{
    "name": "Aria da Capo",
    "author": [
        "Boissevain, Edna St. Vincent Millay",
        "Boyd, Nancy",
        "Millay, Edna St. Vincent"
    ],
    "body": "\nORIGINAL CAST\n\nAS PLAYED BY THE PROVINCETOWN PLAYERS, NEW YORK CITY\n\nPIERROT     HARRISON DOWD\n\nCOLUMBINE   NORMA MILLAY\n\nCOTHURNUS   HUGH FERRISS\n\nCORYDON     CHARLES ELLIS\n\nTHYRSIS     JAMES LIGHT\n\n\n\nAUTHOR'S NOTE\n\nSo great is my vexation always, when reading a play, to find its\nprogress constantly being halted and its structure loosened by\nelaborate explanatory parentheses, that I resolved when I should\npublish Aria da Capo to incorporate into its text only those\nexplanations the omission of which might confuse the reader or lend\na wrong interpretation to the lines.  Since, however, Aria da Capo\nwas written not only to be read but also to be acted, and being\nconscious that the exclusion of the usual directions, while\nclarifying the play to the reader, may make it bare of suggestions\nand somewhat baffling to the producer, I am adding here some remarks\nwhich have been found of value in preparing it for presentation on\nthe stage.\n\nSince the production of Aria da Capo by the Provincetown Players, I\nhave received a great many letters from the directors of little\ntheatres, asking for copies of it with a view to producing it. Very\noften, after I send the play, I receive a letter in reply asking for\nsome suggestions for its presentation, and enclosing direct\nquestions on points that have been difficult.  It occurred to me\nfinally that it would be reasonable to make up a sort of informal\nprompt-book to send about with the play; and it is that which is\nprinted below. It will be found incomplete and uneven, in some\ninstances unnecessarily detailed, in others not sufficiently so; all\nof which is due to the fact that it was put together loosely, from\nanswers to chance questions, rather than logically, as an entity in\nitself.\n\n\n\n\nSUGGESTIONS FOR THE PRODUCTION OF \"ARIA DA CAPO\"\n\nSETTING:\n\nThe setting required is simple:--a grey curtain, a long black table,\ntwo slender black high-backed chairs, and a raised platform.\n\nInstead of wings and back-drop the Provincetown Players cleverly\nutilized painted screens, the heights varying from 6 to 10 feet,\nthese being set right and left of the stage in such manner as to\ngive the effect of depth and distance.\n\nThe table, six feet long and two feet wide, has thin legs and is\npainted black.\n\nWhen Pierrot and Columbine enter in the final scene, it is not\nnecessary that the table which Cothurnus has replaced shall entirely\nconceal the bodies of Thyrsis and Corydon. Pierrot and Columbine\nmust ignore them until the lines indicate their discovery, no matter\nhow they may have fallen.\n\nParticular attention must be given to the chairs in this set. They\nare used to construct the tissue-paper wall, and, although\ndelicate, should be heavy enough to remain solid and steady, up and\ndown stage, without the possibility of an upset when Corydon strides\nthrough the wall.\n\nNear the footlights (actors' left) are two sofa pillows, used to\nrepresent the rocks against which the shepherds lean. On the left of\nthe stage have another pillow, which Thyrsis places under his head\nwhen he lies down to sleep. Use cloth or crepe paper for these\npillows, and have them of spotted black and white material, or of\nany gay color except red or blue.\n\nCothurnus occupies a chair upon a platform, up-stage, centre, with\ntwo or three steps surrounding it on three sides. Drape this with\nplain heavy black cloth.\n\nThe table covering is important. Its width is equal to that of the\nadded height and width of the table.  As it must be moved to cover\nthe bodies of Thyrsis and Corydon, it should be of sufficient weight\nto prevent slipping. It will be well to experiment with this, to\nensure proper performance.\n\nThe cover should have black and white spots and striped ends.\n\nThe table is set as follows:--two large wooden bowls (at least seven\ninches high and fourteen inches in diameter). One is placed at each\nend of the table.  That at Columbine's end should contain\npersimmons, pomegranates, grapes and other bright exotic fruits.\nPierrot's bowl has confetti and colored paper ribbons, the latter\nshowing plainly over the edge. (If Columbine uses practical\nmacaroons, put them into this bowl.)\n\nNear Columbine, place a practical uncooked artichoke; have this of\ngood size, and nail it to a wooden standard, painted black. At both\nplaces there are tall white wooden goblets.\n\nIn the centre of the table there should be a curious, grotesque, but\nvery gay flower, standing upright in a pot of wood or heavy paper,\nwhich will not break when Thyrsis drops it. Concealed at the root of\nthis plant there should be a small sack of black confetti, to be\nused in the \"poison scene.\"\n\nThe table should be set with nothing but these articles, and yet\ngive the appearance of bounty and elegance.\n\nPlace the table parallel with the footlights,--the long side toward\nthe audience.\n\nColumbine's chair is at the actors' right, and Pierrot's\nopposite--Columbine's hat hangs from her chair-top. Both chairs are\nfestooned with tissue-paper ribbons, at least ten feet long, to be\nused later by the shepherds to represent their wall. These must be\nof such a texture as to break readily when Corydon walks through,\nand a prearranged transverse tear or two will assist in the prompt\nbreakage when he does so.\n\nPROPERTIES:\n\nTwo white wooden bowls, one filled with fruits and the other with\nconfetti and paper ribbons,--one ribbon to be of cotton or silk, in\norder to be not too easily broken by Corydon when strangling Thyrsis\n\nTwo tall white wooden goblets\n\nOne artichoke nailed to a standard\n\nOne flower in paper or wooden pot, the root wrapped with black crepe\npaper (or use confetti)\n\nBlack and white tablecloth\n\nMacaroons\n\nBoots and prompt-book for Cothurnus (large flat black book)\n\nAlso, if desired, mask of Tragedy for Cothurnus\n\nCrepe or tissue streamers of different colors, including no red or\nblue, for wall.\n\n\nCOSTUMES:\n\nPIERROT: Lavender or lilac satin, preferably a blue-lavender. Care\nshould be taken that the lavender does not turn pink under the stage\nlights. Pierrot's costume is the conventional smock with wide\ntrousers, with black crepe paper rosettes on the smock, wide white\ntarleton ruff. Black evening pumps with black rosettes may be worn.\nBlack silk skull-cap.\n\nCOLUMBINE: Tight black satin bodice cut very low, with straps over\nthe shoulders, quite like the modern evening gown; very full\ntarleton skirts of different shades of pink and cerise, reaching to\nthe knees; ruffled bloomers of apple-green tarleton, the ruffles\nshowing below the skirts; black silk stockings and black ballet\nslippers, laced with green. Hat of lavender crepe paper, with\nstreamers of gay colors--including, however, no clear red or blue.\nHat should be small and very smart--not a _shepherdess_ hat.  Columbine\nshould be made up to suggest a doll. As originally interpreted she\nhad short light hair, standing out bushily all over her head. Long\nhair should be rolled under to give a _bobbed_ effect, or could be\narranged in obvious caricature of some extreme modern style, but\nmust look attractive, and must be blonde.\n\nCOTHURNUS: Plain toga of dull purple in some heavy, unreflecting\nmaterial which will fall into large folds, lined with sombre\nflame-color; a garment with large purple sleeves, of which only the\nsleeves were visible, was worn under the toga,--but the effect should\nbe classical; heavy boots should be worn, as nearly as possible like\nthe tragic Roman buskin; one end of the great toga is tied into a\nrough hood which covers the actor's head; a mask may be worn, but it\nis often difficult to speak through, and, if desired, the actor's\nface may be made up to represent a mask of Tragedy.\n\nTHYRSIS and CORYDON: These costumes, in striking contrast to the\nelegance of those of Pierrot and Columbine, should be very simple,\nand very roughly made; short tunics of outing-flannel or some such\nmaterial--fastened loosely over one shoulder,--one shoulder, as well\nas most of the back and breast, exposed. Legs bare, or swathed from\nthe knee to the ankle in rough strips of the same material. Sandals.\nCloaks of heavier, cheap material fastened to the tunics in such a\nway that they will appear to be simply flung over the shoulder, but\nactually fastened very cleverly in order to avoid tripping the\nshepherds, who are continually sitting down on the floor and getting\nup again.\n\nThyrsis wears a dark grey tunic and cloak of raw bright red,--but not\na turkey-red, as this color will kill the blue of Corydon's cloak.\nCorydon wears tunic of light grey and cloak of brilliant blue. There\nmust be no red or blue used anywhere in the entire play excepting in\nthe blue and red of these two cloaks.  The two shepherds must be so\nstrong and vivid in every way that when Columbine comes in and says,\n\"Is this my scene or not?\" it will seem to the audience that it is\nshe, not the shepherds, who is hopelessly out of the scene.\n\nCHARACTERS:\n\nPIERROT: Pierrot sees clearly into existing evils and is rendered\ngaily cynical by them; he is both too indolent and too indifferent\nto do anything about it. Yet in several lines of the play his actual\nunhappiness is seen, --for instance, \"Moon's just a word to swear\nby,\" in which he expresses his conviction that all beauty and\nromance are fled from the world. At the end of the play the line,\n\"Yes, and yet I dare say he is just as dead,\" must not be said\nflippantly or cynically, but slowly and with much philosophic\nconcentration on the thought. From the moment when Columbine cries,\n\"What's that there under the table?\" until Pierrot calls,\n\"Cothurnus, come drag these bodies out of here!\" they both stand\nstaring at the two bodies, without moving in any way, or even\nlifting their eyes. (This same _holding_ of the play is used several\ntimes also by the shepherds,--for instance, always during the\noff-stage interpolations, they stand either staring at each other across\nthe wall, or maintaining whatever other position they may have had\nwhen the off-stage voice begins speaking, until the interruption is\nover, when they resume their drama quite as if nobody had spoken.)\nColumbine's \"How curious to strangle him like that\" is spoken\nextremely slowly, in a voice of awe, curiosity, and horror. For a\nmoment the two characters seem almost to feel and be subdued by the\ntragedy that has taken place. They remain standing very quietly\nwhile Cothurnus speaks his final lines off stage, and for a moment\nafter he has said, \"The audience will forget\"; then very slowly\nraise their eyes and exchange glances, Pierrot nods his head curtly\nand says, \"That's so\"; they set their bowls gaily back on the table,\nand the play begins again.\n\nPierrot in such lines as \"Ah, Columbine, as if it mattered!\" speaks\nwith mock saccharine tenderness; but in such lines as \"If you were a\nfly you would be dead by now!\" although he speaks very gaily his\nmalice must be apparent almost even to her; Columbine bores him to\ndeath. When he says, \"I'll go and strum the moon!\" he is for the\ninstant genuinely excited and interested; he is for this moment like\na child, and is happy.\n\nCOLUMBINE: Pretty and charming, but stupid; she never knows what\nPierrot is talking about, and is so accustomed to him that she no\nlonger pretends to understand him; but she is very proud of him, and\nwhen he speaks she listens with trustful admiration.  Her\nexpression, \"I cannot live without\" this or that, is a phrase she\nuses in order to make herself more attractive, because she believes\nmen prefer women to be useless and extravagant; if left to herself\nshe would be a domestic and capable person.\n\nCOTHURNUS: This character should be played by a tall and imposing\nfigure with a tremendous voice.  The voice of Cothurnus is one of\nthe most important things in the acting play. He should have a voice\ndeeper than the voice used by any of the other persons, should speak\nweightily and with great dignity, but almost without intonation, and\nquite without feeling, as if he had said the same words many times\nbefore.  Only in his last speech may he be permitted a comment on\nthe situation. This speech should be spoken quite as impressively as\nthe others and fully as slowly.\n\nCORYDON and THYRSIS: These two characters are young, very simple,\nand childlike; they are acted upon by the force that sits on the\nback of the stage behind them. More and more as their quarrel\nadvances they begin to see that something is wrong, but they have no\nidea what to do about it, and they scarcely realize what is\nhappening, the quarrel grows so from little things into big things.\nCorydon's first vision of the tragedy is in \"It's terrible when you\nstop to think of it.\" Thyrsis' first vision comes when he looks into\nthe pool; in seeing the familiar reflection he is struck by the\nunfamiliarity of one aspect of it, the poisonous root; for the first\ntime he realizes that this man who is about to kill with poisoned\nwater his most beloved friend, is none other than Thyrsis\n_himself_,--\"'Tis I!\" The personalities of Thyrsis and Corydon are\nnot essentially different. They develop somewhat differently,\nbecause of the differing circumstances.\n\nWhen Columbine goes out for the first time she takes with her her\nartichoke and her wine-glass, also a couple of macaroons, which she\nnibbles, going out.  This helps to get the table cleared. The other\narticles are removed by the shepherds when they prepare the stage\nfor their scene, in this manner: at the cue \"Sir, we are always\nready. . . . Play the play!\", Corydon and Thyrsis come down stage,\nCorydon to Pierrot's end of the table, Thyrsis to Columbia's;\nsimultaneously, first, they set back the chairs against the wall,\nPierrot's left front, Columbine's right front; next they remove the\ntwo big bowls and set them in symmetrical positions on the floor,\nleft front and right front, in such a way that the bowl of confetti\nmay be the mine of jewels for Corydon, and the bowl of fruits, the\npunch-bowl, may represent the pool of water for Thyrsis; then,\ntaking the table by the two ends, they set it back against the wall,\nright; next, while Corydon places the two pillows from the left wall\non the floor to represent rocks in their pasture, Thyrsis removes\nfrom the table everything that is left on it except the\ntablecloth,--this should be only Pierrot's wine-goblet and the flower\nin its pot. (The flower is to represent later the poisonous weed\nwhich Thyrsis finds, the wine-goblet a drinking-cup beside the pool,\nthe flower-pot a bowl in which to mix the poison and bring it to\nCorydon.) The two shepherds do this setting of their stage swiftly\nand silently, then seat themselves at once, in easy but beautiful\npostures, and remain for a moment looking off as if at their sheep\nwhile a complete silence settles over the stage and house,--a\n_pastoral_ silence, if it is possible to suggest it--before they\nbegin to speak.\n\nWhen Columbine comes in, looking for her hat, she picks up the hat\nfrom her chair, now in the centre of the stage near the footlights,\nin a direct line with Pierrot's, which is centre back, just in front\nof Cothurnus,--the shepherds having set them in these positions, back\nto back, in order to have their aid in weaving the wall. After\ntaking her hat, Columbine stands looking at the shepherds to see\nwhat is going on.  They do not look at her. After a moment Thyrsis,\nslowly, with his eyes steadfastly on Corydon's, says, \"Take it, and\ngo.\" When Columbine comes in in the final scene, she is wearing the\nhat. She takes it off, however, as she sits down again at the table,\nso that the second beginning of the play may recall as vividly as\npossible to the audience the first beginning.",
    "metadata": {
        "author": [
            "Boissevain, Edna St. Vincent Millay",
            "Boyd, Nancy",
            "Millay, Edna St. Vincent"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/5790/pg5790.txt",
        "name": "aria_da_capo.json"
    }
}