{
    "name": "Assignment in the Dawn",
    "author": [
        "O'Hara, Kenneth",
        "Walton, Bryce"
    ],
    "body": "There stood Roland, deep beneath a static, dying\ncivilization, fiercely ready to destroy it--and\nhimself, if need be--for love of Frances. Yet a\nquestion nagged him. Who was she--and who was he?\n\n\nHis consciousness filtered in slowly. It stirred like roiled water, and\nthe first lucid cycle of cause and effect in associative memory was\nbeginning. There was a kind of awful searching loneliness--but that\nwas broken by the pleasantly soft voice of the woman who asked, “Is he\nwaking?”\n\nA sweet clear voice. It drew him as if it were some part of him that\nwas missing. She could give meaning to that lonely despair. If he could\nonly remember--. A man answered tensely, “He’s waking, all right. Check\nthe spy-circuit again, Fran. Their newly developed rapport-clan is\ndangerous. They might find out about our new Adam.”\n\nAdam?\n\nHe heard light footsteps fade off and return. “Circuit’s clear, Billy\nBoy.” A pause. “He’s attractive, isn’t he?”\n\n“Uh-huh.”\n\nHe heard the man muttering close to his ear. He felt some kind of\npressure withdrawn from about his head. There was a sharp, clenching\npain, and a flash of agonizing brilliance.\n\n“Well, that’s it, Fran,” the man breathed heavily.\n\nHe felt her warm soft hand moist on his forehead. Why did she remove\nit? But he heard her say, “All right, Superman. Open your eyes and see\nthe light.”\n\nAdam? Superman?\n\nHe blinked blindly in the newness of the light until the small naked\ncubicle and the two people in it clarified. He looked at her first,\nbeauty and warmth. She smiled brightly and winked, a small delicate\nbut full-bodied figure in shorts, bra and sandals, and a lot of olive\nskin. But their eight-fingered hands! He looked at his own hands. Eight\nfingers. What--?\n\nHe studied the man. He was gaunt and bald, very sad and cynical\nwith his lower lip stuck out. He put out a thin white hand and said\nsardonically, “I’m Berti. This is Frances. And I suppose you’d like to\nknow who _you_ are?”\n\nHe shrugged as he turned his eyes back to the woman and openly\nappreciated her. She blushed, and he was pleased. Finally he answered\nthe man. “That depends on who I am. An amnesiac is supposed to have\ngood reasons for not remembering.”\n\nThe man frowned. “You’ve never had a name. And you’re not an\namnesiac--not exactly. We’ve stored your brain with plenty of\ninformation. And it will soon become properly integrated as you apply\nit. But what would you prefer as a label?”\n\nHe had never had a name. Somehow, he figured that he should have had\none. He shrugged again. “If I’ve never had a name, it must not be very\nimportant.”\n\n“Peculiar personality,” muttered Berti. “Not uninteresting.”\n\n“That’s wonderful,” giggled Frances. “Now I can pick something that\nwill make an adorable nickname. How about Roland? Then I can call you\nRolly.”\n\nHe nodded and sat up while she giggled eagerly. He looked at his body.\nHe seemed to know all about his body, yet he had never been conscious\nof it before, somehow. Translucent shorts and sandals fitted well to\na tall, muscled form that he was proud to display to Frances. Did she\nlike his body? That was the important thing.\n\nHis eyes shifted back and forth from the woman to the man. Finally he\nsaid quietly, “We’ve got to come to it. What do you want me to do?”\n\nBerti’s sharply-ridged face puckered. “Rolly, you have a highly\nselective education, administered by us. But is it worth while?\nScience-progress is a maze, a labyrinth. And when you reach the end of\nthe quest, the Minotaur always waits.”\n\nFran’s voice interrupted seriously, black eyes shining. “We’ve given\nyou most of the necessary information, but have omitted details.\nThis the end of the Era of World Brain. It must be the end. It’s a\nten-acre expanse of electronic brain which is the unescapable dictator\nof Worldcity. Absolute mechanical dictator. And there are a thousand\nplastico-mechanical creations which act positronically under World\nBrain to carry out its functions.”\n\nBerti looked sharply at him. “Roland! Doesn’t that seem terribly unjust\nto you. Monstrously inhuman?”\n\n“If it’s mechanical, obviously it’s inhuman,” said Roland.\n\nBerti said, “Human? Organic? What is life? Only chemistry and that’s\nall any machine is. No, by human I mean one’s emotional, thalamic\nreactions. Do you react negatively to a dictatorial machine that\ndestroys all human characteristics?”\n\n“I’ll even hate it,” said Roland. He looked at Frances. “If you do.”\n\n\n\nShe smiled very pleasantly at him and he asked, “But why did humans\ncreate this mechanical dictator?”\n\n“We didn’t feed your brain much history. A waste of time,” she said.\n“Anyway, World Brain was a reaction to--to the Atomic War. That almost\nfinished Earth life. And remaining humanity decided it couldn’t afford\nanother. Human governmental agency is too unreliable. Even human\ndictatorship was, of course, variable. So all the greatest scientific\nminds pooled their brain cells and created World Brain. Now, human\nculture is fixed and static. For a human, that’s death. Nothing can\nchange unless World Brain changes, and that’s impossible.”\n\n“Well,” said Roland. “Isn’t that what was wanted?”\n\n“It didn’t work out, Rolly. A billion people turned into stagnant\nautomatons. When organisms stop moving and changing, they’re better off\ncompletely dead. Don’t you agree, Rolly?”\n\n“Yes,” said Roland. “So why not destroy World Brain?”\n\n“We’re going to,” interrupted Berti. “And it’s got to be done right\nnow. Civilization--I use that word liberally--has simply stopped. And\nas long as the entire working culture is mechanically fixed, it’s\nabsolutely hopeless.” Berti’s narrow shoulders drooped. “Not that\neverything isn’t, in its cosmic sense. But even the cosmos doesn’t make\nsense, does it, Fran?”\n\nShe shook her head at him. “He doesn’t believe in anything. But we\ndon’t care, do we?”\n\n“No,” said Roland. He wanted her to keep on talking to him, personally.\n\n“We want to get rid of World Brain,” said Berti. “But there are\ndifficulties. There are the Conditioners; they’re directly tied in with\nWorld Brain. From birth, everyone is conditioned to unquestionable,\nunbreakable bondage to World Brain. These matrixed minds can’t be\naltered. We’ve tried. The only alternative is to throw a lot of great\nbig heavy air atoms and molecules among World Brain’s overheated\nelectrons. But there are always difficulties.”\n\nRoland was mad because Berti was talking instead of Frances. He kept\nlooking steadily at her. He asked, “Then how have we three escaped\nthese Conditioners?” She answered this time, and Roland soaked up her\nsweet musical voice sensually.\n\n“We’re members of a secret Underground organization that began when\nWorld Brain began, to escape its static death system. Having gone\nunderground, we escaped the original conditioning and have since lived\ncompletely free of the Brain’s dictates. But even though unconditioned,\nwe’ve been helpless against the rigid system.”\n\n“Then how can you expect to destroy World Brain now?” asked Roland.\n“There must be a great deal I don’t know.”\n\n“Possible also that you know too much,” said Berti irritably. “But then\nwho doesn’t?”\n\nFran laughed freely. Then her voice became suddenly grave. “We have to\nact now. There isn’t much time. We have bogey men, too. Martians.”\n\nRoland started violently, stared. “Martians! You mean--from Mars! The\nplanet?”\n\n“Yeah,” growled Berti. And Frances smiled. “Do you find a Martian\nmenace credible, Rolly?”\n\n“He should,” snapped Berti. “We certainly endowed him with enough\ncredulity. An organ that believes in its own existence will believe\nanything.”\n\n“I believe you,” Roland said. He was looking at Frances. “And the\nMartians?”\n\nFrances said, “You see, the Martians are trying to preserve World\nBrain. And, to do that, they’ve been trying for a long time to destroy\nthe Underground.”\n\n“Why?” asked Roland. Roland was hating Berti because he talked so much.\n\n“That should be obvious. The Martians know that, if we cancel World\nBrain, we’ll have a variable, anarchistic government again. And,\nnaturally, that means the return of the Atomic War threat. And, along\nwith atomic power and subsequent space flight, that also means,\naccording to the Martian’s logic, that we’ll wage an atomic war against\nthem. And that,” concluded Berti, “is good logic.”\n\n“All right,” said Roland. “The Martians are fighting you so you’ve\ngot to hurry and get World Brain before the Martians finish the\nUnderground. Right?”\n\n“Right, Rolly,” beamed Frances.\n\n“How can you accomplish that now, if you couldn’t before?”\n\nFrances came very close. Roland smelled the intoxicating aroma of a\nvery effeminate, very suggestive, scent. She bounced up beside him on\nthe table. He was afraid to look at her for a moment. Afraid she would\ngo away. “You see, Rolly, you’re the agent. You’re going to destroy\nWorld Brain.”\n\n\n\nRoland tried to clarify scattered thoughts. Here in a hidden cell, he\nseemed so far from any reality. Alone with two people who seemed so\nstrange--so apart from hopeless, defeated humanity. He was suddenly\naware of feeling cold. Cold, yet the room was warm. Something was\nlacking between these two members of the Underground and himself,\nsomething vitally important. There was an isolated sensation. He\nnoticed the utter silence. A dead, despairing silence. Abruptly he\nwanted to be a part of movement and noise. He wanted to get out of this\nsmall buried cube somewhere on Earth. And, if it wasn’t for Frances, he\nwould have gotten out. Right then. But he didn’t.\n\nShe held him there. A human, conditioned scientifically, could only\nreact as he was reacting now. He felt no irritation. That was the way\nthe human organism functioned. He wanted to do it for Frances. He loved\nher, of course--that was it. He had known that when he first heard her\nvoice, before he had opened his eyes.\n\nHe heard himself saying, “When, where and how do I start?”\n\n“Bravo!” said Berti sardonically. “A man of virtue!”\n\nOnly an objective realization of the need for unity prevailed Roland\nfrom attacking the man. He was jealous, too, and he was ashamed of\nthat. Somehow, these people had taken him from the Birth Center when\nhe was born, and had kept him hidden and had taught him to be a true,\npre-World Brain human. He should be grateful, very grateful. And he\ndetermined to be.\n\nBerti was crossing the room toward a panel. “Well, Prometheus, we start\nright now, right here. And here’s how--”\n\nHe tensed, eyes narrowing.\n\nThe form was only a faint mist at first. Roland hardly knew it was\nmaterializing until he saw its wavering, translucent shadow in the\nmiddle of the room. A flash of panic and fear jerked him to his feet\nand sent him backing toward the further wall. He saw Frances and Berti\nstanding stiffly, perspiration oozing visibly from their bronzed skin.\n\nRoland had never seen anything so grotesque and alien before. At least\nhe couldn’t remember having seen--but then, he couldn’t remember.\n\n“Roland!” he heard Berti say tensely. “You’re now being treated to the\npersonal appearance of a Martian menace. Take a good look, because it\njust might be that you won’t see another.” Berti moved with shocking\nagility, a blur in the corner of Roland’s fixed eyes. He dropped the\ncap over the fluorobulb. The room was plunged into pitch blackness.\n\nRoland saw a high, narrow column of shimmering phosphorescence dart\nabout the room. He couldn’t tell whether the thing was attacking or in\nflight. Something about its alien contortions suggested panic.\n\nBut then he felt a hand grasping at his. It gripped hard and pulled.\nThe voice was a hurried whisper, either that of Berti or Frances. It\nhad to be Frances. “Follow me! Keep running!”\n\n\n\nHe followed blindly. The hand was soft and small. Berti? Frances?\nFrances had to be with him. That was the only thing that really\nmattered. They plunged through the thick blackness and onto a\nlevitation platform and down. They paused once, briefly. Roland heard\na panel opening. Then they were in a room, smaller even than the first\none. A slight glow bathed the room in a soft blue haze. It was light\nenough for him to see that Frances wasn’t with them.\n\nHe grabbed Berti’s arm, noting how frail and weak he was. “Where is\nshe? _Where is she?_”\n\nBut Berti seemed more interested than concerned. “Do you really feel\nthat way about her?”\n\n“Where is she?” He said it louder this time. He shook Berti harshly.\n\nBerti smiled thinly. “The Martian menace got her. They were bound to\nget her sooner or late. They’ve gotten us all, one by one.”\n\nRoland backed the thin bony outline up against the glowing wall. “Why\ndid we go off and leave her there? Why?”\n\n“To save you. You’re more important than any one or all of us. She\nwanted it this way.”\n\n“_No!_” yelled Roland. “What’s more important than Frances? Nothing\nis--to me.”\n\n“Are you sure?” asked Berti. “Remember her faith in you, Prometheus.\nThe destruction of World Brain’s more important. Relax.”\n\nRoland stepped away, breathing painfully. “No. You haven’t told me yet.\nWhy am I so important? _What am I, Berti?_”\n\n“What are--!” Berti’s eyes shot wide open, narrowed quickly. “The\nscientists even prepared for the eventuality that some organism might\ndefy the conditioning processes and try to attack World Brain. It’s\nsurrounded by an area of ultrasonic radiation. All around it, under the\nground, in the air. No living organism can step into that field without\nits cellular structure dancing itself madly to death in seconds. A lot\nof the Underground have tried it. In the last one we--we developed,\nwe’d built up resistance that let him into the field about a hundred\nmeters. That was all. But we’ve learned. You can make it.”\n\n“What makes you so sure?”\n\n“We’re not,” said Berti laconically. “You might die. Afraid? Frances\ndidn’t think you would be. I don’t know. We did our best with you.”\n\n“I’m not afraid, Berti. But I’m going back after Frances first!”\n\n“You’re our only hope, man! Don’t hand yourself to those dissectors.”\n\n“Dissectors?” choked Roland.\n\n“They analyze us. They’re curious; they think humans a low form of\nmammal because of their insane record of self-destruction. The Martians\nwork out of their observatories and laboratories on the Moon. They\nwant to learn all they can about humans in case they have to destroy\nhumanity.”\n\n“Why don’t we destroy them? Now.” Roland’s voice trembled.\n\n“The Underground is the only Earth agency that knows the Martians\neven exist. And we can’t act against them anyway until World Brain is\ndestroyed. Atomic energy is locked behind impenetrable shields as long\nas World Brain rules. Violence or conflict of any kind is forbidden by\nthe fixed laws of World Brain. The Martians are persistent. Only a few\nof us left. They know if they can wipe out the Underground, World Brain\nwill keep on its fixed orbit, and then they won’t have to destroy Earth\nbecause humanity won’t be able to use atomic power against them, and\neventually humanity will peter out.”\n\n“Why don’t the Martians destroy Earth, Underground and all, if they’re\nso afraid of World Brain being destroyed and atomic power returning as\na threat?”\n\n“Because,” said Berti dryly, “their planet’s old and exhausted. They\nwant to colonize Earth. But not while the Underground’s here.”\n\n“I don’t care about any of this confusion,” yelled Roland. “All I care\nabout is saving Frances. Maybe it isn’t right according to the way\nyou’ve conditioned me. But I’ve got to!”\n\nHe thought he saw a thin smile on Berti’s dour face as he turned and\nran back down the black corridor. About the instant that he realized\nhe had no conception of how to get back to the first cubicle, he ran\nhard into a pair of arms and a thick reeling cloud of that intoxicating\nscent--\n\nA wave of weakening relief and gladness almost overpowered him as he\ntouched her. “You--it is you, Fran. You’re all right?”\n\n“Yes. Yes.” Her breath came fast, impatient. “We’ve got to hurry,\nRolly. I got rid of that one. But the new rapport-clan know about you,\nmaybe. We don’t have much time. Come on!”\n\nThe levitator shaft panel slid shut behind them. The car whined, and\nRoland felt the sudden suffocating pressure of rapid acceleration.\n\n\n\nThey emerged in the darkened, damp basement of a vacant ruin just\noutside Worldcity. He saw a pallid, three-eyed lizard, and a huge grey\nrat with six legs. He followed Berti and Frances into a beautiful lazy\nsummer day, with genuine sunlight. A hawk sailed easily across a pale\nblue sky. In the distance, rising like a gigantic bubble, the plastic\ndome shell that covered Worldcity gleamed in the sun.\n\nThey walked silently on down the cracked, weed-grown concrete highway.\n\nBerti started talking again. Roland wanted Frances to talk, but she\nseemed too absorbed in the scenery. “Special excursion monorail systems\nwere set up for trips into the natural areas. Psychological balance,\nyou know. But it was too late. No one cares any more. An almost\ncompletely catatonic world is a pretty terrible sight, I suppose.\nWorld Brain blocked any action of free thought--the one spontaneous,\nprogressive and unique characteristic of the human.”\n\nThat broke Frances’ reverie. “Yes, Rolly. Block that characteristic\nand you kill the human. The human is a step above the beast because\nof his free-associative brain. But it also persists in dooming him\nas a species. The human heart and muscle belong to the jungle--his\noverdeveloped brain to an environment of his own creation.”\n\nShe was swinging freely along beside him. Berti said, “Civilization\nsubjected the human body to a vast and critical experiment. But\nthe exaggeration of a part, like the fossil nautili, intended the\nexperiment to fail.”\n\n“But man isn’t licked yet!” said Roland vehemently. “He’s got his\nhighly specialized brain, and complexity and specialization aren’t\nnecessarily fatal--simply dangerous.”\n\n“You’re proud of him,” said Berti, cutting off the tops of weeds with\nquick slicing motions of a green branch. “Even with his brain, he was\nnever much better than the beast. A living anachronism, an unbalanced\ngrotesque, an ape top-heavy with grey matter.”\n\n“Quiet!” hissed Frances. Then to Roland. “He isn’t that way, really.”\n\nThe sophistry lapsed. Roland was grateful because it allowed him to\nconcentrate on watching the smooth, graceful movement of Frances’ lithe\nbody. There was an almost terrible casualness for people going to save\nthe World.\n\n“Aren’t you afraid of the Martians--out here in the open?” he asked.\n\nBerti’s green switch sang. A four-legged quail fluttered up and\nhedge-hopped across a wild, brush-choked hollow, piping excitedly.\n“We know them. They’re--ah” he hesitated “--a kind of instinctual\nintelligence, somewhere above the survival value of the human\nintelligence. We’ve learned to cope with them on their own ground.”\n\n“But how?” Roland was curious about how Frances had “gotten rid” of the\nMartian back in the cubicle. He was swinging his hand close to hers in\nthe fond hope of grasping it sooner or later.\n\nFrances kicked at a small piece of dislodged concrete. “Rolly, you’re\nso inquisitive. That would be awfully hard to explain in the short time\nwe have. They’ve advanced far above human’s mere intelligence. And you\nlearn to deal with that height. Or they get you. They’ve always had\nsuperiority of numbers, so they’ve been winning. That’s why we’ve got\nto destroy World Brain quickly before they finish us.”\n\n“But, if World Brain is destroyed, and variable unpredictable\ngovernment returns with human control, atomic energy returns with it,\nand humanity will try again. And probably destroy itself this time.”\nRoland hit his forehead with his flat hand. “It seems very involved.”\n\n“Doesn’t it?” agreed Berti tightly. “But we’ll control atomic energy\nall right. If we can’t--let the termites have it.”\n\nRoland thought of one other thing. “After World Brain’s out of\ncommission, what about the Martians, then? First thing they’ll do will\nbe to blow up Earth, regardless of their own desire to colonize.”\n\nBerti looked narrowly at Frances. He grinned thinly. “I told you we\nshould have taken less time with his logic and reason. He thinks too\nmuch.”\n\nFrances laughed carelessly. “He’ll have to be smart when he goes into\nthe heart of World Brain. You know that.”\n\nBerti said, “Uh-huh. But if he’s smart enough, he wouldn’t even go into\nWorld Brain at all.”\n\nFrances smiled at Roland. “Well? Are you that smart?”\n\nHe looked into wet, promising glowing eyes and he didn’t feel logical\nat all. “If you want me to, Fran, I’ll do it. It seems to mean a lot to\nyou. So I guess I’m not really smart--not in the Berti sense, anyway.\nAm I?”\n\nBerti swirled the green switch in a vicious slash. “Not as smart as\nFran is.”\n\n\n\nLater, in a secret Underground apartment, Roland sat waiting for his\nfinal orders to destroy World Brain. He was proud of his assignment. He\nknew it was justified. He had seen the people of Worldcity.\n\nTerrible standardization. Mass production and mass consumption had\nbecome possible only because of complete unity of common desires\nand tastes. Individuals were no more. Beneath the rigid unchange of\nWorld Brain there had been a final leveling-off. The whole system\nwas mechanical like its electronic dictator. Frightened by another\npossible atomic war under unreliable human agency, they had established\nfool-proof laws, then subjected themselves and the laws to a machine\ndictator that could never alter them. Suicide.\n\nThe Worldcity was beautiful and magnificent, even without the available\natomic power. Towering synthetic buildings, their block-square bases\npierced by wide tiered boulevards. There were many people packing\nthe boulevards. Dull-eyed, listless, uninterested. Without their\nfree-associative minds, they were not even beasts.\n\n“It’s about time,” said Frances softly, leaning toward him. “Are you\nready? It’s a big job.”\n\nRoland sat next to her on a deep couch, her shoulder touching his. He\nwanted the contact to remain as long as possible. She broke the contact\nseveral times, but renewed it. He was grateful. She had called him\n“dear” twice.\n\n“I’ve already told him he might not come back,” said Berti. “It’s\ndangerous. The Martians’ new rapport-clan are difficult. And the\ndestruction when World Brain stops will be terrific. The Martians will\nimmediately jump in and try to knock out Earth as soon as they see\nWorld Brain go. If they don’t get you first. As soon as we take over\nthe atomic laboratories, our first job will be to blow up the Martian’s\nMoon bases. It’s a risky business.”\n\n“You’ll be safe,” Frances said. “You’re not afraid, are you, Rolly?”\n\n“Not too much,” answered Roland.\n\n“You have three dangers. The Martians. The plastico-mechanical men. And\nthe ultrasonic field. The last you’re prepared for. The Martians might\nget you. The plastic men ... you might have trouble with them.”\n\n“They’re one-track, highly specialized,” said Berti, studying Roland\nwith a quizzical, unwavering stare. “Anything that blocks their\nspecialized assignments they’ll push aside. They have no conception\nof violence as such. It’s just a means to carry through their fixed\npatterns of behavior.”\n\n“If you’re waiting for my decision,” said Roland, “you know it. I\ncouldn’t be any different. I’m human. Humanity means more to me than my\nown life.”\n\nHe looked at Frances closely, searching for some deep, full reaction to\nhis bravery. He got a warm soft smile and damp eyes that shone darkly.\nHe leaned a little against her shoulder as he got to his feet. He\nwalked to the exit panel and turned slowly.\n\n“I can recall conditioned directions now pretty well. Any last\nbriefings?”\n\nFrances shook her head, and a healthy cloud of black hair reflected\nthe steady glow of the flueros. “You know about the electronic set\nup. The originators didn’t bother to shield the vital parts of World\nBrain on the logical premise that if anyone could get that far, it was\ninevitable, only a matter of time, before they could wreck it anyway.\nWreck the grids, Rolly, the pipes of the electrons. Wreck the big\nvacuum brains in which our little wild electrons play. They’ve been\nfree too long. Imprison them again in the air. It’s exciting, isn’t it,\nRolly?”\n\nHis eyes, his brain were filled only with her image, her vivid\nloveliness. He hesitated, thinking Frances might get up and come to\nhim. She only smiled, her eyes wet and glistening with pride. Roland\nturned and left the room. There was promise in those eyes. And he would\nbe back.\n\nHe was walking toward the levitation shaft at the end of the corridor\nwhen he met the Martian in the hall.\n\n\n\nSomehow, he had an idea that unless it wanted it that way, no one could\nsee it there. It seemed less grotesque now, standing there against\nthe wall looking at him. He stood tautly, watching it. And suddenly\nhe knew why it didn’t seem so grotesque. Why its formless, limbless,\nupright length of almost translucent stuff swaying like an underwater\nplant seemed less a peril now. It was afraid. It was not an attacker\nor even a pursuer. It was frightened, and, telepathically, in sharp\nbursting impressions, it pleaded with Roland. _No! Oh, no! You do not\nunderstand. Wait! Wait and you can know of the countless facets of re_--\n\nSomething like pain shot through his skull. The Martian trembled,\nvibrated, and then--disappeared. Roland spun around. Frances stood\nthere. She was smiling, but there had been another expression. He\ncouldn’t--\n\nShe was close to him now. He felt her animal warmth. “We sensed it\nout here,” she said softly, “and came to your rescue, Rolly. He was\na weaker one, and we got him. We must work fast. Go, dear Rolly.\nThis--this is for good luck.”\n\nHe leaned against the wall. She was gone. The kiss ... he had been\nwaiting for that. None of the other things made any difference now. But\nnow she was gone and the wall felt cold. He wanted warmth. He wanted\nFran’s warmth. He wanted it more than anything. He--\n\n--he was out on an autowalk among the shifting listless crowd. He moved\ntoward the five-acre expanse of World Brain. He was aware of nothing\nabout him, only of Frances. He would soon be back with her. Destroying\nWorld Brain was only a means to that end. He noticed then, abruptly,\nthat the people around him had only five fingers on their hands. But he\ndidn’t think about it. It had no meaning anyway.\n\nThen, suddenly, he was aware that there were no more people. No more\nbuildings, either. A cool wind blew across his hot face. He stood awed\non the long, sweeping rim of an abyss, the edge of a bowl. Its sides\ncurved down and away in gracious gleaming sweeps, down, down and away\ninto a colossal valley. In its center was World Brain. A gigantic,\nunbroken cylinder, a mile away and a thousand meters down.\n\nHe knew he was on the periphery of the ultrasonic field now. He walked\nalong the railed edge of the abyss until he faced the plastic man who\nwas standing before the opening of a levitation shaft that would take\nhim directly into the arteries of World Brain.\n\nHe tried to edge past the plastic man. There wasn’t room enough; the\nplastic man wasn’t designed to make any room. The creation was very\nclose to a perfect synthesis. There was no other way. Roland charged\nhead down into the waiting figure and hurled him upward over the\nrailing.\n\nRoland watched him spin out end over end, then flatten out on the\nsweeping curvature and go sliding with fantastic silent slowness, away\nand down, down the long, seemingly endless curve into the depths of the\ngigantic plastic bowl. Roland stepped into the shaft. Dwarfed, Roland\nwalked slowly across the gleaming expanse of floor toward the nakedly\nexposed rows of electronic brain cases. A few blows, a pull or two, and\nthe circuit would be shattered. His sandals rustled softly.\n\nBut he hesitated.\n\nThere was a guilty feeling and a lost loneliness. Who was he, really?\nTaken in infancy from some birth center by the Underground. Conditioned\nprecisely as they desired--a completely selective mentality. Had\nnever had a name. But a label someone pulled out of a hat to satisfy\na beautiful woman’s peculiar liking for nicknames. The amnesiac’s\nisolated fear of what he didn’t know and couldn’t remember, mustn’t\nremember, but what he must know--\n\nBut Frances waited for him back in the secret apartment. Warmth would\nreplace a cold emptiness. Meaning and purpose would fill the lonely\nplaces in his heart.\n\nHe went forward--\n\n\n\nLater, Roland paused outside their apartment door. He had come back.\nFrances had brought him back. World Brain was finished. He knew that.\nHe could remember the subtle changes beginning to occur even as he\ncame back through Worldcity. Soon the whole intricate structure would\ncollapse.\n\nThe hall was still. He looked at the back of his hand against the wall.\nIt shook a little. And the coldness came back. It crept into his\nmuscles from his extremities, his hands and feet, and worked inward.\nHe wondered why the loneliness should return here. There was a steady\ncomfort, though, in knowing that behind that panel, Frances was waiting\nwith her gigglings and her soft shoulders and promising eyes.\n\nThe photoelectric banks opened the panel and closed it behind him.\n\nThey were standing there together, looking at him. He stumbled back\nagainst the flat panel, resting his back against it. Something had\nhappened to them. They made him feel alien and afraid. They--\n\nAnd then Berti said, “Odd. It has come back. What went wrong with our\ncharts, I wonder?”\n\nHer voice wasn’t emotional now. It had never been, he knew that. Her\ngiggling. The smile, the wet eyes. False. “Our calculations couldn’t\nhave been off very much. It’ll die soon.”\n\nRoland edged toward her. “Frances,” he said weakly. “Frances, you\nsaid--‘_it_’. You mean me? Fran. _Fran?_”\n\nBerti said, “Our conditioning was most effective. Fran, it actually\n_loves_ you. Remarkable.”\n\nShe didn’t smile now. She couldn’t. There was no feeling at all, never\nhad been. All false. Nothing now but cold awareness of power.\n\nHe felt weak and dizzy. A hazy outline moved toward him. Berti.\n“I still regret seeing you die. You’re interesting. A peculiarly\ninteresting experiment. If I had time--almost fifty years of trial and\nerror to create you, Rolly.”\n\n“A good job, too,” said the woman. “Though we did take an awful chance,\nmaking it so rational. It might have solved the enigma of its own\nexistence.”\n\nBerti shook his bald head. “We had to make it human so it would be\nsympathetic. Emotional. No human was ever able to solve the enigma of\nhimself. We can’t either, Fran. Or can we?”\n\nFrom a far hazy distance, he saw Berti’s head turn back, his pouting\nlip thrust out, his shiny head reflecting the cold light.\n\n“And you never suspected at all that you were a robot, Rolly? Just a\nlot of electrons and polarizable cells, eh? Remarkable. But then, the\nlast thing a robot would ever realize would be that it was a robot, I\nsuppose.”\n\nRoland shut his eyes. He was tired. He wanted to sleep. He wanted\nto forget about the imaginative creature he had known for a time as\nFrances, too.\n\n“We gave you a heavy overload of romanticism and sentimentalism. So you\nwould be glad to die for Frances, for humanity. But you needed logic\nwith it, and that was a very delicate balance to establish. All that\nwork to construct a machine that was to function only a few hours. And\nyour allotted time is about up, Rolly.\n\n“We misled you by omission only, Rolly. Our purpose wasn’t humanity.\nWe needed you to destroy World Brain, not for humanity. But for us.\nWorld Brain restricted our development, kept us from defeating the\nMartians by shielding atomic power. Rolly, the Underground was a race\nof mutants that developed after the Atomic War. Humanity never knew\nabout us. Homo-superior. We’ve developed the same degree above mere\nhuman intelligence that the Martians have. We’re their equals; that’s\nwhy we could fight them. They outnumbered us, though, that’s why we had\nto have your help. You have all the human attributes, Rolly. You want\nto know what qualities the next step above human is, don’t you?”\n\n\n\nRoland scarcely heard the man. He was cold. He was tired.\n\n“We’ve developed the physiological relation between the nervous\nsystem and the consciousness. Instinctualism, a high degree of\npredictability--but then your human brain wouldn’t understand.”\n\nRoland sank to his knees. He dropped his head in his folded arms.\n\n“Let’s go,” said the woman. “Leave it here. It’ll die soon.”\n\n“Just a minute, Fran. Don’t you find this interesting? This creation of\ngrids, filaments, plates, vacuums, is probably the last genuine human\ntype we’ll see--that’s sane. And we made it!”\n\nShe sighed resignedly. “It probably wants to know what the fate of its\nbeloved humanity is. We gave it that social consciousness. Tell it.”\n\n“Of course it’s concerned, but Rolly’s dying now, and the important\nthing to it is that it’s dying for humanity.” Berti paused. “And the\nhorrible thing for Rolly, is to know that humanity really died from\nover-specialization when it launched the final Atomic War.”\n\nRoland’s head raised slowly and shook back and forth. “No.”\n\nBerti smiled. “Human intelligence never had the slightest possibility\nof survival. Its high cerebral specialization never had any\nphysiological unity with the primitive muscles and nervous system. A\nslight chemical disturbance of the blood and the human went mad. Take\naway a little oxygen--his great mind was gone. Decrease the blood’s\ncalcium--convulsions, coma, death. Slight reduction in sugar--and his\nmighty cerebrum blotted out, died. A slight environmental change could\ndestroy man--aside from his obvious willingness to destroy himself.\nBut, Rolly, in one way, perhaps, extinction, the price of evolution,\nisn’t too high. After all, you made us possible.”\n\nRoland heard himself say, weakly, “But they still live out\nthere--humans--surely they’re not--”\n\n“But we rule,” said the woman coldly. “They--what will they do? That\nwill be interesting. Anyway, it’s their twilight, like apes and\nsaurians. Our dawning.”\n\n“You’re almost gone, Rolly, dwindling away like a stream,” said Berti.\n“World Brain was proof against any _organic_ enemy, including us. But\nnot against you. A matter of kind against kind. Remember De Morgan’s\nfamiliar lines? But then you wouldn’t, would you? ‘Great fleas have\nlittle fleas upon their backs to bite ’em; and little fleas have lesser\nfleas, and so on, ad infinitum; and the great fleas themselves in turn\nhave greater fleas to grow on, while these again have greater still,\nand greater still, and so on.’ We used you, Rolly. A machine to bite a\nmachine. That was the only way it could have been done.”\n\nVery far away, dim and wavering, Roland heard the woman saying,\n“Logically, any species has some overly-specialized characteristic that\nmight defeat it. I wonder what particular little flea will bite us?”\n\n“And that, too, will be interesting,” thought Roland grimly, as his\nelectronic brain thinned into meaningless chaos, and he returned into\nthe hazes of unconsciousness from which he had emerged three hours\nbefore.",
    "metadata": {
        "author": [
            "O'Hara, Kenneth",
            "Walton, Bryce"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/64293/pg64293.txt",
        "name": "assignment_in_the_dawn.json"
    }
}