{
    "name": "Assignment on Venus",
    "author": [
        "Jacobi, Carl Richard",
        "Jacobi, Carl"
    ],
    "body": "Simms rested his paddle across the thwart and let the clumsy _jagua_\ndrift. Ahead, where the indigo swamp growth thinned, an abuttment\nof white metal projected from the water, its near end forming a\nwafer-like conning tower.\n\nHalf-way Jetty at last! Two grueling weeks through Venus' Blue Mold\nSwamp were behind him. Even if he knew that this station marked the\nhalf way point to his final disgrace and humiliation, he could at least\nrest here, free from the incredible dangers of the marsh.\n\nHe swung the dugout to a landing, wearily stretched cramped legs and\nheaded down the catwalk. Before him the door of the jetty opened and\nthree men appeared in the entrance.\n\nEarthmen!\n\n\"Halleck! Gately! Sterns!\" Simms cried. \"What the devil are you doing\nhere?\"\n\nThe taller of the men held the door open wider. \"Come in, Simms,\" he\nsaid. \"We've been expecting you.\"\n\nInside the spherical room the air was warm and dry. Simms unhooked his\ndehydration mask and surveyed the three quietly.\n\nThey weren't a lovely trio. Halleck was tall and swarthy with dark\neyes and thin lips. He wore a stained rain-helmet and flexible swamp\nboots. Gately undoubtedly had Martian blood in his veins. And Sterns,\na typical space-rat from the slums of Venus City, bore an old heat-gun\nscar across his face.\n\n\"I thought the Halleck Development Company was heading north,\" Simms\nsaid. \"That's what you told the Commandante at Post One.\"\n\nHalleck smiled. \"We told your Commandante a lot of things that suited\nour purpose.\"\n\nSimms stirred uneasily. \"You also said you were geologists, looking for\nsedimentary deposits.\"\n\n\"Part of which is quite true.\" Halleck lit a cigarette deliberately,\nthen nodded to Gately who drew from his pocket a small bag. The man\njerked the draw string and permitted a dozen yellowish lumps to spill\nout on the table.\n\n\"_Deleon_ Salts,\" Halleck said shortly.\n\nIce touched Simms' spine. He had of course seen these ochre crystals\nbefore, while on patrol duty in native Kamali villages. But in the\npossession of Earth men....\n\n\"_Deleon_ Salts,\" Halleck said again, blowing a shaft of smoke\nceilingward. \"The stuff that holds the secret of rejuvenation for the\nKamalis. We're going to get a lot of it, ship it back to Earth and sell\nit for a high price.\"\n\n\"But ... but good Lord, you can't do that....\"\n\n\"I know what you're going to say,\" interrupted Halleck, \"that although\nthese salts enable the Kamalis to maintain eternal life, they mean\ninstant death to a person of Earth. Well, we've taken care of that.\nWe've worked out a process that makes them harmless for a year.\"\n\n\"And after that...?\" Simms persisted.\n\nHalleck shrugged. \"After that we'll have made our pile. We're simply\nselling a drug guaranteed to erase the ravages of time. It'll go like\nwildfire.\"\n\n\n\nUp on the wall a mercury clock pulsed rhythmically, and below the floor\nlevel sounded the faint drone of the dehydrators. Motionless, Simms sat\nthere. Like wildfire, Halleck had said. And the words were only too\ntrue. The quest for perpetual youth was eternal. Earth men still envied\nthe two hundred year old Martians, the three hundred year old Jovians.\nTell them that these _Deleon_ Salts were both harmless and effective,\nand the results would be cataclysmic.\n\nEvery person on Earth would demand some of the crystals. And in a\nyear....\n\n\"Where did you get these salts?\" Simms asked.\n\nFor answer Halleck reached forward and plucked something from the\nVenusian Service man's belt before the latter could restrain him.\nCapped and sealed at both ends, it was an official mold-proof message\ncylinder.\n\n\"Three weeks ago,\" Halleck said, tapping the cylinder with his finger,\n\"you left Post One with this tube bound for Venusian headquarters\nat BeTaba. You were sent in person because any radio or visiscreen\ncommunication would of course be intercepted by the Kamali Oligarchs.\n\n\"The tube contains two messages. One asks for reinforcements at the\nPost because of a recent epidemic of Mold Fever. The other demands your\nresignation because of insubordination. Insubordination--refusing to\nobey orders. Right, isn't it?\"\n\nA knife of bitterness cut through Simms. Yes, it was right, every word\nof it.\n\nHe had come here to Venus direct from the Inner-Planet Military School\non Earth. At Venus City he had waited six months before receiving\nhis appointment to the Venusian Colonial Service. And then, without\npreamble, he had been sent to the most remote garrison in the Blue\nSwamp mold country--Post One.\n\nA week after his arrival the Commandante had ordered him to ferret out\na certain Kamali native who had rebelled against the Government, and\ndisable him with a paralysis gun. Somehow when Simms had come face\nto face with the web-footed creature, his conscience had rebelled.\nShooting in self-defense was one thing, but crippling in cold blood\ndidn't seem human. He had let the Kamali go unharmed.\n\nAnd a week later that same Kamali had sneaked through the impentration\nwalls of the Post and murdered two Service men.\n\n\"The point is,\" Halleck continued, \"we know where you stand, and we\nknow we've got a good proposition ourselves. We've located a big\n_Deleon_ mine near Xenthar village. That's deep mold country. All we\nhave to do is start a little rebellion among the Kamali tribes, wait\nuntil they go on an expedition of war, then slip in and work the mine.\"\n\nThe man's eyes gleamed sardonically. But it was Gately who put the\nfinal offer into words.\n\n\"Now then, Simms,\" he said huskily, \"you're getting a lousy deal from\nthe government anyway. If you deliver that message, you'll only lose\nyour commission. String along with us, and we'll treat you right. What\ndo you say?\"\n\nSimms' face masked the battle that was waging in his soul.\n\n\"I'll think it over,\" he said at length.\n\n\n\nThree hours later Simms lay in one of the wall bunks, wide awake.\nThe jetty room was in semi-darkness, lit only by the soft glow that\nfiltered through the ports. From the bunks opposite came the regular\nbreathing of Halleck and Sterns. Gately sat by the table, smoking a\ncigarette.\n\nThe situation was quite clear to Simms now. He was a prisoner. The\nslightest attempt on his part to escape would result in the space-rats\ntaking action. For it was to their interest that his message did\nnot get through. Post One had asked for reinforcements. Those\nreinforcements coming back through the swamp would interfere with\ntheir plans to get the rejuvenation salts.\n\nOn the other hand Halleck had spoken the truth when he said that Simms\nwas heading straight into disaster. Delivery of that sealed message\ncylinder would mean his immediate dismissal from the Venusian Colonial\nService.\n\nHis hands dug into the blankets. Suppose he did throw in with these\nthree. Halleck would see that a tribal war of large proportion got\nunder way among the Kamalis at once. That would mean every garrison in\nBlue Swamp would be in danger of complete annihilation. Post One with\nits flimsy impentration walls and its men weakened by Mold Fever would\nbe wiped out.\n\nAll because of a few crystals. For two generations those _Deleon_ Salts\nhad been a mystery to Earthmen who colonized Venus. Chemists only knew\nthat the Kamalis used the drug to rejuvenate their bodies and prolong\nlife.\n\nOnce in ages past the Kamalis had been a great race with a high\nculture. Then through some great catastrophe their numbers had been\ndecimated and made sterile. Gradually they had migrated into Blue\nSwamp, and it was here no doubt that they had developed their webbed\nfeet and their elongated ears. Yet while the _Deleon_ Salts served to\nrejuvenate their bodies, their minds had gradually atrophied. Only the\nruling Oligarchs knew the secret of using the drug without harm to\ntheir mental powers.\n\nAbruptly Simms tensed. Across the room Gately's head nodded in sleep.\nThe Venusian Service man slid to his feet, stole noiselessly across\nto the three ports and closed them. From his pocket he took a small\nparalysis-fume pellet, lit it and tossed it under the table.\n\nBack in his own bunk, he pulled on his dehydration mask and waited\ntensely. In sixty seconds a grey fog of vapor was swirling through the\nroom. In sixty seconds more Gately's body had become rigid, his right\narm suspended in space over the table.\n\nSimms made sure his message-tube was in its place in his belt holster.\nThen he crossed unchallenged to the door. An instant later he was\noutside, advancing along the catwalk.\n\nHe leaped into his _jagua_ and began to paddle madly, intent only on\nputting distance between himself and the jetty.\n\nHe had two alternatives: to continue on to GHQ at BeTaba, or to head\ninto forbidden mold country and warn Xenthar village. Either way his\nown future was doomed. But without hesitation he chose the latter.\n\n\n\nMile after mile Simms fought his way along hidden channels, each of\nwhich resembled its predecessor. At first he had no idea where Xenthar\nvillage lay. Then, in his mind's eye, he saw again that relief-map of\nthe Blue Country which all Venusian Service men must commit to memory.\nXenthar lay to the east in an unexplored district.\n\nHuge blue priest trees bowed before him and sang their aeolian litanies\nas he passed. Living serpent-kelp clutched at his dugout and tried to\nprevent his passage. He moved by his watch. Overhead, at exact thirty\nminute intervals, successive hordes of Poleidons--_Ithiosyoria_--roared\npast in great blue clouds. As each migration came he ceased paddling\nand sat motionless. The slightest movement would have sent those flying\nlizard birds down to attack him.\n\nEven his dehydration mask failed to keep out the odor of mold. Mold\nballs, two feet across, floated through the air like great puffs of\nbluish cotton. Simms kept a wary eye trained to see that none fell on\nthe _jagua_. Had one done so, the sacrophytic spores would have taken\nroot and over-run the boat in a matter of seconds.\n\nOn and on he went through the incessant rain. Once a huge waterskipper\ncame, leaped over the surface of the water, its huge center eye open,\nits mouth a slavering slit of orange. He dug his paddle deep and pushed\ninto the blue rip grass until the monster had passed.\n\nAnd finally he saw it--a rectangular floating platform, constructed of\nmud and thatch, anchored by a network of vine cables.\n\nHe made a landing at a small wharf and began to stride along a matting\npath. Twenty feet forward, and he came face to face with a Kamali. The\nlittle man stopped short on his webbed feet, and his huge ears flapped\nludicrously. With a low cry he turned and ran.\n\n\"I'm in for it now,\" Simms muttered. \"That devil will warn the whole\nvillage.\"\n\nHis words were a prediction. Before he had gone fifty yards more\na squad of Kamali guardsmen advanced upon him. They wore skins of\n_Chabla_ cat and red headdresses formed of _patani_, the Venusian swamp\nflower.\n\nBut Simms, though new to the Service, had had experience with interior\nvillages before. Quietly he handed over his heat gun, let his wrists be\nbound, permitted himself to be escorted down the walk.\n\nThe village opened before him. Simms saw a double row of rectangular\nhuts formed of white _carponium_. In the center a round hut marked the\nquarters of the Oligarch and before this structure a taller Kamali\nstood, wearing a headdress formed of some brownish plastic.\n\nSimms bowed and held his message-tube in his bound hands before him in\nthe formality expected.\n\n\"Lieutenant Simms,\" he said, \"Sixth Venusian Colonials, bound Post One\nto general headquarters at BeTaba. I bring you information, oh mighty\none, which it will pay you to hear.\"\n\nThe Oligarch's eyes contracted. He motioned Simms to continue.\n\n\"Three Earth men,\" the lieutenant said, \"are headed for your village.\nThey....\"\n\nHis voice died off. Behind the Oligarch three familiar figures suddenly\nappeared in the doorway. In the foreground stood Halleck, smoking a\ncigarette, eyes filled with triumph. Behind him lounged Gately and\nSterns. The heat-gun scar on the latter's face seemed deeper and redder\nthan before.\n\n\"I'm afraid you're too late, Simms,\" Halleck said. \"I've already\nexplained to his highness that you've come to this village to steal his\n_Deleon_ Salts. I think you know what that means.\"\n\nGately laughed harshly. \"You were pretty smooth back at the Jetty,\" he\nsaid. \"But you forgot that the dehydrators would dispose of the fumes\nfrom your paralysis-pellet in a few moments. You forgot also that we\ntravel by hydrocar.\"\n\nSimms' fists clenched. Suddenly an overpowering urge to smash Halleck's\nsneering face blinded all his reason. Before the Kamali guards could\nrestrain him, he threw himself forward and planted a driving blow into\nthe space-rat's jaw with his two lashed fists.\n\nBut that was as far as Simms got. The Oligarch spoke a quick command\nthen, and a rush of webbed feet sounded. Something heavy crashed down\non the lieutenant's skull. He felt himself falling--into a pit of\nblackness.\n\n\n\nCuriously, he was aware of no lapse of time when he opened his eyes.\nHe lay on the floor of the a low ceilinged room that was bare of\nfurnishings.\n\nDizziness claimed him, and it was several minutes before he could\ngather sufficient strength to stand erect. He headed first for the\ndoor. It was locked, and the two circular windows were both grilled\nwith stout metal bars. For the second time in a few hours Simms was a\nprisoner.\n\nHe turned, surveyed the room with eyes of growing despair. An\nantiquated paralysis gun hang from a peg on one wall. He tore it free\nand flipped open the charge chamber. But as he had expected, it was\ngreen with mold and quite useless.\n\nThe circular windows opened out on the extreme end of the village.\nPeering between the bars, Simms saw an endless line of Kamalis padding\nin from the other side of a vine screen, depositing the contents of\nbaskets on a growing pile of black slag. A dozen Kamalis squatted\nthere, pounding pieces of the slag with little flat-nosed hammers.\n\nThis then was the _Deleon_ Salt industry, the secret of which was so\njealously guarded.\n\nAbruptly Simms found his gaze focused on a larger conical building he\nhad not noticed before. Even as he stared at its smooth windowless\nsides, a sound emerged from it. A low drone at first, it rapidly\nmounted the octaves until it became a high-pitched siren-like shriek.\nThe sound pulsed through the walls of the hut, bludgeoned against the\nlieutenant's eardrums, seemed to eat into his very brain.\n\nHigher and higher it mounted, until presently it had gone beyond the\nhearing range. But Simms got the impression it was still climbing into\nthe supersonic range.\n\nHe saw then a native cross the square and head toward his hut, carrying\na dish of food. The lieutenant glanced at the old-fashioned lock on\nthe door, and a thought struck him. Feverishly he searched his pockets,\ndrew forth his watch. Made for use on all planets, the timepiece had a\nmagno-shielded case.\n\nQuickly Simms unscrewed the back cover. The door creaked open, and the\nKamali thrust the dish of food inside. But in the instant before the\ndoor clicked into position again, Simms had slipped the watch cover\nbetween the latch and the magnetic face plate.\n\nThe intervening hours until the light outside gradually faded seemed\ninterminable. At length, however the square outside the hut was\nblanketed in deep gloom. Simms boldly opened the door and emerged onto\nthe street.\n\n\n\nWithout a plan of any kind he headed instinctively toward the slag\npile and the tower from which that strange vibration had come. He had\nreached the extreme end of the village when voices reached his ears.\nQuickly Simms darted into the doorway of a near hut. The men were\nHalleck and Gately!\n\n\"Why take chances?\" Gately was saying. \"We've got all the time in\nthe world, and we might as well give those salts a longer vibration\nexposure. That way the Earth people who take the stuff won't feel any\nbad effects for maybe two years.\"\n\nHalleck swore in reply. \"You fool,\" he said. \"Don't you realize we're\nworking on counted time. The I.P. men are after me now on Mars and\nJupiter. We've got to work fast. Have you convinced the Oligarch?\"\n\nGately grunted. \"Yes, the whole village sets out on an expedition of\nwar tomorrow night.\"\n\n\"You told the Oligarch that neighboring tribes had been tampering with\nhis _Deleon_ mine?\" There was growing satisfaction in Halleck's voice.\n\n\"Sure, I told him. Sterns told him, too, and the fool would be alive\nnow if he'd taken precautions....\"\n\nThe voices became inaudible then as the men passed on. Simms stood in\nhis tracks undecidedly. Then a glimmer of flare lightning in the sodden\nsky illuminated that strange tower just ahead. Like a magnet it drew\nhim forward with its power.\n\nCrouching low, he reached its cylindrical sides. He was groping for the\nentrance when his hands touched something soft and yielding. Chilled,\nhe waited for a second lightning flare.\n\nIt came, and it revealed the body of the third space-rat, Sterns. The\nman was dead. His eyes were bulging and streams of blood were issuing\nfrom either ear.\n\nBewildered, yet careful not to disturb the body, Simms completed his\ncircle of the tower and found the entrance. Inside he felt rather than\nsaw a spiral staircase leading upward. With the utmost caution he began\nto climb.\n\nHe was breathing hard when he reached the top. A door barred his way.\nSimms pushed it open and stood staring on the threshold.\n\nA bluish _radite_ lamp was suspended from the ceiling. Occupying a good\nhalf of the chamber was a huge parabolic horn, its small end converging\non a platform upon which a circular disc slowly revolved. In the center\nof the disc was a rounded heap of yellow crystals.\n\nThe left wall was taken up by a switchboard, with a series of dials\nstaggered across a _corbite_ panel. At the right wall, facing the open\nend of the parabolic horn, was a large wire cage.\n\nSimms strode forward. The crystals on the revolving disc were _Deleon_\nSalts. But what was the meaning of this other apparatus?\n\nHe peered inside the cage and stared, incredulously. _Hudrites!_ The\ncage was filled with hundreds of the Venusian swamp insects.\n\nAnd then abruptly something clicked in his brain like a puzzle piece\nfitting into a slot. This chamber housed the mechanism that made the\nrejuvenation salts adaptable to the Kamalis. The secret was vibration,\na bombardment of supersonic waves, causing a basic mutation of the\ncrystals' molecular structure.\n\nThe _Hudrites_ were the Venus equivalent of the Earth cricket. But\nwhere a cricket gave off vibrations of 8,000 a second, the frequency of\na _Hudrite_ had never been measured. It was said to be more than two\nmillion cycles.\n\nThe vibrations from these insects were picked up by the parabolic horn\nand a sensitive detector and stepped up by a cyclestat. When the sound\nwaves struck the crystals, they responded to it at their frequency and\nby its vibrations gave rise to a varying voltage. The sound waves of\nthe _Hudrites_ were thereby converted into electrical vibrations and\nthese electrical waves amplified with the aid of vacuum tubes.\n\nThe two were then united, and this bombardment of supersonic and\nelectrical waves changed the structure of the _Deleon_ crystals. No\ndoubt the Kamali Oligarchs had discovered through long experiment just\nhow long a vibration exposure was necessary to make the salts potent\nand still not effect their mental powers. The process undoubtedly took\nmonths of Venus time.\n\nBut the space-rats, Halleck and Gately, had no intention of waiting\nthat long. They planned to expose the crystals for the shortest\npossible time and then sell them to unsuspecting citizens of Earth.\n\nAnother thought struck Simms. Sterns! What had killed him?\n\n\n\nHe had the answer an instant later. Up on the wall a warning bell\nsounded and a red light flashed off and on. From a microtone speaker\nsounded that same deep-toned drone. Again it began to mount swiftly up\nthe octaves, rising steadily to a high-pitched shriek preparing the way\nfor the supersonic vibrations of the _Hudrites_. The lieutenant clapped\nhis hands to his ears, fell to the floor in writhing agony.\n\nStabbing lancets of pain darted through his brain. He felt his eyes\nprotruding; his head seemed ready to explode. With a mighty effort he\nmanaged to jerk on his dehydration mask, slide the protective ear-caps\ninto place. Even then the sensation was only partly relieved, and he\nstood, heart pounding, waiting for the mad vibration to stop.\n\nWhen at length it came to an end, a glance at the _Deleon_ Salts showed\nhim they had colored from a light yellow to a deep orange. Tiny facets\nof irridescent flame now played over their surfaces.\n\nWhatever method of utilizing the supersonic field the Kamalis used, it\nwas a deadly one. As the body of Sterns proved, the action of those\npiezo-electric crystals was fatal to the unprotected human organism.\n\nSimms moved to the control panel. He had the secret of the _Deleon_\nSalts now. But what good would it do him. In a short time his escape\nwould be detected and....\n\nBut even as his gaze sped over the dials, a thought struck him. One of\nthose dials must control the intervals of time between each supersonic\nbombardment. Another must control the frequency of the vibrations.\n\nBoldly Simms seized a rheostat and shoved it over to its farthest\nmarking. He found the time dial and pushed that upward too, guessing at\nthe length of increase.\n\nThen he was descending swiftly the spiral staircase to the ground\nlevel. He skirted the main street of the village and groped his way\nthrough inky blackness to the swamp shore.\n\nIn the gloom he made out his _jagua_. But he didn't stop here. He\nran blindly a hundred yards along the matting shore until a squat\nbeetle-like shape materialized out of the darkness. The space-rats'\nhydrocar.\n\nIn a half minute he had the mooring line unfastened. And then splitting\nthe darkness about him came a shaft of white light. Simultaneously\nHalleck's voice yelled:\n\n\"Get him before he gets into the car!\"\n\nThere was a dull report like a melon striking, and something soft and\nfuzzy whizzed past Simms' head to hit the water with a hollow plop.\nA mold gun! In the relentless light of Halleck's search lamp, the\nlieutenant saw the living fungus erupt into a hundred wriggling spores\nthat germinated in a matter of seconds.\n\nSimms leaped into the cabin and fumbled for the starter switch. Once\na dozen years before he had driven a hydrocar on a pleasure cruise a\nshort distance up the Martian Central Canal. Now his fingers touched\nthe stud, and the motor roared into life.\n\nBut before he could press the trigger out into the swamp, he saw\nHalleck leap through the water and hurl himself onto the car's hood.\nThe man broke the windscreen into a hundred glass fragments and thrust\na mold gun through the aperture straight into Simms' face.\n\nBut before he could press the trigger something happened. Back in\nXenthar village a mighty wailing scream pierced the air. Like a\nfrightened banshee the sound raced into the upper register, leaped to a\ngrinding, ear-shattering shriek.\n\nHalleck dropped the mold gun and clapped his hands to his ears. On\nshore the Kamalis uttered cries of pain and fell groveling as the sound\nmounted into the supersonic range and the piezo-electric crystals began\ntheir action.\n\nWith a jerk Simms swung the wheel, throwing Halleck off balance and\nplummeting him into the water. The hydrocar roared out into the swamp\nlike a runaway comet.\n\n\n\nAll night Simms drove, weaving through aisles of man-high rip grass,\ncircling denser groves of blue priest trees and ardaleptic ferns.\n\nAt dawn he drew up at a small island, built a fire and cooked some of\nthe food he found packed away in a rear compartment of the hydrocar. He\nrested half an hour, reentered the car and drove on at a more leisurely\nspeed.\n\nThere remained now only to go to GHQ at BeTaba, give his report and\nhand over his message-cylinder. And when the tube was opened, he would\nbe through on Venus. Dismissed from the Service for insubordination.\nWherever he went, that report would follow him.\n\nHis lips compressed. There was a girl waiting for him back on\nEarth--waiting until he had completed his hitch in the Service and\ncould graduate to the spaceways.\n\nAbruptly his hand, reaching to his belt, stopped, and an electric shock\nran through him.\n\nHis message cylinder was gone! He must have lost it when he rested at\nthe little island.\n\nFor a moment he sat motionless, a cold numbness sweeping over him. He\nmust have that cylinder when he reported at BeTaba. That part of the\nmessage pertaining to reenforcements for the garrison would be given\norally, of course. But the section regarding himself was different. If\nhe failed to deliver that letter, sooner or later he would be accused\nof throwing it away. It would mean another case of--insubordination.\n\nSuddenly he threw over the wheel and sent the hydrocar racing back in\nthe direction from which it had just come.\n\nThe Great Swamp faded out of his vision now. He drove with his\nthoughts. And then as familiar landmarks began to rise up before him,\nhe realized what he was doing.\n\nIt was selfishness that had driven him along the back trail. He was\nreturning for a kind of personal satisfaction. Deliberately taking\nchances when the stakes were higher than himself or his own feelings.\n\nBut the island lay just ahead. It would be mad to turn back now that he\nhad come this far. He ran the hydrocar into a little inlet, switched\noff the motor and climbed out.\n\nThe coals of his campfire were still glowing. Carefully he began to\nsearch the trampled grass. A fern writhed in the sodden wind, and a\nglint of metal caught his eye. The official tube lay where it had\nfallen, close to the shore.\n\nBut as Simms strode forward, a footstep sounded behind him. He\nstiffened and turned. An Earth man stood there on the little beach,\nhands resting triumphantly on hips, watching him.\n\n\"Halleck!\"\n\nIn the swamp back of the space-rat lay a long _akimla_ canoe, filled\nwith Kamali tribesmen, drawn by three waterskippers, their ugly\nbeetle-like bodies lashed with an intricate network of harness.\n\nThere was a mold gun in Halleck's hands, and he had it leveled before\nhim.\n\nOut of the corner of his eye the lieutenant was searching desperately\nfor a way of escape. Above him his upraised hands touched the spreading\nbranch of a priest tree, and he saw that its farther extremity hung\nwithin a foot of Halleck's gun hand.\n\nSimms seized the branch and gave it a powerful downward jerk. And in\nthe instant that the space-rat's weapon was pushed out of aim, he threw\nhimself forward in a flying tackle.\n\nHe fought desperately, aware that he had seconds in which to act and no\nmore. A heavy kick in the groin sent a wave of nausea surging through\nhim. Then his hands closed about the mold gun. He tore it free and\npounded a hard blow into the space-rat's jaw. Twice he stuck. Then as\nHalleck slumped backward, he stumbled erect and trained the weapon on\nthe advancing Kamalis, finger tight on trigger.\n\n\"Back!\" he snapped. \"One move, and I fire. Get into that jitterbug\nchariot of yours and get going!\"\n\n\n\nTwo days later a mud-stained, mold-encrusted hydrocar swung up to the\njetty at BeTaba, Venusian Colonial Headquarters on the outer edge of\nBlue Swamp. Two haggard Earthmen climbed out, one still gripping a\nKamali mold gun, the other, his hands bound behind him.\n\nThey paced down the catwalk, entered the lock, and a moment later stood\nbefore the Post Major. Simms saluted and began a graphic description of\nall that had occurred.\n\n\"Post One needs help sir,\" he concluded. \"There were twelve cases of\nMold Fever when I left, and the impentration walls are badly in need of\nrepair. The Kamalis are on the verge of an intertribal war.\"\n\nThe Major looked the prisoner over and nodded. All the defiance was\ngone from Halleck now. He stood there, lips twisted in a sullen snarl,\neyes mirroring defeat.\n\n\"The I.P. men have been after this rat for a long time,\" the Major\nsaid. \"And now, Lieutenant, I'll have your official report.\"\n\nSilently Simms handed the message cylinder across the desk.\n\nThe Major opened the cylinder and glanced at the scroll inside. A\nmoment passed in silence as he read the message.\n\n\"Lieutenant,\" he said at length, looking up, \"how long have you been at\nPost One?\"\n\n\"Six weeks, sir.\"\n\nThe Major opened a humidor and took out a Martian cheroot. \"It so\nhappens your Commandante is a very shrewd person. Lieutenant, take a\nlook at this letter.\"\n\nSlowly Simms picked up the scroll and read:\n\n... _and am sending this letter by Lieutenant Simms, a newcomer to Post\nOne. The boy had the usual case of nerves brought about by the damnable\nsolitude, the rain and the constant dangers here at the post, and I'm\ntaking the usual method of curing it. Let him rest over at BeTaba for a\nmonth. Then send him back. He has the makings_ ...\n\nAnd across the desk the Major puffed his Martian cheroot and smiled.",
    "metadata": {
        "author": [
            "Jacobi, Carl Richard",
            "Jacobi, Carl"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/62348/pg62348.txt",
        "name": "assignment_on_venus.json"
    }
}