{
    "name": "Asteroid Justice",
    "author": [
        "Thiessen, V. E.",
        "Thiessen, W. E."
    ],
    "body": "Sam Knox touched a button in the control room of the _Wanderer_, and\nthe draperies slid back from her transparent nose. He stood a moment, a\nsturdy compact figure, gazing into the dark.\n\n\"Look at them!\" he said bitterly. \"They hang there like stars.\"\n\nBefore the _Wanderer_ he could see the mining fleet at the edge of\nthe Asteroid Belt, their identification lights twinkling out from the\nenshrouding ebon mantle of space.\n\nThey might as well be stars, for all the progress he had made with\nthem. He had been here a week, spreading his nets for asteroid\nfragments like the rest of them, and never a sign of his presence had\nthey shown. They hung there, cold and aloof--almost suspicious, he\nwould have thought, had they any reason to be suspicious.\n\nNot that they were unfriendly by nature, these men who spread their\nnets to trap the errant meteors; but they were a clannish tribe, known\nto one another from season to season, more snobbish than any social\nruling class. They were close-knit, bound together by bonds of danger\nand hazard, and the dream of sudden wealth.\n\nPerhaps it is only a matter of time, he thought. Perhaps time will make\nme one of them. He must win their friendship soon, if he were to find\nPell.\n\nAnd that was his job, to find Pell. His was not the hunt for wealth\nin the heart of some fragment of asteroid. Yet the excitement of the\nsearch had long been a part of his life. What Sam Knox hunted he found.\nSam Knox hunted men.\n\nHe had two bosses. The most lenient of these was the Department of\nTerran Justice. His other boss lay deep inside himself, demanding\nmuch--expecting everything.\n\nThrough the left lower quadrant of the transparent nose he saw one of\nthe nets flare into quick acceleration. It was too far away to be his\nown, and he watched it, each corner of the net a flaming ribbon of\nrocket fire in the velvet black of space.\n\nA moment later he knew whose net it was, for the mining ship\n_Fleetblast_ slid by him in pursuit, controlling the rocket-powered net\nfrom the remote controls in her maw. The _Fleetblast_ sped on, unable\nto equal the instant acceleration that the touch of the meteor sent\ninto the rockets of the net.\n\nBut she was soon catching up. With her remote controls she was\nslowing the rockets of the net, as she increased her own speed. In a\nfew minutes both ship and netted meteor would be hanging motionless\nalongside, the meteor caught and halted just as a small boy catches a\nswift ball in his cap.\n\nSam grimaced. What would it contain when they melted it open with the\nheat rod? Probably nothing. Possibly mineral ore, to be refined into\nmetal for new heat rod tips, for from this the miner fishers of the\nAsteroid Belt eked out their precarious existence.\n\nBut perhaps--PERHAPS--there was wealth and fortune. Here might be the\ndream come true. Here by the luck of space, might lie one of the rare\njewels of the asteroids, spawned in some once-fiery sun, and flung into\nspace in the heart of a fragment. For this the eternal hope of man\nyearned, and men spent their lives fishing and mining here. For this\nthey risked the swift and horrible infections of life in the Asteroid\nBelt.\n\n\n\nThe visaphone sprang into life. Sam recognized the voice as that of a\nwoman.... \"_Fleetblast calling Aeries...._\"\n\nThe _Fleetblast_ lay some fifty miles ahead, a speck of light, where\nthe chase of her net had led her. Just to her right, closer, lay the\nonly near ship, the _Aeries_.\n\n\"_Aeries speaking--go ahead...._\"\n\nBefore the _Aeries_ her net spurted four ribbons of flame. In a surge\nof power the _Aeries_ was off, acceleration full, straining like a\nhound after a rabbit. There would be no more conversation from the\n_Aeries_, Sam knew, until the catch was landed.\n\nThe woman was unaware of this development, unaware that the _Aeries'_\nflaming jets were bearing her far away.\n\n\"... _father is hurt ... an open wound and we have no more penicillin\nX...._\"\n\nNo penicillin X! No ship took to ether for the \"Belt\" without a supply\nof that important penicillin derivative.\n\nSam touched the controls. This was the break, this was the luck of Sam\nKnox. The jets responded with a trail of flame. He pulled alongside the\n_Fleetblast_ in a few minutes.\n\nHe could spare a hundred thousand units of the drug, he figured. He got\nit from the storeroom. He was quite close to the other ship, so decided\nagainst using the ship's lifeboat, a tiny space-dory, and simply donned\nhis space-suit. He then yelled into the visaphone, \"_Fleetblast_--open\nyour port ... I'm bringing the drug.\" He saw the lock open on the\n_Fleetblast_ and opened his own, propelling himself into space and\nacross the void. A few guiding blasts of his hand rocket and he was\ninside the lock of the other ship.\n\nA woman helped him out of the space-suit. \"Come quickly,\" she urged.\nSam had time to note that she was young and had red hair as he followed\nher to the living quarters.\n\nAn old man lay there on a bed. His trouser had been cut away from his\nright leg, revealing a crushed and bleeding condition below the knee.\nAlready the leg was beginning to show the faint greyness that indicated\nthe start of the quick infection.\n\nThe miner's name, Sam found as he treated the leg, was Timas Rorke.\nThere was a faint trace of Irish blood in him, responsible perhaps for\nthe red hair of his daughter. He lay back in the bed, complaining at\nthe foolishness that had put him there.\n\n\"That damned meteor! I was in too big a hurry to load it, and it\nslipped and crushed my leg.\" Timas looked at his daughter. \"What do\nyou say, Nancy, shall we call it a season and run back to Terra?\"\n\n\"There are a few more weeks of good fishing. I can make out.\"\n\nSam looked at her, this slip of a girl who was undertaking a man's\nwork. For all her courage she was still a woman, slim and lissome. She\nwas not too tall, rounded sweetly, and well-formed. Under Sam's gaze\nshe lifted her eyes to his, eyes as brown as new-plowed soil.\n\nHe had been long away from women, and the sight of her set a wildness\ncoursing in his blood. Strong as she was he could crush her in his\narms. He had strength to take care of both of them.\n\nShe might have let him too, in other circumstances. Her eyes had\nalready noted the compact sturdiness of his body, noted and approved.\nBut he was Sam Knox, and in his hunt for men a hundred women had tried\nto deceive him, so that he set his mind against this weakness, and\nlooked away across the room.\n\n\n\nFool! He was a fool to have not seen it sooner. The photograph of a\nwhite-haired man stared from a lucite frame. It was Pell.\n\nThe report was true. Here was Pell, inventor of the heat rod, hiding\nwhere the metal was mined. If he were here, he must be found, and\nreturned to Terra to finish the sentence he had escaped three years\nbefore.\n\nHe might not have to finish that prison sentence. Only one thing was\ncertain now. In the investigation of the illegal operations of Terran\nMetals Corporation, the truth had been concealed by the fact that a way\nhad been found to deceive the mind-probe.\n\nWhen that shattering fact was discovered, that the basis of justice was\nnot dependable, action was swift. The mind-probe was analyzed, and the\ndefect removed. But the truth of the facts in the Terran Metals Trial\nwas now uncertain. Guilty or not, the Department of Terran Justice\nwanted Pell.\n\nSam took a step toward the picture. The girl's voice shocked him from\nthese thoughts. \"I don't know how to thank you, Mister--?\" She paused\nexpectantly.\n\n\"Knox, Sam Knox.\"\n\nShe held out her hand. \"We are so glad to know you.\"\n\n\"You are the first one to want to know me. I've been here a week, and\neveryone seems to think I have a plague.\"\n\nTimas Rorke spoke from the bed. \"You must forgive us. We are a hard\npeople to get acquainted with, especially now.\"\n\n\"Why especially now?\"\n\nThe visaphone buzzed. It was the _Aeries_, now alongside. Nancy went to\noperate the lock.\n\nA young man came from the lock with her. He was dark and saturnine. His\nglance viewed Sam with open suspicion.\n\nNancy said, \"Sam Knox, Ned Hawkins.\"\n\nSam held out his hand. The dark young man made no move to accept it.\n\nNancy said sharply, \"Ned! Mr. Knox may have saved father's life. He\nbrought the penicillin X while you were chasing meteors.\"\n\nNed Hawkins said with surly ill grace, \"Sorry. We're obliged to you,\nMr. Knox.\"\n\nSam turned to the old man on the bed. \"You were about to tell me why\neveryone is so suspicious.\"\n\nTimas Rorke sat up in bed. His eyes blazed. \"Thieves!\" he said gustily.\n\"This season there have been thieves. Old Joe on the _Miner II_ lost an\nasteroid jewel worth ten thousand credits. Somebody beat him, slipped\nhim chloroform, and made off with it. Been several cases like it.\"\n\nNed's dark suspicious eyes were on them. Sam crossed and picked up\nPell's picture. \"Relative of yours?\" he asked casually.\n\nHawkins slammed the flat of his hand against a bulkhead. \"That does it!\nWhat kind of miner are you that you don't know the Master Miners?\" He\nwhirled to the old man and the girl. \"Tell him nothing more.\"\n\nSam said simply, \"This is my first season. How am I to know anything\nwith everyone so suspicious? If you need more medicine let me know.\" He\npicked up his space-suit and went into the lock.\n\nNancy came quickly into the lock after him. She said in a low voice,\n\"Thanks for everything. You must forgive Ned. He is jealous.\"\n\nSam held the helmet to his space-suit in his hands. \"If I had a claim\non you,\" he said swiftly, \"I should be jealous, too. Not man nor devil\nshould take you from me.\" He put the helmet on and turned to the lock.\n\nOnce back in the _Wanderer_, he considered what he had learned. Pell\nwas here, so much had been established, and he had at last a foothold\nof acquaintance among these people. That should help.\n\n\n\nAnd indeed it did. It was through Timas Rorke, he suspected, that four\nold men now stood on the floor of the _Wanderer_.\n\nHe hadn't, however, quite planned on falling in love. It was difficult\nfor him to believe that so strong a bond could be forged in the week he\nhad known the Rorkes. The increasing jealousy of Hawkins was testimony\nto the growing tenderness between Sam and Nancy Rorke.\n\nThe elder of the four men stepped a little forward. \"Mr. Knox, we are\nhere because a friend of yours has requested that you be admitted to\nthe Miners.\"\n\nHe was right then; the week's cultivation of Timas and his daughter was\nbringing results. \"Tell me about the Miners,\" he asked.\n\n\"We are far from Terra here. Years ago we found the necessity for\nestablishing some sort of society for our own pleasure and protection.\nWe have our own government, our own laws. Each year a number of the\nolder miners are chosen Master Miners. This year there are seven. We\nformulate all laws, and sit in judgment on those who break them.\"\n\nMaster Miners! Pell was one of these. Sam kept the planes of his face\nwooden. \"What must I do to become one of this society of yours?\"\n\n\"You must submit to questioning to prove you are worthy. You must swear\nloyalty to all our other brother miners. You must agree to be guided by\nour laws, as supreme here, as long as you are in the Asteroid Belt.\"\n\n\"Very well, I agree.\"\n\nThey took a small space-dory to the largest ship in the mining fleet,\nthe governing ship, _White Lark_. Sam wondered if he were being wise.\nIf they had the latest mind-probe, all the truth would come out in the\nexamination. His connection with Terran Justice would be discovered,\nand perhaps all chance lost of taking Pell. It was unlikely that they\nhad the new probe, he decided, and if they had the old model he could\nfool them.\n\nThey had no mind-probe at all. They simply asked him questions, the\nseven of them, trained to evaluate character swiftly in their rough\nlife, they watched him as he answered their questions. They sat around\nhim in a semi-circle, and in the center, in charge, was the man he\nhunted. He had found Pell!\n\nThe questioning began. When they touched the dangerous fringes of\nknowledge with their probing questions he held his face even more\nwooden than usual, careful too to let no emotion show in the timbre of\nhis voice.\n\nAnd at last it was over. Pell rose and looked at the circle of Master\nMiners. \"I am satisfied,\" he announced. \"Are there any objections to\nthe entrance of Mr. Knox as a Miner of our Order?\"\n\nThere were none. Pell said, \"You will take the oath of fealty tomorrow,\nhere. There will be many who want to meet you.\" He walked with Sam to\nthe lock, to the small space-dory in which they had come.\n\nSam thought, I can take him now. I can slip a dis-gun into his ribs,\nand take him now. The reaction of the other miners was unpredictable,\nbut with speed and skill he could make it. And once aboard the\n_Wanderer_ no mining ship could approach his super-drive.\n\nHis hand slid down his pocket to the cold plastic butt of his dis-gun.\n\nThere was a rattle as another dory struck the ship. A space-suited\nform slid into the lock. He took his hand off the dis-gun. The figure\nstripped off its helmet, and a mass of flame-colored hair cascaded down\naround the shoulders. It was Nancy Rorke.\n\n\"Am I too late? I just heard you were up for membership in the Miners.\"\n\nPell put his hand on her shoulder. \"He's passed the tests. We\nadminister the oath tomorrow.\"\n\nSam took his hand from his pocket. There would be danger. He would not\nmake his play with a woman here.\n\nNancy's brown eyes were on his, filled with warmth and gladness. \"I'm\nso happy. I just couldn't believe it when Ned told me he had put you\nup for membership.\"\n\nNed Hawkins had proposed him for membership! Sam pondered that all the\nway back to the _Wanderer_.\n\n\n\nThe ceremony that joined Sam Knox and the Order of Miners was a simple\none. There were many of the Miners in the _White Lark_, to witness\nthe oath of fealty, and many more watching on their visaphones. The\ncoldness was gone; he was one of them, and he felt the strong warmth of\ntheir friendship. Nancy's eyes smiled at him all through the ceremony.\n\nThere was one curious thing. Ned Hawkins was not present at the\nbeginning of the ceremony.\n\nThe voice of Pell pronounced. \"You are now one of us.\" Men gathered\naround Sam, shaking his hand and clapping him on the back.\n\n\"_Stop the ceremony!_\" It was a beautifully timed entrance, an actor's\nentrance. Hawkins stood just inside the room, still in his space-suit,\nholding the helmet in his hand. He came forward now, his magnetic boots\nclanking on the steel floor of the _White Lark_.\n\nPell frowned at him. \"If you have objections, you are too late. After\nall, you were the one who proposed his membership. Miner Knox is one of\nus now.\"\n\n\"Then he is subject to our law. He is no miner--he is a thief.\"\n\nPell said somberly, \"That is a serious accusation.\"\n\n\"Old Joe died today as a result of the chloroforming and beating.\nBefore he died he tuned in the ceremony on the visaphone. He identified\nthis man as the one who beat and chloroformed him. He died soon after.\nHis heart couldn't stand the excitement.\"\n\nPell looked at Sam. \"What have you to say?\"\n\n\"Would you believe a wild tale like that? Hearsay testimony from a dead\nman? It's simply an invention.\"\n\n\"Invention?\" It was one of the Master Miners. \"Why, Hawkins proposed\nyou for your membership.\"\n\nNed Hawkins said raspingly, \"If it is all hearsay, I suppose you won't\nobject to a search of your ship. The Asteroid jewel that was stolen is\nprobably there.\"\n\nThe pattern was too clear to Sam. It was of course a frame, a perfect\nframe, if the jewel had been planted aboard the _Wanderer_. They would\nfind other interesting things, too. The super-drive of the ship would\nbe as useful to a thief as to a Terran Justice man.\n\nThey found the jewel carelessly hidden in the _Wanderer's_ upholstery.\n\nSam said, \"If you will put us both under the mind-probe, you will learn\nthe truth.\"\n\nPell frowned at him. \"I know from my own experience that the mind-probe\nis worthless. I was convicted once by a mind-probe trial. No, we will\nhave a simple trial; we will try you after the fashion of older times.\nVerbal testimony, evidence, and a jury of Master Miners. We will try\nyou at once. Justice is swift here in the Belt.\"\n\n\n\nSam Knox sat hopelessly in a tiny space-dory. Through the view port\nhe could see the twinkling lights of the Asteroid fleet vanishing in\nthe distance. And in his mind he could still hear the voice of Pell,\npronouncing sentence like the tolling of some bell of doom.\n\n\"Miner Sam Knox, you will be banished forever from the Asteroid belt.\nIf you return, it is the duty of every Miner to ray you on sight. And,\nif any befriend you, they may share your fate. Your ship and all your\npossessions are forfeit. You will be placed in a small space-dory with\nfood and fuel for two weeks. If in that time you can come to some\nlarger ship or outpost of civilization, you are to be congratulated. If\nnot, may God have mercy on your soul.\"\n\nHe had lost the _Wanderer_--he had only this tiny dory and two weeks'\nfood. That was bad enough, the chance of wandering forever in space\nwithout food or fuel, but worse than that was the thought that he had\nfailed. He had found Pell, and failed to bring him back. He sat for a\nmoment, face in hands, tasting the bitter failure. There was, too, an\naching sense of loss when he though of Nancy Rorke.\n\nThere was a tarpaulin over his stocks of supplies. He might as well\ntake inventory. He rose and went to the rear of the tiny craft. He\npulled back the tarpaulin. Curled among the supplies was a woman, her\nhair a russet halo of glory. She stood discovered, shyly looking at\nhim. It was Nancy Rorke.\n\nSam wanted her. Lord, how he wanted her. He crossed and seized her in\nthe solid strength of his arms, crushing his lips and body against\nhers. \"You fool!\" he breathed. \"You wonderful, glorious little fool!\"\n\nShe said simply, \"I knew you would need me. I found which dory they\nwere to use and stowed away.\"\n\nNow there was food and water for only a week. All but fuel was now\ndivisible by two. They were far from the usual space-lanes, and the\nchance of passing craft was microscopically small. Somehow, Sam knew,\nthey must win through. Somehow he must wring defeat from failure.\n\nThey were three days out when they saw a ship. It seemed somehow\nfamiliar, and it circled them three times before it had decelerated\nenough to pull alongside the slower dory. The lock opened and Sam\npropelled the tiny dory inside. Nancy said in amazement. \"It is Pell's\nship. Do you suppose they know the truth?\"\n\nSam knew it was not that when Pell opened the door of the dory. His\nvoice was curt. \"I have extra food and fuel. The ship _Sol Shine_ is\npassing between Mars and the outer planets. You should be able to\ncontact here at these co-ordinates at the time noted.\" He handed Sam a\nsheet of astrographic calculations.\n\nNancy caught at his arm. \"Why bring us this?\" she asked. \"Is it because\nof me?\"\n\nPell smiled at her. \"No, my dear. It was not because of you--or perhaps\nit was. Perhaps a woman's heart is surer judge than a jury of Miners.\"\n\nHe raised keen eyes to Sam. \"Once they found me guilty,\" he said. \"I\nwas not. I cannot rid myself of the belief that perhaps others, too,\nmight not be guilty.\"\n\n\"The others do not know you came?\"\n\n\"No, else my life would be forfeit.\"\n\nSam Knox said wonderingly. \"You risked that, for the sake of possible\njustice?\"\n\nPell inclined his head.\n\n\"Why go back? Come to Terra with me.\"\n\n\"I cannot.\"\n\n\"Listen, man.\" Sam was urgent. \"I came from the Department of Terran\nJustice to find you. The Terran Metals case is re-opened. The new\nmind-probe is just. Come back and we will find the truth.\"\n\nA strange look spread over Pell's face. \"Terra! The glorious\nrose-gardens of Terra.\" He shook himself. \"I dare not, but as I have\ngiven you life you must promise me this. You must not tell where I am\nto be found.\"\n\nSam Knox said bitterly. \"I promise nothing. I came to the Belt to find\nyou.\" He sidled forward. If he could reach Pell--\n\nA dis-gun rose in Pell's hand. \"Be it so. Then I must move on.\" He\nclosed the door of the dory on them and threw the release that thrust\nthem from the lock of his ship. He left them sitting--watching his\nship's lights recede in the darkness.\n\nNancy put her hand on Sam's arm. Pell's ship was now a speck of light,\nvanishing in the black. \"Never mind Pell. We will go to Terra together.\"\n\nSam said, \"I had almost convinced him. He wants to go to Terra. You\nheard him. If I could talk to him again....\"\n\nNancy tugged at his arm. \"Sam! What are you thinking of?\"\n\nHe touched the controls of the space-dory, and it swung in a long\ncurve, doubling back.\n\n\"No! Sam, No! They will kill you if you go back. Forget Pell and come\nwith me to the _Sol Shine_.\"\n\nSam Knox's jaw was a ledge of granite. \"I came for Pell.\"\n\nThe tiny dory leaped forward, nose pointed for the Asteroid Belt.\n\n\n\nSam slid in under no power, using the inertia of the ship, lights off,\nalongside the _Fleetblast_. He said, \"Let's hope your father is alone.\"\n\nTimas Rorke was alone. He was hard to convince, but his daughter could\nwork wonders with him. \"Very well,\" he grumbled. \"I'll see if I can get\nPell over here.\" He shrugged into a space-suit, and slipped his own\ndory out of the lock. He blasted away to find Pell.\n\n\"Look, Sam,\" Nancy called. \"It's the _Aeries_.\"\n\nThe _Aeries_ slid by the _Fleetblast_, moving her nets to some other\nsector of space. The visaphone sounded, \"_Aeries calling Fleetblast ...\nAeries calling Fleetblast...._\"\n\nSam gripped Nancy's arm. \"We must not answer. Perhaps he will go on.\"\n\nFor a moment the _Aeries_ paused, then it flared an orange trail of\nacceleration as it headed onward.\n\nAnd the _Fleetblast's_ dory scraped alongside. From the lock stepped\nPell and Timas Rorke.\n\nSam Knox stood, wide-legged, facing Pell, a compact and resolute form.\n\"I came to take you back to Terra.\"\n\nTheir eyes met and searched each other. Pell sighed. \"Almost I am\nwilling to trust you. You, too, are a man who will risk life for a\nprinciple.\"\n\n\"If you are innocent, I promise you you will be cleared. There is no\nflaw in the mind-probe now. You know we cannot use the probe at random,\nbut, if you bring charges against those who framed you, we can use the\nprobe to get the truth.\"\n\nPell straightened. He seemed to grow taller. \"I'll do it.\"\n\n\"You'll do what?\" From the opening lock Ned Hawkins came, a dis-gun low\nin his hand. Behind him were four older men. Sam saw Pell's face grow\npale. They were four of the Master Miners, four of those who dispensed\njustice in the Asteroid Belt.\n\nOne of them said gravely, \"In the name of all Miners, I arrest you,\nPell, for aiding a convicted thief. Have you anything to say before we\ntake you way?\"\n\nHawkins jabbed the muzzle of the dis-gun tight in Sam's back.\n\nAnd that was a mistake. Men of the Terran Police Services had long been\ntrained to defend against a weapon held too close. Sam Knox whirled,\nstriking up and out with his arm, whirling away from the weapon, and\nstriking with his hand. He stepped forward then, seizing Ned's gun arm\nin a bone-breaking leverage, and the dis-gun dropped to the floor. He\nshoved Hawkins away and scooped up his weapon.\n\nNow was the time, he thought, to take Pell and run for it. Perhaps they\nwould not find it important enough to follow. They would not know that\ncontact with the _Sol Shine_ was possible.\n\nThen Sam groaned. He had forgotten. Too much time had elapsed, and now\nhe was farther away. The slow space-dory never would be able to reach\nthe co-ordinates in time to intercept the space-liner.\n\nSomehow he must force the truth. He lifted the dis-gun. \"I'm going to\nblast you, Ned Hawkins. Before I go I'm going to burn you down. I know\nyou stole the jewel and killed Miner Joe. I know you were jealous and\nframed me, giving up the jewel as a sacrifice to your jealousy. Tell\nthe truth, Hawkins, and cleanse your soul before you die.\"\n\nNed Hawkins pulled back his lips in a dark snarl. \"Shoot,\" he said.\n\"Shoot, you murderer and thief.\"\n\nA Master Miner said, \"We will hunt you down, Knox. We will hunt you\nto the ends of the galaxy. Even though you kill us all, there will be\nothers to search you out.\"\n\n\"Tie them,\" Sam Knox directed. Pell obeyed. Sam swung the dis-gun in a\ncompact circle, and the front sight opened the flesh of Ned Hawkins'\nforearm and let the blood flow.\n\nSam Knox waved with the gun then at Pell, at the girl and at her\nfather. He said bleakly, \"If one of you moves toward the medicine\ncabinet, as God is in Heaven, I'll ray you down.\"\n\nHe hunkered down on his ankles, a lone figure waiting and watching.\n\n\"You devil,\" Ned's voice struck a high pitch. \"_You devil_, give me\npenicillin X.\"\n\nThey had not understood till then. The eyes of the bound Master Miners\nwere wide with horror.\n\nSam gestured with the gun. \"Rest easy,\" he said. \"We shall only have to\nwait an hour at the most.\"\n\nThe red blood that spurted from the arm stopped, and the chronometer\nticking in the control room was the only sound in the chamber. Minutes\npassed, and the arm which had been red with blood was now greying.\nSwiftly, the infection of space was taking over.\n\nNancy Rorke said shrilly, \"You are not human.\" She got up and moved for\nthe medicine cabinet. Sam Knox tilted the dis-gun, and the heat ray\nlanced out and burned a hole in the chair ahead of her. She sat down\nquickly, with a white face.\n\nNed Hawkins' eyes were brilliant as a trapped beast. He looked at\nhis greying arm. It was swelling now and becoming painful. His face\ncontorted. He breathed agonizedly.\n\nPell reached for the medicine cabinet, and Sam burned the knob under\nhis hands.\n\n\"You devil!\" Ned was breathing hard. Sweat stood on his forehead. \"What\ndo you want?\"\n\n\"The truth.\"\n\n\"I know nothing.\"\n\nSam said, \"I am going to burn the penicillin. You people can't keep\naway from the drug. It's either burn the drug or one of you.\" He\npointed the dis-gun at the medicine cabinet in the corner.\n\n\"I'll talk--give me the drug--I'll talk!\" Ned began to babble in\nconfession.\n\nSam said mercilessly, \"The proof. Where is proof of what you say?\"\n\n\"On the _Aeries_. There is a false compartment under the control seat.\nAll the stolen goods except the one asteroid jewel are there.\"\n\nSam lowered the gun. \"Give him the drug quickly, and you will save him\nfor Miner's justice.\"\n\nAs Sam bent to untie them, one of the Miners said, \"If the stolen goods\nare in the _Aeries_, we owe you an apology.\"\n\n\n\nOn the _Wanderer_ Sam Knox finished the astrogation. The jets were\nwarming, for the first blast of fuel that would send him Terra-bound.\n\nNancy Rorke stood watching over his shoulder. \"And what would you do if\nI would not go with you?\"\n\nSam smiled at her. \"I think I'd carry you away regardless.\"\n\n\"I am afraid you would, but I am more afraid you might not, so I go\nwillingly.\"\n\nFrom the doorway Pell said quietly, \"The jets are perhaps not so\ncharming, but they are ready, too.\"\n\nSam fed fuel to the jets, and the _Wanderer_ leaped like a hound,\nheading for home.",
    "metadata": {
        "author": [
            "Thiessen, V. E.",
            "Thiessen, W. E."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/64270/pg64270.txt",
        "name": "asteroid_justice.json"
    }
}