{
    "name": "Atomic bonanza",
    "author": [
        "Long, Wesley",
        "Smith, George Oliver",
        "Smith, George O. (George Oliver)"
    ],
    "body": "The visitor arriving at General Atomic Research climbed a broad flight\nof stairs and then encountered a sort of plaza presided over by a rare\ncombination of brains and beauty. Here the visitor inspected the beauty\nwhile the brains inspected the visitor's credentials. After which\nmutual inspection the visitor stepped into the exact center of a long\ncorridor and turned either to the right or to the left, depending upon\nwhich of the two main offices he was to visit.\n\nAt one end was the office of Doctor Howard Mangler, Director of\nResearch; at the other end of the corridor was the office of Phillip\nNewton, Director of Operations. Between the two was the corridor called\n\"The Battlefield\" by the clerks, stenographers, and office boys.\n\nUp and down the silent battle raged, its casualties mutely entombed in\nthe filing cabinets, swathed in directives (with carbon copies) and\ncounter-directives (with carbon copies).\n\nIt was not a bloody battle. It was fought with words and words and\nwords of argument, counter-thrust, statement, rebuttal and rejoinder;\nespionage and security. The objective was Control.\n\nFor Howard Mangler objected most violently to having a \"mere business\nman\" running the delicate field of Operations, while Phillip Newton\nfelt that physicists should stay in their white ivory tower and let\nbusiness men run the details of business. Open battle did not join\nevery day, sometimes it smouldered for weeks before breaking out in a\nwelter of directives, memorandums, and hot words. But any long period\nof quiet brought a foreboding of imminent war to the office force; and\nwhen the first thrust was sent home, the force cleared its desk so that\nthe passage of memorandums could flow untrammeled by the processes of\nwork.\n\nThe rumor of war preceded the opening of hostilities by long enough for\npreparation so that--\n\n\"Lillian, you'd better polish off that batch of invoices, quick-like.\"\n\n\"In a hurry?\"\n\n\"We will be. Grant has just invaded Richmond.\"\n\n\"Oh.\"\n\nSometimes it was Shiloh, but when Grant invaded Richmond, it meant that\nHoward Mangler had stamped down the long corridor to blast his way\nthrough the defences of the outer office of Phillip Newton and into the\ninner sanctum itself--and was now firing his big guns in the enemy's\nface.\n\n\"This has got to go through!\" roared Mangler.\n\n\"It is unnecessary.\"\n\n\"How would you know?\" demanded Mangler.\n\n\"The inventory says we have twelve Tectroscopes now; what do we need\nwith four more?\"\n\n\"Because we have more men.\"\n\nNewton snorted. \"Does each man need a complete set of laboratory\nequipment?\"\n\n\"Not a complete set. But a thing like this--\"\n\n\"I've been through there recently and found no less than eight of them\nnot even turned on, let alone being used.\"\n\n\n\nMangler grunted. \"It's not the constant use that demands extra\nequipment. It's the fact that it takes time for a man to run down what\nhe needs, borrow it, set it up, and then return it.\"\n\n\"You'll have to continue that way for a bit; we're over our budget now.\"\n\n\"By forty thousand?\"\n\n\"Almost.\"\n\nMangler sat back with a derisive gesture. \"And I know why,\" he said\nwith scorn.\n\n\"Indeed?\"\n\n\"I do. You've sent through an appropriation for fifty thousand for your\nown fool--\"\n\n\"I'm no fool, Mangler!\"\n\n\"You are.\"\n\n\"If so, you are an opinionated idiot!\"\n\n\"My opinion is quite valid.\"\n\n\"In your own opinion, your own opinion is valid. Stop defining 'A' in\nterms of 'A', Mangler; if I did that you'd be the first to scorn my\ndefinitions.\"\n\n\"What in the devil do you know about atomics anyway?\"\n\n\"Only what you've taught me; if I'm a fool, it's your fault. What do\nyou know about business?\"\n\n\"Enough to make a time study and add up to four. Enough to balance the\nprice of equipment against the lost man-hours because of the lack of\nit, and come up with a mathematical decision.\"\n\n\"But an eminently impractical decision; blood cannot be extracted from\na radish.\"\n\n\"No, but you can dig up a bunch of radishes, sell them, and buy a pint\nof blood.\"\n\n\"That takes time. Just wait. As soon as we catch up with our budget--\"\n\n\"If you hadn't sent through that appropriation--\"\n\n\"I have that right.\"\n\n\"For what?\"\n\n\"A device that, first, is needed right in our laboratory and, second,\nwill eventually bring in millions once it is developed in large size.\"\n\n\"And may I ask the nature of this marvelous instrument?\"\n\n\"Mangler, what would be the ultimate worth of a device that can extract\nthe radioactivity of--\"\n\n\"Worth billions, but it can't be--\"\n\n\"Exactly. Such a device would be worth billions.\"\n\n\"Trillions. Any number you want. It just ain't practical. In words\nof one syllable that even you can understand such a process does not\nexist--nor can such a device be made.\"\n\n\"This decision of yours is, I gather, final?\"\n\n\"It is no decision of mine. It is the opinion of every scientist worthy\nof the name.\"\n\n\"Who, of course, know all there is to know?\" sneered Newton.\n\n\"Extracting the radioactivity from a radioactive substance is\nimpossible.\"\n\n\"Come, now, Doctor Mangler. There were learned gentlemen who proved\nconclusively that no vehicle heavier than air could ever get off the\nground under its own power.\"\n\n\"Granted. Using the same mathematics it is possible to prove that\nthe bumblebee is aerodynamically impossible. The half-life of a\nradioelement is set by the nuclear structure of the element. What you\nare stating is that the half-life of any radioelement can be cut down--\"\n\n\"Not at all. I'm stating that I intend to purchase a machine that will\ncompletely remove radioactivity regardless of half-life.\"\n\n\n\nMangler sneered. \"Tell me, Newton, if you were to put a lump of radium\nbefore this machine, would it turn out to be stable radium--or convert\nitself all the way down the radioactive ladder to inert lead in the\nsame instant?\"\n\n\"This is the sort of hypothetical question you always enjoy tossing\naround, Mangler. I suggest that you procure a half pound or so of\nradium and we'll try it.\"\n\n\"Then you have only rumor to go on?\"\n\n\"Look, Mangler, let's make a premise or two. You'll not deny that I\nknow what a Geiger counter is, and how it is used?\"\n\n\"I'll grant that.\"\n\n\"All right then. Now, I've been shown a machine and a sample of\nradioactive material. I've been permitted to test this radioactive\nsample extensively. In fact I had it here for a few hours, using\nour own test equipment and it was definitely radioactive. This is\nestablished to your satisfaction?\"\n\n\"Go on.\"\n\n\"Then this sample was placed in the machine and within a matter of a\nminute or so the sample was returned to me, inert and cold.\"\n\n\"May I ask whether there might have been a substitution of sample?\"\nasked Mangler with a sneer.\n\n\"No, there was not. I have it here,\" and Newton tossed a lump of stuff\non the desk.\n\n\"Carnotite ore,\" said Mangler picking it up and looking at it through\na jeweler's loupe that he took from his vest pocket. \"Or at least what\nappears to be.\"\n\n\"I put my own mark on it,\" said Newton complacently.\n\nMangler eyed Newton coldly. He started to say something but stopped\nbefore he began.\n\nNewton smiled serenely and went on: \"This is merely a pilot model,\" he\nsaid. \"With a bit of development, the device can be made to work on a\nlarge scale. We can decontaminate our by-products; we can render safe\nany radioactive area. Why, the value of machinery we toss out every\nmonth will pay for it in a short time. Time and time again something in\nthe hot-cave breaks down. Last week it was five hundred dollars worth\nof analytical balance, discarded because of a broken bearing worth\nabout a dollar and a half. It wouldn't work right, and it was so hot\nthat no one could repair it safely. Think of it!\"\n\n\"As you said before, such a machine would be worth billions. But no\nsuch machine can possibly exist.\"\n\n\"You're certain of this?\"\n\n\"Of course I'm certain.\"\n\n\"Which means, naturally, that you know all there is to know.\"\n\n\"I know what is the common knowledge of the topmost scientists of the\nworld.\"\n\n\"Including the recent discoveries of the men who work behind the iron\ncurtain?\"\n\n\"Russia has no corner on brains.\"\n\n\"Nor have we; just remember that.\"\n\n\"So this miraculous gadget came from Russia?\"\n\n\"It did.\"\n\n\"Indeed!\"\n\n\"Don't scoff. Doctor Velikof escaped with his life.\"\n\n\"And the machine, of course.\"\n\n\"Yes. He stole the pilot model and escaped.\"\n\n\"Go on, Newton.\" Mangler's use of Phillip Newton's last name was\nscornful; a sore spot frequently rubbed raw. Mangler used it in this\nsame scornful tone whenever Newton tried to invade the premises of\nscience. Mangler's tone inferred that Newton was identifying himself\nwith Sir Isaac Newton; it was on the same level of ridicule as calling\na bald man 'Curly'.\n\n\n\n\"Doctor Velikof wanted out. He escaped with no more than his clothing\nand the machine--it fits into a small metal cabinet--because he knew\nthat it would bring him enough money here to permit his comfortable\nescape and ultimate freedom. Even now he is not free from danger\nbecause the Soviet agents are everywhere, and doubtless most of them\nare on the lookout for him.\"\n\n\"Naturally,\" nodded Mangler in a soft voice.\n\n\"He came to me because he knew I was investigated and cleared for\nsecret data by the Government and therefore could have no connection\nwith the Soviet. He was extremely cautious at first, but he's relaxed\nsince. Why, it was at least three weeks before he would show me his\nmachine.\"\n\n\"Which you swallowed, hook, line, and sinker.\"\n\n\"But not without careful investigation.\"\n\n\"Such as?\"\n\n\"I've seen it work!\" snapped Newton.\n\n\"This I'd like to see myself.\"\n\n\"I'd take you along tomorrow excepting for one thing.\"\n\n\"Tomorrow?\"\n\n\"I'm giving Doctor Velikof the voucher and taking possession of the\nmachine tomorrow morning at ten ack emma.\"\n\n\"And your objections?\"\n\n\"You'd foul up the deal.\"\n\n\"How?\"\n\n\"Like most of your ilk, you'd want to spend a few years investigating\nthe properties of the machine. You'd have someone make a mathematical\nanalysis of the process, want to test it on this and that, and then\nyou'd priff around for six more months before you decided whether to\npay off now or a year from now. In the meantime Doctor Velikof would be\nin great danger, if not dead by then.\"\n\n\"And if I promise not to interfere?\"\n\n\"Under those circumstances--\"\n\nMangler eyed Newton calculatingly. \"Will you put in writing a statement\nthat you are inviting me to witness this affair under the single\nprovision that I interfere in no way, shape, or fashion with your\nbusiness deal with this Doctor Velikof?\"\n\n\"I'll be most happy to.\"\n\n\"Good,\" said Mangler with a smile. \"This will be double protection;\nif I interfere and louse up the deal, you'll be able to clip me. If I\ndon't bother to keep you out of a sucker's bait, you won't be able to\nblame your mistake on my silence.\"\n\n\"That's a deal.\"\n\n\"Deal,\" said Mangler.\n\nMangler turned and left the office. His passage along the corridor was\nfollowed by the eyes of the office force, and when Newton called for\nhis secretary to come in for dictation, there was a general cleaning of\ndesks. The primary cause for another mild paper shortage was expected\nto arise at any moment now.\n\n\n\nNewton rapped at the hotel door and the door opened after a minute. It\nopened a mere crack first, then it swung wide as Doctor Velikof saw\nPhillip Newton. \"Come in,\" he said in a rather thick accent. Then he\nsaw Mangler and frowned. He started to swing the door shut; he looked\nat Newton with a half-trapped expression which was as though he felt\nthat a trusted friend had betrayed him.\n\n\"Don't worry,\" said Newton cheerfully; \"this is Doctor Howard Mangler.\"\n\n\"How do you do?\" inquired the Russian uncertainly.\n\n\"Fine, thank you,\" responded Mangler.\n\n\"Doctor Mangler is safe; I can--\"\n\n\"Now that I know his name I know,\" said Doctor Velikof. \"He works with\nyou.\"\n\n\"That's right.\"\n\n\"However, I'd have preferred it otherwise. Yet he is here,\" said\nVelikof in a resigned tone.\n\n\"You can be sure that your secret is safe with him.\"\n\n\"This I am sure of,\" nodded the Russian quickly. \"Yet the best of\nintentions sometimes--you understand? I have no lack of faith in you,\nDoctor Mangler; in fact I'd have been most happy to meet you under\nother circumstances. But like most questions of security, the safest\nsecret is one which is not labelled secret, and which is known only to\nthe absolute minority.\"\n\nMangler nodded. \"I know very well how this thing can affect you. Have\nno fear; I'm here only as a curious physicist who wants to see the\nfirst machine in operation--a machine that apparently does what cannot\nbe done.\"\n\n\"I'll be glad to show it to you,\" said Velikof smoothly. To Newton he\nsaid: \"Everything is ready?\"\n\n\"Of course,\" nodded Newton. He reached into an inside pocket and\nproduced an envelope which he handed to Velikof. \"Sorry that it must be\nin certified check, Doctor Velikof.\"\n\n\"I understand; it is as sound as cash.\"\n\n\"I assure you it is.\"\n\nVelikof nodded and then looked at Mangler. \"You are skeptical,\" he said\nsincerely. \"But only because you do not understand.\"\n\nMangler nodded cynically. \"According to what is known about\nradioactivity, you are about to violate something of a universal law.\"\n\nVelikof shook his head. \"Universal laws cannot be violated. When a\nuniversal law obstructs scientific achievement, the thing to do is to\nwork it so that the universal law can be turned around to operate in\nyour favor.\"\n\n\"And,\" said Mangler pointedly, \"one can sometimes evade the law for a\nperiod of time during which one can get away with some amazing things.\nBut always the law catches up with one.\"\n\n\"You do not believe--?\"\n\n\"Frankly, no. But I'm willing to be shown.\"\n\n\"Then come!\" and Velikof led the two Americans from the reception room\nof the hotel suite to the bedroom. \"There it is,\" he said proudly.\n\n\n\nThere it was. Mangler eyed the set-up critically. Scientist,\nexperimenter, and practical engineer, Mangler looked the equipment\nover with his experienced eye. The stuff had been set up on one of\nthe long portable tables used by hotels to furnish display tables in\nconventions and the like; and the construction of the table precluded\nany under-cover fancywork. Smooth but bare boards were set upon sturdy\nhorses; a single line-cord led from a wall socket to a small metal case\nstudded with convenience outlets in which several A.C. operated gadgets\nwere plugged. Standard as could be.\n\nAt one end of the table was a rather expensive analytical balance. Next\nto it was a volumetric graduate and system to measure the true volume\nof an irregular solid to a remarkable degree of precision. Not content\nto use these pieces for the purpose, the third equipment on the table\nwas a simple but accurate equipment for measuring the specific gravity\nof solids. There was a spectrometer and its associated gear, the use\nof which could give an extremely close estimate of the composition of\na sample. A small sliver taken from a larger sample could be tested\nand from the proportion of sample to sliver, the elemental structure\nof the larger sample could be obtained. Some electrical equipment came\nnext, specific resistivity, magnetic moment, dielectric constant,\npiezo-electric axes.\n\n\"We do not use them all on every sample,\" said Velikof. \"One could\nhardly measure the dielectric constant of a block of radiosilver, for\ninstance.\"\n\n\"But silver--like all metals--still has a dielectric constant.\"\n\n\"Of course. And a block of copper has an index of refraction. These\nare scientific measurements and concepts and not practical for this\npurpose; here we work in the concrete and not the abstract.\"\n\nMangler shrugged. The next bits of equipment he recognized; one was a\ncounting-rate meter that had the nameplate of a popular manufacturer of\nscientific equipment. Next to it was a portable Geiger counter, which\nhad the inventory-plate of General Atomic Research screwed to the panel.\n\n\"That's here on lend-lease,\" said Newton cheerfully.\n\nMangler nodded again. From what he could see, Velikof's equipment was\nbeyond reproach. Used under the eyes of Newton, nothing short of a\nhidden cyclotron could create a false impression of radioactivity in\nan inert sample. Used in front of Mangler, not even a hidden cyclotron\ncould be used to falsify any evidence.\n\nBut it was the final item on the board that interested Mangler. It\nwas a small, leatherette-covered case with a suitcase handle on one\nside. It had a panel across the face which was covered with dials\netched in Russian characters. Below the characters indicating the\nfunction of the several dials, someone (either Velikof or Newton) had\nused a grease-pencil to letter in the English equivalent, of mass, of\nvolume, of the various factors that are the measurements of matter.\nAnd the bottom row of dials could be set to the activity-constant of\nradioactive emanations, alpha, beta, and gamma.\n\n\n\nThe case came open in the middle; this control panel and its insides\nfilled one half of the split case. The other half was open behind it,\nand it was obvious that the equipment standing next to the control\npanel fitted neatly into the open half of the carrying case.\n\nThe base of this equipment was a larger cylinder made up of an\nelectromagnet. The core was laminated, the ends of the laminations\nshowed across the flat dome of the cylinder. The coil of wire came up\neven with the top of the laminations so that little of the surface of\nthe cylinder could be seen. The bottom was a flat circle of metal large\nenough to extend beyond the coil; it made a neat base. Rising from the\nmetal base were three metal struts that passed up (almost touching the\noutside of the electromagnet) to a superstructure above the flat face\nof the laminated core of the magnet. It was obvious that the sample\nwould rest on this flat face.\n\nThe three struts held a spiral of glass tubing that was terminated in\nelectrodes similar to the terminals of a neon sign tubing; these were\nconnected to the cable that led from the gear to the control box. Atop\nthe glass spiral was a flat circle of aluminum.\n\n\"Radioactivity is a state of instability in the nucleus,\" explained\nVelikof.\n\nMangler nodded. Velikof had said nothing that could not be obtained\nfrom a fundamental book on atomics, circa 1935.\n\n\"The condition known as half-life obtains because of the statistical\nnature of atomic structure. Any single atom is not radioactive; it\nis only in an instable state in which it contains more than enough\nenergy to hold it together. When it ejects this excess energy, it is\nradioactive only for that instant. Then it becomes a stable nucleus.\nBut when a statistical quantity of such atoms are present--and\nany gross matter no matter how minute will contain a statistical\nquantity--there is always some number of atoms in the radioactive state\nof ejecting the excess energy. Some do it quickly; others take their\ntime.\n\n\"In order to remove the excess energy all at once it is necessary to\ncontrol the nuclear particles themselves.\"\n\n\"Which--up to now--has not been done,\" suggested Mangler.\n\n\"Right,\" beamed Velikof. \"An instable atom can be considered as a\nbilliard table with the balls in motion. The stable state consists of\nthe balls at rest. In the radioactive atom, the balls contain a total\nexcess energy sufficient to drive any one of the balls from the table\nbut this excess energy is divided among them. Until the random motion\nof the components and the attendant transfer of energy from one to the\nother results in one component eventually containing this excess energy\nall to itself, nothing happens. Then, when this does happen, the ball\nhas enough energy to leave the place--in other words, the particle is\nejected.\"\n\n\"Fundamental,\" said Mangler. \"But how do you control the nuclear\nparticles with this equipment?\"\n\n\"By inserting the radioactive sample in fields which work on the\nelectrostatic, the momentomagnetic, and the mechanogravitic properties\nof the nucleus.\"\n\n\"This I've got to see,\" said Mangler.\n\n\n\nVelikof nodded. From a heavy metal case he took a small lump of stuff\nthat looked like a piece of ore. He handed the long tongs to Mangler,\nwho viewed the sample from a safe distance through a piece of leaded\nglass conveniently placed on the table.\n\n\"You expect trickery,\" said Velikof. His tone suggested that he was\nunhappy that Mangler did not believe him. \"Mark it if you like.\"\n\n\"I'd like to, but I'd rather not get that close to hot stuff.\"\n\n\"Then inspect it carefully and note anything characteristic about its\nstructure. That way you can be sure.\"\n\n\"Just put the show on the road,\" said Mangler.\n\n\"All right.\"\n\nVelikof tested the sample before the Geiger and the counting rate\nmeter. From readings obtained, he set the dials on the control box.\nThen Velikof spent many minutes weighing, measuring, and testing the\nsample, transferring mass, volume, and so forth to the proper dials on\nthe box. He re-tested the sample before the counters and rechecked his\ndial-settings, which he did not have to change.\n\n\"You will notice that the radioactivity has not diminished in the\nhalf-hour I've used to measure the sample,\" said Velikof.\n\nMangler chuckled. \"The intensity there,\" he said with a wave at the\ncounters, \"is such that any short-term half-life radioactive you could\nget would have started off hotter than Oak Ridge itself. Go ahead.\"\n\nVelikof lifted the top aluminum plate and set the sample on the\nlaminated end of the electromagnet. With the top plate back in place,\nthe sample could be seen through the coils of the glass spiral.\n\n\"Now!\" said Velikof sharply. He thrust in a small switch on the\ninstrument panel.\n\nThere came a faint sizzle of corona and the top circular plate showed\na few leakage-spikes from some sharp edges. There was a general, but\nvery gentle tugging at iron-containing items in the pockets; the sample\nmoved a bit.\n\nA meter moved swiftly up the scale towards a red line and as it reached\nthe line, the coils of glass flared with blinding brilliance and a\nfaint, metallic 'Ting!' rang from the equipment.\n\nVelikof laughed. \"I know best of all that we should not look at it,\"\nhe said; \"but even I cannot avoid it.\"\n\nMangler looked towards the ceiling. There was a spiral image that moved\nwith his eyes, a scintillating retained impression that changed in\ncolor from flaming green to beautiful blue to blood red, then white,\nthen blue, then green again. It faded slowly; it appeared in changing\ncolor behind the closed eyelids, it became bright again and died again\nand faded away to return. Looking at the sample, the retained color\nin the eye-image matched the equipment and registered with the glass\nspiral and made it look as though it were still glowing.\n\nVelikof lifted the top plate and took the sample out with his bare\nhands. He handed it to Mangler and said: \"Test it!\"\n\nIt was dead.\n\n\n\nMangler looked at it, then looked at the equipment. \"This I've got to\ninspect,\" he said in a low voice.\n\nVelikof smiled. \"Now you believe.\"\n\n\"I'd never believe it possible.\"\n\nNewton smiled self-confidently. \"We'll have plenty of time to see what\nmakes it tick,\" he said.\n\n\"But where does the activity go?\" asked Mangler.\n\n\"It is changed into harmless radiations of mere light, a bit of\nelectrostatic discharge, and a burst of magnetic field,\" said Velikof.\n\"All energy has an equivalent wavelength; by inserting the proper\nequivalent wavelength artificially and exciting the material properly,\nthe energetic radiation is heterodyned into harmless energy which can\nbe dissipated easily.\"\n\n\"Amazing! Have you another sample?\"\n\n\"No, unfortunately. Radioisotopes cost money. Why?\"\n\n\"I'd like to try it again.\"\n\n\"You may do it at your laboratory. This machine is now yours.\"\n\n\"Then let's take it out of here--quick! I've got work to do!\"\n\nNewton smiled. \"We'd like another check-out on the process,\" he said.\n\n\"Well, we can go through the mere motions,\" said Velikof slowly.\n\n\"Oh, no,\" said Newton. \"I've a sample here with me.\"\n\n\"With you?\" exploded Mangler. \"That's dangerous, you idiot.\"\n\n\"Not at all,\" smiled Newton taking a small flat case from his pocket.\nIt was heavy; lead. He pried it open on the table with a long\nscrewdriver and lifted a small sample out of the case with the tongs.\n\"Now we can do it again,\" he said happily.\n\nThe counters chattered happily as Newton held the sample in front of\nthe probes.\n\nVelikof looked at his watch. \"Would you like to try it?\" he asked\nnervously. \"The banks close at noon today, you know.\"\n\n\"You have a half-hour. Then, there's always tomorrow.\"\n\nVelikof shook his head. \"Tomorrow I must be gone,\" he said; \"there are\nmen who would kill me for what I've done.\"\n\nNewton smiled. \"You have a good half-hour. I'd like some instructions.\nPlease?\"\n\nVelikof nodded. \"You do it,\" he said. \"But please hurry.\"\n\n\"The measurements take time.\"\n\n\"I know. But--well, go ahead.\"\n\nNewton nodded and put the sample on the scales. His hands fumbled a bit\nand he started over--\n\n\"Please hurry.\"\n\n\"I guess that's close enough,\" said Newton. He set the mass dial,\nlooked at it, looked back at the balance, then shrugged. He dunked the\nsample in the volumetric graduate, flashed it through the electrical\nbridges, and made the appropriate settings on the dials of the control\nbox.\n\n\"You're being rather sloppy,\" said Mangler pointedly.\n\n\"I fear he has been too sloppy,\" said Velikof. \"But we have too little\ntime to repeat.\"\n\n\"You set the radioactive constants,\" said Newton to Mangler. Mangler\nthought for a moment and then set them; and his setting was precise.\n\n\"Now!\" said Newton. He thrust the switch home.\n\n\n\nAgain came the brief sizzle of corona, the urge of magnetic attraction,\nand then the blinding flare of light.\n\nNewton reached for the sample.\n\n\"No!\" said Velikof quickly.\n\n\"Why?\"\n\nMangler grunted. \"You've been as sloppy as a kid,\" he sneered. \"That\nsample is probably as hot as it was.\"\n\n\"But you have the right process,\" said Velikof. \"And now I must get\ngoing.\"\n\nShrugging, Newton took up the tongs, lifted the sample from its place,\nand thrust it in front of the counter.\n\nThe counter was silent.\n\n\"Dead!\" glowed Newton.\n\n\"Hmmmm.\"\n\nVelikof turned back from the door. \"Dead?\" he said. \"Dead?\"\n\n\"Dead,\" said Newton. \"I couldn't have been as sloppy as you accused me\nof being.\"\n\n\"Maybe the thing isn't as demanding as you suggest,\" said Mangler.\n\n\"We'll find out,\" said Newton; \"Howard, help me pack up.\"\n\n\"Sure.\"\n\nVelikof shook his head. He handed the envelope back to Newton.\n\nNewton took it, wonderingly. \"Why?\"\n\n\"I'm not selling,\" said Velikof.\n\n\"But you did sell. It's mine--ours.\"\n\n\"You took your envelope back.\"\n\nMangler growled. \"Not if I have anything to say about it!\"\n\nVelikof eyed Mangler, looked the big man up and down. \"But this isn't--\"\n\nMangler flexed his hands. \"You can't play that game with us,\" he\nsnarled. \"What do you want--more money?\"\n\n\"I want my machine. It has just occurred to me that I know how to\nexploit it for myself, in safety from my countrymen.\"\n\n\"Well, you can't back out of a contract that easily.\"\n\n\n\n\"This is a matter of business,\" Newton said softly, as he waved Mangler\naside. \"Which comes under my jurisdiction. I'll handle it.\"\n\n\"All right, but don't let him get away with that machine.\"\n\n\"Business is business,\" smiled Newton. Then to Velikof, he said:\n\"Business is one of the things we Americans specialize in, you know.\"\n\n\"I see,\" said Velikof; \"you want a profit.\"\n\n\"We want the machine!\"\n\n\"This is my job, Howard.\" Newton nodded at Velikof. \"Make me an offer.\"\n\n\"You have your original fifty thousand; I'll buy the machine back for\nten thousand.\"\n\n\"No.\"\n\n\"Twenty.\"\n\n\"No.\"\n\n\"Twenty-five.\"\n\n\"Hmm.\"\n\n\"Look, Newton, this is worth a lot more than that.\"\n\n\"Thirty.\"\n\n\"Make it fifty.\"\n\n\"Done!\"\n\n\"Cash!\"\n\nVelikof went to the dresser drawer and took out a sheaf of bills. He\ncounted off fifty of them and handed them to Newton. \"Now get out!\" he\nsnapped.\n\n\"Oh, come now, let's be friends.\"\n\n\"So that he can see my machine and copy it? No!\"\n\n\"Come on, Mangler. Let's go.\"\n\nNewton led Mangler from the room. The elevator that came for them also\ndropped six policemen who hurried up the hall. They were rapping on the\ndoor as the elevator door closed.\n\n\"You're an imbecile,\" snapped Mangler. \"I know what you're thinking;\nthat I could reproduce that machine. But I can't. I can't. And you've\nsold it back for a measly fifty thousand. You're an imbecile. It's\nworth millions.\"\n\n\"No, just fifty thousand,\" said Newton, waving his envelope.\n\n\"But Velikof will make millions--\"\n\n\"He may have,\" chuckled Newton, \"but not any more; the gentlemen in\nuniform will see to that.\"\n\n\"What do you mean?\"\n\n\"Mangler, I bow to your knowledge in matters scientific, but the\nCommission put me in charge of business because you are incredibly\nnaive. A few years ago they were selling little doohickeys that printed\ndollar bills. Ten days after Hiroshima, there were advertisements for\neverything from atomic permanent waves to atomic patent pills. Develop\nsomething new, and there will be ten sharpers making sucker-money out\nof it.\"\n\n\"But what happened?\"\n\nNewton chuckled. \"First, Velikof, who is a charlatan of the first\nwater, demonstrated a machine to me. I, a simple business man, was duly\nimpressed by the wonders of science. I agreed to buy this fabulous\ngadget for fifty grand.\n\n\"Then,\" he continued cheerfully, \"I mentioned it to you. You jeered,\nand then finally went along with the gag so that you'd have the\nsplendid opportunity of watching me get clipped.\n\n\"And then again,\" he went on even more cheerfully, \"the man who\nknew it wouldn't work in the first place was convinced by a bit of\nsleight-of-hand. There, Mangler, you did a fine job for me.\"\n\nMangler growled. \"Yeah--? How?\"\n\n\"By acting your natural self: The brainy physicist being convinced by a\ngadget. You convinced the charlatan that he had something.\"\n\n\"But--\"\n\n\n\nNewton grinned. \"Mangler, you should know by now that cylindrical\nmagnet cores are never made of laminations because it is just as\nefficient to make a square core out of laminations. Turning a laminated\ncore is an unnecessary nuisance.\"\n\n\"Yes.\"\n\n\"So I figured that the only reason for making a laminated, cylindrical\ncore was to conceal some minute crack--the sort of crack that would\nbe visible on a smooth surface. The sort of crack made by a pair of\ncunning trap doors. Two samples, elaborately sculped into remarkable\nsimilarity, one radioactive and one dead. God knows how many times\nVelikof has done this bit of legerdemain at fifty Gee a clip. Safe,\ntoo, because no man would care to handle the hot sample close enough\nto mark it. The flare of photostrobe light to blind the eyes, the\nelaborate preparations, and all the rest. And so, the gent who was\ngoing to watch me get clipped fell for the job itself!\"\n\nNewton roared with laughter.\n\n\"But--\"\n\n\"Oh,\" said Newton cheerfully, \"even you don't get it?\"\n\n\"No.\"\n\n\"Simple. Y'see, I had to make a profit. I used a few thousand dollars\nworth of radon gas. Radon gas and beryllium produce lots and lots of\nneutrons. Neutrons can bombard elements; I had one of your boys prepare\none of the short-term elements for me and put it in my little lead box.\nOne of the five-minute half lives that would activate the counters and\nthen die out in the half hour it took to run through the measurements.\nBy being sloppy in my analysis, I convinced Velikof that his equipment\ncould be made to actually work if he figured out _how wrong to set his\ndials_!\"\n\nNewton waved the envelope at Mangler. \"So from here on, you stay at\nyour end of the hall and run the gadgets, and I'll stay at my end and\nrun the business. And if you are a good gadgeteer, I'll put through\nyour request--not order--for tectroscopes. I guess we can afford it,\nnow.\"",
    "metadata": {
        "author": [
            "Long, Wesley",
            "Smith, George Oliver",
            "Smith, George O. (George Oliver)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/70475/pg70475.txt",
        "name": "atomic_bonanza.json"
    }
}