{
    "name": "Back home",
    "author": [
        "Davis, James Francis",
        "Collier, Nick Sherlock",
        "Davis, J. Frank (James Francis)"
    ],
    "body": "By J. Frank Davis\n\nAuthor of “A Rule of the Service,” “Too Much Golden Fleas,” Etc.\n\nCaptain Carmichael of the Texas Rangers does his duty and a little more.\n\n\nCaptain James Carmichael of the Texas Rangers, home-bound after a week\nin Mexico City on official secret business for the governor, let his\ngaze rove idly through the window of his Pullman as the train paused in\nthe late afternoon at an unimportant Mexican hill village.\n\nHe saw a dingy station, around which stood and squatted expressionless,\nstolid, serape-draped Indian men. Behind it two or three square, flat\nadobe buildings, each a mean rabbit warren whose many doors were now\ncrowded with staring women and babies. Beyond, in a disorder that made\nno reckoning of streets or avenues, fifty low _jacals_, barely higher\nthan dog kennels, before which Indian women tended toy cooking fires or\nground corn for tortillas. On a hill, a church. Far back beyond the\nhill’s shoulder a glimpse of the handsome hacienda whose master was\nfeudal lord of this narrow corner of the republic--or had been, before\nthe revolutions.\n\nThe village children of ages from five to a dozen--a swarm of\nthem--were not with the men whose backs rested against the station\nwalls or the women in their doorways or about the fires, but were\nstrung along the track for the length of the train, trotting beside the\nPullmans as they slowed. One could see them if he pressed his face to\nthe screen and looked down. One could hear them whether he looked or\nnot. They were all softly whining, their eyes upcast to the car\nwindows, their high-pitched voices almost a chorus in unison.\n\n“_Centavita! Centavita! Por gracias Dios, centavita!_”\n\nCaptain Carmichael was not thinking of the things his eyes saw or his\nears heard. They were not unique. At least a half dozen times since\nnoon the train had stopped where the passengers’ eyes rested upon a\ndingy station, many-doored adobe rabbit warrens, _jacals_ with women\ntending toy fires before them, lounging men and swarming children who\ntrotted beside the cars and begged, in the name of God, a little penny.\nThe Ranger had noted the name of the station on its sign and it had\nbrought his mind back to the errand that had taken him to the Mexican\ncapital and the report that he should make to the governor at Austin,\nfor it was not many miles back of this hill village that the Tarbox\nExploration and Mining Company had one of its greatest concessions and\nwhat the Ranger captain would have to say to the governor would of\nnecessity contain many a mention of the Tarbox Exploration and Mining\nCompany.\n\nAnd then, suddenly, as the car brakes jammed tight and the train came\nto its full stop, he saw a white man standing beside the track, a\ntraveling bag on the ground by his feet, plainly an American or an\nEnglishman and the first the captain had seen at any station that\nafternoon. He wondered if, perchance, this man was one of the Tarbox\noutfit. It was not necessarily so, for there were other mining outfits\nin these hills, but it was possible.\n\nA moment later the porter came bustling into Carmichael’s car, bearing\nthe white man’s bag, which he put in a section almost opposite the\ncaptain, and the white man followed him. Presently, when the train was\nagain in motion and the conductors came through, the Ranger overheard\nsufficient of their conversation to learn that the new passenger was\nbound for San Antonio.\n\nThe man was at least as old as Carmichael, who was fifty-three, and he\nlooked rather more like an American than an Englishman, but the big bag\nthat contained his belongings had never been made anywhere but in the\nBritish Isles. His dress was rough and worn, as would be expected of\nany Anglo-Saxon coming aboard there in the mountains, but Captain\nCarmichael’s experience was of a section where one gauges a man by\neverything but his clothes and there was something in this stranger’s\nbearing that gave an impression of success and prosperity.\n\nHe was tall and at first glance seemed thin, but his movements\nindicated a lean wiriness that bespoke an active life in the open, as\ndid the sun-browned skin of his face and hands. His hair, short-trimmed\nby a barber not more than three weeks since, was wholly white, and his\nface, smooth shaven, might have been sternly handsome but for a scar,\nold and faded but deep and puckering, that crossed his upper lip almost\nfrom corner to corner and drew the lip upward into an expression of\nperpetual disdain.\n\nCarmichael’s first thought, as he observed the scar, was that if it\nwere on his face he would conceal it with a mustache; his second that\nhair, in all probability, would not grow on that lip.\n\nThe man settled into his seat and stared out of the window and it\nseemed to Captain Carmichael that there was something vaguely familiar\nabout his profile. More than twenty-five years in the Ranger service\nhad cultivated his memory for faces, yet if he had ever seen the man\nbefore the recollection of when and where evaded him. He felt positive\nhe had never seen that unusual scar, and it obviously was an ancient\none, which would mean that if he had ever seen the man it must have\nbeen long ago.\n\nUntil dusk fell the stranger sat quietly in his seat, seldom moving,\nhis eyes on the passing landcape, his face stern and brooding.\nCarmichael might have tried to open a conversation with him but another\npassenger who did so was politely but firmly discouraged. And after\nhaving got a good full-face study of him in the dining car, Captain\nCarmichael became convinced that he did not know the man, that his\nimpression of having met him somewhere was due merely to the stranger’s\nslight resemblance to somebody else.\n\nThe correctness of this judgment was borne out at the Rio Grande, when\nthe train stopped in the middle of the International Bridge the next\nmorning and he heard the conversation between the stranger and the\nAmerican customs and immigration officers.\n\nThe man’s papers were in perfect order and he bore in his big British\nbag or on his person nothing dutiable and no firearms. His name was\nAndrew Miller, and he was a citizen of Argentina, of English birth.\nThis was his first visit to the United States. He had had business in\nMexico and wished to see a portion of the big northern republic. He\nexpected to return to South America within a month or two.\n\nThe train rolled on to San Antonio, where the scar-lipped Argentinian\nleft it. Captain Carmichael continued on to Austin.\n\nThere the governor gave him an hour of earnest conference the following\nforenoon, as an outcome of which it was decided his next investigations\nhad best be made in San Antonio. He took an afternoon train and that\nevening found him registered at the Hotel Bonham, in whose wide lobby\nand its overlooking mezzanine, if he but waits long enough, one may see\npractically every refugee, revolutionary and plotter against the peace\nof Mexico that visits the Texas metropolis. And there in the Bonham\nlobby, after dinner, he again saw Andrew Miller.\n\nThe man was in different clothing--new clothing of a smoother weave and\nmore fashionable cut than he had worn on the train--and he sat in an\narmchair that gave him a view of the desk and the passing crowds. The\nRanger thought he might be waiting for some acquaintance. But when an\nhour had passed and Carmichael had finished his evening paper, always\nwith his eyes over the top of it for a sight of the Mexicans he had\ncome there to watch, if they should drop in, Miller still sat idle,\nunspeaking and unspoken to.\n\nAnd then at a moment when the Ranger’s gaze chanced to be upon him he\nsaw something or some one near the main entrance that so affected his\nemotions that he could not wholly conceal them.\n\nHe did not start. He did not move so much as a finger. But his features\nstiffened ever so slightly and into his eyes came an expression such as\ncomes into the eyes of the hunter when, after stealthily stalking, he\ncomes into view of his quarry.\n\nCarmichael looked quickly in the direction in which Miller was staring.\nHe saw a score of men and half as many women entering and leaving the\nhotel. Discarding those who were going out as unlikely to have\nattracted Miller’s attention, since he had had opportunity to see them\nbefore, the Ranger swiftly appraised the new arrivals.\n\nOne or two were traveling men, just alighted from a depot street car,\nhustling with their bags toward the desk. The remainder were women in\nfilmy dresses and their well-groomed escorts, who passed laughing and\nchattering toward the corridor that led to the big ballroom from which\na crash of drums and saxophones some time since had signaled the\nopening of a dance. It was quite evidently to be a big dance, for a\nhundred or more festively dressed couples had already passed in to it\nand more were constantly arriving.\n\nMiller’s eyes followed a group of these newly arrived dance patrons. He\nmight be observing any one of the twenty or more. Captain Carmichael\nstudied the group.\n\nThey were for the most part young people and Carmichael recognized\nseveral as sons and daughters of well-to-do business men of the city.\nTwo of them were already successful in their own right--Morton Perry\nthe real-estate operator and Wallace Locke the oil man. Each of these\nhad inherited money and skillfully increased it, although there the\ncomparison ended, because Perry’s initial stake had been not more than\nfifty thousand, while Locke’s father, an old cattleman, had left him\nclose to half a million. Each of them although barely past thirty had\nat least doubled his original capital.\n\nA pretty girl moved beside each as he passed on into the ballroom.\nPerry’s companion was his wife, a slight, bobbed-haired bunch of\nvivacity. With Locke was Edith Alsbury, a merry girl of twenty-three\nwith a creamy complexion and flaming hair, whom Captain Carmichael had\nknown slightly all her life, being an acquaintance of her aunt who had\nreared her since she was orphaned in infancy. He recalled that he had\nheard she was engaged to Locke; that they were to be married in a month\nor two.\n\nThe captain’s eyes, as the group disappeared and others coming from the\nentrance took their places, returned to the chair where the Argentinian\nhad sat, to find it vacant. Miller now stood at the desk, talking to a\nclerk. Presently, nodding as though in thanks for some information, he\nleft the desk and went to a chair, not the one he had vacated with its\nfull view of the entrance, but another in a far corner. Seated in it he\npaid no more attention to the throng but fell into deep thought.\n\nCaptain Carmichael frowned as he studied the situation that had\nsuddenly developed. Certain facts which aligned themselves in his mind\nseemed to have a bearing on one another and on the very assignment from\nthe governor on which he was engaged.\n\nTexas, as the next-door neighbor to Mexico, has many business\nrelationships with the southern republic and Texans believe they\nunderstand Mexico and Mexicans better than do the residents of most\nother States. There was a period, during the early revolutions, the\ninsane Plan of San Diago which set the border aflame, and the\naftermaths of the Columbus raid, when the administration at Washington\ndid not satisfy Texans because it watched and waited. Following the\nestablishment of relative order below the Rio Grande certain of the\nTexas business citizenry became dissatisfied because watchfulness and\nwaiting still continued and the Mexican government was not officially\nrecognized.\n\nWith whether these were right or wrong Captain Carmichael was not\nconcerned. His duty was to the State administration and that\nadministration was doing what it might to bring about more perfect\npeace and understanding between the two countries. And it was convinced\nthat more perfect peace and understanding was being hindered by certain\nAmerican corporations which had financial interests below the Rio\nGrande.\n\nSuch a corporation was the Tarbox Exploration and Mining Company--whose\nbiggest concession was there in the mountains back of where Miller had\nboarded the train.\n\nFighting the political ambitions and desires of the combination of\nwhich the Tarbox outfit was a member was another combination. Wallace\nLocke was a member of it. Notwithstanding his youth, because of\nconnections with the governor and other strong men of Texas, he was\npowerful.\n\nMiller was an Argentinian. He might not have come from the Tarbox camp.\nBut on the other hand----\n\nCarmichael lounged to the hotel desk and asked the clerk, who knew him\nwell:\n\n“What did that old feller with the scar--Miller--ask you a few minutes\nago?”\n\n“Who the young man was with the young lady in white with the red hair,”\nthe clerk told him promptly. “With Miss Alsbury--although he didn’t\nknow her name.”\n\n“You told him, of course.”\n\n“Yes. He said he had thought Locke’s face looked familiar, but must\nhave been mistaken. Anything the matter with Miller, captain?”\n\n“No,” the Ranger smiled. “I was just curious.”\n\nSo Miller, who might be with the Tarbox crowd, was seeking to identify\nthe Tarboxes’ strongest enemy in Texas. It came to the Ranger that\nthere had been attempts to buy Locke off, which had failed, and that\nthere had been courteous words that were veiled threats.\n\nMiller looked like a resolute man, a hard man. In all the hours the\nRanger had observed him he had not once smiled.\n\nCaptain Carmichael went and stood not far from the news stand, facing\nthe lobby, and absently rearranged his necktie, after which he left the\nhotel by the side entrance. A young man who had been within sight all\nthe evening but had not spoken to him rose from his seat, drifted out\naimlessly through the other door and went around the corner to where\nhis captain stood in a shadowed doorway.\n\n“There’s an old fellow sitting not far from the manager’s office,”\nCarmichael said without preliminary. “White haired, smooth face, new\nclothes, bad scar on his upper lip.”\n\n“I saw him. Noticed the scar.”\n\n“His name is Andrew Miller. Born an Englishman; now says he lives in\nBuenos Aires--and I reckon he does; he has the papers to prove it.\nTourist. First trip to the States, he says. Came in on the train with\nme yesterday. We didn’t get acquainted but after seeing me there on the\ntrain he’d be bound to notice me, of course, if I stuck too close to\nhim. I want him followed tonight and to-morrow. Get McCampbell to help\nyou and split up the work so he won’t see too much of either one of\nyou. I want to know what he does, who he sees, what he talks about.”\n\n“Yes, suh.”\n\n“That’s all.” The young man turned away. “Oh, Burnham! You know that\ncrowd I’m watching. If he gets in touch with any of them get me word as\nsoon as you can--and try to fix it so you and McCampbell can split up\nand keep tabs on both him and the people he sees.”\n\n“All right, cap’n.”\n\nRanger Burnham returned to the hotel. So, after a little, did Captain\nCarmichael, who observed as he entered that Andrew Miller was still\nsitting quietly in the same place, still deep in thought and unsmiling,\nand that Burnham was seemingly engrossed in a magazine at the other\nside of the lobby.\n\nThe captain did not take further notice of the Argentinian. Indeed,\nthere presently developed something else for him to do, when two\nwell-dressed, Spanish-featured men, typical Mexican refugees of the\nwealthy class, entered together and met, apparently by accident and to\nthe mutual surprise of all the trio, a big, gray-mustached man who\nlooked like a retired cattleman, was a lawyer of sorts and really made\nthe bulk of his excellent income as a lobbyist.\n\nThese were some of the people--none of them directly connected with the\nTarbox Company, but all interested, for various reasons, in keeping\nalive friction between Mexico and the United States--on whom he had\nhoped to get his eyes this evening, and he was too busy observing them\nuntil they separated for the night to think again more than casually of\nthe man with the disdainful scar.\n\nNor did he see Miller during all the following day. At six o’clock,\nwhile he was washing up for dinner in his hotel room, Ranger Burnham\nknocked at his door and came in briskly.\n\n“Wallace Locke!” he exclaimed, the moment he had closed the door behind\nhim. “If there is anything about Locke that this Miller hasn’t found\nout, I don’t know what it could be. He’s asked questions about him from\nthe cradle to this good day. And--didn’t you tell me he is a stranger?\nNever been in the States before?”\n\n“That’s what he claims,” Carmichael said.\n\n“Bunk!” ejaculated Burnham. “This isn’t the easiest city in the world\nfor a stranger to find his way about in--and Miller got around it like\nit was his own dooryard. Without asking, usually. When he did ask it\nwas about some part of the town that has changed the last few years. If\nhe never was in San ’Ntonio before, I never saw a tarantula.”\n\n“And he wanted information regarding Locke, eh? What sort? And where\ndid he go for it? Did he see any of the gang we are watching?”\n\nRanger Burnham answered the last question first.\n\n“No, not one. His inquiries were made in exactly the places you would\nexpect them to be made if he is exactly who he says he is--a business\nman, a stranger, who has a proposition that he is half thinking of\nputting up to Locke if the replies to his inquiries are satisfactory.\nHe has been to banks, to the chamber of commerce, to a big business man\nor two. He has good business credentials--from Buenos Aires. The\nquestions he asked, however, had very little to do with Locke’s\nbusiness standing. They were mostly personal.”\n\n“In what way?”\n\n“As to his character and habits. What sort of a man is he? Does he\ndrink? Does he gamble? Does he run around nights? If so, where?”\n\n“H’m!” grunted Carmichael. “Wants to know where to find him after dark,\neh?”\n\n“It looks that way. And right in that connection comes a thing that\ncould be mighty significant. Less than half an hour ago he got him a\ngun--a .45--and a box of cartridges.”\n\n“Where?”\n\nBurnham named the store. “Tucked it down into his pants--he’s handled a\n.45 before, I’d say, from the way he did it--and then came here to the\nhotel. He has just gone up to his room.”\n\nCaptain Carmichael considered briefly.\n\n“If he’s come here on some errand with Locke for that Tarbox\noutfit--and those questions look like he wants to know when and where\nto find him at bed hours,” he said, “he isn’t likely to lose any time.\nAnd with a gun hung on him----”\n\nThe captain crossed to where his own holstered pistol had been laid on\nthe bed while he made his toilet, strapped it on, and reached for his\ncoat.\n\n“I reckon the time has come to ask Mister Miller what his game is,” he\nsaid. “Him toting a pistol that-a-way without any permit to do so gives\nme a good excuse. I’ll make him a little unannounced call. Go get your\nsupper; I’ll see you downstairs afterward.”\n\nHe already knew the location of Miller’s room. Three minutes later he\ntapped on the door. A deep voice called, “Come!” and Carmichael\nentered. The Argentinian stood facing him from near the bathroom\nentrance, not a dozen feet away, and instantly, without a word, when he\nsaw the Ranger he went after his gun.\n\nIt was not a fight; it was too one-sided and over too quickly to be\ncalled that.\n\nMiller’s right hand went back to the weapon high on his hip with what\nmight have seemed fair speed to the eyes of some Easterner unversed in\nthe technique of pistol drawing, but a fatal slowness by the standards\nof the Southwest. Captain Carmichael covered the distance between them\nin two flying steps and his own pistol leaped into his hand while he\nwas taking the first of them; he easily could have killed the\nArgentinian where he stood but he did not find it necessary. Miller had\nnot got the new gun clear of his waistband when the Ranger came within\narm’s reach. It was just coming free when the barrel of Carmichael’s\n.45 crashed against the side of his head. He went down limp, his hand\nslipping from the half-drawn weapon.\n\nThe captain had it safely out of reach and had satisfied himself that\nMiller bore no other arms when the man opened his eyes, groaned,\ntouched his head gently with his fingers and made a dizzy effort to sit\nup.\n\n“Steady, hombre!” Carmichael warned him gruffly. “I’ve got your gun.\nTake it easy. When your brain gets cleared a little we’ll talk.”\n\nMiller did not groan again, although his head must have ached terribly.\nOnce he had gained full control of his faculties he did not even wince,\nand Carmichael noted this with approval; he admired men who could take\nwhat punishment came to them without whining. Two or three minutes\nelapsed before Miller asked:\n\n“Do you mind if I sit in a chair, cap’n?”\n\nCarmichael succeeded in concealing his surprise that Miller knew him.\n\n“Go to it,” he said. He, too, took a seat, his pistol resting on his\nknee. “You won’t be fool enough to start anything more,” he said,\nmoving it significantly. “If you do, you won’t get away with it. All\nright. Suppose you tell me----”\n\nMiller interrupted him. He was staring at his own wrists, as though\npuzzled.\n\n“I thought there’d be handcuffs on them,” he said. “Much obliged. I’d\nhate to go out through that lobby handcuffed.”\n\n“What did you go to pull a gun on me for, that a way?” the Ranger\ndemanded. “You’re a pretty darn lucky feller not to be dead this\nminute. You would be, if I couldn’t see, first look, that you hadn’t\nany speed.”\n\n“It’s been twenty-two years since I pulled a gun, or even wore one,”\nMiller said. “But I wasn’t pulling it on you.”\n\n“Of course not.”\n\n“No, I wasn’t, really. It was for myself.” He leaned forward and looked\ninto the Ranger’s eyes earnestly. “See here, Carmichael! Couldn’t the\nthing be fixed that way? I’ll give you my word of honor I don’t want to\nhurt anybody else. Couldn’t you let me have that pistol of mine back\nand go out of the room for a minute? That would make the least trouble.\nFor all concerned. Couldn’t it be fixed?”\n\nHe seemed to think instantly of an amendment to this, and added:\n\n“And you could let it stand that I’m a stranger named Andrew Miller--my\npapers prove it. Couldn’t that be done, too? So that the old business\nnever came out at all? Couldn’t it?”\n\nThere was sincerity in the man’s eyes. He meant what he said.\n\nAnd he was not Andrew Miller, but somebody else. Who? He obviously\nthought the Ranger knew. Until he himself gave some clew to his\nidentity the thing must be handled with tact.\n\n“Why?” Carmichael asked.\n\n“Why?” the man repeated. “Why? Great heavens! After all these years, to\nhave it come out right now---- You’ve got a family yourself, haven’t\nyou? You used to have, anyway. If you were in my place----”\n\n“What did you buy that gun for?”\n\n“I saw the game was up. You were closing in. When I saw you there in\nthat Pullman I wondered if you’d recognize me--and I thought sure you\ndidn’t. I’ve changed more than you have. My hair, last time you saw me,\nwas thick, and its natural color. And this”--he touched the long ragged\nscar on his upper lip--“you never saw that. Nobody in Texas did. Nobody\nin Texas ever saw me without a mustache; I had it all raised when I\ncame here. Not a living soul in the State knew I had this mark under it\nexcept my wife--and she never saw it. I got it falling off a shed onto\na harrow back there in Kentucky when I wasn’t twelve years old. Just as\nsoon as I was able to raise hair over it, I hid it. Then I raised\nwhiskers, too. I was twenty when I came to Texas, you know.”\n\n“So you thought I didn’t recognize you there on the train?”\n\n“If I’d believed you did, I’d have left it the other side of the\nborder. But when it seemed I’d got by you, I thought I could get by\nanybody, so I came on. Then there you were in the lobby last night but\nyou didn’t seem to notice me much. So I still thought I was all right\nuntil your man followed me to-day.”\n\n“How did you know him?”\n\n“I didn’t, of course. He doesn’t date back to my time. But I ran into\nhim three or four times this afternoon, and finally I asked a man,\nwhile he was in sight, who he was. And the man didn’t remember his name\nbut said he was a Ranger.”\n\nThe man spread his hands.\n\n“So then I knew it was all up,” he said, “and that I’d been a fool to\ncome back into this country. And there was no getting away--so I\ndecided to take the only way out. I got the gun. If you hadn’t come in\nhere about when you did----”\n\nWho _was_ the man? Even with a mustache and beard imagined on his face,\nCarmichael could not reconstruct a face he knew. He said, groping for a\nclew:\n\n“Twenty-two years. Time goes, doesn’t it?”\n\n“Twenty-two years. And in all that time I have never asked a question\nabout Texas that would show any knowledge of it, never admitted I ever\nwas in Texas, never more than three or four times seen a Texas paper. I\nwent to England on a cattle boat right after my escape--with the\nwhiskers and mustache shaved off, of course, so they never spotted\nme--and then, after a while, to the Argentine. I’ve been there ever\nsince.”\n\n“Prospered some, I take it.”\n\n“Yes, I’ve prospered. I’m worth a good deal of money. It was one of my\ninterests brought me to Mexico; I own more than half of the Buena\nVentura Mine, there in the hills back of where you saw me get on the\ntrain. I had to come up to look it over and when I thought that I was\nonly a few hundred miles from San Antonio--well, the thing pulled me. I\njust had to come. Why, I didn’t even know whether my girl was alive or\ndead. And I wanted to know. For one thing, if she was living I wanted\nto fix it so she’d get my property when I pass out. And I couldn’t\nwrite to anybody, of course, not without making talk.”\n\n“Been going straight all this time, eh?” Carmichael was still groping.\n\n“I never was anything else,” the man protested. “You never heard\nanything against me outside of that last killing, did you? And you\nnever heard the truth of that. Nobody did.”\n\n“I don’t remember all the details,” the Ranger said. “It’s a long\ntime.”\n\n“I was railroaded,” the man declared earnestly. “You may not believe\nit--convicts always say they were railroaded. But I was. The evidence\nwas all against me. I didn’t have a chance. But as true as there’s a\nGod in heaven I never killed a man that wasn’t trying to kill me. Not\none of them. Everybody had to admit that until the last one. They got\nme that time without a friendly witness.\n\n“Of course anything I say isn’t going to have any weight, after all\nthis time. The records of the court show for themselves. But it’s a\nrelief, somehow, to talk about it. The biggest thing in a man’s life\nand I’ve had to be dumb for twenty-two years! Twenty-two years without\na word from home--although after a while it stopped seeming like home.\nBuenos Aires is my home now. People down there don’t think badly of me\nat all. If it wasn’t for the girl--and yet, until I got into Mexico\nthere, so close to Texas, I never really intended to look her up in\nperson. You see, I didn’t even know whether or not she’d lived.”\n\n“So you said. Tell me about that killing. The straight of it.”\n\nThe man had quite recovered from the effects of his blow, except that\nan ugly lump was raising itself above his ear, which from time to time\nhe patted softly.\n\n“That feud between John Gater and me,” he said, “dated back a long\ntime. He was the boss of Huevaca County in those days, of course, and I\nwas a sort of leader of the faction that was trying to pull him off his\nthrone and get halfway decent government. Sheriff Aristo Coyne was his\nman, and all Coyne’s deputies. And he was in with the Sarran gang.”\n\n“A fine bunch of desperadoes and horse thieves,” Carmichael murmured.\n\n“And Dick Sarran, the head of them, was a dirty killer, but nobody\ncould do anything to him because Gater stood behind him. And Gater was\nabove all the law there was in Huevaca County.”\n\n“He was a powerful boss.”\n\n“And I fought him, like a young fool. I was about twenty-five. I’m only\nforty-nine now. This white hair----\n\n“Larry Beeson was governor and Gater was his man--and that meant that\nhe had the State backing for anything he chose to do, murder included,\nprovided he delivered the votes of the county. The first killing was on\nan election day, when ‘Buck’ Hamilton, one of Sarran’s gang, tried to\nvote a bunch of Mexicans solid that he’d brought across the river only\nthat morning. He and I had words and he went after his gun. I was some\nfast in those days and I killed him. They couldn’t do a thing to me. It\nwas self-defense and there were a lot of witnesses. But they had it in\nfor me from that minute. I was a fool not to leave the county. But I\nwas too stuffy.”\n\n“It took more than stuffiness to stay in Huevaca County after John\nGater and Dick Sarran wanted a man out of it,” the Ranger said\nsympathetically.\n\n“So they laid for me, and inside of a year I had to kill two more of\nthem.” Even the thought of it brought a harassed, haunted look into the\nman’s eyes. “I slept, those days, with a gun, not under my pillow, but\nactually in bed with me, under my hand. Sometimes, looking back on it,\nit seems as though I didn’t really sleep during that whole year. It was\nalong in the early part of that time that the baby was born, and my\nwife died when it was four days old. And it seemed to me I didn’t much\ncare whether they killed me or not. My wife’s sister here in San\nAntonio took the baby.\n\n“Then that gubernatorial campaign came along where Jeff Rich was\nrunning against Larry Beeson, and you remember there never was bloodier\npolitics in Texas. I was for Jeff Rice, to the limit. And when he was\nlicked, after a close election, it looked as if word went out that it\nwas an open season on the fellows that had fought Beeson the hardest.\nAnyway, a lot of them got killed pretty soon, one way and another.\n\nWell, I wouldn’t leave the county, and my turn came.\n\n“That man Bristow, of Sarran’s gang, had a good reputation compared to\nmost of the rest of them. He hadn’t ever killed a man--at least it\nnever had been proved that he had--and maybe Gater and Sarran had that\nin their minds when they set him to get me. I suppose the scheme had\nbeen all worked out for some time, waiting for the cards to fall just\nright. Anyway, he and I met one evening along about dusk near the post\noffice--and there wasn’t one single man in sight that didn’t belong\nbody and soul to Gater. And Bristow said fighting words to me and went\nafter his pistol and I beat him to it. Seems funny that I could beat\nfast gunmen to the draw in those days, when you think how slow I went\nafter that pistol of mine just now, doesn’t it? But after twenty-two\nyears without practice----\n\n“If another man, that they couldn’t manage, hadn’t come into sight just\nas I shot him, they’d probably have finished me right then and there,\nalthough perhaps I could have taken two or three of them along with me.\nBut there was a preacher--one of these circuit riders--came around the\ncorner just as Bristow fell. They didn’t know, I suppose, whether he\nsaw Bristow go after his gun first or not, although it turned out at\nthe trial that he didn’t. So they didn’t keep the fight going--but one\nof them sneaked Bristow’s pistol from where it lay beside him before\nthe parson could get near enough to see what he was doing and everybody\nswore I’d deliberately killed an unarmed man that had always had a\nreputation of being peaceable.”\n\nFor three seconds the speaker stared gloomily before him, his eyes on\nthat tragic past. Then:\n\n“That’s all,” he said, simply. “Gater had the jury and why they didn’t\nhang me I don’t know. Perhaps he thought it would be a bigger\npunishment to send me to the pen. The sentence was life. And Deputy\nSheriff Dominguez started with me for Huntsville.”\n\n“And you jumped off the train, handcuffed, while he was asleep.”\n\n“I jumped off the train, but he wasn’t asleep--and I had the handcuffs\nloose in my hand when I jumped, because they’d just been unlocked. And\nthere was a thousand dollars in Miguel Dominguez’s pocket the next day\nthat hadn’t been there before. It was pretty nearly all the money I had\nin the world and Dominguez was willing to double cross his own gang if\nthe temptation was strong enough. He knew I’d never come back, and if I\ndid, and told it, I’d be just an escaped lifer trying to make trouble\nfor an officer.”\n\n“I’ve been trying to think of your first name, Alsbury,” said\nCarmichael. “It is ‘Martin,’ isn’t it? You were always called ‘Red.’”\n\n“Martin Alsbury,” the other agreed. “‘Red’ Alsbury to everybody, in\nthose days. The color’s been gone out of my hair a good many years. The\ngirl’s got it. That exact shade. She’s a fine-looking young woman,\nCarmichael. Just to think that until day before yesterday I didn’t even\nknow whether she had lived or died! A man doesn’t have much affection\nfor a little bit of a baby, less than a year old--especially if its\nmother died when it came. I never thought much about Edith till lately.\nBut as a man gets older----”\n\nSuddenly the grim stoicism with which he had been speaking departed.\nHis face distorted and his voice broke, as he implored:\n\n“Carmichael! Can’t I have that gun and settle it the easiest way? Is it\nnecessary she should ever know? She’s going to marry that young Locke,\nand all day I’ve been checking him up, and he’s a regular man, just the\nkind I’d want her to marry, but if he and she knew that her\nfather---- She’s never dreamed that I was alive. Is there any need for\nher to know? If you won’t give me a gun, can’t you slip me into\nHuntsville for the rest of my sentence without any of it ever getting\ninto the papers, Cap’n? For those young folks’ sakes!”\n\nAnd now there was huskiness in the Ranger’s throat, too, as he cried,\nharshly, to conceal his own emotion:\n\n“Why, you darned old fool, you’ll be at the wedding to give her away!\nJeff Rich ran again for governor and was elected, two years after you\nescaped. They never could get track of you to let you know, and\nfinally, when it was in all the papers and you didn’t show up,\neverybody natchully supposed you were dead. One of the first things\nJeff Rich did as governor was to sign your unconditional pardon.”",
    "metadata": {
        "author": [
            "Davis, James Francis",
            "Collier, Nick Sherlock",
            "Davis, J. Frank (James Francis)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/73567/pg73567.txt",
        "name": "back_home.json"
    }
}