{
    "name": "Bargain Basement",
    "author": [
        "Fontenay, Charles L.",
        "Fontenay, Charles Louis"
    ],
    "body": "Jack Hanshaw was madder than a wet hen and his roommate, Ken Adaman,\nwas enjoying his misfortune hugely.\n\n\"Not a blame thing!\" snarled Jack, fiddling with the knobs of the\ntelevision set. \"Not even static lines. First they give me a set\nwithout a plug-in cord, and now this one's got a no-good picture tube.\"\n\n\"You get what you pay for,\" said Ken, laughing. \"I've warned you about\nthese so-called bargains. But what's this about the plug-in cord?\"\n\nKen had been at work the day before, when Jack first brought the new\ntelevision set into their apartment and discovered that omission.\n\n\"I didn't see any point in saying anything about that last night,\"\nadmitted Jack. \"After I bought the thing yesterday and brought it home,\nI found out it didn't have a cord to plug it in--not even a connection\nin the back for a cord. I took it back to them and they said something\nabout the wrong kind of power and fixed it up for me last night.\"\n\n\"You got stung, old buddy,\" said Ken, unwinding his long legs from the\narm of the easy chair. \"They probably made it from junk parts.\"\n\n\"It doesn't look like it,\" said Jack stubbornly.\n\nIt didn't. The television set was shiny and new-looking, although\nrather odd. With a thirty-five-inch screen, it was only about six\ninches thick, and it had a strange antenna of concentric circles on top\ninstead of the conventional rabbit ears. There were only two dials,\none for the channels (it was lettered instead of numbered) and one for\noff-on and volume.\n\n\"I'd take it back and demand my money,\" said Ken.\n\n\"I'll take it back, all right, but if they'll fix it, I don't want my\nmoney back. Guess how much it cost me.\"\n\n\"Well....\" Ken pulled a stubby pipe from his coat pocket and began to\npack it slowly from a humidor on the chairside table. \"Knowing your\nbargains, I'd say about a hundred and fifty dollars.\"\n\n\"Two dollars,\" said Jack. \"Two dollars and no strings attached.\"\n\n\n\nKen whistled. \"I smell a sucker game somewhere.\"\n\n\"Maybe so, but what's two dollars? The materials are worth more than\nthat as junk. And if they fix it.... How about going along with me to\nreturn it, Ken?\"\n\nKen lit his pipe carefully and glanced at his wristwatch.\n\n\"Okay,\" he said, \"if we can be back in an hour. I'm curious to see\nthis place, but I've got a date with Lorene tonight and I have to get\ncleaned up.\"\n\nJack winced. The roommates were competitors for the hand of Lorene\nShavely, the pert brunette in the tobacco store down the street. But\nKen was getting so much the better of it that it could be called\ncompetition in name only by now.\n\n\"It's only about five blocks, on Gehannon Street,\" Jack said. \"We'll be\nback in time.\"\n\nHe repacked the television set in its box.\n\n\"Ardex,\" said Ken, reading the name on the box. \"Off-brand. I never\nheard of it before.\"\n\nThey set out, Jack carrying the box under one arm. The set was\nremarkably light for its size.\n\nThe street lights were coming on along Gehannon Street, for it was\nfive o'clock on a winter afternoon. Jack bought a late edition from a\nnewsboy on the corner.\n\n\"Probably closed by now,\" said Ken.\n\nBut it wasn't. Just past Wing Fan's Chinese laundry, Jack turned into\nan alley and went down a flight of concrete steps. There was a door\nthere, leading into a basement under the Eat-A-Bite Restaurant. It was\nunlighted, and there were no signs there to indicate anything but that\nthe Grove Brothers Circus, Greatest Show on Earth, was coming to town\ntwo years ago.\n\nBut when they opened the battered wooden door, the light inside\nwas like fairyland. Soft, of many changing hues, it lit a spotless\nexpanse of floor that stretched away farther than Ken had realized the\nbasement extended. The floor was broken by merchandise-loaded counters\nand gleaming machines. Here and there a clerk moved, in raiment that\nchanged color with the light.\n\nOne of the clerks approached them. He was black-eyed, black-haired and\nhandsome, and wore a tunic and balloon trousers.\n\n\"Ah, Mr. Hanshaw!\" he exclaimed, recognizing Jack. \"Glad to see you\nback again. But I see you have the--uh--television with you. Still\nhaving trouble?\"\n\n\"Yeah,\" said Jack. \"The screen's no good. No picture at all.\"\n\nThe clerk looked puzzled. \"The tube couldn't be bad. It must be in the\ntransmission facilities.\"\n\n\"You mean the TV stations? I don't see how--\"\n\n\"Different methods of transmission,\" said the clerk hastily. \"Just a\nminute, Mr. Hanshaw, and I'll see what our communications man can do\nabout this.\"\n\nHe took the box from Jack and started off.\n\n\"Wait,\" said Jack. \"Here's your newspaper.\"\n\n\n\nWith a smile of thanks, the man accepted the paper and disappeared into\nthe depths of the basement store.\n\n\"What's with the newspaper business?\" demanded Ken.\n\n\"That's part of the bargain,\" said Jack. \"When I bought the television\nset, I agreed to bring him a late newspaper every time I come in the\nstore.\"\n\n\"Hmm. Queer setup. And what kind of funny clothes is he wearing?\"\n\n\"Store uniform, I guess.\"\n\n\"Some uniform,\" remarked Ken, who worked in a men's clothing store.\n\"That fabric's spun glass, I think. And some of these people in 'store\nuniforms' seem to be customers.\"\n\nIndeed, some of the perhaps two dozen people visible, all dressed like\nthe clerk, appeared to be making purchases.\n\nWhile waiting for the clerk to return, the two of them looked around at\nthe nearby counters.\n\n\"Funny thing about this place,\" said Ken, \"is I don't know what seventy\nper cent of these gadgets they're selling are. Those I can recognize\nlook strange. Like that set of dishes--I'm no housewife, but I've never\nseen shapes like those before.\"\n\n\"I noticed that, too,\" said Jack. \"But anything they've got that we can\nuse, we can't afford not to buy, at the prices they ask.\"\n\n\"Let's wait and see how the television set turns out,\" suggested Ken.\n\n\n\nThe clerk returned, empty-handed.\n\n\"My communications man thinks he can fix your comm--television set\nso it will be all right, if you can bring us a technical manual on\ntelevision sets. I hate to ask you to go to such trouble--\"\n\n\"What! You mean you've got a television repairman who doesn't have a\nmanual on the things?\"\n\n\"Not on the type you need,\" said the clerk apologetically. \"It wouldn't\nmatter what brand or trade name the manual applies to.\"\n\n\"Why can't you have your communications man go out and buy his own?\"\ndemanded Ken. \"Or order one?\"\n\n\"Well--let's just say it would cause great inconvenience at this\ntime. Mr. Hanshaw, I realize it would inconvenience you also, so in\nreturn for the favor I will be willing to give you, free, any item of\nmerchandise in the store.\"\n\n\"Fair enough,\" agreed Jack, his eyes gleaming. \"I'll bring it tomorrow.\"\n\n\"Incidentally, sir, would your friend be interested in a purchase while\nyou are here?\"\n\n\"No, absolutely not,\" said Ken, turning away.\n\nJack caught his arm. \"Oh, come on, Ken! Price these things, anyhow.\nYou'll be astonished. Show Mr. Adaman something he can use.\"\n\n\"Mr. Adaman?\" The clerk's eyes widened delightedly. \"Why, sir, that's\nmy name, too. Edigo Adaman.\"\n\n\"Mine's Kenneth Adaman,\" said Ken shortly, but he showed more interest.\n\n\"It isn't a common name,\" said Edigo. \"Are you by any chance a\nmerchant, Mr. Adaman?\"\n\n\"You might say so. I'm a clerk in a men's clothing store.\"\n\n\n\nEdigo nodded gravely. \"My family has been in the mercantile business\nfor many generations,\" he said. \"My father owns this store and it will\nbe the largest in the Americas when we finish it. Now, Mr. Adaman, do\nyou see anything that interests you? Anything at all?\"\n\n\"Well,\" said Ken, moving over to a counter, \"is this a watch?\"\n\n\"Yes, sir, and a very good one.\" Edigo picked it up. It was a thin\ndial, with three hands and twenty-four numerals instead of the usual\ntwelve.\n\n\"It's very nice-looking. But it's a pocket watch, isn't it? I wear a\nwristwatch.\"\n\n\"Oh, no,\" said Edigo. \"Hold out your arm.\"\n\nKen obeyed. Edigo placed the dial on his wrist, and it clung without\napparent support.\n\n\"Say, that's keen!\" exclaimed Ken. \"Some sort of magnetism, I suppose?\nHow much?\"\n\n\"Would--would fifty cents be too much?\" asked Edigo anxiously.\n\n\"Fifty cents? Sold!\" Ken pulled a coin from his pocket.\n\n\"Oh, no, sir. Not the cash. Deposit it in the account, please, and\nbring me the deposit slip. Mr. Hanshaw knows the bank.\"\n\n\"That's right,\" said Jack. \"Broadway National, account of Supercolossal\nMercantile Company. Here's the deposit slip on the two dollars for the\ntelevision set.\"\n\n\"And we'll have it straightened out for you right away, Mr. Hanshaw, if\nyou can only bring us the manual.\"\n\nAs the two of them headed for the door to the basement, Ken said to\nJack in a low tone: \"There goes another customer out ahead of us. I'm\ngoing to stop him outside and see if he can give us the answers to some\nof the things I don't understand about this place.\"\n\nThe customer, dressed like Edigo and all the others in the basement,\nwent through the door just ahead of them. Jack caught it just before\nit shut. But when he and Ken mounted the steps, the man was nowhere in\nsight, either up or down the alley.\n\n\"Where could he have gone?\" asked Ken in amazement. \"He'd have had to\nrun like hell to get out of the alley before we got up here.\"\n\nThey walked to the mouth of the alley and emerged into the glare of the\nneon lights. Ken held up his new watch and looked at it in a stunned\nsort of way.\n\n\"Say, you know something?\" he said thoughtfully. \"That fellow Edigo\nAdaman looks vaguely familiar to me.\"\n\n\"I noticed that, too,\" said Jack. \"Look like any of your relatives?\"\n\nKen considered. \"No, not in the least.\"\n\n\n\nSeveral days later, Jack was in the tobacco store chatting with Lorene.\nMr. Schmit, the store's owner, registered silent disapproval in the\nbackground, but was not likely to protest openly unless Lorene slighted\na customer.\n\nJack had told Lorene about the strange bargain basement the day after\nhe and Ken visited it. He found that Ken had mentioned it to her that\nnight, too.\n\n\"I couldn't find the kind of complete television manual they need at\nany of the bookstores,\" said Jack gloomily. \"I had to have one of them\norder me one, and while I'm waiting, no television. The man said it was\ncolor TV, too. I can't understand any store that big not getting its\nown manuals.\"\n\n\"Have you ever been upstairs?\" asked Lorene.\n\n\"Upstairs? There's nothing there but the Eat-A-Bite Restaurant.\"\n\n\"Oh. Ken said they had something like elevators going up, and it looked\nlike they might have floors above.\"\n\n\"I didn't know Ken had been back after that night,\" said Jack in\nsurprise. \"He didn't say anything to me about it. I got the impression\nhe thought the whole thing was a fake.\"\n\nLorene's black eyes sparkled as she smiled, and she turned a cheek to\nexhibit oddly cut earrings.\n\n\"He brought me these earrings from there. I'd think you'd be buying\nother things, too, Jack, at those prices, instead of moping over that\ntelevision set.\"\n\n\"Oh, I have,\" said Jack. \"I bought several suits of clothes at a\ndollar each. They didn't have any in stock except those funny outfits\nthey wear in the store, but I took them a picture from a magazine\nadvertisement and they made me some suits to order.\"\n\n\"Is that one of them?\" asked Lorene, gazing critically at the somewhat\nbaggy suit he was wearing.\n\n\"No,\" said Jack sheepishly. \"I thought they were too nice to wear to\nwork. They're that spun glass, or whatever it is. Go dancing with me\ntonight and I'll wear one.\"\n\n\"Can't,\" said Lorene. \"I've got a date with Ken.\"\n\n\"I never get to go out with you any more, Lorene,\" Jack said glumly.\n\"What have I done to make you turn me down every time?\"\n\n\"Nothing,\" said Lorene candidly. \"I like you as a friend, Jack. But\nKen--well, he's got that extra something I can't resist. We're going to\nget married, you know.\"\n\n\"No, I didn't,\" said Jack, but he wasn't very surprised.\n\nJust then Ken breezed in.\n\n\"Hi, honey,\" he said. \"Hello, Jack. Say, you two, come out and take a\nlook at my new car.\"\n\n\"New car!\" squealed Lorene. \"Oh, Ken! But I can't leave the store. I'll\nhave to look from the door.\"\n\n\"It's down the block,\" said Ken. \"I'll drive by, and you can get a good\nlook tonight. Come on, Jack.\"\n\nJack went with him. The automobile was one of those low-slung,\nhalf-block-long affairs like one Jack vaguely remembered seeing\npictured in a foreign car magazine.\n\n\"That's not yours,\" he said flatly. \"Those things cost ten or fifteen\nthousand dollars.\"\n\n\"Cost me fifty,\" said Ken smugly. \"I got it at our friend Edigo's\nstore. Fifty bucks.\"\n\n\"You mean they carry things like that?\"\n\n\"I took them a picture and they made it for me,\" said Ken. \"Had to\nwiden that door and put runways up the steps to drive it out of there.\nIt cost me twice as much as the car to get the door widened and then\nbricked back the way it was. They worked on the inside and I got a crew\nto work on the outside.\"\n\n\"Seems to me they'd have had it out in the street for you, instead of\nbuilding it in the basement and then having to get it out,\" said Jack\ncritically, gazing up and down the gleaming length of black and chrome.\n\n\"Ha!\" said Ken slyly. \"That's just it, son. They couldn't. I've found\nout the secret of our friends in the bargain basement.\"\n\n\"Secret? You mean there _is_ something phony about it?\"\n\n\"I'll tell you while we're driving around in this dream wagon. But\nfirst let me show you something.\"\n\nHe went to the front of the car and raised the hood. Inside was the\nstrangest little engine Jack had ever seen.\n\n\"What is it?\" he asked.\n\n\"Turbo-jet,\" said Ken proudly. \"And if you'll notice, you can't see\ninside the car--one-way glass. And it's got radar brakes and a hundred\nother new gadgets on it.\"\n\n\"But I thought the turbo-jet engine was still in the future,\" protested\nJack.\n\n\"It is,\" said Ken solemnly. \"That's where our bargain basement is--in\nthe future.\"\n\n\n\nThe big car swept along the superhighway as silently as a floating\ncloud. The speedometer read 160. Ken explained that was 160 kilometers,\nor about 100 miles an hour. He buzzed it up to 200 kilometers once when\nsome youngsters in a souped-up sports car sought to race with them.\n\n\"They use solar power,\" Ken explained, \"but it's broadcast power and\nwouldn't work in a car sent back to the past. They made one like the\npicture, which just showed the outside, and I suppose they assumed we\nuse turbo-jets back in this period. It must be pretty ancient to them.\"\n\n\"Why would people from the future want to set up a store in the\nbasement under the Eat-A-Bite Restaurant?\" protested Jack.\n\n\"Not _from_ the future--_in_ the future. For some reason, that\nbasement door is in a time fault. People from now can go through it\ninto the future and come back, and bring inanimate objects with them.\nBut the people from the future can't come back to the past for some\nreason--that's why they can't go out and get things themselves, and\nthat's why they want us to bring them rare antiques, like newspapers\nand books.\"\n\n\"Maybe,\" said Jack doubtfully. \"How did you guess all this?\"\n\n\"A little deduction. I had some conversations with Edigo while I was\nshopping there. He said he just dug that basement as the lower floor of\nhis new fifty-story building; but actually that basement's been there\nfor years and is supposed to be empty. It belongs to old man Caswell,\nwho owns the building the Eat-A-Bite's in, and God knows how he's going\nto react if he ever walks into it and finds that store. And it's not\njust that. The costumes, the strange objects they have for sale, even\nthat peculiar accent.\"\n\n\n\n\"How far in the future?\" asked Jack.\n\n\"I don't know. Pretty far, I expect. How much interest does that\nbank account draw? You know, the one in their name, where we've been\ndepositing the money for the things we bought?\"\n\n\"Three per cent, I think, compounded quarterly.\"\n\n\"It would have to be compounded to amount to anything in a couple of\nhundred years or so.\"\n\n\"I still don't get it. Why do they sell things so cheap? Will prices be\nthat much lower in the future?\"\n\n\"Probably a lot higher,\" said Ken. \"They don't even use the same sort\nof money we do--that's why they don't just ask us to make deposits\nof their own money for them. But they can afford to sell us at these\nridiculously low prices because the deposits in their name draw\ncompound interest and build up to a lot higher than the value of the\nmerchandise in the future--_their_ time. I expect every dime we deposit\nfor them means a hundred dollars or more to them in their equivalent of\nour money.\"\n\n\"I just don't see that,\" said Jack. \"We're in their past. How could\nthey have us deposit money to build up for them, unless, to them, the\ndeposits are already there?\"\n\n\"Edigo--you know, Jack, that fellow still reminds me of somebody I\nknow--Edigo explained it to me when I made him admit this future\nbusiness was true. The future can be changed, and we could change the\npresent if we could influence the past. And don't I wish I could manage\n_that_ trick!\" Ken added greedily. \"So every time we put a dime in\ntheir account--pop!--at their end, they've got an extra hundred dollars\nor more in the bank.\"\n\n\"I suppose so,\" said Jack thoughtfully. \"But how about this fellow\nEdigo digging the basement? The basement's already there now. The real\none, I mean.\"\n\n\"In a hundred years, two hundred years, you think it'll still be\nthere?\" demanded Ken scornfully. \"Old Caswell's basement's going to\nfill in again, and some time in the future, this fellow Edigo Adaman's\ngoing to dig it out again. You know, Jack, with that name, he could be\na descendant of mine.\"\n\n\"He seemed to think he might be, from what he said that first evening.\"\n\n\"Look, buddy, we'll have to go back,\" said Ken, pulling the car into a\ncloverleaf to turn around. \"I've got a date with Lorene tonight, and\nI'm sure anxious to see her face when she climbs into this buggy.\"\n\n\"Sure,\" said Jack. \"But drop me off at the bargain basement, will you?\nI've got an idea for something I want to buy.\"\n\n\n\nEdigo looked at Jack curiously. There was that odd familiarity to the\nman's face that Jack couldn't quite place.\n\n\"We have strict regulations against influencing an individual's\nattitudes by artificial means,\" he said. \"But I don't suppose it's\nagainst the law in your time, is it?\"\n\n\"Not unless it's a dangerous or habit-forming drug,\" said Jack.\n\"Possession of certain drugs, you know, can get you a stiff prison\nsentence. But there are milder things, like perfumes and alcohol, that\ninfluence people temporarily. That's sort of what I had in mind, only\nwith a stronger effect--not a habit-forming drug.\"\n\n\"Hmm,\" murmured Edigo. \"What we have wouldn't have been discovered in\nyour time and wouldn't be covered by law. And it isn't dangerous or\nhabit-forming. It's prescribed by psychologists in certain cases. But I\nam not sure I should--\"\n\n\"One hundred dollars,\" said Jack.\n\n\"It's a great deal for five klens' worth of.... All right. Would you\nprefer it in liquid, tablet or powder form?\"\n\n\"How about like this?\" suggested Jack, handing over a package of\nchewing gum.\n\n\"Yes, it could be mixed in that. If you can wait a few minutes, I'll\nhave our chemist prepare it.\"\n\nEdigo went away with the chewing gum, and Jack gave himself over to\ndoubts. Perhaps it wasn't fair, but what was that old saying about love\nand war? Jack convinced himself that Ken hadn't been fair in getting\nthat flashy car.\n\nWhat if Ken had thought of the same thing?\n\nA momentary chill passed over Jack. But no. Ken didn't need it.\n\nIn a few moments, Edigo returned with the chewing gum. It looked no\ndifferent. Jack couldn't tell whether it was the same gum, with a new\ningredient added, or new sticks put in the old wrappers. It didn't\nmatter.\n\n\"Thank you. I'll deposit the hundred dollars right away,\" said Jack. He\ntook the gum and left.\n\nHe went straight to the tobacco store. He was just in time. Lorene was\ngetting her hat and jacket on to return home. Surprisingly, Ken was not\nwaiting outside for her with the new car.\n\n\"I'll walk you home, Lorene,\" suggested Jack.\n\n\"All right,\" she agreed, smiling at him. \"Ken was to pick me up, but he\nphoned and said he had to work late on inventory.\"\n\nThey left the store together.\n\n\"Have some chewing gum,\" suggested Jack, offering her a stick. It was\nmuch better than trying to slip liquid or a tablet in a milk shake.\n\n\"Not right now,\" she said. \"It's too soon before supper.\"\n\n\"Oh, come on,\" he invited jovially. \"You only live once. I'll have\nsome, too.\"\n\nNo harm in that. It couldn't change his feelings much, anyhow.\n\nShe accepted a stick, and they chewed as they walked. Jack could guess\nher feelings from the intensification of his own. Suddenly Lorene was\nthe most beautiful woman in the world--Cleopatra, Helen, the Queen of\nSheba. He would have died for her gladly.\n\nHe took her hand in his and squeezed it. She leaned against his\nshoulder and turned starry eyes up to him. That walking kiss was the\nmost ecstatic thing he had ever experienced.\n\n\"Let's get married, Lorene,\" he said huskily. \"Now.\"\n\n\"Yes, Jack, yes,\" she sighed.\n\n\n\nKen took the announcement rather hard. After all, he and Lorene already\nhad set their wedding date. He looked very thoughtful, but Jack was not\nworried. Ken would never suspect that Lorene had been won away from him\nby a package of chewing gum doctored with some unknown drug from the\nfuture.\n\nJack and Lorene would not be able to get married until the next day,\nbecause the city hall had closed for the afternoon and they were unable\nto get a license. They spent the evening shopping in the bargain\nbasement for Lorene's trousseau, ordering things from pictures in\nmagazine advertisements, and planning for the future.\n\n\"I'll get them to make us a car like Ken's,\" said Jack, \"and maybe we\ncan work out some way of buying a house through them. With this setup,\nwe can live like royalty, even on my salary.\"\n\n\n\nTheir wedding was a peculiar one--as the minister pronounced them man\nand wife, Jack's clothing vanished. He was kissing his bride when a\nsudden chill and the gasps of those around him made him realize he was\nin his underwear.\n\nHe borrowed a suit from the minister and took Lorene back to the\napartment. Ken was packing his things.\n\n\"I'll move my stuff to a hotel until I can find another apartment,\"\nsaid Ken. \"Call me a cab, will you, old man? Somebody's stolen my car.\"\n\nJack and Lorene were to leave on their honeymoon the next day. That\nafternoon he announced his intention of going to the bargain basement\nand lodging a complaint.\n\n\"That suit and shirt I had on were clothes I bought there,\" he said.\n\"If their stuff's going to disintegrate like that, it's not worth even\nwhat little I paid for it. After that trouble with the television\nset.... Say, what happened to the television set? I'll bet Ken took it\nwith him!\"\n\n\"And to think I almost married him!\" shuddered Lorene.\n\nOn the way to the bargain basement, Jack explained to Lorene what Ken\nhad told him: how the bargain basement existed in the future, and the\ndoor to it was a fault in time.\n\nThey passed Wing Fan's laundry and turned into the alley. They went\ndown the steps to the basement door and opened it.\n\nA blank wall of raw earth met their eyes.\n\n\"What in blazes!\" exclaimed Jack.\n\nThere were footsteps in the alley above them. Old man Caswell came down\nthe steps with a policeman in tow.\n\n\"My basement!\" Caswell was complaining bitterly, almost shouting. \"I\nwas going to rent it today, and somebody fills it up with dirt. Why, I\nask you, _why_? Why would anybody want to fill my basement with dirt?\"\n\nHe caught sight of Jack and Lorene standing to one side.\n\n\"You!\" he cried. \"You have anything to do with this?\"\n\n\"Absolutely nothing,\" Jack assured him. \"I thought there was a store\nhere.\"\n\n\"Store!\" snorted Caswell. \"Dirt!\"\n\nJack and Lorene got away and made their way back to the street.\n\n\"Was there really a store there, Jack?\" she asked.\n\n\"We're really married, aren't we, honey? I mean yes, there was. I don't\nknow what happened.\"\n\nHe looked at her, smiling, and the smile faded.\n\n\"Oh, oh,\" he said slowly. \"I think I know now.\"\n\n\"What?\"\n\n\"I know now who Edigo Adaman reminded me of. You!\"\n\n\n\nHe didn't tell her the rest. He didn't tell her he was almost sure\nthat, the way things would have been, Lorene and Ken would have been\nmarried and Edigo would have been their descendant.\n\nBut Edigo had changed all that when he sold Jack a drug that Jack\nused, to make sure that Ken wouldn't marry Lorene, but that he would\ninstead. And since Ken and Lorene wouldn't be married now, Edigo would\nnever be born, and would never have the idea of building a fifty-story\nbuilding at that spot, starting it by digging a basement.\n\nSo that was what happened to the suit and Ken's car and the television\nset. Since the basement wasn't to be built there, they wouldn't be, so\nthey weren't--they never had been.\n\nThe strange thing about it was that Jack remembered it all, and even\nstranger, he was still married to Lorene, and he wouldn't have been\nexcept for the drug. But then that had to be, because if he hadn't\nmarried her, she'd have married Ken--and then the basement would have\nbeen, and he'd have gotten the drug, and Ken wouldn't have married\nLorene because Jack would have, and then there wouldn't have been any\nbasement....\n\nJack sighed. He was happy that the circle stopped where it did.",
    "metadata": {
        "author": [
            "Fontenay, Charles L.",
            "Fontenay, Charles Louis"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/60698/pg60698.txt",
        "name": "bargain_basement.json"
    }
}