{
    "name": "Battleground",
    "author": [
        "Rey, Lester del",
        "Knapp, Leonard",
        "Del Rey, Lester"
    ],
    "body": "Beyond the observation port of the hypercruiser _Clarion_ lay the utter\nblackness of nothing. The ship was effectively cutting across space\nwithout going through it, spanning parsecs for every subjective day of\ntravel.\n\nThere were neither stars, space nor time around them, and only the\ngreat detectors built into the ship could keep them from being\nhopelessly lost. These followed a trail of energy laid down on the way\nout from Earth years before, leading them homeward, solar system by\nsolar system.\n\nActing Captain Lenk stood with his back to the other three, studying\ntheir sullen reflections in the port. It was better than facing them\ndirectly, somehow, even though it showed his own bald scalp, tautly\nhollow face and slump-shouldered body.\n\n\"All right,\" he said at last. \"So we vote again. I'll have to remind\nyou we're under orders to investigate all habitable planets on a line\nback to Earth. I vote we follow orders. Jeremy?\"\n\nThe xenologist shrugged faintly. His ash-blond coloring, general\nslimness and refinement of features gave him a look of weakness, but\nhis voice was a heavy, determined bass. \"I stand pat. We didn't explore\nthe last planet enough. I vote we go back and make a thorough job of\nit.\"\n\n\"Home--at once!\" The roar came from the squat, black-bearded\nminerologist, Graves. \"God never meant man to leave the world on which\nHe put him! Take us back, I say, where....\"\n\n\"Aimes?\" Lenk cut in quickly.\n\nThey'd heard Graves' violently fundamentalist arguments endlessly,\nuntil the sound of his voice was enough to revive every antagonism and\nhatred they had ever felt. Graves had been converted to the newest and\nmost rapidly expanding of the extreme evangelical faiths just before\nthey had left. And unfortunately for the others, he had maintained that\nhis covenant to go on the exploration could not be broken, even though\nventuring into space was a cardinal sin.\n\nAimes glowered at the others from under grizzled eyebrows. Of them all,\nthe linguodynamicist took part in the fewest arguments and apparently\ndetested the others most. He turned his heavy body now as he studied\nthem, seemingly trying to make up his mind which he detested most at\nthe moment. Then he grunted.\n\n\"With you, Captain,\" Aimes said curtly.\n\nHe swung on his heel and stalked out of the control cabin, to go back\nto studying the undeciphered writing of the planets they had visited.\n\nGraves let out a single hiss and followed, probably heading for the\ngalley, since it was his period to cook.\n\nJeremy waited deliberately until the minerologist's footsteps could no\nlonger be heard, and then turned to leave.\n\nLenk hesitated for a second, then decided that monotony was worse than\nanything else. \"How about some chess, Jeremy?\" he asked.\n\nThe other stopped, and some of the sullenness left his face. Apparently\nthe protracted arguments had wearied him until he was also feeling the\nrelief of decisive action. \"Why not?\" Jeremy said. \"I'll set up the\nboard while you fiddle with your dials.\"\n\nNo fiddling was necessary, since Lenk had never cut them off their\nautomatic detecting circuit, but he went through the motions for the\nother's benefit. Gravitic strain came faintly through hyperspace, and\nthe ship could locate suns by it. If approach revealed planets of\nhabitable size, it was set to snap out of hyperspace automatically near\nthe most likely world.\n\nLenk had been afraid such a solar system might be found before they\ncould resolve the argument, and his own relief from the full measure of\ncabin fever came from the end of that possibility.\n\nThey settled down to the game with a minimum of conversation. Since\nthe other four members of the crew had been killed by some unknown\nvirus, conversation had proven less than cheerful. It was better when\nthey were on a planet and busy, but four people were too few for the\nmonotony of hypertravel.\n\nThen Jeremy snapped out of it. He cleared his throat tentatively while\ncastling, grimaced, and then nodded positively. \"I was right, Lenk. We\nnever did explore those other planets properly.\"\n\n\"Maybe not,\" Lenk agreed. \"But with the possibility of alien raiders\nheaded toward Earth....\"\n\n\"Bunk! No sign of raiders. Every indication was that the races on those\nworlds killed themselves off--no technology alien to their own culture.\nAnd there would have been with aliens invading.\"\n\n\"Time that way? Coincidence can account for just so much.\"\n\n\"It has to account for the lowering cultural levels in the colonizing\ndirection,\" Jeremy said curtly. \"Better leave that sort of argument to\nAimes. He's conditioned to it.\"\n\nLenk shrugged and turned back to the chess. It was over his head,\nanyhow.\n\nMen had built only three other cruisers capable of exceeding the speed\nof light, so far. The first had gone out in a direction opposite to\nthat of the _Clarion_ and had returned to report a regular decline in\nculture as the distance of habitable worlds from Earth increased. The\nnearest was in a medieval state, the next an early bronze culture, then\na stone-age one, and so on, down to the furthest explored, where the\nnative race had barely discovered fire.\n\nIt had been either impossible coincidence or the evidence of some law\nnobody has been quite ready to accept, save for the newly spreading\nfundamentalists, who maintained it proved that Earth was the center of\nthe universe.\n\nThe other two cruisers had not reported back when the _Clarion_ took\noff.\n\nAnd their own trip had only added to the mystery, and they had touched\non four habitable systems. And on each, there had been evidence of a\nhighly developed race and some vast struggle that had killed off that\nrace completely.\n\nThe furthest had lain fallow for an unguessable period of time, and in\neach succeeding one, evidence indicated the time interval since the\ndestruction of the culture had been less. On the world they had left,\nthe end must have come not more than a few thousand years before.\n\n\"Suppose one race had gone along in a straight line, seeding the\nsystems with life,\" Lenk guessed. \"Remember, every race we found had\nsimilarities. And suppose another race of conquerors stumbled on that\nline and is mopping up? Maybe with some weapon that leaves no trace.\"\n\nJeremy looked at him. \"Suppose Graves is right, and his God wipes out\nall wicked races. He keeps planting races, hoping they'll turn out\nright, and wiping out the old ones?\" he snorted. \"Only, of course he\nthinks Earth is the only world that counts. We're dealing with facts,\nLenk, not wild theories. And why should an alien race simply wipe out\nanother race, wait a thousand years or so, and move on--without using\nthe plant afterwards, even for a base for the next operation? Also, why\nshould we find plenty of weapons, but no skeletons?\"\n\n\"Skeletons are pretty fragile. And if somebody had the mythical heat\nray....\"\n\n\"Bunk! If it would vaporize calcium in the bones, it would vaporize\nsome of the parts of the weapons we found.\" Jeremy moved a rook,\nconsidered it, and pointed. \"Check. And there are always some parts of\nskeletons that will last more than a thousand years. I've got a theory,\nbut it's....\"\n\nPale light cut through the viewing port, and a gong sounded in the\nroom. Lenk jerked to his feet and moved to his screens.\n\n\"Maybe we'll know now,\" he said. \"We'll be landing on a planet in\nabout an hour. And it looks pretty much like Earth, from here.\"\n\nHe cranked up the gain on the magnifiers, and studied it again,\nscanning the surface of the planet below them. There were clouds in the\nsky, but through a clear patch he made out enough evidence.\n\n\"Want me to set us down near a city?\" he asked, pointing.\n\nJeremy nodded. Like all the other planets on this trip, the one below\nwas either inhabited or had been inhabited until recently.\n\nThey knew before the ship landed that the habitation was strictly past\ntense, at least as far as any high level of culture was concerned. The\ncities were in ruins.\n\nAt one time, they must have reared upwards to heights as imposing\nas those of the free state of New York City or the commonwealth of\nChicago. But now the buildings had lost their top-most towers, and the\nbases showed yawning holes in many places.\n\nThey landed in the center of the largest city, after a quick skim\nover the surface to be sure that no smaller city had escaped. A quick\nsampling of the air indicated it was breathable, with no poisons and\nonly a touch of radioactivity, too low to be dangerous.\n\nAimes and Jeremy went out, each in a little tractor. While making\nexplorations, they were capable of forgetting their antagonisms in\ntheir common curiosity.\n\nGraves remained on the ship. He had decided somewhere along the line\nthat setting foot on an alien planet was more sinful than travel\nthrough space, and refused to be shaken.\n\nLenk finished what observations were necessary. He fiddled around,\nbothered by the quiet city outside. It had been better on the other\nworlds, where the ruins had been softened by time and weather. Here, it\nwas too easy to imagine things. Finally, he climbed into rough clothes,\nand went out on foot.\n\nEverything was silent. Grass almost identical with that of Earth was\ngrowing through much of the torn pavement, and there were trees and\nbushes here and there. Vines had climbed some of the ruined walls. But\nthere were no flowers. Much of the planet had apparently been overgrown\nwith forest and weeds, but this city was in a temperate zone, and clear\nenough for easy travel.\n\nLenk listened to the wind, and the faint sighing of a few trees nearby.\nHe kicked over stones and rubble where they lay on patches of damp\nearth. And he kept looking at the sky.\n\nBut it was no different from other worlds as far as the desolation\nwent. There were no insects, and no animals stared warily up from the\nbasements, and the grass showed no signs of having been grazed. It was\nas if the animal kingdom had never existed here.\n\nHe made his way back from the section of largest buildings, toward what\nmight have been a park at one time. Here there was less danger of being\ntrapped in any collapsing ruin, and he moved more confidently. The low\nbuildings might have been public sites, but they somehow seemed more\nlike homes.\n\nHe stumbled on something, and leaned down to pick it up. At first, the\noddness of its design confused his vision. Then he made out a barrel\nwith rifling inside, and a chamber that still contained pellets, now\ncovered with corrosion. It would have fitted his hand oddly, but he\ncould have used the pistol.\n\nBeyond it lay a line of rust that might have been a sword at one time.\nCoiled over it was a heavy loop of thick plastic that ended in a group\nof wires, apparently of stainless steel. Each wire ended in a row of\ncutting points. It might have been a cross between a knout and a bolas.\nHe had a vision of something alien and sinister coming at him with one\nof those, and shuddered.\n\nThere was a ruin of rust and corroded parts further on that might have\nbeen a variation of a machine gun. Lenk started for it, to be stopped\nby a shout.\n\n\"Hold it!\" It was Jeremy's voice, and now the tank came around a\ncorner, and headed toward him. \"Stay put, Lenk. That thing may be\nbooby-trapped. And we can't be sure here that there has been time\nenough to make it safe.\"\n\nLenk shuddered again, and climbed in hastily as Jeremy held open the\ndoor. It was tight inside, but reasonably safe, since the tank had been\ndesigned for almost anything. Jeremy must have seen him leaving the\nship and followed.\n\nBut by noon they had abandoned the fear of booby-traps. Either there\nhad never been any or time had drawn their stings.\n\nLenk wandered through the section already roughly surveyed, and\ndeclared safe. He felt convinced the inhabitants of this world once had\nbeen more like men than most other races. They had been two-legged,\nwith arms and heads in a human position on their upright bodies.\n\nJudging from the size of the furniture, they had been slightly larger\nthan men but not enough to matter. The pictures on the walls were odd\nmostly for the greenish tints of the skin and the absence of outward\nnoses or ears. With a little fixing and recoloring, they might have\nbeen _people_.\n\nHe came to a room that had been sealed off, pried open the door,\nand went in. It smelled stale enough to indicate that it had been\nreasonably air-tight. Benches and chairs ran along one wall, and\na heavy wooden table occupied the middle. On that were piled bits\nand pieces in a curious scramble. He studied them carefully--belts,\nobviously, buttons, the inevitable weapons, scraps of plastic material.\n\nA minute later, he was shouting for Jeremy over the little\nwalkie-talkie. The xenologist appeared in less than five minutes. He\nstared about for a second, then grinned wryly.\n\n\"Your first, eh? I've found a lot of them. Sure, those were corpses\nthere once.\" He saw Lenk's expression, and shrugged. \"Oh, you were\nright to call me. It proves we weren't crazy. Wood and some cloth still\npreserved, but no bones. I've got a collection of pictures like that.\"\n\n\"A corrosive gas--\" Lenk suggested.\n\nJeremy shook his head vigorously. \"No dice, Captain. See that belt?\nIt's plant fiber--something like linen. No gas strong enough to eat up\na body would leave that unharmed. And they had skeletons, too--we've\nfound models in what must have been a museum. But we can't even find\nthe fossil skeletons that should be there. Odd, though.\"\n\nHe prodded about among the weapons, shaking his head. \"All the weapons\nin places like this show evidence of one homogeneous design. And all\nthe ornaments are in a T shape, like this one.\"\n\nHe lifted a stainless metal object from the floor and dropped it.\n\"But outside in the square, there are at least two designs. For once,\nit almost looks as if your idea of an alien invader might be worth\nconsidering.\"\n\nThe radio at his side let out a squawk, and he cut it on listening to\nthe thin whisper that came from it. Abruptly, he swung about and headed\ntoward his tractor outside, with Lenk following.\n\n\"Aimes has found something,\" Jeremy said.\n\nThey found the linguodynamicist in the gutted ruins of a building into\nwhich great concrete troughs led. A rusty ruin in one of the troughs\nindicated something like a locomotive had once run in it, apparently\non great ball bearings. The fat man was pointing excitedly toward\nsomething on one of the walls.\n\nAt first glance, it seemed to be a picture of more of the green people,\napparently undergoing some violent torture. Then their eyes swept\non--and they gasped.\n\nOver the green people, three vaguely reptilian monstrosities were\nhovering, at least twice the size of the others, all equipped with the\nfanged whips Lenk had seen. One of the green men was apparently trying\nto defend himself with a huge T-shaped weapon, but the others were\nhelpless. The reptilian monsters sprouted great ugly wings of glaring\nred from their shoulders.\n\n\"The invaders,\" Lenk said. They were horrible things to see. \"But their\nweapons weren't that big....\"\n\n\"A war poster!\" Aimes said bitterly. \"It doesn't tell a thing except\nthat there were two groups.\"\n\nJeremy studied it, more closely. \"Not necessarily even that. It's\ndesigned for some emotional effect. But at least, it's a hint that\nthere may have been enemies unlike the ones who lived here. Lenk, can I\ntake the scout ship out?\"\n\n\"Go ahead,\" Lenk told him. He frowned at the poster. \"Jeremy, if that\nmeans the human race is going to have to face an alien invasion from\nmonsters like that....\"\n\n\"It means nothing!\"\n\nJeremy went off, with Aimes apparently in agreement for a change. Lenk\nstood studying the poster. Finally he ripped it down, surprised to find\nhow strong it still was, and rolled it up to carry back to the ship.\n\nEach world had been razed more recently, and each with the same curious\ncurse. The race had risen to a high culture, and then had seemingly\nbeen wiped out in a few brief years. The destruction had accounted for\nall life on the planet, other than vegetable--and had wiped out even\nthe bones. All that had been left was a collection of weapons and\nrelics of more doubtful use.\n\nThe pattern was the same. The direction was steadily toward Earth,\nleaping from planet to planet at jumps of thousands of years apart,\nor perhaps mere hundreds. This planet must have been attacked less\nthan five hundred years before, though it was hard to tell without\ncontrolled study of decay here.\n\nEven now Earth might be suffering the invasion! They had been gone\nnearly three years. And during that time, the monsters might have\nswooped down hideously out of space.\n\nThey might return to find the Earth a wasteland!\n\nHis thoughts were a turmoil that grew worse as he stared at the\nposter. The unknown artist had done his job well. A feeling of horror\npoured out of it, filling him with an insensate desire to find such\nmonstrosities and rend and maim them, as they had tormented the\nunfortunate green people.\n\nGraves came stomping up to the control room, carrying lunch, and took\none look at the picture. \"Serves the heathens right,\" he grumbled.\n\"Look at them. In hell, suffering from the lashes of the devils of the\npit. And still holding up that heathen charm.\"\n\nLenk blinked. But Graves' idea wasn't too fantastic, at that. The\ncreatures did look like devils, and the T-shaped object might be a\nreligious symbol. Hadn't some faith or other used the tau cross in\nits worship? And those objects on the third world back had resembled\nswastikas, which were another religious symbol on Earth.\n\nThat part fitted. During periods of extreme stress or danger, man\nsought some home in his faith. Was it so unnatural that alien races\nmight do the same?\n\n\"Isn't there anything hopeful in your religion, Graves?\" he asked\nbitterly, wondering what the man had been like before his conversion\nto the rigidity he now possessed. He'd probably been as violent an\natheist. Usually, a fanatic who switched sides became doubly fanatical.\n\nThe revival of religious devotion had begun some fifteen years before,\nand from what Lenk had seen, the world had been a better and more\nkindly place for it. But there would always be those who thought the\nonly true devotion lay in the burning of witches. Or maybe Graves\nneeded psychiatric treatment for his morose moods were becoming\nsuspiciously psychotic, and his fanaticism might be only a sign of\ndeeper trouble.\n\nThe man went off muttering something about the prophecy and the time\nbeing at hand for all to be tried in fire. Lenk went back to staring\nat the poster until he heard the scout come back. He found Aimes and\nJeremy busy unloading what seemed to be loot enough to fill two of the\nscouts.\n\n\"A whole library, almost intact,\" Aimes spoke with elation. \"And plenty\nof it is on film, where we can correlate words and images! In two\nweeks, I'll speak the language like a native.\"\n\n\"Good!\" Lenk told him. \"Because in about that time, we'll be home on\nEarth. As long as there's any chance that our people should be warned\nabout invaders, I'm not delaying any longer!\"\n\n\"You can forget the alien invaders,\" Jeremy objected.\n\nThen he exploded his thunderbolt. The horrible aliens had proved to be\nno more than a group of purple-skinned people on the other side of the\nplanet with a quite divergent culture, but of the same basic stock as\nthe green-skinned men. They also exaggerated in their drawings, and to\nabout the same degree.\n\nFortunately the treasure-trove from the library would give the two men\nenough for years of work, and required the attention of a full group.\nThey were eager now to take off for Earth and to begin recruiting a new\nexpedition, taking only enough with them for the first basic steps.\n\nLenk headed directly for the control room. He began setting up the\nproper directions on the board while Jeremy finished the account.\n\n\"But _something's_ hitting the planets,\" he objected. His hand found\nthe main button and the _Clarion_ began heading up through the\natmosphere on normal gravity warp, until she could reach open space,\nand go into hyperdrive. \"Your monsters prove to be only people--but it\nstill doesn't explain the way disaster follows a line straight toward\nEarth! And until we know....\"\n\n\"Maybe we'd be better off not knowing,\" Jeremy said. But he refused to\nclarify his statement.\n\nThen the hyperdrive went on.\n\nThe homeward trip was somewhat different from the others. There were\nnone of the petty fights this time.\n\nAimes and Jeremy were busy in their own way, decoding the language and\ncollating the material they had.\n\nGraves was with them, grumbling at being around the heathen things, but\napparently morbidly fascinated by them.\n\n\n\nLenk could offer no help, and his duty lay with the ship. He pondered\nover the waves of destruction that seemed to wash toward Earth, and the\ndiminishing cultural levels on the planets beyond. It couldn't be pure\ncoincidence. Nor could he accept the idea that Earth was the center of\nthe universe, and that everything else was necessarily imperfect.\n\nSurprisingly, it was Graves who gave him his first hopeful suggestion.\nA week had passed, and they were well into the second when the men\nreally caught his attention. Graves was bringing his lunch, actually\nsmiling. He frowned.\n\n\"What gives?\" he asked.\n\n\"It's all true!\" Graves answered, and there was an inner glow to him.\n\"Just as it's prophesied in _Revelations_. There were times when I had\ndoubts, but now I know. God has set the heathens before me as proof\nthat Armageddon will come, and I have been singled out to bring the\nglad tidings to His faithful!\"\n\n\"I thought you didn't believe God would have anything to do with\nheathens!\" Lenk objected. He was trying to recall whether a sudden\nphase of manic joy was a warning symptom or not.\n\n\"I misunderstood. I thought God had forbade space flight. But now it is\nproved how He loves us. He singled us out to teach us to fly through\nspace that we could learn.\" Graves gathered up the dishes without\nnoticing that Lenk hadn't touched them and went off in a cloud of\necstasy.\n\nBut his point had been made, and Lenk turned it over. Then, with\na shout, he headed toward the headquarters of the two remaining\nscientists. He found them sitting quietly, watching a reel of some kind\nbeing projected through an alien device.\n\n\"I hear it's Armageddon we're facing,\" he said.\n\nHe expected grins of amusement from them--or at least from Jeremy. But\nnone came. Aimes nodded.\n\n\"First progress in all directions. Then a period when religion seems\nto be in the decline. Then a revival, and a return to faith in the\nprophecies. All religions agree on those prophecies, Lenk. Revelations\nrefer to the end of Armageddon, when the whole world will wipe itself\nout before the creation of a better world, in one planet-wide war. The\nold Norse legends spoke of a Fimbulvetr, when the giants and their gods\nwould destroy the earth in war. And these green-skinned peoples had the\nsame religious prophecies. They came true, too. Armageddon. Contagious\nArmageddon.\"\n\nLenk stared from one to the other, suspecting a joke. \"But that still\nleaves coincidence--the way things move from planet to planet....\"\n\n\"Not at all,\" Jeremy said. \"These people didn't have space travel,\nbut they had some pretty highly developed science. They found what we\nthought we'd disproved--an ether drift. It would carry spores from\nplanet to planet--and in the exact direction needed to account for what\nwe've seen. Races were more advanced back that way, less so the way we\nfirst went, simply because of the time it took the spores to drift.\"\n\n\"And what about the destruction?\" Lenk asked woodenly. Their faces were\ngetting him--they looked as if they believed it. \"Is there another\ndisease spore to drive races mad?\"\n\n\"Nothing like that. Just the natural course of cultures when they pass\na certain level,\" Jeremy answered. \"I should have seen that myself.\nEvery race follows the same basic pattern. The only question is how\nmuch time we've got left--a week or a thousand years?\"\n\nThey turned back to their projection device, but Lenk caught the\nxenologist by the shoulder and swung him back. \"But they didn't have\nspace travel! That doesn't fit their pattern. Even if you're right....\"\n\nJeremy nodded. \"We don't have the secret of immortality, either. And\nthis race did. But, damn it, I'd still like to know what happened to\nall those skeletons?\"\n\nLenk went back to his control room. And perversely, his thoughts\ninsisted on accepting their explanation. It would be like man to think\nthat important things could only happen on his own home planet, and\nprophecy an end for his own race, never dreaming it could happen to\nothers.\n\nIt would be normal for him to sense somehow out of his own nature what\nhis inevitable end must be--and then to be completely amazed when he\nfound the same end for other races.\n\nBut....\n\nSpace travel--travel at faster than light speeds--had to make a\ndifference. There were the other worlds on the other side of the sun,\nwhere men were already planning to colonize. Even if a world might\nnormally blow up in a final wild holocaust, it would have its whole\nracial pattern changed when it began to spread out among the stars. It\nwould have to have a revival of the old pioneering spirit. There had\nbeen the beginnings of that when they left. And with that, such a war\ncould be prevented forever.\n\nHe heard Graves moving about in the galley, singing something about\ngraves opening, and grimaced.\n\nBesides, Jeremy had admitted that they didn't have all the answers.\nThe mystery of the vanished skeletons remained--and until that was\naccounted for, nothing could be considered explained.\n\nHe forgot about the skeletons as he began planning how he'd wangle his\nway into one of the colonies. Then, even if catastrophe did strike\nEarth in another thousand years or so, the race could go on. Ten more\nyears, and man would be safe....\n\nHe was feeling almost cheerful as they finally came out of hyperspace\nnear Earth ... and landed....\n\nThe skeletons--lay scattered everywhere.",
    "metadata": {
        "author": [
            "Rey, Lester del",
            "Knapp, Leonard",
            "Del Rey, Lester"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/73313/pg73313.txt",
        "name": "battleground.json"
    }
}