{
    "name": "Bedside Manner",
    "author": [
        "Samachson, Joe",
        "Sterling, Brett",
        "Samachson, Joseph",
        "Morrison, William"
    ],
    "body": "\n[Sidenote: Broken, helpless, she had to trust an alien doctor to give\nher back her body and mind--a doctor who had never seen a human before!]\n\n\nShe awoke, and didn't even wonder where she was.\n\nFirst there were feelings--a feeling of existence, a sense of still\nbeing alive when she should be dead, an awareness of pain that made her\nbody its playground.\n\nAfter that, there came a thought. It was a simple thought, and her mind\nblurted it out before she could stop it: _Oh, God, now I won't even be\nplain any more. I'll be ugly._\n\nThe thought sent a wave of panic coursing through her, but she was too\ntired to experience any emotion for long, and she soon drowsed off.\n\nLater, the second time she awoke, she wondered where she was.\n\nThere was no way of telling. Around her all was black and quiet. The\nblackness was solid, the quiet absolute. She was aware of pain\nagain--not sharp pain this time, but dull, spread throughout her body.\nHer legs ached; so did her arms. She tried to lift them, and found to\nher surprise that they did not respond. She tried to flex her fingers,\nand failed.\n\nShe was paralyzed. She could not move a muscle of her body.\n\nThe silence was so complete that it was frightening. Not a whisper of\nsound reached her. She had been on a spaceship, but none of a ship's\nnoises came to her now. Not the creak of an expanding joint, nor the\noccasional slap of metal on metal. Not the sound of Fred's voice, nor\neven the slow rhythm of her own breathing.\n\nIt took her a full minute to figure out why, and when she had done so\nshe did not believe it. But the thought persisted, and soon she knew\nthat it was true.\n\nThe silence was complete because she was deaf.\n\nAnother thought: The blackness was so deep because she was blind.\n\nAnd still another, this time a questioning one: Why, if she could feel\npain in her arms and legs, could she not move them? What strange form of\nparalysis was this?\n\nShe fought against the answer, but slowly, inescapably, it formed in her\nmind. She was not paralyzed at all. She could not move her arms and legs\nbecause she had none. The pains she felt were phantom pains, conveyed by\nthe nerve endings without an external stimulus.\n\nWhen this thought penetrated, she fainted. Her mind sought in\nunconsciousness to get as close to death as it could.\n\n\n\nWhen she awoke, it was against her will. She sought desperately to close\nher mind against thought and feeling, just as her eyes and ears were\nalready closed.\n\nBut thoughts crept in despite her. Why was she alive? Why hadn't she\ndied in the crash?\n\nFred must certainly have been killed. The asteroid had come into view\nsuddenly; there had been no chance of avoiding it. It had been a miracle\nthat she herself had escaped, if escape it could be called--a mere\nsightless, armless and legless torso, with no means of communication\nwith the outside world, she was more dead than alive. And she could not\nbelieve that the miracle had been repeated with Fred.\n\nIt was better that way. Fred wouldn't have to look at her and\nshudder--and he wouldn't have to worry about himself, either. He had\nalways been a handsome man, and it would have killed him a second time\nto find himself maimed and horrible.\n\nShe must find a way to join him, to kill herself. It would be difficult,\nno doubt, without arms or legs, without any way of knowing her\nsurroundings; but sooner or later she would think of a way. She had\nheard somewhere of people strangling themselves by swallowing their own\ntongues, and the thought cheered her. She could at least try that right\nnow. She could--\n\nNo, she couldn't. She hadn't realized it before, but she had no tongue.\n\nShe didn't black out at this sudden awareness of a new horror, although\nshe desperately wanted to. She thought: _I can make an effort of will, I\ncan force myself to die. Die, you fool, you helpless lump of flesh. Die\nand end your torture, die, die, die...._\n\nBut she didn't. And after a while, a new thought came to her: She and\nFred had been the only ones on their ship; there had been no other ship\nnear them. Who had kept her from dying? Who had taken her crushed body\nand stopped the flow of blood and tended her wounds and kept her alive?\nAnd for what purpose?\n\nThe silence gave no answer. Nor did her own mind.\n\nAfter an age, she slept again.\n\nWhen she awoke, a voice said, \"Do you feel better?\"\n\n\n\nI _can hear_! she shouted to herself. _It's a strange voice, a most\nunusual accent. I couldn't possibly have imagined it. I'm not deaf!\nMaybe I'm not blind either! Maybe I just had a nightmare_--\n\n\"I know that you cannot answer. But do not fear. You will soon be able\nto speak again.\"\n\nWho was it? Not a man's voice, nor a woman's. It was curiously hoarse,\nand yet clear enough. Uninflected, and yet pleasant. A doctor? Where\ncould a doctor have come from?\n\n\"Your husband is also alive. Fortunately, we reached both of you at\nabout the time death had just begun.\"\n\nFortunately? She felt a flash of rage. _You should have let us die. It\nwould be bad enough to be alive by myself, a helpless cripple dependent\nupon others. But to know that Fred is alive too is worse. To know that\nhe has a picture of me like this, ugly and horrifying, is more than I\ncan stand. With any other man it would be bad enough, but with Fred it's\nunendurable. Give me back the ability to talk, and the first thing I'll\nask of you is to kill me. I don't want to live._\n\n\"It may reassure you to know that there will be no difficulty about\nrecovering the use of the limbs proper to you, and the organs of\nsensation. It will take time, but there is no doubt about the final\noutcome.\"\n\nWhat nonsense, she asked herself, was this? Doctors had done wonders in\nthe creation and fitting of artificial arms and legs, but he seemed to\nbe promising her the use of _real_ limbs. And he had said, \"organs of\nsensation.\" That didn't sound as if he meant that she'd see and hear\nelectronically. It meant--\n\nNonsense. He was making a promise he couldn't keep. He was just saying\nthat to make her feel better, the way doctors did. He was saying it to\ngive her courage, keep her morale up, make her feel that it was worth\nfighting. But it _wasn't_ worth fighting. She had no courage to keep up.\nShe wanted only to die.\n\n\"Perhaps you have already realized that I am not what you would call\nhuman. However, I suggest that you do not worry too much about that. I\nshall have no difficulty in reconstructing you properly according to\nyour own standards.\"\n\n\n\nThen the voice ceased, and she was left alone. It was just as well, she\nthought. He had said too much. And she couldn't answer, nor ask\nquestions of her own ... and she had so many.\n\nHe wasn't human? Then what was he? And how did he come to speak a human\nlanguage? And what did he mean to do with her after he had reconstructed\nher? And what would she look like after she was reconstructed?\n\nThere were races, she knew, that had no sense of beauty. Or if they had\none, it wasn't like a human sense of beauty. Would he consider her\nproperly reconstructed if he gave her the right number of arms and legs,\nand artificial organs of sight that acted like eyes--and made her look\nlike some creature out of Hell? Would he be proud of his handiwork, as\nhuman doctors had been known to be, when their patients ended up alive\nand helpless, their bodies scarred, their organs functioning feebly and\nimperfectly? Would he turn her into something that Fred would look at\nwith abhorrence and disgust?\n\nFred had always been a little too sensitive to beauty in women. He had\nbeen able to pick and choose at his will, and until he had met her he\nhad always chosen on the basis of looks alone. She had never understood\nwhy he had married her. Perhaps the fact that she was the one woman he\nknew who _wasn't_ beautiful had made her stand out. Perhaps, too, she\ntold herself, there was a touch of cruelty in his choice. He might have\nwanted someone who wasn't too sure of herself, someone he could count on\nunder all circumstances. She remembered how people had used to stare at\nthem--the handsome man and the plain woman--and then whisper among\nthemselves, wondering openly how he had ever come to marry her. Fred had\nliked that; she was sure he had liked that.\n\nHe had obviously _wanted_ a plain wife. Now he would have an ugly one.\nWould he want _that_?\n\nShe slept on her questions, and waked and slept repeatedly. And then,\none day, she heard the voice again. And to her surprise, she found that\nshe could answer back--slowly, uncertainly, at times painfully. But she\ncould speak once more.\n\n\"We have been working on you,\" said the voice. \"You are coming along\nnicely.\"\n\n\"Am I--am I--\" she found difficulty asking: \"How do I look?\"\n\n\"Incomplete.\"\n\n\"I must be horrible.\"\n\nA slight pause. \"No. Not horrible at all. Not to me. Merely incomplete.\"\n\n\"My husband wouldn't think so.\"\n\n\"I do not know what your husband would think. Perhaps he is not used to\nseeing incomplete persons. He might even be horrified at the sight of\nhimself.\"\n\n\"I--I hadn't thought of that. But he--we'll both be all right?\"\n\n\"As a medical problem, you offer no insuperable difficulty. None at\nall.\"\n\n\"Why--why don't you give me eyes, if you can? Are you afraid--afraid\nthat I might see you and find you--terrifying?\"\n\n\n\nAgain a pause. There was amusement in the reply. \"I do not think so. No,\nthat is not the reason.\"\n\n\"Then it's because--as you said about Fred--I might find myself\nhorrifying?\"\n\n\"That is part of the reason. Not the major part, however. You see, I am,\nin a way, experimenting. Do not be alarmed, please--I shall not turn you\ninto a monster. I have too much knowledge of biology for that. But I am\nnot too familiar with human beings. What I know I have learned mostly\nfrom your books, and I have found that in certain respects there are\ninaccuracies contained in them--I must go slowly until I can check what\nthey say. I might mend certain organs, and then discover that they do\nnot have the proper size or shape, or that they produce slightly altered\nhormones. I do not want to make such mistakes, and if I do make them, I\nwish to correct them before they can do harm.\"\n\n\"There's no danger--?\"\n\n\"None, I assure you. Internally and externally, you will be as before.\"\n\n\"Internally and externally. Will I--will I be able to have children?\"\n\n\"Yes. We ourselves do not have your distinctions of sex, but we are\nfamiliar with them in many other races. We know how important you\nconsider them. I am taking care to see that the proper glandular balance\nis maintained in both yourself and your husband.\"\n\n\"Thank you--Doctor. But I still don't understand--why don't you give me\neyes right away?\"\n\n\"I do not wish to give you eyes that see imperfectly, and then be forced\nto take them away. Nor do I want you to watch imperfect arms and legs\ndeveloping. It would be an unnecessary ordeal. When I am sure that\neverything is as it should be, then I shall start your eyes.\"\n\n\"And my husband--\"\n\n\"He will be reconstructed in the same way. He will be brought in to talk\nto you soon.\"\n\n\"And you don't want either of us to see the other in--in imperfect\ncondition?\"\n\n\"It would be inadvisable. I can assure you now that when I have\ncompleted your treatment you will almost exactly be as you were in the\nbeginning. When that time comes, you will be able to use your eyes.\"\n\nShe was silent a moment.\n\nHe said, \"Your husband had other questions. I am waiting to hear you ask\nthem too.\"\n\n\"I'm sorry, Doctor ... I wasn't listening. What did you say?\"\n\n\n\nHe repeated his remarks, and she said, \"I do have other questions.\nBut--no, I won't ask them yet. What did my husband want to know?\"\n\n\"About me and my race. How we happened to find you in time to save you.\n_Why_ we saved you. What we intend to do with you after you are\nreconstructed.\"\n\n\"Yes, I've wondered about those things too.\"\n\n\"I can give you only a partial answer. I hope you do not find it too\nunsatisfactory. My race, as you may have gathered, is somewhat more\nadvanced than yours. We have had a head start,\" he added politely.\n\n\"If you can grow new arms and legs and eyes,\" she said, \"you must be\nthousands of years ahead of us.\"\n\n\"We can do many other things, of which there is no need to talk. All I\nneed say now is that I am a physician attached to a scouting expedition.\nWe have had previous contact with human beings, and have taken pains to\navoid coming to their attention. We do not want to alarm or confuse\nthem.\"\n\n\"But all the same, you rescued us.\"\n\n\"It was an emergency. We are not human, but we have, you might say,\nhumanitarian feelings. We do not like to see creatures die, even\ninferior creatures--not that you are, of course,\" he added delicately.\n\"Our ship happened to be only a few thousand miles away when it\nhappened. We saw, and acted with great speed. Once you are whole again,\nwe shall place you where you will be found by your own kind, and proceed\non our way. By that time, our expedition will have been completed.\"\n\n\"When we are whole again--Doctor, will I be exactly the same as before?\"\n\n\"In some ways, perhaps even better. I can assure you that all your\norgans will function perfectly.\"\n\n\"I don't mean that. I mean--will I look the same?\"\n\nShe felt that there was astonishment in the pause. \"Look the same? Does\nthat matter?\"\n\n\"Yes ... oh, yes, it matters! It matters more than anything else.\"\n\nHe must have been regarding her as if she were crazy. Suddenly she was\nglad that she had no eyes to see his bewilderment. And his contempt,\nwhich, she was sure, must be there too.\n\nHe said slowly, \"I didn't realize. But, of course, we don't know how you\ndid look. How can we make you look the same?\"\n\n\"I don't know. But you must! You must!\" Her voice rose, and she felt the\npain in her throat as the new muscles constricted.\n\n\"You are getting hysterical,\" he said. \"Stop thinking about this.\"\n\n\"But I can't stop thinking about it. It's the only thing I _can_ think\nof! I don't want to look any different from the way I did before!\"\n\nHe said nothing, and suddenly she felt tired. A moment before she had\nbeen so excited, so upset; and now--merely tired and sleepy. She wanted\nto go to sleep and forget it all. _He must have given me a sedative_,\nshe thought. _An injection? I didn't feel the prick of the needle, but\nmaybe they don't use needles. Anyway, I'm glad he did. Because now I\nwon't have to think, I won't be able to think--_\n\n\n\nShe slept. When she awoke again, she heard a new voice. A voice she\ncouldn't place. It said, \"Hello, Margaret. Where are you?\"\n\n\"Who ... Fred!\"\n\n\"Margaret?\"\n\n\"Y-yes.\"\n\n\"Your voice is different.\"\n\n\"So is yours. At first I couldn't think who was speaking to me!\"\n\n\"It's strange it took us so long to realize that our voices would be\ndifferent.\"\n\nShe said shakily, \"We're more accustomed to thinking of how we look.\"\n\nHe was silent. His mind had been on the same thing.\n\n\"Your new voice isn't bad, Fred,\" she said after a moment. \"I like it.\nIt's a little deeper, a little more resonant. It will go well with your\npersonality. The Doctor has done a good job.\"\n\n\"I'm trying to think whether I like yours. I don't know. I suppose I'm\nthe kind of guy who likes best what he's used to.\"\n\n\"I know. That's why I didn't want him to change my looks.\"\n\nAgain silence.\n\nShe said, \"Fred?\"\n\n\"I'm still here.\"\n\n\"Have you talked to him about it?\"\n\n\"He's talked to me. He's told me about your being worried.\"\n\n\"Don't you think it matters?\"\n\n\"Yes, I suppose it does. He told me he could do a good technical\njob--leave us with regular features and unblemished skins.\"\n\n\"That isn't what I want,\" she said fiercely. \"I don't want the kind of\nregular features that come out of physiology books. I want my own\nfeatures. I don't care so much about the voice, but I want my own face\nback!\"\n\n\"That's a lot to ask for. Hasn't he done enough for us?\"\n\n\"No. Nothing counts unless I have that. Do--do you think that I'm being\nsilly?\"\n\n\"Well--\"\n\n\"I don't want to be beautiful, because I know you don't want me to be.\"\n\nHe sounded amazed. \"Whoever told you that?\"\n\n\"Do you think that after living with you for two years, I don't know? If\nyou had wanted a beautiful wife, you'd have married one. Instead, you\nchose me. You wanted to be the good-looking one of the family. You're\nvain, Fred. Don't try to deny it, because it would be no use. You're\nvain. Not that I mind it, but you are.\"\n\n\"Are you feeling all right, Margaret? You sound--overwrought.\"\n\n\"I'm not. I'm being very logical. If I were either ugly or beautiful,\nyou'd hate me. If I were ugly, people would pity you, and you wouldn't\nbe able to stand that. And if I were beautiful, they might forget about\nyou. I'm just plain enough for them to wonder why you ever married\nanyone so ordinary. I'm just the kind of person to supply background for\nyou.\"\n\n\n\nAfter a moment he said slowly, \"I never knew you had ideas like that\nabout me. They're silly ideas. I married you because I loved you.\"\n\n\"Maybe you did. But _why_ did you love me?\"\n\nHe said patiently, \"Let's not go into that. The fact is, Margaret, that\nyou're talking nonsense. I don't give a damn whether you're ugly or\nbeautiful--well, no, that isn't strictly true. I do care--but looks\naren't the most important thing. They have very little to do with the\nway I feel about you. I love you for the kind of person you are.\nEverything else is secondary.\"\n\n\"Please, Fred, don't lie to me. I want to be the same as before, because\nI know that's the way you want me. Isn't there some way to let the\nDoctor know what sort of appearance we made? You have--had--a good eye.\nMaybe you could describe us--\"\n\n\"Be reasonable, Margaret. You ought to know that you can't tell anything\nfrom a description.\" His voice was almost pleading. \"Let's leave well\nenough alone. I don't care if your features do come out of the pictures\nin a physiology textbook--\"\n\n\"Fred!\" she said excitedly. \"That's it! Pictures! Remember that stereo\nshot we had taken just before we left Mars? It must be somewhere on the\nship--\"\n\n\"But the ship was crushed, darling. It's a total wreck.\"\n\n\"Not completely. If they could take _us_ out alive, there must have been\nsome unhurt portions left. Maybe the stereo is still there!\"\n\n\"Margaret, you're asking the impossible. We don't know where the ship\nis. This group the Doctor is with is on a scouting expedition. The wreck\nof our ship may have been left far behind. They're not going to retrace\ntheir tracks just to find it.\"\n\n\"But it's the only way ... the only way! There's nothing else--\"\n\nShe broke down. If she had possessed eyes, she would have wept--but as\nit was, she could weep only internally.\n\nThey must have taken him away, for there was no answer to her tearless\nsobbing. And after a time, she felt suddenly that there was nothing to\ncry about. She felt, in fact, gay and cheerful--and the thought struck\nher: _The Doctor's given me another drug. He doesn't want me to cry.\nVery well, I won't. I'll think of things to make me happy, I'll bubble\nover with good spirits--_\n\nInstead, she fell into a dreamless sleep.\n\n\n\nWhen she awoke again, she thought of the conversation with Fred, and the\nfeeling of desperation returned. _I'll have to tell the Doctor all about\nit_, she thought. _I'll have to see what he can do. I know it's asking\nan awful lot, but without it, all the rest he has done for me won't\ncount. Better to be dead than be different from what I was._\n\nBut it wasn't necessary to tell the Doctor. Fred had spoken to him\nfirst.\n\n_So Fred admits it's important too. He won't be able to deny any longer\nthat I judged him correctly._\n\nThe Doctor said, \"What you are asking is impossible.\"\n\n\"Impossible? You won't even try?\"\n\n\"My dear patient, the wrecked ship is hundreds of millions of miles\nbehind us. The expedition has its appointed task. It cannot retrace its\nsteps. It cannot waste time searching the emptiness of space for a\nstereo which may not even exist any longer.\"\n\n\"Yes, you're right ... I'm sorry I asked, Doctor.\"\n\nHe read either her mind or the hopelessness in her voice. He said, \"Do\nnot make any rash plans. You cannot carry them out, you know.\"\n\n\"I'll find a way. Sooner or later I'll find a way to do something to\nmyself.\"\n\n\"You are being very foolish. I cannot cease to marvel at how foolish you\nare. Are many human beings like you, psychologically?\"\n\n\"I don't know, Doctor. I don't care. I know only what's important to\nme!\"\n\n\"But to make such a fuss about the merest trifle! The difference in\nappearance between one human being and another of the same sex, so far\nas we can see, is insignificant. You must learn to regard it in its true\nlight.\"\n\n\"You think it's insignificant because you don't know anything about men\nand women. To Fred and me, it's the difference between life and death.\"\n\nHe said in exasperation, \"You are a race of children. But sometimes even\na child must be humored. I shall see what I can do.\"\n\nBut what could he do? she asked herself. The ship was a derelict in\nspace, and in it, floating between the stars, was the stereo he wouldn't\nmake an attempt to find. Would he try to get a description from Fred?\nEven the best human artist couldn't produce much of a likeness from a\nmere verbal description. What could someone like the Doctor do--someone\nto whom all men looked alike, and all women?\n\n\n\nAs she lay there, thinking and wondering, she had only the vaguest idea\nof the passage of time. But slowly, as what must have been day followed\nday, she became aware of strange tingling sensations all over her body.\nThe pains she had felt at first had slowly diminished and then vanished\naltogether. What she felt now was not pain at all. It was even mildly\npleasant, as if some one were gently massaging her body, stretching her\nmuscles, tugging at her--\n\nSuddenly she realized what it was: New limbs were growing. Her internal\norgans must have developed properly, and now the Doctor had gone ahead\nwith the rest of his treatment.\n\nWith the realization, tears began to roll down her cheeks. _Tears_, she\nthought, _real tears--I can feel them. I'm getting arms and legs, and I\ncan shed tears. But I still have no eyes._\n\n_But maybe they're growing in.... From time to time I seem to see\nflashes of light. Maybe he's making them develop slowly, and he put the\ntear ducts in order first. I'll have to tell him that my eyes must be\nblue. Maybe I never was beautiful, but I always had pretty eyes. I don't\nwant any different color. They wouldn't go with my face._\n\nThe next time the Doctor spoke to her, she told him.\n\n\"You may have your way,\" he said good-naturedly, as if humoring a child.\n\n\"And, Doctor, about finding the ship again--\"\n\n\"Out of the question, as I told you. However, it will not be necessary.\"\nHe paused, as if savoring what he had to tell her. \"I checked with our\nrecords department. As might have been expected, they searched your\nshattered ship thoroughly, in the hope of finding information that might\ncontribute to our understanding of your race. They have the stereos,\nabout a dozen of them.\"\n\n\"A _dozen_ stereos? But I thought--\"\n\n\"In your excitement, you may have forgotten that there were more than\none. All of them seem to be of yourself and your husband. However, they\nwere obviously taken under a wide variety of conditions, and with a wide\nvariety of equipment, for there are certain minor differences between\nthem which even I, with my non-human vision, can detect. Perhaps you can\ntell us which one you prefer us to use as a model.\"\n\nShe said slowly, \"I had better talk about that with my husband. Can you\nhave him brought in here, Doctor?\"\n\n\"Of course.\"\n\n\n\nShe lay there, thinking. A dozen stereos. And there was still only one\nthat she remembered. Only a single one. They had posed for others,\nduring the honeymoon and shortly after, but those had been left at home\non Mars before they started on their trip.\n\nFred's new voice said, \"How are you feeling, dear?\"\n\n\"Strange. I seem to have new limbs growing in.\"\n\n\"So do I. Guess we'll be our old selves pretty soon.\"\n\n\"Will we?\"\n\nShe could imagine his forehead wrinkling at the intonation of her voice.\n\"What do you mean, Margaret?\"\n\n\"Hasn't the Doctor told you? They have the stereos they found on our\nship. Now they can model our new faces after our old.\"\n\n\"That's what you wanted, isn't it?\"\n\n\"But what do _you_ want, Fred? I remember only a single one, and the\nDoctor says they found a dozen. And he says that my face differs from\nshot to shot.\"\n\nFred was silent.\n\n\"Are they as beautiful as all that, Fred?\"\n\n\"You don't understand, Margaret.\"\n\n\"I understand only too well. I just want to know--were they taken before\nwe were married or after?\"\n\n\"Before, of course. I haven't gone out with another girl since our\nwedding.\"\n\n\"Thank you, dear.\" Her own new voice had venom in it, and she caught\nherself. _I mustn't talk like that_, she thought. _I know Fred, I know\nhis weakness. I knew them before I married him. I have to accept them\nand help him, not rant at him for them._\n\nHe said, \"They were just girls I knew casually. Good-looking, but\nnothing much otherwise. Not in a class with you.\"\n\n\"Don't apologize.\" This time her voice was calm, even amused. \"You\ncouldn't help attracting them. Why didn't you tell me that you kept\ntheir pictures?\"\n\n\"I thought you'd be jealous.\"\n\n\"Perhaps I would have been, but I'd have got over it. Anyway, Fred, is\nthere any one of them you liked particularly?\"\n\n\n\nHe became wary, she thought. His voice was expressionless as he said,\n\"No. Why?\"\n\n\"Oh, I thought that perhaps you'd want the Doctor to make me look like\nher.\"\n\n\"Don't be silly, Margaret! I don't want you to look like anybody but\nyourself. I don't want to see their empty faces ever again!\"\n\n\"But I thought--\"\n\n\"Tell the Doctor to keep the other stereos. Let him put them in one of\nhis museums, with other dead things. They don't mean anything to me any\nmore. They haven't meant anything for a long time. The only reason I\ndidn't throw them away is because I forgot they were there and didn't\nthink of it.\"\n\n\"All right, Fred. I'll tell him to use our picture as a model.\"\n\n\"The AC studio shot. The close-up. Make sure he uses the right one.\"\n\n\"I'll see that there's no mistake.\"\n\n\"When I think I might have to look at one of _their_ mugs for the rest\nof my life, I get a cold sweat. Don't take any chances, Margaret. It's\nyour face I want to see, and no one else's.\"\n\n\"Yes, dear.\"\n\n_I'll be plain_, she thought, _but I'll wear well. A background always\nwears well. Time can't hurt it much, because there's nothing there to\nhurt._\n\n_There's one thing I overlooked, though. How old will we look? The\nDoctor is rather insensitive about human faces, and he might age us a\nbit. He mustn't do that. It'll be all right if he wants to make us a\nlittle younger, but not older. I'll have to warn him._\n\nShe warned him, and again he seemed rather amused at her.\n\n\"All right,\" he said, \"you will appear slightly younger. Not too much\nso, however, for from my reading I judge it best for a human face to\nshow not too great a discrepancy from the physiological age.\"\n\nShe breathed a sigh of relief. It was settled now, all settled.\nEverything would be as before--perhaps just a little better. She and\nFred could go back to their married life with the knowledge that they\nwould be as happy as ever. Nothing exuberant, of course, but as happy as\ntheir own peculiar natures permitted. As happy as a plain and worried\nwife and a handsome husband could ever be.\n\n\n\nNow that this had been decided, the days passed slowly. Her arms and\nlegs grew, and her eyes too. She could feel the beginnings of fingers\nand toes, and on the sensitive optic nerve the flashes of light came\nwith greater and greater frequency. There were slight pains from time to\ntime, but they were pains she welcomed. They were the pains of growth,\nof return to normalcy.\n\nAnd then came the day when the Doctor said, \"You have recovered. In\nanother day, as you measure time, I shall remove your bandages.\"\n\nTears welled up in her new eyes. \"Doctor, I don't know how to thank\nyou.\"\n\n\"No thanks are needed. I have only done my work.\"\n\n\"What will you do with us now?\"\n\n\"There is an old freighter of your people which we have found abandoned\nand adrift. We have repaired it and stocked it with food taken from your\nown ship. You will awaken inside the freighter and be able to reach your\nown people.\"\n\n\"But won't I--can't I even get the chance to see you?\"\n\n\"That would be inadvisable. We have some perhaps peculiar ideas about\nkeeping our nature secret. That is why we shall take care that you carry\naway nothing that we ourselves have made.\"\n\n\"If I could only--well, even shake hands--do _something_--\"\n\n\"I have no hands.\"\n\n\"No hands? But how could you--how can you--do such complicated things?\"\n\n\"I may not answer. I am sorry to leave you in a state of bewilderment,\nbut I have no choice. Now, please, no more questions about me. Do you\nwish to talk to your husband for a time before you sleep again?\"\n\n\"Must I sleep? I feel so excited.... I want to get out of bed, tear off\nmy bandages, and see what I look like!\"\n\n\"I take it that you are not anxious to speak to your husband yet.\"\n\n\"I want to see myself first!\"\n\n\"You will have to wait. During your last sleep, your new muscles will be\nexercised, their tones and strength built up. You will receive a final\nmedical examination. It is most important.\"\n\nShe started to protest once more, but he stopped her. \"Try to be calm. I\ncan control your feelings with drugs, but it is better that you control\nyourself. You will be able to give vent to your excitement later. And\nnow I must leave you. You will not hear from me after this.\"\n\n\"Never again?\"\n\n\"Never again. Goodbye.\"\n\nFor a moment she felt something cool and dry and rough laid very lightly\nagainst her forehead. She tried to reach for him, but could only twitch\nher new hands on her new wrists. She said, with a sob, \"Goodbye,\nDoctor.\"\n\nWhen she spoke again, there was no answer.\n\nShe slept.\n\n\n\nThis time, the awakening was different. Before she opened her eyes, she\nheard the creaking of the freighter, and a slight hum that might have\ncome from the firing of the jets.\n\nAs she tried to sit up, her eyes flashed open, and she saw that she was\nlying in a bunk, strapped down to keep from being thrown out.\nUnsteadily, she began to loosen the straps. When they were half off, she\nstopped to stare at her hands. They were strong hands, well-shaped and\nsupple, with a healthily tanned skin. She flexed them and unflexed them\nseveral times. Beautiful hands. The Doctor had done well by her.\n\nShe finished undoing the straps, and got to her feet. There was none of\nthe dizziness she had expected, none of the weakness that would have\nbeen normal after so long a stay in bed. She felt fine.\n\nShe examined herself, staring at her legs, body--staring as she might\nhave done at a stranger's legs and body. She took a few steps forward\nand then back. Yes, he had done well by her. It was a graceful body, and\nit felt fine. Better than new.\n\nBut her face!\n\nShe whirled around to locate a mirror, and heard a voice: \"Margaret!\"\n\nFred was getting out of another bunk. Their eyes sought each other's\nfaces, and for a long moment they stared in silence.\n\nFred said in a choked voice, \"There must be a mirror in the captain's\ncabin. I've got to see myself.\"\n\nAt the mirror, their eyes shifted from one face to the other and back\nagain. And the silence this time was longer, more painful.\n\nA wonderful artist, the Doctor. For a creature--a person--who was\ninsensitive to the differences in human faces, he could follow a pattern\nperfectly. Feature by feature, they were as before. Size and shape of\nforehead, dip of hairline, width of cheeks and height of cheekbones,\nshape and color of eyes, contour of nose and lips and chin--nothing in\nthe two faces had been changed. Nothing at all.\n\nNothing, that is, but the overall effect. Nothing but the fact that\nwhere before she had been plain, now she was beautiful.\n\n_I should have realized the possibility_, she thought. _Sometimes you\nsee two sisters, or mother and daughter, with the same features, the\nfaces as alike as if they had been cast from the same mold--and yet one\nis ugly and the other beautiful. Many artists can copy features, but few\ncan copy with perfect exactness either beauty or ugliness. The Doctor\nslipped up a little. Despite my warning, he's done too well by me._\n\n_And not well enough by Fred. Fred isn't handsome any more. Not ugly\nreally--his face is stronger and more interesting than it was. But now\nI'm the good-looking one of the family. And he won't be able to take it.\nThis is the end for us._\n\n\n\nFred was grinning at her. He said, \"Wow, what a wife I've got! Just look\nat you! Do you mind if I drool a bit?\"\n\nShe said uncertainly, \"Fred, dear, I'm sorry.\"\n\n\"For what? For his giving you more than you bargained for--and me less?\nIt's all in the family!\"\n\n\"You don't have to pretend, Fred. I know how you feel.\"\n\n\"You don't know a thing. I _asked_ him to make you beautiful. I wasn't\nsure he could, but I asked him anyway. And he said he'd try.\"\n\n\"You _asked_ him--oh, no!\"\n\n\"Oh, yes,\" he said. \"Are you sorry? I hoped he'd do better for me,\nbut--well, did you marry me for my looks?\"\n\n\"You know better, Fred!\"\n\n\"I didn't marry you for yours either. I told you that before, but you\nwouldn't believe me. Maybe now you will.\"\n\nHer voice choked. \"Perhaps--perhaps looks aren't so important after all.\nPerhaps I've been all wrong about everything I used to think was\nessential.\"\n\n\"You have,\" agreed Fred. \"But you've always had a sense of inferiority\nabout your appearance. From now on, you'll have no reason for that. And\nmaybe now we'll both be able to grow up a little.\"\n\nShe nodded. It gave her a strange feeling to have him put around her a\npair of arms she had never before known, to have him kiss her with lips\nshe had never before touched. _But that doesn't matter_, she thought.\n_The important thing is that whatever shape we take, we're_ us. _The\nimportant thing is that now we don't have to worry about ourselves--and\nfor that we have to thank_ him.\n\n\"Fred,\" she said suddenly, her face against his chest. \"Do you think a\ngirl can be in love with two--two people--at the same time? And one of\nthem--one of them not a man? Not even human?\"\n\nHe nodded, but didn't say anything. And after a moment, she thought she\nknew why. _A man can love that way too_, she thought--_and one of them\nnot a woman, either_.\n\n_I wonder if he ... she ... it knew. I wonder if it knew._",
    "metadata": {
        "author": [
            "Samachson, Joe",
            "Sterling, Brett",
            "Samachson, Joseph",
            "Morrison, William"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/32864/pg32864.txt",
        "name": "bedside_manner.json"
    }
}