{
    "name": "Beware the Star Gods",
    "author": [
        "Dare, Howard",
        "Kaye, Marx",
        "Bloodstone, John",
        "Byrne, S. J. (Stuart James)",
        "Byrne, S.J.",
        "Amare, Rothayne",
        "Byrne, Stuart J.",
        "Byrne, Stuart James"
    ],
    "body": "Kuru paused, his stone knife poised above the half-skinned kill. He\nlistened, at the same time twitching his sensitive nostrils in an\neffort to read the messages of the wind. But there was nothing in the\nair for his nose to read. Rather, it was sound that gave him warning.\n\nHe stood up and looked through the trees at the small valley beyond the\nridge on which he stood. He could hear the raucous cry of birds and the\ntree people.\n\nKuru wanted very much to run to his people, but if he should do so what\nwould he tell them? That he was running from that which he had not even\nlooked upon with his own eyes? That Kuru ran from the cry of birds and\ntree people?\n\nNow the tree people saw him and they paused in their flight,\nconcentrating their numbers in the trees over his head, looking down\nat him and chattering and gesticulating with their busy little furry\narms. He was aware that they recognized him as a hunter and the enemy\nof the murder-beast, and he was proud, knowing that they were appealing\nto him now in the face of this new and greater enemy, whatever it was.\nHe could see that they were pointing at the sky.\n\nThe sky! Only the gods lived in the sky! He felt the hair along the\nbase of his neck stand out stiffly.\n\n_Something great and terrible was coming out of the sky!_\n\n\n\nThe thing was long and rounded and shone brightly like the stars. It\nsparkled in the blue-white light of the triple suns like a love-stone\nbrought from the Faraway Caves beyond the Great River. And it was\nfloating down on pillars of fire toward the valley. It was becoming\nbigger and bigger, as were Kuru's large, black eyes.\n\nFear began to give place to Kuru's wonder. How had such a thing ever\ncome to be? And what was it doing in the sky? What was it?\n\nIt was big, far bigger than Kuru could have imagined. When it came to\nthe ground it crushed and burned dozens of great trees. And there it\nsat, motionlessly and without sound, as though a mountain had dropped\nfrom the sky to stay there forever.\n\nSuddenly, in the shining surface of the great sky-jewel a long, black\nhole appeared, and even as he watched something glittering began to\nemerge from it. At first it seemed that this was some sort of gigantic\ncocoon, breaking open to release the wing of an unimaginable insect.\nBut in another moment he received the biggest surprise of all.\n\n\"Men!\" he gasped. \"What are men doing in that sky-jewel? They could not\nhave made it and come out of the sky--unless they are gods!\"\n\nThe \"man-gods\" wore strange garments. They were amazingly frail and\nbeautiful looking people, like women in their fairness of skin and\ntheir almost complete lack of hair on their bodies. Kuru felt that he\ncould have broken one of them with each hand. But what strange strength\nof magic did they possess to make this shining cave that brought them\nfrom the sky?\n\nHe heard a ferocious roar which emanated from the region of the\nsky-cave. It was a murder-beast. He saw several of the \"man-gods\" run\nto a gleaming sort of fence at the edge of the wing that had extended\nitself out of the black hole. They were looking downward.\n\nNow here was something Kuru could understand. In the face of the\nterrifying murder-beast he would be able to tell whether or not these\npeople were weaklings. He saw one of them extract a small object from\nhis garments. When this small object was pointed downward in the\ndirection of the roaring murder-beast, a thin, bright line of light\nappeared below it, and the murder-beast's roar was cut off.\n\nKuru's teeth chattered slightly. Undoubtedly, he was looking upon the\nrepresentatives of a race of gods. They could command the powers of\nlightning.\n\nStill, he could not run away even now, because only a female would\ncome screaming home to tell of what she had merely seen from afar. A\nhunter like Kuru, who was already a respected member of the family\ncouncil, would investigate and have something more to tell other than\nhow frightened he was. On the contrary, he must show how brave he could\nbe. He must get closer to the sky-cave of the gods and watch them for a\nwhile....\n\n\n\n\"Infra-red picked it up. It's something pretty big, over in that tall\ntree. Been there since before sundown.\"\n\n\"Hmmm.... Patience, cunning, warm-blooded, large size. Do you think--\"\n\n\"Now don't let's get back on _that_ again!\"\n\n\"But Henderson said he saw one with his binoculars, up on that ridge,\nearly this afternoon.\"\n\n\"Good God, Frank! Can't you realize you're being victimized by an\nold complex? Why is it we _have_ to find human beings on other\nworlds? We've been searching the stars unsuccessfully for more than a\nmillenium.\"\n\n\"This is our farthest reach out into the galaxy--\"\n\n\"Yeah. By God, it's almost six hundred light years, twenty years by\nchronology, and two for us even under trans-C time contraction. _That_,\nmy friend, is some traveling!\"\n\n\"It's a beautiful planet--just like Earth was supposed to be once. You\nknow, sometimes I think civilization is a disease.\"\n\n\"That's a _great_ idea! So we're microbes infesting the universe!\"\n\n\n\nThat night Kuru returned to his family, which consisted of his father,\nhis mother, his father's three other wives, his two sisters, his five\nyounger brothers, half-sisters, half-brothers, and dozens of uncles and\naunts and scores of cousins numbering one hundred and twenty-two males\nand females. Council members from three neighboring \"families\" had\nalready gathered on Council Rock, because some had seen the shining\nthing descend out of the sky. But only Kuru could tell them facts about\nit, which added tremendously to his prestige.\n\n\"It is a flying cave they have built,\" he concluded. \"They are gods\nfrom the country of the sky.\"\n\n\"This must be true,\" said Bortu, his father. \"You say they killed a\nmurder-beast with lightning?\"\n\n\"As though it were a crawly-bug under their feet.\"\n\nThe elder members of the council and the younger hunters all looked\nat Kuru in silent admiration. But admiration was mixed with fear. The\nstars above them were big with mystery and wonder. Why had the gods\ncome down to visit their world?\n\n\"What do they want?\" asked Gurgo, the father-chief of the Snake Lake\nfamily.\n\n\"I do not know. I heard them talking among each other, but it is some\nstrange twist of tongue that makes no meaning.\"\n\nNow Fulkudu, father-chief of the Cloud Valley family, rose to speak.\nHe had thrown the sacred white fur of the river-cat over his shoulder,\nwhich meant that his was an official decision.\n\n\"We must appease these gods,\" he announced. \"We must show them at\nonce that we are friendly to them. A sacrifice must be presented.\"\nWhereupon, he sat down again and was silent.\n\nThe rest of them remained silent, too, because this recommendation\ngave rise to a much more important question. If the other father-chiefs\nagreed with Fulkudu, then someone would have to go to those powerful\ngods and present the sacrifice. No one wished to be embarrassed by\nhaving to confess his fear. Who would be brave enough to take the\nsacrifice to them?\n\nAs though by common accord, all council members slowly concentrated\ntheir attention upon Kuru. Words were unnecessary to express the\ngeneral idea. Kuru was a very brave hunter. He alone knew more about\nthe gods who had come from the sky than any other among them.\n\nKuru looked into the eyes of his father and saw the message written\nthere. He had made his father proud. To back out now was to lose all\nthe prestige so far gained. Kuru thought of the thin bolt of lightning\nthat had killed the murder-beast, and he fought to keep his teeth from\nchattering.\n\nSlowly, he stood up, throwing his own white fur over his brawny\nshoulder. \"I will present the sacrifice,\" he said. And his own voice\nsounded strange to him. It was hard to believe he had said such a brave\nthing as this.\n\n\n\n\"Derla!\" Kuru exclaimed. \"What are you doing here?\" He lowered the\nheavy horny-head beast to the ground and looked at his sister in\namazement.\n\nShe was almost his own age, and the prettiest female in the family,\nwith her long black hair and her large black eyes and firm young\nbreasts. He, himself, had killed the murder-beast whose fur encircled\nher shapely hips.\n\n\"I would be with you in this danger,\" she answered, pleadingly. \"None\nof the other males dared to go with you. Our father's pride would be\ncomplete if a female of the Great Cliffs were as brave as Kuru.\"\n\n\"But you must go back. I do not know what these gods will do. They may\nkill me.\"\n\nDerla ran forward to her brother's side, placing her hands on one\nof his hairy arms. \"Then this is a greater reason for me to be with\nyou, brother!--so that your spirit will not travel alone into the sky\ncountry.\"\n\nKuru looked down into his sister's eyes and grinned. \"You are my\nfavorite sister,\" he said. \"Come! Perhaps when they see you they will\nnot think of killing!\" He shouldered the horny-head beast again, and\nthe two of them continued across the floor of the valley toward the\nshining sky-cave of the gods....\n\n\n\n\"Mother of God! Frank!\"\n\n\"What is it?\"\n\n\"Seeing is believing. Look down there in that small clearing....\"\n\n\"Oh no. It can't be!\"\n\n\"Well, you were the guy that was saying they might be here!\"\n\n\"What I need is witnesses then. I'll signal general call. You get\ncameras and the recorders out!\"\n\n\n\n\"By God, it's incredible--yet it's true! The first extra-terrestrial\nhumans ever discovered, in over a thousand years of space exploration!\"\n\n\"This will be something to stir up their blood back home. People were\nbeginning to lose interest even in galactic exploration. This is it,\nboys! We've finally discovered our own kind!\"\n\n\"I wouldn't go so far as to say that. Those are obviously primordials.\nThat male is half hair.\"\n\n\"And the other half is all brawn. The female is surprisingly\nclear-skinned. For a primordial gal she isn't bad!\"\n\n\"What are they doing down there? Looks like they're waiting for us to\ndo something.\"\n\n\"Don't you get it? We're from the stars. Therefore we're gods. That\nquadruple-horned goat-like animal at their feet is a sacrifice. We're\nsupposed to accept it.\"\n\n\"Hell, we'll accept them all! Let's get 'em on board!\"\n\n\"Hold it a minute, men. Keep your voices down. You're gods now, not\nmonkeys. Take it easy. Can't you see how the female cringes behind the\nmale? Both of them are half scared out of their wits. By their own\nevaluation, they are braving death to do us honor. We have to gain\ntheir confidence.\"\n\n\"Well, if they're defying death, itself, maybe they'd come on board if\nwe lowered the ladder to them.\"\n\n\"We can try it, but let it down slowly--and smile! Remember, you are\nbenevolent gods....\"\n\n\n\n\"If they intended to kill us, Derla, they would have done so by now.\nSee? They smile at us!\"\n\n\"Look! Something is coming down!\"\n\n\"It is a shiny-fence.\"\n\n\"It is like the vine-steps for climbing cliffs.\"\n\n\"That's it, Derla! Either they are coming down, or--or--\"\n\n\"Kuru! They want us to come up!\"\n\nThe two of them stood there in the small clearing, looking at the\nvertical shiny-fence that had come down to them from the great ledge\nwhere the man-gods stood, up at the top of their sky-cave. Again,\nKuru's great muscles twitched with the instinct to run. Had he been\nalone, he might have done so. But in the eyes of his brave sister he\ncould not do this, even though it might cost him his life. Still, the\ngod-men looked very friendly. They were beckoning to him to come up.\n\nGritting his teeth and emitting a low growl to give himself courage,\nKuru threw the horny-head beast across his shoulder and approached the\nshiny-fence. \"You stay here,\" he told his sister.\n\n\"No, Kuru! I will come behind you, no matter what happens!\"\n\nHe shrugged, ashamed of his own fear in the presence of her surprising\ncourage. He grabbed cross-pieces of the shiny-fence and began to climb,\nknowing that Derla was close at his heels.\n\nThe great, smooth ledge with the shiny-fence around it was larger than\nhe had expected. A group of twelve man-gods stood there, waiting for\nhim. None of them, he noticed carefully, had a lightning stick in his\nhand, although at least five of them carried the terrible weapons at\ntheir sides. After pausing once to make sure that he was not to be\nattacked, Kuru climbed up onto the ledge and threw his sacrifice down.\nThen he turned to help Derla up. The two of them stood facing the\npeople from the sky.\n\nFinally, Kuru said to them, \"We bring you sacrifice and make peace. The\ngods are welcome to this land.\"\n\nDerla tugged at his arm. \"We should bow down,\" she advised.\n\nBrother and sister fell to their knees, with bowed heads.\n\n\n\n\"That ought to make a good picture for you, Henderson. They're eating\nout of our hand already!\"\n\n\"Here, fellow, get to your feet. You too, black eyes!\"\n\n\"Don't forget the sacrifice. Better accept it so's they won't be\noffended. Besides, maybe it's edible. We could do with some fresh\nmeat--maybe.\"\n\n\"Maybe is right. I don't think my system could get used to real steaks\nagain. That looks like some sort of goat. May be just like mutton.\"\n\n\"Hey Frank! That cave girl sure goes for you! Look at her take you in\nwith those big eyes!\"\n\n\"Guess that's because Frank's more their size. Open your shirt a little\nmore, Frankie old boy. Show 'em the hair on your chest!\"\n\n\"Shut up, you guys. Do you realize what this means?\"\n\n\"Yeah. Love at first sight!\"\n\n\"Men! Pipe down. Whether you like it or not, this is quite a historical\nmoment. Now the first problem is one of communication and contact with\nthe rest of their people.\"\n\n\"We could get out the flier and take them home.\"\n\n\"That's right. We'll do that when we've tried talking to them and taken\nsome more pictures and recordings. What do you make of that fellow's\nlanguage, Ken?\"\n\n\"Primitive, but with a pretty good smattering of syntax. There were\nsome definite inflexions. I'd say they were about ready for writing.\"\n\n\"By God, that guy must have the strength of a gorilla. This sacrifice\nanimal weighs a ton. Give me a hand, Mike.\"\n\n\"Where I come from, that expression he's wearing is a snarl. But I\nguess he is trying to smile. Well? Who's going to shake hands? Okay,\nFrank. You be the hero.\"\n\n\"You'd think he'd never seen a hand before. He's afraid to touch you.\nNo, he's going to--\"\n\n\"Ouch!\"\n\n\"Yipes! If he can hurt Frank then I'm not shaking hands with him! I'll\nshake hers, though. They say women used to go around like _that_ in\nBali.\"\n\n\"Now just take it easy, men. I think that hairy fellow is doing a\nsplendid job as it is. Can't you see how nervous he is? He's broken\nout into a sweat. He's watching us like a wild animal. Instinct is\nstruggling with intelligence. Don't make any quick moves. You'll notice\nhe keeps watching our guns as though he knew what they were for. That's\npretty good observation. He'll probably jump the first one who draws,\nso just remember that....\"\n\n\"They're getting in because they saw you two get in, but they may not\nknow it's a flier. The minute you take to the air they may get panicky.\nSo watch yourselves! We'll follow in the other two rigs. Take it slow,\nbecause we want to catch some aerial fotos of the terrain....\"\n\n\n\n\"Say listen, Frank. These people have been entertaining us all for a\nweek. We've found a perfect, utterly peaceful world that has never\nknown war or privation. It's the biggest find in history, and here you\nsit moping. I haven't seen you smile once since we got here. What's\neating you?\"\n\n\"I think you just hit the nail on the head.\"\n\n\"What do you mean?\"\n\n\"We have found a perfect, utterly peaceful world that has never known\nprivation.\"\n\n\"So?\"\n\n\"Remember what I said about civilization being a disease?\"\n\n\"Oh, so that's it! Well, they don't seem to object to the\ncontamination.\"\n\n\"How could they? We're wonder gods, and our gadgets are magic toys.\nWhat do they know about the rest of it? In forty or fifty years the\ncolony ships will arrive here and set up shop. There'll be scientific\ndevelopment, mass production, regimentation. Just consider the\nimplications of bringing an alarm clock to this world!\"\n\n\"That's pretty good \"squeezing\" they make out of those roots, but don't\nlet it make you morbid, old boy!\"\n\n\"Within two generations those rugged brutes will be helping us build\nfactories here. They'll be wearing work clothes and numbers. Our\nsociety is necessarily collective because of past history and possible\nfuture dangers of aggression among ourselves. What do these people\nneed collective security for?--and mass production--only to feed us as\nwe come in among them and spawn more millions who will soon make it\nnecessary to expand again and find another world like this to spoil!\"\n\n\"Frank, you're going off your rockers. Oh! Oh! Here's something to take\nyour mind off of social philosophy. Look at this!\"\n\n\"What cooks? Looks like a delegation of all the best looking women in\nthe tribe. Guess they're going to dance for us or something.\"\n\n\"There's Dark Eyes again. She's got you picked out already.\"\n\n\"Picked _out_?\"\n\n\"Sure! Ken said he thought this would happen. They've made several\novertures before.\"\n\n\"What are you talking about?\"\n\n\"Children of Paradise, pal! They think this is the truest form of\nhospitality, and in a way--\"\n\n\"You mean--!\"\n\n\"Yeah. That's what I mean. And Dearborn says we shouldn't offend them.\nSo what am I going to do?\"\n\n\"But--!\"\n\n\"Don't keep Dark Eyes waiting, pal!\"\n\n\n\n\"You were only supposed to please the gods, not fall in love with them,\nDerla.\"\n\n\"I love only one.\"\n\n\"I know. It is the big one who never smiles except when he looks at you\nand me. Then he smiles with sadness. But he is not liked by the other\ngods. I have seen him argue with the others and shout at them and wave\nhis arms about--and they have stopped smiling at him. If he is in\ndisfavor, it is dangerous to have anything to do with him. He carries\nhis lightning stick at all times, and I know it is because he fears\nattack from his own kind, not from us. You must stay away from him.\"\n\n\"He does not seek me. I fail to please him.\"\n\n\"He is a god and you are woman.\"\n\n\"But Sigala, and Bulbini--\"\n\n\"I know. Some of the gods have been lonelier than the others. That is\nthe only reason.\"\n\n\"The big one who is called Fronk--has not yet--\"\n\n\"It is just as well.\"\n\n\"Not even that night when we first--\"\n\n\"Derla, you will have to forget about him and stay away from him.\"\n\n\"But he was kind....\"\n\n\"And he is not liked by the other gods. Your father forbids it!\"\n\n\n\n\"Frank, this obsession of yours is getting serious. The men have asked\nme to have a talk with you. If you don't get hold of yourself it might\neven mean the brig, man. Now I want you to tell me just what's behind\nall this.\"\n\n\"Well, sir, it's just that I think we're dead wrong in coming here at\nall. What we ought to do is _protect_ these people from civilzation.\nWe discovered them. When we go back and report it, they will be the\nproperty of modern materialism. Our supposed gifts to them will be\nnothing short of exploitation. I say we erase our discovery from the\nrecords.\"\n\n\"What?--I can see now why a couple of the boys had a fight with you.\nIt's insane! For over ten centuries we have looked for other humans--\"\n\n\"And now that we've found them, we plan to force them into our own way\nof life, as though _we_ had found the only answer!\"\n\n\"Frank, I'm sorry to put it this way, but this is an order. Keep your\npersonal opinions to yourself. You're on probation and you're going to\nbe watched. Dismissed!\"\n\n\n\n\"The big one has stones in his head, Derla. Look at him up there on the\nclifftop. He has grown a beard. Each day he looks less a god and more a\nman. But he drinks _qaral_-juice too much. He stays away from us and he\nstays away from the other gods. What is the matter with him?\"\n\n\"I do not know, Kuru. He is very strange. Beautiful things make him\nsad. I know when he is sad, because then he really drinks and goes away\nto sleep it off somewhere.\"\n\n\"What do you mean--beautiful things?\"\n\n\"Well, it is when we are happiest in the mornings when the suns are\nstill too low in the sky to drink the dew from the leaves and grasses,\nwhen we bathe in the river and laugh and play. Or when many of us sit\naround the great fires at night and listen to the old ones' stories. He\nwatches us then, and he drinks, and after a while he goes away. He is\nvery sad.\"\n\n\"Soon they will all be gone. I saw them bringing many things to the sky\ncave....\"\n\n\"I will be sad to see them go.\"\n\n\"You will be sad to see the crazy big one go.\"\n\n\"Yes. There is something in his eyes--a kindness that is for all of\nus--and there is even something in his eyes for me.\"\n\n\"You believe in the things you wish for. But that does not make them\ntrue.\"\n\n\"Kuru. Where do you think they go?\"\n\n\"Now _that_ is a question for a woman to ask! Is it not obvious? They\ngo into the sky, whence they came....\"\n\n\n\nOne morning the large families of the Great Cliffs, Snake Lake and\nCloud Valley were startled out of their sleep by a shaking of the\nground and a blinding light in the sky. Before they could rub the sleep\nout of their eyes, a giant, invisible hand swept over the country,\nbending trees almost to the ground. And then a terrible roar smote\ntheir ears. They did not know if the gods of the mountains had spoken\nor if this were some new manifestation of powers on the part of the\nsky gods who were soon to depart. When they saw the angry cloud and\nthe fire in the sky they fell to the ground, trembling with fear, and\npraying. They did not know how they had angered these strange new gods,\nbut there could be no doubt that they were angered.\n\nHours later, when the angry cloud began to fade away in the sky above\nthat valley where the sky-cave was located, the father-chiefs and\nhunters gathered at Council Rock.\n\n\"Our bravest hunters must go to appease them with great sacrifices,\"\nannounced Bortu. \"They must go at once. And my son, Kuru, will lead\nthem.\"\n\nSo it was decided. The fattest horny-head beasts were killed and\nskinned. Kuru and nine other hunters shouldered their sacrifices and\nstarted toward the Valley of the Gods, as it was now called. Over three\nhundred members of the three great families stood on the Great Cliffs\nand watched them go, hoping that the gods would not destroy them in\ntheir mysterious wrath.\n\nSuddenly a great cry of alarm arose from the watchers. The hunters\npaused on the edge of the forest. Before them stood the sky god, the\nbig crazy one with the beard. The one called _Fronk_. In his hand was\na lightning stick, and he pointed it at the hunters. He made signs to\nthem which were unmistakable. They were not to approach the Valley of\nthe Gods.\n\nDerla could not help it. She ran across the intervening space and stood\nbeside her brother, Kuru, staring at the god she loved, in desperation\nand amazement.\n\nHe was crying. His face and his beard were streaked with tears. He was\ncrying, almost screaming at them--but he would not let them pass....\n\n\n\n\"I didn't mean to kill them! Mother of God, why didn't you take me\ninstead! Only wanted to cripple the power so they'd be stranded.... All\nright! Keep back! You, too, Dark Eyes! Those sacrifices mean nothing\nnow, boys.... Just a smoking pit back there filled with radiation. But\nwhat would you know about that? Thank God now you'll _never_ know!\nThat's the first and the last mushroom cloud you'll ever see. Go on\nback to your Paradise. Maybe you'll never know I saved it for you....\nGo on! Beat it!\"\n\n\n\n\"He killed all the other gods, Derla. In his madness he destroyed the\ngreat sky-cave, and now not even he can return to the country of the\nsky.\"\n\n\"I don't think he meant to kill the others. He cried for days about it.\"\n\n\"And got terribly drunk! We had to stop giving him _qaral_-juice. It\nwas making him sick so that he could not eat, and he grew thin.\"\n\n\"But he has been gone for many, many suns. Do you think he is dead?\"\n\n\"He is a god. Perhaps he will never die. He went away because he\nknew we were afraid of him. In fact, he is not welcome in any of the\nfamilies.\"\n\n\"He is a lonely God. I have made up my mind, my brother. I am sad\nbecause he is sad. If our people will not comfort him then I must. I am\ngoing to him. I will try and make him a happy God once more.\"\n\nDerla turned away from Kuru then and walked into the dark forest. Kuru\nwatched her go and then shook his head. \"You are a strange one, my\nsister. But go to your God. You will never be happy unless you do.\" He\nshrugged then and turned his thoughts to other more important matters.\n\nAnd Derla went to find her God. She was eager, and happy....",
    "metadata": {
        "author": [
            "Dare, Howard",
            "Kaye, Marx",
            "Bloodstone, John",
            "Byrne, S. J. (Stuart James)",
            "Byrne, S.J.",
            "Amare, Rothayne",
            "Byrne, Stuart J.",
            "Byrne, Stuart James"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/66314/pg66314.txt",
        "name": "beware_the_star_gods.json"
    }
}