{
    "name": "Billy and the Big Stick",
    "author": [
        "Davis, Richard Harding"
    ],
    "body": "Had the Wilmot Electric Light people remained content only to make\nlight, had they not, as a by-product, attempted to make money, they need\nnot have left Hayti.\n\nWhen they flooded with radiance the unpaved streets of Port-au-Prince no\none, except the police, who complained that the lights kept them awake,\nmade objection; but when for this illumination the Wilmot Company\ndemanded payment, every one up to President Hamilear Poussevain was\nsurprised and grieved. So grieved was President Ham, as he was lovingly\ndesignated, that he withdrew the Wilmot concession, surrounded the\npower-house with his barefooted army, and in a proclamation announced\nthat for the future the furnishing of electric light would be a monopoly\nof the government.\n\nIn Hayti, as soon as it begins to make money, any industry, native or\nforeign, becomes a monopoly of the government. The thing works\nautomatically. It is what in Hayti is understood as _haute_ finance. The\nWilmot people should have known that. Because they did not know that,\nthey stood to lose what they had sunk in the electric-light plant, and\nafter their departure to New York, which departure was accelerated as\nfar as the wharf by seven generals and twelve privates, they proceeded\nto lose more money on lobbyists and lawyers who claimed to understand\ninternational law; even the law of Hayti. And lawyers who understand\nthat are high-priced.\n\nThe only employee of the Wilmot force who was not escorted to the wharf\nunder guard was Billy Barlow. He escaped the honor because he was\nsuperintendent of the power-house, and President Ham believed that\nwithout him the lightning would not strike. Accordingly by an executive\norder Billy became an employee of the government. With this arrangement\nthe Wilmot people were much pleased. For they trusted Billy, and they\nknew while in the courts they were righting to regain their property,\nhe would see no harm came to it.\n\nBilly's title was Directeur General et Inspecteur Municipal de Luminaire\nElectrique, which is some title, and his salary was fifty dollars a\nweek. In spite of Billy's color President Ham always treated his only\nwhite official with courtesy and gave him his full title. About giving\nhim his full salary he was less particular. This neglect greatly annoyed\nBilly. He came of sturdy New England stock and possessed that New\nEngland conscience which makes the owner a torment to himself, and to\nevery one else a nuisance. Like all the other Barlows of Barnstable on\nCape Cod, Billy had worked for his every penny. He was no shirker. From\nthe first day that he carried a pair of pliers in the leg pocket of his\noveralls, and in a sixty-knot gale stretched wires between ice-capped\ntele graph poles, he had more than earned his wages. Never, whether on\ntime or at piece-work, had he by a slovenly job, or by beating the\nwhistle, robbed his employer. And for his honest toil he was determined\nto be as honestly paid--even by President Hamilcar Poussevain. And\nPresident Ham never paid anybody; neither the Armenian street peddlers,\nin whose sweets he delighted, nor the Bethlehem Steel Company, nor the\nhouse of Rothschild.\n\nWhy he paid Billy even the small sums that from time to time Billy wrung\nfrom the president's strong box the foreign colony were at a loss to\nexplain. Wagner, the new American consul, asked Billy how he managed it.\nAs an American minister had not yet been appointed to the duties of the\nconsul, as Wagner assured everybody, were added those of diplomacy. But\nHaytian diplomacy he had yet to master. At the seaport in Scotland where\nhe had served as vice-consul, law and order were as solidly established\nas the stone jetties, and by contrast the eccentricities of the Black\nREPUBLIC baffled and distressed him.\n\n\"It can't be that you blackmail the president,\" said the consul,\n\"because I understand he boasts he has committed all the known crimes.\"\n\n\"And several he invented,\" agreed Billy.\n\n\"And you can't do it with a gun, because they tell me the president\nisn't afraid of anything except a voodoo priestess. What is your\nsecret?\" coaxed the consul. \"If you'll only sell it, I know several\nPowers that would give you your price.\" Billy smiled modestly.\n\n\"It's very simple,\" he said. \"The first time my wages were shy I went to\nthe palace and told him if he didn't come across I'd shut off the juice.\nI think he was so stunned at anybody asking him for real money that\nwhile he was still stunned he opened his safe and handed me two thousand\nfrancs. I think he did it more in admiration for my nerve than because\nhe owed it. The next time pay-day arrived, and the pay did not, I didn't\ngo to the palace. I just went to bed, and the lights went to bed, too.\nYou may remember?\" The consul snorted indignantly.\n\n\"I was holding three queens at the time,\" he protested. \"Was it YOU did\nthat?\"\n\n\"It was,\" said Billy. \"The police came for me to start the current going\nagain, but I said I was too ill. Then the president's own doctor came,\nold Gautier, and Gautier examined me with a lantern and said that in\nHayti my disease frequently proved fatal, but he thought if I turned on\nthe lights I might recover. I told him I was tired of life, anyway, but\nthat if I could see three thousand francs it might give me an incentive.\nHe reported back to the president and the three thousand francs arrived\nalmost instantly, and a chicken broth from Ham's own chef, with His\nExcellency's best wishes for the recovery of the invalid. My recovery\nwas instantaneous, and I switched on the lights.\n\n\"I had just moved into the Widow Ducrot's hotel that week, and her\ndaughter Claire wouldn't let me eat the broth. I thought it was because,\nas she's a dandy cook herself, she was professionally jealous. She put\nthe broth on the top shelf of the pantry and wrote on a piece of paper,\n'Gare!' But the next morning a perfectly good cat, who apparently\ncouldn't read, was lying beside it dead.\"\n\nThe consul frowned reprovingly.\n\n\"You should not make such reckless charges,\" he protested. \"I would call\nit only a coincidence.\"\n\n\"You can call it what you please,\" said Billy, \"but it won't bring the\ncat back. Anyway, the next time I went to the palace to collect, the\npresident was ready for me. He said he'd been taking out information,\nand he found if I shut off the lights again he could hire another man\nin the States to turn them on. I told him he'd been deceived. I told him\nthe Wilmot Electric Lights were produced by a secret process, and that\nonly a trained Wilmot man could work them. And I pointed out to him\nif he dismissed me it wasn't likely the Wilmot people would loan him\nanother expert; not while they were fighting him through the courts\nand the State Department. That impressed the old man; so I issued my\nultimatum. I said if he must have electric lights he must have me, too.\nWhether he liked it or not, mine was a life job.\"\n\n\"What did he say to that?\" gasped the new consul.\n\n\"Said it wasn't a life job, because he was going to have me shot at\nsunset.\"\n\n\"Then you said?\"\n\n\"I said if he did that there wouldn't be any electric lights, and you\nwould bring a warship and shoot Hayti off the map.\"\n\nThe new consul was most indignant.\n\n\"You had no right to say that!\" he protested. \"You did very ill. My\ninstructions are to avoid all serious complications.\"\n\n\"That was what I was trying to avoid,\" said Billy. \"Don't you call\nbeing shot at sunset a serious complication? Or would that be just a\ncoincidence, too? You're a hellofa consul!\"\n\nSince his talk with the representative of his country four months had\npassed and Billy still held his job. But each month the number of francs\nhe was able to wrest from President Hamilcar dwindled, and were won only\nafter verbal conflicts that each month increased in violence.\n\nTo the foreign colony it became evident that, in the side of President\nHam, Billy was a thorn, sharp, irritating, virulent, and that at any\nmoment Ham might pluck that thorn and Billy would leave Hayti in haste,\nand probably in hand-cuffs. This was evident to Billy, also, and the\nprospect was most disquieting. Not because he loved Hayti, but because\nsince he went to lodge at the cafe of the Widow Ducrot, he had learned\nto love her daughter Claire, and Claire loved him.\n\nOn the two thousand dollars due him from Ham they plotted to marry. This\nwas not as great an adventure as it might appear. Billy knew that from\nthe Wilmot people he always was sure of a salary, and one which, with\nsuch an excellent housekeeper as was Claire, would support them both.\nBut with his two thousand dollars as capital they could afford to\nplunge; they could go upon a honeymoon; they need not dread a rainy day,\nand, what was of greatest importance, they need not delay. There was\ngood reason against delay, for the hand of the beautiful Claire was\nalready promised. The Widow Ducrot had promised it to Paillard, he of\nthe prosperous commission business, the prominent EMBONPOINT, and four\nchildren. Monsieur Paillard possessed an establishment of his own, but\nit was a villa in the suburbs; and so, each day at noon, for his DEJEUNE\nhe left his office and crossed the street to the Cafe Ducrot. For five\nyears this had been his habit. At first it was the widow's cooking that\nattracted him, then for a time the widow herself; but when from the\nconvent Claire came to assist her mother in the cafe, and when from a\nlanky, big-eyed, long-legged child she grew into a slim, joyous, and\ncharming young woman, she alone was the attraction, and the Widower\nPaillard decided to make her his wife. Other men had made the same\ndecision; and when it was announced that between Claire and the widower\na marriage had been \"arranged,\" the clerks in the foreign commission\nhouses and the agents of the steamship lines drowned their sorrow in\nrum and ran the house flags to half-staff. Paillard himself took the\nproposed alliance calmly. He was not an impetuous suitor. With Widow\nDucrot he agreed that Claire was still too young to marry, and to\nhimself kept the fact that to remarry he was in no haste. In his mind\ndoubts still lingered. With a wife, young enough to be one of his\nchildren, disorganizing, the routine of his villa, would it be any more\ncomfortable than he now found it? Would his eldest daughter and her\nstepmother dwell together in harmony? The eldest daughter had assured\nhim that so far as she was concerned they would not; and, after all, in\nmarrying a girl, no matter how charming, without a dot, and the daughter\nof a boarding-house keeper, no matter how respectable, was he not\ndisposing of himself too cheaply? These doubts assailed Papa Paillard;\nthese speculations were in his mind. And while he speculated Billy\nacted.\n\n\"I know that in France,\" Billy assured Claire, \"marriages are arranged\nby the parents; but in my country they are arranged in heaven. And who\nare we to disregard the edicts of heaven? Ages and ages ago, before the\nflood, before Napoleon, even before old Paillard with his four children,\nit was arranged in heaven that you were to marry me. So, what little\nplans your good mother may make don't cut enough ice to cool a green\nmint. Now, we can't try to get married here,\" continued Billy, \"without\nyour mother and Paillard knowing it. In this town as many people have to\nsign the marriage contract as signed our Declaration of Independence:\nall the civil authorities, all the clergy, all the relatives; if every\nman in the telephone book isn't a witness, the marriage doesn't 'take.'\nSo, we must elope!\"\n\nHaving been brought up in a convent, where she was taught to obey\nher mother and forbidden to think of marriage, Claire was naturally\ndelighted with the idea of an elopement.\n\n\"To where will we elope to?\" she demanded. Her English, as she learned\nit from Billy, was sometimes confusing.\n\n\"To New York,\" said Billy. \"On the voyage there I will put you in charge\nof the stewardess and the captain; and there isn't a captain on the\nRoyal Dutch or the Atlas that hasn't known you since you were a baby.\nAnd as soon as we dock we'll drive straight to the city hall for a\nlicense and the mayor himself will marry us. Then I'll get back my old\njob from the Wilmot folks and we'll live happy ever after!\"\n\n\"In New York, also,\" asked Claire proudly, \"are you directeur of the\nelectric lights?\"\n\n\"On Broadway alone,\" Billy explained reprovingly, \"there is one sign\nthat uses more bulbs than there are in the whole of Hayti!\"\n\n\"New York is a large town!\" exclaimed Claire.\n\n\"It's a large sign,\" corrected Billy. \"But,\" he pointed out, \"with no\nmoney we'll never see it. So to-morrow I'm going to make a social call\non Grandpa Ham and demand my ten thousand francs.\" Claire grasped his\narm.\n\n\"Be careful,\" she pleaded. \"Remember the chicken soup. If he offers you\nthe champagne, refuse it!\"\n\n\"He won't offer me the champagne,\" Billy assured her. \"It won't be that\nkind of a call.\"\n\nBilly left the Cafe Ducrot and made his way to the water-front. He was\nexpecting some electrical supplies by the PRINZ DER NEDERLANDEN, and she\nhad already come to anchor.\n\nHe was late, and save for a group of his countrymen, who with the\ncustoms officials were having troubles of their own, the customs shed\nwas all but deserted. Billy saw his freight cleared and was going away\nwhen one of those in trouble signalled for assistance.\n\nHe was a good-looking young man in a Panama hat and his manner seemed\nto take it for granted that Billy knew who he was. \"They want us to pay\nduty on our trunks,\" he explained, \"and we want to leave them in bond.\nWe'll be here only until to-night, when we're going on down the coast\nto Santo Domingo. But we don't speak French, and we can't make them\nunderstand that.\"\n\n\"You don't need to speak any language to give a man ten dollars,\" said\nBilly.\n\n\"Oh!\" exclaimed the man in the Panama. \"I was afraid if I tried that\nthey might arrest us.\"\n\n\"They may arrest you if you don't,\" said Billy. Acting both as\ninterpreter and disbursing agent, Billy satisfied the demands of\nhis fellow employees of the government, and his fellow countrymen he\ndirected to the Hotel Ducrot.\n\nAs some one was sure to take their money, he thought it might as well\ngo to his mother-in-law elect. The young man in the Panama expressed\nthe deepest gratitude, and Billy, assuring him he would see him later,\ncontinued to the power-house, still wondering where he had seen him\nbefore.\n\nAt the power-house he found seated at his desk a large, bearded stranger\nwhose derby hat and ready-to-wear clothes showed that he also had but\njust arrived on the PRINZ DER NEDERLANDEN.\n\n\"You William Barlow?\" demanded the stranger. \"I understand you been\nthreatening, unless you get your pay raised, to commit sabotage on these\nworks?\"\n\n\"Who the devil are you?\" inquired Billy.\n\nThe stranger produced an impressive-looking document covered with seals.\n\n\"Contract with the president,\" he said. \"I've taken over your job. You\nbetter get out quiet,\" he advised, \"as they've given me a squad of\nnigger policemen to see that you do.\"\n\n\"Are you aware that these works are the property of the Wilmot Company?\"\nasked Billy, \"and that if anything went wrong here they'd hold you\nresponsible?\" The stranger smiled complacently.\n\n\"I've run plants,\" he said, \"that make these lights look like a stable\nlantern on a foggy night.\"\n\n\"In that case,\" assented Billy, \"should anything happen, you'll know\nexactly what to do, and I can leave you in charge without feeling the\nleast anxiety.\"\n\n\"That's just what you can do,\" the stranger agreed heartily, \"and you\ncan't do it too quick!\" From the desk he took Billy's favorite pipe and\nloaded it from Billy's tobacco-jar. But when Billy had reached the door\nhe called to him. \"Before you go, son,\" he said \"you might give me a tip\nabout this climate. I never been in the tropics. It's kind of unhealthy,\nain't it?\"\n\nHis expression was one of concern.\n\n\"If you hope to keep alive,\" began Billy, \"there are two things to\navoid----\" The stranger laughed knowingly.\n\n\"I got you!\" he interrupted. \"You're going to tell me to cut out wine\nand women.\"\n\n\"I was going to tell you,\" said Billy, \"to cut out hoping to collect any\nwages and to avoid every kind of soup.\"\n\nFrom the power-house Billy went direct to the palace. His anxiety was\ngreat. Now that Claire had consented to leave Hayti, the loss of his\nposition did not distress him. But the possible loss of his back pay\nwould be a catastrophe. He had hardly enough money to take them both\nto New York, and after they arrived none with which to keep them alive.\nBefore the Wilmot Company could find a place for him a month might pass,\nand during that month they might starve. If he went alone and arranged\nfor Claire to follow, he might lose her. Her mother might marry her to\nPaillard; Claire might fall ill; without him at her elbow to keep her to\ntheir purpose the voyage to an unknown land might require more courage\nthan she possessed. Billy saw it was imperative they should depart\ntogether, and to that end he must have his two thousand dollars. The\nmoney was justly his. For it he had sweated and slaved; had given\nhis best effort. And so, when he faced the president, he was in no\nconciliatory mood. Neither was the president.\n\nBy what right, he demanded, did this foreigner affront his ears with\ndemands for money; how dared he force his way into his presence and\nto his face babble of back pay? It was insolent, incredible. With\nindignation the president set forth the position of the government:\nBilly had been discharged and, with the appointment of his successor,\nthe stranger in the derby hat, had ceased to exist. The government could\nnot pay money to some one who did not exist. All indebtedness to Billy\nalso had ceased to exist. The account had been wiped out. Billy had been\nwiped out. The big negro, with the chest and head of a gorilla, tossed\nhis kinky white curls so violently that the ringlets danced. Billy, he\ndeclared, had been a pest; a fly that buzzed and buzzed and disturbed\nhis slumbers. And now when the fly thought he slept he had caught and\ncrushed it-so. President Ham clinched his great fist convulsively and,\nwith delight in his pantomime, opened his fingers one by one, and held\nout his pink palm, wrinkled and crossed like the hand of a washerwoman,\nas though to show Billy that in it lay the fly, dead.\n\n\"C'EST UNE CHOSE JUGEE!\" thundered the president. He reached for his\nquill pen.\n\nBut Billy, with Claire in his heart, with the injustice of it rankling\nin his mind, did not agree.\n\n\"It is not an affair closed,\" shouted Billy in his best French. \"It is\nan affair international, diplomatic; a cause for war!\"\n\nBelieving he had gone mad, President Ham gazed at him speechless.\n\n\"From here I go to the cable Office,\" shouted Billy. \"I cable for a\nwarship! If, by to-night, I am not paid my money, marines will\nsurround our power-house, and the Wilmot people will back me up, and my\ngovernment will back me up!\"\n\nIt was, so Billy thought, even as he launched it, a tirade satisfying\nand magnificent. But in his turn the president did not agree.\n\nHe rose. He was a large man. Billy wondered he had not previously\nnoticed how very large he was.\n\n\"To-night at nine o'clock,\" he said, \"the German boat departs for New\nYork.\" As though aiming a pistol, he raised his arm and at Billy pointed\na finger. \"If, after she departs, you are found in Port-au-Prince, you\nwill be shot!\"\n\nThe audience-chamber was hung with great mirrors in frames of tarnished\ngilt. In these Billy saw himself reproduced in a wavering line of\nBillies that, like the ghost of Banquo, stretched to the disappearing\npoint. Of such images there was an army, but of the real Billy, as he\nwas acutely conscious, there was but one. Among the black faces scowling\nfrom the doorways he felt the odds were against him. Without making a\nreply he passed out between the racks of rusty muskets in the anteroom,\nbetween the two Gatling guns guarding the entrance, and on the palace\nsteps, in indecision, halted.\n\nAs Billy hesitated an officer followed him from the palace and beckoned\nto the guard that sat in the bare dust of the Champ de Mars playing\ncards for cartridges. Two abandoned the game, and, having received their\norders, picked their muskets from the dust and stood looking expectantly\nat Billy.\n\nThey were his escort, and it was evident that until nine o'clock, when\nhe sailed, his movements would be spied upon; his acts reported to the\npresident.\n\nSuch being the situation, Billy determined that his first act to be\nreported should be of a nature to cause the president active mental\nanguish. With his guard at his heels he went directly to the cable\nstation, and to the Secretary of State of the United States addressed\nthis message: \"President refuses my pay; threatens shoot; wireless\nnearest war-ship proceed here full speed. William Barlow.\"\n\nBilly and the director of telegraphs, who out of office hours was a\nfield-marshal, and when not in his shirt-sleeves always appeared in\nuniform, went over each word of the cablegram together. When Billy was\nassured that the field-marshal had grasped the full significance of it\nhe took it back and added, \"Love to Aunt Maria.\" The extra words cost\nfour dollars and eighty cents gold, but, as they suggested ties of blood\nbetween himself and the Secretary of State, they seemed advisable.\nIn the account-book in which he recorded his daily expenditures Billy\ncredited the item to \"life-insurance.\"\n\nThe revised cablegram caused the field-marshal deep concern. He frowned\nat Billy ferociously.\n\n\"I will forward this at once,\" he promised. \"But, I warn you,\" he added,\n\"I deliver also a copy to MY president!\"\n\nBilly sighed hopefully.\n\n\"You might deliver the copy first,\" he suggested.\n\nFrom the cable station Billy, still accompanied by his faithful\nretainers, returned to the power-house. There he bade farewell to the\nblack brothers who had been his assistants, and upon one of them pressed\na sum of money.\n\nAs they parted, this one, as though giving the password of a secret\nsociety, chanted solemnly:\n\n\"A HUIT HEURES JUSTE!\" And Billy clasped his hand and nodded.\n\nAt the office of the Royal Dutch West India Line Billy purchased a\nticket to New York and inquired were there many passengers. \"The ship is\nempty,\" said the agent.\n\n\"I am glad,\" said Billy, \"for one of my assistants may come with me. He\nalso is being deported.\"\n\n\"You can have as many cabins as you want,\" said the agent. \"We are so\nsorry to see you go that we will try to make you feel you leave us on\nyour private yacht.\"\n\nThe next two hours Billy spent in seeking out those acquaintances\nfrom whom he could borrow money. He found that by asking for it in\nhomoeopathic doses he was able to shame the foreign colony into loaning\nhim all of one hundred dollars. This, with what he had in hand, would\ntake Claire and himself to New York and for a week keep them alive.\nAfter that he must find work or they must starve.\n\nIn the garden of the Cafe Ducrot Billy placed his guard at a table with\nbottles of beer between them, and at an 'adjoining table with Claire\nplotted the elopement for that night. The garden was in the rear of the\nhotel and a door in the lower wall opened into the rue Cambon, that led\ndirectly to the water-front.\n\nBilly proposed that at eight o'clock Claire should be waiting in the rue\nCambon outside this door. They would then make their way to one of the\nless frequented wharfs, where Claire would arrange to have a rowboat in\nreadiness, and in it they would take refuge on the steamer. An hour\nlater, before the flight of Claire could be discovered, they would have\nstarted on their voyage to the mainland.\n\n\"I warn you,\" said Billy, \"that after we reach New York I have only\nenough to keep us for a week. It will be a brief honey-moon. After that\nwe will probably starve. I'm not telling you this to discourage you,\" he\nexplained; \"only trying to be honest.\"\n\n\"I would rather starve with you in New York,\" said Claire, \"than die\nhere without you.\"\n\nAt these words Billy desired greatly to kiss Claire, but the guards were\nscowling at him. It was not until Claire had gone to her room to pack\nher bag and the chance to kiss her had passed that Billy recognized that\nthe scowls were intended to convey the fact that the beer bottles were\nempty. He remedied this and remained alone at his table considering the\nout look. The horizon was, indeed, gloomy, and the only light upon it,\nthe loyalty and love of the girl, only added to his bitterness. Above\nall things he desired to make her content, to protect her from disquiet,\nto convince her that in the sacrifice she was making she also was\nplotting her own happiness. Had he been able to collect his ten thousand\nfrancs his world would have danced in sunshine. As it was, the heavens\nwere gray and for the future the skies promised only rainy days. In\nthese de pressing reflections Billy was interrupted by the approach of\nthe young man in the Panama hat. Billy would have avoided him, but the\nyoung man and his two friends would not be denied. For the service Billy\nhad rendered them they wished to express their gratitude. It found\nexpression in the form of Planter's punch. As they consumed this Billy\nexplained to the strangers why the customs men had detained them.\n\n\"You told them you were leaving to-night for Santo Domingo,\" said Billy;\n\"but they knew that was impossible, for there is no steamer down the\ncoast for two weeks.\"\n\nThe one whose features seemed familiar replied:\n\n\"Still, we are leaving to-night,\" he said; \"not on a steamer, but on a\nwar-ship.\"\n\n\"A war-ship?\" cried Billy. His heart beat at high speed. \"Then,\" he\nexclaimed, \"you are a naval officer?\"\n\nThe young man shook his head and, as though challenging Billy to make\nanother guess, smiled.\n\n\"Then,\" Billy complied eagerly, \"you are a diplomat! Are you our new\nminister?\"\n\nOne of the other young men exclaimed reproachfully:\n\n\"You know him perfectly well!\" he protested. \"You've seen his picture\nthousands of times.\"\n\nWith awe and pride he placed his hand on Billy's arm and with the other\npointed at the one in the Panama hat.\n\n\"It's Harry St. Clair,\" he announced. \"Harry St. Clair, the King of the\nMovies!\"\n\n\"The King of the Movies,\" repeated Billy. His disappointment was so keen\nas to be embarrassing.\n\n\"Oh!\" he exclaimed, \"I thought you----\" Then he remembered his manners.\n\"Glad to meet you,\" he said. \"Seen you on the screen.\"\n\nAgain his own troubles took precedence. \"Did you say,\" he demanded, \"One\nof our war-ships is coming here TO-DAY?\"\n\n\"Coming to take me to Santo Domingo,\" explained Mr. St. Clair. He spoke\nairily, as though to him as a means of locomotion battle-ships were\nas trolley-cars. The Planter's punch, which was something he had\nnever before encountered, encouraged the great young man to unbend. He\nexplained further and fully, and Billy, his mind intent upon his own\naffair, pretended to listen.\n\nThe United States Government, Mr. St. Clair explained, was assisting him\nand the Apollo Film Company in producing the eight-reel film entitled\n\"The Man Behind the Gun.\"\n\nWith it the Navy Department plotted to advertise the navy and encourage\nrecruiting. In moving pictures, in the form of a story, with love\ninterest, villain, comic relief, and thrills, it would show the life of\nAmerican bluejackets afloat and ashore, at home and abroad. They would\nbe seen at Yokohama playing baseball with Tokio University; in the\ncourtyard of the Vatican receiving the blessing of the Pope; at Waikiki\nriding the breakers on a scrubbing-board; in the Philippines eating\ncocoanuts in the shade of the sheltering palm, and in Brooklyn in the\nY. M. C. A. club, in the shadow of the New York sky-scrapers, playing\nbilliards and reading the sporting extras.\n\nAs it would be illustrated on the film the life of \"The Man Behind the\nGun\" was one of luxurious ease. In it coal-passing, standing watch in a\nblizzard, and washing down decks, cold and unsympathetic, held no part.\nBut to prove that the life of Jack was not all play he would be seen\nfighting for the flag. That was where, as \"Lieutenant Hardy, U. S. A.,\"\nthe King of the Movies entered.\n\n\"Our company arrived in Santo Domingo last week,\" he explained. \"And\nthey're waiting for me now. I'm to lead the attack on the fortress. We\nland in shore boats under the guns of the ship and I take the fortress.\nFirst, we show the ship clearing for action and the men lowering the\nboats and pulling for shore. Then we cut back to show the gun-crews\nserving the guns. Then we jump to the landing-party wading through the\nbreakers. I lead them. The man who is carrying the flag gets shot and\ndrops in the surf. I pick him up, put him on my shoulder, and carry him\nand the flag to the beach, where----\"\n\nBilly suddenly awoke. His tone was one of excited interest.\n\n\"You got a uniform?\" he demanded.\n\n\"Three,\" said St. Clair impressively, \"made to order according to\nregulations on file in the Quartermaster's Department. Each absolutely\ncorrect.\" Without too great a show of eagerness he inquired: \"Like to\nsee them?\"\n\nWithout too great a show of eagerness Billy assured him that he would.\n\n\"I got to telephone first,\" he added, \"but by the time you get your\ntrunk open I'll join you in your room.\"\n\nIn the cafe, over the telephone, Billy addressed himself to the\nfield-marshal in charge of the cable office. When Billy gave his name,\nthe voice of that dignitary became violently agitated.\n\n\"Monsieur Barlow,\" he demanded, \"do you know that the war-ship for which\nyou cabled your Secretary of State makes herself to arrive?\"\n\nAt the other end of the 'phone, although restrained by the confines of\nthe booth, Billy danced joyously. But his voice was stern.\n\n\"Naturally,\" he replied. \"Where is she now?\"\n\nAn hour before, so the field-marshal informed him, the battle-ship\nLOUISIANA had been sighted and by telegraph reported. She was\napproaching under forced draft. At any moment she might anchor in the\nouter harbor. Of this President Ham had been informed. He was grieved,\nindignant; he was also at a loss to understand.\n\n\"It is very simple,\" explained Billy. \"She probably was somewhere in\nthe Windward Passage. When the Secretary got my message he cabled\nGuantanamo, and Guantanamo wired the war-ship nearest Port-au-Prince.\"\n\n\"President Poussevain,\" warned the field marshal, \"is greatly disturbed.\"\n\n\"Tell him not to worry,\" said Billy. \"Tell him when the bombardment\nbegins I will see that the palace is outside the zone of fire.\"\n\nAs Billy entered the room of St. Clair his eyes shone with a strange\nlight. His manner, which toward a man of his repute St. Clair\nhad considered a little too casual, was now enthusiastic, almost\naffectionate.\n\n\"My dear St. Clair,\" cried Billy, \"I'VE FIXED IT! But, until I was SURE,\nI didn't want to raise your hopes!\"\n\n\"Hopes of what?\" demanded the actor.\n\n\"An audience with the president!\" cried Billy. \"I've just called him up\nand he says I'm to bring you to the palace at once. He's heard of you,\nof course, and he's very pleased to meet you. I told him about 'The Man\nBehind the Gun,' and he says you must come in your makeup as 'Lieutenant\nHardy, U.S.A.,' just as he'll see you on the screen.\"\n\nMr. St. Clair stammered delightedly.\n\n\"In uniform,\" he protested; \"won't that be----\"\n\n\"White, special full dress,\" insisted Billy. \"Medals, side-arms,\nfull-dress belt, and gloves. What a press story! 'The King of the Movies\nMeets the President of Hayti!' Of course, he's only an ignorant negro,\nbut on Broadway they don't know that; and it will sound fine!\" St. Clair\ncoughed nervously.\n\n\"DON'T forget,\" he stammered, \"I can't speak French, or understand it,\neither.\"\n\nThe eyes of Billy became as innocent as those of a china doll.\n\n\"Then I'll interpret,\" he said. \"And, oh, yes,\" he added, \"he's sending\ntwo of the palace soldiers to act as an escort--sort of guard of honor!\"\n\nThe King of the Movies chuckled excitedly.\n\n\"Fine!\" he exclaimed. \"You ARE a brick!\"\n\nWith trembling fingers he began to shed his outer garments.\n\nTo hide his own agitation Billy walked to the window and turned his\nback. Night had fallen and the electric lights, that once had been his\ncare, sprang into life. Billy looked at his watch. It was seven o'clock.\nThe window gave upon the harbor, and a mile from shore he saw the cargo\nlights of the PRINZ DER NEDERLANDEN, and slowly approaching, as though\nfeeling for her berth, a great battle-ship. When Billy turned from the\nwindow his voice was apparently undisturbed.\n\n\"We've got to hurry,\" he said. \"The LOUISIANA is standing in. She'll\nsoon be sending a launch for you. We've just time to drive to the palace\nand back before the launch gets here.\"\n\nFrom his mind President Ham had dismissed all thoughts of the war-ship\nthat had been sighted and that now had come to anchor. For the moment he\nwas otherwise concerned. Fate could not harm him; he was about to dine.\n\nBut, for the first time in the history of his administration, that\nsolemn ceremony was rudely halted. An excited aide, trembling at his own\ntemerity, burst upon the president's solitary state.\n\nIn the anteroom, he announced, an officer from the battle-ship LOUISIANA\ndemanded instant audience.\n\nFor a moment, transfixed in amazement, anger, and alarm President Ham\nremained seated. Such a visit, uninvited, was against all tradition; it\nwas an affront, an insult. But that it was against all precedent argued\nsome serious necessity. He decided it would be best to receive the\nofficer. Besides, to continue his dinner was now out of the question.\nBoth appetite and digestion had fled from him.\n\nIn the anteroom Billy was whispering final instructions to St. Clair.\n\n\"Whatever happens,\" he begged, \"don't LAUGH! Don't even smile politely!\nHe's very ignorant, you see, and he's sensitive. When he meets\nforeigners and can't understand their language, he's always afraid if\nthey laugh that he's made a break and that they're laughing at HIM. So,\nbe solemn; look grave; look haughty!\"\n\n\"I got you!\" assented St. Clair. \"I'm to 'register' pride.\"\n\n\"Exactly!\" said Billy. \"The more pride you register, the better for us.\"\n\nInwardly cold with alarm, outwardly frigidly polite, Billy presented\n\"Lieutenant Hardy.\" He had come, Billy explained, in answer to the call\nfor help sent by himself to the Secretary of State, which by wireless\nhad been communicated to the LOUISIANA. Lieutenant Hardy begged him\nto say to the president that he was desolate at having to approach His\nExcellency so unceremoniously. But His Excellency, having threatened the\nlife of an American citizen, the captain, of the LOUISIANA was forced to\nact quickly.\n\n\"And this officer?\" demanded President Ham; \"what does he want?\"\n\n\"He says,\" Billy translated to St. Clair, \"that he is very glad to meet\nyou, and he wants to know how much you earn a week.\"\n\nThe actor suppressed his surprise and with pardonable pride said that\nhis salary was six hundred dollars a week and royalties on each film.\nBilly bowed to the president.\n\n\"He says,\" translated Billy, \"he is here to see that I get my ten\nthousand francs, and that if I don't get them in ten minutes he will\nreturn to the ship and land marines.\"\n\nTo St. Clair it seemed as though the president received his statement\nas to the amount of his salary, with a disapproval that was hardly\nflattering. With the heel of his giant fist the president beat upon the\ntable, his curls shook, his gorilla-like shoulders heaved.\n\nIn an explanatory aside Billy made this clear.\n\n\"He says,\" he interpreted, \"that you get more as an actor than he gets\nas president, and it makes him mad.\"\n\n\"I can see it does myself,\" whispered St. Clair. \"And I don't understand\nFrench, either.\"\n\nPresident Ham was protesting violently. It was outrageous, he exclaimed;\nit was inconceivable that a great republic should shake the Big Stick\nover the head of a small republic, and for a contemptible ten thousand\nfrancs.\n\n\"I will not believe,\" he growled, \"that this officer has authority\nto threaten me. You have deceived him. If he knew the truth, he would\napologize. Tell him,\" he roared suddenly, \"that I DEMAND that he\napologize!\"\n\nBilly felt like the man who, after jauntily forcing the fighting,\nunexpectedly gets a jolt on the chin that drops him to the canvas.\n\nWhile the referee might have counted three Billy remained upon the\ncanvas.\n\nThen again he forced the fighting. Eagerly he turned to St. Clair.\n\n\"He says,\" he translated, \"you must recite something.\" St. Clair\nexclaimed incredulously: \"Recite!\" he gasped.\n\nThan his indignant protest nothing could have been more appropriate.\n\n\"Wants to see you act out,\" insisted Billy. \"Go on,\" he begged; \"humor\nhim. Do what he wants or he'll put us in jail!\"\n\n\"But what shall I----\"\n\n\"He wants the curse of Rome from Richelieu,\" explained Billy. \"He knows\nit in French and he wants you to recite it in English. Do you know it?\"\n\nThe actor smiled haughtily.\n\n\"I WROTE it,\" he protested. \"Richelieu's my middle name. I've done it in\nstock.\"\n\n\"Then do it now!\" commanded Billy. \"Give it to him hot. I'm Julie de\nMortemar. He's the villain Barabas. Begin where Barabas hands you the\ncue, 'The country is the king!'\"\n\nIn embarrassment St. Clair coughed tentatively.\n\n\"Whoever heard of Cardinal Richelieu,\" he protested, \"in a navy\nuniform?\"\n\n\"Begin!\" begged Billy.\n\n\"What'll I do with my cap?\" whispered St. Clair.\n\nIn an ecstasy of alarm Billy danced from foot to foot. \"I'll hold your\ncap,\" he cried. \"Go on!\"\n\nSt. Clair gave his cap of gold braid to Billy and shifted his\n\"full-dress\" sword-belt. Not without concern did President Ham observe\nthese preparations. For the fraction of a second, in alarm, his eyes\nglanced to the exits. He found that the officers of his staff completely\nfilled them. Their presence gave him confidence and his eyes returned to\nLieutenant Hardy.\n\nThat gentleman heaved a deep sigh. Dejectedly, his head fell forward\nuntil his chin rested upon his chest. Much to the relief of the\npresident, it appeared evident that Lieutenant Hardy was about to accede\nto his command and apologize. St. Clair groaned heavily.\n\n\"Ay, is it so?\" he muttered. His voice was deep, resonant, vibrating\nlike a bell. His eyes no longer suggested apology. They were strange,\nflashing; the eyes of a religious fanatic; and balefully they were fixed\nupon President Ham.\n\n\"Then wakes the power,\" the deep voice rumbled, \"that in the age of iron\nburst forth to curb the great and raise the low.\" He flung out his left\narm and pointed it at Billy.\n\n\"Mark where she stands!\" he commanded.\n\nWith a sweeping, protecting gesture he drew around Billy an imaginary\ncircle. The pantomime was only too clear. To the aged negro, who feared\nneither God nor man, but only voodoo, there was in the voice and gesture\nthat which caused his blood to chill.\n\n\"Around her form,\" shrieked St. Clair, \"I draw the awful circle of\nour solemn church! Set but one foot within that holy ground and on thy\nhead----\" Like a semaphore the left arm dropped, and the right arm, with\nthe fore-finger pointed, shot out at President Ham. \"Yea, though it wore\na CROWN--I launch the CURSE OF ROME!\"\n\nNo one moved. No one spoke. What terrible threat had hit him President\nHam could not guess. He did not ask. Stiffly, like a man in a trance, he\nturned to the rusty iron safe behind his chair and spun the handle. When\nagain he faced them he held a long envelope which he presented to Billy.\n\n\"There are the ten thousand francs,\" he said. \"Ask him if he is\nsatisfied, and demand that he go at once!\"\n\nBilly turned to St. Clair.\n\n\"He says,\" translated Billy, \"he's very much obliged and hopes we will\ncome again. Now,\" commanded Billy, \"bow low and go out facing him. We\ndon't want him to shoot us in the back!\"\n\nBowing to the president, the actor threw at Billy a glance full of\nindignation. \"Was I as BAD as that?\" he demanded.\n\nOn schedule time Billy drove up to the Hotel Ducrot and relinquished St.\nClair to the ensign in charge of the launch from the LOUISIANA. At sight\nof St. Clair in the regalia of a superior officer, that young gentleman\nshowed his surprise.\n\n\"I've been giving a 'command' performance for the president,\" explained\nthe actor modestly. \"I recited for him, and, though I spoke in English,\nI think I made quite a hit.\"\n\n\"You certainly,\" Billy assured him gratefully, \"made a terrible hit with\nme.\"\n\nAs the moving-picture actors, escorted by the ensign, followed their\ntrunks to the launch, Billy looked after them with a feeling of great\nloneliness. He was aware that from the palace his carriage had been\nfollowed; that drawn in a cordon around the hotel negro policemen\ncovertly observed him. That President Ham still hoped to recover his\nlost prestige and his lost money was only too evident.\n\nIt was just five minutes to eight.\n\nBilly ran to his room, and with his suit-case in his hand slipped down\nthe back stairs and into the garden. Cautiously he made his way to the\ngate in the wall, and in the street outside found Claire awaiting him.\n\nWith a cry of relief she clasped his arm.\n\n\"You are safe!\" she cried. \"I was so frightened for you. That President\nHam, he is a beast, an ogre!\" Her voice sank to a whisper. \"And for\nmyself also I have been frightened. The police, they are at each corner.\nThey watch the hotel. They watch ME! Why? What do they want?\"\n\n\"They want something of mine,\" said Billy. \"But I can't tell you what it\nis until I'm sure it is mine. Is the boat at the wharf?\"\n\n\"All is arranged,\" Claire assured him. \"The boatmen are our friends;\nthey will take us safely to the steamer.\"\n\nWith a sigh of relief Billy lifted her valise and his own, but he did\nnot move forward. Anxiously Claire pulled at his sleeve.\n\n\"Come!\" she begged. \"For what it is that you wait?\"\n\nIt was just eight o'clock.\n\nBilly was looking up at the single electric light bulb that lit the\nnarrow street, and following the direction of his eyes, Claire saw the\nlight grow dim, saw the tiny wires grow red, and disappear. From\nover all the city came shouts, and cries of consternation oaths, and\nlaughter, and then darkness.\n\n\"I was waiting for THIS!\" cried Billy.\n\nWith the delight of a mischievous child Claire laughed aloud.\n\n\"You-you did it!\" she accused.\n\n\"I did!\" said Billy. \"And now-we must run like the devil!\"\n\nThe PRINZ DER NEDERLANDEN was drawing slowly out of the harbor. Shoulder\nto shoulder Claire and Billy leaned upon the rail. On the wharfs of\nPort-au-Prince they saw lanterns tossing and candles twinkling; saw the\nLOUISIANA, blazing like a Christmas-tree, steaming majestically south;\nin each other's eyes saw that all was well.\n\nFrom his pocket Billy drew a long envelope.\n\n\"I can now with certainty,\" said Billy, \"state that this is mine--OURS.\"\n\nHe opened the envelope, and while Claire gazed upon many mille-franc\nnotes Billy told how he had retrieved them.\n\n\"But what danger!\" cried Claire. \"In time Ham would have paid. Your\npresident at Washington would have made him pay. Why take such risks?\nYou had but to wait!\"\n\nBilly smiled contentedly.\n\n\"Dear one!\" he exclaimed, \"the policy of watchful waiting is safer, but\nthe Big Stick acts quicker and gets results!\"",
    "metadata": {
        "author": [
            "Davis, Richard Harding"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/1764/pg1764.txt",
        "name": "billy_and_the_big_stick.json"
    }
}