{
    "name": "Bill's Paper Chase\nLady of the Barge and Others, Part 3.",
    "author": [
        "Jacobs, William Wymark",
        "Jacobs, W. W. (William Wymark)"
    ],
    "body": "\n\nBILL'S PAPER CHASE\n\n\nSailormen 'ave their faults, said the night watchman, frankly.  I'm not\ndenying of it.  I used to 'ave myself when I was at sea, but being close\nwith their money is a fault as can seldom be brought ag'in 'em.\n\nI saved some money once--two golden sovereigns, owing to a 'ole in my\npocket.  Before I got another ship I slept two nights on a doorstep and\n'ad nothing to eat, and I found them two sovereigns in the lining o' my\ncoat when I was over two thousand miles away from the nearest pub.\n\nI on'y knew one miser all the years I was at sea.  Thomas Geary 'is name\nwas, and we was shipmates aboard the barque _Grenada,_ homeward bound from\nSydney to London.\n\nThomas was a man that was getting into years; sixty, I think 'e was, and\nold enough to know better.  'E'd been saving 'ard for over forty years,\nand as near as we could make out 'e was worth a matter o' six 'undered\npounds.  He used to be fond o' talking about it, and letting us know how\nmuch better off 'e was than any of the rest of us.\n\nWe was about a month out from Sydney when old Thomas took sick.  Bill\nHicks said that it was owing to a ha'penny he couldn't account for; but\nWalter Jones, whose family was always ill, and thought 'e knew a lot\nabout it, said that 'e knew wot it was, but 'e couldn't remember the name\nof it, and that when we got to London and Thomas saw a doctor, we should\nsee as 'ow 'e was right.\n\nWhatever it was the old man got worse and worse.  The skipper came down\nand gave 'im some physic and looked at 'is tongue, and then 'e looked at\nour tongues to see wot the difference was.  Then 'e left the cook in\ncharge of 'im and went off.\n\nThe next day Thomas was worse, and it was soon clear to everybody but 'im\nthat 'e was slipping 'is cable.  He wouldn't believe it at first, though\nthe cook told 'im, Bill Hicks told him, and Walter Jones 'ad a\ngrandfather that went off in just the same way.\n\n\"I'm not going to die,\" says Thomas \"How can I die and leave all that\nmoney?\"\n\n\"It'll be good for your relations, Thomas,\" says Walter Jones.\n\n\"I ain't got any,\" says the old man.\n\n\"Well, your friends, then, Thomas,\" says Walter, soft-like.\n\n\"Ain't got any,\" says the old man ag'in.\n\n\"Yes, you 'ave, Thomas,\" says Walter, with a kind smile; \"I could tell\nyou one you've got.\"\n\nThomas shut his eyes at 'im and began to talk pitiful about 'is money and\nthe 'ard work 'e'd 'ad saving of it.  And by-and-by 'e got worse, and\ndidn't reckernise us, but thought we was a pack o' greedy, drunken\nsailormen.  He thought Walter Jones was a shark, and told 'im so, and,\ntry all 'e could, Walter couldn't persuade 'im different.\n\nHe died the day arter.  In the morning 'e was whimpering about 'is money\nag'in, and angry with Bill when 'e reminded 'im that 'e couldn't take it\nwith 'im, and 'e made Bill promise that 'e should be buried just as 'e\nwas.  Bill tucked him up arter that, and when 'e felt a canvas belt tied\nround the old man's waist 'e began to see wot 'e was driving at.\n\nThe weather was dirty that day and there was a bit o' sea running,\nconsequently all 'ands was on deck, and a boy about sixteen wot used to\n'elp the steward down aft was lookin' arter Thomas.  Me and Bill just run\ndown to give a look at the old man in time.\n\n\"I am going to take it with me, Bill,\" says the old man.\n\n\"That's right,\" says Bill.\n\n\"My mind's--easy now,\" says Thomas.  \"I gave it to Jimmy--to--to--throw\noverboard for me.\"\n\n\"Wot?\" says Bill, staring.\n\n\"That's right, Bill,\" says the boy.  \"He told me to.  It was a little\npacket o' banknotes.  He gave me tuppence for doing it.\"\n\nOld Thomas seemed to be listening.  'Is eyes was open, and 'e looked\nartful at Bill to think what a clever thing 'e'd done.\n\n\"Nobody's goin'-to spend-my money,\" 'e says.  \"Nobody's\"\n\nWe drew back from 'is bunk and stood staring at 'im.  Then Bill turned to\nthe boy.\n\n\"Go and tell the skipper 'e's gone,\" 'e says, \"and mind, for your own\nsake, don't tell the skipper or anybody else that you've thrown all that\nmoney overboard.\"\n\n\"Why not?\"  says Jimmy.\n\n\"Becos you'll be locked up for it,\" says Bill; \"you'd no business to do\nit.  You've been and broke the law.  It ought to ha' been left to\nsomebody.\"\n\nJimmy looked scared, and arter 'e was gone I turned to Bill, and I looks\nat 'im and I says \"What's the little game, Bill?\"\n\n\"_Game_?\"  said Bill, snorting at me.  \"I don't want the pore boy to get\ninto trouble, do I?  Pore little chap.  You was young yourself once.\"\n\n\"Yes,\" I says; \"but I'm a bit older now, Bill, and unless you tell me\nwhat your little game is, I shall tell the skipper myself, and the chaps\ntoo.  Pore old Thomas told 'im to do it, so where's the boy to blame?\"\n\n\"Do you think Jimmy did?\"  says Bill, screwing up his nose at me.  \"That\nlittle varmint is walking about worth six 'undered quid.  Now you keep\nyour mouth shut and I'll make it worth your while.\"\n\nThen I see Bill's game.  \"All right, I'll keep quiet for the sake of my\nhalf,\" I says, looking at 'im.\n\nI thought he'd ha' choked, and the langwidge 'e see fit to use was a'most\nas much as I could answer.\n\n\"Very well, then,\" 'e says, at last, \"halves it is.  It ain't robbery\nbecos it belongs to nobody, and it ain't the boy's becos 'e was told to\nthrow it overboard.\"\n\nThey buried pore old Thomas next morning, and arter it was all over Bill\nput 'is 'and on the boy's shoulder as they walked for'ard and 'e says,\n\"Poor old Thomas 'as gone to look for 'is money,\" he says; \"wonder\nwhether 'e'll find it!  Was it a big bundle, Jimmy?\"\n\n\"No,\" says the boy, shaking 'is 'ead.  \"They was six 'undered pound notes\nand two sovereigns, and I wrapped the sovereigns up in the notes to make\n'em sink.  Fancy throwing money away like that, Bill: seems a sin, don't\nit?\"\n\nBill didn't answer 'im, and that afternoon the other chaps below being\nasleep we searched 'is bunk through and through without any luck, and at\nlast Bill sat down and swore 'e must ha' got it about 'im.\n\nWe waited till night, and when everybody was snoring 'ard we went over to\nthe boy's bunk and went all through 'is pockets and felt the linings, and\nthen we went back to our side and Bill said wot 'e thought about Jimmy in\nwhispers.\n\n\"He must ha' got it tied round 'is waist next to 'is skin, like Thomas\n'ad,\" I says.\n\nWe stood there in the dark whispering, and then Bill couldn't stand it\nany longer, and 'e went over on tiptoe to the bunk ag'in.  He was\ntremblin' with excitement and I wasn't much better, when all of a sudden\nthe cook sat up in 'is bunk with a dreadful laughing scream and called\nout that somebody was ticklin' 'im.\n\nI got into my bunk and Bill got into 'is, and we lay there listening\nwhile the cook, who was a terrible ticklish man, leaned out of 'is bunk\nand said wot 'e'd do if it 'appened ag'in.\n\n\"Go to sleep,\" says Walter Jones; \"you're dreamin'.  Who d'you think\nwould want to tickle you?\"\n\n\"I tell you,\" says the cook, \"somebody come over and tickled me with a\n'and the size of a leg o' mutton.  I feel creepy all over.\"\n\nBill gave it up for that night, but the next day 'e pretended to think\nJimmy was gettin' fat an' 'e caught 'old of 'im and prodded 'im all over.\nHe thought 'e felt something round 'is waist, but 'e couldn't be sure,\nand Jimmy made such a noise that the other chaps interfered and told Bill\nto leave 'im alone. For a whole week we tried to find that money, and\ncouldn't, and Bill said it was a suspicious thing that Jimmy kept aft a\ngood deal more than 'e used to, and 'e got an idea that the boy might ha'\n'idden it somewhere there.  At the end of that time, 'owever, owing to\nour being short-'anded, Jimmy was sent for'ard to work as ordinary\nseaman, and it began to be quite noticeable the way 'e avoided Bill.\n\nAt last one day we got 'im alone down the fo'c'sle, and Bill put 'is arm\nround 'im and got im on the locker and asked 'im straight out where the\nmoney was.\n\n\"Why, I chucked it overboard,\" he says.  \"I told you so afore.  What a\nmemory you've got, Bill!\"\n\nBill picked 'im up and laid 'im on the locker, and we searched 'im\nthoroughly.  We even took 'is boots off, and then we 'ad another look in\n'is bunk while 'e was putting 'em on ag'in.\n\n\"If you're innercent,\" says Bill, \"why don't you call out?--eh?\"\n\n\"Because you told me not to say anything about it, Bill,\" says the boy.\n\"But I will next time.  Loud, I will.\"\n\n\"Look 'ere,\" says Bill, \"you tell us where it is, and the three of us'll\ngo shares in it.  That'll be two 'undered pounds each, and we'll tell you\n'ow to get yours changed without getting caught.  We're cleverer than you\nare, you know.\"\n\n\"I know that, Bill,\" says the boy; \"but it's no good me telling you lies.\nI chucked it overboard.\"\n\n\"Very good, then,\" says Bill, getting up.  \"I'm going to tell the\nskipper.\"\n\n\"Tell 'im,\" says Jimmy.  \"I don't care.\"\n\n\"Then you'll be searched arter you've stepped ashore,\" says Bill, \"and\nyou won't be allowed on the ship ag'in.  You'll lose it all by being\ngreedy, whereas if you go shares with us you'll 'ave two 'undered\npounds.\"\n\nI could see as 'ow the boy 'adn't thought o' that, and try as 'e would 'e\ncouldn't 'ide 'is feelin's.  He called Bill a red-nosed shark, and 'e\ncalled me somethin' I've forgotten now.\n\n\"Think it over,\" says Bill; \"mind, you'll be collared as soon as you've\nleft the gangway and searched by the police.\"\n\n\"And will they tickle the cook too, I wonder?\"  says Jimmy, savagely.\n\n\"And if they find it you'll go to prison,\" says Bill, giving 'im a clump\no' the side o' the 'ead, \"and you won't like that, I can tell you.\"\n\n\"Why, ain't it nice, Bill?\"  says Jimmy, holding 'is ear.\n\nBill looked at 'im and then 'e steps to the ladder.  \"I'm not going to\ntalk to you any more, my lad,\" 'e says.  \"I'm going to tell the skipper.\"\n\nHe went up slowly, and just as 'e reached the deck Jimmy started up and\ncalled 'im.  Bill pretended not to 'ear, and the boy ran up on deck and\nfollered 'im; and arter a little while they both came down again\ntogether.\n\n\"Did you wish to speak to me, my lad?\"  says Bill, 'olding 'is 'ead up.\n\n\"Yes,\" says the boy, fiddling with 'is fingers; \"if you keep your ugly\nmouth shut, we'll go shares.\"\n\n\"Ho!\"  says Bill, \"I thought you throwed it overboard!\"\n\n\"I thought so, too, Bill,\" says Jimmy, very softly, \"and when I came\nbelow ag'in I found it in my trousers pocket.\"\n\n\"Where is it now?\"  says Bill.\n\n\"Never mind where it is,\" says the boy; \"you couldn't get it if I was to\ntell you.  It'll take me all my time to do it myself.\"\n\n\"Where is it?\"  says Bill, ag'in.  \"I'm goin' to take care of it.  I\nwon't trust you.\"\n\n\"And I can't trust you,\" says Jimmy.\n\n\"If you don't tell me where it is this minute,\" says Bill, moving to the\nladder ag'in, \"I'm off to tell the skipper.  I want it in my 'ands, or at\nany rate my share of it.  Why not share it out now?\"\n\n\"Because I 'aven't got it,\" says Jimmy, stamping 'is foot, \"that's why,\nand it's all your silly fault.  Arter you came pawing through my pockets\nwhen you thought I was asleep I got frightened and 'id it.\"\n\n\"Where?\"  says Bill.\n\n\"In the second mate's mattress,\" says Jimmy.  \"I was tidying up down aft\nand I found a 'ole in the underneath side of 'is mattress and I shoved it\nin there, and poked it in with a bit o' stick.\"\n\n\"And 'ow are you going to get it?\"  says Bill, scratching 'is 'ead.\n\n\"That's wot I don't know, seeing that I'm not allowed aft now,\" says\nJimmy.  \"One of us'll 'ave to make a dash for it when we get to London.\nAnd mind if there's any 'ankypanky on your part, Bill, I'll give the show\naway myself.\"\n\nThe cook came down just then and we 'ad to leave off talking, and I could\nsee that Bill was so pleased at finding that the money 'adn't been thrown\noverboard that 'e was losing sight o' the difficulty o' getting at it.\nIn a day or two, 'owever, 'e see it as plain as me and Jimmy did, and, as\ntime went by, he got desprit, and frightened us both by 'anging about aft\nevery chance 'e got.\n\nThe companion-way faced the wheel, and there was about as much chance o'\ngetting down there without being seen as there would be o' taking a man's\nfalse teeth out of 'is mouth without 'is knowing it.  Jimmy went down one\nday while Bill was at the wheel to look for 'is knife, wot 'e thought\n'e'd left down there, and 'ed 'ardly got down afore Bill saw 'im come up\nag'in, 'olding on to the top of a mop which the steward was using.\n\nWe couldn't figure it out nohow, and to think o' the second mate, a\nlittle man with a large fam'ly, who never 'ad a penny in 'is pocket,\nsleeping every night on a six 'undered pound mattress, sent us pretty\nnear crazy.  We used to talk it over whenever we got a chance, and Bill\nand Jimmy could scarcely be civil to each other.  The boy said it was\nBill's fault, and 'e said it was the boy's.\n\n\"The on'y thing I can see,\" says the boy, one day, \"is for Bill to 'ave a\ntouch of sunstroke as 'e's leaving the wheel one day, tumble 'ead-first\ndown the companion-way, and injure 'isself so severely that 'e can't be\nmoved.  Then they'll put 'im in a cabin down aft, and p'raps I'll 'ave to\ngo and nurse 'im.  Anyway, he'll be down there.\"\n\n\"It's a very good idea, Bill,\" I says.\n\n\"Ho,\" says Bill, looking at me as if 'e would eat me.  \"Why don't you do\nit, then?\"\n\n\"I'd sooner you did it, Bill,\" says the boy; \"still, I don't mind which\nit is.  Why not toss up for it?\"\n\n\"Get away,\" says Bill.  \"Get away afore I do something you won't like,\nyou blood-thirsty little murderer.\"\n\n\"I've got a plan myself,\" he says, in a low voice, after the boy 'ad\n'opped off, \"and if I can't think of nothing better I'll try it, and\nmind, not a word to the boy.\"\n\nHe didn't think o' nothing better, and one night just as we was making\nthe Channel 'e tried 'is plan.  He was in the second mate's watch, and\nby-and-by 'e leans over the wheel and says to 'im in a low voice, \"This\nis my last v'y'ge, sir.\"\n\n\"Oh,\" says the second mate, who was a man as didn't mind talking to a man\nbefore the mast.  \"How's that?\"\n\n\"I've got a berth ashore, sir,\" says Bill, \"and I wanted to ask a favour,\nsir.\"\n\nThe second mate growled and walked off a pace or two.\n\n\"I've never been so 'appy as I've been on this ship,\" says Bill; \"none of\nus 'ave.  We was saying so the other night, and everybody agreed as it\nwas owing to you, sir, and your kindness to all of us.\"\n\nThe second mate coughed, but Bill could see as 'e was a bit pleased.\n\n\"The feeling came over me,\" says Bill, \"that when I leave the sea for\ngood I'd like to 'ave something o' yours to remember you by, sir.  And it\nseemed to me that if I 'ad your--mattress I should think of you ev'ry\nnight o' my life.\"\n\n\"My wot?\" says the second mate, staring at 'im. \"Your mattress, sir,\"\nsays Bill.  \"If I might make so bold as to offer a pound for it, sir.  I\nwant something wot's been used by you, and I've got a fancy for that as a\nkeepsake.\" The second mate shook 'is 'ead.  \"I'm sorry, Bill,\" 'e says,\ngently, \"but I couldn't let it go at that.\"\n\n\"I'd sooner pay thirty shillin's than not 'ave it, sir,\" says Bill,\n'umbly.\n\n\"I gave a lot of money for that mattress,\" says the mate, ag'in.  \"I\nforgit 'ow much, but a lot.  You don't know 'ow valuable that mattress\nis.\"\n\n\"I know it's a good one, sir, else you wouldn't 'ave it,\" says Bill.\n\"Would a couple o' pounds buy it, sir?\"\n\nThe second mate hum'd and ha'd, but Bill was afeard to go any 'igher.  So\nfar as 'e could make out from Jimmy, the mattress was worth about\neighteen pence--to anybody who wasn't pertiklar.\n\n\"I've slept on that mattress for years,\" says the second mate, looking at\n'im from the corner of 'is eye.  \"I don't believe I could sleep on\nanother.  Still, to oblige you, Bill, you shall 'ave it at that if you\ndon't want it till we go ashore?\"\n\n\"Thankee, sir,\" says Bill, 'ardly able to keep from dancing, \"and I'll\n'and over the two pounds when we're paid off.  I shall keep it all my\nlife, sir, in memory of you and your kindness.\"\n\n\"And mind you keep quiet about it,\" says the second mate, who didn't want\nthe skipper to know wot 'e'd been doing, \"because I don't want to be\nbothered by other men wanting to buy things as keepsakes.\"\n\nBill promised 'im like a shot, and when 'e told me about it 'e was nearly\ncrying with joy.\n\n\"And mind,\" 'e says, \"I've bought that mattress, bought it as it stands,\nand it's got nothing to do with Jimmy.  We'll each pay a pound and halve\nwot's in it.\"\n\nHe persuaded me at last, but that boy watched us like a cat watching a\ncouple of canaries, and I could see we should 'ave all we could do to\ndeceive 'im.  He seemed more suspicious o' Bill than me, and 'e kep'\nworrying us nearly every day to know what we were going to do.\n\nWe beat about in the channel with a strong 'ead-wind for four days, and\nthen a tug picked us up and towed us to London.\n\nThe excitement of that last little bit was 'orrible.  Fust of all we 'ad\ngot to get the mattress, and then in some way we 'ad got to get rid o'\nJimmy.  Bill's idea was for me to take 'im ashore with me and tell 'im\nthat Bill would join us arterwards, and then lose 'im; but I said that\ntill I'd got my share I couldn't bear to lose sight o' Bill's honest face\nfor 'alf a second.\n\nAnd, besides, Jimmy wouldn't 'ave gone.\n\nAll the way up the river 'e stuck to Bill, and kept asking 'im wot we\nwere to do.  'E was 'alf crying, and so excited that Bill was afraid the\nother chaps would notice it.\n\nWe got to our berth in the East India Docks at last, and arter we were\nmade fast we went below to 'ave a wash and change into our shoregoing\ntogs.  Jimmy watched us all the time, and then 'e comes up to Bill biting\n'is nails, and says:\n\n\"How's it to be done, Bill?\"\n\n\"Hang about arter the rest 'ave gone ashore, and trust to luck,\" says\nBill, looking at me.  \"We'll see 'ow the land lays when we draw our\nadvance.\"\n\nWe went down aft to draw ten shillings each to go ashore with.  Bill and\nme got ours fust, and then the second mate who 'ad tipped 'im the wink\nfollowed us out unconcerned-like and 'anded Bill the mattress rolled up\nin a sack.\n\n\"'Ere you are, Bill,\" 'e says.\n\n\"Much obliged, sir,\" says Bill, and 'is 'ands trembled so as 'e could\n'ardly 'old it, and 'e made to go off afore Jimmy come on deck.\n\nThen that fool of a mate kept us there while 'e made a little speech.\nTwice Bill made to go off, but 'e put 'is 'and on 'is arm and kept 'im\nthere while 'e told 'im 'ow he'd always tried to be liked by the men, and\n'ad generally succeeded, and in the middle of it up popped Master Jimmy.\n\nHe gave a start as he saw the bag, and 'is eyes opened wide, and then as\nwe walked forward 'e put 'is arm through Bill's and called 'im all the\nnames 'e could think of.\n\n\"You'd steal the milk out of a cat's saucer,\" 'e says; \"but mind, you\ndon't leave this ship till I've got my share.\"\n\n\"I meant it for a pleasant surprise for you, Jimmy,\" says Bill, trying to\nsmile.\n\n\"I don't like your surprises, Bill, so I don't deceive you,\" says the\nboy.  \"Where are you going to open it?\"\n\n\"I was thinking of opening it in my bunk,\" says Bill.  \"The perlice might\nwant to examine it if we took it through the dock.  Come on, Jimmy, old\nman.\"\n\n\"Yes; all right,\" says the boy, nodding 'is 'ead at 'im.  \"I'll stay up\n'ere.  You might forget yourself, Bill, if I trusted myself down there\nwith you alone.  You can throw my share up to me, and then you'll leave\nthe ship afore I do.  See?\"\n\n\"Go to blazes,\" says Bill; and then, seeing that the last chance 'ad\ngone, we went below, and 'e chucked the bundle in 'is bunk.  There was\nonly one chap down there, and arter spending best part o' ten minutes\ndoing 'is hair 'e nodded to us and went off.\n\nHalf a minute later Bill cut open the mattress and began to search\nthrough the stuffing, while I struck matches and watched 'im.  It wasn't\na big mattress and there wasn't much stuffing, but we couldn't seem to\nsee that money.  Bill went all over it ag'in and ag'in, and then 'e stood\nup and looked at me and caught 'is breath painful.\n\n\"Do you think the mate found it?\" 'e says, in a 'usky voice.\n\nWe went through it ag'in, and then Bill went half-way up the fo'c's'le\nladder and called softly for Jimmy.  He called three times, and then,\nwith a sinking sensation in 'is stummick, 'e went up on deck and I\nfollered 'im.  The boy was nowhere to be seen.  All we saw was the ship's\ncat 'aving a wash and brush-up afore going ashore, and the skipper\nstanding aft talking to the owner.\n\nWe never saw that boy ag'in.  He never turned up for 'is box, and 'e\ndidn't show up to draw 'is pay.  Everybody else was there, of course, and\narter I'd got mine and come outside I see pore Bill with 'is back up\nag'in a wall, staring 'ard at the second mate, who was looking at 'im\nwith a kind smile, and asking 'im 'ow he'd slept.  The last thing I saw\nof Bill, the pore chap 'ad got 'is 'ands in 'is trousers pockets, and was\ntrying 'is hardest to smile back.",
    "metadata": {
        "author": [
            "Jacobs, William Wymark",
            "Jacobs, W. W. (William Wymark)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/12123/pg12123.txt",
        "name": "bill_s_paper_chase_lady_of_the_barge_and_others_pa.json"
    }
}