{
    "name": "Blind Time",
    "author": [
        "Long, Wesley",
        "Smith, George Oliver",
        "Smith, George O. (George Oliver)"
    ],
    "body": "The man behind the large, polished desk nodded as Peter Wright entered.\n\"Wright,\" he said, \"the Oak Tool Works will require an adjuster. You're\nnew in this office, but I've been given to understand that you have\nexperience, are willing, intelligent, and observing. The Oak Tool Works\nhas a special contract, and it is always taken care of by Mr. Delinge\nwho happens to be having a vacation in an unaccessible spot. Therefore,\nyou will pinch-hit for him.\"\n\n\"I understand.\"\n\nThe president of Interplanetary Industrial Insurance nodded.\n\n\"Good,\" he said. \"You are to be at their Charles Street plant at eight\no'clock tonight. They are to have an accident then.\"\n\nPeter Wright nodded. He turned to go, his head mulling over the myriad\nof questions used by the average insurance adjuster. The questions\ndesigned to uncover any possible fraud. Those designed to place the\nfull blame of the mishap, to ascertain whether it were covered by the\nexisting contract, to determine the exact and precise time of the\naccident--\n\n\"What?\" he yelled, turning back to the executive.\n\nThe president of I.I.I. nodded wearily.\n\n\"I heard you right?\" asked Peter incredulously.\n\nEdwin Porter nodded.\n\n\"But look, sir. An accident, by definition, is an unforeseen incident,\nwhich by common usage has come to be accepted as misfortunate,\nalthough the term 'accident' may correctly be applied to--\"\n\n\"Wright, after you have been to the Oak Tool Works, you will become\nviolently anti-semantic.\"\n\n\"But look, sir. If this accident is forecast with certainty, why can't\nit be averted?\"\n\n\"Because it has happened already.\"\n\n\"But you said eight o'clock.\"\n\n\"I did,\" said Porter. \"And I mean it.\"\n\n\"But ... but it is now about three-thirty in the afternoon. At eight\no'clock this evening there is to be an accident that has happened\nalready. The Oak Tool Works is in this same time-zone; they're running\non Central Standard Time, too. So far as I know, the Oak Tool Works is\nnot manufacturing time machines, are they?\"\n\nPorter grinned despite his weariness. \"No, Oak, is not manufacturing\ntime machines.\"\n\n\"I am still in gross ignorance. If anybody is capable of truly\npredicting the future on the basis of ten percent accuracy, he'd put\nthe insurance companies out of business--unless they hired him.\"\n\n\"The future, in some senses, can be predicted,\" said Porter.\n\n\"Only on a statistical basis,\" answered Wright. \"The prediction that\ntomorrow will arrive at precisely such and such an instant is a\nprediction based upon the statistical experience gained by several\nthousand years. So is the prediction of what will happen when sulphuric\nacid and potassium nitrate are mixed. But an accident, sir, is\nunpredictable by definition. Therefore he who can predict an accident\nis a true prognosticator who needs no statistical experience to bolster\nup his forecasting.\"\n\n\"Wright, this argument gets nowhere. It, incidentally, is why Delinge\nalways handled the Oak contract. He knew, and there was never an\nargument. No, I'll tell you no more, Wright. You'll be incredulous\nanyway until you've seen it in person. Eventually, you'll understand.\"\n\n\"I doubt it,\" replied Peter. \"Seems to me that there are a couple of\nvery obvious factors. One, if an accident can be predicted, it can also\nbe avoided. Two, if such an accident is foreseen and nothing is done\nabout trying to avert it, then it is a matter of gross negligence and\nthe contract may be voided on those grounds.\"\n\n\"With but one exception to your statements, I agree,\" said Porter. \"The\naccident that will take place at eight o'clock has already happened.\"\n\n\"What you really mean is,\" said Peter Wright, more by way of question\nthan by statement, \"is that the accident has occurred but will not\nbecome evident until eight?\"\n\n\"I'd hate to try to explain it in a few words. Let us try by analogy.\nA man atop of the mountain sees an avalanche start toward a railroad\ntrack. The avalanche takes out the track, preventing a meeting between\ntwo emissaries on a vital question. The vital question is not settled,\nand two countries go to war. In the war, one country discovers a\nmeans of nullifying gravity, which after the war is used to start\ninterplanetary travel. Several years after interplanetary travel\nstarts, the rare metals are discovered in plenty and the cost of\nshipping is such that the monetary system fails and the system enters a\ntrying period of depression. Now, could you, a man suffering because of\nthe depression, go back and turn aside the avalanche?\"\n\n\"No, but I fail to see the connection.\"\n\n\"There isn't any, really. In that case the depression was due to\na concatenation of events. In the case at the Oak Tool Works, the\naccident per se has already happened, but it will happen at eight\no'clock. You, Peter Wright, will witness the accident that will happen\nand make a suitable settlement.\"\n\n\"Let's hire the prognosticator,\" suggested Wright.\n\n\"The laboratory is working full time on a means of utilizing the\nprinciple in our business. To date they are not successful. For me,\nI hope they are never successful. I'll stick to the statistical\nexperience, since true prognostication depends upon some sort of\npre-destination, which if true makes a mockery of all effort.\"\n\n\"All right,\" grumbled Peter Wright. \"I'm going. What sort of accident\nis ... will it be?\"\n\n\"Go prepared for anything from simple abrasion to loss of limb. I doubt\nthe possibility of death, but--\"\n\n\"I give up,\" groaned Wright.\n\n\"Where's Delinge?\" asked the man at the Oak Tool Works.\n\n\"Vacationing on Mars, I believe.\"\n\n\"No offense, young man. I'd prefer him only because he has experience\nin this. I'll have to spend some time in explaining to you, as a\nnewcomer, just what really goes on.\"\n\n\"What I'd like to know,\" said Wright, \"is some means of averting these\npredictable accidents.\"\n\n\"We've tried. We've also failed.\"\n\n\"Look, Mr. Simpkins, I'm of the legal profession. I am not too much of\na scientist, and I know about nothing regarding machinery--let alone\nthe kind of plant that makes tools that make tools. I took a course in\nmech, of course, and forgot it as soon as I made my grade.\"\n\n\"Do you know what a blind rivet is?\"\n\n\"Ah ... er ... one that can't be seen from both sides?\"\n\n\"Right. A sealed tank, for instance, usually has a manhole in it for\nthe bucker. The bucker holds a bucking tool against the rivet while the\nriveter rams it over. Similarly, bolting structures together requires\nthat a counterthrust or torque be applied to the nut or bolt on the\nother side. Unless the structure is equipped with tapped holes, which\nare expensive and cannot be made with driller beams.\"\n\n\"Driller beams?\"\n\n\"An outgrowth of the war laboratory. What used to be called a Buck\nRogers. Doesn't really disintegrate the metal, of course, but\ndissipates the binding energy between molecules and lets the metal\nfloat away in a molecular gas, driven by its own heat energy. The beams\nare sharply defined as to diameter and depth of penetration; you can\nset 'em to a thousandth, though it takes cut and try methods to do\nit. We don't really drill or cut metal any more. We beam-drill it and\nbeam-cut it. It's possible to set a screw-cutting beam, but tapping a\nthree-quarter inch hole is not for any construction company.\"\n\n\"I follow.\"\n\n\"Well, in setting blind screws and blind rivets, we have a method\nwhereby the bucker need not crawl around on the inside. Actually, we\ndon't use a bucker any more. The riveter does it all from one side.\"\n\n\"I've heard of blind rivets.\"\n\n\"This is not a self-setting rivet,\" said Simpkins. \"This is a real\nrivet-set system. Wait, I'll show you one.\"\n\nSimpkins snapped on the inter-communicator. \"Ben? Look, Ben, we've got\na new man from I.I.I. here who doesn't know the ropes. Can you bring up\na blindy?\"\n\n\"Sure, but it will be dangerous.\"\n\n\"I'll have the signs posted.\"\n\n\"O.K.,\" answered Ben. \"I'll be up in a minute.\"\n\n\"Look, have you got one that is about to reform?\"\n\n\"I would get that kind anyway. No sense in tying up the corridor.\"\n\n\"O.K.\"\n\n\n\nIt was about a minute later, no more, when a knock came at the door.\nSimpkins called for the knocker to enter. The door opened and a man in\noveralls stuck his head in. There was a grin on his face and a smudge\nof grease on his nose. \"Can't, Joe,\" he said. \"You didn't leave the\ndoor open.\"\n\n\"I couldn't be going to forget that?\"\n\nPeter Wright swallowed. \"Going to forget?\" he gasped.\n\n\"Ben,\" said Simpkins in a very tired tone, \"through the door glass,\nhuh? Let's show this man what we're up against.\"\n\n\"Right.\"\n\nSimpkins snapped the communicator. \"Tony? Get a new glass for my office\nready.\"\n\n\"How soon?\"\n\n\"Within the hour.\"\n\n\"Right. I'll have it cut and waiting.\"\n\nPeter shook his head, and then watched Ben enter with the riveting\ntool. He looked at it, and Ben, with a grin, held it up in front of\nPeter's nose.\n\nThere was a regular air ram with handle. That was standard. But the\nsecond air ram hitched in opposition alongside of the standard job was\nnew. It projected out, its business end projecting in a caliper arc\nbeyond the standard ram, and returning to buck the standard ram. With\nthis tool, one man could both ram the rivet and buck it with the same\ntool, and, since both hammer and anvil were driven, the effort was in\nopposition mechanically, and no great effort would be required of the\noperator.\n\nBut the thing that stopped Peter Wright cold was the ... the--\n\nThe missing link!\n\nSeveral inches of the caliper were missing.\n\nBen nodded.\n\nPeter reached forward gingerly and passed his fingers through the\nspace. He felt of the ends. They were microscopically smooth, true\nplanes of cleavage. The far end, that acted as anvil for the main ram\nwas solid and immobile despite being separated from the framework by\nsix inches of--nothing.\n\n\"You see,\" said Ben, \"we need only a small port in the item we're\nbuilding. For instance--\" and Ben opened the closet door a crack, slid\nthe far end inside, and then closed the door. He shoved forward and\nrapped the door panel with the main ram. Then pulled back and--\n\nRapped the inside of the door panel with the hidden end.\n\n\"If we were riveting, now, we could slip in our rivet and pull the\ntrigger. Follow?\"\n\n\"I follow, but where's the missing piece? What holds it that way?\"\n\n\"The missing piece is coming,\" said Ben, retrieving his instrument and\nsitting down.\n\n\"I ... ah--\" started Joe Simpkins, and then taking Peter Wright's arm\nin a viselike grip, pointed dramatically to his office door. \"The\nwind,\" he gasped.\n\n\n\nWright shook his head. It was far too much for him. He was strictly out\nof his element, and struggling madly to keep up. The door, he saw, was\nswinging shut, propelled by the wind. He recalled what they had said\nat the portal upon entry, something about the door should be open. With\na shout and a leap, Peter raced for the door.\n\nIt slammed, and Peter grabbed for the knob.\n\nThen the glass erupted in his face; in shards it fell to the floor,\nand a metal piece came soaring through the air, through the glass, and\ncircled the room. Peter's jaw was slack as he watched it flying about\nwith no apparent plan. It poised for a minute before his chair, where\nBen had held up the blindy riveter for his inspection. In Peter's\nimagination, he saw himself sitting there, passing his ghostly fingers\nthrough the spot where that piece of steel now hung immobile. It headed\nfor the closet, and Ben, watching, opened the door wide. The piece slid\nin, moved this way and that, rapped forward against nothing and then\nrapped backwards toward the room--against nothing, and then floated\nrapidly toward the riveter itself.\n\nWith precision it approached the riveter. It came to rest easily,\nslipping into place with no shock, and the cleavage lines disappeared.\nThe blindy was complete again.\n\n\"See?\" said Simpkins.\n\n\"Yeah,\" gulped Peter, weakly.\n\nLaconically, a workman entered, cleaned up the glass on the floor, and\nstarted to replace the shattered panel.\n\n\"I see--but I don't really believe it,\" said Peter, flopping into his\nchair.\n\nThe two men laughed uproariously.\n\nBen sat down and Simpkins started. \"You see, the time field,\" he said\nby way of explanation. \"I haven't the vaguest notion of how it works\nor why. I admit it. But what does happen is that during the workday,\nthe missing sections of all blindy tools are stored in the tool room.\nAt the end of the day, their respective tools are returned to the tool\nroom where they restore completely. About seven to eight o'clock, the\nmidsections emerge from the tool room and go through the motions made\nby the entire tool, eventually following their ah ... owners ... back\nto the tool room where they join. At this point, those tools required\nfor use on the following day are placed in the temporal treater, and\ntreated for whatever period of action is required.\"\n\n\"If it takes four hours for work, they're treated for four hours,\" put\nin Ben.\n\n\"And once the day's work is finished, the work itself must be moved,\nsince where the tool fits across a barrier, now the missing piece\noccupies that same space. If it does not find room, the man handling\nthe tool several hours before will not be able to set his tool.\"\n\n\"Which was why I couldn't enter with the riveter,\" added Ben.\n\n\"It acts quite normally,\" said Simpkins, though with some doubt. \"You\ncouldn't bring the thing through a barrier if no time-difference\nexists. Actually, there is a temporal offset in the thing. It may pass\nthrough the same space as another time, but not at the same time.\"\n\n\"And you can't lick it,\" said Ben solemnly. \"I purposely left the\ndoor open. But if I had really left the door open, I'd have had no\nresistance in the first place--I found no trouble in hooking it over\nthe closet door--because when the mislink appeared, I opened the door\nfor it. It does help, sometimes,\" grinned the shop foreman, \"because we\ncan tell when a piece of work is not going to be moved. Then it impedes\nthe work.\"\n\n\"How do you know whether the impedance caused by not moving the work\nis responsible for the work not having been moved?\" asked Simpkins,\nwonderingly.\n\n\"I don't mind being on either horn of a dilemma,\" said Ben. \"But I've\nyet to see the dilemma that I'd ride both horns simultaneously on.\"\n\n\"Um, a bad animal, the dilemma,\" laughed Simpkins. \"Well, Wright, I\ntrust the demonstration was successful?\"\n\n\"Successfully confusing,\" admitted the insurance adjuster. \"I gather\nthat the injured party got in the way of a missing link?\"\n\n\"Whoever it will be was in the way of a mislink from a box-car crane.\"\n\n\"Bad, huh?\"\n\n\"Could be--we'll know in a while.\"\n\n\n\nBen lit a cigarette and said: \"The box-car crane is a gadget made\npossible by the temporal treating. Prior to its use they put heavy\nmachinery into the box car by running to the door on a crane and then\nthey dropped it on a dolly and slid and levered it inside and in\nplace. Now they have a crane with a mislink between the pulley block\nand the grab hook. They hook it on, lift it up, and slide it inside\nthe car, suspended on the mislink that permits the roof of the car to\nintervene.\"\n\n\"And the victim fell afoul of one of these?\"\n\nBen nodded.\n\n\"You're absolutely certain?\"\n\n\"Of course not,\" he said. \"A number of things might have caused the\ntrouble. This one is a boom-type crane. The mislinks are in the booms,\nand when it was swinging back from dropping a case inside, it hit\nsomething.\"\n\n\"Something? Can this be identified?\"\n\n\"With a minor interference, we can feel it,\" said Simpkins. \"With a\nmislink screwdriver, we can feel the interference. If it is hard, we\nknow that someone has--or will drop something in the way.\"\n\n\"And if it is soft, and moves, you can estimate it to be animal,\" added\nBen.\n\n\"Can't you probe with a feeler of some sort?\"\n\n\"We do--and did. There was a body on the ground after the accident.\"\n\n\"No identification possible?\"\n\n\"None. Probing with a rod in the dark makes identification difficult.\nWe've tried to make some sort of study, such as wearing a magnetic\nbadge with a key-impression on its face--the magnetic to locate and\nthe key to identify, but frankly,\" and Simpkins frowned deeply, \"it's\npsychologically dangerous. The accident can not be averted. After all,\nit has happened. And we tried it once, and the man who was hurt--well,\nknowing he was to be hurt, he went into a mental funk far worse than\nthe accident.\"\n\n\"Why didn't you send him home or have him guarded over carefully?\"\n\n\"We tried, kept him guarded closely. Aside from putting him in\nan air-tight case, we did about everything. When the accident\noccurred--well, he and his guards went to watch the first time that the\nthing could be fooled.\n\n\"It happened, all right,\" said Simpkins. \"First, another man caught a\nmislink on his shoulder, which laid him out slightly. That, we thought,\nwas it! And if it was, the time-factor was all screwed up. But we\nall ran forward to measure, and as we did, our man got clipped with\nanother. The first accident had gone unnoticed by the operator.\"\n\n\"How can you tell that such an accident will happen?\" asked Peter.\n\"Seems to me that a hundred tons of crane might not notice a few pounds\nof human in its way.\"\n\n\"We erect guard-wires that register. That is for one reason only. We\nuse it to summon the medicos and the hospital ambulance, and prepare\nfor action. That's about all we can do.\"\n\n\"I wonder if you could take a picture of such?\" suggested Peter.\n\n\"Huh?\"\n\n\"Take a picture with a camera controlled by the operator--you know,\ntemporal treat the camera, film, and all but the range finder and the\nshutter release.\"\n\n\"Look, fellow, that would take a picture of the accident as it happens,\nall right. It's also done. Makes excellent records. But as for\npre-accident stuff, know what happens?\"\n\n\"No, of course not.\"\n\n\"Well,\" smiled Ben, \"you'll see. Anyway, the camera comes roaring\nout, is poised in midair, and is snapped. The timing isn't too good,\nhowever. Well, you'll see the camera come out and snap around the place\nwhen the accident happens. Remember this is not time travel, and you\ncan't go forward and take a picture and then come back.\"\n\n\"For what good it does, we can tell about when a piece of goods will\nmove by leaning a long-time mislink against it and waiting for it to\nfall.\"\n\n\"Does electricity cross the gap?\"\n\n\"Nope. Only force and motion. The television idea isn't good either,\nyoung man.\"\n\n\"Um, how did you know?\" asked Peter.\n\n\"We go through this regular. You're not the first that has been trying\nto avert accidents.\"\n\n\"You understand that I represent I.I.I.?\"\n\n\"Yes,\" said Simpkins. \"As such, it is your responsibility to do as much\nas possible to save your company money. That is your job.\"\n\n\"Right. I still say that there is some means of averting the accident,\nsomehow.\"\n\n\n\n\"Well, Ben, we've always claimed that we'd tried everything. But they\ndidn't try the electric light until Edison got the idea, and the\nairplane was a new science when they went to work on it. Young man,\"\nsaid Simpkins, to Peter Wright, \"you are a young man with a bright mind\nfor legal intricacies. It usually makes little difference so long as\nthe mind is capable of handling the intricacies, just what the mind was\nspecialized in. You are a fresh mind and we've all seen fresh minds\nenter and lick a problem that stuck the original men for months. You\nthink you can lick it?\"\n\n\"I don't know. It just seems to me that there must be some way.\"\n\n\"Don't forget,\" said Ben, \"that this is not much different from a\nregular problem. In construction, I mean. We have accidents where a man\nis hit by a flying grab hook that is not in any way temporal treated.\nCommon accidents. The real problem, Peter, is to stop accidents. Not to\ntry to avert them after they have happened.\"\n\n\"But this one--\"\n\n\"So far as the temporal treatment goes, is--or has happened.\"\n\n\"Could you temporal treat the stuff so the mislinks pass through first?\"\n\n\"Sure,\" laughed Ben. \"Not practical. They have no forewarning then.\nThey just go where the tools will go when used. We can't tell when one\nof the men will try to grind a mislink chisel. As it is, we can clear\nthe area where the tools have been.\"\n\n\"Just remember that this is fact: For a one-hour mislink, we treat the\ntools for one hour. They are then ready for use for one hour. At the\nend of that time, the mislinks start to follow, and follow for one\nhour, at which time the temporal difference decreases on a fourth power\ncurve, and the mislink catches up with the tool and falls back into\nplace.\"\n\n\"Uh-huh. Well, I'm new at it, gentlemen, but it is my guess that this\naccident you anticipate need not happen.\"\n\n\"You forget,\" corrected Ben. \"It's happened.\"\n\n\"Then where's the body?\" demanded Peter Wright.\n\n\"It ... ah--\"\n\n\"Has it really happened?\"\n\n\"It will with certainty.\"\n\n\"Thus proving the utter futility of all effort?\"\n\n\"Ah--\"\n\n\"See?\" laughed Peter.\n\n\n\nThey left the office and proceeded into the factory. Here, where\nthings should have been humming, all was at a standstill. Men sat\non the benches and smoked nervously. They looked into one another's\neyes with that \"Will it be me?\" stare, and they worried visibly. An\nelectrician who tinkered hourly with lethal voltages as his day's work\nsat and chewed his fingernails. A machinist, sitting on the bedplate\nof a forming press large enough to stamp out an automobile body around\nthe place where he sat, was biting his lips and looking out through\nthe opened door to the shipping platform. Men outside were working\nfeverishly, however.\n\n\"Why?\" asked Peter.\n\n\"They want to get done. They must get done so that the engine can\nremove the car where the accident will happen.\"\n\n\"Where is this scene?\" asked Peter.\n\nIt was out on the loading platform. A mislink crane shunted large cases\nfrom the platform, swung around in an arc, and the missing section\npassed through the door and the crane ran down the length of the car,\ndropping the case at the far end. The mislink crane returned, the far\nend reappeared, and another case was hooked to the boom. The operation\nwas repeated. The cases were fitted in the box car with neatness and\ndispatch. The pile of cases diminished, and the box car was sealed as\nthe crane went to work on the next car in line. It took time, though,\nto fill each car, and the men working out here sweated visibly, partly\nin fear and partly from the hurried work.\n\nThey had little time to stare into one another's faces and wonder which\nof them would be taking the brunt of the accident. As time wore along,\nthe siren of the ambulance arriving caused some nervousness. The doctor\nand his corps of nurses came slowly forward, inquired as to the scene,\nand proceeded to lay out a fairly well equipped emergency operating\nset-up.\n\n\"I'm beginning to feel the morbidity of this,\" said Peter. \"The doctor,\nthe ambulance, the insurance agent. We're like a bunch of vultures\nawaiting the faltering step of the desert wanderer.\"\n\n\"A bunch of undertakers waiting for the accident to happen,\" said Ben.\n\"No, I'm not calloused. I'm scared slightly green. I can't take it\nunless I joke about it. It's the uncertain certainty--the wondering\njust which one of us gets caught in the certain accident.\"\n\n\"It seems uncanny to talk about the certainty of accident,\" said Peter.\n\n\"The training at I.I.I. would instill a bit of the perfection of\nthe statistical method in you,\" nodded Simpkins. \"By the time your\nstatistical bureau gets all done checking the chances of a new account,\nno one would bet against it. I.I.I. also puts the kiss of death on,\ntoo. Just try to hire men for a plant that can't be insured by your\noutfit. They'll ask a thousand credits a day.\"\n\n\"What time is this affair going to happen?\" asked Peter.\n\n\"Not too long. They're about finished. Then they inert everything as\nusual and we'll all retreat to the inside wall and wonder.\"\n\n\"Why not all go home?\"\n\n\"You can't win,\" said Ben solemnly. \"We did all go home once.\"\n\n\"And the accident happened anyway?\"\n\n\"Certainly. A thief broke in and it clipped him. Just don't forget that\nthis isn't a probability, it's certain. And the same mob-instinct that\nmakes people gather around an injured man will keep the entire gang\nhere, morbidly waiting to see who gets it in what way. There is that\nelement of wonder, too, you know. Every man in the place knows that\nsomeone is going to get clipped with that crane. They're all cagey and\nvery careful. It will be an accident despite planning, and therefore\nthe unforeseen something will be out of the ordinary.\"\n\n\n\n\"Quite a problem, Peter,\" said Simpkins.\n\n\"I see it is.\"\n\n\"A lot of this veiling is sheer psychiatry. We've consulted the best\nbehavior specialists in the system. Keeping the fact secret is worse\nthan permitting free knowledge, according to them. But identifying the\nvictim is far worse than to have everybody in a slight tizzy.\"\n\n\"Why?\"\n\n\"Well, when it happens, we have a victim that realizes that part of\nthe chance was his, and shock is not so great than it would be if no\nwarning took place in light of the management knowing all about it\nbeforehand. On the other hand, all the men who were not hurt get as\nmuch uplift after it happens as their downswing of anticipation. On the\nthird hand--pardon the numbers, Peter--if the victim were positively\nidentified, the rest would be no better off, but the victim would be a\nmental case from then on, and shock would set in prior to the accident.\nThen we'd be likely to run up the casualty rate. Follow?\"\n\n\"It seems like a hard row to hoe.\"\n\n\"Well, usually we keep people out of danger areas. We know where\nthey'll be, of course. It's these darned accidents that happen twice in\ntime.\"\n\n\"Twice in time?\"\n\n\"Yes. The accident happens once invisibly, and once visibly. Once in\nthe future controlled by the present, and then as the future unfolds,\nit is an accident happening in the present, controlled by the past.\nIt's blind time, and there is nothing we can do about it.\"\n\n\"That fatalistic attitude again.\"\n\n\"Well--\"\n\nBen interrupted. \"They're stopping now.\"\n\nThey turned to watch. The final box car was loaded and the engine drew\nthem away. The mislink crane returned for the final time and was stowed\non the platform. A hush fell over the crew, and the windows in the back\nwere filled with faces, watching.\n\nThe silence was intense. Peter realized that practically every man was\nholding his breath, and yet it would be at least a half hour before the\nmislink began to follow the crane, and some time after that before the\nmislink caught up to the scene of the accident.\n\nHe let his breath out with a sigh, and mentioned the fact to Ben and\nSimpkins. The foreman nodded and agreed, saying: \"We know, but there\nisn't one of us who won't try to hold his breath for the next two\nhours.\"\n\n\"Impractical,\" muttered Peter Wright. \"There must be a way.\"\n\n\n\nThe mislink was a husky section in its own right. The crane boom was no\nweakling. Thin rods, jointed on toggles, floated about ten inches from\nthe main \"I\" beam, just as long as the temporal treated section itself.\nIt made an eerie sight, this monstrous slab of solid metal, moving back\nand forth with determination and purpose, _with no visible means of\nsupport_. To add to the alien sight, the telltale rods maintained their\nten-inch separation with a metallic rigidity, though no connection was\nvisible to the main girder.\n\nOn the loading deck were three painted circles. The inner one was a\nfour-inch stripe of brilliant red. The circle approximated the scene\nof the accident. Outside of that by a considerable safety-factor was\nan orange stripe, almost yellow. Another safety-factor distance away\nthe third stripe of green inclosed the area. As the mislink crossed the\ngreen stripe, all eyes fastened on it. As it crossed the yellow-orange\nstripe, the watchers tensed, and as the mislink crossed into the danger\nsection, there was a sudden, audible indrawing of breath, which was\nheld solid until the mislink passed across the red line on the way out.\nThe out-go of breath was definitely audible.\n\nThe tension mounted. A large clock, set up for the case, swept around\nand around toward the estimated zero hour. The watchers no longer\nlooked into one another's eyes and when eyes met inadvertently, they\nboth fell with a sickly smile that lacked courage.\n\n_Why were they there?_ Peter asked of himself, and he knew. They\nwere there because of morbid curiosity. The thing that made people\nwatch three-hundred-foot dives into a large washtub of water; people\nwatching a tightrope walker somersault on the wire above Niagara:\nwatching the high trapeze artists performing with no net. That one of\nthem was certain to be called into the act, the element of chance and\nthe element of danger, always a gamble, made them stay. With nothing\nto win, they stayed to watch, which is a basic characteristic of human\nnature.\n\nThey were there because they were human!\n\nAnd when the accident came, the laws of the lines would be broken,\nthough everything in every man's power would be done to maintain the\nsafety. For the mislink would stop, after the accident, just as the\ncrane had been stopped automatically by the contact with the telltale\nrods in their temporal extension of the crane itself. The green line,\nacross which no one must pass save the authorities; the yellow line\nacross which only the medical corps may cross, and the red line across\nwhich only two men may cross and then only to take the victim to the\nmedical set-up on the dock. Men would rush forward, crossing the\nlines, and the victim would be carried away with a trailing number of\nwatchers. Then, someone would have to forget the victim to keep the\nrest of the men from getting in the way of the mislink as it resumed\noperations. But, of course, no one else had been hit, so this, at\nleast, would be successful, and the men were very confident that no\nmatter what they did, they would not be hit.\n\nThe minutes wore on interminably. Coffee came in great tanks, and\nsandwiches in stacks. The men ate in gulps, swallowing great lumps of\nunchewed food, and all courted indigestion. The strain was terrific as\nthe timing clock drew close to the minute.\n\n_Who--?_\n\n\n\nThen--came the zero minute.\n\nThere was an intake of breath as the clock chimed once, to mark the\nbeginning of the period of probability. No man moved a muscle, yet all\nmuscles were tense with expectancy. Nervously, Ben felt in his pocket\nand took out a cigarette, stuck it into his mouth, and fumbled for a\nmatch. \"Match?\" he grumbled.\n\nSimpkins fumbled and shook his head.\n\n\"Nope,\" he said, and his voice was loud and raw.\n\nPeter felt in his pocket and found a match.\n\nHe lit one and held it over. His eyes were solid on the scene, he did\nnot want to miss it.\n\n\"Look out!\" someone cried in a strident voice.\n\nThe mislink was approaching the circles again.\n\nPeter turned and faced the place squarely, casting an eye across the\nmen's faces. They were all set, and in every man's body were muscles\ntensed against moving forward.\n\n_How_, asked Peter of his mind, _can they expect anything to happen\nnow? Every man is psychologically unable to move forward._\n\nThere came a stabbing pain, and Peter whirled with a wordless scream.\nThe shock was searing. Instantaneously, he whirled, hitting his\nupflinging elbow against the wall. The obstruction in motion set him\noff balance, and he automatically moved a foot to regain it. His foot\nhit the foot of Ben, who was standing solidly, partly turned, his face\njust changing from solid-set to one of surprise.\n\nThe solid foot tripped Peter, and he fell forward. He flung the\nstill-burning match from his fingers as he put both hands forward\nto break his fall. The loading deck came up to meet him, and his\nforward-flung hands went down toward--\n\n_The red line!_\n\nThere was a coruscating flare of stars, bars, and screaming color in\nhis mind, that contracted to a pinpoint and then expanded to infinity,\nleaving only peaceful blackness.\n\nHe returned to consciousness in the ambulance, but his return was\nbrief. He was conscious only long enough to hear:\n\n\"Some day we'll lick it,\" said Ben.\n\n\"Only when you lick the regular accident rate. The trouble is,\"\nmused the medical attendant, \"that people think there's something\nabout mislink accidents that is different. Like either predestiny or\nsomething that makes you able to change the future. Fact of the matter\nis, it is the _past_ that they're trying to change. Funny, to think of\nthis guy getting it.\"\n\n\"Last one got it by a different set of factors,\" said Ben, \"but you\ncan't stop an accident that's already happened.\"\n\nPeter Wright, adjuster for the solar system's greatest insurance\ncompany, Interplanetary Industrial Insurance, went under. His mind was\nwhirling with a mixed desire to argue about temporal accidents, and the\ncertain knowledge that he was in no position to mention the avoidance\nof same.\n\n\n                               THE END.",
    "metadata": {
        "author": [
            "Long, Wesley",
            "Smith, George Oliver",
            "Smith, George O. (George Oliver)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/68197/pg68197.txt",
        "name": "blind_time.json"
    }
}