{
    "name": "Blind Spot",
    "author": [
        "Jones, Bascom"
    ],
    "body": "Johnny Stark, director of the department of Interplanetary Relations for\nMars' Settlement One, reread the final paragraph of the note which he\nhad found on his desk, upon returning from lunch earlier in the day.\n\nHis eye flicked rapidly over the moistly smeared Martian scrawl,\nignoring the bitterness directed at him in the first paragraphs. He was\nvaguely troubled by the last sentences. But he hadn't been able to pin\nthe feeling down.\n\n    _... Our civilization predates that of Earth's by millions of years.\n    We are an advanced, peaceful race. Yet, since Earth's first rocket\n    landed here thirteen years ago, we have been looked upon as freaks\n    and contemptuously called 'bug-men' behind our backs! This is our\n    planet. We gave of our far-advanced knowledge and science freely, so\n    that Earth would be a better place. We asked nothing in return, but\n    we were rewarded by having forced upon us foreign ideas of\n    government, religion, and behavior. Our protests have been silenced\n    by an armed-police and punitive system we've never before needed.\n    Someday you will awaken to this injustice. On that day in your life,\n    you have my sympathy and pity!_\n\nStark knew that the Settlement's Investigations Lab could readily\ndetermine the identity of the Martian who had written the note. But he\nhesitated to send it over. Under the New System, such troublemakers were\nbanished to the slave-labor details of the precious-earth mines to the\nNorth.\n\nCrumpling the note in sudden decision, Stark dropped it into the office\nincendiary tube. The morning visi-report had shown that there were more\nthan 17,000 workers at the mines. Only five had been Earthlings. Let the\narmed-police system find the Martian through their own channels. It\nwasn't his job.\n\n\n\nA glance at the solar clock on the far wall reminded him there was still\ntime for one more interview before the last bell, so he impatiently\nsignaled his secretary to send in the waiting couple.\n\nOrdinarily, he liked his work and time meant little to him. He had\njumped from interpreter to director in the ten years since the\ndepartment had been created. But this day was different.\n\nStark was to announce his engagement at the Chief's monthly dinner party\nthat evening and time had seemed to drag since his lunch with Carol.\n\nWhen the door opened, he rose and nodded to the plump, freckle-faced\ngirl who entered. The girl topped five feet by one or two inches, but\nshe was no taller than the Martian man who followed her at the\nprescribed four feet.\n\nAfter the girl had seated herself, Stark and the Martian sat down. Stark\nopened the folder, which his secretary had placed on his desk earlier.\n\n\"Your names are Ruth and Ralph Gilraut? And you want permission to move\ninto Housing Perimeter D?\" It was merely a formality, since the\ninformation was in the folder.\n\nWhen the girl nodded, Stark placed a small check mark in the space\nbeside her name. Then he turned to the Martian.\n\nThe large, single red eye set deep in the Martian's smooth, green\nforehead above the two brown ones blinked twice before he answered.\n\nHe spoke deliberately. \"As is required of all Martians under the New\nSystem, I have taken the name of one of the early Earthlings to write\nand pronounce.\" The large red eye blinked again. \"My wife would like\nto move into Housing Perimeter D. By regulation, I respect her wish.\"\n\nStark placed a check mark by the Martian's name. He wiped the smudge of\nink off his hand and said, \"You both know, of course, that Perimeter D\nis reserved for couples who have intermarried and are about to have\noffspring?\"\n\nThe girl and the Martian nodded, and the girl passed Stark a medical\nreport. Stark looked over the report and then made a notation on a small\npink slip.\n\nHe said, \"This permit certifies that you are eligible to move from\nPerimeter E to Housing Perimeter D. It also certifies that your husband\nhas no record as a troublemaker.\" Stark looked at the girl. \"You\nunderstand that you may visit your friends in Perimeter E, but, by law,\nthey will not be allowed to enter Perimeter D to visit you. And, of\ncourse, the new law clearly states that neither of you may visit\nEarthlings in Housing Perimeter A, B or C.\"\n\nThe girl looked down at her hands. Her voice was almost inaudible. \"My\nhusband and I are familiar with the advantages and disadvantages listed\nunder the section pertaining to intermarriage in the new law, Mr. Stark.\nThank you.\"\n\n\n\nStark rose as they left. For a brief moment, he thought he had detected\na sense of rebellion in their attitude. But that was not possible.\n\nThe new law provided equality for all. And his department had been\ncreated to iron out relations between the two races--excepting\ncomplaints originated by troublemakers for the purpose of weakening the\nNew System. In such cases, Investigations had stepped in and the Martian\nor Earthling troublemaker had been sent to the rare-earth mines.\n\nThe reddish light filtering in through the quartz and lead wall of his\noffice showed that it was almost time for the last bell.\n\nOn the street below, shoppers were streaming out of the stores on their\nway to the various housing perimeters.\n\nEarthlings were climbing into their speedy little jet cars for the short\ntrip to the recently modernized inner perimeters. Martians were waiting\nfor the slower auto buses. The traffic problem had been solved, under\nthe New System, by restricting the use of the Martian-built jet cars to\npersons living in the inner perimeters.\n\nAs Stark watched, a black jet car impatiently hurtled out of the line of\ntraffic, bowled through a crowd of Martians waiting for an auto bus, and\nskidded to a stop at the curb in front of the building.\n\nA tall girl got out. The red evening glow reflecting from her golden\nhair, made her breathing globe almost amber. Male Martians and\nEarthlings alike turned to stare in appreciation as she pushed her way\nthrough the crowd to the building's compressor lock. Carol was that kind\nof girl.\n\n\n\nAlmost at the exact moment that Carol opened the door into Stark's\noffice, the yellow visi-screen of the vocal box upon Stark's desk\nflashed on brilliantly and the Chief's booming voice filled the office.\nThe light from the screen picked up the highlights on the furniture and\ngave a sallow, greenish cast to Stark's features. Carol stepped back\ninto the doorway to stay out of range of the two-way unit.\n\n\"Stark!\" The automatic tuner on the box corrected to bring the Chief's\nimage in wire-sharp focus.\n\n\"Yes, sir?\"\n\n\"About the dinner tonight. Just checking to make sure you're planning to\nbe there. We want a full turnout. An inspection team has come up from\nEarth and we have two visiting dignitaries from Venus.\"\n\nStark nodded and waited for the Chief to say something else, but the\nvisi-screen blanked out.\n\nCarol said, \"That was Dad, wasn't it?\"\n\nStark felt very depressed suddenly. \"Haven't you told him yet?\"\n\n\"No. He's been tied up with those inspectors all afternoon. And you know\nhow Dad is, Johnny. There's a right and a wrong time to tell him things.\nRight now, he's only interested in hearing about Earth.\"\n\n\"But we're supposed to announce our engagement tonight at the dinner.\"\nHe shook his head. \"We can't go on forever with just a few stolen\nmoments here and there, eating an occasional lunch or third meal\ntogether in little out-of-the-way places.\"\n\nCarol laughed, the youthful swell of her breasts against the soft,\nspun-glass material of her blouse. \"Don't worry so, Johnny! I'm a big\ngirl now. This is my eighteenth birthday. Dad's bark is much worse than\nhis bite. I'll tell him about us on the way home.\"\n\nShe moved closer to him, until he could feel the warmth of her body. He\ncould see the warm, damp indentation where her breathing globe had\nrested against her shoulders and chest.\n\nShe asked teasingly, \"What did you get me for my birthday, Johnny?\nSomething real nice?\"\n\n\"What did you want?\" Johnny asked her gently.\n\n\n\nAnd suddenly she wasn't teasing any more. She put her arms around him.\n\"Dad and my brother would say I'm crazy. But all I want, Johnny, is you.\nJust you! You know that.\"\n\nStark had picked out her birthday present, but he wanted it to be a\nsurprise for that night. He said, \"I already saw one of your presents. A\nblack jet car!\"\n\n\"How did you know that?\"\n\n\"I saw you drive up in it a few minutes ago.\"\n\nCarol giggled. \"Dad gave it to me. Did you see me plow through that\ncrowd waiting for the auto bus?\"\n\n\"Did your brother send you anything?\"\n\nShe nodded. \"Three new outfits from Earth. They were on the same liner\nthat brought the inspection team to the Settlement this morning. Oh,\nyes, and the captain of the liner brought me this.\"\n\nShe showed him the tiny pin she wore attached to her collar. The pin\nitself was a carefully wrought but cruel caricature of an awkward\nbuglike creature. A small ruby set in the center of its face served as\nits eye.\n\nStark frowned. \"Carol, you shouldn't be wearing that.\" He reached up and\nunpinned it. \"That's the sort of thing our department is fighting.\"\n\n\"But the captain said it was the latest rage back on Earth. They're even\nmaking toys like it. I'm sure they're not designed to ... to poke fun at\nanyone.\"\n\nStark started to say something, but the last bell interrupted him. He\nsaid, \"If you're going to take your father home and tell him about us\nbefore the dinner, you'd better hurry. I'll come early.\"\n\nCarol kissed him and said good-by. She left the pin on Stark's desk and\nwas smiling at him as she closed the door.\n\n\n\nAfter waiting until the first rush of workers had gone and the building\nwas quiet, Stark caught the elevator down. The overhead lights in the\ncompressor lock were reflected in the twin rows of breathing globes. The\ngreen-tinted ones had to be used by Martians in the building, and the\nclear ones were used by Earthmen when they were outside in the Martian\natmosphere. Stark stopped in at a little open shop down one of the many\nside streets. The sign said \"Closed,\" but he rang the bell until a\nlittle, dried-up Martian appeared.\n\nThe storekeeper handed him a small box. Stark opened it to examine the\nring--Carol's birthday present. The single, large diamond set in the\nthin precious-metal band dated back to an all-but-forgotten custom\npracticed on Earth. Stark thought the engagement ring would please\nCarol, though.\n\nStanding in the compressor lock at the Chief's home later, Stark rubbed\nthe diamond against the sleeve of his tunic. He fumbled with his\nbreathing globe and then pushed the button that activated the door. The\ntele-guard beyond the opening door scanned him rapidly. As he stepped\nforward, a red light above the tele-guard flashed on and the door began\nto close again.\n\nStark threw all his strength against the door and squeezed through into\nthe house.\n\nThroughout the house, Stark could hear the alarm bell. A taped voice,\nactivated by the tele-guard, said, \"Do not enter! Do not enter!\"\n\nHe found Carol and the Chief in the library alone. Nearly purple with\nrage, the Chief drew himself up to his full six feet.\n\nThe Chief bellowed, \"Stark! Are you crazy?\"\n\nThe growing feeling of sickness spread through Stark.\n\n\"Who do you think you are?\" the Chief yelled. \"Get back to your office\nand consider yourself under arrest as a troublemaker. Give you people an\ninch and you try to walk away with everything. Why, I wouldn't let you\ntouch my daughter if you were the last living being in the Universe!\"\n\nCarol didn't look up. She stood through it all, silently, without\nmoving. Stark knew now where his blind spot had been. He turned and left\nthem.\n\n\n\nBack at his office, he waited for the police. Stark stared down at his\nreflection in the polished top of the desk. A yellow, moist film of\nsweat covered his face. The red eye set in his forehead blinked. But the\npain visible just behind the surface of that eye was not over Carol or\nhimself.\n\nThe pain was for what he was seeing for the first time ... now.\n\n",
    "metadata": {
        "author": [
            "Jones, Bascom"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/30454/pg30454.txt",
        "name": "blind_spot.json"
    }
}