{
    "name": "Blow the Man Down",
    "author": [
        "Fontenay, Charles L.",
        "Fontenay, Charles Louis"
    ],
    "body": "When Captain Albrekt Vebrug of the Flanjo intelligence service took\nover the Mars-Titan freighter _By Jove!_, it was no such terrestrial\nfoolishness as mercy that prevented him from liquidating the ship's\nthree-man crew.\n\nSure in his own wolfish strength, his attitude was that three\npeace-loving merchant spacemen could do much to contribute to his\npersonal comfort, if kept under iron control. Besides, with adequate\nbrain-washing to eliminate loyalty to the Solar Council, their\ntechnical skills could make them quite valuable to the somewhat\nundermanned Flanjo base on Rhea.\n\nOn the other hand, his concern for the others aboard the ship was so\nslight that he would not, on his own, have warned them of the impending\nacceleration, which could have injured or killed them.\n\nHe made his move at 10 minutes before zero hour. As a paying passenger\nfrom Mars City to Titan, he had the run of the ship, and had been\nlounging in the control room for half an hour. Migl, the engineer,\nwas on duty and was sorting the blast-pattern tapes, a job Qoqol had\nstarted during his shift.\n\nAlbrekt simply took a heat gun from the rack, stuck it in Migl's back\nand ordered him to leave the control room. Migl took it as a joke, at\nfirst.\n\n\"It's no joke,\" Albrekt assured him, nudging him with the weapon. \"Get\nbelow, if you don't want to get burned.\"\n\nPuzzlement written all over his swarthy face, Migl unstrapped himself\nfrom the captain's chair and pushed himself across the room. Albrekt\nslid into the chair, buckled himself in and pulled two rolls of\nmagnetic tape from the breast pocket of his coveralls. He found the\nroll marked \"No. 1,\" stuck the other in the rack beside him and\ninserted the end of his tape in the automatic pilot.\n\nMigl paused at the top of the gangway.\n\n\"You're not going to blast?\" demanded Migl in amazement.\n\n\"I am,\" retorted Albrekt, holding the heat gun steady.\n\n\"_Por Dios_, Carrel's not strapped in!\" exclaimed the engineer. \"You'll\nbreak every bone in his body if you don't give him warning!\"\n\nAlbrekt glanced at his watch.\n\n\"You have five minutes to warn him and strap yourself in,\" he said. \"I\ncan't be bothered.\"\n\nMigl vanished down the hatch and Albrekt flicked the switch that closed\nand locked it. A moment later the intercom system erupted with Migl's\nfrantic voice from below:\n\n\"General alarm! Prepare for emergency acceleration! General alarm!\nHurry, Carrel!\"\n\nAlbrekt smiled grimly.\n\nThe second hand swept around the face of the chronometer, boosting the\nreluctant minute hand forward in jerks. At exactly 1300 hours, Albrekt\npushed the firing button.\n\nThe tape chattered through the automatic pilot. Apparently, the makers\nof the tape had planned on a fast-get-away: the pressure must have\napproached 5-G, pinning Albrekt painfully back against the cushioned\nreclining chair.\n\nHe was able to move his eyes to watch the outside screens. The other\neleven ships of the convoy, coasting in formation in their orbit,\ndwindled behind them and swung gradually to one side.\n\nIn a few moments, everything cut off, and weightlessness returned.\nRed lights were flashing all over the control board, and distant alarm\nbells were clanging in the depths of the ship. Albrekt had no idea what\nthey meant. He was no spaceman.\n\nThe radio loudspeaker crackled and blared. The convoy had discovered\nthe _By Jove!_'s defection.\n\n\"_Themis_ to flagship! _Themis_ to flagship! _By Jove!_ has changed\ncourse! Moving away fast. Position, RA 16-2-1/2, D minus 19-40.\"\n\nAfter a moment:\n\n\"Flagship to _Themis_: acknowledged. Flagship to _By Jove!_ Flagship to\n_By Jove!_ Carrel, what the hell?\"\n\nAlbrekt grinned.\n\n\"_Themis_ to flagship,\" called the loudspeaker, when silence greeted\nthe query. \"Shall we follow?\"\n\n\"Flagship to _Themis_ and all vessels. If you're that flush with fuel,\nhow about passing some around? No pursuit authorized. All vessels take\nreadings on _By Jove!_'s new orbit as long as it's in range. We'll\nalert the patrol to investigate when we're in radio range.\"\n\nThe ship's intercom buzzed.\n\n\"Albrekt!\" It was the voice of Carrel, the captain.\n\n\"Yes?\"\n\n\"We'll get to the reason for this damn fool stunt later. Right now, do\nyou plan any further acceleration?\"\n\n\"Later. I'll warn you in time to strap down.\"\n\n\"I should hope so. Those G's nearly killed Qoqol. This ship wasn't\nbuilt for that sort of acceleration, you idiot. Half the seams are\nsprung and leaking air.\"\n\n\"Repair them, then,\" snapped Albrekt. \"You'll have time.\"\n\nDuring the long silence that ensued, Albrekt sat back and took stock\nof the situation. So far, everything had worked perfectly. The other\ntape given him by the Flanjo agent on Mars was to be run through the\nautomatic pilot exactly 200 hours after the first one, when the _By\nJove!_'s diverging orbit carried it beyond range of the convoy's meager\nradar equipment.\n\nThe control room would be his headquarters for the next few months,\nsimply because the control room was the only deck of the _By\nJove!_ which could be locked against the rest of the ship. All the\nweapons--the heat guns--were in the control room, so Albrekt expected\nno trouble on that score.\n\nIt was going to be a dull journey from here on out, and Albrekt decided\nhe would do well to learn as much as he could about handling a space\nship. He swung the chair around and ran his eyes along the shelves of\nCarrel's microfilm library. The title _Sailing Space_, by Dr. Russo\nAlin, caught his attention.\n\nAlbrekt inserted the spool in the projector and started it. An intense\nbearded face appeared on the screen, and the recorder said:\n\n\"It is not generally known, except to students of technological\nhistory, that the steam powered and electric powered automobile gave\nthe familiar gasoline powered automobile of the last century a close\nrace for preference in early automotive history. The factors that\ncaused the gasoline powered automobile to become predominant are not\nimportant here. What is important is that there were alternative\nmethods of automotive propulsion....\"\n\nThis didn't start off well. Albrekt ran the spool up about half way\nand tried again. This time, the author was pointing to a well-chalked\nblackboard.\n\n\"The radiation is so much stronger at Venus than farther out, that it\nis here we find most common use of the principle,\" he said. \"Using our\nformula, which, you remember, is F equals rA over 2 plus gM, we....\"\n\nDisgusted, Albrekt switched it off and took out the spool. He found\nanother, _Survival for Spacemen_, and tried it. It was a primer on\nconditions to be met in space travel, handled in popular vein. It was\nthe sort of thing Albrekt wanted, and he settled back to listen to it.\n\nIt was about nine hours before the last red light on the control board\nwinked out and the clanging of the last alarm bell died out below. Then\nCarrel's voice demanded an accounting over the intercom.\n\n\"I'm in command of the ship now,\" answered Albrekt, awakened from a\nlight doze by the call. \"I intend to remain so. As long as you and the\nothers recognize that, you won't be harmed.\"\n\nThere was a brief silence.\n\n\"The only thing I can figure is that you've gone space happy,\" said\nCarrel at last. \"Albrekt, you're no spaceman. You can't have known what\nyou were doing when you switched on the jets.\"\n\nAlbrekt did not answer.\n\n\"Look,\" said Carrel, \"it'll take several days to figure out what sort\nof orbit that blast threw us into, and I'm not sure we have enough fuel\nto correct it. You'd better let us in.\"\n\n\"We may as well understand each other,\" said Albrekt. \"I'm no spaceman,\nbut some very good spacemen figured out that blast tape--and the other\none I'm going to use later. I'm a captain in the Flanjo military, and\nI've taken this ship and its cargo over, to deliver them to the Flanjo\npatrol. None of you will be hurt if you cause no trouble.\"\n\n\"So that's it!\" snorted Carrel. \"Damned pirate high-jacker! My advice\nto you, Albrekt, is to come out of there and let me put you under\narrest, because if you don't we'll be coming in after you.\"\n\n\"Try it, and I'll burn you,\" retorted Albrekt.\n\n\n\nAfter sleeping several times, Albrekt was ready to concede it was not\ngoing to be as cozy in the control room as he had thought at first.\nIt offered basic comforts of home, but the showers were on the larger\nnavigation deck below. Several months without a bath promised to be\nuncomfortable. All decks carried plenty of emergency rations in case\nthey were sealed off by a meteor collision, but the rations were not\ntoo tasty, Albrekt's mouth was beginning to water at the thought of the\nfrozen meals stored two decks below, available to the crew.\n\nMost of Carrel's book tapes were too technical to interest him, but he\nspent much of his time listening to those which offered him information\nin simple terms. The pattern of meaning of all the dials, switches and\nbuttons crowded into the control room became a little clearer to him.\n\nAlbrekt did not see how the crew, weaponless and locked below, could\nchallenge his mastery of the ship. He detected the first effort in this\ndirection about 80 hours after the _By Jove!_ had left the convoy.\n\nAlbrekt was eating a meal of emergency rations when he glimpsed\nmovement on one of the rear screens. He turned his attention to it at\nonce.\n\nA spacesuited figure was emerging from the airlock, which was in a\nnarrow waist between the vessel's personnel sphere and the huge cargo\ncylinder beneath it. From the suit, it was either Carrel or Migl.\n\nThe figure moved cautiously up on the outside of the airlock, gripping\nits surface with heavy magnetic shoes. In the hooks of the spacesuit,\nit carried two sledge hammers.\n\nAlbrekt flipped on the switch to the intercom, which was tuned to the\nspacesuit helmet radios as well as the ship's system.\n\n\"I'd advise the man in the spacesuit to forget it, and get back\naboard,\" he said gently. \"If he doesn't, I'll sweep the outside surface\nwith machine gun fire in exactly two minutes.\"\n\nHis fingers hovered over the firing buttons of the heavy weapons the\n_By Jove!_ carried for defense against possible marauders. But in a\nmoment the spacesuited figure reentered the airlock.\n\n\"It would take you some time to break into the control room with a\nsledge hammer,\" Albrekt said conversationally into the microphone. \"At\nthe first blow, I'll blast anyone who tries it. That's fair warning.\"\n\nIt was several days later that Albrekt began to feel sleepy long\nbefore his sleeping time. The realization hit him suddenly that for\nsome time he had been yawning and stretching, relaxing more and more\nin the chair, his eyelids getting heavier and heavier. His head was\nbeginning to ache a little. He slept by the clock and awoke by the\nclock. He should not be sleepy for hours yet.\n\nRousing himself with an effort, he swung bleary eyes around the control\nroom, anxiously. He could see nothing out of order. But how would one\ndetect something that made one abnormally sleepy? What could it be?\n\nIllness?\n\nIf there were harmful bacteria aboard the ship, they should have struck\nmany days ago. There was no disease in space itself.\n\nGas?\n\nIf such ships as the _By Jove!_ carried any sort of gas, Albrekt didn't\nknow about it. He had been briefed on the weapons he might face. Surely\ngas would have been mentioned.\n\nPerhaps it was chance, or perhaps some part of his mind was swiftly\nscanning what he had learned through his reading of the last few days:\nhis eyes fell on a bank of dials ranged side by side on the control\nboard. The hands of all of them were lined up at the same angle--all\nbut one. It had sunk far to the left.\n\nThe legend above the bank of dials read: \"OXYGEN.\" The plate below the\nlagging dial read: \"Control Room.\"\n\nAlbrekt unstrapped himself from the chair with nervously fumbling\nhands. Somehow the crew of the _By Jove!_ was interfering with his\noxygen supply.\n\nAlbrekt was beginning to feel a little nauseated. His head throbbed.\nHe pushed himself across the control room and grabbed the helmet of\nthe spacesuit that hung there. He did not take time to put on the suit\nitself, but pulled the helmet down over his head and switched on the\nsuit's oxygen supply.\n\nIn a moment his head cleared, leaving only a slight headache.\n\nAs well as Albrekt remembered from the reading tapes, the ship's oxygen\nsupply was on one of the lowest decks. The crew evidently had blocked\nthe line to the control room.\n\n\"You'd think there'd be some alarm system for that sort of thing,\"\nhe muttered to himself. But then, of course, the hull had not been\npunctured. The dials were supposed to be checked frequently.\n\nThe question that faced Albrekt now was how to get out of this trap. He\ncouldn't live in the spacesuit indefinitely. His hand brushed the heat\ngun at his side.\n\nFilling his lungs with deep gulps, he ducked from beneath the helmet\nand returned to the control board. He unlocked and opened the hatch\nto the navigation deck below. There was an upward swirl of air, and\nAlbrekt permitted himself to breathe again.\n\nA head poked itself cautiously up the companionway. Carrel. The\ncaptain's face was a strong one, lined with years of decision,\ngolden-brown with the tan that one gets only from years in the thin air\nof Mars. Carrel's dark hair was beginning to gray, but his electric\nblue eyes were still young.\n\nHe stopped when he saw Albrekt at the control board. Albrekt held the\nheat gun on the captain steadily.\n\n\"I'm not anywhere near overcome,\" said Albrekt. \"You'd better turn\naround and go back down.\"\n\nCarrel did.\n\nAs long as the hatch stayed open, oxygen could not be cut off from\nthe control room. Albrekt decided he could afford to leave it open,\nsince he had possession of the weapons. He would have to lock it while\nasleep, of course. But, even with the oxygen supply cut off, the\ncontrol room should contain enough to carry him for eight hours. If\nnot, he could set an alarm to wake him every four hours, or even every\ntwo hours, to open the hatch and refresh his air.\n\nThe fact that he could leave the hatch open safely gave him another\nidea. He was hungry for some food besides the dry emergency rations.\n\nAlbrekt checked the chronometer. Within the next two hours, he was\nscheduled to run the other blast tape. He would have time.\n\nHeat gun in hand, he moved quietly to the hatch. The companionway was\nclear. From below came the murmur of voices. He moved cautiously a few\nsteps down the metal ladder until he could see beneath the ceiling of\nthe navigation deck.\n\nMigl was taking a shower on the other side of the room, while Carrel\nand Qoqol relaxed in contour chairs beside the dead-reckoning tracer.\n\n\"What is Flanjo, Carrel?\" asked the booming voice of Qoqol, the\nnavigator.\n\nQoqol was a Martian. His round body with its huge oxygen storage hump\nwas not quite as big as a human body, but his thin arms and legs, each\nequipped with half a dozen double joints, were longer than a tall\nman's height. They were wrapped around him now, out of the way, and\nhis big-eyed, big-eared head peered through them like an urchin's face\nthrough a tangle of vines.\n\n\"The Flanjos are members of a fanatic sect who believe in human\nsupremacy,\" answered Carrel soberly. \"More than that, they believe in\ntheir own supremacy over other humans. They revolted against the Solar\nCouncil and have a hidden base our forces haven't been able to locate\nyet.\"\n\n\"They are _loco_, Qoqol,\" said Migl from the shower. \"Crazy. They'd\nmake all you Martians slaves. Us too, probably.\"\n\n\"Why they want this ship?\" asked Qoqol.\n\n\"For the ship itself, partly,\" said Carrel. \"But our cargo's pretty\nstrategic, too. It's mostly lithium, which they can use in nuclear\nweapons and power plants. They can use the plastics, tools and\nmachinery we're carrying to improve conditions at their base. The\ngeneral opinion I've heard is that their objective is to take over\nthe Mars colonies. They need fusion weapons for that, but it's hard\nto get light elements on the outer moons, where their base is thought\nto be. Whatever they have already, 100 tons of lithium will help them\nimmensely.\"\n\n\"Immensely,\" assented Albrekt, stepping off the ladder to drift to the\nfloor. He held the heat gun lightly in his hand. \"I'm afraid I'm going\nto require all of you to go ahead of me down to the storage deck and\nremain there while I enjoy a good lunch.\"\n\nSilently they complied. The living quarters, where the food was, were\none deck down, the storage deck below it.\n\nAlbrekt ate his meal, keeping a watchful eye on the opening between the\nliving quarters and the storage deck. Then he returned to the control\nroom, locked the hatch and strapped himself down for blasting.\n\nHe kept his promise to Carrel and broadcast a warning of the blast over\nthe intercom system. At the appointed moment, he ran the blast tape\nthrough the automatic pilot.\n\nThe acceleration was not as heavy this time. The ship, safe from the\nprying of the convoy's radar, swung slowly from its course and into a\nnew prearranged orbit, on which a Flanjo vessel was to intercept it in\napproximately six months.\n\n\n\nSpace is a lonely place--lonelier than any place on Earth, lonelier\nthan any place on Mars. No expanse of desert or ocean is so empty as\nspace, for there one at least has something material beneath him and\naround him.\n\n\"An experienced spaceman would rather be burned than left alone in\nspace,\" said Carrel. \"It'll drive most men completely crazy in a pretty\nshort time. I think you've realized that by now, Albrekt. That's why\nyou won't kill us.\"\n\nAlbrekt was eating a meal at the table in the living quarters, his\nheat gun lying beside his hand. The others were seated on bunks across\nthe room. Since the only necessity was to protect himself and keep\nthe others out of the control room, he had discontinued the practice\nof making the crew go below while he ate. Despite the atmosphere\nof enmity, the conversation and companionship filled a need he was\nbeginning to recognize more keenly.\n\n\"That's true,\" answered Albrekt agreeably. \"For that and other reasons,\nI won't kill you unless I'm forced to.\"\n\n\"But there's nothing to prevent our killing you and retaking the ship,\"\nreminded Carrel.\n\n\"Nothing but this.\" Albrekt laid his hand on his heat gun.\n\n\"As a matter of fact, I don't want to kill you, Albrekt,\" said Carrel.\n\"I want to capture you alive, and take you back to Mars. I imagine you\nhave some information about Flanjo plans that would be pretty valuable\nto the council.\"\n\nAlbrekt laughed.\n\n\"I admire your courage, Carrel,\" he said. \"But I've been in dangerous\npositions before, for longer periods than this. I don't intend to let\nmy guard down.\"\n\nCarrel apparently was blessed with iron self-control and Qoqol, like\nall Martians, habitually showed emotion in ways no Earthman could\ninterpret. But Albrekt's practiced eye detected Migl's restlessness.\nWhen the crew's move came, two days later, Albrekt was ready for it.\n\nAs he had anticipated, it happened at mealtime. Albrekt was beginning\nto spend more time outside the control room, always keeping the others\nfrom getting between him and the hatch to higher decks, but mealtime\nwas the logical time for his guard to be lax.\n\nAt some signal Albrekt failed to catch, Carrel and Qoqol launched\nthemselves directly at him from opposite sides of the round room.\nSimultaneously, Migl drove through the air for the hatch to the upper\ndecks.\n\nAlbrekt's muscles reacted like steel springs. Scooping up the heat gun,\nhe dove across the table and twisted in the air as he floated swiftly\nbetween Carrel and Qoqol. Ignoring them for the moment, he trained the\ngun on the hatch to the navigation deck above and pressed the trigger.\nMigl had to grab the ladder frantically to keep from drifting head-on\ninto the sizzling beam that barred his way.\n\nAlbrekt anchored himself to a bunk and waved the heat beam in an arc\nabove their heads. The metal ceiling smoked faintly.\n\n\"I won't kill you all unless I have to,\" he said calmly. \"I can get\nalong easily without one or two of you, though. Before you try anything\nlike this again, I'd suggest you think seriously about which of you\nwants to die first.\"\n\nSilence answered him. Migl still clung to the companionway ladder,\nabout halfway up. Carrel clasped his knees in a sitting position about\nsix inches off the floor near the round table in the center of the\nroom. Qoqol, unable to stand upright anywhere aboard the ship, crouched\nlike a spider against the farther wall.\n\nAlbrekt switched off the heat beam and motioned at Migl with the gun.\nWatching them closely, Albrekt moved to the companionway and pushed\nhimself up through the hatch.\n\nLocking himself in the control room, he devoted himself to serious\nthought for a while. Despite his warning, this sort of thing was likely\nto happen often. Eventually it must succeed, if only by the law of\naverages.\n\nThe trouble was, Albrekt was actually at a slight disadvantage. He knew\nby now that the absolute need for companionship in space was not idle\ntalk. He had no intention of coasting alone, in a silent ship, for five\nand a half more months, and being shot as hopelessly insane when his\nFlanjo colleagues picked him up at the rendezvous.\n\nOne solution, of course, was to kill two of the crew members. Then\nneither of the two men left could afford to kill the other. For several\nreasons, Albrekt preferred to find another solution. He had heard\nrumors that personality conflicts between two people cooped up together\nin a spaceship drove them eventually at each other's throats. Another\nfactor was that, as long as there were three of the others, Albrekt\ncould hold the threat of killing one or two of them over them. Besides,\ntheir technical knowledge would be valuable to the Flanjos, and Albrekt\nwanted to face no disciplinary action for destroying any of them\nunnecessarily.\n\nWhat was the substance of their threat to him, then? He examined it.\nTheir threat was that they might reach the control room. He could not\nlock it from the outside, and he must come outside for good food and\nnecessary companionship, so that line of reasoning got him nowhere.\n\nBut what was behind the threat of their reaching the control room? They\nmight (a) obtain weapons to match his own; (b) communicate the ship's\nposition to warships of the Solar Council; (c) swing the ship off its\nprearranged course and avoid the rendezvous with the Flanjo vessel.\n\nSolution? Albrekt laughed shortly. There was a solution to all three\nproblems.\n\nWith his heat gun, he reduced the radio transmitter to a molten mess.\nNow the _By Jove!_ could still receive, but not send.\n\nPiling all the heat guns in the center of the room, he gave them the\nsame treatment. The beam left them almost unrecognizeable in the midst\nof a shallow crater. He had come very near to burning a hole through\ninto the navigation deck.\n\nThe last step was the most daring of all. It meant that he must trust\nabsolutely to the accuracy of the two blast tapes he had run through\nthe automatic pilot. He threw the switches that jettisoned the fuel\ntanks.\n\nIn the screens, he watched the spheres of hydrazine and nitric acid,\nhurled from the ship by spring action, go drifting slowly away into the\nvoid. In effect, the _By Jove!_ was now a voiceless derelict.\n\nAlbrekt went below.\n\n\"This means that I intend to stand for no more foolishness,\" he said\nharshly when he had told the others what he had done. \"If you prefer,\nyou may draw lots to decide which two I shall kill and which one\nshall have the pleasure of my company for the rest of the trip. The\ncontinued existence of all three of you will depend strictly on your\ngood behavior.\"\n\nMigl, lolling on a bunk, curled a sardonic lip at him.\n\n\"You seem to have gone to a great deal of unnecessary trouble,\n_ladron_,\" he said. \"It is still worth the risk of at least one of our\nlives to destroy or capture you.\"\n\n\"You're wrong, Migl,\" said Carrel soberly. \"Now we have no fuel, we\nhave no radio. The ship is in orbit, and we're helpless to change it.\nNo matter what we do aboard, the Flanjo ship will intercept us. The\nFlanjos will destroy us then if they don't find Albrekt alive and safe.\"\n\n\"An accurate analysis,\" agreed Albrekt briskly. \"You're showing good\nsense now, Carrel.\"\n\nCarrel shrugged and spread his hands. Albrekt felt a little sorry for\nhim in defeat. He admired Carrel's bravery and resourcefulness.\n\nAlbrekt's sleep that night was more carefree than it had been since\nthe _By Jove!_ pulled free from its satellite orbit around Mars. There\nwas still danger, of course. He had to be on the alert for a desperate\nattempt to disarm him, or an effort to overcome him in the control room\nby tampering with the ship's machinery, despite Carrel's surrender. But\nit was less likely now.\n\n\n\nRelations were on a much more cordial basis from then on. Their\nconversation returned, almost, to the friendly terms of the earlier\nportion of the trip.\n\n\"Ever been to the outer planets before, Albrekt?\" Carrel asked casually\none day, munching a beef sandwich.\n\n\"I spent ten years at the base, before they sent me back to work on\nMars and Earth,\" Albrekt replied. \"I was born on Earth. My father took\nme out to the base when I was a boy.\"\n\n\"The base?\" repeated Carrel, even more casually.\n\n\"On Rhea,\" said Albrekt deliberately. His faint smile recognized the\nattempt to elicit information. \"Now, figure some way to tell them back\non Mars!\"\n\nHe thought Carrel flushed slightly, but could not be sure.\n\n\"Ever been to Venus?\" asked Carrel.\n\n\"Never that far in, I'm afraid,\" answered Albrekt.\n\n\"I don't suppose you passed quite this close to Jupiter on your other\ntrips?\" said Carrel.\n\n\"How should I know?\" demanded Albrekt. \"I'm no spaceman. I don't know\nhow close to Jupiter we're going now. I don't remember anything said\nabout Jupiter on my trips.\"\n\n\"They'd have opened the ports and let all of you see, if you were going\nwithin several million miles of it,\" said Carrel. \"Qoqol's figured it\nout. We're going pretty close this time.\"\n\n\"You want me to open the ports and let you see Jupiter?\" asked Albrekt\nsarcastically.\n\n\"Something more serious than that,\" answered Carrel gravely. \"It's the\nradiation.\"\n\nAlbrekt pushed himself back from the table and stared quizzically at\nCarrel.\n\n\"You wouldn't take advantage of my ignorance to rib me a little, would\nyou now, Carrel?\" he chided gently. \"I studied elementary astronomy,\nyou know.\"\n\n\"You're proving right now that you didn't study astrogation,\" retorted\nCarrel sharply. \"Any spaceman can tell you the reaction of cosmic rays\non Jupiter's atmosphere is fatal at the distance we'll pass in this\norbit. If our convoy had been passing so close, every ship would have\nbeen shielded.\"\n\n\"Carrel, I can't see your object in lying, but I think you are. Some\ndamned good spacemen plotted this orbit.\"\n\n\"And what do they care about your life or ours?\" demanded Carrel hotly.\n\"You know your Flanjo buddies as well as I do. We'll live long enough\nfor them to get all the information they want out of us.\"\n\nAlbrekt studied him closely. Carrel returned his gaze with serious eyes.\n\n\"Maybe you're telling the truth,\" said Albrekt slowly. \"If you're\nlying, I can't see your reason. You know I won't panic, and we can't\nchange orbit.\"\n\n\"I'm trying to impress you with the seriousness of this thing, because\nthere's something we can do about it if you'll let us,\" said Carrel\npatiently. \"All it takes is a thin metal shield at a proper distance\nfrom the ship, and we can build that out of the cargo we're carrying.\"\n\n\"The only metal aboard is lithium,\" demurred Albrekt sternly. \"That\nlithium's slated for nuclear reactors and weapons and it's going to\nreach Rhea intact!\"\n\n\"We're not going to burn up any of your precious lithium!\" exploded\nCarrel. \"All I ask is to use half of it to build a shield. They can use\nthe damn stuff out of the shield as easy as out of cargo bars. It'll\nall be there, just the same.\"\n\nAlbrekt hesitated. It was quite conceivable that his superiors had not\nbothered about such a trifle as his slow death from radiation. They\nwould have plotted the most effective orbit for their purposes, and if\nthe _By Jove!_ didn't happen to be shielded--well, casualties had to be\nexpected in any military operation.\n\n\"You have my permission to build the shield,\" he said stiffly at last,\n\"under my strict supervision, of course.\"\n\n\"That's all right with me,\" consented Carrel with a sigh of relief.\n\"And I give you my word as a space captain, Albrekt, nobody aboard the\n_By Jove!_ will lift a hand against you while it's being built.\"\n\nDespite Carrel's reassurance, Albrekt, wary of some stratagem, held to\nhis determination to oversee every step of the shield construction,\nwith gun handy.\n\nFifty tons of such a light metal as lithium is a pretty large volume of\nthe stuff. Albrekt assumed that Carrel's shield was to be a square or\ndisc of the metal, rather thick to absorb the radiation, which would be\ninterposed between the _By Jove!_ and Jupiter. When work began, after\nseveral days of planning, it became apparent that the construction task\nwas something more than cutting out and fastening together chunks of\nlithium.\n\nInstead of working inside the ship, the crew moved a furnace to the\noutside of the cargo hull and anchored it down. The Earthmen wore\nspacesuits, of course, but Qoqol did not, as Martians do not breathe,\nbut extract oxygen from solid matter and store enough of it to last\nseveral hours at a time.\n\nTo Albrekt's surprise, they next hauled out some of the big packages\nwhich were plastic domes for use on Titan. At extra-terrestrial bases,\nthese hemispherical domes were inflated to form huge air bubbles in\nwhich humans could live.\n\n\"Plastic?\" said Albrekt through his helmet radio. \"I thought you were\ngoing to use lithium.\"\n\n\"We are,\" replied Carrel's voice. \"We'll fasten some of these domes\ntogether to form an airtight sphere, then inflate it from the oxygen\nsupply. It won't take much pressure, and we can recover the oxygen\nlater with the ship's compressor.\n\n\"Before we recover the oxygen, we'll charge the plastic sphere\nelectrically, so it'll stay rigid. Then we'll vaporize the lithium in\nthe boiler and spray it over half the plastic sphere. We'll blacken\nthe plastic and melt it with solar heat, returning it to the boiler\nby charging the boiler. I'm afraid we're going to ruin a few of the\nplastic domes, but that's not important now.\"\n\n\"Spray the lithium? Fifty tons of it?\"\n\n\"Wait and see,\" Carrel said. \"This will be a bigger shield than you\nexpected.\"\n\nLater, at mealtime, Carrel brought a worry to the surface of Albrekt's\nmind which the Flanjo agent had been trying to keep suppressed.\n\n\"That was a pretty rash business, jetting all the fuel,\" said Carrel.\n\"What do we do if we're off orbit?\"\n\n\"It seems to me I've mentioned before that some very good spacemen\nplotted this orbit,\" replied Albrekt.\n\n\"The best orbits sometimes require minor corrections, when they're this\nlong,\" said Carrel.\n\n\"I couldn't make them, anyhow, and I certainly wouldn't trust any of\nyou at the controls,\" said Albrekt. \"Don't you think my superiors\nthought of that when they planned this?\"\n\n\"Maybe,\" said Carrel.\n\nAlbrekt was amazed at the size of the shield Carrel was building. The\ninflated plastic sphere was bigger than a small asteroid, some six to\neight miles in diameter. Carrel had spliced together several of the\nbiggest plastic domes available. Nowhere but in free space, could the\nsphere have been inflated with so little gas pressure.\n\nThe ship could have floated around in Carrel's sphere like a cork in a\nwater bucket.\n\n\"It has to be big, because the shield is going to be about 20 miles\naway from the ship, attached to it by lithium wires,\" explained Carrel.\n\"So the diameter of the shield has to be this big, to eclipse the disc\nof Jupiter at the distance we'll pass the planet.\"\n\n\"I don't understand the principle of this at all,\" said Albrekt\nirritably. \"It seems to me a smaller, heavier shield closer to the ship\nwould be just as effective.\"\n\n\"That's because you don't understand this type of radiation,\" replied\nCarrel.\n\nWhen the shield was completed and the plastic framework removed,\nit was a tissue-thin metal hemisphere, attached to the ship like a\nparachute. Migl used up several oxygen cylinders as makeshift rockets\nto push the shield out to the proper distance from the ship, while the\nattaching wires were unreeled from the cargo winches.\n\n\"We leave the wires on the winches, because we'll have to shift the\nposition of the shield from time to time by shortening some wires and\nlengthening others,\" Carrel said.\n\nWhen the task was complete and the shield glimmered in the sunlight\nlike a nearby moon, they all returned to the living quarters.\n\n\"Qoqol, you'll be in charge of keeping the shield at the proper angle,\"\nsaid Carrel. \"And, Albrekt, the truce is over.\"\n\n\"What do you mean by that?\" growled Albrekt, his hand dropping to his\nheat gun.\n\n\"I've kept my promise while the shield was being built,\" answered\nCarrel. \"Now, if we can catch you off guard, and do it without being\nburned down, I warn you we're going to try to disarm and capture you.\"\n\nAlbrekt relaxed.\n\n\"You won't get the chance,\" he promised. \"If you did, what good would\nit do you? We rendezvous with my ship in less than four months now.\"\n\n\n\nDespite Carrel's threat, Albrekt was still in control of the situation\nwhen the hour of rendezvous approached. The necessity for keeping alert\nagainst possible attack was a considerable strain on him, but he had\nbeen under strain many times before in his life. Neither Carrel nor\neither of the others had made any overt move.\n\nAssured in his own mind that the risk became less and less as the\ntrysting place neared, Albrekt had permitted the crew into the control\nroom except when he slept above a locked hatch. Half an hour before the\nscheduled time of meeting with the Flanjo ship, Carrel, Migl and Qoqol\nfiled up through the hatch. Albrekt offered no objection, and they\nfloated across the control room to seats.\n\n\"Looks like your ship would be on the screens by now, doesn't it,\nAlbrekt?\" suggested Carrel quietly.\n\n\"They don't have to make the rendezvous exactly on time,\" replied\nAlbrekt, a little uneasily. \"They know the orbit. They can pick us up\nanywhere along it.\"\n\n\"We're not in the orbit,\" said Carrel flatly.\n\nAlbrekt scowled at him, but his eyes were drawn back irresistibly to\nthe screens, empty except for the silvery lithium shield and, perched\njust above its edge, the small but baleful disc of Jupiter.\n\n\"Qoqol checked the blast tapes you used, and we're not in the orbit\nthey're suppose to put us in,\" insisted Carrel. \"Qoqol's been making\nsightings for the last six weeks. Jupiter's pulled us off orbit,\nAlbrekt.\"\n\n\"Is true,\" boomed Qoqol. \"We long way off.\"\n\n\"This sort of thing's doing you no good,\" snapped Albrekt. \"I'm not a\nspaceman and I can't check your figures, but I don't think we're off\norbit.\"\n\n\"And if your ship doesn't make the rendezvous?\" asked Carrel.\n\n\"If it doesn't now, it will later on. And, by Saturn, we're going to\nsit tight in this kettle till it does, Carrel! Last minute propaganda\nwon't work.\"\n\nThere was silence for a few minutes, as the chronometer hand ticked on\ntoward the hour of meeting.\n\nThe radio buzzed. Leaning forward, Albrekt turned up the volume,\neagerly.\n\n\"Captain Albrekt Vebrug,\" called the radio. \"Flanjo patrol ship\n_Bavaria_ to Captain Albrekt Vebrug.\"\n\nAlbrekt turned a triumphant face to Carrel. But Carrel gestured at the\nscreens. They were still empty. And the radio voice was not coming in\nstrongly.\n\n\"Vebrug, we don't find the _By Jove!_ on our screens,\" said the radio,\nfading a little, then getting louder. \"If you get this call, Vebrug,\nbreak radio silence and reply. Do you hear this, Vebrug? Break radio\nsilence and reply!\"\n\nPerspiration broke out on Albrekt's forehead. He could not reply. The\nship's transmitter was a pile of junk.\n\n\"Vebrug, Vebrug,\" intoned the radio insistently. \"We don't find you in\norbit. If you hear this, break radio silence and reply.\"\n\nCarrel rose from his seat, floating slightly upward. Albrekt, sweating,\ndropped his hand to his heat gun.\n\n\"We can't stay in this sector, Vebrug,\" whispered the radio. \"Blasting\nback to base now. Will call every five minutes for the next two hours.\nIf you hear this, break radio silence and reply.\"\n\nThe radio squawked. Then there was nothing but stellar static.\n\n\"Well, Albrekt?\" said Carrel.\n\nAlbrekt felt his iron nerve cracking. He felt that he was breaking\napart physically.\n\n\"Keep your distance, all of you!\" he croaked, drawing the gun. \"They'll\nbe back. They'll search all space for us!\"\n\nCarrel floated a little closer and Albrekt levelled the gun at him.\nMigl and Qoqol moved in slightly. Albrekt swung the gun in an arc.\n\n\"I'll blast all three of you,\" he warned desperately. \"Carrel....\"\n\n\"Why?\" asked Carrel. \"We're all in the same boat, Albrekt. We're\nspiralling into Jupiter.\"\n\n\"You lie!\" shouted Albrekt. \"I don't believe you, Carrel!\"\n\nCarrel laughed shortly.\n\n\"Where's your nerve, Albrekt?\" he asked. \"You've done pretty well up to\nnow. Does the immediate prospect of dying frighten you so much?\"\n\nAlbrekt lowered the gun slightly.\n\n\"If I were afraid to die I wouldn't be here,\" he replied. \"You're not\nbaiting me for nothing, Carrel. What are you after?\"\n\n\"I don't think you realize how many millions of miles your Flanjo ship\nhad to come to the rendezvous point,\" said Carrel. \"As much as your\nfriends want this cargo, they won't stay around long. Solar Council\nships probably heard that broadcast.\"\n\n\"What makes you think they can find us?\" sneered Albrekt. \"We can't\ncall them either.\"\n\n\"They can't find us,\" replied Carrel calmly. \"The chances are a million\nto one against it, and we don't have enough time for chances like\nthat.\"\n\nIce seemed to enter Albrekt's veins. He glared at them from angry eyes.\nThey were inching closer to him. Already they were halfway across the\ncontrol room.\n\n\"Stand back!\" he said, his voice trembling. \"I'll burn all of you!\"\n\n\"And die alone, Albrekt?\" Carrel's brittle voice was like the blow of a\nhammer against rock.\n\nOn the screen behind Carrel, the orb of Jupiter floated off the port\nbow, red and ominous. Giant of the heavens, its tremendous mass could\nsnatch them from the sky, crush and break them like moths.\n\nAll the vast loneliness of space swept over Albrekt on wings of fear.\nIt was too much for a planet-bound mind to face. The last companionship\neven of enemies was better than solitary death.\n\n\"No,\" he muttered, beaten, and the heat gun drooped in his hand.\nQoqol's eight-foot arm reached in like a striking snake to lift it from\nhis nerveless grasp.\n\n\"Good work, Qoqol,\" said Carrel heartily. \"I had an idea the Flanjo\ntradition of superiority would break in the face of the inevitable. It\nwas worth risking, now that we know we're safe.\"\n\n\"Safe?\" said Albrekt bitterly. \"Safe for what? To fall into Jupiter?\"\n\n\"Well, now,\" said Carrel drolly, \"I believe I neglected to say that\nour spiral toward Jupiter will intercept the Solar Council base on\nCallisto, didn't I? Yes sir, it's one of the neatest orbits Qoqol has\never plotted.\"\n\n\"What?\" demanded Albrekt, stunned. \"You mean we're in a controlled\norbit?\"\n\n\"Why, yes, my Flanjo friend. We started pulling out of the orbits your\nblast tapes set about four months ago. If we hadn't, we wouldn't have\ncome anywhere near Jupiter.\"\n\n\"You lie!\" shouted Albrekt. \"You lie, Carrel! You couldn't! There's no\nfuel!\"\n\n\"I'm afraid we're going to have to keep you tied up to one of the bunks\nfor the next few weeks, Albrekt,\" said Carrel. \"You're too valuable a\nprisoner to take a chance on your doing away with yourself.\"\n\n\"There's no fuel,\" repeated Albrekt. He was almost whimpering.\n\n\"I'll relieve your mind on that score,\" said Carrel. \"Have you ever\nseen a sailing ship on Earth?\"\n\nAlbrekt stared at him, uncomprehending.\n\n\"A sailing ship doesn't need fuel because it gets its power from the\nwind,\" said Carrel. \"Neither do we, now. I'm afraid that story I told\nyou about dangerous radiation from Jupiter was made up of whole cloth,\nAlbrekt. There isn't any.\n\n\"That lithium hemisphere we built isn't a shield. It's a sail.\"\n\n\"But there's no wind--there's no air--\"\n\n\"The wind that blows between the worlds,\" said Carrel solemnly. \"Solar\nradiation. Its pressure will move a ship if you provide a sail that's\nbig enough and light enough--and that's what we did.\"\n\n\"It's impossible,\" muttered Albrekt, crouching back against the\nautomatic pilot.\n\n\"Not impossible, just extremely unusual this far out,\" said Carrel.\n\"If they ever let you out of prison, Albrekt, I think a trip to Venus\nwould be worth your while. I think you'd find the annual space regatta\nparticularly interesting.\"",
    "metadata": {
        "author": [
            "Fontenay, Charles L.",
            "Fontenay, Charles Louis"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/59141/pg59141.txt",
        "name": "blow_the_man_down.json"
    }
}