{
    "name": "Blundell's Improvement\nOdd Craft, Part 3.",
    "author": [
        "Jacobs, William Wymark",
        "Jacobs, W. W. (William Wymark)"
    ],
    "body": "\nBLUNDELL'S IMPROVEMENT\n\nVenia Turnbull in a quiet, unobtrusive fashion was enjoying herself.  The\ncool living-room at Turnbull's farm was a delightful contrast to the hot\nsunshine without, and the drowsy humming of bees floating in at the open\nwindow was charged with hints of slumber to the middle-aged.  From her\nseat by the window she watched with amused interest the efforts of her\nfather--kept from his Sunday afternoon nap by the assiduous attentions of\nher two admirers--to maintain his politeness.\n\n\"Father was so pleased to see you both come in,\" she said, softly; \"it's\nvery dull for him here of an afternoon with only me.\"\n\n\"I can't imagine anybody being dull with only you,\" said Sergeant Dick\nDaly, turning a bold brown eye upon her.\n\nMr. John Blundell scowled; this was the third time the sergeant had said\nthe thing that he would have liked to say if he had thought of it.\n\n\"I don't mind being dull,\" remarked Mr. Turnbull, casually.\n\nNeither gentleman made any comment.\n\n\"I like it,\" pursued Mr. Turnbull, longingly; \"always did, from a child.\"\n\nThe two young men looked at each other; then they looked at Venia; the\nsergeant assumed an expression of careless ease, while John Blundell sat\nhis chair like a human limpet.  Mr. Turnbull almost groaned as he\nremembered his tenacity.\n\n\"The garden's looking very nice,\" he said, with a pathetic glance round.\n\n\"Beautiful,\" assented the sergeant.  \"I saw it yesterday.\"\n\n\"Some o' the roses on that big bush have opened a bit more since then,\"\nsaid the farmer.\n\nSergeant Daly expressed his gratification, and said that he was not\nsurprised.  It was only ten days since he had arrived in the village on a\nvisit to a relative, but in that short space of time he had, to the great\ndiscomfort of Mr. Blundell, made himself wonderfully at home at Mr.\nTurnbull's.  To Venia he related strange adventures by sea and land, and\non subjects of which he was sure the farmer knew nothing he was a perfect\nmine of information.  He began to talk in low tones to Venia, and the\nheart of Mr. Blundell sank within him as he noted her interest.  Their\nvoices fell to a gentle murmur, and the sergeant's sleek, well-brushed\nhead bent closer to that of his listener.  Relieved from his attentions,\nMr. Turnbull fell asleep without more ado.\n\nBlundell sat neglected, the unwilling witness of a flirtation he was\npowerless to prevent.  Considering her limited opportunities, Miss\nTurnbull displayed a proficiency which astonished him.  Even the sergeant\nwas amazed, and suspected her of long practice.\n\n\"I wonder whether it is very hot outside?\" she said, at last, rising and\nlooking out of the window.\n\n\"Only pleasantly warm,\" said the sergeant.  \"It would be nice down by the\nwater.\"\n\n\"I'm afraid of disturbing father by our talk,\" said the considerate\ndaughter.  \"You might tell him we've gone for a little stroll when he\nwakes,\" she added, turning to Blundell.\n\nMr. Blundell, who had risen with the idea of acting the humble but, in\nhis opinion, highly necessary part of chaperon, sat down again and\nwatched blankly from the window until they were out of sight.  He was\nhalf inclined to think that the exigencies of the case warranted him in\narousing the farmer at once.\n\nIt was an hour later when the farmer awoke, to find himself alone with\nMr. Blundell, a state of affairs for which he strove with some\npertinacity to make that aggrieved gentleman responsible.\n\n\"Why didn't you go with them?\" he demanded.  \"Because I wasn't asked,\"\nreplied the other.\n\nMr. Turnbull sat up in his chair and eyed him disdainfully.  \"For a\ngreat, big chap like you are, John Blundell,\" he exclaimed, \"it's\nsurprising what a little pluck you've got.\"\n\n\"I don't want to go where I'm not wanted,\" retorted Mr. Blundell.\n\n\"That's where you make a mistake,\" said the other, regarding him\nseverely; \"girls like a masterful man, and, instead of getting your own\nway, you sit down quietly and do as you're told, like a tame--tame--\"\n\n\"Tame what?\" inquired Mr. Blundell, resentfully.\n\n\"I don't know,\" said the other, frankly; \"the tamest thing you can think\nof.  There's Daly laughing in his sleeve at you, and talking to Venia\nabout Waterloo and the Crimea as though he'd been there.  I thought it\nwas pretty near settled between you.\"\n\n\"So did I,\" said Mr. Blundell.\n\n\"You're a big man, John,\" said the other, \"but you're slow.  You're all\nmuscle and no head.\"\n\n\"I think of things afterward,\" said Blundell, humbly; \"generally after I\nget to bed.\"\n\nMr. Turnbull sniffed, and took a turn up and down the room; then he\nclosed the door and came toward his friend again.\n\n\"I dare say you're surprised at me being so anxious to get rid of Venia,\"\nhe said, slowly, \"but the fact is I'm thinking of marrying again myself.\"\n\n\"You!\" said the startled Mr. Blundell.\n\n\"Yes, me,\" said the other, somewhat sharply.  \"But she won't marry so\nlong as Venia is at home.  It's a secret, because if Venia got to hear of\nit she'd keep single to prevent it.  She's just that sort of girl.\"\n\nMr. Blundell coughed, but did not deny it.  \"Who is it?\"  he inquired.\n\n\"Miss Sippet,\" was the reply.  \"She couldn't hold her own for half an\nhour against Venia.\"\n\nMr. Blundell, a great stickler for accuracy, reduced the time to five\nminutes.\n\n\"And now,\" said the aggrieved Mr. Turnbull, \"now, so far as I can see,\nshe's struck with Daly.  If she has him it'll be years and years before\nthey can marry.  She seems crazy about heroes.  She was talking to me the\nother night about them.  Not to put too fine a point on it, she was\ntalking about you.\"\n\nMr. Blundell blushed with pleased surprise.\n\n\"Said you were not a hero,\" explained Mr. Turnbull.  \"Of course, I stuck\nup for you.  I said you'd got too much sense to go putting your life into\ndanger.  I said you were a very careful man, and I told her how\nparticular you was about damp sheets.  Your housekeeper told me.\"\n\n\"It's all nonsense,\" said Blundell, with a fiery face.  \"I'll send that\nold fool packing if she can't keep her tongue quiet.\"\n\n\"It's very sensible of you, John,\" said Mr. Turnbull, \"and a sensible\ngirl would appreciate it.  Instead of that, she only sniffed when I told\nher how careful you always were to wear flannel next to your skin.  She\nsaid she liked dare-devils.\"\n\n\"I suppose she thinks Daly is a dare-devil,\" said the offended Mr.\nBlundell.  \"And I wish people wouldn't talk about me and my skin.  Why\ncan't they mind their own business?\"\n\nMr. Turnbull eyed him indignantly, and then, sitting in a very upright\nposition, slowly filled his pipe, and declining a proffered match rose\nand took one from the mantel-piece.\n\n\"I was doing the best I could for you,\" he said, staring hard at the\ningrate.  \"I was trying to make Venia see what a careful husband you\nwould make.  Miss Sippet herself is most particular about such things--\nand Venia seemed to think something of it, because she asked me whether\nyou used a warming-pan.\"\n\nMr. Blundell got up from his chair and, without going through the\nformality of bidding his host good-by, quitted the room and closed the\ndoor violently behind him.  He was red with rage, and he brooded darkly\nas he made his way home on the folly of carrying on the traditions of a\ndevoted mother without thinking for himself.\n\nFor the next two or three days, to Venia's secret concern, he failed to\nput in an appearance at the farm--a fact which made flirtation with the\nsergeant a somewhat uninteresting business.  Her sole recompense was the\ndismay of her father, and for his benefit she dwelt upon the advantages\nof the Army in a manner that would have made the fortune of a recruiting-\nsergeant.\n\n\"She's just crazy after the soldiers,\" he said to Mr. Blundell, whom he\nwas trying to spur on to a desperate effort.  \"I've been watching her\nclose, and I can see what it is now; she's romantic.  You're too slow and\nordinary for her.  She wants somebody more dazzling.  She told Daly only\nyesterday afternoon that she loved heroes.  Told it to him to his face.\nI sat there and heard her.  It's a pity you ain't a hero, John.\"\n\n\"Yes,\" said Mr. Blundell; \"then, if I was, I expect she'd like something\nelse.\"\n\nThe other shook his head.  \"If you could only do something daring,\" he\nmurmured; \"half-kill some-body, or save somebody's life, and let her see\nyou do it.  Couldn't you dive off the quay and save some-body's life from\ndrowning?\"\n\n\"Yes, I could,\" said Blundell, \"if somebody would only tumble in.\"\n\n\"You might pretend that you thought you saw somebody drowning,\" suggested\nMr. Turnbull.\n\n\"And be laughed at,\" said Mr. Blundell, who knew his Venia by heart.\n\n\"You always seem to be able to think of objections,\" complained Mr.\nTurnbull; \"I've noticed that in you before.\"\n\n\"I'd go in fast enough if there was anybody there,\" said Blundell.  \"I'm\nnot much of a swimmer, but--\"\n\n\"All the better,\" interrupted the other; \"that would make it all the more\ndaring.\"\n\n\"And I don't much care if I'm drowned,\" pursued the younger man,\ngloomily.\n\nMr. Turnbull thrust his hands in his pockets and took a turn or two up\nand down the room.  His brows were knitted and his lips pursed.  In the\npresence of this mental stress Mr. Blundell preserved a respectful\nsilence.\n\n\"We'll all four go for a walk on the quay on Sunday afternoon,\" said Mr.\nTurnbull, at last.\n\n\"On the chance?\" inquired his staring friend.\n\n\"On the chance,\" assented the other; \"it's just possible Daly might fall\nin.\"\n\n\"He might if we walked up and down five million times,\" said Blundell,\nunpleasantly.\n\n\"He might if we walked up and down three or four times,\" said Mr.\nTurnbull, \"especially if you happened to stumble.\"\n\n\"I never stumble,\" said the matter-of-fact Mr. Blundell.  \"I don't know\nanybody more sure-footed than I am.\"\n\n\"Or thick-headed,\" added the exasperated Mr. Turnbull.\n\nMr. Blundell regarded him patiently; he had a strong suspicion that his\nfriend had been drinking.\n\n\"Stumbling,\" said Mr. Turnbull, conquering his annoyance with an effort\n\"stumbling is a thing that might happen to anybody.  You trip your foot\nagainst a stone and lurch up against Daly; he tumbles overboard, and you\noff with your jacket and dive in off the quay after him.  He can't swim a\nstroke.\"\n\nMr. Blundell caught his breath and gazed at him in speechless amaze.\n\n\"There's sure to be several people on the quay if it's a fine afternoon,\"\ncontinued his instructor.  \"You'll have half Dunchurch round you,\npraising you and patting you on the back--all in front of Venia, mind\nyou.  It'll be put in all the papers and you'll get a medal.\"\n\n\"And suppose we are both drowned?\" said Mr. Blundell, soberly.\n\n\"Drowned?  Fiddlesticks !\"  said Mr. Turnbull.  \"However, please\nyourself.  If you're afraid----\"\n\n\"I'll do it,\" said Blundell, decidedly.\n\n\"And mind,\" said the other, \"don't do it as if it's as easy as kissing\nyour fingers; be half-drowned yourself, or at least pretend to be.  And\nwhen you're on the quay take your time about coming round.  Be longer\nthan Daly is; you don't want him to get all the pity.\"\n\n\"All right,\" said the other.\n\n\"After a time you can open your eyes,\" went on his instructor; \"then, if\nI were you, I should say, 'Good-bye, Venia,' and close 'em again.  Work\nit up affecting, and send messages to your aunts.\"\n\n\"It sounds all right,\" said Blundell.\n\n\"It is all right,\" said Mr. Turnbull.  \"That's just the bare idea I've\ngiven you.  It's for you to improve upon it.  You've got two days to\nthink about it.\"\n\nMr. Blundell thanked him, and for the next two days thought of little\nelse.  Being a careful man he made his will, and it was in a\ncomparatively cheerful frame of mind that he made his way on Sunday\nafternoon to Mr. Turnbull's.\n\nThe sergeant was already there conversing in low tones with Venia by the\nwindow, while Mr. Turnbull, sitting opposite in an oaken armchair,\nregarded him with an expression which would have shocked Iago.\n\n\"We were just thinking of having a blow down by the water,\" he said, as\nBlundell entered.\n\n\"What! a hot day like this?\"  said Venia.\n\n\"I was just thinking how beautifully cool it is in here,\" said the\nsergeant, who was hoping for a repetition of the previous Sunday's\nperformance.\n\n\"It's cooler outside,\" said Mr. Turnbull, with a wilful ignoring of\nfacts; \"much cooler when you get used to it.\"\n\nHe led the way with Blundell, and Venia and the sergeant, keeping as much\nas possible in the shade of the dust-powdered hedges, followed.  The sun\nwas blazing in the sky, and scarce half-a-dozen people were to be seen on\nthe little curved quay which constituted the usual Sunday afternoon\npromenade.  The water, a dozen feet below, lapped cool and green against\nthe stone sides.\n\nAt the extreme end of the quay, underneath the lantern, they all stopped,\nostensibly to admire a full-rigged ship sailing slowly by in the\ndistance, but really to effect the change of partners necessary to the\nafter-noon's business.  The change gave Mr. Turnbull some trouble ere it\nwas effected, but he was successful at last, and, walking behind the two\nyoung men, waited somewhat nervously for developments.\n\nTwice they paraded the length of the quay and nothing happened.  The ship\nwas still visible, and, the sergeant halting to gaze at it, the company\nlost their formation, and he led the complaisant Venia off from beneath\nher father's very nose.\n\n\"You're a pretty manager, you are, John Blundell,\" said the incensed Mr.\nTurnbull.\n\n\"I know what I'm about,\" said Blundell, slowly.\n\n\"Well, why don't you do it?\" demanded the other.  \"I suppose you are\ngoing to wait until there are more people about, and then perhaps some of\nthem will see you push him over.\"\n\n\"It isn't that,\" said Blundell, slowly, \"but you told me to improve on\nyour plan, you know, and I've been thinking out improvements.\"\n\n\"Well?\" said the other.\n\n\"It doesn't seem much good saving Daly,\" said Blundell; \"that's what I've\nbeen thinking.  He would be in as much danger as I should, and he'd get\nas much sympathy; perhaps more.\"\n\n\"Do you mean to tell me that you are backing out of it?\"  demanded Mr.\nTurnbull.\n\n\"No,\" said Blundell, slowly, \"but it would be much better if I saved\nsomebody else.  I don't want Daly to be pitied.\"\n\n\"Bah!  you are backing out of it,\" said the irritated Mr. Turnbull.\n\"You're afraid of a little cold water.\"\n\n\"No, I'm not,\" said Blundell; \"but it would be better in every way to\nsave somebody else.  She'll see Daly standing there doing nothing, while\nI am struggling for my life.  I've thought it all out very carefully.  I\nknow I'm not quick, but I'm sure, and when I make up my mind to do a\nthing, I do it.  You ought to know that.\"\n\n\"That's all very well,\" said the other; \"but who else is there to push\nin?\"\n\n\"That's all right,\" said Blundell, vaguely.  \"Don't you worry about that;\nI shall find somebody.\"\n\nMr. Turnbull turned and cast a speculative eye along the quay.  As a\nrule, he had great confidence in Blundell's determination, but on this\noccasion he had his doubts.\n\n\"Well, it's a riddle to me,\" he said, slowly.  \"I give it up.  It seems--\nHalloa!  Good heavens, be careful.  You nearly had me in then.\"\n\n\"Did I?\"  said Blundell, thickly.  \"I'm very sorry.\"\n\nMr. Turnbull, angry at such carelessness, accepted the apology in a\ngrudging spirit and trudged along in silence.  Then he started nervously\nas a monstrous and unworthy suspicion occurred to him.  It was an\nincredible thing to suppose, but at the same time he felt that there was\nnothing like being on the safe side, and in tones not quite free from\nsignificance he intimated his desire of changing places with his awkward\nfriend.\n\n\"It's all right,\" said Blundell, soothingly.\n\n\"I know it is,\" said Mr. Turnbull, regarding him fixedly; \"but I prefer\nthis side.  You very near had me over just now.\"\n\n\"I staggered,\" said Mr. Blundell.\n\n\"Another inch and I should have been overboard,\" said Mr. Turnbull, with\na shudder.  \"That would have been a nice how d'ye do.\"\n\nMr. Blundell coughed and looked seaward.  \"Accidents will happen,\" he\nmurmured.\n\nThey reached the end of the quay again and stood talking, and when they\nturned once more the sergeant was surprised and gratified at the ease\nwith which he bore off Venia.  Mr. Turnbull and Blundell followed some\nlittle way behind, and the former gentleman's suspicions were somewhat\nlulled by finding that his friend made no attempt to take the inside\nplace.  He looked about him with interest for a likely victim, but in\nvain.\n\n\"What are you looking at?\" he demanded, impatiently, as Blundell suddenly\ncame to a stop and gazed curiously into the harbour.\n\n\"Jelly-fish,\" said the other, briefly.  \"I never saw such a monster.  It\nmust be a yard across.\"\n\nMr. Turnbull stopped, but could see nothing, and even when Blundell\npointed it out with his finger he had no better success.  He stepped\nforward a pace, and his suspicions returned with renewed vigour as a hand\nwas laid caressingly on his shoulder.  The next moment, with a wild\nshriek, he shot suddenly over the edge and disappeared.  Venia and the\nsergeant, turning hastily, were just in time to see the fountain which\nensued on his immersion.\n\n\"Oh, save him!\"  cried Venia.\n\nThe sergeant ran to the edge and gazed in helpless dismay as Mr. Turnbull\ncame to the surface and disappeared again.  At the same moment Blundell,\nwho had thrown off his coat, dived into the harbour and, rising rapidly\nto the surface, caught the fast-choking Mr. Turnbull by the collar.\n\n\"Keep still,\" he cried, sharply, as the farmer tried to clutch him; \"keep\nstill or I'll let you go.\"\n\n\"Help!\"  choked the farmer, gazing up at the little knot of people which\nhad collected on the quay.\n\nA stout fisherman who had not run for thirty years came along the edge of\nthe quay at a shambling trot, with a coil of rope over his arm.  John\nBlundell saw him and, mindful of the farmer's warning about kissing of\nfingers, etc., raised his disengaged arm and took that frenzied gentleman\nbelow the surface again.  By the time they came up he was very glad for\nhis own sake to catch the line skilfully thrown by the old fisherman and\nbe drawn gently to the side.\n\n\"I'll tow you to the steps,\" said the fisherman; \"don't let go o' the\nline.\"\n\nMr. Turnbull saw to that; he wound the rope round his wrist and began to\nregain his presence of mind as they were drawn steadily toward the steps.\nWilling hands drew them out of the water and helped them up on to the\nquay, where Mr. Turnbull, sitting in his own puddle, coughed up salt\nwater and glared ferociously at the inanimate form of Mr. Blundell.\nSergeant Daly and another man were rendering what they piously believed\nto be first aid to the apparently drowned, while the stout fisherman,\nwith both hands to his mouth, was yelling in heart-rending accents for a\nbarrel.\n\n\"He--he--push--pushed me in,\" gasped the choking Mr. Turnbull.\n\nNobody paid any attention to him; even Venia, seeing that he was safe,\nwas on her knees by the side of the unconscious Blundell.\n\n\"He--he's shamming,\" bawled the neglected Mr. Turnbull.\n\n\"Shame!\" said somebody, without even looking round.\n\n\"He pushed me in,\" repeated Mr. Turnbull.  \"He pushed me in.\"\n\n\"Oh, father,\" said Venia, with a scandalised glance at him, \"how can\nyou?\"\n\n\"Shame!\"  said the bystanders, briefly, as they, watched anxiously for\nsigns of returning life on the part of Mr. Blundell.  He lay still with\nhis eyes closed, but his hearing was still acute, and the sounds of a\nrapidly approaching barrel trundled by a breathless Samaritan did him\nmore good than anything.\n\n\"Good-bye, Venia,\" he said, in a faint voice; \"good-bye.\"\n\nMiss Turnbull sobbed and took his hand.\n\n\"He's shamming,\" roared Mr. Turnbull, incensed beyond measure at the\nfaithful manner in which Blundell was carrying out his instructions.  \"He\npushed me in.\"\n\nThere was an angry murmur from the bystanders.  \"Be reasonable, Mr.\nTurnbull,\" said the sergeant, somewhat sharply.\n\n\"He nearly lost 'is life over you,\" said the stout fisherman.  \"As plucky\na thing as ever I see.  If I 'adn't ha' been 'andy with that there line\nyou'd both ha' been drownded.\"\n\n\"Give--my love--to everybody,\" said Blundell, faintly.  \"Good-bye, Venia.\nGood-bye, Mr. Turnbull.\"\n\n\"Where's that barrel?\"  demanded the stout fisher-man, crisply.  \"Going\nto be all night with it?  Now, two of you----\"\n\nMr. Blundell, with a great effort, and assisted by Venia and the\nsergeant, sat up.  He felt that he had made a good impression, and had no\ndesire to spoil it by riding the barrel.  With one exception, everybody\nwas regarding him with moist-eyed admiration.  The exception's eyes were,\nperhaps, the moistest of them all, but admiration had no place in them.\n\n\"You're all being made fools of,\" he said, getting up and stamping.  \"I\ntell you he pushed me over-board for the purpose.\"\n\n\"Oh, father!  how can you?\"  demanded Venia, angrily.  \"He saved your\nlife.\"\n\n\"He pushed me in,\" repeated the farmer.  \"Told me to look at a jelly-fish\nand pushed me in.\"\n\n\"What for?\" inquired Sergeant Daly.\n\n\"Because--\" said Mr. Turnbull.  He looked at the unconscious sergeant,\nand the words on his lips died away in an inarticulate growl.\n\n\"What for?\"  pursued the sergeant, in triumph.  \"Be reasonable, Mr.\nTurnbull.  Where's the reason in pushing you overboard and then nearly\nlosing his life saving you?  That would be a fool's trick.  It was as\nfine a thing as ever I saw.\"\n\n\"What you 'ad, Mr. Turnbull,\" said the stout fisherman, tapping him on\nthe arm, \"was a little touch o' the sun.\"\n\n\"What felt to you like a push,\" said another man, \"and over you went.\"\n\n\"As easy as easy,\" said a third.\n\n\"You're red in the face now,\" said the stout fisherman, regarding him\ncritically, \"and your eyes are starting.  You take my advice and get 'ome\nand get to bed, and the first thing you'll do when you get your senses\nback will be to go round and thank Mr. Blundell for all 'e's done for\nyou.\"\n\nMr. Turnbull looked at them, and the circle of intelligent faces grew\nmisty before his angry eyes.  One man, ignoring his sodden condition,\nrecommended a wet handkerchief tied round his brow.\n\n\"I don't want any thanks, Mr. Turnbull,\" said Blundell, feebly, as he was\nassisted to his feet.  \"I'd do as much for you again.\"\n\nThe stout fisherman patted him admiringly on the back, and Mr. Turnbull\nfelt like a prophet beholding a realised vision as the spectators\nclustered round Mr. Blundell and followed their friends' example.\nTenderly but firmly they led the hero in triumph up the quay toward home,\nshouting out eulogistic descriptions of his valour to curious neighbours\nas they passed.  Mr. Turnbull, churlishly keeping his distance in the\nrear of the procession, received in grim silence the congratulations of\nhis friends.\n\nThe extraordinary hallucination caused by the sun-stroke lasted with him\nfor over a week, but at the end of that time his mind cleared and he saw\nthings in the same light as reasonable folk.  Venia was the first to\ncongratulate him upon his recovery; but his extraordinary behaviour in\nproposing to Miss Sippet the very day on which she herself became Mrs.\nBlundell convinced her that his recovery was only partial.",
    "metadata": {
        "author": [
            "Jacobs, William Wymark",
            "Jacobs, W. W. (William Wymark)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/12203/pg12203.txt",
        "name": "blundell_s_improvement_odd_craft_part_3.json"
    }
}