{
    "name": "Bob's Redemption\nCaptains All, Book 5.",
    "author": [
        "Jacobs, William Wymark",
        "Jacobs, W. W. (William Wymark)"
    ],
    "body": "\nBOB'S REDEMPTION\n\n\"GRATITOODE!\" said the night-watchman, with a hard laugh.  \"_Hmf!_  Don't\ntalk to me about gratitoode; I've seen too much of it.  If people wot\nI've helped in my time 'ad only done arf their dooty--arf, mind you--I\nshould be riding in my carriage.\"\n\nForgetful of the limitations of soap-boxes he attempted to illustrate his\nremark by lolling, and nearly went over backwards.  Recovering himself by\nan effort he gazed sternly across the river and smoked fiercely.  It was\nevident that he was brooding over an ill-used past.\n\n'Arry Thomson was one of them, he said, at last.  For over six months I\nwrote all 'is love-letters for him, 'e being an iggernerant sort of man\nand only being able to do the kisses at the end, which he always insisted\non doing 'imself: being jealous.  Only three weeks arter he was married\n'e come up to where I was standing one day and set about me without\nsaying a word.  I was a single man at the time and I didn't understand\nit.  My idea was that he 'ad gone mad, and, being pretty artful and\nalways 'aving a horror of mad people, I let 'im chase me into a\npolice-station.  Leastways, I would ha' let 'im, but he didn't come,\nand I all but got fourteen days for being drunk and disorderly.\n\nThen there was Bill Clark.  He 'ad been keeping comp'ny with a gal and\ngot tired of it, and to oblige 'im I went to her and told 'er he was a\nmarried man with five children.  Bill was as pleased as Punch at fust,\nbut as soon as she took up with another chap he came round to see me and\nsaid as I'd ruined his life.  We 'ad words about it--naturally--and I did\nruin it then to the extent of a couple o' ribs.  I went to see 'im in the\nhorsepittle--place I've always been fond of--and the langwidge he used to\nme was so bad that they sent for the Sister to 'ear it.\n\nThat's on'y two out of dozens I could name.  Arf the unpleasantnesses in\nmy life 'ave come out of doing kindnesses to people, and all the\ngratitoode I've 'ad for it I could put in a pint-pot with a pint o' beer\nalready in it.\n\nThe only case o' real gratitoode I ever heard of 'appened to a shipmate\no' mine--a young chap named Bob Evans.  Coming home from Auckland in a\nbarque called the _Dragon Fly_ he fell overboard, and another chap named\nGeorge Crofts, one o' the best swimmers I ever knew, went overboard arter\n'im and saved his life.\n\nWe was hardly moving at the time, and the sea was like a duck pond, but\nto 'ear Bob Evans talk you'd ha' thought that George Crofts was the\nbravest-'arted chap that ever lived.  He 'adn't liked him afore, same as\nthe rest of us, George being a sly, mean sort o' chap; but arter George\n'ad saved his life 'e couldn't praise 'im enough.  He said that so long\nas he 'ad a crust George should share it, and wotever George asked 'im he\nshould have.\n\nThe unfortnit part of it was that George took 'im at his word, and all\nthe rest of the v'y'ge he acted as though Bob belonged to 'im, and by the\ntime we got into the London river Bob couldn't call his soul 'is own.  He\nused to take a room when he was ashore and live very steady, as 'e was\nsaving up to get married, and as soon as he found that out George invited\n'imself to stay with him.\n\n\"It won't cost you a bit more,\" he ses, \"not if you work it properly.\"\n\nBob didn't work it properly, but George having saved his life, and never\nletting 'im forget it, he didn't like to tell him so.  He thought he'd\nlet 'im see gradual that he'd got to be careful because of 'is gal, and\nthe fust evening they was ashore 'e took 'im along with 'im there to tea.\n\nGerty Mitchell--that was the gal's name--'adn't heard of Bob's accident,\nand when she did she gave a little scream, and putting 'er arms round his\nneck, began to kiss 'im right in front of George and her mother.\n\n\"You ought to give him one too,\" ses Mrs. Mitchell, pointing to George.\n\nGeorge wiped 'is mouth on the back of his 'and, but Gerty pretended not\nto 'ear.\n\n\"Fancy if you'd been drownded!\" she ses, hugging Bob agin.\n\n\"He was pretty near,\" ses George, shaking his 'ead.  \"I'm a pore swimmer,\nbut I made up my mind either to save 'im or else go down to a watery\ngrave myself.\"\n\nHe wiped his mouth on the back of his 'and agin, but all the notice Gerty\ntook of it was to send her young brother Ted out for some beer.  Then\nthey all 'ad supper together, and Mrs. Mitchell drank good luck to George\nin a glass o' beer, and said she 'oped that 'er own boy would grow up\nlike him.  \"Let 'im grow up a good and brave man, that's all I ask,\" she\nses.  \"I don't care about 'is looks.\"\n\n\"He might have both,\" ses George, sharp-like.  \"Why not?\"\n\nMrs. Mitchell said she supposed he might, and then she cuffed young Ted's\nears for making a noise while 'e was eating, and then cuffed 'im agin for\nsaying that he'd finished 'is supper five minutes ago.\n\nGeorge and Bob walked 'ome together, and all the way there George said\nwot a pretty gal Gerty was and 'ow lucky it was for Bob that he 'adn't\nbeen drownded.  He went round to tea with 'im the next day to Mrs.\nMitchell's, and arter tea, when Bob and Gerty said they was going out to\nspend the evening together, got 'imself asked too.\n\nThey took a tram-car and went to a music-hall, and Bob paid for the three\nof 'em.  George never seemed to think of putting his 'and in his pocket,\nand even arter the music-hall, when they all went into a shop and 'ad\nstewed eels, he let Bob pay.\n\nAs I said afore, Bob Evans was chock-full of gratefulness, and it seemed\nonly fair that he shouldn't grumble at spending a little over the man wot\n'ad risked 'is life to save his; but wot with keeping George at his room,\nand paying for 'im every time they went out, he was spending a lot more\nmoney than 'e could afford.\n\n\"You're on'y young once, Bob,\" George said to him when 'e made a remark\none arternoon as to the fast way his money was going, \"and if it hadn't\nha' been for me you'd never 'ave lived to grow old.\"\n\nWot with spending the money and always 'aving George with them when they\nwent out, it wasn't long afore Bob and Gerty 'ad a quarrel.  \"I don't\nlike a pore-spirited man,\" she ses.  \"Two's company and three's none,\nand, besides, why can't he pay for 'imself?  He's big enough.  Why should\nyou spend your money on 'im?  He never pays a farthing.\"\n\nBob explained that he couldn't say anything because 'e owed his life to\nGeorge, but 'e might as well 'ave talked to a lamp-post.  The more he\nargued the more angry Gerty got, and at last she ses, \"Two's company and\nthree's none, and if you and me can't go out without George Crofts, then\nme and 'im 'll go out with-out you.\"\n\nShe was as good as her word, too, and the next night, while Bob 'ad gone\nout to get some 'bacca, she went off alone with George.  It was ten\no'clock afore they came back agin, and Gerty's eyes were all shining and\n'er cheeks as pink as roses.  She shut 'er mother up like a concertina\nthe moment she began to find fault with 'er, and at supper she sat next\nto George and laughed at everything 'e said.\n\nGeorge and Bob walked all the way 'ome arter supper without saying a\nword, but arter they got to their room George took a side-look at Bob,\nand then he ses, suddenlike, \"Look 'ere!  I saved your life, didn't I?\"\n\n\"You did,\" ses Bob, \"and I thank you for it.\"\n\n\"I saved your life,\" ses George agin, very solemn.  \"If it hadn't ha'\nbeen for me you couldn't ha' married anybody.\"\n\n\"That's true,\" ses Bob.\n\n\"Me and Gerty 'ave been having a talk,\" ses George, bending down to undo\nhis boots.  \"We've been getting on very well together; you can't 'elp\nyour feelings, and the long and the short of it is, the pore gal has\nfallen in love with me.\"\n\nBob didn't say a word.\n\n\"If you look at it this way it's fair enough,\" ses George.  \"I gave you\nyour life and you give me your gal.  We're quits now.  You don't owe me\nanything and I don't owe you anything.  That's the way Gerty puts it, and\nshe told me to tell you so.\"\n\n\"If--if she don't want me I'm agreeable,\" ses Bob, in a choking voice.\n\"We'll call it quits, and next time I tumble overboard I 'ope you won't\nbe handy.\"\n\nHe took Gerty's photygraph out of 'is box and handed it to George.\n\"You've got more right to it now than wot I 'ave,\" he ses.  \"I shan't go\nround there any more; I shall look out for a ship to-morrow.\"\n\nGeorge Crofts said that perhaps it was the best thing he could do, and 'e\nasked 'im in a offhand sort o' way 'ow long the room was paid up for.\n\nMrs. Mitchell 'ad a few words to say about it next day, but Gerty told\n'er to save 'er breath for walking upstairs.  The on'y thing that George\ndidn't like when they went out was that young Ted was with them, but\nGerty said she preferred it till she knew 'im better; and she 'ad so much\nto say about his noble behaviour in saving life that George gave way.\nThey went out looking at the shops, George thinking that that was the\ncheapest way of spending an evening, and they were as happy as possible\ntill Gerty saw a brooch she liked so much in a window that he couldn't\nget 'er away.\n\n\"It is a beauty,\" she ses.  \"I don't know when I've seen a brooch I liked\nbetter.  Look here!  Let's all guess the price and then go in and see\nwho's right.\"\n\nThey 'ad their guesses, and then they went in and asked, and as soon as\nGerty found that it was only three-and-sixpence she began to feel in her\npocket for 'er purse, just like your wife does when you go out with 'er,\nknowing all the time that it's on the mantelpiece with twopence-ha'penny\nand a cough lozenge in it.\n\n\"I must ha' left it at 'ome,\" she ses, looking at George.\n\n\"Just wot I've done,\" ses George, arter patting 'is pockets.\n\nGerty bit 'er lips and, for a minute or two, be civil to George she could\nnot.  Then she gave a little smile and took 'is arm agin, and they walked\non talking and laughing till she turned round of a sudden and asked a big\nchap as was passing wot 'e was shoving 'er for.\n\n\"Shoving you?\" ses he.  \"Wot do you think I want to shove you for?\"\n\n\"Don't you talk to me,\" ses Gerty, firing up.  \"George, make 'im beg my\npardon.\"\n\n\"You ought to be more careful,\" ses George, in a gentle sort o' way.\n\n\"Make 'im beg my pardon,\" ses Gerty, stamping 'er foot; \"if he don't,\nknock 'im down.\"\n\n\"Yes, knock 'im down,\" ses the big man, taking hold o' George's cap and\nrumpling his 'air.\n\nPore George, who was never much good with his fists, hit 'im in the\nchest, and the next moment he was on 'is back in the middle o' the road\nwondering wot had 'appened to 'im.  By the time 'e got up the other man\nwas arf a mile away; and young Ted stepped up and wiped 'im down with a\npocket-'andkerchief while Gerty explained to 'im 'ow she saw 'im slip on\na piece o' banana peel.\n\n\"It's 'ard lines,\" she ses; \"but never mind, you frightened 'im away,\nand I don't wonder at it.  You do look terrible when you're angry,\nGeorge; I didn't know you.\"\n\nShe praised 'im all the way 'ome, and if it 'adn't been for his mouth and\nnose George would 'ave enjoyed it more than 'e did.  She told 'er mother\nhow 'e had flown at a big man wot 'ad insulted her, and Mrs. Mitchell\nshook her 'ead at 'im and said his bold spirit would lead 'im into\ntrouble afore he 'ad done.\n\nThey didn't seem to be able to make enough of 'im, and next day when he\nwent round Gerty was so upset at the sight of 'is bruises that he thought\nshe was going to cry.  When he had 'ad his tea she gave 'im a cigar she\nhad bought for 'im herself, and when he 'ad finished smoking it she\nsmiled at him, and said that she was going to take 'im out for a pleasant\nevening to try and make up to 'im for wot he 'ad suffered for 'er.\n\n\"We're all going to stand treat to each other,\" she ses.  \"Bob always\nwould insist on paying for everything, but I like to feel a bit\nindependent.  Give and take--that's the way I like to do things.\"\n\n\"There's nothing like being independent,\" ses George.  \"Bob ought to ha'\nknown that.\"\n\n\"I'm sure it's the best plan,\" ses Gerty.  \"Now, get your 'at on.  We're\ngoing to a theayter, and Ted shall pay the 'bus fares.\"\n\nGeorge wanted to ask about the theayter, but 'e didn't like to, and arter\nGerty was dressed they went out and Ted paid the 'bus fares like a man.\n\n\"Here you are,\" ses Gerty, as the 'bus stopped outside the theayter.\n\"Hurry up and get the tickets, George; ask for three upper circles.\"\n\nShe bustled George up to the pay place, and as soon as she 'ad picked out\nthe seats she grabbed 'old of the tickets and told George to make haste.\n\n\"Twelve shillings it is,\" ses the man, as George put down arf a crown.\n\n\"Twelve?\" ses George, beginning to stammer.  \"Twelve?  Twelve?  Twel--?\"\n\n\"Twelve shillings,\" ses the man; \"three upper circles you've 'ad.\"\n\nGeorge was going to fetch Gerty back and 'ave cheaper seats, but she 'ad\ngone inside with young Ted, and at last, arter making an awful fuss, he\npaid the rest o' the money and rushed in arter her, arf crazy at the idea\no' spending so much money.\n\n\"Make 'aste,\" ses Gerty, afore he could say anything; \"the band 'as just\nbegun.\"\n\nShe started running upstairs, and she was so excited that, when they got\ntheir seats and George started complaining about the price, she didn't\npay any attention to wot he was saying, but kept pointing out ladies'\ndresses to 'im in w'ispers and wondering wot they 'ad paid for them.\nGeorge gave it up at last, and then he sat wondering whether he 'ad done\nright arter all in taking Bob's gal away from him.\n\nGerty enjoyed it very much, but when the curtain came down after the\nfirst act she leaned back in her chair and looked up at George and said\nshe felt faint and thought she'd like to 'ave an ice-cream.  \"And you\n'ave one too, dear,\" she ses, when young Ted 'ad got up and beckoned to\nthe gal, \"and Ted 'ud like one too, I'm sure.\"\n\nShe put her 'ead on George's shoulder and looked up at 'im.  Then she put\nher 'and on his and stroked it, and George, reckoning that arter all\nice-creams were on'y a ha'penny or at the most a penny each, altered 'is\nmind about not spending any more money and ordered three.\n\nThe way he carried on when the gal said they was three shillings was\nalarming.  At fust 'e thought she was 'aving a joke with 'im, and it took\nanother gal and the fireman and an old gentleman wot was sitting behind\n'im to persuade 'im different.  He was so upset that 'e couldn't eat his\narter paying for it, and Ted and Gerty had to finish it for 'im.\n\n\"They're expensive, but they're worth the money,\" ses Gerty.  \"You are\ngood to me, George.  I could go on eating 'em all night, but you mustn't\nfling your money away like this always.\"\n\n\"I'll see to that,\" ses George, very bitter.\n\n\"I thought we was going to stand treat to each other?  That was the idea,\nI understood.\"\n\n\"So we are,\" ses Gerty.  \"Ted stood the 'bus fares, didn't he?\"\n\n\"He did,\" ses George, \"wot there was of 'em; but wot about you?\"\n\n\"Me?\" ses Gerty, drawing her 'ead back and staring at 'im.  \"Why, 'ave\nyou forgot that cigar already, George?\"\n\nGeorge opened 'is mouth, but 'e couldn't speak a word.  He sat looking at\n'er and making a gasping noise in 'is throat, and fortunately just as 'e\ngot 'is voice back the curtain went up agin, and everybody said,\n\"_H'sh!_\"\n\nHe couldn't enjoy the play at all, 'e was so upset, and he began to see\nmore than ever 'ow wrong he 'ad been in taking Bob's gal away from 'im.\nHe walked downstairs into the street like a man in a dream, with Gerty\nsticking to 'is arm and young Ted treading on 'is heels behind.\n\n\"Now, you mustn't waste any more money, George,\" ses Gerty, when they got\noutside.  \"We'll walk 'ome.\"\n\nGeorge 'ad got arf a mind to say something about a 'bus, but he\nremembered in time that very likely young Ted hadn't got any more money.\nThen Gerty said she knew a short cut, and she took them, walking along\nlittle, dark, narrow streets and places, until at last, just as George\nthought they must be pretty near 'ome, she began to dab her eyes with 'er\npocket-'andkerchief and say she'd lost 'er way.\n\n\"You two go 'ome and leave me,\" she ses, arf crying.  \"I can't walk\nanother step.\"\n\n\"Where are we?\" ses George, looking round.\n\n\"I don't know,\" ses Gerty.  \"I couldn't tell you if you paid me.  I must\n'ave taken a wrong turning.  Oh, hurrah!  Here's a cab!\"\n\nAfore George could stop 'er she held up 'er umbrella, and a 'ansom cab,\nwith bells on its horse, crossed the road and pulled up in front of 'em.\nTed nipped in first and Gerty followed 'im.\n\n\"Tell 'im the address, dear, and make 'aste and get in,\" ses Gerty.\n\nGeorge told the cabman, and then he got in and sat on Ted's knee, partly\non Gerty's umbrella, and mostly on nothing.\n\n\"You are good to me, George,\" ses Gerty, touching the back of 'is neck\nwith the brim of her hat.  \"It ain't often I get a ride in a cab.  All\nthe time I was keeping company with Bob we never 'ad one once.  I only\nwish I'd got the money to pay for it.\"\n\nGeorge, who was going to ask a question, stopped 'imself, and then he\nkept striking matches and trying to read all about cab fares on a bill in\nfront of 'im.\n\n\"'Ow are we to know 'ow many miles it is?\" he ses, at last.\n\n\"I don't know,\" ses Gerty; \"leave it to the cabman.  It's his bisness,\nain't it?  And if 'e don't know he must suffer for it.\"\n\nThere was hardly a soul in Gerty's road when they got there, but afore\nGeorge 'ad settled with the cabman there was a policeman moving the crowd\non and arf the winders in the road up.  By the time George had paid 'im\nand the cabman 'ad told him wot 'e looked like, Gerty and Ted 'ad\ndisappeared indoors, all the lights was out, and, in a state o' mind that\nwon't bear thinking of, George walked 'ome to his lodging.\n\nBob was asleep when he got there, but 'e woke 'im up and told 'im about\nit, and then arter a time he said that he thought Bob ought to pay arf\nbecause he 'ad saved 'is life.\n\n\"Cert'nly not,\" ses Bob.  \"We're quits now; that was the arrangement.\nI only wish it was me spending the money on her; I shouldn't grumble.\"\n\nGeorge didn't get a wink o' sleep all night for thinking of the money he\n'ad spent, and next day when he went round he 'ad almost made up 'is mind\nto tell Bob that if 'e liked to pay up the money he could 'ave Gerty\nback; but she looked so pretty, and praised 'im up so much for 'is\ngenerosity, that he began to think better of it.  One thing 'e was\ndetermined on, and that was never to spend money like that agin for fifty\nGertys.\n\nThere was a very sensible man there that evening that George liked very\nmuch.  His name was Uncle Joe, and when Gerty was praising George to 'is\nface for the money he 'ad been spending, Uncle Joe, instead o' looking\npleased, shook his 'ead over it.\n\n\"Young people will be young people, I know,\" he ses, \"but still I don't\napprove of extravagance.  Bob Evans would never 'ave spent all that money\nover you.\"\n\n\"Bob Evans ain't everybody,\" ses Mrs. Mitchell, standing up for Gerty.\n\n\"He was steady, anyway,\" ses Uncle Joe.  \"Besides, Gerty ought not to ha'\nlet Mr. Crofts spend his money like that.  She could ha' prevented it if\nshe'd ha' put 'er foot down and insisted on it.\"\n\nHe was so solemn about it that everybody began to feel a bit upset, and\nGerty borrowed Ted's pocket-'andkerchief, and then wiped 'er eyes on the\ncuff of her dress instead.\n\n\"Well, well,\" ses Uncle Joe; \"I didn't mean to be 'ard, but don't do it\nno more.  You are young people, and can't afford it.\"\n\n\"We must 'ave a little pleasure sometimes,\" ses Gerty.\n\n\"Yes, I know,\" ses Uncle Joe; \"but there's moderation in everything.\nLook 'ere, it's time somebody paid for Mr. Crofts.  To-morrow's Saturday,\nand, if you like, I'll take you all to the Crystal Palace.\"\n\nGerty jumped up off of 'er chair and kissed 'im, while Mrs. Mitchell said\nshe knew 'is bark was worse than 'is bite, and asked 'im who was wasting\nhis money now?\n\n\"You meet me at London Bridge Station at two o'clock,\" ses Uncle Joe,\ngetting up to go.  \"It ain't extravagance for a man as can afford it.\"\n\nHe shook 'ands with George Crofts and went, and, arter George 'ad stayed\nlong enough to hear a lot o' things about Uncle Joe which made 'im think\nthey'd get on very well together, he went off too.\n\nThey all turned up very early the next arternoon, and Gerty was dressed\nso nice that George couldn't take his eyes off of her.  Besides her there\nwas Mrs. Mitchell and Ted and a friend of 'is named Charlie Smith.\n\nThey waited some time, but Uncle Joe didn't turn up, and they all got\nlooking at the clock and talking about it, and 'oping he wouldn't make\n'em miss the train.\n\n\"Here he comes!\" ses Ted, at last.\n\nUncle Joe came rushing in, puffing and blowing as though he'd bust.\n\"Take 'em on by this train, will you?\" he ses, catching 'old o' George by\nthe arm.  \"I've just been stopped by a bit o' business I must do, and\nI'll come on by the next, or as soon arter as I can.\"\n\nHe rushed off again, puffing and blowing his 'ardest, in such a hurry\nthat he forgot to give George the money for the tickets.  However, George\nborrowed a pencil of Mrs. Mitchell in the train, and put down on paper\n'ow much they cost, and Mrs. Mitchell said if George didn't like to\nremind 'im she would.\n\nThey left young Ted and Charlie to stay near the station when they got to\nthe Palace, Uncle Joe 'aving forgotten to say where he'd meet 'em, but\ntrain arter train came in without 'im, and at last the two boys gave it\nup.\n\n\"We're sure to run across 'im sooner or later,\" ses Gerty.  \"Let's 'ave\nsomething to eat; I'm so hungry.\"\n\nGeorge said something about buns and milk, but Gerty took 'im up sharp.\n\"Buns and milk?\" she ses.  \"Why, uncle would never forgive us if we\nspoilt his treat like that.\"\n\nShe walked into a refreshment place and they 'ad cold meat and bread and\npickles and beer and tarts and cheese, till even young Ted said he'd 'ad\nenough, but still they couldn't see any signs of Uncle Joe.  They went on\nto the roundabouts to look for 'im, and then into all sorts o' shows at\nsixpence a head, but still there was no signs of 'im, and George had 'ad\nto start on a fresh bit o' paper to put down wot he'd spent.\n\n\"I suppose he must ha' been detained on important business,\" ses Gerty,\nat last.\n\n\"Unless it's one of 'is jokes,\" ses Mrs. Mitchell, shaking her 'ead.\n\"You know wot your uncle is, Gerty.\"\n\n\"There now, I never thought o' that,\" ses Gerty, with a start; \"p'r'aps\nit is.\"\n\n\"Joke?\"  ses George, choking and staring from one to the other.\n\n\"I was wondering where he'd get the money from,\" ses Mrs. Mitchell to\nGerty.  \"I see it all now; I never see such a man for a bit o' fun in all\nmy born days.  And the solemn way he went on last night, too.  Why, he\nmust ha' been laughing in 'is sleeve all the time.  It's as good as a\nplay.\"\n\n\"Look here!\" ses George, 'ardly able to speak; \"do you mean to tell me he\nnever meant to come?\"\n\n\"I'm afraid not,\" ses Mrs. Mitchell, \"knowing wot he is.  But don't you\nworry; I'll give him a bit o' my mind when I see 'im.\"\n\nGeorge Crofts felt as though he'd burst, and then 'e got his breath, and\nthe things 'e said about Uncle Joe was so awful that Mrs. Mitchell told\nthe boys to go away.\n\n\"How dare you talk of my uncle like that?\" ses Gerty, firing up.\n\n\"You forget yourself, George,\" ses Mrs. Mitchell.  \"You'll like 'im when\nyou get to know 'im better.\"\n\n\"Don't you call me George,\" ses George Crofts, turning on 'er.  \"I've\nbeen done, that's wot I've been.  I 'ad fourteen pounds when I was paid\noff, and it's melting like butter.\"\n\n\"Well, we've enjoyed ourselves,\" ses Gerty, \"and that's what money was\ngiven us for.  I'm sure those two boys 'ave had a splendid time, thanks\nto you.  Don't go and spoil all by a little bit o' temper.\"\n\n\"Temper!\" ses George, turning on her.  \"I've done with you, I wouldn't\nmarry you if you was the on'y gal in the world.  I wouldn't marry you if\nyou paid me.\"\n\n\"Oh, indeed!\" ses Gerty; \"but if you think you can get out of it like\nthat you're mistaken.  I've lost my young man through you, and I'm not\ngoing to lose you too.  I'll send my two big cousins round to see you\nto-morrow.\"\n\n\"They won't put up with no nonsense, I can tell you,\" ses Mrs. Mitchell.\n\nShe called the boys to her, and then she and Gerty, arter holding their\n'eads very high and staring at George, went off and left 'im alone.  He\nwent straight off 'ome, counting 'is money all the way and trying to make\nit more, and, arter telling Bob 'ow he'd been treated, and trying hard to\nget 'im to go shares in his losses, packed up his things and cleared out,\nall boiling over with temper.\n\nBob was so dazed he couldn't make head or tail out of it, but 'e went\nround to see Gerty the first thing next morning, and she explained things\nto him.\n\n\"I don't know when I've enjoyed myself so much,\" she ses, wiping her\neyes, \"but I've had enough gadding about for once, and if you come round\nthis evening we'll have a nice quiet time together looking at the\nfurniture shops.\"",
    "metadata": {
        "author": [
            "Jacobs, William Wymark",
            "Jacobs, W. W. (William Wymark)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/11185/pg11185.txt",
        "name": "bob_s_redemption_captains_all_book_5.json"
    }
}