{
    "name": "Bolden's Pets",
    "author": [
        "Wallace, Floyd L.",
        "Wallace, F.L.",
        "Wallace, Floyd Lee",
        "Wallace, F. L. (Floyd L.)"
    ],
    "body": "By F. L. WALLACE\n\n\n\n\n\n_The price of life was a life for a life--which was all the reward the\nvictim looked for!_\n\n\n\n\nHis hands were shaking as he exhibited the gifts. If he were on Earth,\nhe would be certain it was the flu; in the Centaurus system, kranken.\nBut this was Van Daamas, so Lee Bolden couldn't say what he had. Man\nhadn't been here long enough to investigate the diseases with any degree\nof thoroughness. There were always different hazards to overcome as new\nplanets were settled.\n\nBut whatever infection he had, Bolden was not greatly concerned as he\ncounted out the gifts. He had felt the onset of illness perhaps an hour\nbefore. When he got back to the settlement he'd be taken care of. That\nwas half a day's flight from here. The base was equipped with the best\nmedical facilities that had been devised.\n\nHe stacked up the gifts to make an impressive show: five pairs of radar\ngoggles, seven high-velocity carbines, seven boxes of ammunition. This\nwas the natives' own rule and was never to be disregarded--it had to be\nan odd number of gifts.\n\nThe Van Daamas native gazed impassively at the heap. He carried a rather\nstrange bow and a quiver was strapped to his thigh. With one exception,\nthe arrows were brightly colored, mostly red and yellow. Bolden supposed\nthis was for easy recovery in case the shot missed. But there was always\none arrow that was stained dark blue. Bolden had observed this\nbefore--no native was ever without that one somber-looking arrow.\n\nThe man of Van Daamas stood there and the thin robe that was no\nprotection against the elements rippled slightly in the chill current of\nair that flowed down the mountainside. \"I will go talk with the others,\"\nhe said in English.\n\n\"Go talk,\" said Bolden, trying not to shiver. He replied in native\nspeech, but a few words exhausted his knowledge and he had to revert to\nhis own language. \"Take the gifts with you. They are yours, no matter\nwhat you decide.\"\n\nThe native nodded and reached for a pair of goggles. He tried them on,\nlooking out over fog and mist-shrouded slopes. These people of Van\nDaamas needed radar less than any race Bolden knew of. Living by\npreference in mountains, they had developed a keenness of vision that\nenabled them to see through the perpetual fog and mist far better than\nany Earthman. Paradoxically it was the goggles they appreciated most.\nExtending their sight seemed more precious to them than powerful\ncarbines.\n\nThe native shoved the goggles up on his forehead, smiling with pleasure.\nNoticing that Bolden was shivering, he took his hands and examined them.\n\"Hands sick?\" he queried.\n\n\"A little,\" said Bolden. \"I'll be all right in the morning.\"\n\nThe native gathered up the gifts. \"Go talk,\" he repeated as he went\naway.\n\n                     *      *      *      *      *\n\nLee Bolden sat in the copter and waited. He didn't know how much\ninfluence this native had with his people. He had come to negotiate, but\nthis might have been because he understood English somewhat better than\nthe others.\n\nA council of the natives would make the decision about working for the\nEarthmen's settlement. If they approved of the gifts, they probably\nwould. There was nothing to do now but wait--and shiver. His hands were\ngetting numb and his feet weren't much better.\n\nPresently the native came out of the fog carrying a rectangular wicker\nbasket. Bolden was depressed when he saw it. One gift in return for\ngoggles, carbines, ammunition. The rate of exchange was not favorable.\nNeither would the reply be.\n\nThe man set the basket down and waited for Bolden to speak. \"The people\nhave talked?\" asked Bolden.\n\n\"We have talked to come,\" said the native, holding out his fingers. \"In\nfive or seven days, we come.\"\n\nIt was a surprise, a pleasant one. Did one wicker basket equal so many\nfine products of superlative technology? Apparently it did. The natives\nhad different values. To them, one pair of goggles was worth more than\nthree carbines, a package of needles easily the equivalent of a box of\nammunition.\n\n\"It's good you will come. I will leave at once to tell them at the\nsettlement,\" said Bolden. There was something moving in the basket, but\nthe weave was close and he couldn't see through it.\n\n\"Stay,\" the man advised. \"A storm blows through the mountains.\"\n\n\"I will fly around the storm,\" said Bolden.\n\nIf he hadn't been sick he might have accepted the offer. But he had to\nget back to the settlement for treatment. On a strange planet you never\ncould tell what might develop from a seemingly minor ailment. Besides\nhe'd already been gone two days searching for this tribe in the\ninterminable fog that hung over the mountains. Those waiting at the base\nwould want him back as soon as he could get there.\n\n\"Fly far around,\" said the man. \"It is a big storm.\" He took up the\nbasket and held it level with the cabin, opening the top. An animal\nsquirmed out and disappeared inside.\n\nBolden looked askance at the eyes that glowed in the dim interior. He\nhadn't seen clearly what the creature was and he didn't like the idea of\nhaving it loose in the cabin, particularly if he had to fly through a\nstorm. The man should have left it in the basket. But the basket plus\nthe animal would have been two gifts--and the natives never considered\nanything in even numbers.\n\n\"It will not hurt,\" said the man. \"A gentle pet.\"\n\n                     *      *      *      *      *\n\nAs far as he knew, there were no pets and very few domesticated animals.\nBolden snapped on the cabin light. It was one of those mysterious\ncreatures every tribe kept in cages near the outskirts of their camps.\nWhat they did with them no one knew and the natives either found it\nimpossible to explain or did not care to do so.\n\nIt seemed unlikely that the creatures were used for food and certainly\nthey were not work animals. And in spite of what this man said, they\nwere not pets either. No Earthman had ever seen a native touch them nor\nhad the creatures ever been seen wandering at large in the camp. And\nuntil now, none had been permitted to pass into Earth's possession. The\nscientists at the settlement would regard this acquisition with delight.\n\n\"Touch it,\" said the native.\n\nBolden held out his trembling hand and the animal came to him with alert\nand friendly yellow eyes. It was about the size of a rather small dog,\nbut it didn't look much like one. It resembled more closely a tiny\nslender bear with a glossy and shaggy cinnamon coat. Bolden ran his\nhands through the clean-smelling fur and the touch warmed his fingers.\nThe animal squirmed and licked his fingers.\n\n\"It has got your taste,\" said the native. \"Be all right now. It is\nyours.\" He turned and walked into the mist.\n\nBolden got in and started the motors while the animal climbed into the\nseat beside him. It was a friendly thing and he couldn't understand why\nthe natives always kept it caged.\n\nHe headed straight up, looking for a way over the mountains to avoid the\nimpending storm. Fog made it difficult to tell where the peaks were and\nhe had to drop lower, following meandering valleys. He flew as swiftly\nas limited visibility would allow, but he hadn't gone far when the storm\nbroke. He tried to go over the top of it, but this storm seemed to have\nno top. The region was incompletely mapped and even radar wasn't much\nhelp in the tremendous electrical display that raged around the ship.\n\nHis arms ached as he clung to the controls. His hands weren't actually\ncold, they were numb. His legs were leaden. The creature crept closer to\nhim and he had to nudge it away. Momentarily the distraction cleared his\nhead. He couldn't put it off any longer. He had to land and wait out the\nstorm--if he could find a place to land.\n\nFlexing his hands until he worked some feeling into them, he inched the\nship lower. A canyon wall loomed at one side and he had to veer away and\nkeep on looking.\n\nEventually he found his refuge--a narrow valley where the force of the\nwinds was not extreme--and he set the land anchor. Unless something\ndrastic happened, it would hold.\n\n                     *      *      *      *      *\n\nHe made the seat into a bed, decided he was too tired to eat, and went\ndirectly to sleep. When he awakened, the storm was still raging and the\nlittle animal was snoozing by his side.\n\nHe felt well enough to eat. The native hadn't explained what the animal\nshould be fed, but it accepted everything Bolden offered. Apparently it\nwas as omnivorous as Man. Before lying down again, he made the other\nseat into a bed, although it didn't seem to matter. The creature\npreferred being as close to him as it could get and he didn't object.\nThe warmth was comforting.\n\nAlternately dozing and waking he waited out the storm. It lasted a day\nand a half. Finally the sun was shining. This was two days since he had\nfirst fallen ill, four days after leaving the settlement.\n\nBolden felt much improved. His hands were nearly normal and his vision\nwasn't blurred. He looked at the little animal curled in his lap, gazing\nup at him with solemn yellow eyes. If he gave it encouragement it would\nprobably be crawling all over him. However, he couldn't have it frisking\naround while he was flying. \"Come, Pet,\" he said--there wasn't anything\nelse to call it--\"you're going places.\"\n\nPicking it up, half-carrying and half-dragging it, he took it to the\nrear of the compartment, improvising a narrow cage back there. He was\nsatisfied it would hold. He should have done this in the beginning. Of\ncourse he hadn't felt like it then and he hadn't had the time--and\nanyway the native would have resented such treatment of a gift. Probably\nit was best he had waited.\n\nHis pet didn't like confinement. It whined softly for a while. The noise\nstopped when the motors roared. Bolden headed straight up, until he was\nhigh enough to establish communication over the peaks. He made a brief\nreport about the natives' agreement and his own illness, then he started\nhome.\n\nHe flew at top speed for ten hours. He satisfied his hunger by nibbling\nconcentrated rations from time to time. The animal whined occasionally,\nbut Bolden had learned to identify the sounds it made. It was neither\nhungry nor thirsty. It merely wanted to be near him. And all he wanted\nwas to reach the base.\n\nThe raw sprawling settlement looked good as he sat the copter down.\nMechanics came running from the hangars. They opened the door and he\nstepped out.\n\nAnd fell on his face. There was no feeling in his hands and none in his\nlegs. He hadn't recovered.\n\n                     *      *      *      *      *\n\nDoctor Kessler peered at him through the microscreen. It gave his face a\nnarrow insubstantial appearance. The microscreen was a hemispherical\nforce field enclosing his head. It originated in a tubular circlet that\nsnapped around his throat at the top of the decontagion suit. The field\nkilled all microlife that passed through it or came in contact with it.\nThe decontagion suit was non-porous and impermeable, covering completely\nthe rest of his body. The material was thinner over his hands and\nthicker at the soles.\n\nBolden took in the details at a glance. \"Is it serious?\" he asked, his\nvoice cracking with the effort.\n\n\"Merely a precaution,\" said the doctor hollowly. The microscreen\ndistorted sound as well as sight. \"Merely a precaution. We know what it\nis, but we're not sure of the best way to treat it.\"\n\nBolden grunted to himself. The microscreen and decontagion suit were\nstrong precautions.\n\nThe doctor wheeled a small machine from the wall and placed Bolden's\nhand in a narrow trough that held it steady. The eyepiece slid into the\nmicroscreen and, starting at the finger tips, Kessler examined the arm,\ntraveling slowly upward. At last he stopped. \"Is this where feeling\nends?\"\n\n\"I think so. Touch it. Yeah. It's dead below there.\"\n\n\"Good. Then we've got it pegged. It's the Bubble Death.\"\n\nBolden showed concern and the doctor laughed. \"Don't worry. It's called\nthat because of the way it looks through the X-ray microscope. It's true\nthat it killed the scouting expedition that discovered the planet, but\nit won't get you.\"\n\n\"They had antibiotics. Neobiotics, too.\"\n\n\"Sure. But they had only a few standard kinds. Their knowledge was more\nlimited and they lacked the equipment we now have.\"\n\nThe doctor made it sound comforting. But Bolden wasn't comforted. Not\njust yet.\n\n\"Sit up and take a look,\" said Kessler, bending the eyepiece around so\nBolden could use it. \"The dark filamented lines are nerves. See what\nsurrounds them?\"\n\nBolden watched as the doctor adjusted the focus for him. Each filament\nwas covered with countless tiny spheres that isolated and insulated the\nnerve from contact. That's why he couldn't feel anything. The spherical\nmicrobes did look like bubbles. As yet they didn't seem to have attacked\nthe nerves directly.\n\nWhile he watched, the doctor swiveled out another eyepiece for his own\nuse and turned a knob on the side of the machine. From the lens next to\nhis arm an almost invisible needle slid out and entered his flesh.\nBolden could see it come into the field of view. It didn't hurt. Slowly\nit approached the dark branching filament, never quite touching it.\n\nThe needle was hollow and as Kessler squeezed the knob it sucked in the\nspheres. The needle extended a snout which crept along the nerve,\nvacuuming in microbes as it moved. When a section had been cleansed, the\nsnout was retracted. Bolden could feel the needle then.\n\n                     *      *      *      *      *\n\nWhen the doctor finished, he laid Bolden's hand back at his side and\nwheeled the machine to the wall, extracting a small capsule which he\ndropped into a slot that led to the outside. He came back and sat down.\n\n\"Is that what you're going to do?\" asked Bolden. \"Scrape them off?\"\n\n\"Hardly. There are too many nerves. If we had ten machines and enough\npeople to operate them, we might check the advance in one arm. That's\nall.\" The doctor leaned back in the chair. \"No. I was collecting a few\nmore samples. We're trying to find out what the microbes react to.\"\n\n\"_More_ samples? Then you must have taken others.\"\n\n\"Certainly. We put you out for a while to let you rest.\" The chair came\ndown on four legs. \"You've got a mild case. Either that or you have a\nstrong natural immunity. It's now been three days since you reported the\nfirst symptoms and it isn't very advanced. It killed the entire scouting\nexpedition in less time than that.\"\n\nBolden looked at the ceiling. Eventually they'd find a cure. But would\nhe be alive that long?\n\n\"I suspect what you're thinking,\" said the doctor. \"Don't overlook our\nspecial equipment. We already have specimens in the sonic accelerator.\nWe've been able to speed up the life processes of the microbes about ten\ntimes. Before the day is over we'll know which of our anti and\nneobiotics they like the least. Tough little things so far--unbelievably\ntough--but you can be sure we'll smack them.\"\n\nHis mind was active, but outwardly Bolden was quiescent as the doctor\ncontinued his explanation.\n\nThe disease attacked the superficial nervous system, beginning with the\nextremities. The bodies of the crew of the scouting expedition had been\nin an advanced state of decomposition when the medical rescue team\nreached them and the microbes were no longer active. Nevertheless it was\na reasonable supposition that death had come shortly after the invading\nbacteria had reached the brain. Until then, though nerves were the route\nalong which the microbes traveled, no irreparable damage had been done.\n\n                     *      *      *      *      *\n\nThis much was good news. Either he would recover completely or he would\ndie. He would not be crippled permanently. Another factor in his favor\nwas the sonic accelerator. By finding the natural resonance of the\none-celled creature and gradually increasing the tempo of the sound\nfield, the doctor could grow and test ten generations in the laboratory\nwhile one generation was breeding in the body. Bolden was the first\npatient actually being observed with the disease, but the time element\nwasn't as bad as he had thought.\n\n\"That's where you are,\" concluded Kessler. \"Now, among other things,\nwe've got to find where you've been.\"\n\n\"The ship has an automatic log,\" said Bolden. \"It indicates every place\nI landed.\"\n\n\"True, but our grid coordinates are not exact. It will be a few years\nbefore we're able to look at a log and locate within ten feet of where a\nship has been.\" The doctor spread out a large photomap. There were\nseveral marks on it. He fastened a stereoscope viewer over Bolden's eyes\nand handed him a pencil. \"Can you use this?\"\n\n\"I think so.\" His fingers were stiff and he couldn't feel, but he could\nmark with the pencil. Kessler moved the map nearer and the terrain\nsprang up in detail. In some cases, he could see it more clearly than\nwhen he had been there, because on the map there was no fog. Bolden made\na few corrections and the doctor took the map away and removed the\nviewer.\n\n\"We'll have to stay away from these places until we get a cure. Did you\nnotice anything peculiar in any of the places you went?\"\n\n\"It was all mountainous country.\"\n\n\"Which probably means that we're safe on the plain. Were there any\nanimals?\"\n\n\"Nothing that came close. Birds maybe.\"\n\n\"More likely it was an insect. Well, we'll worry about the host and how\nit is transmitted. Try not to be upset. You're as safe as you would be\non Earth.\"\n\n\"Yeah,\" said Bolden. \"Where's the pet?\"\n\nThe doctor laughed. \"You did very well on that one. The biologists have\nbeen curious about the animal since the day they saw one in a native\ncamp.\"\n\n\"They can _look_ at it as much as they want,\" said Bolden. \"Nothing\nmore on this one, though. It's a personal gift.\"\n\n\"You're sure it's personal?\"\n\n\"The native said it was.\"\n\nThe doctor sighed. \"I'll tell them. They won't like it, but we can't\nargue with the natives if we want their cooperation.\"\n\nBolden smiled. The animal was safe for at least six months. He could\nunderstand the biologists' curiosity, but there was enough to keep them\ncurious for a long time on a new planet. And it was his. In a remarkably\nshort time, he had become attached to it. It was one of those rare\nthings that Man happened across occasionally--about once in every five\nplanets. Useless, completely useless, the creature had one virtue. It\nliked Man and Man liked it. It was a pet. \"Okay,\" he said. \"But you\ndidn't tell me where it is.\"\n\nThe doctor shrugged, but the gesture was lost in the shapeless\ndecontagion suit. \"Do you think we're letting it run in the streets?\nIt's in the next room, under observation.\"\n\nThe doctor was more concerned than he was letting on. The hospital was\nsmall and animals were never kept in it. \"It's not the carrier. I was\nsick before it was given to me.\"\n\n\"You had something, we know that much, but was it this? Even granting\nthat you're right, it was in contact with you and may now be infected.\"\n\n\"I think life on this planet isn't bothered by the disease. The natives\nhave been every place I went and none of them seemed to have it.\"\n\n\"Didn't they?\" said the doctor, going to the door. \"Maybe. It's too\nearly to say.\" He reeled a cord out of the wall and plugged it into the\ndecontagion suit. He spread his legs and held his arms away from his\nsides. In an instant, the suit glowed white hot. Only for an instant,\nand it was insulated inside. Even so it must be uncomfortable--and the\nprocess would be repeated outside. The doctor wasn't taking any chances.\n\"Try to sleep,\" he said. \"Ring if there's a change in your\ncondition--even if you think it's insignificant.\"\n\n\"I'll ring,\" said Bolden. In a short time he fell asleep. It was easy to\nsleep.\n\n                     *      *      *      *      *\n\nThe nurse entered as quietly as she could in the decontagion outfit. It\nawakened Bolden. It was evening. He had slept most of the day. \"Which\none are you?\" he asked. \"The pretty one?\"\n\n\"All nurses are pretty if you get well. Here. Swallow this.\"\n\nIt was Peggy. He looked doubtfully at what she held out. \"All of it?\"\n\n\"Certainly. You get it down and I'll see that it comes back up. The\nstring won't hurt you.\"\n\nShe passed a small instrument over his body, reading the dial she held\nin the other hand. The information, he knew, was being recorded\nelsewhere on a master chart. Apparently the instrument measured neural\ncurrents and hence indirectly the progress of the disease. Already they\nhad evolved new diagnostic techniques. He wished they'd made the same\nadvance in treatment.\n\nAfter expertly reeling out the instrument he had swallowed, the nurse\nread it and deposited it in a receptacle in the wall. She brought a tray\nand told him to eat. He wanted to question her, but she was insistent\nabout it so he ate. Allowance had been made for his partial paralysis.\nThe food was liquid. It was probably nutritious, but he didn't care for\nthe taste.\n\nShe took the tray away and came back and sat beside him. \"Now we can\ntalk,\" she said.\n\n\"What's going on?\" he said bluntly. \"When do I start getting shots?\nNothing's been done for me so far.\"\n\n\"I don't know what the doctor's working out for you. I'm just the\nnurse.\"\n\n\"Don't try to tell me that,\" he said. \"You're a doctor yourself. In a\npinch you could take Kessler's place.\"\n\n\"And I get my share of pinches,\" she said brightly. \"Okay, so I'm a\ndoctor, but only on Earth. Until I complete my off-planet internship\nhere, I'm not allowed to practice.\"\n\n\"You know as much about Van Daamas as anyone does.\"\n\n\"That may be,\" she said. \"Now don't be alarmed, but the truth ought to\nbe obvious. None of our anti or neobiotics or combinations of them have\na positive effect. We're looking for something new.\"\n\nIt should have been obvious; he had been hoping against that, though. He\nlooked at the shapeless figure sitting beside him and remembered Peggy\nas she usually looked. He wondered if they were any longer concerned\nwith him as an individual. They must be working mainly to keep the\ndisease from spreading. \"What are my chances?\"\n\n\"Better than you think. We're looking for an additive that will make the\nbiotics effective.\"\n\n                     *      *      *      *      *\n\nHe hadn't thought of that, though it was often used, particularly on\nnewly settled planets. He had heard of a virus infection common to\nCentaurus that could be completely controlled by a shot of neobiotics\nplus aspirin, though separately neither was of any value. But the\ndiscovery of what substance should be added to what antibiotic was\nlargely one of trial and error. That took time and there wasn't much\ntime. \"What else?\" he said.\n\n\"That's about it. We're not trying to make you believe this isn't\nserious. But don't forget we're working ten times as fast as the disease\ncan multiply. We expect a break any moment.\" She got up. \"Want a\nsedative for the night?\"\n\n\"I've got a sedative inside me. Looks like it will be permanent.\"\n\n\"That's what I like about you, you're so cheerful,\" she said, leaning\nover and clipping something around his throat. \"In case you're\nwondering, we're going to be busy tonight checking the microbe. We can\nput someone in with you, but we thought you'd rather have all of us\nworking on it.\"\n\n\"Sure,\" he said.\n\n\"This is a body monitor. If you want anything just call and we'll be\nhere within minutes.\"\n\n\"Thanks,\" he said. \"I won't panic tonight.\"\n\nShe plugged in the decontagion uniform, flashed it on and then left the\nroom. After she was gone, the body monitor no longer seemed reassuring.\nIt was going to take something positive to pull him through.\n\nThey were going to work through the night, but did they actually hope\nfor success. What had Peggy said? None of the anti or neobiotics had a\npositive reaction. Unknowingly she had let it slip. The reaction was\nnegative; the bubble microbes actually grew faster in the medium that\nwas supposed to stop them. It happened occasionally on strange planets.\nIt was his bad luck that it was happening to him.\n\nHe pushed the thoughts out of his mind and tried to sleep. He did for a\ntime. When he awakened he thought, at first, it was his arms that had\naroused him. They seemed to be on fire, deep inside. To a limited\nextent, he still had control. He could move them though there was no\nsurface sensation. Interior nerves had not been greatly affected until\nnow. But outside the infection had crept up. It was no longer just above\nthe wrists. It had reached his elbows and passed beyond. A few inches\nbelow his shoulder he could feel nothing. The illness was accelerating.\nIf they had ever thought of amputation, it was too late, now.\n\n                     *      *      *      *      *\n\nHe resisted an impulse to cry out. A nurse would come and sit beside\nhim, but he would be taking her from work that might save his life. The\ninfection would reach his shoulders and move across his chest and back.\nIt would travel up his throat and he wouldn't be able to move his lips.\nIt would paralyze his eyelids so that he couldn't blink. Maybe it would\nblind him, too. And then it would find ingress to his brain.\n\nThe result would be a metabolic explosion. Swiftly each bodily function\nwould stop altogether or race wildly as the central nervous system was\ninvaded, one regulatory center after the other blanking out. His body\nwould be aflame or it would smolder and flicker out. Death might be\nspectacular or it could come very quietly.\n\nThat was one reason he didn't call the nurse.\n\nThe other was the noise.\n\nIt was a low sound, half purr, half a coaxing growl. It was the animal\nthe native had given him, confined in the next room. Bolden was not sure\nwhy he did what he did next. Instinct or reason may have governed his\nactions. But instinct and reason are divisive concepts that cannot apply\nto the human mind, which is actually indivisible.\n\nHe got out of bed. Unable to stand, he rolled to the floor. He couldn't\ncrawl very well because his hands wouldn't support his weight so he\ncrept along on his knees and elbows. It didn't hurt. Nothing hurt except\nthe fire in his bones. He reached the door and straightened up on his\nknees. He raised his hand to the handle, but couldn't grasp it. After\nseveral trials, he abandoned the attempt and hooked his chin on the\nhandle, pulling it down. The door opened and he was in the next room.\nThe animal was whining louder now that he was near. Yellow eyes glowed\nat him from the corner. He crept to the cage.\n\nIt was latched. The animal shivered eagerly, pressing against the side,\nstriving to reach him. His hands were numb and he couldn't work the\nlatch. The animal licked his fingers.\n\nIt was easier after that. He couldn't feel what he was doing, but\nsomehow he managed to unlatch it. The door swung open and the animal\nbounded out, knocking him to the floor.\n\nHe didn't mind at all because now he was sure he was right. The natives\nhad given him the animal for a purpose. Their own existence was meager,\nnear the edge of extinction. They could not afford to keep something\nthat wasn't useful. And this creature was useful. Tiny blue sparks\ncrackled from the fur as it rubbed against him in the darkness. It was\nnot whining. It rumbled and purred as it licked his hands and arms and\nrolled against his legs.\n\nAfter a while he was strong enough to crawl back to bed, leaning against\nthe animal for support. He lifted himself up and fell across the bed in\nexhaustion. Blood didn't circulate well in his crippled body. The animal\nbounded up and tried to melt itself into his body. He couldn't push it\naway if he wanted. He didn't want to. He stirred and got himself into a\nmore comfortable position. He wasn't going to die.\n\n                     *      *      *      *      *\n\nIn the morning, Bolden was awake long before the doctor came in.\nKessler's face was haggard and the smile was something he assumed solely\nfor the patient's benefit. If he could have seen what the expression\nlooked like after filtering through the microscreen, he would have\nabandoned it. \"I see you're holding your own,\" he said with hollow\ncheerfulness. \"We're doing quite well ourselves.\"\n\n\"I'll bet,\" said Bolden. \"Maybe you've got to the point where one of the\nantibiotics doesn't actually stimulate the growth of the microbes?\"\n\n\"I was afraid you'd find it out,\" sighed the doctor. \"We can't keep\neverything from you.\"\n\n\"You could have given me a shot of plasma and said it was a powerful new\ndrug.\"\n\n\"That idea went out of medical treatment a couple of hundred years ago,\"\nsaid the doctor. \"You'd feel worse when you failed to show improvement.\nSettling a planet isn't easy and the dangers aren't imaginary. You've\ngot to be able to face facts as they come.\"\n\nHe peered uncertainly at Bolden. The microscreen distorted his vision,\ntoo. \"We're making progress though it may not seem so to you. When a\nmixture of a calcium salt plus two antihistamines is added to a certain\nneobiotic, the result is that the microbe grows no faster than it\nshould. Switching the ingredients here and there--maybe it ought to be a\npotassium salt--and the first thing you know we'll have it stopped\ncold.\"\n\n\"I doubt the effectiveness of those results,\" said Bolden. \"In fact, I\nthink you're on the wrong track. Try investigating the effects of neural\ninduction.\"\n\n\"What are you talking about?\" said the doctor, coming closer and\nglancing suspiciously at the lump beside Bolden. \"Do you feel dizzy? Is\nthere anything else unusual that you notice?\"\n\n\"Don't shout at the patient.\" Bolden waggled his finger reprovingly. He\nwas proud of the finger. He couldn't feel what he was doing, but he had\ncontrol over it. \"You, Kessler, should face the fact that a doctor can\nlearn from a patient what the patient learned from the natives.\"\n\nBut Kessler didn't hear what he said. He was looking at the upraised\nhand. \"You're moving almost normally,\" he said. \"Your own immunity\nfactor is controlling the disease.\"\n\n\"Sure. I've got an immunity factor,\" said Bolden. \"The same one the\nnatives have. Only it's not inside my body.\" He rested his hand on the\nanimal beneath the covers. It never wanted to leave him. It wouldn't\nhave to.\n\n\"I can set your mind at rest on one thing, Doctor. Natives are\nsusceptible to the disease, too. That's why they were able to recognize\nI had it. They gave me the cure and told me what it was, but I was\nunable to see it until it was nearly too late. Here it is.\" He turned\nback the covers and the exposed animal sleeping peacefully on his legs\nwhich raised its head and licked his fingers. He felt that.\n\n                     *      *      *      *      *\n\nAfter an explanation the doctor tempered his disapproval. It was an\nunsanitary practice, but he had to admit that the patient was much\nimproved. Kessler verified the state of Bolden's health by extensive use\nof the X-ray microscope. Reluctantly he wheeled the machine to the wall\nand covered it up.\n\n\"The infection is definitely receding,\" he said. \"There are previously\ninfected areas in which I find it difficult to locate a single microbe.\nWhat I can't understand is how it's done. According to you, the animal\ndoesn't break the skin with its tongue and therefore nothing is released\ninto the bloodstream. All that seems necessary is that the animal be\nnear you.\" He shook his head behind the microscreen. \"I don't think much\nof the electrical analogy you used.\"\n\n\"I said the first thing I thought of. I don't know if that's the way it\nworks, but it seems to me like a pretty fair guess.\"\n\n\"The microbes _do_ cluster around nerves,\" said the doctor. \"We know\nthat neural activity is partly electrical. If the level of that activity\ncan be increased, the bacteria might be killed by ionic dissociation.\"\nHe glanced speculatively at Bolden and the animal. \"Perhaps you do\nborrow nervous energy from the animal. We might also find it possible to\ncontrol the disease with an electrical current.\"\n\n\"Don't try to find out on me,\" said Bolden. \"I've been an experimental\nspecimen long enough. Take somebody who's healthy. I'll stick with the\nnatives' method.\"\n\n\"I wasn't thinking of experiments in your condition. You're still not\nout of danger.\" Nevertheless he showed his real opinion when he left the\nroom. He failed to plug in and flash the decontagion suit.\n\nBolden smiled at the doctor's omission and ran his hand through the fur.\nHe was going to get well.\n\n                     *      *      *      *      *\n\nBut his progress was somewhat slower than he'd anticipated though it\nseemed to satisfy the doctor who went on with his experiments. The\noffending bacteria could be killed electrically. But the current was\ndangerously large and there was no practical way to apply the treatment\nto humans. The animal was the only effective method.\n\nKessler discovered the microbe required an intermediate host. A tick or\na mosquito seemed indicated. It would take a protracted search of the\nmountains to determine just what insect was the carrier. In any event\nthe elaborate sanitary precautions were unnecessary. Microscreens came\ndown and decontagion suits were no longer worn. Bolden could not pass\nthe disease on to anyone else.\n\nNeither could the animal. It seemed wholly without parasites. It was\nclean and affectionate, warm to the touch. Bolden was fortunate that\nthere was such a simple cure for the most dreaded disease on Van Daamas.\n\nIt was several days before he was ready to leave the small hospital at\nthe edge of the settlement. At first he sat up in bed and then he was\nallowed to walk across the room. As his activity increased, the animal\nbecame more and more content to lie on the bed and follow him with its\neyes. It no longer frisked about as it had in the beginning. As Bolden\ntold the nurse, it was becoming housebroken.\n\nThe time came when the doctor failed to find a single microbe. Bolden's\nnewly returned strength and the sensitivity of his skin where before\nthere had been numbness confirmed the diagnosis. He was well. Peggy came\nto walk him home. It was pleasant to have her near.\n\n\"I see you're ready,\" she said, laughing at his eagerness.\n\n\"Except for one thing,\" he said. \"Come, Pet.\" The animal raised its head\nfrom the bed where it slept.\n\n\"Pet?\" she said quizzically. \"You ought to give it a name. You've had it\nlong enough to decide on something.\"\n\n\"Pet's a name,\" he said. \"What can I call it? Doc? Hero?\"\n\nShe made a face. \"I can't say I care for either choice, although it did\nsave your life.\"\n\n\"Yes, but that's an attribute it can't help. The important thing is that\nif you listed what you expect of a pet you'd find it in this creature.\nDocile, gentle, lively at times; all it wants is to be near you, to have\nyou touch it. And it's very clean.\"\n\n\"All right, call it Pet if you want,\" said Peggy. \"Come on, Pet.\"\n\nIt paid no attention to her. It came when Bolden called, getting slowly\noff the bed. It stayed as close as it could get to Bolden. He was still\nweak so they didn't walk fast and, at first, the animal was able to keep\nup.\n\n                     *      *      *      *      *\n\nIt was almost noon when they went out. The sun was brilliant and Van\nDaamas seemed a wonderful place to be alive in. Yes, with death behind\nhim, it was a very wonderful place. Bolden chatted gaily with Peggy. She\nwas fine company.\n\nAnd then Bolden saw the native who had given him the animal. Five to\nseven days, and he had arrived on time. The rest of the tribe must be\nelsewhere in the settlement. Bolden smiled in recognition while the man\nwas still at some distance. For an answer the native shifted the bow in\nhis hand and glanced behind the couple, in the direction of the\nhospital.\n\nThe movement with the bow might have been menacing, but Bolden ignored\nthat gesture. It was the sense that something was missing that caused\nhim to look down. The animal was not at his side. He turned around.\n\nThe creature was struggling in the dust. It got to its feet and wobbled\ntoward him, staggering crazily as it tried to reach him. It spun around,\nsaw him, and came on again. The tongue lolled out and it whined once.\nThen the native shot it through the heart, pinning it to the ground. The\nshort tail thumped and then it died.\n\nBolden couldn't move. Peggy clutched his arm. The native walked over to\nthe animal and looked down. He was silent for a moment. \"Die anyway\nsoon,\" he said to Bolden. \"Burned out inside.\"\n\nHe bent over. The bright yellow eyes had faded to nothingness in the\nsunlight. \"Gave you its health,\" said the man of Van Daamas respectfully\nas he broke off the protruding arrow.\n\nIt was a dark blue arrow.\n\n                     *      *      *      *      *\n\nNow every settlement on the planet has Bolden's pets. They have been\ngiven a more scientific name, but nobody remembers what it is. The\nanimals are kept in pens, exactly as is done by the natives, on one side\nof town, not too near any habitation.\n\nFor a while, there was talk that it was unscientific to use the animal.\nIt was thought that an electrical treatment could be developed to\nreplace it. Perhaps this was true. But settling a planet is a big task.\nAs long as one method works there isn't time for research. And it\nworks--the percentage of recovery is as high as in other common\nailments.\n\nBut in any case the animal can never become a pet, though it may be in\nthe small but bright spark of consciousness that is all the little\nyellow-eyed creature wants. The quality that makes it so valuable is the\nfinal disqualification. Strength can be a weakness. Its nervous system\nis too powerful for a man in good health, upsetting the delicate balance\nof the human body in a variety of unusual ways. How the energy-transfer\ntakes place has never been determined exactly, but it does occur.\n\nIt is only when he is stricken with the Bubble Death and needs\nadditional energy to drive the invading microbes from the tissue around\nhis nerves that the patient is allowed to have one of Bolden's pets.\n\nIn the end, it is the animal that dies. As the natives knew, it is\nkindness to kill it quickly.\n\nIt is highly regarded and respectfully spoken of. Children play as close\nas they can get, but are kept well away from the pens by a high, sturdy\nfence. Adults walk by and nod kindly to it.\n\nBolden never goes there nor will he speak of it. His friends say he's\nunhappy about being the first Earthman to discover the usefulness of the\nlittle animal. They are right. It is a distinction he doesn't care for.\nHe still has the blue arrow. There are local craftsmen who can mend it,\nbut he has refused their services. He wants to keep it as it is.\n\n--F. L. WALLACE",
    "metadata": {
        "author": [
            "Wallace, Floyd L.",
            "Wallace, F.L.",
            "Wallace, Floyd Lee",
            "Wallace, F. L. (Floyd L.)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/28460/pg28460.txt",
        "name": "bolden_s_pets.json"
    }
}