{
    "name": "Bratton's Idea",
    "author": [
        "Field, Gans T.",
        "Wellman, Manly Wade"
    ],
    "body": "Old Bratton, janitor at the studios of Station XCV in Hollywood, was\nas gaunt as Karloff, as saturnine as Rathbone, as enigmatic as Lugosi.\nHe was unique among Californians in professing absolutely no motion\npicture ambitions. Once, it is true, a director had stopped him on the\nstreet and offered to test him for a featured role, but old Bratton\nhad refused with loud indignation when he heard that the role would be\nthat of a mad scientist. Old Bratton was touchy about mad scientists,\nbecause he was one.\n\nFor a time he had been a studio electrician, competent though touchy;\nbut then it developed that he had lied about his age--he was really\neighty years old, and he had been fooling with electricity ever since\nEdison put apparatus of various sorts within the reach of everyone.\nStudio rules imposed pretty strict age limits on the various jobs, and\nso he was demoted to a janitorship.\n\nHe accepted, grumbling, because he needed money for the pursuit he\nhad dreamed of when a boy and maintained from his youth onward. In\nhis little two-room apartment he had gathered a great jumble of\nequipment--coils, transformers, cathodes, lenses, terminals--some of it\nbought new, some salvaged from studio junk, and a great deal curiously\nmade and not to be duplicated elsewhere save in the eccentric mind of\nits maker. For old Bratton, with the aid of electricity, thought to\ncreate life.\n\n\"Electricity is life,\" he would murmur, quoting Dr. C. W. Roback, who\nhad been venerable when old Bratton was young. And again: \"All these\nidiots think that 'Frankenstein' is a romance and 'R.U.R.' a flight of\nfancy. But all robot stories are full of truth. I'll show them.\"\n\nBut he hadn't shown them yet, and he was eighty-two. His mechanical\narrangements were wonderful and crammed with power. They could make\ndead frogs kick, dead birds flutter. They could make the metal figures\nhe constructed, whether large or small, stir and seem about to wake.\nBut only while the current animated them.\n\n\"The fault isn't with the machine,\" he would say again, speaking aloud\nbut taking care none overheard. \"It's perfect--I've seen to that. No,\nit's in the figures. They're too clumsy and creaky. All the parts are\ngood, but the connections are wrong, somehow. Wish I knew anatomy\nbetter. And a dead body, even a fresh one, has begun dissolution. I\nmust try and get--\"\n\nHaranguing himself thus one evening after the broadcast, he pushed his\nmop down a corridor to the open door of a little rehearsal hall, then\nstopped and drew into a shadowy corner, for he had almost blundered\nupon Ben Gascon in the act of proposing marriage.\n\nBen Gascon, it will be remembered, was at the time one of radio's\nhighest paid performers, and well worthy of his hire for the fun he\nmade. Earlier in life he had been a competent vaudeville artist. When,\nthrough no fault of his, vaudeville died, Gascon went into sound\npictures and radio.\n\nHe was a ventriloquist, adroit and seasoned by years of performance,\nand a man of intelligence and showmanship as well. Coming to the stage\nfrom medical school, he had constructed with his own skilful hands the\nsmall figure of wood, metal, rubber and cloth that had become known to\nmyriads as Tom-Tom. Tom-Tom the impish, the witty, the leering cynic,\nthe gusty little clown, the ironical jokester, who sat on the knee of\nBen Gascon and, by a seeming misdirection of voice, roused the world to\nlaughter by his sneers and sallies. Tom-Tom was so droll, so dynamic,\nso uproariously wicked in thought and deed, that listeners were prone\nto forget the seemingly quiet, grave, Ben Gascon who held him and fed\nhim solemn lines on which to explode firecracker jokes--Ben Gascon, who\nreally did the thinking and the talking that Tom-Tom the dummy might be\na headliner in the entertainment world.\n\nNot really a new thing--the combination of comedian and stooge may\nor may not have begun with Aristophanes in ancient Greece--but Ben\nGascon was offering both qualities in his own person, and in surpassing\nexcellence. Press agents and commentators wrote fascinating conjectures\nabout his dual personality. In any case, Tom-Tom was the making of him.\nIt was frequently said that Gascon would be as lost without Tom-Tom as\nTom-Tom without Gascon.\n\nBut tonight Ben Gascon and Tom-Tom were putting on a show for an\naudience of one.\n\nShannon Cole was the prima donna and co-star of the program. She was\ntall, almost as tall as Gascon, and her skin was delectably creamy,\nand her dark hair wound into a glossy coronet of braids. Usually she\nseemed stately and mournful, to match the songs of love and longing she\nsang in a rich contralto; but now she almost groaned with laughter as\nshe leaned above the impudent Tom-Tom, who sat on the black broadcloth\nknee of Ben Gascon and cocked his leering wooden face up at her. Above\nGascon's tuxedo his slender, wide-lined face was a dusky red. His lips\nseemed tight, even while they stealthily formed words for Tom-Tom.\n\n\"Oh, Shanny,\" it seemed that Tom-Tom was crooning, in that ingratiating\ndrawl that convulsed listeners from coast to coast, \"don't you think\nthat you and I might just slip away alone somewhere and--and--\" The\nwooden head writhed around toward Gascon. \"Get away, Gaspipe! Don't you\nsee that I'm in conference with a very lovely lady? Can't you learn\nwhen you're not wanted?\"\n\nShannon Cole leaned back in her own chair, sighing because she had\nnot enough breath to laugh any more. \"I never get enough of Tom-Tom,\"\nshe vowed between gasps. \"We've been broadcasting together for two\nyears now, and he's still number one in my heart. Ben, how do you ever\nmanage--\"\n\n\"Shanny,\" drawled the voice that was Tom-Tom's, \"this idiot Ben\nGascon has something to say. He wants me to front for him--but why do\nI always have to do the talking while he gets the profit. Speak up,\nGaspipe--who's got your tongue this time, the cat, or the cat?\"\n\nShannon Cole looked at the ventriloquist, and suddenly stopped\nlaughing. Her face was pale, as his had gone red. She folded her\nslender hands in her lap, and her eyes were all for Gascon, though it\nwas as if Tom-Tom still spoke:\n\n\"I'll be John Alden,\" vowed Tom-Tom with shrill decision. \"I'll talk\nup for this big yokel--I always do, don't I, Shanny? As Gaspipe's\npersonal representative--engaged at enormous expense--I want to put\nbefore you a proposition. One in which I'm interested. After all, I\nshould have a say as to who will be my--well, my step-mother--\"\n\n\"It won't work!\" came the sudden, savage voice of Ben Gascon.\n\nRising, he abruptly tossed Tom-Tom upon a divan. Shannon Cole, too, was\nupon her feet. \"Ben!\" she quavered. \"Why, Ben!\"\n\n\"I've done the most foolish thing a ventriloquist could do,\" he flung\nout.\n\n\"Well--if you were really serious, you didn't need to clown. You think\nit was fair to me?\"\n\nHe shook his head. \"Tom-Tom's done so much of my saucy talking for\nme these past years that I thought I'd use him to get out what I was\nafraid to tell you myself,\" he confessed wretchedly.\n\n\"Then you were afraid of me,\" Shannon accused. She, too, was finding it\nhard to talk. Gascon made a helpless gesture.\n\n\"Well, it didn't work,\" he groaned. \"I'm sorry. You're right if you\nthink I've been an idiot. Just pretend it never happened.\"\n\n\"Why, Ben--\" she began once more, and broke off.\n\n\"We've just finished our last program for the year,\" said Ben Gascon.\n\"Next year I won't be around. I think I'll stop throwing my voice for\na while and live like a human being. Once I studied to be a doctor.\nPerhaps once more I can--\"\n\nHe walked out. The rush of words seemed to have left him spiritually\nlimp and wretched.\n\nShannon Cole watched him go. Then she bent above the discarded figure\nof little Tom-Tom, who lay on his back and goggled woodenly up at her.\nShe put out a hand toward him, and her full raspberry-tinted lips\ntrembled. Then she, too, left.\n\nAnd old Bratton stole from his hiding, to where lay the dummy. Lifting\nit, he realized that here was what he wanted. Again he spoke aloud--he\nnever held with the belief that talking to oneself is the second or\nthird stage of insanity:\n\n\"Clever one, that Gascon. This thing's anatomically perfect, even to\nthe jointed fingers.\" Thrusting his arm through the slit in the back,\nhe explored the hollow body and head. \"Space for organs--yes, every\nmovement and reaction provided for--and a _personality_.\"\n\nHe straightened up, the figure in his arms. \"That's it! That's why I've\nfailed! My figures were dead before they began, but this one has life!\"\nHe was muttering breathlessly. \"It's like a worn shoe, or an inhabited\nhouse, or a favorite chair. I don't have to add the life force, I need\nonly to stimulate what's here.\"\n\nBen Gascon, at the stage door, had telephoned for a taxi. He turned at\nthe sound of approaching footsteps, and faced old Bratton, who carried\nTom-Tom.\n\n\"Mr. Gascon--this dummy--\"\n\n\"I'm through with him,\" said Gascon shortly.\n\n\"Then, can I have him?\"\n\nTom-Tom seemed to stare at Gascon. Was it mockery, or pleading, in\nthose bulging eyes?\n\n\"Take him and welcome,\" said Gascon, and strode out to wait for his\ntaxi.\n\nWhen old Bratton finished his cleaning that night, he carried away a\nbulky bundle wrapped in newspapers. He returned to his lodgings, but\nnot to eat or sleep. First he filled the emptiness of Tom-Tom's head\nand body with the best items culled from his unsuccessful robots--a\ncunning brain-device, all intricate wiring and radiating tubes set in\na mass of synthetic plasm; a complex system of wheels, switches and\ntubes, in the biggest hollow where a heart, lungs and stomach should\nbe; special wires, of his own alloy, connecting to the ingenious\nmuscles of rubberette that Ben Gascon had devised for Tom-Tom's arms,\nlegs and fingers; a jointed spinal column of aluminum; an artificial\nvoice-box just inside the moveable jaws; and wondrous little\nmarble-shaped camera developments for eyes, in place of the moveable\nmockeries in Tom-Tom's sockets.\n\nIt was almost dawn before old Bratton stitched up the slit in the back\nof Tom-Tom's little checked shirt, and laid the completed creation upon\nthe bedlike slab that was midmost of his great fabric of machinery\nin the rear room. To Tom-Tom's wrists, ankles, and throat he clamped\nthe leads of powerful terminals. With a gingerly care like that of a\nsurgeon at a delicate operation, he advanced a switch so as to throw\nthe right amount of current into play.\n\nThe whole procession of wheeled machinery whispered into motion, its\nvoice rising to a clear hum. A spark sprang from a knob at the top,\nextended its blinding length to another knob, and danced and struggled\nthere like a radiant snake caught between the beaks of two eagles. Old\nBratton gave the mechanism more power, faster and more complicated\naction. His bright eyes clung greedily to the little body lying on the\nslab.\n\n\"He moves, he moves,\" old Bratton cackled excitedly. \"His wheels are\ngoing round, all right. Now, if only--\"\n\nAbruptly he shut off the current. The machinery fell dead silent.\n\n\"Sit up, Tom-Tom!\" commanded old Bratton harshly.\n\nAnd Tom-Tom sat up, his fingers tugging at the clamps that imprisoned\nhim.\n\n\n\nThe Los Angeles papers made little enough fuss over the death of old\nBratton. True, he was murdered--they found him stabbed, lying face down\nacross the threshold of his rear room that was jammed full of strange\nmechanical junk--but the murder of a janitor is not really big crime\nnews in a city the size of Los Angeles.\n\nThe police were baffled, more so because none of them could guess what\nthe great mass of machinery could be, if indeed it were anything. But\nthey forgot their concern the following week, when they had a more\nimportant murder to consider, that of one Digs Dilson.\n\nDigs Dilson was high in the scale of local gang authority. He had long\noccupied a gaudy apartment in that expensive Los Angeles hotel which\nhas prospered by catering to wealthy criminals. He was prudent enough\nto have a bedroom with no fire escape. He feared climbing assassins\nfrom without more than flames from within. In front of his locked room\nslept two bodyguards on cots, and his own bedside window was tightly\nwedged in such a fashion that no more than five inches of opening\nshowed between sill and sash. The electric power-line that was clamped\nalong the brickwork just outside could hardly have supported a greater\nweight than thirty or forty pounds.\n\nYet Digs Dilson had been killed at close range, by a stab with an\nordinary kitchen knife, as he slept. The knife still remained in the\nwound, as if defying investigators to trace finger-prints that weren't\nthere. And the bodyguards had not been wakened and the door had\nremained locked on the inside.\n\nThe blade of the knife, had anyone troubled to compare wounds, could\nhave been demonstrated to be the exact size and shape as the one that\nhad killed old Bratton. His landlord might have been able to testify\nthat it came from old Bratton's little store of kitchen utensils. But\nnobody at police headquarters bothered to connect the murders of a\nfriendless janitor and a grand duke of gangdom. After considerable\ndiscussion and publicity, the investigators called the case one of\nsuicide. How else could Digs Dilson have received a knife in his body?\n\nHope was expressed that the Dilson mob, formerly active and successful\nin meddling with film extras' organizations and the sea food racket,\nwould now dissolve. But the hope was short-lived.\n\nA spruce lieutenant of the dead chief, a man by the name of Juney\nSaltz, was reputed to have taken command. He appeared briefly at the\nauction of old Bratton's effects, buying all the mysterious machinery\nat junk prices and carting it away. After that, the organization,\nnow called the Salters, blossomed out into the grim but well-paid\nprofessions of kidnapping, alien-running and counterfeiting.\n\nThe first important kidnapping they achieved, that of a very frightened\nfilm director, gained them a ransom of ninety thousand dollars and the\nattention of the Federal Bureau of Investigation.\n\nThe victim, once released, told of imprisonment in a dank cellar,\nblind-folded and shackled. Once, fleetingly, he saw a captor who looked\nlike the rogue's gallery photographs of Juney Saltz, but that person\nwas plainly not the one in authority. In fact, he seemed to listen with\nsupple respect to a high but masterful voice that gave orders. And\nthe owner of that high voice once came close to the chair where the\nprisoner sat bound; the point from which the voice seemed to issue was\nvery, very close to the cellar floor, as though the speaker was no more\nthan two feet high.\n\nAn individual short and shrill! Did a child rule that desperate\nband? The sages of the law were more apt to consider this a clever\nsimulation, with the order-giver crouching low and squeaking high lest\nhe be identified. A judicious drag-netting of several unsavory drinking\nplaces brought in one of the old Dilson crowd, who was skilfully, if\nroughly, induced to talk.\n\nHe admitted a part in the kidnapping and ransom collection. He\ndescribed the cellar hideout as being located in a shabby suburb. He\nimplicated several of his comrades by name, including Juney Saltz. But\nhe shut up with a snap when his interrogators touched on the subject\nof the Salters' real chief. No, it wasn't Juney Saltz--Juney was only\na front. No, nobody on the police records but, he insisted pallidly,\nhe wouldn't say any more. Let them kill him if they wanted to, he was\nthrough talking.\n\n\"I'd rather die in the chair this minute than get my turn with the\nboss,\" he vowed hysterically. \"Don't tell me you'll take care of me,\neither. There's things can get between bars, through keyholes even,\ninto the deepest hole you got. And you can smack me around all week\nbefore I'll pipe up with another word.\"\n\nHis captors shut him in an inside cell generally reserved for\npsychopathic cases--a solidly plated cubicle, with no window, grating,\nor other opening save a narrow ventilator in the ceiling that gave upon\na ten-inch shaft leading to the roof. Then they gathered reenforcements\nand weapons and descended on the house with the cellar where the\nkidnapped director had been held for ransom.\n\nStealthily surrounding that house, they shouted the customary\ninvitation to surrender. Silence for a few seconds, then a\nfaint-hearted member of the Salters appeared at the front door with\nhis hands up. He took a step into the open, and dropped dead to the\naccompaniment of a pistol-report from inside. And the besiegers heard\nthe shrill voice about which they had been wondering:\n\n\"Come in and take us. This place is as full of death as a drug store!\"\n\nFollowed a loud and scientific bombardment with machine guns, gas bombs\nand riot guns. The mobster who had been placed on guard at the back\ndoor showed too much of himself and was picked off. A contingent of\nofficers made a quick, planned rush. More fighting inside, with three\nmore Salters dying in hot blood in the parlor and kitchen. What seemed\nto be the sole survivor fled to the cellar and locked himself in a\nrear compartment. The walls were of concrete, the one door of massive\nplanking. The chief of the attacking force stood in front of this door\nand raised his voice:\n\n\"Hello, in there! You're Juney Saltz, aren't you?\"\n\nGruff was the reply: \"What if I am? Don't try to crack in here. I'll\nget the first copper shows me his puss, and the second and the third.\"\n\n\"You can't get us all, Juney. And we've got more men out here than\nyou've got bullets in there. Come out with your hands up while you\nstill have the chance to stand a fair trial.\"\n\n\"Not me,\" growled Juney Saltz from within. \"Come in and catch me before\nyou talk about what kind of a trial I'll get.\"\n\nThere was a keyhole, only partially blocked by the turnkey. One of the\nG-men bent and thrust in the point of something that looked like a\nfountain pen. Carefully he pressed a stud. The little tube spurted a\ncloud of tear gas through the keyhole into Juney Saltz's fortress. The\nbesiegers grinned at each other, and all relaxed to wait.\n\nThe waiting was not long, as it developed. Juney Saltz spoke up within,\nhis voice a blubber: \"Hey! I--I'm s-smothering--\"\n\n\"But I'm not,\" drawled the same high voice that was becoming familiar.\n\"Sit back, Juney, and put your head between your knees. You'll stand it\nbetter that way.\"\n\n\"I'm--done for!\" wailed Juney Saltz. \"If they crack in, I--I can't\ns-see to shoot!\"\n\n\"I can see to shoot.\" The shrill voice had become deadly. \"And you'll\nbe the first thing I shoot at if you don't do what I tell you.\"\n\nA strangled howl burst from Juney Saltz. \"I'd rather be shot than--\"\nAnd next moment he was scrabbling at the door. \"I surrender! I'll let\nyou bulls in!\"\n\nHe had turned the key in the lock just as the shot that killed him rang\nout. A rush of police foiled an attempt from within to fasten the door\nagain. Sneezing and gurgling, two of the raiders burst into the final\nstronghold, stumbling over the subsiding lump of flesh that had been\nJuney Saltz.\n\nBlinded by tears from their own gas, they could not be sure afterward\nof what the scurrying little thing was that they saw and fired at.\nThose outside knew that nothing could have won past them, and the\nden itself had no window that was not bricked up. When the gas had\nbeen somewhat blown out, an investigator gave the place a thorough\nsearching. Yes, there was one opening, a stovepipe hole through which a\ncat might have slipped. That was all. And the place was empty but for\nthe body of Juney Saltz.\n\n\"Juney was shot in the back,\" announced another operative, bending to\nexamine the wound. \"I think I see what happened. Squeaky-Voice was at\nthat stovepipe hole, and plugged him from there as he tried to let us\nin. Then Juney tried to lock up again, just as we pushed the door open.\"\n\nUpstairs they went, and investigated further. The hole had joined a\nnarrow chimney, with no way out except the upper end, a rectangle eight\ninches by ten. Even with six corpses to show, the agents returned to\ntheir headquarters with a feeling of failure. \"In the morning,\" they\npromised one another, \"we'll give that one Salter we're holding another\nlittle question bee.\"\n\nBut in the morning, the jailer with breakfast found that prisoner dead.\n\nHe had been caught with a noose of thin, strong cord, tightened around\nhis throat from behind. Suicide? But the cord had been drawn into the\nlittle ventilator hole, and tied to a projecting rivet far inside and\nabove.\n\nOn the same day, police, federal agents, newspapers and the public\ngenerally were exercised by the information that Shannon Cole, popular\ncontralto star of stage, screen and radio, had been kidnapped from her\nBeverly Hills bedroom. No clues, and so the investigation turned to her\nacquaintances, among whom was Ben Gascon, recently retired from stage,\nscreen and radio.\n\n\n\nBenjamin Franklin Gascon left the office of the Los Angeles chief\nof detectives, where he had spent a most trying forenoon convincing\nhis interrogators that he had no idea why he should be brought into\nthe case. He knew nothing of the underworld. True, he knew Miss Cole\nprofessionally, but--and his face was rueful--had no reason to count\nhimself a really close friend of hers. He had not seen her since the\ntermination of their latest radio assignment. His personal affairs,\nmeanwhile, were quite open to investigation; he had grown weary\nof ventriloquism, and had retired to live on the income from his\ninvestments. Later, he might resume his earlier profession, medicine.\nHe was attending lectures now at the University of California in Los\nAngeles. And once again, he had no idea of how he was being brought\ninto this case, or of who could have kidnapped Miss Cole.\n\nBut, even as he departed, he suddenly got that idea.\n\n\"_Tom-Tom!_\"\n\nIt took moments to string together the bits of logic which brought that\nthought into his mind.\n\nThings had happened to people, mostly gangsters, at the hands of a\nmalevolent creature; that is, if the creature had hands--but it must\nhave hands, if it could wield a gun, a slip-cord, a knife! It must\nalso be notably small and nimble, if it really traveled up chimneys,\ndown ventilator shafts, along power-lines and through stovepipe holes.\nGascon's imagination, as good as anyone's, toyed with the conception\nof a wise and wicked monkey, or of a child possessed by evil like the\nchildren of old Salem, or a dwarf.\n\nBut the point at which he coupled on his theory was the point at which\npolice had paused, or rather begun.\n\nDigs Dilson had been killed with a knife. So had old Bratton.\n\nHe, Ben Gascon, had given old Bratton the dummy that people called\nTom-Tom. And old Bratton was forthwith murdered. Gascon had meant to go\nto the funeral, but something had turned up to interfere. What else\nconcerned the janitor? What, for instance, had the younger electricians\nand engineers teased him about so often? \"Electricity is life,\" that\nwas old Bratton's constant claim. And he was said to have whole\nclutters of strange machinery at his shabby rooms.\n\nBratton had taken Tom-Tom. Thereafter Bratton and others had been\nkilled. In the background of their various tragedies had lurked and\nplotted something small, evil, active, and strange enough to frighten\nthe most hardened of criminals. \"Electricity is life\"--and Bratton had\ntoiled over some kind of electrical apparatus that might or might not\nbe new and powerful in ways unknown to ordinary electricians.\n\nGascon left the rationalization half completed in the back of his mind,\nand sought out the shabby street where the janitor had lodged.\n\nThe landlord could not give him much help. To be sure old Bratton had\nmade a nuisance of himself with his machines, mumbling that they would\nstartle the world some day; but after his death, someone had bought\nthose machines, loaded them upon a truck and carted them off. The\nlandlord had seen the purchase, and later identified the purchaser from\nnewspaper photographs as the late Juney Saltz.\n\nAnd Juney Saltz, pondered Gascon, had been killed by something with a\nshrill voice, that could crawl through a stovepipe hole.... \"You saw\nthe sale of the goods?\" he prompted the landlord. \"Was there a dummy--a\nthing like a big doll, such as ventriloquists use?\"\n\nThe landlord shook his head. \"Nothing like that. I'd have noticed if\nthere was.\"\n\nSo Tom-Tom, who had gone home with old Bratton, had vanished.\n\nGascon left the lodgings and made a call at a newspaper office, where\nhe inserted a personal notice among the classified advertisements:\n\nT-T. I have you figured out. Clever, but your old partner can add two\nand two and get four. Better let S.C. go. B.F.G.\n\nThe notice ran for three days. Then a reply, in the same column:\n\nB.F.G. So what? T-T.\n\nIt was bleak, brief defiance, but Gascon felt a sudden blaze of\ntriumph. Somehow he had made a right guess, on a most fantastic\nproposition. Tom-Tom had come to life as a lawless menace. All that\nhe, Gascon, need do, was act accordingly. He made plans, then inserted\nanother message:\n\nT-T. I made you, and I can break you. This is between us. Get in touch\nwith me, or I'll come looking for you. You won't like that. B.F.G.\n\nNext day his telephone rang. A hoarse voice called him by name:\n\n\"Look, Gascon, you better lay off if you know what's good for you.\"\n\n\"Ah,\" replied Gascon gently, \"Tom-Tom seems to have taken up\nconventional gangster methods. It means that he's afraid--which I'm\nnot. Tell him I'm not laying off, I'm laying on.\"\n\nThat night he took dinner at a restaurant on a side street. As he left\nit, two men sauntered out of a doorway and came up on either side of\nhim. One was as squat and bulky as a wrestler, with a truculent square\nface. The other, taller but scrawny, had a broad brow and a narrow\nchin, presenting the facial triangle which phrenologists claim denotes\nshrewdness. Both had their hands inside their coats, where bulges\nbetrayed the presence of holstered guns.\n\n\"This is a stickup,\" said Triangle-Face. \"Don't make a move or a peep,\nor we'll cut down on you.\"\n\nThey walked him along the street.\n\n\"I'm not moving or peeping,\" Gascon assured them blandly, \"but where\nare you taking me?\"\n\n\"Into this car,\" replied the triangle-faced one, and opened the rear\ndoor of a parked sedan. Gascon got in, with the powerful gunman beside\nhim. The other got into the front seat and took the wheel.\n\n\"No funny business,\" he cautioned as he trod on the starter. \"The boss\nwants to talk to you.\"\n\nThe car drew away from the curb, heading across town. Gascon produced\nhis cigarette case--Shannon Cole had given it to him on his last\nbirthday--opened it, and offered it to the man beside him. Smiling\nurbanely at the curt growl of refusal, he then selected a cigarette and\nlighted it.\n\n\"Understand one thing,\" he bade his captors, through a cloud of smoke.\n\"I've expected this. I've worked for it. And I have written very fully\nabout all angles of this particular case. If anything happens to me,\nthe police will get my report.\"\n\nIt was patently a bluff, and in an effort to show that it did not work\nboth men laughed scornfully.\n\n\"We're hotter than a couple wolves in a prairie fire right now,\" the\ntriangle-faced one assured him. \"Anyway, no dumb cop would believe the\ntruth about the boss.\"\n\nThat convinced Gascon that he was on his way to Tom-Tom. Too, the\nremark about \"a coupla wolves\" showed that the driver thought of only\ntwo members of the gang. Tom-Tom's following must have been reduced\nto these. Gascon sat back with an air of enjoying the ride. Growling\nagain, his big companion leaned over and slapped him around the body.\nThere was no hard lump to betray knife or pistol, and the bulky fellow\ngrunted to show that he was satisfied. Gascon was satisfied as well.\nHis pockets were not probed into, and he was carrying a weapon that,\nif unorthodox, was nevertheless efficient. He foresaw the need and the\nchance to use it.\n\n\"Is Miss Cole all right?\" he asked casually.\n\n\"Sure she is,\" replied Square-Face.\n\n\"Pipe down, you!\" snapped his companion from the driver's seat. \"Let\nthe boss do the talking to this egg.\"\n\n\"Your boss likes to do the talking, I judge,\" put in Gascon, still\ncasually. \"Do you like to listen? Or,\" and his voice took on a mocking\nnote, \"does he give you the creeps?\"\n\n\"Never mind,\" Square-Face muttered. \"He's doing okay.\"\n\n\"But not his followers,\" suggested Gascon. \"Quite a few of them have\nbeen killed, eh? And aren't you two the only survivors of the old\nDilson crowd? How long will your luck hold out, I wonder?\"\n\n\"Longer than yours,\" replied the man at the wheel sharply. \"If you talk\nany more, we'll put the slug on you.\"\n\nThe remainder of the ride was passed in silence, and the car drew up\nat length before a quiet suburban cottage, on the edge of town almost\ndirectly opposite the scene of the recent fight between police and the\nSalters.\n\nThe three entered a dingy parlor, full of respectable looking\nfurniture. \"Keep him here,\" Triangle-Face bade Square-Face. \"I'll go\nhelp the boss get ready to talk to him.\"\n\nHe was gone. His words suggested that there would be some moments alone\nwith Square-Face, and Gascon meant to make use of them.\n\nThe big fellow sat down. \"Take a chair,\" he bade, but Gascon shook his\nhead and lighted another cigarette. He narrowed his eyes, in his best\ndiagnostician manner, to study his guard.\n\n\"You look as if there was something wrong with your glands,\" he said\ncrisply.\n\n\"Ain't nothing wrong with me,\" was the harsh response.\n\n\"Are you sure? How do you feel?\"\n\n\"Good enough to pull a leg off of you if you don't shut that big mouth.\"\n\nGascon shrugged, and turned to a rear wall. A picture hung there, a\nvery unsightly oil painting. He put his hand up, as if to straighten it\non its hook. Then he glanced toward a window, letting his eyes dilate.\n\"Ahhhh!\" he said softly.\n\nUp jumped the gangster, gun flashing into view. \"What did you say?\" he\ndemanded.\n\n\"I just said 'Ahhhh,'\" replied Gascon, his eyes fixed on the window.\n\n\"If anybody's followed you here--\" The giant broke off and tramped\ntoward the window to look out.\n\nLike a flash Gascon leaped after him. With him he carried the picture,\nlifted from where it hung. He swept it through the air, using the edge\nof the frame like a hatchet and aiming at the back of the thick neck.\n\nThe blow was powerful and well placed. Knocked clean out, the gangster\nfell on his face. Gascon stooped, hooked his hands under the armpits,\nand made shift to drag the slack weight back to its chair. It took\nall his strength to set his victim back there. Then he drew from his\nside pocket the thing he had been carrying for days--a wad of cotton\nwhich he soaked in chloroform. Holding it to the broad nose, he waited\nuntil the last tenseness went out of the great limbs. Then he crossed\none leg over the other knee, poised the head against the chair-back,\nan elbow on a cushioned arm. Clamping the nerveless right hand about\nthe pistol-butt, he arranged it in the man's lap. Now the attitude was\none of assured relaxation. Gascon hung the picture back in place, and\nhimself sat down. He still puffed on the cigarette that had not left\nhis lips.\n\nHe had more than a minute to wait before the leaner mobster returned.\n\"Ready for you now,\" he said to Gascon, beckoning him through a rear\ndoor. He gave no more than a glance to his quiet, easy-seeming comrade.\n\nThey went down some stairs into a basement--plainly basements were an\nenthusiasm of the commander of this enterprise--and along a corridor.\nAt the end was a door, pulled almost shut, with light showing through\nthe crack. \"Go in,\" ordered Triangle-Face, and turned as if to mount\nthe stairs again.\n\nBut it was not Gascon's wish that he find his companion senseless.\nIn fact, Gascon had no intention of leaving anyone in the way of the\nretreat he hoped to make later. With his hand on the doorknob, he\nspoke:\n\n\"One thing, my friend.\"\n\nTriangle-Face paused and turned. \"I'm no friend of yours. What do you\nwant?\"\n\nGascon extended his other hand. \"Wish me luck.\"\n\n\"The only luck I wish you is bad. Don't try to grab hold of me.\"\n\nThe gangster's hand slid into the front of his coat, toward that bulge\nthat denoted an armpit holster. Gascon sprang upon him, catching him\nby the sleeve near the elbow so that he could not whip free with the\nweapon. Gascon's other hand dived into his own pocket, again clutching\nthe big wad of chloroform-soaked cotton.\n\nHe whipped the wad at and upon the triangular face. The man tried to\nwrithe away but Gascon, heavier and harder-muscled than he, shoved\nhim against the wall, where the back of his head could be clamped and\nheld. Struggling, the fellow breathed deeply, again, again. His frantic\nflounderings suddenly went feeble. Gascon judged the dose sufficient,\nand let go his holds. The man subsided limply and Gascon, still holding\nto his sleeve, dragged the right hand out of the coat. Dropping his wad\nof cotton, he took up the big pistol.\n\n\"I'm afraid, Gaspipe,\" said a shrill, wise voice he should know better\nthan anyone in the world, \"that that gun won't really help you a\nnickel's worth.\"\n\nGascon spun around. A moment ago he had put his hand on the doorknob.\nWhen he had turned to leap at the triangle-faced man, he had pulled\nthe door open. Now he could see inside a bare, officelike room, a big\nsturdy desk and a figure just beyond; a figure calm and assured, but so\ntiny, so grotesque.\n\n\"Come in, Gaspipe,\" commanded Tom-Tom, the dummy.\n\n\n\nTom-Tom did not look as Gascon had remembered him. The checked jacket\nwas filthy and frayed, and in the breast of it was a round black hole\nthe size of a fingertip. The paint had been flaked away from the\ncomical face, one broad ear was half broken off, the wig was tousled\nand matted. And the eyes goggled no more in the clownish fashion\nthat had been made so famous in publicity photographs. They crouched\ndeep in Tom-Tom's wooden face and glowed greenly, like the eyes of a\nmeat-eating animal.\n\n\"You're the only man I ever expected to figure me out, Gaspipe,\" said\nTom-Tom. \"And even you can't do much about it, can you? Put away the\ngun. I've been shot at and shot at, and it does nothing but make little\nholes like this.\"\n\nHe tapped the black rent in his jacket-front with a jointed forefinger.\n\n\"As a matter of fact, I was glad to see your notice in the agony\ncolumn. I think I'd have hunted you up, anyway. You see, we make a fine\nteam, Gaspipe. There are things we can still do for each other, but you\nmust be reasonable.\"\n\n\"I'm not here to let you make fun of me,\" said Gascon. \"You're just a\nlittle freak, brought to life by the chance power evolved by a cracked\nold intelligence. Once I puzzled it out, I knew that I needn't be\nafraid. You can't do anything to me.\"\n\n\"No?\" said Tom-Tom, with what seemed a chuckle. \"Let me show you\nsomething, Gaspipe.\"\n\nHis wooden hand moved across the desk-top and touched a button. A\nsection of the wall slid back like a stage curtain, revealing an\nopening the size of a closet door. The opening was fenced in with a\nmetal grating. Behind it stood Shannon Cole, her long black hair awry,\nher face pale, her cloth-of-gold pajamas rumpled.\n\n\"Ben!\" she said, in a voice that choked. \"Did he get you, too?\"\n\nGascon exclaimed, and turned as if to spring toward the grating. But\nat the same instant, with a swiftness that was more than a cat's,\nTom-Tom also moved. He seemed to fly across his desk as though flung by\na catapult. His hard head struck Gascon's stomach, doubling him up,\nand then Tom-Tom's arms whipped around Gascon's ankles, dragging them\nsidewise. Down fell the ventriloquist, heavily and clumsily. The gun\nflew from his hand, bouncing on the floor like a ball. Tom-Tom caught\nit in mid-bounce, and lifted it with both hands.\n\n\"I won't kill you, Gaspipe,\" he announced, \"but I'll most emphatically\nshoot off your kneecap, if you try anything sudden again. Sit up. Put\nyour back against that wall. And listen.\"\n\n\"Do what he says, Ben! He means business!\" Shannon Cole urged\ntremulously from behind her bars.\n\nGascon obeyed, trying to think of a way to grapple that imp of wood and\nfabric. Tom-Tom chuckled again, turned back to his desk and scrambled\nlightly upon it. As before he touched the button, and Shannon was\ninstantly shut from sight.\n\n\"Good thing I kidnapped her,\" he observed. \"Not only is she worth\nthousands to her managers, but she brought you to me. Now we'll have a\ndandy conference. Just like old times, isn't it, Gaspipe?\"\n\nGascon sat still, eyeing the gun. He might have risked its menace,\nbut for the thought of Shannon behind those bars. Tom-Tom, so weirdly\nstrong, might fight him off even if disarmed, then turn on his captive.\nThe dummy that was no longer a dummy seemed to read his mind:\n\n\"No violence, Gaspipe. I tell you, it's been tried before. When the\nDilson mobsters were through laughing at the idea of my taking over,\none or two thought that Digs Dilson should be avenged. But their guns\ndidn't even make me blink. I killed a couple, and impressed the others.\nI put into them the fear of Tom-Tom.\" Again the chuckle. \"I'm almost\nas hard to hurt as I am to fool, Gaspipe. And that's very, very hard\nindeed.\"\n\n\"What do you want of me?\" blurted Gascon, scowling.\n\n\"Now that's a question,\" nodded Tom-Tom. \"It might be extended a\nlittle. What do I want of life, Gaspipe? Life is here with me, but\nI never asked for it. It was thrust into me, and upon me. My first\nfeeling was of crazy rage toward the life-giver--\"\n\n\"And so you killed him?\" interrupted Gascon.\n\n\"I did. And the killing gave me the answer. The only thing worth while\nin life is taking life.\"\n\nTom-Tom spread his wooden hands, as though he felt that he had made a\nneat point. Gascon made a quick gesture of protest, then subsided as\nTom-Tom picked up the gun again.\n\n\"You're wrong, Tom-Tom,\" he said earnestly.\n\n\"Am I? You're going to give me a moral lecture, are you? But men\ninvented morals, so as to protect their souls. I don't have a soul,\nGaspipe. I don't have to worry about protecting it. I'm not human. I'm\na _thing_.\" Sitting on the desk, he crossed his legs and fiddled with\nthe gun. \"You've lived longer than I. What else, besides killing, is\nworth while in life?\"\n\n\"Why--enjoyment--\"\n\nThe marred head waggled. \"Enjoyment of what? Food? I can't eat.\nCompanionship? I doubt it, where a freak like me is concerned.\nPossessions? But I can't use clothes or houses or money or anything\nlike that. They're for men, not dummies. What else, Gaspipe?\"\n\n\"Why--why--\" This time Gascon fell silent.\n\n\"Love, you were going to say?\" The chuckle was louder, and the glowing\nyellow eyes flickered aside toward the place behind the wall where\nShannon was penned up. \"You're being stupid, Gaspipe. Because you know\nwhat love is, you think others do. Gaspipe, I'll never know what love\nis. I'm not made for it.\"\n\n\"I see you aren't,\" Gascon nodded solemnly. \"All right, Tom-Tom.\nYou can find life worth living if you try for supremacy in some\nline--leadership--\"\n\n\"That,\" said Tom-Tom, \"is where killing comes in. And where you come\nin, too.\"\n\nHe laid down the gun and put the tips of his jointed fingers together,\nin a pose grotesquely like that of a mild lecturer. \"I've given my\ncase a lot of time and thought, you see. I realize that I don't fit\nin--humanity hasn't ever considered making a place for me. I don't have\nneeds or reactions or wishes to fit those of humanity.\"\n\n\"Is that why you turn to criminals? Because they don't fit into normal\nhuman ethics, either?\"\n\n\"Exactly, exactly.\" Tom-Tom nodded above his poised hands. \"And\ncriminals understand me, and I understand them better than you think.\nBut,\" and he sounded a little weary, \"they're no good, either.\n\n\"You see, Gaspipe, they scare too easily. They die too easily. Just now\nyou overpowered one. They're not fit to associate with me on the terms\nI dictate. If I'm going to have power, it will turn what passes for my\nstomach if I have only people--people of meat and bone--under me.\" He\nmade a spitting sound, such as Gascon had often faked for him in the\ndays when the two were performing. \"As I say, this is where you come\nin.\"\n\n\"In heaven's name, what do you mean?\"\n\n\"You're smart, Gaspipe. You made me--the one thing that has been given\nartificial life. Well, you'll make other things to be animated.\"\n\n\"More robots?\" demanded Gascon. \"You want a science factory.\"\n\n\"I am the apex of science come true. Oh, it's practical. A couple\nat first. Then ten. Then a hundred. Then enough, perhaps, to grab a\npiece of the world and rule it. Don't bug out your eyes, Gaspipe. My\nfollowers bought up the life-making machinery and other things for me.\nI have lots of money--from that ransom--and I can get more.\"\n\nGascon was finding the idea not so surprising as at first, but he shook\nhis head over it. \"I won't.\"\n\n\"Yes, you will. We'll be partners again. Understand?\"\n\n\"If I refuse?\"\n\nTom-Tom made no audible answer. He only turned and gazed meaningly at\nthe place where Shannon was shut up.\n\nGascon sighed and rose. \"Show me this machinery of yours.\"\n\n\"Step this way.\" Monkey-nimble, Tom-Tom hopped to the floor. He had\ntaken up the gun again, and gestured with it for Gascon to walk beside\nhim. Together they crossed the office to a rear corner, where Tom-Tom\ntouched what looked like a projecting nail head. As with the door to\nShannon's cell, a panel slid back. They passed into a corridor, and the\npanel closed behind them.\n\n\"Straight ahead,\" came the voice of Tom-Tom in the darkness. \"Being\nmechanical, I have a head for mechanics. I devised all these secret\npanels. Neat?\"\n\n\"Dramatic,\" replied Gascon, who could be ironical himself. \"Now,\nTom-Tom, if I do what you want, what happens to me and to Miss Cole?\"\n\n\"You both stay with me.\"\n\n\"You won't let them ransom her?\"\n\nA chuckle, and: \"I'll take the ransom money, but she's seen too much\nto go free. Maybe I'll make the two of you a nice suite of rooms for\nhouse-keeping--barred in, of course. Didn't you use to carry me around\nin a little case, Gaspipe? I'll take just as good care of you, if you\ndo what I want.\"\n\nThe little monster did something or other to open a second door, and\nbeyond showed the light of a strong electric lamp. They passed into a\nbig windowless room, with rough wooden walls, probably a deep cellar.\nIt held a complicated arrangement of electrical machinery.\n\nHopping lightly to a bench the height of Gascon's shoulder, Tom-Tom\nseized a switch and closed it. There were emissions of sparks, a stir\nof wheels and belts, and the hum of machinery being set in motion.\n\n\"This, Gaspipe, is what brought me to life. And look!\" The jointed\nwooden hand flourished toward a corner. \"There's the kind of thing\nthat was tried and failed.\"\n\nIt looked like a caricature of an armored knight--a tall, jointed,\ngleaming thing, half again as big as a big man, with a head shaped like\na bucket. There were no features except two vacant eyes of quartz,\nstaring through the blank metal as through a mask. Gascon walked around\nit, his doctor-mind and builder-hands immediately interested. The body\nwas but loosely pinned together, and he drew aside a plate, peering\ninto the works.\n\n\"The principle's wrong,\" he announced at once. \"The fellow didn't\nunderstand anatomical balance--\"\n\n\"I knew it, I knew it!\" cried Tom-Tom. \"You can add the right touch,\nGaspipe. That's the specimen that came closest to success before me.\nI'll help. After all, my brain was made by the old boy who did all\nthese things. Through it, I know what he knew.\"\n\n\"Why didn't you save him to help you?\" demanded Gascon. He picked up a\npair of tapering pincers and a small wrench, and began to tinker.\n\n\"I told you about that once. I was angry. My first impulse was a\nkilling rage. The death of my life-giver was my first pleasure and\ntriumph. I hadn't dreamed up the plan I've been describing.\"\n\nAnger was Tom-Tom's first emotion. Not so different from human beings\nas the creature imagined, mused Gascon. What had the lecturer at\nmedical school once quoted from Emmanuel Kant:\n\n\"The outcry that is heard from a child just born was not the note of\nlamentation, but of indignation and aroused wrath.\"\n\nOf course, a new-born baby has not the strength to visit its rage on\nmother or nurse or doctor, but a creature as organized and powerful in\nbody and mind as Tom-Tom--or as huge and overwhelming as this metal\ngiant he fiddled with--\n\nGascon decided to think such thoughts with the greatest stealth. If\nTom-Tom could divine them, something terrible was due to happen.\nStripping off his coat, he went to work on the robot with deadly\nearnestness.\n\n\n\nMorning had probably come to the outside world. Gascon, wan and weary,\nstepped back and mopped his brow with a shirt sleeve. Tom-Tom spoke\nfrom where he sat cross-legged on the bench beside the controls.\n\n\"Is he pretty much in shape, Gaspipe?\"\n\n\"As much as you ever were, Tom-Tom. If you are right, and this machine\ngave you life, it will give him life, too.\"\n\n\"I can't wait for my man Friday. Get him over and lay him on the slab.\"\n\nThe metal man was too heavy to lift, but Gascon's hours of work had\nprovided his joints with beautiful balance. An arm around the tanklike\nwaist was enough to support and guide. The weight shifted from one\nbig shovel-foot to the other and the massive bulk actually walked to\nthe table-like slab in the midst of the wheels and tubes, and Gascon\neased it down at full length. Now Tom-Tom approached, bringing a\nspongy-looking object on a metal tray, an amorphous roundness that\nsprouted copper wires in all directions. He slid it into the open top\nof the robot's bucketlike head.\n\n\"That's a brain for Friday,\" explained Tom-Tom. \"Not as complex as\nmine, but made the same way. He'll have simple reactions and impulses.\nA model servant.\"\n\n_Simple reactions_--and Tom-Tom had sprung up from his birthcouch to\nkill the man who brought him to life. Gascon's hands trembled ever so\nslightly as he connected the brain wires to terminals that did duty as\nnerves. Tom-Tom himself laid a plate over the orifice and stuck it down\nwith a soldering iron.\n\n\"My own brain's armored inside this wooden skull,\" he commented. \"No\nbullet or axe could reach it. And nobody can hurt the brain of Friday\nhere unless they get at him from above. He's pretty tall to get at\nfrom above, eh, Gaspipe?\"\n\n\"That's right,\" nodded Gascon, and in his mind rose a picture of the\nbig metal thing bending down, exposing that vulnerable soldered patch.\nTom-Tom and he clamped the leads to wrists, ankles and neck.\n\n\"Get back to the wall, Gaspipe,\" commanded Tom-Tom bleakly, and Gascon\nobeyed. \"Now watch. And don't move, or I'll set Friday on you when he\nwakes up.\"\n\nGascon sat down on a long, low bench next to the open door. Tom-Tom\nnoticed his position, and lifted the gun he had carried into the\nchamber.\n\n\"Don't try to run,\" he warned, \"or I'll drill you--maybe in the\nstomach. And you can lie there and die slowly. When you die there'll be\nnobody to help Shanny yonder in her little hole in the wall.\"\n\n\"I won't run,\" promised Gascon. And Tom-Tom switched on more power.\n\nSparks, a shuddering roar, a quickening of all parts of the machine.\nThe shining hulk on the slab stirred and quivered, like a man troubled\nby dreams. Tom-Tom gave a brief barking laugh of triumph, brought the\nmechanism to a howling crescendo of sound and motion, then abruptly\nshut it down to a murmur.\n\n\"Friday! Friday!\" he called.\n\nSlowly the metal giant sat up in its bonds.\n\nThe bucket-head, with its vacant eyes now gleaming as yellow as\nTom-Tom's, turned in that direction. Then, with unthinkable swiftness,\nthe big metal body heaved itself erect, ripping free of the clamps that\nhad been fastened upon it. Up rose two monstrous hands, like baseball\ngloves of jointed iron. There was a clashing, heavy-footed charge.\n\nSitting still as death, Gascon again recalled to mind what Tom-Tom had\nsaid, what he had heard at medical school.\n\nTom-Tom gave a prolonged yell, and threw up the gun to fire. The\nexplosions rattled and rolled in the narrow confinement of the room.\nBullets spattered the armor-plated breast of the oncoming giant. One\nknocked away a gleaming eye. The towering thing did not falter in its\ndash. Tom-Tom tried to spring down too late. The big hands flashed out,\nand had him.\n\nGascon, now daring to move, dragged the bench across the doorway. From\na corner he caught up a heavy wrought-iron socket lever, as long as\na walking stick and nearly as thick as his wrist. All the while he\nwatched, over his shoulder, a battle that was not all one-sided.\n\nAfter his final effort to command the newly animated giant, Tom-Tom had\nnot made a sound. He concentrated on freeing himself from the grip that\nhad fastened upon him. Both his wooden hands clutched a single finger,\nstrained against it. Gascon saw, almost as in a ridiculous dream, that\nimmense finger bending backward, backward, and tearing from its socket.\nBut the other fingers kept their hold. They laid Tom-Tom on the floor,\na great slab of a foot pinned him there. The two metal hands began to\npluck him to pieces, and to throw the pieces away.\n\nFirst an arm in a plaid sleeve flew across the room--an arm ripped\nfrom Tom-Tom's little sleeve, an arm that still writhed and wriggled,\nits fingers opening and closing. It fell among the wheels that still\nturned, jamming them. Sparks sprang up with a grating rattle. Then a\nflame of blueness. Gascon turned his back toward the doorway that he\nhad blocked with the bench, to see the thing out.\n\nWith a wanton fury, the victorious ogre of metal had shredded Tom-Tom's\nbody, hurling the pieces in all directions. To one side, the machinery\nwas putting forth more flame and more. The blaze licked up the wall.\nThe giant straightened his body at last, holding in one paw the\ndetached head of its victim. The jaws of Tom-Tom snapped and moved, as\nthough he was trying to speak.\n\n\"Look this way!\" roared Gascon at the top of his voice.\n\nThe creature heard him. Its head swiveled doorward. It stared with one\ngleaming eye and one empty black socket. Gascon brandished the socket\nlever over his head, as though in challenge, then turned and sprang\nover the bench into the dark corridor.\n\nA jangling din as the thing rushed after him. Hands shot out to clutch.\nIts shins struck the bench violently, the feet lost their grip of the\nfloor, and the clumsy structure plunged forward and down, with a noise\nlike an automobile striking a stone wall. For a moment the huge head\nwas just at Gascon's knee.\n\nHe struck. The solder-fastened patch flew away under the impact of his\nclubbed lever-bar like a driven golf ball. The cranium yawned open,\nand he jabbed the bar in. Something squashed and yielded before his\nprodding--the delicate artificial brain. Then the struggling shape at\nhis feet subsided. From one relaxing hand rolled something round--the\nhead of Tom-Tom.\n\nIt still lived, for the eyes rolled up to glare at Gascon, the jaws\nsnapped at his toe. He kicked the thing back through the door, into the\ngrowing flames. The fire was bright enough to show him the way back\nalong the corridor. He did not know how Tom-Tom had arranged the panel\nto open and close, nor did he pause to find out. Heavy blows of the bar\ncleared him a way.\n\nOut in the office, he fairly sprang to the desk, located the button on\nits top, and pressed it. A moment later, Shannon was staring out at him\nthrough her grating.\n\n\"Ben!\" she gasped. \"Are you all right? Tom-Tom--\"\n\n\"He's finished,\" Gascon told her. \"This whole business is finished.\"\nWith his lever he managed to rip the grating from its fastenings, and\nthen dragged Shannon forth. She clung to him like a child awakened\nfrom a nightmare.\n\n\"Come, we're getting out.\"\n\nIn the second corridor he stooped, searched the pockets of the\nsenseless triangle-faced one and secured the keys to the car outside.\nThen he shook the fellow back to semi-consciousness.\n\n\"This house is on fire!\" Gascon shouted. \"Get your pal upstairs on his\nfeet, and get out of here.\"\n\nLeaving the fellow standing weakly, Gascon and Shannon got into the\nopen and into the car. Driving along the street, they heard the clang\nof fire-engines, heading for the now angry fire.\n\nShannon said one thing: \"Ben, how much can we tell the police?\"\n\n\"It isn't how much we can tell them,\" replied Gascon weightily. \"It's\nhow little.\"\n\n\n\nWhen Autumn returned, Ben Gascon was on the air again after all. His\nsponsors feared that his marriage to Shannon Cole might damage their\npopularity as co-stars, but radio fans showed quite the opposite\nreaction. Gascon introduced a fresh note in the form of a new dummy,\nwhich he named Jack Duffy, a green-horn character with a husky voice\ninstead of a shrill one and rural humor instead of cocktail-hour\nrepartee.\n\nSometimes people asked what had become of Tom-Tom; but Gascon always\nmanaged to change the subject, and eventually Tom-Tom was forgotten.",
    "metadata": {
        "author": [
            "Field, Gans T.",
            "Wellman, Manly Wade"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/64789/pg64789.txt",
        "name": "bratton_s_idea.json"
    }
}