{
    "name": "Breaking a Spell\nOdd Craft, Part 6.",
    "author": [
        "Jacobs, William Wymark",
        "Jacobs, W. W. (William Wymark)"
    ],
    "body": "\nBREAKING A SPELL\n\n\"Witchcraft?\" said the old man, thoughtfully, as he scratched his scanty\nwhiskers.  No, I ain't heard o' none in these parts for a long time.\nThere used to be a little of it about when I was a boy, and there was\nsome talk of it arter I'd growed up, but Claybury folk never took much\ncount of it.  The last bit of it I remember was about forty years ago,\nand that wasn't so much witchcraft as foolishness.\n\nThere was a man in this place then--Joe Barlcomb by name--who was a firm\nbeliever in it, and 'e used to do all sorts of things to save hisself\nfrom it.  He was a new-comer in Claybury, and there was such a lot of it\nabout in the parts he came from that the people thought o' nothing else\nhardly.\n\nHe was a man as got 'imself very much liked at fust, especially by the\nold ladies, owing to his being so perlite to them, that they used to 'old\n'im up for an example to the other men, and say wot nice, pretty ways he\n'ad.  Joe Barlcomb was everything at fust, but when they got to 'ear that\nhis perliteness was because 'e thought 'arf of 'em was witches, and\ndidn't know which 'arf, they altered their minds.\n\nIn a month or two he was the laughing-stock of the place; but wot was\nworse to 'im than that was that he'd made enemies of all the old ladies.\nSome of 'em was free-spoken women, and 'e couldn't sleep for thinking of\nthe 'arm they might do 'im.\n\nHe was terrible uneasy about it at fust, but, as nothing 'appened and he\nseemed to go on very prosperous-like, 'e began to forget 'is fears, when\nall of a sudden 'e went 'ome one day and found 'is wife in bed with a\nbroken leg.\n\nShe was standing on a broken chair to reach something down from the\ndresser when it 'appened, and it was pointed out to Joe Barlcomb that it\nwas a thing anybody might ha' done without being bewitched; but he said\n'e knew better, and that they'd kept that broken chair for standing on\nfor years and years to save the others, and nothing 'ad ever 'appened\nafore.\n\nIn less than a week arter that three of his young 'uns was down with the\nmeasles, and, 'is wife being laid up, he sent for 'er mother to come and\nnurse 'em.  It's as true as I sit 'ere, but that pore old lady 'adn't\nbeen in the house two hours afore she went to bed with the yellow\njaundice.\n\nJoe Barlcomb went out of 'is mind a'most.  He'd never liked 'is wife's\nmother, and he wouldn't 'ave had 'er in the house on'y 'e wanted her to\nnurse 'is wife and children, and when she came and laid up and wanted\nwaiting on 'e couldn't dislike her enough.\n\nHe was quite certain all along that somebody was putting a spell on 'im,\nand when 'e went out a morning or two arterward and found 'is best pig\nlying dead in a corner of the sty he gave up and, going into the 'ouse,\ntold 'em all that they'd 'ave to die 'cause he couldn't do anything more\nfor 'em.  His wife's mother and 'is wife and the children all started\ncrying together, and Joe Barlcomb, when 'e thought of 'is pig, he sat\ndown and cried too.\n\nHe sat up late that night thinking it over, and, arter looking at it all\nways, he made up 'is mind to go and see Mrs. Prince, an old lady that\nlived all alone by 'erself in a cottage near Smith's farm.  He'd set 'er\ndown for wot he called a white witch, which is the best kind and on'y do\nuseful things, such as charming warts away or telling gals about their\nfuture 'usbands; and the next arternoon, arter telling 'is wife's mother\nthat fresh air and travelling was the best cure for the yellow jaundice,\nhe set off to see 'er.\n\nMrs. Prince was sitting at 'er front door nursing 'er three cats when 'e\ngot there.  She was an ugly, little old woman with piercing black eyes\nand a hook nose, and she 'ad a quiet, artful sort of a way with 'er that\nmade 'er very much disliked.  One thing was she was always making fun of\npeople, and for another she seemed to be able to tell their thoughts, and\nthat don't get anybody liked much, especially when they don't keep it to\ntheirselves.  She'd been a lady's maid all 'er young days, and it was\nvery 'ard to be taken for a witch just because she was old.\n\n\"Fine day, ma'am,\" ses Joe Barlcomb.\n\n\"Very fine,\" ses Mrs. Prince.\n\n\"Being as I was passing, I just thought I'd look in,\" ses Joe Barlcomb,\neyeing the cats.\n\n\"Take a chair,\" ses Mrs. Prince, getting up and dusting one down with 'er\napron.\n\nJoe sat down.  \"I'm in a bit o' trouble, ma'am,\" he ses, \"and I thought\np'r'aps as you could help me out of it.  My pore pig's been bewitched,\nand it's dead.\"\n\n\"Bewitched?\" ses Mrs. Prince, who'd 'eard of 'is ideas.  \"Rubbish.  Don't\ntalk to me.\"\n\n\"It ain't rubbish, ma'am,\" ses Joe Barlcomb; \"three o' my children is\ndown with the measles, my wife's broke 'er leg, 'er mother is laid up in\nmy little place with the yellow jaundice, and the pig's dead.\"\n\n\"Wot, another one?\"  ses Mrs. Prince.\n\n\"No; the same one,\" ses Joe.\n\n\"Well, 'ow am I to help you?\"  ses Mrs. Prince.  \"Do you want me to come\nand nurse 'em?\"\n\n\"No, no,\" ses Joe, starting and turning pale; \"unless you'd like to come\nand nurse my wife's mother,\" he ses, arter thinking a bit.  \"I was hoping\nthat you'd know who'd been overlooking me and that you'd make 'em take\nthe spell off.\"\n\nMrs. Prince got up from 'er chair and looked round for the broom she'd\nbeen sweeping with, but, not finding it, she set down agin and stared in\na curious sort o' way at Joe Barlcomb.\n\n\"Oh, I see,\" she ses, nodding.  \"Fancy you guessing I was a witch.\"\n\n\"You can't deceive me,\" ses Joe; \"I've 'ad too much experience; I knew it\nthe fust time I saw you by the mole on your nose.\"\n\nMrs. Prince got up and went into her back-place, trying her 'ardest to\nremember wot she'd done with that broom.  She couldn't find it anywhere,\nand at last she came back and sat staring at Joe for so long that 'e was\n'arf frightened out of his life.  And by-and-by she gave a 'orrible smile\nand sat rubbing the side of 'er nose with 'er finger.\n\n\"If I help you,\" she ses at last, \"will you promise to keep it a dead\nsecret and do exactly as I tell you?  If you don't, dead pigs'll be\nnothing to the misfortunes that you will 'ave.\"\n\n\"I will,\" ses Joe Barlcomb, very pale.\n\n\"The spell,\" ses Mrs. Prince, holding up her 'ands and shutting 'er eyes,\n\"was put upon you by a man.  It is one out of six men as is jealous of\nyou because you're so clever, but which one it is I can't tell without\nyour assistance.  Have you got any money?\"\n\n\"A little,\" ses Joe, anxious-like-- \"a very little.  Wot with the yellow\njaundice and other things, I----\"\n\n\"Fust thing to do,\" ses Mrs. Prince, still with her eyes shut, \"you go up\nto the Cauliflower to-night; the six men'll all be there, and you must\nbuy six ha'pennies off of them; one each.\"\n\n\"Buy six ha'pennies?\"  ses Joe, staring at her.\n\n\"Don't repeat wot I say,\" ses Mrs. Prince; \"it's unlucky.  You buy six\nha'pennies for a shilling each, without saying wot it's for.  You'll be\nable to buy 'em all right if you're civil.\"\n\n\"It seems to me it don't need much civility for that,\" ses Joe, pulling a\nlong face.\n\n\"When you've got the ha'pennies,\" ses Mrs. Prince, \"bring 'em to me and\nI'll tell you wot to do with 'em.  Don't lose no time, because I can see\nthat something worse is going to 'appen if it ain't prevented.\"\n\n\"Is it anything to do with my wife's mother getting worse?\"  ses Joe\nBarlcomb, who was a careful man and didn't want to waste six shillings.\n\n\"No, something to you,\" ses Mrs. Prince.\n\nJoe Barlcomb went cold all over, and then he put down a couple of eggs\nhe'd brought round for 'er and went off 'ome agin, and Mrs. Prince stood\nin the doorway with a cat on each shoulder and watched 'im till 'e was\nout of sight.\n\nThat night Joe Barlcomb came up to this 'ere Cauliflower public-house,\nsame as he'd been told, and by-and-by, arter he 'ad 'ad a pint, he looked\nround, and taking a shilling out of 'is pocket put it on the table, and\nhe ses, \"Who'll give me a ha'penny for that?\"  he ses.\n\nNone of 'em seemed to be in a hurry.  Bill Jones took it up and bit it,\nand rang it on the table and squinted at it, and then he bit it agin, and\nturned round and asked Joe Barlcomb wot was wrong with it.\n\n\"Wrong?\" ses Joe; \"nothing.\"\n\nBill Jones put it down agin.  \"You're wide awake, Joe,\" he ses, \"but so\nam I.\"\n\n\"Won't nobody give me a ha'penny for it?\"  ses Joe, looking round.\n\nThen Peter Lamb came up, and he looked at it and rang it, and at last he\ngave Joe a ha'penny for it and took it round, and everybody 'ad a look at\nit.\n\n\"It stands to reason it's a bad 'un,\" ses Bill Jones, \"but it's so well\ndone I wish as I'd bought it.\"\n\n\"H-s-h!\"  ses Peter Lamb; \"don't let the landlord 'ear you.\"\n\nThe landlord 'ad just that moment come in, and Peter walked up and\nordered a pint, and took his ten-pence change as bold as brass.  Arter\nthat Joe Barbcomb bought five more ha'pennies afore you could wink\na'most, and every man wot sold one went up to the bar and 'ad a pint and\ngot tenpence change, and drank Joe Barlcomb's health.\n\n\"There seems to be a lot o' money knocking about to-night,\" ses the\nlandlord, as Sam Martin, the last of 'em, was drinking 'is pint.\n\nSam Martin choked and put 'is pot down on the counter with a bang, and\nhim and the other five was out o' that door and sailing up the road with\ntheir tenpences afore the landlord could get his breath.  He stood to the\nbar scratching his 'ead and staring, but he couldn't understand it a bit\ntill a man wot was too late to sell his ha'penny up and told 'im all\nabout it.  The fuss 'e made was terrible.  The shillings was in a little\nheap on a shelf at the back o' the bar, and he did all sorts o' things to\n'em to prove that they was bad, and threatened Joe Barlcomb with the\npolice.  At last, however, 'e saw wot a fool he was making of himself,\nand arter nearly breaking his teeth 'e dropped them into a drawer and\nstirred 'em up with the others.\n\nJoe Barlcomb went round the next night to see Mrs. Prince, and she asked\n'im a lot o' questions about the men as 'ad sold 'im the ha'pennies.\n\n\"The fust part 'as been done very well,\" she ses, nodding her 'ead at\n'im; \"if you do the second part as well, you'll soon know who your enemy\nis.\"\n\n\"Nothing'll bring the pig back,\" ses Joe.\n\n\"There's worse misfortunes than that, as I've told you,\" ses Mrs. Prince,\nsharply.  \"Now, listen to wot I'm going to say to you.  When the clock\nstrikes twelve to-night----\"\n\n\"Our clock don't strike,\" ses Joe.\n\n\"Then you must borrow one that does,\" ses Mrs. Prince, \"and when it\nstrikes twelve you must go round to each o' them six men and sell them a\nha'penny for a shilling.\"\n\nJoe Barlcomb looked at 'er.  \"'Ow?\"  he ses, short-like.\n\n\"Same way as you sold 'em a shilling for a ha'-penny,\" ses Mrs. Prince;\n\"it don't matter whether they buy the ha'pennies or not.  All you've got\nto do is to go and ask 'em, and the man as makes the most fuss is the man\nthat 'as put the trouble on you.\"\n\n\"It seems a roundabout way o' going to work,\" ses Joe.\n\n\"_Wot!_\"  screams Mrs. Prince, jumping up and waving her arms about.\n\"_Wot!_  Go your own way; I'll have nothing more to do with you.  And\ndon't blame me for anything that happens.  It's a very bad thing to come\nto a witch for advice and then not to do as she tells you.  You ought to\nknow that.\"\n\n\"I'll do it, ma'am,\" ses Joe Barlcomb, trembling.\n\n\"You'd better,\" ses Mrs. Prince; \"and mind--not a word to anybody.\"\n\nJoe promised her agin, and 'e went off and borrered a clock from Albert\nPrice, and at twelve o'clock that night he jumped up out of bed and began\nto dress 'imself and pretend not to 'ear his wife when she asked 'im\nwhere he was going.\n\nIt was a dark, nasty sort o' night, blowing and raining, and, o' course,\neverybody 'ad gone to bed long since.  The fust cottage Joe came to was\nBill Jones's, and, knowing Bill's temper, he stood for some time afore he\ncould make up 'is mind to knock; but at last he up with 'is stick and\nbanged away at the door.\n\nA minute arterward he 'eard the bedroom winder pushed open, and then Bill\nJones popped his 'cad out and called to know wot was the matter and who\nit was.\n\n\"It's me--Joe Barlcomb,\" ses Joe, \"and I want to speak to you very\npartikler.\"\n\n\"Well, speak away,\" ses Bill.  \"You go into the back room,\" he ses,\nturning to his wife.\n\n\"Whaffor?\"  ses Mrs. Jones.\n\n\"'Cos I don't know wot Joe is going to say,\" ses Bill.  \"You go in now,\nafore I make you.\"\n\nHis wife went off grumbling, and then Bill told Joe Barlcomb to hurry up\nwot he'd got to say as 'e 'adn't got much on and the weather wasn't as\nwarm as it might be.\n\n\"I sold you a shilling for a ha'penny last night, Bill,\" ses Joe.\n\n\"Do you want to sell any more?\"  ses Bill Jones, putting his 'and down to\nwhere 'is trouser pocket ought to be.\n\n\"Not exactly that,\" ses Joe Barlcomb.  \"This time I want you to sell me a\nshilling for a ha'penny.\"\n\nBill leaned out of the winder and stared down at Joe Barlcomb, and then\nhe ses, in a choking voice,  \"Is that wot you've come disturbing my sleep\nfor at this time o' night?\"  he ses.\n\n\"I must 'ave it, Bill,\" ses Joe.\n\n\"Well, if you'll wait a moment,\" ses Bill, trying to speak perlitely,\n\"I'll come down and give it to you.\"\n\nJoe didn't like 'is tone of voice, but he waited, and all of a sudden\nBill Jones came out o' that door like a gun going off and threw 'imself\non Joe Barlcomb.  Both of 'em was strong men, and by the time they'd\nfinished they was so tired they could 'ardly stand.  Then Bill Jones went\nback to bed, and Joe Barlcomb, arter sitting down on the doorstep to rest\n'imself, went off and knocked up Peter Lamb.\n\nPeter Lamb was a little man and no good as a fighter, but the things he\nsaid to Joe Barlcomb as he leaned out o' the winder and shook 'is fist at\nhim was 'arder to bear than blows.  He screamed away at the top of 'is\nvoice for ten minutes, and then 'e pulled the winder to with a bang and\nwent back to bed.\n\nJoe Barlcomb was very tired, but he walked on to Jasper Potts's 'ouse,\ntrying 'ard as he walked to decide which o' the fust two 'ad made the\nmost fuss.  Arter he 'ad left Jasper Potts 'e got more puzzled than ever,\nJasper being just as bad as the other two, and Joe leaving 'im at last in\nthe middle of loading 'is gun.\n\nBy the time he'd made 'is last call--at Sam Martin's--it was past three\no'clock, and he could no more tell Mrs. Prince which 'ad made the most\nfuss than 'e could fly.  There didn't seem to be a pin to choose between\n'em, and, 'arf worried out of 'is life, he went straight on to Mrs.\nPrince and knocked 'er up to tell 'er.  She thought the 'ouse was afire\nat fust, and came screaming out o' the front door in 'er bedgown, and\nwhen she found out who it was she was worse to deal with than the men 'ad\nbeen.\n\nShe 'ad quieted down by the time Joe went round to see 'er the next\nevening, and asked 'im to describe exactly wot the six men 'ad done and\nsaid.  She sat listening quite quiet at fust, but arter a time she scared\nJoe by making a odd, croupy sort o' noise in 'er throat, and at last she\ngot up and walked into the back-place.  She was there a long time making\nfunny noises, and at last Joe walked toward the door on tip-toe and\npeeped through the crack and saw 'er in a sort o' fit, sitting in a chair\nwith 'er arms folded acrost her bodice and rocking 'erself up and down\nand moaning.  Joe stood as if 'e'd been frozen a'most, and then 'e crept\nback to 'is seat and waited, and when she came into the room agin she\nsaid as the trouble 'ad all been caused by Bill Jones.  She sat still for\nnearly 'arf an hour, thinking 'ard, and then she turned to Joe and ses:\n\n\"Can you read?\" she ses.\n\n\"No,\" ses Joe, wondering wot was coming next.\n\n\"That's all right, then,\" she ses, \"because if you could I couldn't do\nwot I'm going to do.\"\n\n\"That shows the 'arm of eddication,\" ses Joe.  \"I never did believe in\nit.\"\n\nMrs. Prince nodded, and then she went and got a bottle with something in\nit which looked to Joe like gin, and arter getting out 'er pen and ink\nand printing some words on a piece o' paper she stuck it on the bottle,\nand sat looking at Joe and thinking.\n\n\"Take this up to the Cauliflower,\" she ses, \"make friends with Bill\nJones, and give him as much beer as he'll drink, and give 'im a little o'\nthis gin in each mug.  If he drinks it the spell will be broken, and\nyou'll be luckier than you 'ave ever been in your life afore.  When 'e's\ndrunk some, and not before, leave the bottle standing on the table.\"\n\nJoe Barlcomb thanked 'er, and with the bottle in 'is pocket went off to\nthe Cauliflower, whistling.  Bill Jones was there, and Peter Lamb, and\ntwo or three more of 'em, and at fust they said some pretty 'ard things\nto him about being woke up in the night.\n\n\"Don't bear malice, Bill,\" ses Joe Barlcomb; \"'ave a pint with me.\"\n\nHe ordered two pints, and then sat down along-side o' Bill, and in five\nminutes they was like brothers.\n\n\"'Ave a drop o' gin in it, Bill,\" he ses, taking the bottle out of 'is\npocket.\n\nBill thanked 'im and had a drop, and then, thoughtful-like, he wanted Joe\nto 'ave some in his too, but Joe said no, he'd got a touch o' toothache,\nand it was bad for it.\n\n\"I don't mind 'aving a drop in my beer, Joe,\" ses Peter Lamb.\n\n\"Not to-night, mate,\" ses Joe; \"it's all for Bill.  I bought it on\npurpose for 'im.\"\n\nBill shook 'ands with him, and when Joe called for another pint and put\nsome more gin in it he said that 'e was the noblest-'arted man that ever\nlived.\n\n\"You wasn't saying so 'arf an hour ago,\" ses Peter Lamb.\n\n\"'Cos I didn't know 'im so well then,\" ses Bill Jones.\n\n\"You soon change your mind, don't you?\"  ses Peter.\n\nBill didn't answer 'im.  He was leaning back on the bench and staring at\nthe bottle as if 'e couldn't believe his eyesight.  His face was all\nwhite and shining, and 'is hair as wet as if it 'ad just been dipped in a\nbucket o' water.\n\n\"See a ghost, Bill?\"  ses Peter, looking at 'im.\n\nBill made a 'orrible noise in his throat, and kept on staring at the\nbottle till they thought 'e'd gone crazy.  Then Jasper Potts bent his\n'ead down and began to read out loud wot was on the bottle.  \"P-o-i--\nPOISON FOR BILL JONES,\" he ses, in a voice as if 'e couldn't believe it.\n\nYou might 'ave heard a pin drop.  Everybody turned and looked at Bill\nJones, as he sat there trembling all over.  Then those that could read\ntook up the bottle and read it out loud all over agin.\n\n\"Pore Bill,\" ses Peter Lamb.  \"I 'ad a feeling come over me that\nsomething was wrong.\"\n\n\"You're a murderer,\" ses Sam Martin, catching 'old of Joe Barlcomb.\n\"You'll be 'ung for this.  Look at pore Bill, cut off in 'is prime.\"\n\n\"Run for the doctor,\" ses someone.\n\nTwo of 'em ran off as 'ard as they could go, and then the landlord came\nround the bar and asked Bill to go and die outside, because 'e didn't\nwant to be brought into it.  Jasper Potts told 'im to clear off, and then\nhe bent down and asked Bill where the pain was.\n\n\"I don't think he'll 'ave much pain,\" ses Peter Lamb, who always\npretended to know a lot more than other people.  \"It'll soon be over,\nBill.\"\n\n\"We've all got to go some day,\" ses Sam Martin.  \"Better to die young\nthan live to be a trouble to yourself,\" ses Bob Harris.\n\nTo 'ear them talk everybody seemed to think that Bill Jones was in luck;\neverybody but Bill Jones 'imself, that is.\n\n\"I ain't fit to die,\" he ses, shivering.  \"You don't know 'ow bad I've\nbeen.\"\n\n\"Wot 'ave you done, Bill?\"  ses Peter Lamb, in a soft voice.  \"If it'll\nease your feelings afore you go to make a clean breast of it, we're all\nfriends here.\"\n\nBill groaned.\n\n\"And it's too late for you to be punished for anything,\" ses Peter, arter\na moment.\n\nBill Jones groaned agin, and then, shaking 'is 'ead, began to w'isper 'is\nwrong-doings.  When the doctor came in 'arf an hour arterward all the men\nwas as quiet as mice, and pore Bill was still w'ispering as 'ard as he\ncould w'isper.\n\nThe doctor pushed 'em out of the way in a moment, and then 'e bent over\nBill and felt 'is pulse and looked at 'is tongue.  Then he listened to\nhis 'art, and in a puzzled way smelt at the bottle, which Jasper Potts\nwas a-minding of, and wetted 'is finger and tasted it.\n\n\"Somebody's been making a fool of you and me too,\" he ses, in a angry\nvoice.  \"It's only gin, and very good gin at that.  Get up and go home.\"\n\nIt all came out next morning, and Joe Barlcomb was the laughing-stock of\nthe place.  Most people said that Mrs. Prince 'ad done quite right, and\nthey 'oped that it ud be a lesson to him, but nobody ever talked much of\nwitchcraft in Claybury agin.  One thing was that Bill Jones wouldn't 'ave\nthe word used in 'is hearing.",
    "metadata": {
        "author": [
            "Jacobs, William Wymark",
            "Jacobs, W. W. (William Wymark)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/12206/pg12206.txt",
        "name": "breaking_a_spell_odd_craft_part_6.json"
    }
}