{
    "name": "Brknk's Bounty",
    "author": [
        "Sohl, Gerald Allan",
        "Sohl, Jerry"
    ],
    "body": "I never thought I'd like circus life, but a year of it has changed me.\nIt's in my blood now and I suppose I'll never give it up--even if\nthey'd let me.\n\nThis job is better than anything I could get in the newspaper racket.\nI work all summer, it's true, but I get the winter off, though some of\nthe offers for winter work are mighty tempting. Maybe if I hadn't been\nkicked off the paper, I'd be city editor now, knocking my brains out.\nWho knows? But maybe I'd just be a rewrite man, or in the slot,\nwriting heads, or copyreading. But the thought of newspaper work after\nall this appalls me.\n\nTrlk, the Sybillian, should be thanked for the whole thing, I suppose,\nthough it would be a grudging thank-you I'd give him, considering all\nthe trouble he caused. Still....\n\nI first saw him on a July morning at the beginning of the vacation\nschedule, when four of us on the local side were trying to do five\npeople's work.\n\nMy first inkling anything was wrong came when I returned from the\ncourthouse beat and stuck a sheet of paper in the typewriter to write\nthe probate court notes.\n\nI struck the keys. They wouldn't go all the way down. I opened the\ncover plate, looked in to see what was wrong. I saw nothing, so I\ntried again. Oscar Phipps, the city editor, was giving me the eye. I\nfigured maybe he was pulling a trick on me. But then I knew _he_\nhadn't. He wasn't the type.\n\n\n\nThe back space, tabular, margin release, shift and shift lock worked\nperfectly. But the keys only went down a short way before they\nstopped. All except one key. The cap _D_.\n\nI hit the _D_. It worked fine the first time, but not the second. I\ntried all the keys again. This time only the _i_ worked. Now I had\n_Di_. I went ahead testing. Pretty soon I had\n\n_Dimly_\n\nThen came a space. A few letters more and it was\n\n_Dimly drouse the dreary droves_\n\nPhipps had one eyebrow raised. I lifted the cover plate again.\nQuickly.\n\nThere I saw a fuzzy thing. It whisked out of sight. I snapped the\nplate down and held it down. The party I had been on the night before\nhadn't been that good and I had had at least three hours' sleep.\n\nI tried typing again. I got nothing until I started a new line. Then\nout came\n\n_Primly prides the privy prose_\n\nI banged up the plate, saw a blur of something slinking down between\nthe type bar levers again. Whatever it was, it managed to squeeze\nitself out of sight in a most amazing way.\n\n\"Hey!\" I said. \"I know you're down there. What's the big idea?\"\n\nFuzzy squeezed his head up from the levers. The head looked like that\nof a mouse, but it had teeth like a chipmunk and bright little black\nbeads for eyes. They looked right at me.\n\n\"You go right ahead,\" he said in a shrill voice. \"This is going to be\na great poem. Did you get all that alliteration there in those two\nlines?\"\n\n\"Listen, will you get out of there? I've got work to do!\"\n\n\"Yes, I think I've hit it at last. It was that four-stress iambic that\ndid it. It was iambic, wasn't it?\"\n\n\"Go away,\" I said miserably.\n\nFuzzy pulled the rest of himself out of the bars and stood on hind\nfeet. He crossed his forepaws in front of him, vibrated his long,\nfurry tail, and said defiantly, \"No.\"\n\n\"Look,\" I pleaded, \"I'm not Don Marquis and you're not Archie and I\nhave work to do. Now will you _please_ get out of this typewriter?\"\n\nHis tiny ears swiveled upward. \"Who's Don Marquis? And Archie?\"\n\n\"Go to hell,\" I said. I slammed the cover down and looked up into the\ncold eyes of Oscar Phipps who was standing next to my desk.\n\n\"Who, may I ask,\" he said ominously, \"do you think you're talking to?\"\n\n\"Take a look.\" I lifted the plate once again. Fuzzy was there on his\nback, his legs crossed, his tail twitching.\n\n\"I don't see anything,\" Phipps said.\n\n\"You mean you can't see Fuzzy here?\" I pointed to him, the end of my\nfinger an inch from his head. \"Ouch!\" I drew my hand away. \"The little\ndevil bit me.\"\n\n\"You're fired, Mr. Weaver,\" Phipps said in a tired voice. \"Fired as of\nright now. I'll arrange for two weeks' severance pay. And my advice to\nyou is to stay off the bottle or see a psychiatrist--or both. Not that\nit'll do you any good. You never amounted to anything and you never\nwill.\"\n\nI would have taken a swipe at Fuzzy, but he had slunk out of sight.\n\n\n\nDuring the two erratic years I had been on the newspaper, I had passed\nthe city park every morning on my way to work, feeling an envy for\nthose who had nothing better to do than sit on the benches and\ncontemplate the nature of the Universe. Now I took myself there and\nsat as I had seen others do, hoping to feel a kinship with these\nunfortunates.\n\nBut all I did was feel alone, frustrated and angry at Phipps. Maybe I\nhad been too convivial, maybe I had enjoyed night life too much, maybe\nI hadn't given the paper my all. But I wasn't ready for the booby\nhatch even if I had seen a fuzzy little thing that could talk.\n\nI drew a copy of _Editor and Publisher_ from my pocket and was\nscanning the \"Help Wanted: Editorial\" columns when out of the corner\nof my eye I saw a blob of black moving along the walk.\n\nTurning handsprings, balancing himself precariously on the end of his\nvibrating tail, running and waving his forepaws to get my attention\nwas Fuzzy.\n\nI groaned. \"Please go away!\" I covered my eyes so I wouldn't have to\nlook at him.\n\n\"Why?\" he piped.\n\n\"Because you're a hallucination.\"\n\n\"I'm not a hallucination,\" he said indignantly. \"I'm real flesh and\nblood. See?\" He vibrated his tail so fast, I could hardly see it. Then\nit stopped and stood straight out. \"Lovely, isn't it?\"\n\n\"Look,\" I said, leaning far off the bench to speak to him, \"I can\nprove you're a hallucination.\"\n\n\"You _can_?\" he quavered. \"How?\"\n\n\"Because Phipps couldn't see you.\"\n\n\"That square? Hah! He would not have believed it if he had seen me.\"\n\n\"You mean you--\"\n\nHe disappeared and reappeared like a flashing neon sign. \"There!\" he\nsaid triumphantly.\n\n\"Why didn't you let him see you then?\" I asked, a little angry, but\npleased nonetheless with his opinion of Phipps. \"Because you didn't,\nyou cost me my job.\"\n\n\n\nHe waved a forepaw deprecatingly. \"You didn't want to stay on that\nhick sheet anyway.\"\n\n\"It was a job.\"\n\n\"Now you've got a better one.\"\n\n\"Who's kidding whom?\"\n\n\"Together we'll write real literature.\"\n\n\"I don't know anything about literature. My job is writing the news.\"\n\n\"You'll be famous. With my help, of course.\"\n\n\"Not with that 'dimly drouse' stuff.\"\n\n\"Oh, that!\"\n\n\"Where did you come from, Fuzzy?\"\n\n\"Do I ask you where you come from?\"\n\n\"Well, no--\"\n\n\"And my name's not Fuzzy. It's Trlk, pronounced Turlick and spelled\nT-r-l-k.\"\n\n\"My name's Larry Weaver, pronounced Lar-ree--\"\n\n\"I know. Look, you got a typewriter?\"\n\n\"A portable. At the apartment.\"\n\n\"That will do.\"\n\n\"Aren't you taking things for granted? I haven't said yet whether I\nliked the idea.\"\n\n\"Do you have any choice?\"\n\nI looked at him, a couple of ounces of harmless-looking fur that had\nalready cost me my immediate future in the newspaper business.\n\n\"I guess not,\" I said, hoping I could find a way to get rid of him if\nthings didn't work out right.\n\nAnd so began a strange collaboration, with Trlk perched on my shoulder\ndictating stories into my ear while I typed them. He had definite\nideas about writing and I let him have his way. After all, I didn't\nknow anything about literature.\n\nSometimes, when he'd get stuck, he'd get down and pace the living room\nrug. Other times he'd massage his tail, which was as long as he,\nsmoothing it with his tongue and meticulously arranging every hair on\nit.\n\n\"It's lovely, don't you think?\" he often asked.\n\nAnd I'd say, \"If you spent as much time working on this story as you\ndo admiring your tail, we'd get something done.\"\n\n\"Sorry,\" he'd say, hopping on my shoulder again. \"Where were we?\"\n\nI'd read the last page and we'd be off again.\n\n\n\nOne day, Trlk crawled on a shelf to watch me shave, whiffed the\nshaving lotion bottle, became excited and demanded I put a drop of it\nin front of him. He lapped it up, sank blissfully back on his tail and\nsighed.\n\n\"Wonnerful,\" he squeaked. \"Shimply wonnerful.\" He hiccupped.\n\nI let him sleep it off, but was always careful with the lotion after\nthat.\n\nDays stretched into weeks, my money was running low and the apartment\nsuperintendent was pressing me for payment of the month's rent. I kept\ntelling him I'd pay as soon as the first checks came in.\n\nBut only rejection slips came. First one, then two, then half a dozen.\n\n\"They don't even read them!\" Trlk wailed.\n\n\"Of course they read them,\" I said. I showed him the sheets. They were\nwrinkled from handling.\n\n\"The post office did that,\" he countered.\n\nI showed him coffee spots on one page, cigarette burns on another.\n\n\"Well, maybe--\" he said, but I don't think anything would have\nconvinced him.\n\nWhen the last story came back, Trlk was so depressed, I felt sorrier\nfor him than I did for myself.\n\nIt was time. We had been working hard. I got out a bottle.\n\nI poured a little lotion for Trlk.\n\nThe next afternoon, we tackled the problem in earnest. We went to the\nlibrary, got a book on writing and took it home. After reading it from\ncover to cover, I said, \"Trlk, I think I've found the trouble with\nyour stories.\"\n\n\"What is it?\"\n\n\"You don't write about things you know, things that happened to you,\nthat you have observed.\" I showed him where it advised this in the\nbook.\n\nHis eyes brightened. We went right to work.\n\nThis time the stories glowed, but so did my cheeks. The narratives all\ninvolved a man who lived in a hotel room. They recounted the seemingly\nendless love affairs with his female visitors.\n\n\"Why, Trlk!\" I exclaimed. \"How come you know about things like this?\"\n\n\n\nHe confessed he had lived with such a man, a freelance writer who\nnever made the grade with his writing, but who had plenty of girl\nfriends who paid the freight.\n\n\"He had a way with women,\" Trlk explained.\n\n\"He certainly had,\" I said, reading again the last page he had\ndictated.\n\n\"He finally married an older woman with money. Then he gave up trying\nto write.\"\n\n\"I don't blame him,\" I said wistfully.\n\n\"I had to find another writer. This time I decided to try a newspaper.\nThat's where I ran into you.\"\n\n\"Don't remind me.\"\n\nThings got better after that. We began to get a few checks from\nmagazines. They were small checks, but they paid a few bills.\n\nThe big blow fell, however, when Mr. Aldenrood, the superintendent,\ncame roaring upstairs one day clutching a sheaf of papers.\n\n\"This stuff!\" he screamed, waving the sheets before me. \"The kids\nfound it in the waste paper. They're selling them a dime a sheet\naround the neighborhood.\"\n\n\"They're worth more than that,\" I said, regretting that Trlk and I\nhadn't burned our rough drafts.\n\n\"You're going to move,\" Mr. Aldenrood said, \"at the earliest possible\ninstant.\" His face was apoplectic. \"I'm giving you notice right\nnow--thirty days!\" He turned and went out, muttering, \"The idea of\nanybody committing to paper--\" and slammed the door.\n\nTwo days later, I was seated at the typewriter, smoking a cigarette\nand waiting for Trlk as he paced back and forth on the rug, tiny paws\nclasped behind his back, talking to himself and working out a story\nangle at the same time, when suddenly there appeared on the carpet\nnext to him a whole host of creatures just like him.\n\nI nearly gulped down my cigarette.\n\nTrlk let out a high-pitched screech of joy and ran over to them. They\nwound their long tails around each other, clasped and unclasped them,\ntwined them together. It seemed a sort of greeting. Meanwhile, they\nkept up a jabber that sounded like a 33-1/3 rpm record being played 78\nrpm.\n\nFinally, the biggest one detached himself from the group and gave Trlk\na tongue-lashing that would have done justice to a Phipps. Trlk hung\nhis head. Every time he tried to say something, the big one would\nstart in again.\n\n\n\nAt length the leader turned to me. \"My name is Brknk, pronounced\nburk-neck and spelled b-r-k-n-k.\"\n\n\"And I'm Larry Weaver,\" I said, hoping they weren't relatives who were\ngoing to stay. \"That's pronounced Lar-ree--\"\n\n\"I know. We're from Sybilla III. Tourists. We include Earth in our\nitinerary. It has some of the quaintest customs of all the inhabited\nplanets we visit. We're terribly sorry for all the inconveniences our\nwayward Trlk here has caused you.\"\n\n\"It was nothing,\" I said with a lightness I didn't feel.\n\n\"Trlk had threatened to run off many times. He has a craze for\nself-expression and your literature fascinates him. He has an\ninsatiable thirst--\"\n\n\"I know.\"\n\n\n\nHe turned to Trlk. \"It's against the rules of the Galactic Tours to\nmake yourself visible to any of the inhabitants along the way. You\nknow that. And it's a prime offense to interfere with their lives. Do\nyou realize how many rules you have broken, how long we have been\nlooking for you?\"\n\n\"He did the best he could,\" I said hopefully. \"As a matter of fact, we\nwere having considerable success with his--a literary project.\"\n\n\"I understand you lost your job because of him. Is that right?\"\n\n\"Yes, but I encouraged him.\" I hoped there was some way I could ease\nthe sentence.\n\n\"Trlk has committed grievous wrongs, Mr. Weaver. We must make it up to\nyou.\"\n\n\"Oh?\" Here was an angle I hadn't expected.\n\n\"What can we do for you?\"\n\nI considered a moment. \"You mean a wish or something?\"\n\nBrknk laughed. \"Nothing like that. We're not magicians.\"\n\n\"Well, I could stand a little cash.\"\n\n\"I'm sorry,\" he said, and did look pained. \"We can't interfere in\nbusiness. We don't have any of your currency and we are forbidden to\nduplicate or steal it.\"\n\nHe frowned and studied me. Suddenly his face brightened. He bawled\norders and several smaller Sybillians rushed forward and started\nscampering all over me. One of them nipped a piece of flesh out of my\narm.\n\n\"Ouch!\" I yelped, rubbing the spot. \"What are you doing?\"\n\n\"You humans are a proud race,\" Brknk explained. \"I'll give you reason\nto be prouder than the rest. We'll change your metabolism, your\nendocrine balance, toughen your muscle fibers a thousandfold. We'll\nmake you the strongest man on Earth!\"\n\n\"Look,\" I said, \"I don't want to be the strongest man on Earth.\"\n\n\"Well, how about the world's champion boxer? We can speed up your\nreflexes at least ten times.\"\n\nI shook my head. \"I don't want that, either. Sounds too much like\nwork. Besides, I never liked getting into fights.\"\n\nBrknk scowled, called a huddle. They buzzed at each other, their tails\nvibrating like mad. One of them finally yipped and everybody spun\naround.\n\nBrknk beamed. \"We've got it!\"\n\n\"What is it?\"\n\nA little Sybillian I hadn't noticed jabbed something in my arm. I\nwinced and he nearly fell off. He retreated with injured pride.\n\n\"Come along, Trlk,\" Brknk said.\n\n\"What's supposed to happen?\" I asked.\n\n\"It will be a glorious surprise,\" Brknk assured me. \"You'll never\nregret it. The only thing I ask is that you never tell anyone about\nus.\"\n\nI promised.\n\nTrlk looked up at me. I noticed the beginning of tears in his eyes. I\nreached down and patted him gently on the head.\n\n\"So long, little fellow,\" I said. \"It's been fun.\"\n\n\"Good-by,\" he said sorrowfully.\n\nThey vanished.\n\nNothing happened for several days, so I bought a copy of _Editor and\nPublisher_ and was writing for my first job when I felt a tender spot\non my tail bone. When I examined it, I saw a protuberance there.\n\nThere was no denying it. The Sybillians had given me what they\ntreasured most.\n\nI was growing a tail--a long, hairy tail.\n\nAs I say, I have come to like circus life.\n\nAt first I tried to get doctors to cut it off, but they were too\ncurious for that. Then I thought of jumping in the river or putting a\nbullet through my head.\n\nBut after I saw what the scientists were making of it, when I viewed\nmy picture in all the papers, and when I saw the awe with which I was\nregarded by everyone, I changed my mind.\n\nNow I make a cool twenty-five thousand a year without lifting a\nfinger.\n\nJust my tail.\n\nI've become rather fond of it. I've even learned how to vibrate it.\n\nBut I've never told anyone about the Sybillians. They wouldn't believe\nit.\n\nNot old Phipps, anyway.\n\nSome day I'll go and vibrate my tail right in his face. I'd never\namount to anything, eh? Let's see _him_ grow a tail!\n\n                                                        --JERRY SOHL\n\n",
    "metadata": {
        "author": [
            "Sohl, Gerald Allan",
            "Sohl, Jerry"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/31964/pg31964.txt",
        "name": "brknk_s_bounty.json"
    }
}