{
    "name": "Brown John's Body",
    "author": [
        "Marks, Winston Kinney",
        "Marks, Winston K. (Winston Kinney)"
    ],
    "body": "Erd Neff dropped a thin bundle of currency into the $100 bill drawer\nof the flat-top desk and kicked the drawer shut with a dusty boot.\n\nHe flicked the drip from his hooked nose, which was chronically\nirritated by the wheat dust of the warehouse, then he wiped his\nfingers down the leg of his soiled denims. Across the 12 X 12,\nwindowless room John stirred awake from the noise and began nosing in\nthe debris of his filthy cage.\n\n\"Time for supper, John?\" Neff tugged at the twine at his belt and\nexamined his $3 watch. He pinched a dozen grains of wheat from a\ntwo-pound coffee can and let them sift through the wires of the cage.\nJohn pounced on the grain hungrily.\n\n\"Wait a minute! What do you say, dammit?\" Neff's hand reached for the\nmarshmallow-toasting fork that hung from a hook on the wall. He\ntouched the points, filed needle sharp. \"What do you say?\" he\nrepeated, twanging the tines like a tuning fork.\n\nJohn skittered to the far corner, tearing new holes in the old\nnewspaper with frantic claws. Cowering against the wires he spat\nhalf-chewed flecks of wheat trying to say the magic words that would\nspare him from the fork. \"Tinkoo! Tinkoo!\" he squeaked, straining to\nmake the two syllables distinct.\n\nNeff hung up the fork, and John turned to lick at the old scabs\nclotted from earlier jabs, taking sullen inventory to be sure there\nwere no new crimson leaks in his louse-infested hide. Until two months\nago, he had been just one more gregarious specimen of Mammalia\nRodentia Simplicidentata Myomorphia Muridae decumanus. Now he had\nanother name. Like each of his predecessors in the cage, he was a\nlarge, brown rat called John--after Erd Neff's despised and deceased\nfather. Neff named all his rats John.\n\n\"Well, don't get fat.\"\n\nJohn finished the grain, pawed the air and squeaked, \"Mur!\"\n\n\"More, hey? You talk fine when you're hungry.\"\n\n\"Peef, mur, mur!\" John begged. He did well with his vowels, but \"I\"\nand \"s\" sounds were beyond him. He said \"f\" for \"s\". \"L's\" he ignored\nentirely.\n\nNeff gave him one more wheat head. \"Okay, _get_ fat!\"\n\nHe turned to the door, lifted the inside, mechanical latch, shoved\nwith his foot and snatched his revolver from his hip-holster. The\nvault door opened ponderously revealing an empty warehouse. Neff\npeeked through the crack between the hinges to clear the area\nconcealed by the door itself.\n\nOne hoodlum hopeful had hidden there. Spotting him through the crack,\nNeff had simply beefed into the foot-thick slab of fireproof steel.\nInertial plus surprise had disposed of that one. Neff hadn't even had\nto shoot.\n\n\n\nTonight there was no one. Funny. The wheat country was getting tame,\nor else the tin-horns had learned their lesson. It was no secret that\nErd Neff never visited the local bank, yet it had been more than six\nmonths since anyone tried to hold him up.\n\nThe local bank hated him plenty. He was costing them. His five loan\noffices in the rich wheat county skimmed the cream of the mortgage\nloan business. Of course, nowadays most people paid off their loans,\nand the low interest rates he charged to lure the business barely paid\nexpenses. Yet, he still picked up an occasional foreclosure. Farmers\nstill got drunk, divorced, gambled, broke legs or committed suicide\nonce in awhile, and Neff's loan documents were ruthless about\nextensions of time.\n\nThese foreclosed acreages he traded for grain elevators and warehouses\nwhen crops were small and operators were desperate. Then came the\nbumper years during and after World War II. Wheat on the ground and no\nplace to store it but in Erd Neff's sheds. It wasn't cheap to store\nwith Neff, and he had a virtual monopoly in Ulma County.\n\nNeff swung the great door back into place with its _whoosh--thunk_\nthat sealed in air, sound and nearly a hundred thousand dollars in\ncurrency. He levered the bolts into place and spun the expensive\ncombination lock.\n\nThe vault, tucked away in the front, left-hand corner of the old frame\nwarehouse expressed Neff's distrust and contempt for mankind. Concrete\nand steel. Bed, shower, toilet and desk. In this walk-in cash box he\nwas fireproof, bomb-proof, theft-proof and, most important of all,\npeople-proof. There he consorted unmolested with the one mammal on\nearth he found interesting--John, the brown rat.\n\nHe slid the broad warehouse door closed behind him with a cacophony of\ndry screeches and padlocked it. The dusty street was deserted except\nfor a black sedan which two-wheeled the corner a block away and sped\ntoward him. Neff dropped his pistol back in its holster. \"Now, what\nthe hell--?\"\n\nHe waited on the splintery platform, a huge man, ugly of face,\nshortlegged and long-bodied with a belly swollen from regular\novereating. His shaved head swivelled slowly as the police car leaned\ninto a skid-stop.\n\nOfficer Collin Burns got out and stared up at the motionless statue in\nsweat-dust stained denims. Burns was half Neff's 56 years, tall and\nthin. He wore gray, a silver star and a big black hat. He said, \"I'll\ntake your gun, Erd.\"\n\n\"Now what? I got a permit.\"\n\n\"Not any more. It's revoked.\"\n\n\"For why?\"\n\n\"There were witnesses this afternoon.\"\n\n\"Witnesses? What in hell are you--oh, no! Not that damned dog?\"\n\n\"The puppy belonged to a little girl. You can't claim self-defense\nthis time.\"\n\n\"He was coming down here chasing the cats away every day.\"\n\n\"So you shot him, like you did Greeley's collie.\"\n\n\"Cats count for more. You know well as I do, you can't control the\nrats around a warehouse without cats.\"\n\n\"You've shot five men, too, Erd. Three of them are dead.\"\n\n\"I was cleared, you know damned well! Self-defense.\"\n\n\"You're too handy with that pistol. Anyway, I didn't file this\ncomplaint. It was the child's mother, and she made it stick with the\nchief. Give me the gun, Erd.\"\n\n\"You got a warrant for my arrest?\"\n\n\"No, but I will have in an hour if you insist.\"\n\n\"I got a perfect right to protect my property.\"\n\n\"Not with a gun. Not any more.\"\n\n\"I just get these punks convinced, and now you want to turn loose on\nme again. Who put you up to this Collin?\"\n\n\"You did. When you shot that pup. I'm not here to debate it. You're\nbreaking the law from this minute on if you don't hand over the gun.\"\n\n\"Dammit, Collin, you know how much money I got in there? You know how\nmuch I pack around on me sometimes?\"\n\n\"That's your business. You can use the bank and bonded\nmessengers--they get along with dogs.\"\n\n\"Telling me how to run my business?\"\n\n\"I'm telling you to give me that gun. You'll get the same police\nprotection as any other citizen.\"\n\nNeff sneered openly. \"I'd a been dead thirty years ago depending on\ncops.\"\n\n\"I don't doubt that a minute. You're easy to hate, Erd. Are you going\nto give me that gun?\"\n\n\"No.\"\n\n\"You like things the hard way, don't you?\" Burns got back in the squad\ncar and drove off. Neff spat a crater in the wheat-littered dust and\ngot into his own car.\n\n\n\nTwo minutes later he turned up Main Street and stopped before city\nhall. Inside the tiny police station he dropped his pistol on the\ncounter. Bud Ackenbush looked up from his desk. \"You could have saved\nCollin some trouble.\"\n\nNeff stalked out without a word and crossed the street to the Palace\nCafe. He ordered a double-thick steak, fried potatoes and pie. He\nliked the way the waitresses scrambled for the chance to wait on him.\nWomen didn't like him. He was ugly and smelled of sweat, and on the\nstreet women looked the other way when they met him. All but the\nwaitresses at the Palace. When he came in they showed their teeth and\ntongues and wiggled their hips. He was a 50-cent tipper.\n\nThe important thing was it got him his steak, really double thick and\ndouble quick. People could be real efficient. Like brown John. Prod\n'em where they live and they'll do anything. Even talk to you.\n\n\"You look kinda naked tonight, Erd,\" Gloria kidded.\n\nNeff wiped steak juice from his chin and stared at her breasts. It\nused to excite him, but now it was just habit. It was better than\nlooking at red-smeared lips that smiled and eyes that didn't, eyes\nthat said, \"Don't forget the tip, you filthy bastard!\"\n\nFunny. Hang a gun on any other citizen in town and people would stare.\nTake the gun off of Erd Neff and people make cracks.\n\nHe did feel naked.\n\n\"I didn't order this damned succotash!\"\n\n\"It's free with the steak dinner, Erd.\"\n\nGo ahead, pinch my leg like the harvesting crews do. I'm free with the\ndinner, too. Like the ketchup. Like the mustard and the salt and\npepper and the steak sauce and the sugar and the extra butter if you\nask for it, just don't forget the tip.\n\nClarence Hogan, the fry-cook, came around the counter and leaned on\nthe booth table beside Gloria. \"You don't like succotash? How about\nsome nice peas, Erd?\"\n\nClarence was Gloria's husband.\n\nPimp!\n\n\"Put some ice-cream on my pie,\" Neff said. He looked up at Clarence.\n\"No, I don't want any goddamned peas!\"\n\nThey brought his pie and left him alone. He finished it and felt in\nhis pocket for the tip. He changed his mind. To hell with Gloria and\nher fat leg! The steak was tough.\n\nHe paid the check and went out. The sky was pink yet. Later in the\nweek the sunsets would be blood-red, as the great combines increased\nin number and cruised the rippling ocean of wheat, leaving bristly\nwakes and a sky-clogging spray of dust.\n\nNeff's busiest season. Damn that dog! Damn Collin Burns!\n\nHis hand brushed his leg where the leather holster should be. Damned\nlaws that men made. Laws that acquitted him of homicide and then\nsnatched away his only weapon of self-defense because he shot a\nyapping dog.\n\nAs he got in his car Collin Burns came out of the station. He tossed\nNeff's gun through the open window onto the seat. \"Here's your\nproperty. The Marshal came in, and he changed everybody's mind. It's\ngoing to cost you a hundred dollars and a new pup for the little girl,\nprobably. Here's the subpoena. Tuesday at ten.\"\n\n\"I don't get it.\"\n\n\"The Marshal said to let you fight your own battles.\"\n\n\n\nNeff started the car and let the clutch out. The Marshal knew his way\naround. The transient harvesting crews were a wild bunch. If word got\nout that Neff was unarmed, packing thousands of dollars the length of\nthe county, the enforcement people would have a lot of extra work on\ntheir hands.\n\nHe parked behind the warehouse, next to the railroad tracks.\n\nHe came around front, unlocked the big door, pulled it shut behind him\nand bolted it. The warehouse was jet black now, but he knew every inch\nof the place. He could fire his pistol almost as accurately at a sound\nas at a visible target.\n\nHe practiced on rats.\n\nHolding a pocket flash, he worked the combination. As the final\ntumbler fell silently, a faint, raspy screech came to his ears, like a\nboard tearing its rusty nails loose under the persuasion of a wrecking\nbar. He listened a minute, then he levered the bolts back, stepped\ninto the vault-room, closed the door and shot the mechanical bolts.\n\nSure. Someone was out there, but they'd get damned tired before\nmorning. He flicked on the light and touched the other wall switch\nbeside it. The powerful blower and sucker fans cleared out the musty\nair and rat-stink.\n\nJohn rustled in the cage, blinking at the sudden light. \"Hi, Neff!\nMeat! Meat! Meat!\"\n\nSmart little devil! Neff sometimes brought him a scrap from his\ndinner, but he hadn't thought to tonight. He sucked at his teeth and\npulled out a tiny string of steak. \"Here. Bite my finger and I'll poke\nboth your eyes out.\"\n\nJohn picked the thread of gristle from Neff's finger with his\nfore-paws and devoured it, trembling with pleasure. Neff lifted the\ncage. \"Okay, now let's have a few tricks.\"\n\nAt once John made for the can of wheat. \"Get outta there!\" Neff\nscooped him up and dropped him on the desk, snapping his tail with a\nforefinger. John whirled, laid his ears back and opened his mouth. At\nbay, the brown rat, Neff knew, is the most ferocious rodent of the\n2000 species, but Neff held his hand out daring John to bite.\n\nNeff knew all about rats. More than anybody in the world knew about\nrats. When you live among them for three decades you find out about\ntheir cunning wariness, fecundity, secretiveness, boldness, omnivorous\nand voracious appetites. Fools reviled them as predators and\nscavengers. Neff appreciated them for what they really are: The most\nadaptable mammal on earth.\n\nJohn was smart but no smarter than the rest. Neff had proved this by\nteaching every rat he captured alive to talk.\n\nImpossible they had told him. Even parrots and parakeets only imitate\nsounds in their squawking--yes, and pet crows. Animals don't have\nthinking brains, they said. They react, trial and error, stimulus and\nresponse, but they don't _think_.\n\nNeff didn't know about the others, but he knew about rats.\n\nKeep them hungry and lonely for a mate. Hurt them. Torture them. To\nhell with this reward business. Rats are like men. Mentally lazy.\nThey'll go for bait, sure, but they'll go faster to escape pain--a\nthousand times faster.\n\nAnd rats have lived with man from the first. They have a feeling for\nlanguage like the human brat. Between partitions, inches from a man's\nhead when he lies in bed talking to his wife, under a man's feet while\nhe's eating, over his head in the warehouse rafters while he's\nworking. Always, just inches or feet away from man, running through\nsewers, hiding in woodpiles, freight-cars, ships, barns,\nslaughter-house, skulking down black alleys, listening, hiding,\nstealing, always listening.\n\nYes, rats know about man, but rats had never known a man like Erd\nNeff, a man who hated all mankind. A man who chose a rat for a\ncompanion in preference to one of his own kind. Rats named John\nlearned about Neff. They learned that his tones and inflections had\nspecific meaning. They learned very fast under the stabbing prod of\nthe marshmallow fork. With just enough food to keep them alive, their\nblind ferocity changed into painful attention. They learned to squeak\nand squawk and form the sounds into a pattern with their motile\ntongues. In weeks and months, they learned what the human brat learned\nin years.\n\n\"Stand up like a goddamned man!\"\n\n\n\nJohn stood up, his tail the third point of the support.\n\n\"Say the alphabet.\"\n\n\"Eh--bih--fih--dih--ih--eff--jih--etch--\"\n\nNeff lit a cigar and watched the smoke float away from the ceiling\nblower and vanish into the overhead vent in the far corner. He bobbed\none foot in time to the squeaky rhythm of the recitation. He took no\nexception to John's failure with \"I,\" \"s\", and \"z\". The other Johns\nhad been unable to handle them, too.\n\n\"Hungrih, Neff. Hungrih!\"\n\nThe big man picked out three grains of wheat. He noticed the can was\nalmost empty. One by one he handed the kernels to his pet, waiting for\nJohn's \"Tinkoo!\" in between.\n\n\"Mur! Mur!\"\n\n\"Lazy tongue! It's _more_, not mur!\"\n\nJohn dropped to all fours and retreated. Usually Neff slapped him in\nthe belly when he used that tone. But Neff was bemused tonight. He\nkept listening for sounds, sounds that he knew could never penetrate\nthe thick walls.\n\nThey were out there, he was sure. Another damned fool or two, flashing\na light around, trying to figure out something. Neff remembered one\npair who had even tried nitroglycerin. He saw the burns on the outside\nof the door the next morning.\n\nAmateurs! Nobody knew for sure just how much money Neff kept in the\nold desk, and big-time pros wouldn't tackle a job like this without a\npretty fair notion of the loot. For all they knew, maybe he mailed it\nto an out-of-town bank.\n\n\"Okay, fetch the pencil.\"\n\nJohn jumped from the desk and moved toward the open door of the\nshower-stall where Neff had thrown the pencil stub. He paused by the\nwheat can, then scurried on to get the pencil. He climbed Neff's leg\nand dropped the pencil into the open palm.\n\n\"Smart punks up at State College. So you can't teach a rat anything\nbut mazes and how to go nuts from electric shocks, eh? Wouldn't they\nbe surprised to meet you, John?\"\n\n\"Hungrih!\"\n\n\"You're always hungry!\"\n\n\"Meat! Meat!\"\n\n\"Yeah. You can sound your \"e's\" real good when you say, 'meat.' Some\nday I'll cut off your tail and feed it to you.\" He laughed, grabbed\nJohn by the coarse hair of his back and slipped him back under the\ncage.\n\nThen he undressed down to his underwear, turned out the light and lay\non the narrow iron bed. John rustled in his cage for a minute, then\nthere was only the faint hum of the blower and sucker motors in the\nventilating system. The incoming and outgoing air was baffled and\ntrapped to kill sounds, and spring-loaded sliding doors poised to jam\nshut and seal off the room if anyone tampered with the exterior\ngrilles in the roof.\n\nThe fans hummed softly and Erd Neff slept.\n\n_Sleck-thud, sleck-thud!_\n\n\n\nHe was awake pawing the wall for the light switch, but even as his\nhand found it, and his eyes discovered the closed ventilator doors, a\nreddish vapor sank over his body. A single gasp and Neff was clawing\nhis throat. Sharp, brown-tasting, acid-burning, eye-searing,\nnose-stinging!\n\nHe fell to his knees and clawed to the far corner, fighting for air,\nbut the acrid stink stained his throat and nose. His eyes kept\nburning. The whole room must be full!\n\nThe door-lever! No, that's what they wanted. Blind! Gun's no good now.\nGod, for a breath of air! Damned tears! Can't open my eyes! Air! _Got\nto have it!_\n\nHis throat refused to open. The stink, a little like iodine, a lot\nlike a hospital smell but a million times stronger--raked at the\ntender tissues of his throat. Icepicks stabbed from his soft palate,\nup into his brain, his temples. He swayed against the door, caught the\nlever and heaved convulsively. The door fell away slowly. He stumbled\nforward, gashing his knee against the sharp jamb.\n\nA light struck redly through his clenched, tear-soaked eye-lids.\n\n\"That did it. Get the gun!\" The voice was high, almost girlish. A\nyoung boy?\n\nA slightly heavier voice said, \"Got it. Keep an eye on him while I\nfind out why the fan stopped working.\"\n\n\"He's going no place. You were right. That bromine stuff really did\nthe business. Lookit his face. Sure it won't kill him?\"\n\n\"Don't care if it does now. We got the door open.\"\n\n\"What is this bromine, anyhow? Boy it sure stinks!\"\n\n\"It's a chemical element like chlorine, only it's a liquid. It fumes\nif you don't keep it covered with water, and the fumes really get you.\nThey used it in gas bombs in the war.\"\n\n\"That was chlorine.\"\n\n\"They used bromine, too. I read it.\"\n\n\"Air!\" Neff rasped.\n\n\"Help yourself if you call this stinkin' stuff in your warehouse air.\"\n\nFrom the vault the deadened voice came. \"This must be the switch. The\nother switch is for the lights.\"\n\n\"Look out! When you turn it on don't get dosed yourself.\"\n\n\"I only dumped a few drops in. There. It'll blow out in a few--phew,\nlet me outta here. That stuff does--God, it's worse than the dose I\ngot in the chem lab!\" The voice grew, coughing and cursing. \"Better\nwait a minute or two. How's our big brave dog-killer doing?\"\n\nOn his hands and knees, Neff was on the verge of passing out, but\ndoggedly he tried to place the voices. Highschool kids? _Bromine._\nSounded like a chemical they might filch from the highschool\nlaboratory.\n\nA kick in the ribs reminded him he was still helpless. \"All right, get\nback in there.\" They aimed him through the vault door and kept kicking\nhim until he went. They hauled him up into his chair. He tried to\nstrike out blindly, but his chest was full of licking flames that\nspread pain out to his shoulders.\n\nNow rope whipped around his feet, hands, chest and neck, jerking his\nbody hard against the castered desk-chair and cramping his head back.\n\"Tie him good. No way to lock him in with this door.\"\n\nNeff opened his eyes. The boys were wet blurs rummaging through his\ndesk. \"Look! Just look at that! We can't carry all that.\"\n\n\"Get one of those burlap sacks out there. By the door.\"\n\nFootsteps went and returned. \"Now, just the small bills. Up to twenty.\nNo, Jerry, leave the big stuff alone. Who'd take one from a kid?\"\n\n\"Okay, let's make tracks.\"\n\n\"Wait!\" Neff said desperately. \"My legs and hands. You've cut off the\ncirculation!\"\n\n\n\nSomething hard like the barrel of a gun rapped down on the top of his\nhead. \"I ought to blow your dirty brains out. Killing my little\nsister's dog, damn you. Damn you, I think I will kill you. Damn you,\ndamn you!\" the voice crested.\n\n\"Wait a minute Jerry,\" the other voice cut in. \"I got a better idea.\nHere. Look at this.\"\n\nShort silence. \"Yeah! Yeah, that's just dandy. Look how thin he is.\nThat's just what the doctor ordered. Okay, the top's loose. Stand by\nthe door and don't let him get by you. Wait. Got your flash? Good! In\nthe dark. That's real good. Which switch is it?\"\n\n\"Throw them both.\"\n\n\"Okay. Flash it over here. Look out, here I come!\"\n\n\"Hurry up! Look at that hungry, black-eyed little devil. That ought to\nfix up the son-of-a--\" ..._Thunk!_ The compression rammed heavily into\nNeff's ears. The bolts shot solidly into place from the outside, and\nthe combination knob rang faintly as it was spun. Silence.\n\nThey'd go out the same way they came in and tack the board back in\nplace. How long before anybody would miss him? Twenty-four hours?\nHell, no. Nobody would bust a gut worrying that soon. Two days? Some\nweeks he was gone several days making the rounds of his loan offices.\n\nA week? Maybe. Girls at the Palace would get suspicious. Tell Collin\nBurns.\n\nBut a week! They'd cut off the blower when they threw both switches.\nNo ventilation. No air.\n\nNeff strained at the ropes. His legs were pulled under the seat so\ntightly that his feet were turning numb. Hands were tingling, too.\nDirty little sadists. Turning John loose thinking--\n\nHe _had_ to get loose. Less than one day's air, then--\n\n\"John!\" Thank God John wasn't an ordinary rat.\n\n\"John, come over to me. These ropes. Chew them, John. Come on, John.\nCome on, boy.\"\n\nNo sound at first, then a faint motion in the old newspapers.\n\n\"John, say the alphabet!\"\n\n\"Eh--bih----\"\n\n\"That's right. Go on!\"\n\n\"Fih----jih----\" The squeaking stopped.\n\n\"Come over to me, John. Come to me, boy.\"\n\nHe held his breath. The beating of his heart was so loud he couldn't\nbe sure that John was moving. The silence was long. Even the rat was\nblind in this blackness. He must be patient.\n\nSweat began oozing and trickling down his face, his armpits, his\nback--even his left leg. No, wait! That wasn't sweat!\n\n\n\nThe throbbing in his legs was greatest at his left knee. The trickle\nwas blood from the gash. It ran freely, now, the ropes backing up\narterial pressure. Never mind that!\n\n\"John!\"\n\nThe coffee can tipped over, and the racket made Neff start against his\nbonds. The rope sawed his Adam's apple.\n\n_Crunch!_\n\n\"Leave that damned wheat alone, John. Come over to me, boy. I'll give\nyou a whole bag full when you chew off these ropes. Hear that, John?\nAnd a chicken foot. I'll bring you a whole chicken. A live one. I'll\ntie her down so she won't peck you. That's what I'll do, John.\"\n\nHe was breathing heavily now. \"Do you get me, John? Would you like a\nlive chicken?\"\n\n\"Yeff.\"\n\nThe crunching resumed for a minute then stopped. Neff remembered,\nthere had been only a dozen or so grains of wheat left. John would\nstill be hungry. The thought of a chicken should do it. If not, he\ncould threaten him.\n\nNeff waited. Relax! There was all night to work this out.\n\nFinally, he felt something at his ankles. \"That's the boy, John. Up\nhere and down my arms. They're behind me. Get the rope off my hands\nfirst. Come on boy.\"\n\nIt was John, all right. Neff could feel the little claws coming up his\nleft leg.\n\n\"Come on, hurry up, John. Tell you what. I'll bring you a nice, fat\nfemale, just like yourself. A live one. You can live in the cage\ntogeth----John, don't stop there!\"\n\nThe claws had paused near his knee and were clinging to the\nblood-soaked cloth.\n\n\"No, no, John! Don't! I'll stick you with the fork. I'll stick\nyou--I'll kill you! John, we got to get out of here or we'll both die.\nDie, do you hear! We'll suffocate! Don't do that. Stop. Stop or\nI'll--\"\n\nNeff's threats beat hard into the rat's brain, and now as the slanting\nincisors tore at the cloth and chewed the luscious, blood-smothered,\nhot meat, Neff's screams sent tremors through the skinny, voracious\nbody, and the tail tucked down. The words made John nervous, but it\nwas dark. And there was food, such wonderful food, so much food!\n\nThey were harsh words, terrible, screaming words: but words are words\nand food is food, and after all--\n\nJohn was only a rat.\n\nTHE END\n\n",
    "metadata": {
        "author": [
            "Marks, Winston Kinney",
            "Marks, Winston K. (Winston Kinney)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/32076/pg32076.txt",
        "name": "brown_john_s_body.json"
    }
}