{
    "name": "But the Patient Lived",
    "author": [
        "Warner, Harry Backer",
        "Warner, Harry"
    ],
    "body": "The receptionist ushered the patient into Dr. Walter Needzak's office.\nShe punched her glasses higher onto the bridge of her nose, patted the\nbun of hair at the back of her head, and said:\n\n\"This is Mr. Stallings, doctor.\"\n\nDr. Needzak motioned the patient to a chair. Stallings sat down, slowly\nbut limberly. He still held his hat, and placed it in the precise\ncenter of his lap. The receptionist handed a form to Dr. Needzak and\nreturned to the waiting room, after looking once over her shoulder.\n\n\"You're only 125, Mr. Stallings?\" Dr. Needzak asked. The patient nodded\nsadly. \"Well, you should be hale and hearty for another 50 years,\njudging by the report on your preliminary exam. Are you sure that it's\nany use for you to consult me?\"\n\n\"I wouldn't bother you,\" Stallings said, age showing only in the high\npitch of his voice, \"except for the funny feeling in my chest the other\nday. I had to visit an office on the twelfth story. The elevator wasn't\nrunning, so I walked up. Just as an experiment, I went as fast as I\ncould. The way my chest felt got me so interested and excited that I\nforgot what I wanted at the office, once I was there. So I thought that\nthat was a hopeful enough sign for me to come around and see you.\"\n\nDr. Needzak, a young man at 50 and who looked even younger, hoisted\nthe stethoscope amplifier onto his desk, turned it on, and signalled\nfor Stallings to unbutton his shirt. He placed the stethoscope against\nthe bony chest. The bumping of the heart filled the room, drew a wild\npattern on the unfolding strip of paper in the visual section of the\namplifier, and created magnetic patterns on the tape.\n\nDr. Needzak listened for two minutes, then thumbed through a reference\nlisting of visual heart patterns. Finally he switched off the\namplifier, and said:\n\n\"You have no history of heart trouble.\"\n\n\"I'm afraid not.\"\n\n\"Well, I don't want to raise false hopes. The only thing that I can\nsuggest is more physical exertion. Really vigorous exertion, the kind\nthat makes you pant and tremble and get a bit dizzy. Try that every\nday for a month and come back to see me. There's just a trace of a\nflutter now, and we might be able to speed up its development.\"\n\nThe old man smiled for the first time, at something that his eyes saw\nbehind the white plaster of the far wall. Finally, Stallings rose to\nleave. Buttoning himself up, he said: \"You'll send the bill?\"\n\nDr. Needzak laughed genially. \"I can see that you aren't accustomed to\nvisiting doctors, young man. The better the doctor, the more risky it\nis to send the bill. My policy is to request full payment before the\npatient leaves the office, just in case I've given the right sort of\nadvice. In cases where I prescribe medicine, of course, you may pay for\nthe prescription and the consultation fee simultaneously. Before taking\nthe medicine, you understand.\" Again he laughed.\n\n\"I understand. I should have guessed. I work in a bank myself. I hate\nthe work. I'm tired of everything, in fact. But I know how important it\nis to pay promptly.\"\n\nThe doctor had just filed away Stallings' physical record when the\nreceptionist ushered in an extremely elderly woman. Dr. Needzak smiled\nbroadly, and said:\n\n\"Mrs. Watkins! I didn't expect to see you again so soon.\" He waved in\nannoyance at the receptionist, who hovered behind the new patient. She\nleft, reluctantly.\n\nMrs. Watkins groped her way to the chair, wincing when the receptionist\nslammed the door. The old woman rubbed her bony forehead with a mottled\nhand that trembled and said:\n\n\"I know that I wasn't supposed to come back for another three months.\nBut did you realize that I'll have my 190th birthday before those three\nmonths are up? When a person gets to be that old, she looks forward\nto seeing the doctor more than she used to look forward for Santa to\narrive back in the old days.\"\n\n\"No symptoms since your last visit?\" Dr. Needzak spoke more loudly than\nusual in deference to her failing hearing, and turned up the light to\naid weak, old eyes.\n\n\"None.\" She spat out the word. \"I'm going to change doctors, if this\nkeeps up. I've heard of a couple of doctors who aren't as scrupulous as\nyou are. After living all this time, I think that I could be permitted\none little crime, lying to them about a symptom. Then I know that I'd\nbe made happy. What's the use being moral when you're too frail and\ntottery to enjoy life?\"\n\nDr. Needzak shook his head, disapprovingly. \"I don't think you're quite\nas miserable as you think you are. Don't go to those quack doctors.\nSuppose you're caught, halfway through a crime? You might linger for\ndecades, half-well, half-sick, from the effects of what they'd give\nyou. Even the quacks won't supply you with strychnine, you know.\"\n\n\"I know. I shouldn't have suggested it. But I get so tired of living.\"\n\n\"Well, I can't see any physical trouble that could have developed\nenough to warrant a complete exam since your last one. Maybe those\narteries will start hardening by the time you have that 190th\nbirthday. Or you could take up chemistry as a hobby. Just think what a\nfine explosion you might get mixed up in!\"\n\n\"I thought of that.\" A couple of tears trickled down the wrinkled\ncheeks of Mrs. Watkins. \"But the thrice-great-grandchildren watch\nme like a hawk. They don't let me do anything that might hurt me. I\nsuppose I'll just have to wait, and hope, and wait, and pray.\"\n\nShe rose, very suddenly. Then she shook her head disgustedly. \"I don't\neven get dizzy when I do that, like most people my age. Thank you,\nanyway, doctor.\" Mrs. Watkins walked out with dignity.\n\nDr. Needzak noticed that his waiting room was filling rapidly, during\nthe two seconds that Mrs. Watkins opened the door to leave. He fumed\ninwardly at his patience in dealing at length with cases like the last\ntwo, whom he couldn't possibly be sure of helping.\n\nBut his ill-humor was replaced by astonishment. The receptionist\nintroduced a woman even younger than he. She was very pale, but Dr.\nNeedzak guessed that that pallor derived from tension, not some rare\norganic disturbance.\n\n\"Are you sure that you haven't made a mistake, Miss Tillett?\" He\nasked the question quietly, trying to catch her eyes. She kept them\nresolutely on her hands, which were folding and unfolding in her lap.\n\n\"I talked with several good friends before coming to you, doctor,\" the\ngirl said. Her voice was very low. \"You had been a good doctor for\ntheir grandparents or great-grandparents. They told me that you could\nhelp me, if anybody could.\"\n\n\"But your preliminary examination shows nothing whatsoever wrong with\nyou,\" the doctor said. \"It'll be another century before you would\nnormally develop the slightest symptom on which I'd be allowed to work.\nAnd people of your age just don't go to doctors. It's only when you're\npast the century mark, and know that decade after decade stretches out\nahead of you, that you start feeling that a doctor might--\"\n\n\"Please,\" she interrupted, almost inaudibly. \"I don't think that a\nphysician should allow the consideration of a patient's age to enter\ninto his course of action. For personal reasons, I may need a doctor\nmore than the average person six times my age.\"\n\n\"Will you tell me something about yourself? I'm not curious, except as\nfar as knowledge might affect my recommendations.\"\n\n\"I don't care to discuss personal problems. Now, doctor, your assistant\nwho gave the preliminary examination overlooked the reason for my\ncoming to you. Right here,\" and she carefully touched a spot on the\nwell-tailored dress. \"I think that it might be a tumor.\"\n\n\"What good does it do to come to a doctor for that?\" Dr. Needzak said.\n\"Tumors are so rare that there's very little chance that it's more than\nyour imagination. And the best physician can't speed up the growth of a\ntumor, or change it from benign to malign.\"\n\n\"A physician can diagnose,\" she answered. \"If it's malign, I'll be\nable to have patience. I won't need to break the law.\" Unexpectedly,\ngrotesquely, she drew one finger across her throat in a cutting\ngesture, and looked squarely at him for the first time.\n\nDr. Needzak walked softly to the door that led to the reception room.\nHe drew noiselessly a bolt across the jamb, locking it. Then he pointed\nto another door, telling the girl: \"Go in there and undress. I'll be\nready for you in a moment.\"\n\nHe whistled softly under his breath, as he pulled instruments and jars\nof colored substances from the deepest recesses of a cupboard.\n\nThe girl already lay calmly on a metal table in the inner room when Dr.\nNeedzak entered. He staggered a trifle under a precariously balanced\npile of equipment in his arms. He explained:\n\n\"I should let the receptionist do the hard work like this. But I don't\nlet her snoop around in this private room.\"\n\n\"Will you really need all those things?\" the girl asked, uncertainly.\n\"I thought that you just snip out a tiny specimen with a little gadget,\nto make a diagnosis.\"\n\n\"I could probably get along with just that one gadget,\" the doctor\nsaid. He pulled a mask from a drawer and snapped on the sterilite.\n\"But I'm an old boy scout at heart. Always prepared.\" Unexpectedly,\nhe plopped the mask squarely over the girl's face. Her cry was almost\ninaudible, as the thick gauze clamped itself over her mouth, clung\ntightly beneath the jaw.\n\nDr. Needzak pinioned her shoulders to the table, while her legs kicked\nwildly for a few seconds. The anesthetic stopped the kicking within\nfive seconds. He waited for a count of ten, before he wrenched the mask\nfree. Turning up the sterilite to full strength, Dr. Needzak began to\nline up surgical instruments in a neat row, humming under his breath.\n\n\n\nFifteen minutes later, the physician made a pair of injections into\nthe girl's upper arm. Then he swished oxygen into her face until she\nrecovered consciousness.\n\n\"Wonderful stuff, this new anesthetic,\" he told her placidly. \"It works\nfast, wears off just as fast, doesn't leave the patient retching. Now,\nyou can sit up slowly. If you don't try anything strenuous for the next\nday or two, you'll never know that you've had an operation.\"\n\nMiss Tillett's eyes widened. \"Operation! I came here for a diagnosis. I\ndidn't authorize--\"\n\n\"I'm sorry. I operated without your consent. But I had a good reason.\nIt wasn't even a benign tumor that you had. It was only a cyst. If\nI had merely diagnosed, and told you the truth, you would have kept\nclinging to the hope that it might be a malign tumor. You wouldn't have\nlet me take it out. It would have grown big enough to disfigure you,\nnot big enough to cause you any physical damage. You would have gone\nthrough the years with a new trouble, that of deformity, and you might\nhave been mentally warped in the delusion that you had a fatal disease.\nYou're as sound as a rock.\"\n\nSomething inside the girl seemed to turn into liquid. She sat with\nslumped shoulders, arms dangling limply at her side, and head sunk so\nfar that her chin rested against her chest.\n\nAfter a moment, she rose and walked slowly into the dressing cubicle.\nWhen she emerged, she ignored the doctor, unlocked the door with her\nown hands, and walked into the reception room, sobbing softly.\n\nDr. Needzak cleaned up rapidly, and hustled into his main office to see\nhis next patient. No one was there. He grumbled to himself and opened\nthe door into the reception room. Blinking, he saw that it was empty.\nIt had been filling rapidly, not a half-hour earlier.\n\nThe doctor had heard no noises indicating a commotion on the street\noutside; and that was the only reason he could think of for the sudden\ndisappearance of his patients. To make sure, he strode through the\nreception room, walked briskly down the short hall, and stuck his head\nthrough the door leading into the street. Everything appeared normal in\nthe bustling business district, until a large, black sedan ground to a\nstop at the curb in a no-parking zone. The receptionist climbed from\nthe vehicle, two men behind her.\n\n\"Miss Waters!\" Dr. Needzak exploded, when she reached the building's\nentrance. \"What do you mean by leaving without my permission? All my\npatients have left. They must have thought that office hours were over.\"\n\nThe receptionist gave him one baleful look, and shoved past him into\nthe building. And Dr. Needzak suddenly recognized the two men.\n\n\"Bill Carson! And Pop Manville! What brings you big doctors down here\nto see a small-time pill-dealer like me?\"\n\n\"Let's go into your office,\" Pop said, softly. He was old, tall and\ngaunt with a perpetual look of worry. Dr. Carson, younger and bustling,\nevaded Dr. Needzak's eyes.\n\nMiss Waters was shoveling personal belongings from her desk into a\ngiant handbag, when they reached the reception room. Dr. Needzak felt\nher eyes upon him, as the other two physicians kept him moving by the\nsheer impetus of their bodies into his consultation room.\n\n\"Where is it, Walt?\" Dr. Manville asked, looking gloomily around the\nconsultation room.\n\n\"Where's what, Pop? The drinks? I keep them--\"\n\n\"The door to your operating room,\" Dr. Carson interrupted, hurriedly.\n\"Let's not drag this thing out. It's going to be painful enough, among\nold friends. Your private office has been wired for sight and sound for\nthe past three weeks. You shouldn't have tried to get away with that\nkind of practice in a big city.\"\n\nDr. Needzak felt the blood draining from his face. He reached for a\ndrawer. Dr. Manville grabbed his arm with a tight, claw-like grasp,\nbefore it could touch the handle.\n\n\"It's all right, Pop,\" he said. \"Nothing but gin in there. I'm not the\nviolent type.\"\n\nDr. Carson pulled open the drawer toward which he had reached. He\npulled out the tall bottle, slipped off the patent top, and sniffled.\nHanding it to Dr. Needzak, he said:\n\n\"Okay. You need some. Then save the rest for us. We'll feel like it,\ntoo, when we're done.\"\n\nDr. Needzak coughed after three large swallows. He looked at the other\ntwo doctors. \"Who ratted?\"\n\nDr. Carson nodded toward the reception room. Dr. Needzak instinctively\nclenched his fists. He half-rose from his chair, then sank back slowly.\n\"I thought you guys were my friends,\" he said.\n\n\"We are, Walt,\" Dr. Manville said thoughtfully. \"But this is\nbusiness. When someone charges violation of medical ethics, we're the\ninvestigation committee. It looks like a simple investigation this\ntime, with those tapes on file.\"\n\n\"What does she have against you, anyway?\" Dr. Carson asked. \"Usually\na receptionist will go through hell to cover up little flubs for her\nboss. Were you mixed up with her in a personal way?\"\n\n\"Mixed up with her?\" Dr. Needzak laughed mirthlessly. \"She's worked for\nme fifteen years. I've never made a pass at her.\"\n\nDr. Manville nodded sadly. \"That was your mistake, Walt. Frustration.\nDisappointment. Worse than jealousy. Now, why not tell us everything?\"\n\n\"There's nothing to tell. Those tapes give a false impression,\nsometimes. I just take difficult cases back there where I'm sure there\nwon't be any disturbance.\"\n\n\"No use,\" Dr. Carson interrupted. \"Things will be harder for you,\nif we lose patience with you. We know you've been curing illness\nagainst the patient's wishes, time after time. We just saw you take\nout a tumor. The poor kid will probably drag through another hundred\nyears before she develops anything else serious. You prescribed\nanticoagulants to a man with an obvious blood clot. You even talked a\ncouple with weak lungs into moving to Denver.\"\n\n\"All right, it was a tumor,\" Dr. Needzak admitted. \"It was malign and\nit would have killed her in two or three years. But she's too young\nto make a decision for herself. Five years from now, she may have a\ndifferent outlook on her personal problems. I have ethics, and I can't\nhelp it if they don't correspond in some details with the association's\nethics.\"\n\n\"You were given your medical license under an oath to respect the\nethics of the profession,\" Dr. Manville said slowly, emphatically. \"The\nlicense did not give you the right to practice under ethics of your own\ninvention.\"\n\n\"Ethics!\" Dr. Needzak looked as if he wanted to spit. \"Ethics is just a\nword. There was a time when physicians spent their time curing diseases\nand preventing them. They called that ethics. Now that there aren't\nenough illnesses left to give us work, now that people live long past\nthe time when they want to go on living, now that we make our money\nhelping people commit suicide the legal way, we call that ethics.\"\n\n\"You can't annihilate a concept simply by thinking it's only a word,\"\nDr. Manville said. \"There was a time when physicians used leeches for\nalmost every patient. They fitted that nasty habit into their ethics.\nYou wouldn't want to introduce leeches into this century, would you?\nBut you should, if you're so consistently opposed to anything that\nsounds like changes in ethics.\"\n\n\"But I've done my part to get rid of human miseries,\" Dr. Needzak said,\nnodding toward a filing cabinet. \"I can show you the data on hundreds\nof my patients. Old folks, who just got tired of living; I helped\nthem die legally. Even younger people, who had a genuine reason for\nbeing tired of life. I couldn't have my fine home or pay rent in this\nbuilding, if I went around curing every patient. There's no money in\nthat.\"\n\n\"You wouldn't keep a filing cabinet for the times you disobeyed the\nmedical code,\" Dr. Carson broke in. \"But we have some of those cases on\ntape. You didn't refuse to handle the cases. You went ahead and played\nGod, going directly against the direct will of your patients. Did you\nfollow up all of the patients who aren't in your file cabinets? We\ntraced the later records of some of them. Several suicided right out\nin the open. Their families haven't gotten back on their feet from the\ndisgrace yet.\"\n\nDr. Needzak took two more deep swallows from the bottle. He looked\nglumly at the low level of the liquid through its dark side, saying:\n\n\"You fellows are enjoying this conversation more than old friends\nshould enjoy the job of taking action against a fellow-doctor. And\nI'll tell you why you aren't too unhappy about it. You're jealous of\nme. You're jealous of the fact that I've been following a physician's\nnatural instincts and healing people. You're angry with me for doing\nthe things that you'd really love to do yourselves, if you had the\nguts. You aren't worried about that girl; you're peeved because you'd\ngive your shirts for a chance to take out a genuine tumor yourself.\"\n\n\"Admitted,\" Dr. Carson said cheerfully. \"I haven't seen a live tumor in\nthree or four years. They're scarce. But we can't sit here chatting. We\ndon't want to end up arguing.\"\n\nDr. Needzak rose. \"What do I do, then?\"\n\n\"The best action would be to come along with us to the association\nheadquarters,\" Dr. Manville advised, avoiding Dr. Needzak's eyes.\n\"In a half-hour or so, you can sign enough statements to avoid weeks\nof hearings. Otherwise, we'll be forced to bother lots of other\nphysicians, hunt up your old patients, endure newspaper publicity, and\nhave a general mess.\"\n\n\"After that, I start pounding the pavements, hunting a job.\" Dr.\nNeedzak flexed his long, lean fingers. \"Is it hard to learn how to\noperate ditch diggers?\"\n\nDr. Carson stood up and slapped him on the back. \"It isn't that bad.\nYou can find a place in any pharmacy in the country, if we get through\nthis disbarment without publicity. You'll never be rich, handing out\nirritants and hyper-stimulants, but--\"\n\nDr. Needzak was already striding toward the street. The other two\ndoctors trailed after him, waiting while he locked up carefully. They\nglanced at one another significantly, noting that he had unconsciously\nbrought along his little black bag. Dr. Needzak explained as they began\nthe two-block walk to association headquarters:\n\n\"The kids are married and away from home. I suppose that I can get\nenough income from sub-leasing the office to keep the wife and me\neating until I find--\"\n\nA grating crash broke into his sentence. The three doctors whirled\nsimultaneously. Thin wails drifted through the constant rumble of\ntraffic, from somewhere around a corner. People erupted from buildings,\nrunning toward the source of the noise. The doctors instinctively\ntrotted after them.\n\n\n\nThey turned the corner, coming upon a rare sight. It was a motor\nvehicle accident, first in the business district for months. A school\nbus lay on its side, just short of the intersection. Children were\nclambering cautiously from the emergency door. The uniformed driver was\nignoring his passengers, staring in disbelief at the radar controls at\nthe street corner, which had failed a moment earlier.\n\nThe other vehicle involved in the crash was wrapped around a power\npole. It was an auto of antique vintage, produced before full automatic\ndriving provisions. There weren't more than a dozen such vehicles\nremaining on the streets of the city. The radar controls almost\nnever went on the blink. Only the combination of the vehicle and the\ninoperative controls could have created an accident.\n\nDr. Needzak led the other doctors through the thickening crowd, to the\nside of the bus. Kids were no longer climbing through the emergency\nexit, but noises were coming from within the vehicle. His bag under\nhis left arm, he hauled himself atop the overturned bus, and dropped\nthrough the emergency exit into its half-dark interior. He saw the\nother two doctors outlined against the sky, as they perched on the\nhorizontal side of the vehicle, peering down, helpless without their\nbags.\n\nDr. Needzak found a small boy sprawled awkwardly around a seat,\nbleeding rapidly from the leg, face ashen, unconscious. The physician\nclipped off the trousers leg, bound the leg tightly above the deep\ngash, and slipped on a bandage. Then he lifted the small boy up to Dr.\nCarson.\n\nA girl was struggling to raise herself from the next seat, obviously\nunaware that the leg wouldn't support her because it had suffered a\ncompound fracture. Dr. Needzak forced a grin when he attracted her\nattention. He persuaded her to lie flat. With one quick motion, he\nrough-set the leg. Then he boosted her out of the vehicle, and looked\ndown to investigate the source of the plucking at his coat.\n\nIt was a small, chubby boy, standing beside him. \"I'm hurt real bad,\"\nthe boy said. Needzak ran his hands over the boy's body to make sure\nthe bones were sound. \"You better take care of me real quick,\" the\nchild said, looking more worried than ever.\n\nDr. Needzak made sure that the blood on the boy's cheek came from only\na scratch, and found the heartbeat normal. So he pulled a sugar wafer\nfrom his bag and ordered the boy to swallow it.\n\n\"Think you can climb out now?\" Dr. Needzak asked. The youngster, face\nbrightening, leaped to the door and went out unassisted.\n\nThe only child remaining in the vehicle hadn't uttered a sound. But the\ndoctor sensed that her breathing was heavier. He bent over her, and\npushed back the lid of her half-closed eye. When he saw the back of her\nhead, he stopped his hasty examination. Her words were barely audible.\n\"Am I hurt bad?\"\n\n\"Why, there won't even be any pain,\" Dr. Needzak told her cheerfully.\nBefore he could yell to the other doctors to call for a stretcher, the\ngirl's breathing stopped.\n\nSlowly, as if suddenly tired, Dr. Needzak climbed out of the vehicle.\n\nPolice had already dispersed the crowd. Tow trucks were waiting to haul\naway the vehicles. The injured children were gone. The three doctors\nresumed their walk.\n\nDr. Needzak felt the eyes of the other two men on him, lost patience\nafter a moment, and said irritably:\n\n\"Go ahead, start bawling me out. But I've not signed anything yet. I'm\nstill a licensed physician. I had every right to help those kids.\"\n\nThe other two doctors stopped, looking at one another, as if trying\nto probe each other's thoughts. Simultaneous smiles spread over their\nfaces. Dr. Needzak stopped walking, when he heard them starting to\nlaugh. He pushed between them with a frown, asking:\n\n\"Look, if you--\"\n\nDr. Carson slapped him on the back, hard. Dr. Manville grasped Dr.\nNeedzak's hand and squeezed it with unexpected strength.\n\n\"The same thing hit us both at the same time, I'll bet,\" the older\ndoctor said. \"It would be the ideal thing for you.\"\n\nDr. Carson was pumping Dr. Needzak's other hand up and down. \"Sure.\nEmergency physician! I don't know why we didn't think of that in the\nfirst place. Accidents still happen now and then. It isn't easy to find\ndoctors who are willing to specialize in them, because it isn't steady\nincome and it doesn't pay a whole lot. But you have those screwball\nideas about helping people to get well. And that's just what an\nemergency physician must do.\"\n\n\"I'll talk to a couple of the men on the association board as soon as\nI can get to a telephone,\" Dr. Manville said. \"I think I can persuade\nthem to assign you to accidents without going through a disbarring\nprocedure, as long as you agree to stay away from general practice.\nYou're willing, I assume?\"\n\nDr. Needzak pulled his hands free and looked at the spots of dried\nblood that remained on the fingers and palms. He hadn't been able to\nwash up after the accident. He saw surgeon's hands, healing hands,\nhands that would never be satisfied to wrap up syrups or count pills.\n\n\"I suppose that it's the best thing in a bad deal. But I'm wondering\nabout accidents. Just the other day, I read an insurance company\nstatement. The insurance statisticians said that accidents have become\nso scarce in the past decade that they'll be virtually non-existent,\nin another half-century. I'll be 100 by that time, just in the prime of\nlife. If there aren't any more accident victims, what will I do for a\nliving? I couldn't find a job at that age, you know.\"\n\nThe other two doctors shrugged their shoulders, in unison. With the\nwisdom of age, Dr. Manville said:\n\n\"Well, if you find yourself in that situation, you can always go to see\na doctor.\"",
    "metadata": {
        "author": [
            "Warner, Harry Backer",
            "Warner, Harry"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/59609/pg59609.txt",
        "name": "but_the_patient_lived.json"
    }
}