{
    "name": "Cakewalk to Gloryanna",
    "author": [
        "Stecher, Lewis J., Jr.",
        "Wesley, Joseph",
        "Stecher, L. J.",
        "Stecher, L. J., Jr."
    ],
    "body": "Captain Hannah climbed painfully down from the _Delta Crucis_, hobbled\nacross the spaceport to where Beulah and I were waiting to greet him\nand hit me in the eye. Beulah--that's his elephant, but I have to take\ncare of her for him because Beulah's baby belongs to me and Beulah has\nto take care of it--kept us apart until we both cooled down a little.\nThen, although still somewhat dubious about it, she let us go together\nacross the field to the spaceport bar.\n\nI didn't ask Captain Hannah why he had socked me.\n\nAlthough he has never been a handsome man, he usually has the\nweathered and austere dignity that comes from plying the remote reaches\namong the stars. Call it the Look of Eagles. Captain Hannah had lost\nthe Look of Eagles. His eyes were swollen almost shut; every inch of\nhim that showed was a red mass of welts piled on more welts, as though\nhe had tangled with a hive of misanthropic bees. The gold-braided hat\nof his trade was not clamped in its usual belligerent position slightly\nover one eye. It was riding high on his head, apparently held up by\nmore of the ubiquitous swellings.\n\nI figured that he figured that I had something to do with the way he\nlooked.\n\n\"Shipping marocca to Gloryanna III didn't turn out to be a cakewalk\nafter all?\" I suggested.\n\nHe glared at me in silence.\n\n\"Perhaps you would like a drink first, and then you would be willing to\ntell me about it?\"\n\nI decided that his wince was intended for a nod, and ordered rhial.\nI only drink rhial when I've been exposed to Captain Hannah. It was\nalmost a pleasure to think that _I_ was responsible, for a change, for\nhaving _him_ take the therapy.\n\n\"A _Delta_ Class freighter can carry almost anything,\" he said at last,\nin a travesty of his usual forceful voice. \"But some things it should\nnever try.\"\n\n\n\nHe lapsed back into silence after this uncharacteristic admission. I\nalmost felt sorry for him, but just then Beulah came racking across\nthe field with her two-ton infant in tow, to show her off to Hannah. I\nwalled off my pity. He had foisted those two maudlin mastodons off onto\nme in one of our earlier deals, and if I had somehow been responsible\nfor his present troubles, it was no more than he deserved. I rated\nwinning for once.\n\n\"You _did_ succeed in getting the marocca to Gloryanna III?\" I asked\nanxiously, after the elephants had been admired and sent back home.\nThe success of that venture--even if the job had turned out to be more\ndifficult than we had expected--meant an enormous profit to both of\nus. The fruit of the marocca is delicious and fabulously expensive.\nThe plant grew only on the single planet Mypore II. Transshipped seeds\ninvariably failed to germinate, which explained its rarity.\n\nThe Myporians were usually, and understandably, bitterly, opposed to\nletting any of the living plants get shipped off their planet. But when\nI offered them a sizable piece of cash plus a perpetual share of the\nprofits for letting us take a load of marocca plants to Gloryanna III,\nthey relented and, for the first time in history, gave their assent. In\nfact, they had seemed delighted.\n\n\"I got them there safely,\" said Captain Hannah.\n\n\"And they are growing all right?\" I persisted.\n\n\"When I left, marocca was growing like mad,\" said Captain Hannah.\n\nI relaxed and leaned back in my chair. I no longer felt the need of\nrhial for myself. \"Tell me about it,\" I suggested.\n\n\n\n\"It was you who said that we should carry those damn plants to\nGloryanna III,\" he said balefully. \"I ought to black your other eye.\"\n\n\"Simmer down and have some more rhial,\" I told him. \"Sure I get the\ncredit for that. Gloryanna III is almost a twin to Mypore II. You know\nthat marocca takes a very special kind of environment. Bright sun most\nof the time--that means an almost cloudless environment. A very equable\nclimate. Days and nights the same length and no seasons--that means no\necliptical and no axial tilt. But our tests showed that the plants had\nenough tolerance to cause no trouble in the trip in _Delta Crucis_.\" A\nlight dawned. \"Our tests were no good?\"\n\n\"Your tests were no good,\" agreed the captain with feeling. \"I'll tell\nyou about it first, and _then_ I'll black your other eye,\" he decided.\n\n\"You'll remember that I warned you that we should take some marocca\nout into space and solve any problems we might find before committing\nourselves to hauling a full load of it?\" asked Captain Hannah.\n\n\"We couldn't,\" I protested. \"The Myporians gave us a deadline. If\nwe had gone through all of that rigamarole, we would have lost the\nfranchise. Besides, they gave you full written instructions about what\nto do under all possible circumstances.\"\n\n\"Sure. Written in Myporian. A very difficult language to translate.\nEspecially when you're barricaded in the head.\"\n\nI almost asked him why he had been barricaded in the bathroom of the\n_Delta Crucis_, but I figured it was safer to let him tell me in his\nown way, in his own time.\n\n\"Well,\" he said, \"I got into parking orbit around Mypore without any\ntrouble. The plastic film kept the water in the hydroponic tanks\nwithout any trouble, even in a no-gravity condition. And by the time I\nhad lined up for Gloryanna and Jumped, I figured, like you said, that\nthe trip would be a cakewalk.\n\n\"Do you remember how the plants always keep their leaves facing the\nsun? They twist on their stems all day, and then they go on twisting\nthem all night, still pointing at the underground sun, so that they're\naimed right at sunrise. So the stem looks like a corkscrew?\"\n\nI nodded. \"Sure. That's why they can't stand an axial tilt. They\n'remember' the rate and direction of movement, and keep it up during\nthe night time. So what? We had that problem all figured out.\"\n\n\"You think so? That solution was one of yours, too, wasn't it?\" He\ngazed moodily at his beaker of rhial. \"I must admit it sounded good\nto me, too. In Limbo, moving at multiple light-speeds, the whole\nUniverse, of course, turns into a bright glowing spot in our direction\nof motion, with everything else dark. So I lined up the _Delta Crucis_\nperpendicular to her direction of motion, put a once-every-twenty-one\nhour spin on her to match the rotation rates of Mypore II and Gloryanna\nIII, and uncovered the view ports to let in the light. It gradually\nbrightened until 'noon time', with the ports pointing straight at the\nlight source, and then dimmed until we had ten and one-half hours of\ndarkness.\n\n\"Of course, it didn't work.\"\n\n\n\n\"For Heaven's sake, why not?\"\n\n\"For Heaven's sake why should it? With no gravity for reference, how\nwere the plants supposed to know that the 'sun' was supposed to be\nmoving?\"\n\n\"So what did you do?\" I asked, when that had sunk in. \"If the stem\ndoesn't keep winding, the plants die; and they can only take a few\nextra hours of night time before they run down.\"\n\n\"Oh,\" said Captain Hannah in quiet tones of controlled desperation, \"it\nwas very simple. I just put enough spin on the ship to make artificial\ngravity, and then I strung a light and moved it every fifteen minutes\nfor ten and one-half hours, until I had gone halfway around the room.\nThen I could turn the light off and rest for ten and one-half hours.\nThe plants liked it fine.\n\n\"Of course, first I had to move all the hydroponic tanks from their\noriginal positions perpendicular to the axial thrust line of the ship\nto a radial position. And because somehow we had picked up half of\nthe plants in the northern hemisphere of Mypore and the other half in\nthe southern hemisphere, it turned out that half of the plants had a\nsinistral corkscrew and the other half had a dextral. So I had to set\nthe plants up in two different rooms, and run an artificial sun for\neach, going clockwise with one, widdershins with the other.\n\n\"I won't even talk about what I went through while I was shifting the\nhydroponic tanks, when all the plastic membranes that were supposed to\nkeep the water in place started to break.\"\n\n\"I'd like to know,\" I said sincerely.\n\nHe stared at me in silence for a moment. \"Well, it filled the cabin\nwith great solid bubbles of water. Water bubbles will oscillate and\nwobble like soap bubbles,\" he went on dreamily, \"but of course,\nthey're not empty, like soap bubbles. The surface acts a little like\na membrane, so that sometimes two of the things will touch and gently\nbounce apart without joining. But just try _touching_ one of them. You\ncould drown--I almost did. Several times.\n\n\"I got a fire pump--an empty one. You know the kind; a wide cylinder\nwith a piston with a handle, and a hose that you squirt the water out\nof, or can suck water in with. The way you use it is, you float up on\na big ball of water, with the pump piston down--closed. You carefully\npoke the end of the hose into the ball of water, letting only the metal\ntip touch. _Never_ the hose. If you let the hose touch, the water runs\nup it and tries to drown you. Then you pull up on the piston, and draw\nall the water into the cylinder. Of course, you have to hold the pump\nwith your feet while you pull the handle with your free hand.\"\n\n\"Did it work?\" I asked eagerly.\n\n\"Eventually. Then I stopped to think of what to do with the water.\nIt was full of minerals and manure and such, and I didn't want to\nintroduce it into the ship's tanks.\"\n\n\"But you solved the problem?\"\n\n\n\n\"In a sense,\" said the captain. \"I just emptied the pump back into the\nair, ignored the bubbles, repositioned the tanks, put spin on the ship\nand then ladled the liquid back into the tanks with a bucket.\"\n\n\"Didn't you bump into a lot of the bubbles and get yourself dunked a\ngood deal while you were working with the tanks?\"\n\nHe shrugged. \"I couldn't say. By that time I was ignoring them. It was\nthat or suicide. I had begun to get the feeling that they were stalking\nme. So I drew a blank.\"\n\n\"Then after that you were all right, except for the tedium of moving\nthe lights around?\" I asked him. I answered myself at once. \"No. There\nmust be more. You haven't told me why you hid out in the bathroom, yet.\"\n\n\"Not yet,\" said Captain Hannah. \"Like you, I figured I had the\nsituation fairly well under control, but like you, I hadn't thought\nthings through. The plastic membranes hadn't torn when we brought the\ntanks in board the _Delta Crucis_. It never occurred to me to hunt\naround for the reasons for the change. But I wouldn't have had long to\nhunt anyway, because in a few hours the reasons came looking for me.\n\n\"They were a tiny skeeter-like thing. A sort of midge or junior grade\nmosquito. They had apparently been swimming in the water during their\nlarval stage. Instead of making cocoons for themselves, they snipped\ntiny little pieces of plastic to use as protective covers in the pupal\nstage. I guess they were more like butterflies than mosquitoes in their\nhabits. And now they were mature.\n\n\"There were thousands and thousands of them, and each one of them made\na tiny, maddening whine as it flew.\"\n\n\"And they bit? That explains your bumps?\" I asked sympathetically.\n\n\"Oh, no. These things didn't bite, they itched. And they got down\ninside of everything they could get down inside, and clung. That\nincluded my ears and my eyes and my nose.\n\n\"I broke out a hand sprayer full of a DDT solution, and sprayed it\naround me to try to clear the nearby air a little, so that I could\nhave room to think. The midges loved it. But the plants that were in\nreach died so fast that you could watch their leaves curl up and drop\noff.\n\n\"I couldn't figure whether to turn up the fans and dissipate the\ncloud--by spreading it all through the ship--or whether to try to block\noff the other plant room, and save it at least. So I ended up by not\ndoing anything, which was the right thing to do. No more plants died\nfrom the DDT.\n\n\n\n\"So then I did a few experiments, and found that the regular poison\nspray in the ship's fumigation system worked just fine. It killed\nthe bugs without doing the plants any harm at all. Of course, the\nfumigation system is designed to work with the fumigator off the ship,\nbecause it's poisonous to humans too.\n\n\"I finally blocked the vents and the door edges in the head, after\nrunning some remote controls into there, and then started the\nfumigation system going. While I was sitting there with nothing much\nto do, I tried to translate what I could of the Myporian instructions.\nIt was on page eleven that it mentioned casually that the midges--the\ncorrect word is carolla--are a necessary part of the life cycle of the\nmarocca. The larvae provide an enzyme without which the plants die.\n\n\"Of course. I immediately stopped slapping at the relatively few midges\nthat had made their way into the head with me, and started to change\nthe air in the ship to get rid of the poison. I knew it was too late\nbefore I started, and for once I was right.\n\n\"The only live midges left in the ship were the ones that had been\nwith me during the fumigation process. I immediately tried to start\na breeding ground for midges, but the midges didn't seem to want to\ncooperate. Whatever I tried to do, they came back to me. I was the only\nthing they seemed to love. I didn't dare bathe, or scratch, or even\nwriggle, for fear of killing more of them. And they kept on itching. It\nwas just about unbearable, but I bore it for three interminable days\nwhile the midges died one by one. It was heartbreaking--at least, it\nwas to me.\n\n\"And it was unnecessary, too. Because apparently the carolla had\nalready laid their eggs, or whatever it is that they do, before I\nhad fumigated them. After my useless days of agony, a new batch\ncame swarming out. And this time there were a few of a much larger\nthing with them--something like an enormous moth. The new thing just\nblundered around aimlessly.\n\n\"I lit out for the head again, to keep away from that intolerable\nwhining. This time I took a luxurious shower and got rid of most of the\nmidges that came through the door with me. I felt almost comfortable,\nin fact, until I resumed my efforts to catch up on my reading.\n\n\"The mothlike things--they are called dingleburys--also turn out to\nprovide a necessary enzyme. They are supposed to have the same timing\nof their life cycle as the carolla. Apparently the shaking up I had\ngiven their larvae in moving the tanks and dipping the water up in\nbuckets and all that had inhibited them in completing their cycle the\nfirst time around.\n\n\"And the reason they had the same life cycle as the carolla was that\nthe adult dinglebury will eat only the adult carolla, and it has to\nfill itself full to bursting before it will reproduce. If I had the\ntranslation done correctly, they were supposed to dart gracefully\naround, catching carolla on the wing and stuffing themselves happily.\n\n\"I had to find out what was wrong with my awkward dingleburys. And\nthat, of course, meant going out into the ship again. But I had to do\nthat anyway, because it was almost 'daylight', and time for me to start\nshifting the lights again.\n\n\n\n\"The reason for the dingleburys' problem is fairly obvious. When you\nset up artificial gravity by spinning a ship, the gravity is fine down\nnear the skin where the plants are. But the gravity potential is very\nhigh, and it gets very light up where things fly around, going to zero\non the middle line of the ship. And the unfamiliar gravity gradient,\ntogether with the Coriolis effect and all, makes the poor dingleburys\ndizzy, so they can't catch carolla.\n\n\"And if you think I figured all that out about dingleburys getting\ndizzy at the time, in that madhouse of a ship, then you're crazy. What\nhappened was that I saw that there was one of the creatures that didn't\nseem to be having any trouble, but was acting like the book said it\nshould. I caught it and examined it. The poor thing was blind, and was\ncapturing her prey by sound alone.\n\n\"So I spent the whole day--along with my usual chore of shifting the\nlights--blindfolding dingleburys. Which is a hell of a sport for a man\nwho is captain of his own ship.\"\n\nI must say that I agreed with him, but it seemed to be a good time for\nme to keep my mouth shut.\n\n\"Well, after the dingleburys had eaten and propagated, they became\ninquisitive. They explored the whole ship, going into places I wouldn't\nhave believed it to be possible for them to reach, including the inside\nof the main computer, which promptly shorted out. I finally figured\nthat one of the things had managed to crawl up the cooling air exhaust\nduct, against the flow of air, to see what was going on inside.\n\n\"I didn't dare to get rid of the things without checking my book, of\ncourse, so it was back to the head for me. 'Night' had come again--and\nit was the only place I could get any privacy. There were plenty of the\ncarolla left to join me outside.\n\n\"I showered and swatted and started to read. I got as far as where it\nsaid that the dingleburys continued to be of importance, and then I'm\nafraid I fell asleep.\n\n\"I got up with the sun the next morning. Hell, I had to, considering\nthat it was I who turned the sun on! I found that the dingleburys\nimmediately got busy opening small buds on the stems of the marocca\nplants. Apparently they were pollinating them. I felt sure that these\nbuds weren't the marocca blossoms from which the fruit formed--I'd\nseen a lot of those while we were on Mypore II and they were much\nbigger and showier than these little acorn-sized buds.\n\n\"Of course, I should have translated some more of my instruction book,\nbut I was busy.\n\n\"Anyway, the action of the dingleburys triggered the violent growth\nphase of the marocca plants. Did you know that they plant marocca\nseedlings, back on Mypore II, _at least_ a hundred feet apart? If\nyou'll recall, a mature field, which was the only kind we ever saw, is\none solid mass of green growth.\n\n\n\n\"The book says that it takes just six hours for a marocca field to\nshift from the seedling stage to the mature stage. It didn't seem that\nlong. You could _watch_ the stuff grow--groping and crawling along; one\nplant twining with another as they climbed toward the light.\n\n\"It was then that I began to get worried. If they twined around the\nlight, they would keep me from moving it, and they would shadow it so\nit wouldn't do its job right. In effect, their growth would put out the\nsun.\n\n\"I thought of putting up an electrically charged fence around the\nlight, but the bugs had put most of my loose equipment out of action,\nso I got a machete. When I took a swing at one of the vines, something\nbit me on the back of the neck so hard it almost knocked me down. It\nwas one of the dingleburys, and it was as mad as blazes. It seems that\none of the things they do is to defend the marocca against marauders.\nThat was the first of my welts, and it put me back in the head in\nabout two seconds.\n\n\"And what's more, I found that I couldn't kill the damn things. Not if\nI wanted to save the plants. The growth only stops at the end of six\nhours, after the blossoms appear and are visited by the dingleburys. No\ndingleburys, no growth stoppage.\n\n\"So for the next several hours I had to keep moving those lights, and\nkeep them clear of the vines, and keep the vines from shadowing each\nother to the point where they curled up and died, and I had to do it\n_gently_, surrounded by a bunch of worried dingleburys.\n\n\"Every time they got a little too worried, or I slipped and bumped into\na plant too hard, or looked crosseyed at them, they bit me. If you\nthink I look bad now, you should have seen me just about the time the\nblossoms started to burst.\n\n\"I was worried about those blossoms. I felt sure that they would smell\nterrible, or make me sick, or hypnotize me, or something. But they just\nturned out to be big, white, odorless flowers. They did nothing for me\nor to me. They drove the dingleburys wild, though, I'm happy to say.\nMade them forget all about me.\n\n\"While they were having their orgy, I caught up on my reading. It\nwas necessary for me to cut back the marocca vines. For one thing,\nI couldn't get up to the area of the bridge. For another, the main\ncomputer was completely clogged. I could use the auxiliary, on the\nbridge, if I could get to it, but it's a poor substitute. For another\nthing, I would have to cut the stuff way back if I was ever going to\nget the plants out of the ship. And I was a little anxious to get my\n_Delta Crucis_ back to normal as soon as possible. But before cutting,\nI had to translate the gouge.\n\n\n\n\"It turns out that it's all right to cut marocca as soon as it stops\ngrowing. To keep the plants from dying, though, you have to mulch the\ncuttings and then feed them back to the plants, where the roots store\nwhatever they need against the time of the next explosive period of\ngrowth. Of course, if you prefer you can wait for the vines to die back\nnaturally, which takes several months.\n\n\"There was one little catch, of course. The cuttings from the vines\nwill poison the plants if they are fed back to them without having been\nmixed with a certain amount of processed mulch. Enzymes again. And\nthere was only one special processor on board.\n\n\"I was the special processor. That's what the instructions said--I\ntranslated very carefully--it required an 'organic processor'.\n\n\"So I had to eat pounds of that horrible tasting stuff every day, and\nprocess it the hard way.\n\n\"I didn't even have time to scratch my bites. I must have lost weight\neverywhere but in the swollen places, and they looked worse than they\ndo now. The doctor says it may take a year before the bumps all go\naway--if they ever do--but I have improved a lot already.\n\n\"For a while I must have been out of my head. I got so caught up in\nthe rhythm of the thing that I didn't even notice when we slipped out\nof Limbo into real space near Gloryanna III. It was three days, the\nControl Tower on Gloryanna III told me, that they tried continuously\nto raise me on the communications gear before I heard the alarm bell\nand answered them, so I had to do a good deal of backtracking before\nI could get into parking orbit around the planet, and then set _Delta\nCrucis_ down safely. Even as shaky as I was, _Delta Crucis_ behaved\nlike a lady.\n\n\"I hadn't chopped off all of the new growth, although I had the plants\ndown to manageable size. Some of the blossoms left on the plants had\nformed fruit, and the fruit had ripened and dried, and the seeds had\ndeveloped fully. They were popping and spreading fine dust-like spores\nall over the ship, those last few hours before I landed.\n\n\"By that time, though, an occasional sneezing fit and watering eyes\ndidn't bother me any. I was far beyond the point where hay fever could\nadd to my troubles.\n\n\"When I opened the airlock door, though, the spores drifting outside\nset the customs inspectors to sneezing and swearing more than seemed\nreasonable at the time.\" Captain Hannah inhaled a sip of rhial, and\nseemed to be enjoying the powerful stuff. He acted as if he thought he\nhad finished.\n\n\"Well, go on,\" I urged him. \"The marocca plants were still in good\nshape, weren't they?\"\n\nHannah nodded. \"They were growing luxuriously.\" He nodded his head a\ncouple of more times, in spite of the discomfort it must have given\nhim.\n\nHe said, \"They made me burn the entire crop right away, of course. They\ndidn't get all of the carolla or dingleburys, though. Or spores.\"\n\n\n\n\"Gloryanna III is the original home planet of marocca. They hated the\nstuff, of course, but they liked the profit. Then, when a plague almost\nwiped out the dingleburys, they introduced khorram furs as a cash\ncrop. It wasn't as lucrative, but it was so much more pleasant that\nthey outlawed marocca. Took them almost fifty years to stamp it out\ncompletely. Meanwhile, some clever native shipped a load of the stuff\nto Mypore II. He took his time, did it without any trouble and made his\nfortune. And got out again quickly.\n\n\"The Gloryannans were going to hold my _Delta Crucis_ as security to\npay for the cost of stamping out marocca all over again--those spores\nsprout fast--and for a time I was worried.\n\n\"Of course, when I showed them our contract--that you alone were\nresponsible for everything once I landed the plants safely on Gloryanna\nIII, they let me go.\n\n\"They'll send you the bill. They don't figure it will take them more\nthan a few months to complete the job.\"\n\nCaptain Hannah stopped talking and stood up, painfully and a little\nunsteadily.\n\nI'm afraid I didn't even notice when he blacked my other eye. I was too\nbusy reaching for the rhial.\n\nEND",
    "metadata": {
        "author": [
            "Stecher, Lewis J., Jr.",
            "Wesley, Joseph",
            "Stecher, L. J.",
            "Stecher, L. J., Jr."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/53016/pg53016.txt",
        "name": "cakewalk_to_gloryanna.json"
    }
}