{
    "name": "Captain Rogers\nThe Lady of the Barge and Others, Part 7.",
    "author": [
        "Jacobs, William Wymark",
        "Jacobs, W. W. (William Wymark)"
    ],
    "body": "\n\nCAPTAIN ROGERS\n\n\nA man came slowly over the old stone bridge, and averting his gaze from\nthe dark river with its silent craft, looked with some satisfaction\ntoward the feeble lights of the small town on the other side.  He walked\nwith the painful, forced step of one who has already trudged far.  His\nworsted hose, where they were not darned, were in holes, and his coat and\nknee-breeches were rusty with much wear, but he straightened himself as\nhe reached the end of the bridge and stepped out bravely to the taverns\nwhich stood in a row facing the quay.\n\nHe passed the \"Queen Anne\"--a mere beershop--without pausing, and after a\nglance apiece at the \"Royal George\" and the \"Trusty Anchor,\" kept on his\nway to where the \"Golden Key\" hung out a gilded emblem.  It was the best\nhouse in Riverstone, and patronized by the gentry, but he adjusted his\nfaded coat, and with a swaggering air entered and walked boldly into the\ncoffee-room.\n\nThe room was empty, but a bright fire afforded a pleasant change to the\nchill October air outside.  He drew up a chair, and placing his feet on\nthe fender, exposed his tattered soles to the blaze, as a waiter who had\njust seen him enter the room came and stood aggressively inside the door.\n\n\"Brandy and water,\" said the stranger; \"hot.\"\n\n\"The coffee-room is for gentlemen staying in the house,\" said the waiter.\n\nThe stranger took his feet from the fender, and rising slowly, walked\ntoward him.  He was a short man and thin, but there was something so\nmenacing in his attitude, and something so fearsome in his stony brown\neyes, that the other, despite his disgust for ill-dressed people, moved\nback uneasily.\n\n\"Brandy and water, hot,\" repeated the stranger; \"and plenty of it.  D'ye\nhear?\"\n\nThe man turned slowly to depart.\n\n\"Stop!\" said the other, imperiously.  \"What's the name of the landlord\nhere?\"\n\n\"Mullet,\" said the fellow, sulkily.\n\n\"Send him to me,\" said the other, resuming his seat; \"and hark you, my\nfriend, more civility, or 'twill be the worse for you.\"\n\nHe stirred the log on the fire with his foot until a shower of sparks\nwhirled up the chimney.  The door opened, and the landlord, with the\nwaiter behind him, entered the room, but he still gazed placidly at the\nglowing embers.\n\n\"What do you want?\"  demanded the landlord, in a deep voice.\n\nThe stranger turned a little weazened yellow face and grinned at him\nfamiliarly.\n\n\"Send that fat rascal of yours away,\" he said, slowly.\n\nThe landlord started at his voice and eyed him closely; then he signed to\nthe man to withdraw, and closing the door behind him, stood silently\nwatching his visitor.\n\n\"You didn't expect to see me, Rogers,\" said the latter.\n\n\"My name's Mullet,\" said the other, sternly.  \"What do you want?\"\n\n\"Oh, Mullet?\" said the other, in surprise.  \"I'm afraid I've made a\nmistake, then.  I thought you were my old shipmate, Captain Rogers.  It's\na foolish mistake of mine, as I've no doubt Rogers was hanged years ago.\nYou never had a brother named Rogers, did you?\"\n\n\"I say again, what do you want?\"  demanded the other, advancing upon him.\n\n\"Since you're so good,\" said the other.  \"I want new clothes, food, and\nlodging of the best, and my pockets filled with money.\"\n\n\"You had better go and look for all those things, then,\" said Mullet.\n\"You won't find them here.\"\n\n\"Ay!\"  said the other, rising.  \"Well, well--There was a hundred guineas\non the head of my old shipmate Rogers some fifteen years ago.  I'll see\nwhether it has been earned yet.\"\n\n\"If I gave you a hundred guineas,\" said the innkeeper, repressing his\npassion by a mighty effort, \"you would not be satisfied.\"\n\n\"Reads like a book,\" said the stranger, in tones of pretended delight.\n\"What a man it is!\"\n\nHe fell back as he spoke, and thrusting his hand into his pocket, drew\nforth a long pistol as the innkeeper, a man of huge frame, edged toward\nhim.\n\n\"Keep your distance,\" he said, in a sharp, quick voice.\n\nThe innkeeper, in no wise disturbed at the pistol, turned away calmly,\nand ringing the bell, ordered some spirits.  Then taking a chair, he\nmotioned to the other to do the same, and they sat in silence until the\nstaring waiter had left the room again.  The stranger raised his glass.\n\n\"My old friend Captain Rogers,\" he said, solemnly, \"and may he never get\nhis deserts!\"\n\n\"From what jail have you come?\"  inquired Mullet, sternly.\n\n\"'Pon my soul,\" said the other, \"I have been in so many--looking for\nCaptain Rogers--that I almost forget the last, but I have just tramped\nfrom London, two hundred and eighty odd miles, for the pleasure of seeing\nyour damned ugly figure-head again; and now I've found it, I'm going to\nstay.  Give me some money.\"\n\nThe innkeeper, without a word, drew a little gold and silver from his\npocket, and placing it on the table, pushed it toward him.\n\n\"Enough to go on with,\" said the other, pocketing it; \"in future it is\nhalves.  D'ye hear me?  Halves!  And I'll stay here and see I get it.\"\n\nHe sat back in his chair, and meeting the other's hatred with a gaze as\nsteady as his own, replaced his pistol.\n\n\"A nice snug harbor after our many voyages,\" he continued.  \"Shipmates we\nwere, shipmates we'll be; while Nick Gunn is alive you shall never want\nfor company.  Lord!  Do you remember the Dutch brig, and the fat\nfrightened mate?\"\n\n\"I have forgotten it,\" said the other, still eyeing him steadfastly.\n\"I have forgotten many things.  For fifteen years I have lived a decent,\nhonest life.  Pray God for your own sinful soul, that the devil in me\ndoes not wake again.\"\n\n\"Fifteen years is a long nap,\" said Gunn, carelessly; \"what a godsend it\n'll be for you to have me by you to remind you of old times!  Why, you're\nlooking smug, man; the honest innkeeper to the life!  Gad! who's the\ngirl?\"\n\nHe rose and made a clumsy bow as a girl of eighteen, after a moment's\nhesitation at the door, crossed over to the innkeeper.\n\n\"I'm busy, my dear,\" said the latter, somewhat sternly.\n\n\"Our business,\" said Gunn, with another bow, \"is finished.  Is this your\ndaughter, Rog-- Mullet?\"\n\n\"My stepdaughter,\" was the reply.\n\nGunn placed a hand, which lacked two fingers, on his breast, and bowed\nagain.\n\n\"One of your father's oldest friends,\" he said smoothly; \"and fallen on\nevil days; I'm sure your gentle heart will be pleased to hear that your\ngood father has requested me--for a time--to make his house my home.\"\n\n\"Any friend of my father's is welcome to me, sir,\" said the girl, coldly.\nShe looked from the innkeeper to his odd-looking guest, and conscious of\nsomething strained in the air, gave him a little bow and quitted the\nroom.\n\n\"You insist upon staying, then?\"  said Mullet, after a pause.\n\n\"More than ever,\" replied Gunn, with a leer toward the door.  \"Why, you\ndon't think I'm _afraid,_ Captain?  You should know me better than that.\"\n\n\"Life is sweet,\" said the other.\n\n\"Ay,\" assented Gunn, \"so sweet that you will share things with me to keep\nit.\"\n\n\"No,\" said the other, with great calm.  \"I am man enough to have a better\nreason.\"\n\n\"No psalm singing,\" said Gunn, coarsely.  \"And look cheerful, you old\nbuccaneer.  Look as a man should look who has just met an old friend\nnever to lose him again.\"\n\nHe eyed his man expectantly and put his hand to his pocket again, but the\ninnkeeper's face was troubled, and he gazed stolidly at the fire.\n\n\"See what fifteen years' honest, decent life does for us,\" grinned the\nintruder.\n\nThe other made no reply, but rising slowly, walked to the door without a\nword.\n\n\"Landlord,\" cried Gunn, bringing his maimed hand sharply down on the\ntable.\n\nThe innkeeper turned and regarded him.\n\n\"Send me in some supper,\" said Gunn; \"the best you have, and plenty of\nit, and have a room prepared.  The best.\"\n\nThe door closed silently, and was opened a little later by the dubious\nGeorge coming in to set a bountiful repast.  Gunn, after cursing him for\nhis slowness and awkwardness, drew his chair to the table and made the\nmeal of one seldom able to satisfy his hunger.  He finished at last, and\nafter sitting for some time smoking, with his legs sprawled on the\nfender, rang for a candle and demanded to be shown to his room.\n\nHis proceedings when he entered it were but a poor compliment to his\nhost.  Not until he had poked and pried into every corner did he close\nthe door.  Then, not content with locking it, he tilted a chair beneath\nthe handle, and placing his pistol beneath his pillow, fell fast asleep.\n\nDespite his fatigue he was early astir next morning.  Breakfast was laid\nfor him in the coffee-room, and his brow darkened.  He walked into the\nhall, and after trying various doors entered a small sitting-room, where\nhis host and daughter sat at breakfast, and with an easy assurance drew a\nchair to the table.  The innkeeper helped him without a word, but the\ngirl's hand shook under his gaze as she passed him some coffee.\n\n\"As soft a bed as ever I slept in,\" he remarked.\n\n\"I hope that you slept well,\" said the girl, civilly.\n\n\"Like a child,\" said Gunn, gravely; \"an easy conscience.  Eh, Mullet?\"\n\nThe innkeeper nodded and went on eating.  The other, after another remark\nor two, followed his example, glancing occasionally with warm approval at\nthe beauty of the girl who sat at the head of the table.\n\n\"A sweet girl,\" he remarked, as she withdrew at the end of the meal; \"and\nno mother, I presume?\"\n\n\"No mother,\" repeated the other.\n\nGunn sighed and shook his head.\n\n\"A sad case, truly,\" he murmured.  \"No mother and such a guardian.  Poor\nsoul, if she but knew!  Well, we must find her a husband.\"\n\nHe looked down as he spoke, and catching sight of his rusty clothes and\nbroken shoes, clapped his hand to his pocket; and with a glance at his\nhost, sallied out to renew his wardrobe.  The innkeeper, with an\ninscrutable face, watched him down the quay, then with bent head he\nreturned to the house and fell to work on his accounts.\n\nIn this work Gunn, returning an hour later, clad from head to foot in new\napparel, offered to assist him.  Mullett hesitated, but made no demur;\nneither did he join in the ecstasies which his new partner displayed at\nthe sight of the profits.  Gunn put some more gold into his new pockets,\nand throwing himself back in a chair, called loudly to George to bring\nhim some drink.\n\nIn less than a month the intruder was the virtual master of the \"Golden\nKey.\"  Resistance on the part of the legitimate owner became more and\nmore feeble, the slightest objection on his part drawing from the\ntruculent Gunn dark allusions to his past and threats against his future,\nwhich for the sake of his daughter he could not ignore.  His health began\nto fail, and Joan watched with perplexed terror the growth of a situation\nwhich was in a fair way of becoming unbearable.\n\nThe arrogance of Gunn knew no bounds.  The maids learned to tremble at\nhis polite grin, or his worse freedom, and the men shrank appalled from\nhis profane wrath.  George, after ten years' service, was brutally\ndismissed, and refusing to accept dismissal from his hands, appealed to\nhis master.  The innkeeper confirmed it, and with lack-lustre eyes fenced\nfeebly when his daughter, regardless of Gunn's presence, indignantly\nappealed to him.\n\n\"The man was rude to my friend, my dear,\" he said dispiritedly\n\n\"If he was rude, it was because Mr. Gunn deserved it,\" said Joan, hotly.\n\nGunn laughed uproariously.\n\n\"Gad, my dear, I like you!\"  he cried, slapping his leg.  \"You're a girl\nof spirit.  Now I will make you a fair offer.  If you ask for George to\nstay, stay he shall, as a favour to your sweet self.\"\n\nThe girl trembled.\n\n\"Who is master here?\"  she demanded, turning a full eye on her father.\n\nMullet laughed uneasily.\n\n\"This is business,\" he said, trying to speak lightly, \"and women can't\nunderstand it.  Gunn is--is valuable to me, and George must go.\"\n\n\"Unless you plead for him, sweet one?\"  said Gunn.\n\nThe girl looked at her father again, but he turned his head away and\ntapped on the floor with his foot.  Then in perplexity, akin to tears,\nshe walked from the room, carefully drawing her dress aside as Gunn held\nthe door for her.\n\n\"A fine girl,\" said Gunn, his thin lips working; \"a fine spirit.  'Twill\nbe pleasant to break it; but she does not know who is master here.\"\n\n\"She is young yet,\" said the other, hurriedly.\n\n\"I will soon age her if she looks like that at me again,\" said Gunn.  \"By\n---, I'll turn out the whole crew into the street, and her with them, an'\nI wish it.  I'll lie in my bed warm o' nights and think of her huddled on\na doorstep.\"\n\nHis voice rose and his fists clenched, but he kept his distance and\nwatched the other warily.  The innkeeper's face was contorted and his\nbrow grew wet.  For one moment something peeped out of his eyes; the next\nhe sat down in his chair again and nervously fingered his chin.\n\n\"I have but to speak,\" said Gunn, regarding him with much satisfaction,\n\"and you will hang, and your money go to the Crown.  What will become of\nher then, think you?\"\n\nThe other laughed nervously.\n\n\"'Twould be stopping the golden eggs,\" he ventured.\n\n\"Don't think too much of that,\" said Gunn, in a hard voice.  \"I was never\none to be baulked, as you know.\"\n\n\"Come, come.  Let us be friends,\" said Mullet; \"the girl is young, and\nhas had her way.\"\n\nHe looked almost pleadingly at the other, and his voice trembled.  Gunn\ndrew himself up, and regarding him with a satisfied sneer, quitted the\nroom without a word.\n\nAffairs at the \"Golden Key\" grew steadily worse and worse.  Gunn\ndominated the place, and his vile personality hung over it like a shadow.\nAppeals to the innkeeper were in vain; his health was breaking fast, and\nhe moodily declined to interfere.  Gunn appointed servants of his own\nchoosing-brazen maids and foul-mouthed men.  The old patrons ceased to\nfrequent the \"Golden Key,\" and its bedrooms stood empty.  The maids\nscarcely deigned to take an order from Joan, and the men spoke to her\nfamiliarly.  In the midst of all this the innkeeper, who had complained\nonce or twice of vertigo, was seized with a fit.\n\nJoan, flying to him for protection against the brutal advances of Gunn,\nfound him lying in a heap behind the door of his small office, and in her\nfear called loudly for assistance.  A little knot of servants collected,\nand stood regarding him stupidly.  One made a brutal jest.  Gunn,\npressing through the throng, turned the senseless body over with his\nfoot, and cursing vilely, ordered them to carry it upstairs.\n\nUntil the surgeon came, Joan, kneeling by the bed, held on to the\nsenseless hand as her only protection against the evil faces of Gunn and\nhis proteges.  Gunn himself was taken aback, the innkeeper's death at\nthat time by no means suiting his aims.\n\nThe surgeon was a man of few words and fewer attainments, but under his\nministrations the innkeeper, after a long interval, rallied.  The half-\nclosed eyes opened, and he looked in a dazed fashion at his surroundings.\nGunn drove the servants away and questioned the man of medicine.  The\nanswers were vague and interspersed with Latin.  Freedom from noise and\ntroubles of all kinds was insisted upon and Joan was installed as nurse,\nwith a promise of speedy assistance.\n\nThe assistance arrived late in the day in the shape of an elderly woman,\nwhose Spartan treatment of her patients had helped many along the silent\nroad.  She commenced her reign by punching the sick man's pillows, and\nhaving shaken him into consciousness by this means, gave him a dose of\nphysic, after first tasting it herself from the bottle.\n\nAfter the first rally the innkeeper began to fail slowly.  It was seldom\nthat he understood what was said to him, and pitiful to the beholder to\nsee in his intervals of consciousness his timid anxiety to earn the good-\nwill of the all-powerful Gunn.  His strength declined until assistance\nwas needed to turn him in the bed, and his great sinewy hands were\nforever trembling and fidgeting on the coverlet.\n\nJoan, pale with grief and fear, tended him assiduously.  Her stepfather's\nstrength had been a proverb in the town, and many a hasty citizen had\nfelt the strength of his arm.  The increasing lawlessness of the house\nfilled her with dismay, and the coarse attentions of Gunn became more\npersistent than ever.  She took her meals in the sick-room, and divided\nher time between that and her own.\n\nGunn himself was in a dilemma.  With Mullet dead, his power was at an end\nand his visions of wealth dissipated.  He resolved to feather his nest\nimmediately, and interviewed the surgeon.  The surgeon was ominously\nreticent, the nurse cheerfully ghoulish.\n\n\"Four days I give him,\" she said, calmly; \"four blessed days, not but\nwhat he might slip away at any moment.\"\n\nGunn let one day of the four pass, and then, choosing a time when Joan\nwas from the room, entered it for a little quiet conversation.  The\ninnkeeper's eyes were open, and, what was more to the purpose,\nintelligent.\n\n\"You're cheating the hangman, after all,\" snarled Gunn.  \"I'm off to\nswear an information.\"\n\nThe other, by a great effort, turned his heavy head and fixed his wistful\neyes on him.\n\n\"Mercy!\"  he whispered.  \"For her sake--give me--a little time!\"\n\n\"To slip your cable, I suppose,\" quoth Gunn.  \"Where's your money?\nWhere's your hoard, you miser?\"\n\nMullet closed his eyes.  He opened them again slowly and strove to think,\nwhile Gunn watched him narrowly.  When he spoke, his utterance was thick\nand labored.\n\n\"Come to-night,\" he muttered, slowly.  \"Give me--time--I will make your\n--your fortune.  But the nurse-watches.\"\n\n\"I'll see to her,\" said Gunn, with a grin.  \"But tell me now, lest you\ndie first.\"\n\n\"You will--let Joan--have a share?\"  panted the innkeeper.\n\n\"Yes, yes,\" said Gunn, hastily.\n\nThe innkeeper strove to raise himself in the bed, and then fell back\nagain exhausted as Joan's step was heard on the stairs.  Gunn gave\na savage glance of warning at him, and barring the progress of the girl\nat the door, attempted to salute her.  Joan came in pale and trembling,\nand falling on her knees by the bedside, took her father's hand in hers\nand wept over it.  The innkeeper gave a faint groan and a shiver ran\nthrough his body.\n\nIt was nearly an hour after midnight that Nick Gunn, kicking off his\nshoes, went stealthily out onto the landing.  A little light came from\nthe partly open door of the sick-room, but all else was in blackness.  He\nmoved along and peered in.\n\nThe nurse was siting in a high-backed oak chair by the fire.  She had\nslipped down in the seat, and her untidy head hung on her bosom.  A glass\nstood on the small oak table by her side, and a solitary candle on the\nhigh mantel-piece diffused a sickly light.  Gunn entered the room, and\nfinding that the sick man was dozing, shook him roughly.\n\nThe innkeeper opened his eyes and gazed at him blankly.\n\n\"Wake, you fool,\" said Gunn, shaking him again.\n\nThe other roused and muttered something incoherently.  Then he stirred\nslightly.\n\n\"The nurse,\" he whispered.\n\n\"She's safe enow,\" said Gunn.  \"I've seen to that.\"\n\nHe crossed the room lightly, and standing before the unconscious woman,\ninspected her closely and raised her in the chair.  Her head fell limply\nover the arm.\n\n\"Dead?\" inquired Mullet, in a fearful whisper.\n\n\"Drugged,\" said Gunn, shortly.  \"Now speak up, and be lively.\"\n\nThe innkeeper's eyes again travelled in the direction of the nurse.\n\n\"The men,\" he whispered; \"the servants.\"\n\n\"Dead drunk and asleep,\" said Gunn, biting the words.  \"The last day\nwould hardly rouse them.  Now will you speak, damn you!\"\n\n\"I must--take care--of Joan,\" said the father.\n\nGunn shook his clenched hand at him.\n\n\"My money--is--is--\" said the other.  \"Promise me on--your oath--Joan.\"\n\n\"Ay, ay,\" growled Gunn; \"how many more times?  I'll marry her, and she\nshall have what I choose to give her.  Speak up, you fool!  It's not for\nyou to make terms.  Where is it?\"\n\nHe bent over, but Mullet, exhausted with his efforts, had closed his eyes\nagain, and half turned his head.\n\n\"Where is it, damn you?\"  said Gunn, from between his teeth.\n\nMullet opened his eyes again, glanced fearfully round the room, and\nwhispered.  Gunn, with a stifled oath, bent his ear almost to his mouth,\nand the next moment his neck was in the grip of the strongest man in\nRiverstone, and an arm like a bar of iron over his back pinned him down\nacross the bed.\n\n\"You dog!\"  hissed a fierce voice in his ear.  \"I've got you--Captain\nRogers at your service, and now you may tell his name to all you can.\nShout it, you spawn of hell.  Shout it!\"\n\nHe rose in bed, and with a sudden movement flung the other over on his\nback.  Gunn's eyes were starting from his head, and he writhed\nconvulsively.\n\n\"I thought you were a sharper man, Gunn,\" said Rogers, still in the same\nhot whisper, as he relaxed his grip a little; \"you are too simple, you\nhound!  When you first threatened me I resolved to kill you.  Then you\nthreatened my daughter.  I wish that you had nine lives, that I might\ntake them all.  Keep still!\"\n\nHe gave a half-glance over his shoulder at the silent figure of the\nnurse, and put his weight on the twisting figure on the bed.\n\n\"You drugged the hag, good Gunn,\" he continued.  \"To-morrow morning,\nGunn, they will find you in your room dead, and if one of the scum you\nbrought into my house be charged with the murder, so much the better.\nWhen I am well they will go.  I am already feeling a little bit stronger,\nGunn, as you see, and in a month I hope to be about again.\"\n\nHe averted his face, and for a time gazed sternly and watchfully at the\ndoor.  Then he rose slowly to his feet, and taking the dead man in his\narms, bore him slowly and carefully to his room, and laid him a huddled\nheap on the floor.  Swiftly and noiselessly he put the dead man's shoes\non and turned his pockets inside out, kicked a rug out of place, and put\na guinea on the floor.  Then he stole cautiously down stairs and set a\nsmall door at the back open.  A dog barked frantically, and he hurried\nback to his room.  The nurse still slumbered by the fire.\n\nShe awoke in the morning shivering with the cold, and being jealous of\nher reputation, rekindled the fire, and measuring out the dose which the\ninvalid should have taken, threw it away.  On these unconscious\npreparations for an alibi Captain Rogers gazed through half-closed lids,\nand then turning his grim face to the wall, waited for the inevitable\nalarm.",
    "metadata": {
        "author": [
            "Jacobs, William Wymark",
            "Jacobs, W. W. (William Wymark)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/12127/pg12127.txt",
        "name": "captain_rogers_the_lady_of_the_barge_and_others_pa.json"
    }
}