{
    "name": "Captain Peabody",
    "author": [
        "Graham, Roger Phillips",
        "Browning, Craig",
        "Phillips, Rog"
    ],
    "body": "The gavel rapped sharply, and the murmur of conversation throughout\nthe banquet room drifted into hushed silence. The occasion was\nthe seventy-fifth meeting of RETSCAP, the organization of Retired\nSpace Captains; the place, a banquet room in the Empire Club on the\nhundred and sixty-fourth floor of the New Empire State Building in\nManhattan; the time, approximately nine thirty in the evening, August\n9, 2231 A.D.; those present, the four hundred and eighteen members\nof RETSCAP--or rather, four hundred and nineteen, including the new\nmember, Captain Arthur Peabody, who had reached his ninety-fifth\nbirthday just two weeks before, and by doing so had been automatically\nretired from active service and thereby become eligible for membership\nwhile still in the prime of life.\n\n\"Quiet everybody,\" the Secretary and master of ceremonies, Captain John\nEvers, said good-naturedly, rapping the gavel again. He turned to the\nnew member, sitting next to him. \"Captain Peabody,\" he said in his\nloud clear voice, \"The time has come for fulfillment of a traditional\npart of our get-togethers--one we all look forward to with great\npleasure and anticipation.\"\n\nThere was a subdued clapping of hands, then Captain Evers cleared his\nthroat loudly and continued. \"Each of us here has become a member of\nRETSCAP only after a lifetime of space travel, much of that time as\na Captain in charge of the destinies of our crews and passengers and\nships. Inevitably each of us has had some unusual experiences in his\ntime, and we like to talk about them, boring each other to death, no\ndoubt, as we repeat the same stories among ourselves meeting after\nmeeting. So it's always a treat to us to get a new member and by so\ndoing get some fresh stories to listen to. I am about to give you the\nfloor, and what we would like to hear is the one experience you have\nhad which you think is the most unusual, in some way, of your entire\ncareer. The floor is now yours, Captain Arthur Peabody!\"\n\nArthur Peabody stood up slowly, a tall man, long legged and short\nbodied in his seven foot height, his sharply bridged nose and high\nforehead giving his features the stamp of authority comfortably\nworn, and waited, a quiet smile on his firm lips, until the applause\nsubsided. Then he began his speech.\n\n\n\nThe one experience that stands out in my mind more than any other\nreally began about five minutes after I was assigned to my first ship,\nthe _Alabama_, when I was given the list of my officers and crew to\ncheck over. Half way down the list I came to a name, Oscar Resnick,\nand suddenly the thrill of being a captain was gone. For two cents,\nat that moment, I would gladly have become a retired Space Captain\nbefore I started. I was fifty-two years old then, and it had been about\nthirty years since I last saw Resnick. His rating was still spaceman\nfirst class, and I knew if he had ever risen higher he had been demoted\nagain, as was inevitable, sooner or later. He was an incurable bully\nwith the worst streak of sadistic cruelty in him I've ever run across.\n\nEven the sight of his name on that list sent an instinctive fear\nthrough me. Once, when I was still a space recruit he had whipped me to\nwithin an inch of my life and instilled in me the realization that he\ncould do it any time, anywhere.\n\nA man like that is slightly mad, or strikes you that way. You stay\nout of his way if you can, and if you can't you let him have his way,\nswallow his insults, do anything to avoid the beating you would get if\nhe took the whim. Live with that for two years as I had thirty years\nbefore, and you never get over it.\n\nNow I was captain of my first ship and he was to be one of the crew.\nAnd I knew in my heart that if he walked up to me and suddenly reached\nup to scratch his head I would cringe and turn pale. I wouldn't be able\nto help it. And if that happened it would be the end of me. The crew\nwould think I was yellow--and I was when it came to Oscar Resnick.\n\nOh, he wouldn't do anything that would give me cause to toss him in\nthe brig, nor even anything that would give me cause to fire him--at\nleast a reason that would stand up under a union inquiry if he demanded\none, which he would. He would just grin at me knowingly with eyes that\ntold me he thought I was yellow, and hesitate just long enough after an\norder to make me wonder if he was going to obey--the kind of stuff that\ncould break me down completely, in time. And there would be nothing I\ncould do about it.\n\nI made a try to keep him off my crew. The Dispatcher admitted Resnick\nhad the reputation of being a trouble maker, but if I didn't take him\nthere was likelihood the Union would call out the whole crew and ground\nthe ship.\n\nThen the Dispatcher pointed out the fact that the list was short one\nman, my personal orderly. I hadn't thought about an orderly at all,\nand hadn't chosen one yet. He gave me the list of available orderlies\nand I looked it over, most of the names meaning nothing at all to me.\nSuddenly I ran across a name I knew. I didn't know the man, but I had\nheard of him, and probably all of you have.\n\nThe name was David Markham. He was _the_ David Markham all right, the\nDispatcher said when I asked him--the one who was kicked out of Space\nPatrol for abject cowardice. The Dispatcher told me the man had been\ntrying for two years to get back into space, the Union wouldn't take\nhim, and the only way he could get into service was an orderly to a\nCaptain--if any Captain took him.\n\nThe Dispatcher suggested two or three other men he knew personally,\nany one of which I would probably like and decide to keep permanently.\nBut a crazy idea was running around in my head. It was a clutching at\nstraws, but what it amounted to was this: I had a bully on my crew, a\nman who had my number and knew how to use it. Why not balance him out\nby making my one choice on the crew a man who was the exact opposite,\nan abject coward? Possibly, on some level of thought, I wanted company\nif Resnick showed me up to the crew, someone who couldn't look down on\nme because of the simple fact that he was the lowest there was.\n\nThe Dispatcher almost cried with happiness over my choice of David\nMarkham. It turned out he was sorry for the guy, and felt only a man\nwith real guts would have the courage to sign Markham on. He would\ncertainly have been surprised if I had told him the truth.\n\nI met Markham the next morning at seven o'clock when I returned to\nthe Dispatch Office at Spaceport, New Mexico. He was a fine looking\nfellow, twenty-five, rather short--just over the six foot four minimum\nof the Space Patrol, about one ninety mass, blonde, square jaw. I took\na liking to him at once--but there was a haunting something at the\nback of his eyes that never went away even when he was smiling, and he\nsmiled often during the time I knew him, though he never laughed but\nonce--and it was a sound I never want to hear again. But that came much\nlater.\n\nI sent him aboard with my bags to get my quarters in order, then\nsteeled myself to check in the crew. You know how it is, you sit at\nthe window and the men come by, one at a time, you introduce yourself,\nfix his face in your mind, size him up, then call for the next man.\nFinally it was Oscar Resnick looking through the window at me, his\nthick shock of sandy red hair glued down, clean-shaven, six foot eight,\nabout two hundred and forty pounds mass, his brown eyes a little too\nlarge, his thin lipped mouth a little too small, his teeth a little too\nlong.\n\nThe minute I saw him the old fear descended. It took him a few seconds\nto place where he had seen me before. Then he recognized me, and I\ncould see memory flowing through his mind as his wide eyes widened\neven more, and his thin lips pulled back into a knowing grin. \"Well,\n_Cap'n_ Peabody!\" he said, rolling the word _Cap'n_ with his tongue\nas though flavoring it with contempt. \"It's a small world. Fancy....\"\nI could read his thoughts as they flashed across his face. He would\nplay a waiting game, taking his time, but it would be a game to his\nliking. Showing up the yellow streak in a _Captain_. Suddenly, he was\ncompletely respectful, almost too respectful. \"It is certainly good to\nbe shipping with you, sir,\" he said.\n\n\"That's the proper spirit, Resnick,\" I said. \"All right, get aboard.\nGate seven.\"\n\nAfter he had gone I checked in the rest of the crew, seeing liking and\nrespect in their eyes, and wondering how quickly it would change to\nbarely concealed contempt, wondering what Resnick would do to show me\nup. Like a renegade wolf he would bide his time, staying out of range,\nuntil the moment he decided was right, then he would dart in with a\nswift attack that would tear open my fear of him for all to see--and\ndart away again to sit and laugh while my soul withered within me.\nThat's all he would do. That's all he would have to do, and he and I\nboth knew it.\n\n\n\nIn the days following take-off, I watched the slow build-up with a\ncertainty of knowledge that can only come from personal experience. I\nknew Resnick's methods.\n\nA successful bully must be a shrewd psychologist and know how to\ncapitalize on weaknesses. I watched Oscar Resnick size up this man\nand that one, and go to work on each. It's a subtle formula he used.\nWait until you are alone with a man, then trip him when he goes by\nyou, or dig your elbow into his ribs painfully, then claim it was an\naccident, but in such a way that both he and you know it wasn't an\naccident yet nobody else will believe it. Mock him with your eyes\nand your smile, dare him to do something about it. What can a man\ndo? He can't go running to the Mate with the complaint that you are\npicking on him. He can't bring the thing into the open by fighting you\nwithout striking the first blow and being branded the aggressor in\nan unprovoked assault, and unless he is a professional fighter your\nsneering confidence bluffs him out of an open fight at first. Gradually\nyou establish a fear reaction in him that would keep him from winning\na fight even if, originally, he could have beaten you.\n\nWhen you are the victim of that sort of thing you really have only two\ncourses of action open to you. Try to keep out of his way as much as\npossible, if you have any personal integrity, or kowtow to him, grovel\nin his presence, sneer with him at his other victims, flatter him, and\nhope he will direct his sadistic streak elsewhere.\n\nSoon four or five of the crewmen start hanging around with the bully,\nadmiring him too much, laughing too much at what he says, siding with\nhim against others, and even doing a little minor bullying themselves\nby ganging up on this or that victim as soon as each has recognized the\nstreak of cowardly sadism in the other which binds them together as\nhuman jackals.\n\nA man like Resnick leaves the strong alone at first; waits until the\njackals have gathered around him. When this stage is reached, when\nanybody who says anything is a yellow stool-pigeon, you find the best\nman in your crew a hospital case with bleeding nose, bruised face,\nblack eyes, and maybe a couple of broken ribs caved in by someone's\nshoe. After the doctor gives him first aid you go to the infirmary and\nask him who did it. He clamps his lips together and tells you he didn't\nsee who it was. He's lying, and he knows you know he is lying, but can\nyou torture it out of him or punish him for not telling you? No. And\nthere's nothing a Captain can do about it. He must have the testimony\nof the injured party in writing, signed and witnessed, and the Code\nBook must be followed specifically in punishing the aggressors; and if\nthe Captain does anything at all he is almost certain to be tied up in\ncourt at the first port of call by the punished parties. Even if the\nCaptain has provable justification for putting a man in the brig or\nfining him or giving him a demotion in assigned type of work, his ship\nwill be delayed by the trial, and the owners will decide they need a\nCaptain who knows how to avoid such costly delays.\n\nA man like Oscar Resnick is a social cancer, and I saw the symptoms\nof his presence on the ship come into being, and grow, and I knew he\nwas too cunning and too shrewd to let them get out of hand. Any other\nCaptain, knowing all this, would sit back and do nothing, knowing that\nthat was his only safe course consistent with his duty of keeping the\nship on schedule.\n\nI had to follow this course of action too. But I knew that it was just\na prelude, that when Resnick sensed the time was ripe for his purposes,\nhe would get at me.\n\nIt would be subtle and would only take a minute. It would take place\nin the presence of the crew. It would be something that would catch me\nunawares, bring the light of fear into my eyes for all the crew to see.\nThat would be enough. The word would go back that Captain Peabody was\nyellow.\n\nSome of the crew would quit the ship at North Marsport, telling the\nUnion business agent they didn't want to ship with a yellow Captain.\nThe business agent would find men refusing to sign on my ship because I\nwas a yellow Captain. And inevitably the time would come when I could\nnot keep a full crew. Then the owners would dismiss me, and I wouldn't\nbe able to get another berth as Captain.\n\nI didn't know how to avoid it. It was only a question of time. _When_\nwould it happen? Today? Not for six months yet? Tomorrow? When?\n\n\n\nDavid Markham proved from the start to be an extremely conscientious\norderly. My quarters were kept spotless, I had only to lift my eyebrows\nand he was there ready to obey. How many hours a day he spent wiping up\nimaginary dust, rubbing nonexistent detergent off my eating utensils\nfor the nth time before I sat down to eat, polishing my already\nmirror-bright shoes, and the million and one things I didn't even know\nabout, I'll never know.\n\nFew orderlies mix with the crew, and he was no exception. Most\norderlies either have the personality of a spinster to start with or\nacquire it after a few years. He had none of that, but then he wasn't\nthe type that orderlies are made of.\n\nThere was a tension in him at all times that was so strong it seemed\nalmost visible--a tension that made each minor chore a matter of life\nand death to him. It was pitiful to watch, and I usually avoided\nwatching him as much as possible. But a Captain may not pick up\nsomething he has dropped, or do a lot of things that any ordinary\nman does for himself but which are the traditional duties of the\norderly--if for no other reason than to keep him busy; so by necessity\nDavid Markham was with me during most of my waking hours.\n\nA pattern of speculation about him grew up in one corner of my mind.\nDavid Markham was the type of man you instinctively like and respect,\nthe type that in the service _should_ have climbed the career ladder to\nan Admiralship by the time he was seventy-five.\n\nAs the days passed the haunting fear in the depths of his eyes seemed\nalmost to have vanished. If I had not known who he was I would have\nlaughed at the possibility of his being a coward. Even knowing who he\nwas, I began to doubt it.\n\nI thought a great deal about the circumstances brought out at his\ncourt-martial, the testimony that proved he had broken cover and run,\nthen groveled at the feet of his captors, crying and pleading for his\nlife. Later the enemy had captured outposts they could not have located\nwithout his help, proving that he had spilled his guts to save his\nskin. That had, of course, been in the fuss on Venus with Porter's\nRenegades. I didn't see how there could be any doubt of David Markham's\nguilt, even though the more I saw of the man the more unbelievable it\nseemed. I tried to figure out alternative explanations. I tried to\nbelieve them. I _wanted_ to believe.\n\nI would catch Markham gazing through a viewport into the subdued silver\nvelvet of infinity and at the millions of flashing jewels that are\nthe individually visible suns of our galaxy and the nebulae that are\nother galaxies, with his tortured soul, for the moment, at peace. I\nwould hesitate, wanting to join him in his quiet mood as I would have\njoined any other man, then I would steal away, unable somehow to bring\nmyself to create any kind of bond between us. I had, I realized by\nthen, chosen David Markham in the hopes that he might become a tidbit I\ncould toss to Resnick to pacify him and divert him from me. A cowardly\nmotivation, no matter how you look at it. It had been an impulse I was\nnow ashamed of. It haunted me. Because of it I couldn't bring myself to\nextend to him a Judas friendship, which is what I felt it would be.\n\nWe were forty days out from Earth when Resnick turned his attention to\nDavid Markham. I discovered it quite by accident. Ten minutes after my\nregular sleep period had begun the First Mate saw fit to inform me that\nan uncharted meteor swarm was going to intercept us in four hours, and\nof course it was my responsibility to determine what precautions should\nbe taken.\n\nUnder ordinary circumstances I would merely have rung for my orderly,\nbut I was half asleep and did the more natural thing. I went to the\ndoor to his room, next to mine, and opened it without knocking. He had\njust undressed, getting ready for bed. He stood there, startled at my\nunexpected entrance. And I saw the ugly purple splotch over his kidneys\nthat could have come only from the blow of a fist.\n\nI pretended I hadn't noticed it. I merely told him that there would be\nemergency duty, and backed out, sliding the door shut.\n\nWhen he came out two minutes later, he gave no indication of whether\nhe thought I had noticed the bruise or not. And for the next few hours\nI was far too busy to concern myself about it anyway. But I felt as\nthough I had given him that bruise myself, with my own fist, and I was\nas surely responsible for it as though I had.\n\nTo make it worse, I realized that despite the guilt I felt I still\nhoped that Resnick would settle for a _famous_ coward, and leave me\nalone.\n\nWhile I plotted the courses of hundreds of chunks of meteor iron to\nsearch out safe holes through the intercepting meteor group my thoughts\nwhispered gleefully, \"All you have to do is pretend you don't know\nanything and maybe Resnick will be grateful and leave you alone.\"\n\nLater, trying to get some sleep, I tried to think what could be done.\nCould I come right out and ask Markham about that bruise? Suppose I\ndid, and he told me Resnick had done it, and I used that as an excuse\nto toss Resnick in the brig? Then the men would throw Markham's\nreputation in my face and claim it was a cowardly lie; and if I didn't\nrelease Resnick it would mean an official investigation at North\nMarsport--on the first leg of my first command. Suppose he told me and\nI did nothing. Then _he_ would know I was afraid of Resnick!\n\nI didn't sleep much. I didn't get much sleep for several days. Coupled\nwith my guilt feeling, my hate for myself, was a growing feeling that\nstriking my orderly was the first step in Resnick's plan to get at me,\nsmoke me into the open where he could find an opportunity to expose me.\n\nIt was obvious how Resnick had gotten to Markham. It had to be when\nMarkham went to the kitchen to bring my meals, and it had to be with\nthe knowledge of the cook, which meant that Resnick already ruled the\ncrew openly, behind the scenes.\n\nThere was no danger of mutiny or any of the claptrap of fiction, of\ncourse. Resnick was no fool, and had no insane ambitions other than\nthat of feeding his streak of sadism.\n\nA few days later I noticed a small spot of blood on the back of\nMarkham's shirt. I said nothing, but that evening after I had dismissed\nhim and he had gone to his room I took a small flat metal mirror\nand slid it under his door just far enough to peek in and watch him\nundress, and I saw the welts across his back.\n\nWorse, I saw him crying. He shook with silent sobs while tears streamed\nfrom his eyes, and hopelessness and discouragement and friendlessness\nheld possession of him.\n\nAt that moment I knew with absolute conviction that the court-martial\nhad been right. He was a coward and would never be anything else. But\nat the same moment, I suddenly understood him. It was something he\ncouldn't help.\n\nI lay in the darkness of my own cubicle, a dull anger growing within\nme, turning me into a slightly irrational being.\n\nThere was, I suppose, a sort of self-flagellation to it. A psychiatrist\nwould possibly diagnose it as that, anyway. In my own mind I was\nresponsible for everything Resnick did to David Markham, which meant\nthat by \"punishing\" Resnick I was punishing myself. When you descend to\nsuch levels of pure and obsessing emotional thinking, logic gets mixed\nup quite a bit.\n\nI came out of that sleepless sleep period with one thing quite clear in\nmy thoughts. _Things couldn't go on the way they were._\n\nOh, sure, I had a sneaking hunch that this frame of mind I was in was\nwhat Resnick had been angling for. By now I had invested Resnick with\nomniscience so that it seemed perfectly logical that he should know I\nhad spent a sleepless night, that he should know I had seen those welts\non Markham's back. In my mind's eye I could see him, a sneer on his\nthin lipped small mouth, while he waited for me to stick my neck out.\nI could see his muscular arms, covered by freckled skin that covered\nsleek muscles, dangling at his sides, fingers uncoiled but ready to\ndouble into fists--fists that had once beaten _me_ into shuddering\nunconsciousness, years ago--fists that could do it again while slightly\nmad brown eyes glittered at me, mocking....\n\nDavid Markham served my breakfast, the perfect orderly, quick to\nanticipate my wishes, so attuned to my habits by now that he almost\nseemed to read my thoughts before I was aware of them myself. He\nseemed to have not a care in the world. A cold shower can cover a\nmultitude of inner tortures with a pink glow of well being....\n\nSuddenly the idea came to me. I would talk to Oscar Resnick. I would\nplead with him. I would offer him money--my whole salary on this trip.\nSuch men have their price. As Captain I made five times more than he. I\nwould give it all to him if he would agree to lay off.\n\nAll I wanted was to get through my first command without trouble,\nget back to Earth on schedule, make a good showing. I was, suddenly,\npathetically confident that he would agree. A deal like that would have\nto be discussed in absolute privacy, however. The slightest inkling of\nit to the crew--\n\nIn a panic of haste lest my confidence wane, I skipped my third cup\nof coffee and hurried to my office. Switching the intercom to crews'\nquarters I said with the crisp tones of command, \"Mr. Resnick, report\nto the Captain's office,\" repeating it three times as is customary on\nintercom calls aboard ship. Then I made sure the intercom was off, and\nsat there behind my desk waiting, my heart pounding painfully within my\nchest, my fingers clenched into white knuckled fists to keep them from\ntrembling.\n\nFive minutes later there came a polite knock at the door. Composing\nmyself as much as possible I said, \"Come in,\" in what I hoped was a\ncalm authoritative voice.\n\nThe door slid open and Oscar Resnick stood there, his shoulders almost\nas wide as the door opening, his space-faded sandy hair neatly combed\nback, his brown eyes darting around the room in a quick survey and just\nas quickly masking their triumphant glitter as he saw that I was alone,\nhis thin lips which had been in a firm straight line breaking into a\nsatisfied and anticipatory smile.\n\n\"Come in and close the door,\" I commanded, my voice breaking into\nnervous uncertainty on the last three words.\n\nHe stepped inside and closed the door firmly behind him, his eyes never\nleaving me. When the door was firmly closed he said, \"Sure, Art, old\nboy.\" With those four words he took command of the situation. They had\nbeen uttered so softly that they could not have sent a whisper over the\nintercom even if it had been on. He walked toward me until he came to\nthe edge of the desk, then planting his fists on the desk top, he said,\n\"I've been wondering how long it would take for you to call me in for a\nlittle talk.\" He exuded an aura of quiet contemptuous strength as his\neyes flicked over me in speculation.\n\n\"That's right,\" I said, hearing the nervous squeak in my voice, not\nsure whether my comment had any relation to what he had said or not. \"I\nwant to have a talk with you. Things can't go on the way they are!\"\n\nResnick drew back in pretended surprise. \"Why, I don't know what you\nmean, _sir_,\" he said.\n\n\"You know perfectly well what I mean,\" I said, my voice breaking\ncompletely. \"This is my first command! My whole future hangs on it.\nWhat satisfaction could you possibly get from ruining me?\"\n\nIn that moment the past descended upon me completely. Once again I was\npleading for mercy where there was no mercy, hoping against hope before\nthose soft mad eyes, searching for something that could never be there.\n\n\"Why, _sir_,\" he said, mockingly, \"I don't know what you mean at all.\nPerhaps the stress of your new duties...?\"\n\n\"How much would you take?\" I blurted desperately. \"How much, to lay off\nof--David Markham--leave me alone...?\"\n\n\"Birds of a feather, huh?\" he said. His eyes became thoughtful. \"Every\nman has his price, I suppose....\"\n\nA surge of hope coursed through me. Maybe we could dicker. Maybe it\nwouldn't cost as much as I was prepared to pay.\n\nHe scratched his chin slowly, then said, \"Well--how about your salary\nfor this trip and five thousand dollars?\" His thin lips flicked back in\na grin. \"And a promise on your part that you will sign me on for the\nnext trip--or turn in your Captain's papers?\"\n\nThe universe stood still as I saw ruin facing me. There was no way out.\nNo way out at all. I heard myself blurt, \"Why? Why? WHY?\"\n\nHe leaned over my desk slowly, his fists planted on it once again,\nuntil his face was scant inches from mine. He whispered, \"Because\nyou're yellow. That's why. You never had any business becoming a\ncaptain.\" His hoarse, taunting whisper hung in the silence of the room\nlike the knell of doom.\n\nThere is a madness beyond madness, of that I am sure. I should have\nbeen grovelling in fear, I should have been making a decision to step\ninto an airlock and eject myself into space, a suicide unable to live\nlonger with himself, because what he said was true and I knew it was\ntrue beyond any shadow of doubt.\n\nInstead, I heard myself saying, \"All right, Resnick. You win.\" My voice\nwas perfectly calm. It was not me. Whatever it was, it was not me,\ntalking. My part of my mind was in a numb stupor, unable to act, unable\neven to think. I heard my voice say, \"It's a deal. You promise to lay\noff. In return I promise to turn my salary for this trip over to you\nwhen we get paid, and to sign you on for the next trip.\" My voice was\nperfectly calm, even practical. I felt my lips curve into a calculated\nand bitter smile of defeat. I heard myself say, \"Such an agreement\ncan't be put into writing, of course, but--shall we drink on it?\"\n\nI saw disappointment, disbelief, amazed surprise, cross his lean\nangular features as I rose from behind my desk. As though in a dream I\nturned my back on him as I crossed the office to the liquor cabinet,\nthe prerogative of a space Captain. I opened it up with unshaking\nhands. He followed me, came to stand behind me, very close. I lifted\nout a bottle of Scotch, the seal still unbroken, and turned to him.\n\n\"Scotch?\" I asked.\n\nHe hulked over me, his thin lips stretched into a gleeful grin. \"Sure,\"\nhe said softly, his lips pasted against his stained teeth.\n\nHe sensed my sudden movement, a movement I was not conscious of\ndictating, but he was too slow as the full bottle crashed down on his\nskull, shattering and sending a shower of alcohol over his uniform and\nthe floor. His eyes did not close, but blanked into unconsciousness as\nhe sagged to the floor.\n\nI stood there for a moment, blinking down at his unconscious form, not\nquite believing what had happened. Even in unconsciousness he sent fear\nicing through my veins.\n\nIn one mad moment I had ruined it all. When he recovered he would\nbe unforgiving, without mercy. For a minute or two I broke down\ncompletely, crying like a baby.\n\nThen, gradually, a calm settled over me. I turned him over onto his\nback and pulled his slack arms together. I took off my belt and wrapped\nit around his wrists until I could fasten the buckle firmly.\n\nThen I went to my cubicle and brought back a roll of adhesive tape and\ntaped his lips closed, laughing in a low, mad voice that was not my own.\n\nI used the rest of the roll of tape to fasten his ankles together. And\njust as I finished he opened his eyes.\n\nIt took him a few minutes to organize his thoughts and fix his\nattention on me, his eyes questioning me. I continued to chuckle under\nmy breath. I was mad, conscious of the fact that I was mad, and beyond\ncaring.\n\n\"You have nice eyes,\" I heard myself say. \"Nice soft brown eyes.\" I\nexamined his scalp with careful concern for a moment. \"Good thing,\"\nI said. \"The bottle broke, so there will be no sign of abrasion that\ncould be proof of anything.\"\n\nI took out a cigarette and lit it with trembling fingers, while\nhe watched me. Blowing out a streamer of smoke and jabbing in his\ndirection with my fingers, I said, \"I'm learning a few things, Resnick.\nAlready--I'm learning. I wonder how much it will take to break _you_\ndown.\"\n\nI pushed his head back and tried to put my thumb against his eyeball.\nHe closed his eyes tightly and I forced his right eye open and pressed\nthe ball of my thumb against the exposed eyeball.\n\n\"Not too much or it will make your eye bloodshot,\" I said, in hardly\nmore than a whisper. \"Evidence, you know. Who's going to believe that\nthe Captain did such a thing? Not even the crew! Sure, they'll agree\nwith you to keep from being beat up. That is, if you have any stomach\nfor that sort of thing when I get through with you. I'm just beginning,\nyou know.\"\n\nI lifted my thumb from his eye and squeezed his nostrils together,\nwatching the terror build up in him, watching his struggles, watching\nhim grow weaker and weaker, and releasing him at the last moment before\nhe lost consciousness, and watching his chest heave as he sucked in\nlungsful of air.\n\n\"I just thought of something,\" I said to him. \"You wouldn't _dare_\nretaliate after I let you go. To strike me would be treason, punishable\nby life imprisonment, wouldn't it? And what would be your defense?\nThat the Captain had tortured you? Who would believe that? Who are\nyour witnesses? See how I have stolen your weapons?\" I pried his left\neye open and pressed against it with a thumbnail. \"A half hour ought\nto do it,\" I taunted. \"No marks. I have to be very careful so that an\nexamination by the ship's doctor won't show a thing.\"\n\nIn ten minutes--or was it ten eternities?--he became a quivering mass\nof flesh.\n\nI did things to him that left him too weak to move. At the end of half\nan hour I pulled the tape off his mouth and listened to him blubber. I\ntook the tape off his ankles, and the belt off his wrists. I tortured\nhim some more and he took it.\n\n\"And when I call for you over the intercom,\" I said, \"if you don't come\nat once I have you for gross insubordination to your Captain. And if\nyou so much as touch one member of the crew again I'll call you, boy.\nI'll call you.\"\n\nFinally I let him go.\n\n\n\nAfter he had gone I trembled like a leaf. Slowly a little bit of\nsanity returned to me, and with it a realization of what I had done.\nNausea overcame me and I staggered into the washroom and got rid of my\nbreakfast, then returned to my desk.\n\nFor hours I sat there while my mind picked up the threads of life and\nbegan functioning again. There was still the feeling that Resnick was\nomniscient, that he would be able to topple me into disgrace. But with\nit, gradually, came the realization that he wouldn't, that he couldn't.\n\nI had used his own psychological weapons on him, building up in him a\nfear psychosis that he couldn't successfully fight. I had turned the\ntables.\n\nI couldn't really believe it just yet, but I couldn't disbelieve it\neither. For the next three days I went about my customary routines with\na calm exterior, waiting for the storm to break, but it never did.\n\nFinally, to test it, I deliberately went on a tour of inspection\nthrough the ship, until I came to where Resnick was working, along\nwith several others of the crew. As I entered the compartment and saw\nhim look up, I saw the instinctive cringing that he couldn't help. In\na flash of inspiration I saw that his sadism was a cover for his own\ncowardice, a compensation mechanism.\n\nI knew then that I had won. After one long silent moment I turned my\nback on him and left the compartment.\n\nAs I walked by myself to the central tube and pulled myself up to\nthe Captain's deck, for the first time I began to realize what being\nCaptain meant. It means a lot of things, of course, but most of all it\nmeans facing up to one's command, being in charge.\n\nI knew that I would never again be afraid--least of all afraid of Oscar\nResnick. Nor would I ever again be afraid of fear. In the future I\nmight be faced with the problem of a bully on my crew again, but I\nwould know how to deal with him--with his own weapons, the ones he used\n_because he would be most vulnerable to them himself_.\n\nWhen the _Alabama_ reached North Marsport Resnick quit the ship. I was\nglad to see him go. The rest of the crew remained with me, and I had no\nmore trouble during the five years I commanded the _Alabama_.\n\nDavid Markham remained with me as my orderly until I retired, and he is\nstill with me. A few years after the incidents of this story I had an\nopportunity to get him a commission but he turned it down and refused\nto leave me. Sometimes I think he knows what happened in my office that\nday that I called Resnick in, but he has never given any hint whether\nhe does or not.\n\nYou wonder that I am not ashamed to confess publicly to you that I was\na coward? You shouldn't wonder. We are all cowards--or fools. I am\nnot ashamed of the fact that once I was a coward. Bravery, in a way,\nconsists in not being afraid of being afraid.\n\nJust one thing remains in my story. When I reached North Marsport on\nthat first leg of my first command, I was a Captain.\n\nI have been one ever since.",
    "metadata": {
        "author": [
            "Graham, Roger Phillips",
            "Browning, Craig",
            "Phillips, Rog"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/60442/pg60442.txt",
        "name": "captain_peabody.json"
    }
}