{
    "name": "Captains All\nCaptains All, Part 1.",
    "author": [
        "Jacobs, William Wymark",
        "Jacobs, W. W. (William Wymark)"
    ],
    "body": "\nCAPTAINS ALL\n\nEvery sailorman grumbles about the sea, said the night-watchman,\nthoughtfully.  It's human nature to grumble, and I s'pose they keep on\ngrumbling and sticking to it because there ain't much else they can do.\nThere's not many shore-going berths that a sailorman is fit for, and\nthose that they are--such as a night-watchman's, for instance--wants such\na good character that there's few as are to equal it.\n\nSometimes they get things to do ashore.  I knew one man that took up\nbutchering, and 'e did very well at it till the police took him up.\nAnother man I knew gave up the sea to marry a washerwoman, and they\nhadn't been married six months afore she died, and back he 'ad to go to\nsea agin, pore chap.\n\nA man who used to grumble awful about the sea was old Sam Small--a man\nI've spoke of to you before.  To hear 'im go on about the sea, arter he\n'ad spent four or five months' money in a fortnight, was 'artbreaking.\nHe used to ask us wot was going to happen to 'im in his old age, and when\nwe pointed out that he wouldn't be likely to 'ave any old age if he\nwasn't more careful of 'imself he used to fly into a temper and call us\neverything 'e could lay his tongue to.\n\nOne time when 'e was ashore with Peter Russet and Ginger Dick he seemed\nto 'ave got it on the brain.  He started being careful of 'is money\ninstead o' spending it, and three mornings running he bought a newspaper\nand read the advertisements, to see whether there was any comfortable\nberth for a strong, good-'arted man wot didn't like work.\n\nHe actually went arter one situation, and, if it hadn't ha' been for\nseventy-nine other men, he said he believed he'd ha' had a good chance of\ngetting it.  As it was, all 'e got was a black eye for shoving another\nman, and for a day or two he was so down-'arted that 'e was no company at\nall for the other two.\n\nFor three or four days 'e went out by 'imself, and then, all of a sudden,\nGinger Dick and Peter began to notice a great change in him.  He seemed\nto 'ave got quite cheerful and 'appy.  He answered 'em back pleasant when\nthey spoke to 'im, and one night he lay in 'is bed whistling comic songs\nuntil Ginger and Peter Russet 'ad to get out o' bed to him.  When he\nbought a new necktie and a smart cap and washed 'imself twice in one day\nthey fust began to ask each other wot was up, and then they asked him.\n\n\"Up?\" ses Sam; \"nothing.\"\n\n\"He's in love,\" ses Peter Russet.\n\n\"You're a liar,\" ses Sam, without turning round.\n\n\"He'll 'ave it bad at 'is age,\" ses Ginger.\n\nSam didn't say nothing, but he kept fidgeting about as though 'e'd got\nsomething on his mind.  Fust he looked out o' the winder, then he 'ummed\na tune, and at last, looking at 'em very fierce, he took a tooth-brush\nwrapped in paper out of 'is pocket and began to clean 'is teeth.\n\n\"He is in love,\" ses Ginger, as soon as he could speak.\n\n\"Or else 'e's gorn mad,\" ses Peter, watching 'im.  \"Which is it, Sam?\"\n\nSam made believe that he couldn't answer 'im because o' the tooth-brush,\nand arter he'd finished he 'ad such a raging toothache that 'e sat in a\ncorner holding 'is face and looking the pictur' o' misery.  They couldn't\nget a word out of him till they asked 'im to go out with them, and then\nhe said 'e was going to bed.  Twenty minutes arterwards, when Ginger Dick\nstepped back for 'is pipe, he found he 'ad gorn.\n\nHe tried the same game next night, but the other two wouldn't 'ave it,\nand they stayed in so long that at last 'e lost 'is temper, and, arter\nwondering wot Ginger's father and mother could ha' been a-thinking about,\nand saying that he believed Peter Russet 'ad been changed at birth for a\nsea-sick monkey, he put on 'is cap and went out.  Both of 'em follered\n'im sharp, but when he led 'em to a mission-hall, and actually went\ninside, they left 'im and went off on their own.\n\nThey talked it over that night between themselves, and next evening they\nwent out fust and hid themselves round the corner.  Ten minutes\narterwards old Sam came out, walking as though 'e was going to catch a\ntrain; and smiling to think 'ow he 'ad shaken them off.  At the corner of\nCommercial Road he stopped and bought 'imself a button-hole for 'is coat,\nand Ginger was so surprised that 'e pinched Peter Russet to make sure\nthat he wasn't dreaming.\n\nOld Sam walked straight on whistling, and every now and then looking down\nat 'is button-hole, until by-and-by he turned down a street on the right\nand went into a little shop.  Ginger Dick and Peter waited for 'im at the\ncorner, but he was inside for so long that at last they got tired o'\nwaiting and crept up and peeped through the winder.\n\nIt was a little tobacconist's shop, with newspapers and penny toys and\nsuch-like; but, as far as Ginger could see through two rows o' pipes and\nthe Police News, it was empty.  They stood there with their noses pressed\nagainst the glass for some time, wondering wot had 'appened to Sam, but\nby-and-by a little boy went in and then they began to 'ave an idea wot\nSam's little game was.\n\nAs the shop-bell went the door of a little parlour at the back of the\nshop opened, and a stout and uncommon good-looking woman of about forty\ncame out.  Her 'ead pushed the _Police News_ out o' the way and her 'and\ncame groping into the winder arter a toy.\n\nGinger 'ad a good look at 'er out o' the corner of one eye, while he\npretended to be looking at a tobacco-jar with the other.  As the little\nboy came out 'im and Peter Russet went in.\n\n\"I want a pipe, please,\" he ses, smiling at 'er; \"a clay pipe--one o' your\nbest.\"  The woman handed 'im down a box to choose from, and just then\nPeter, wot 'ad been staring in at the arf-open door at a boot wot wanted\nlacing up, gave a big start and ses, \"Why!  Halloa!\"\n\n\"Wot's the matter?\" ses the woman, looking at 'im.\n\n\"I'd know that foot anywhere,\" ses Peter, still staring at it; and the\nwords was hardly out of 'is mouth afore the foot 'ad moved itself away\nand tucked itself under its chair.  \"Why, that's my dear old friend Sam\nSmall, ain't it?\"\n\n\"Do you know the captin?\" ses the woman, smiling at 'im.\n\n\"Cap----?\" ses Peter.  \"Cap----?  Oh, yes; why, he's the biggest friend\nI've got.\"  \"'Ow strange!\" ses the woman.\n\n\"We've been wanting to see 'im for some time,\" ses Ginger.  \"He was kind\nenough to lend me arf a crown the other day, and I've been wanting to pay\n'im.\"\n\n\"Captin Small,\" ses the woman, pushing open the door, \"here's some old\nfriends o' yours.\"\n\nOld Sam turned 'is face round and looked at 'em, and if looks could ha'\nkilled, as the saying is, they'd ha' been dead men there and then.\n\n\"Oh, yes,\" he ses, in a choking voice; \"'ow are you?\"\n\n\"Pretty well, thank you, captin,\" ses Ginger, grinning at 'im; \"and 'ow's\nyourself arter all this long time?\"\n\nHe held out 'is hand and Sam shook it, and then shook 'ands with Peter\nRusset, who was grinning so 'ard that he couldn't speak.\n\n\"These are two old friends o' mine, Mrs. Finch,\" ses old Sam, giving 'em\na warning look; \"Captin Dick and Captin Russet, two o' the oldest and\nbest friends a man ever 'ad.\"\n\n\"Captin Dick 'as got arf a crown for you,\" ses Peter Russet, still\ngrinning.\n\n\"There now,\" ses Ginger, looking vexed, \"if I ain't been and forgot it;\nI've on'y got arf a sovereign.\"\n\n\"I can give you change, sir,\" ses Mrs. Finch.  \"P'r'aps you'd like to sit\ndown for five minutes?\"\n\nGinger thanked 'er, and 'im and Peter Russet took a chair apiece in front\no' the fire and began asking old Sam about 'is 'ealth, and wot he'd been\ndoing since they saw 'im last.\n\n\"Fancy your reckernizing his foot,\" ses Mrs. Finch, coming in with the\nchange.\n\n\"I'd know it anywhere,\" ses Peter, who was watching Ginger pretending to\ngive Sam Small the 'arf-dollar, and Sam pretending in a most lifelike\nmanner to take it.\n\nGinger Dick looked round the room.  It was a comfortable little place,\nwith pictures on the walls and antimacassars on all the chairs, and a row\nof pink vases on the mantelpiece.  Then 'e looked at Mrs. Finch, and\nthought wot a nice-looking woman she was.\n\n\"This is nicer than being aboard ship with a crew o' nasty, troublesome\nsailormen to look arter, Captin Small,\" he ses.\n\n\"It's wonderful the way he manages 'em,\" ses Peter Russet to Mrs. Finch.\n\"Like a lion he is.\"\n\n\"A roaring lion,\" ses Ginger, looking at Sam.  \"He don't know wot fear\nis.\"\n\nSam began to smile, and Mrs. Finch looked at 'im so pleased that Peter\nRusset, who 'ad been looking at 'er and the room, and thinking much the\nsame way as Ginger, began to think that they was on the wrong tack.\n\n\"Afore 'e got stout and old,\" he ses, shaking his 'ead, \"there wasn't a\nsmarter skipper afloat.\"\n\n\"We all 'ave our day,\" ses Ginger, shaking his 'ead too.\n\n\"I dessay he's good for another year or two afloat, yet,\" ses Peter\nRusset, considering.  \"With care,\" ses Ginger.\n\nOld Sam was going to say something, but 'e stopped himself just in time.\n\"They will 'ave their joke,\" he ses, turning to Mrs. Finch and trying to\nsmile.  \"I feel as young as ever I did.\"\n\nMrs. Finch said that anybody with arf an eye could see that, and then she\nlooked at a kettle that was singing on the 'ob.\n\n\"I s'pose you gentlemen wouldn't care for a cup o' cocoa?\" she ses,\nturning to them.\n\nGinger Dick and Peter both said that they liked it better than anything\nelse, and, arter she 'ad got out the cups and saucers and a tin o' cocoa,\nGinger held the kettle and poured the water in the cups while she stirred\nthem, and old Sam sat looking on 'elpless.\n\n\"It does seem funny to see you drinking cocoa, captin,\" ses Ginger, as\nold Sam took his cup.\n\n\"Ho!\" ses Sam, firing up; \"and why, if I might make so bold as to ask?\"\n\n\"'Cos I've generally seen you drinking something out of a bottle,\" ses\nGinger.\n\n\"Now, look 'ere,\" ses Sam, starting up and spilling some of the hot cocoa\nover 'is lap.\n\n\"A ginger-beer bottle,\" ses Peter Russet, making faces at Ginger to keep\nquiet.\n\n\"Yes, o' course, that's wot I meant,\" ses Ginger.\n\nOld Sam wiped the cocoa off 'is knees without saying a word, but his\nweskit kept going up and down till Peter Russet felt quite sorry for 'im.\n\n\"There's nothing like it,\" he ses to Mrs. Finch.  \"It was by sticking to\nginger-beer and milk and such-like that Captain Small 'ad command of a\nship afore 'e was twenty-five.\"\n\n\"Lor'!\" ses Mrs. Finch.\n\nShe smiled at old Sam till Peter got uneasy agin, and began to think\np'r'aps 'e'd been praising 'im too much.\n\n\"Of course, I'm speaking of long ago now,\" he ses.\n\n\"Years and years afore you was born, ma'am,\" ses Ginger.\n\nOld Sam was going to say something, but Mrs. Finch looked so pleased that\n'e thought better of it.  Some o' the cocoa 'e was drinking went the\nwrong way, and then Ginger patted 'im on the back and told 'im to be\ncareful not to bring on 'is brownchitis agin.  Wot with temper and being\nafraid to speak for fear they should let Mrs. Finch know that 'e wasn't a\ncaptin, he could 'ardly bear 'imself, but he very near broke out when\nPeter Russet advised 'im to 'ave his weskit lined with red flannel.  They\nall stayed on till closing time, and by the time they left they 'ad made\ntheirselves so pleasant that Mrs. Finch said she'd be pleased to see them\nany time they liked to look in.\n\nSam Small waited till they 'ad turned the corner, and then he broke out\nso alarming that they could 'ardly do anything with 'im.  Twice policemen\nspoke to 'im and advised 'im to go home afore they altered their minds;\nand he 'ad to hold 'imself in and keep quiet while Ginger and Peter\nRusset took 'is arms and said they were seeing him 'ome.\n\nHe started the row agin when they got in-doors, and sat up in 'is bed\nsmacking 'is lips over the things he'd like to 'ave done to them if he\ncould.  And then, arter saying 'ow he'd like to see Ginger boiled alive\nlike a lobster, he said he knew that 'e was a noble-'arted feller who\nwouldn't try and cut an old pal out, and that it was a case of love at\nfirst sight on top of a tram-car.\n\n\"She's too young for you,\" ses Ginger; \"and too good-looking besides.\"\n\n\"It's the nice little bisness he's fallen in love with, Ginger,\" ses\nPeter Russet.  \"I'll toss you who 'as it.\"\n\nGinger, who was siting on the foot o' Sam's bed, said \"no\" at fust, but\narter a time he pulled out arf a dollar and spun it in the air.\n\nThat was the last 'e see of it, although he 'ad Sam out o' bed and all\nthe clothes stripped off of it twice.  He spent over arf an hour on his\n'ands and knees looking for it, and Sam said when he was tired of playing\nbears p'r'aps he'd go to bed and get to sleep like a Christian.\n\nThey 'ad it all over agin next morning, and at last, as nobody would\nagree to keep quiet and let the others 'ave a fair chance, they made up\ntheir minds to let the best man win.  Ginger Dick bought a necktie that\ntook all the colour out o' Sam's, and Peter Russet went in for a collar\nso big that 'e was lost in it.\n\nThey all strolled into the widow's shop separate that night.  Ginger Dick\n'ad smashed his pipe and wanted another; Peter Russet wanted some\ntobacco; and old Sam Small walked in smiling, with a little silver brooch\nfor 'er, that he said 'e had picked up.\n\nIt was a very nice brooch, and Mrs. Finch was so pleased with it that\nGinger and Peter sat there as mad as they could be because they 'adn't\nthought of the same thing.\n\n\"Captain Small is very lucky at finding things,\" ses Ginger, at last.\n\n\"He's got the name for it,\" ses Peter Russet.\n\n\"It's a handy 'abit,\" ses Ginger; \"it saves spending money.  Who did you\ngive that gold bracelet to you picked up the other night, captin?\" he\nses, turning to Sam.\n\n\"Gold bracelet?\" ses Sam.  \"I didn't pick up no gold bracelet.  Wot are\nyou talking about?\"\n\n\"All right, captin; no offence,\" ses Ginger, holding up his 'and.  \"I\ndreamt I saw one  on your mantelpiece, I s'pose.  P'r'aps I oughtn't to\nha' said anything about it.\"\n\nOld Sam looked as though he'd like to eat 'im, especially as he noticed\nMrs. Finch listening and pretending not to.  \"Oh! that one,\" he ses,\narter a bit o' hard thinking.  \"Oh! I found out who it belonged to.  You\nwouldn't believe 'ow pleased they was at getting it back agin.\"\n\nGinger Dick coughed and began to think as 'ow old Sam was sharper than he\n'ad given 'im credit for, but afore he could think of anything else to\nsay Mrs. Finch looked at old Sam and began to talk about 'is ship, and to\nsay 'ow much she should like to see over it.\n\n\"I wish I could take you,\" ses Sam, looking at the other two out o' the\ncorner of his eye, \"but my ship's over at Dunkirk, in France.  I've just\nrun over to London for a week or two to look round.\"\n\n\"And mine's there too,\" ses Peter Russet, speaking a'most afore old Sam\n'ad finished; \"side by side they lay in the harbour.\"\n\n\"Oh, dear,\" ses Mrs. Finch, folding her 'ands and shaking her 'cad.  \"I\nshould like to go over a ship one arternoon.  I'd quite made up my mind\nto it, knowing three captins.\"\n\nShe smiled and looked at Ginger; and Sam and Peter looked at 'im too,\nwondering whether he was going to berth his ship at Dunkirk alongside o'\ntheirs.\n\n\"Ah, I wish I 'ad met you a fortnight ago,\" ses Ginger, very sad.  \"I\ngave up my ship, the High flyer, then, and I'm waiting for one my owners\nare 'aving built for me at New-castle.  They said the High flyer wasn't\nbig enough for me.  She was a nice little ship, though.  I believe I've\ngot 'er picture somewhere about me!\"\n\nHe felt in 'is pocket and pulled out a little, crumpled-up photograph of\na ship he'd been fireman aboard of some years afore, and showed it to\n'er.\n\n\"That's me standing on the bridge,\" he ses, pointing out a little dot\nwith the stem of 'is pipe.\n\n\"It's your figger,\" ses Mrs. Finch, straining her eyes.  \"I should know\nit anywhere.\"\n\n\"You've got wonderful eyes, ma'am,\" ses old Sam, choking with 'is pipe.\n\n\"Anybody can see that,\" ses Ginger.  \"They're the largest and the bluest\nI've ever seen.\"\n\nMrs. Finch told 'im not to talk nonsense, but both Sam and Peter Russet\ncould see 'ow pleased she was.\n\n\"Truth is truth,\" ses Ginger.  \"I'm a plain man, and I speak my mind.\"\n\n\"Blue is my fav'rit' colour,\" ses old Sam, in a tender voice.  \"True\nblue.\"\n\nPeter Russet began to feel out of it.  \"I thought brown was,\" he ses.\n\n\"Ho!\" ses Sam, turning on 'im; \"and why?\"\n\n\"I 'ad my reasons,\" ses Peter, nodding, and shutting 'is mouth very firm.\n\n\"I thought brown was 'is fav'rit colour too,\" ses Ginger.  \"I don't know\nwhy.  It's no use asking me; because if you did I couldn't tell you.\"\n\n\"Brown's a very nice colour,\" ses Mrs. Finch, wondering wot was the\nmatter with old Sam.\n\n\"Blue,\" ses Ginger; \"big blue eyes--they're the ones for me.  Other\npeople may 'ave their blacks and their browns,\" he ses, looking at Sam\nand Peter Russet, \"but give me blue.\"\n\nThey went on like that all the evening, and every time the shop-bell went\nand the widow 'ad to go out to serve a customer they said in w'ispers wot\nthey thought of each other; and once when she came back rather sudden\nGinger 'ad to explain to 'er that 'e was showing Peter Russet a scratch\non his knuckle.\n\nGinger Dick was the fust there next night, and took 'er a little chiney\nteapot he 'ad picked up dirt cheap because it was cracked right acrost\nthe middle; but, as he explained that he 'ad dropped it in hurrying to\nsee 'er, she was just as pleased.  She stuck it up on the mantelpiece,\nand the things she said about Ginger's kindness and generosity made Peter\nRusset spend good money that he wanted for 'imself on a painted\nflower-pot next evening.\n\nWith three men all courting 'er at the same time Mrs. Finch had 'er hands\nfull, but she took to it wonderful considering.  She was so nice and kind\nto 'em all that even arter a week's 'ard work none of 'em was really\ncertain which she liked best.\n\nThey took to going in at odd times o' the day for tobacco and such-like.\nThey used to go alone then, but they all met and did the polite to each\nother there of an evening, and then quarrelled all the way 'ome.\n\nThen all of a sudden, without any warning, Ginger Dick and Peter Russet\nleft off going there.  The fust evening Sam sat expecting them every\nminute, and was so surprised that he couldn't take any advantage of it;\nbut on the second, beginning by squeezing Mrs. Finch's 'and at ha'-past\nseven, he 'ad got best part of his arm round 'er waist by a quarter to\nten.  He didn't do more that night because she told him to be'ave\n'imself, and threatened to scream if he didn't leave off.\n\nHe was arf-way home afore 'e thought of the reason for Ginger Dick and\nPeter Russet giving up, and then he went along smiling to 'imself to such\nan extent that people thought 'e was mad.  He went off to sleep with the\nsmile still on 'is lips, and when Peter and Ginger came in soon arter\nclosing time and 'e woke up and asked them where they'd been, 'e was\nstill smiling.\n\n\"I didn't 'ave the pleasure o' seeing you at Mrs. Finch's to-night,\" he\nses.\n\n\"No,\" ses Ginger, very short.  \"We got tired of it.\"\n\n\"So un'ealthy sitting in that stuffy little room every evening,\" ses\nPeter.\n\nOld Sam put his 'ead under the bedclothes and laughed till the bed shook;\nand every now and then he'd put his 'ead out and look at Peter and Ginger\nand laugh agin till he choked.\n\n\"I see 'ow it is,\" he ses, sitting up and wiping his eyes on the sheet.\n\"Well, we cant all win.\"\n\n\"Wot d'ye mean?\" ses Ginger, very disagreeable.\n\n\"She wouldn't 'ave you, Sam, thats wot I mean. And I don't wonder at\nit.  I wouldn't 'ave you if I was a gal.\"\n\n\"You're dreaming, ses Peter Russet, sneering at 'im.\n\n\"That flower-pot o' yours'll come in handy,\" ses Sam, thinking 'ow he 'ad\nput 'is arm round the widow's waist; \"and I thank you kindly for the\nteapot, Ginger.\n\n\"You don't mean to say as you've asked 'er to marry you?\" ses Ginger,\nlooking at Peter Russet.\n\n\"Not quite; but I'm going to,\" ses Sam, \"and I'll bet you even arf-crowns\nshe ses 'yes.'\"\n\nGinger wouldn't take 'im, and no more would Peter, not even when he raised\nit to five shillings; and the vain way old Sam lay there boasting and\ntalking about 'is way with the gals made 'em both feel ill.\n\n\"I wouldn't 'ave her if she asked me on 'er bended knees,\" ses Ginger,\nholding up his 'ead.\n\n\"Nor me,\" ses Peter.  \"You're welcome to 'er, Sam.  When I think of the\nevenings I've wasted over a fat old woman I feel----\"\n\n\"That'll do,\" ses old Sam, very sharp; \"that ain't the way to speak of a\nlady, even if she 'as said 'no.'\"\n\n\"All right, Sam,\" ses Ginger.  \"You go in and win if you think you're so\nprecious clever.\"\n\nOld Sam said that that was wot 'e was going to do, and he spent so much\ntime next morning making 'imself look pretty that the other two could\n'ardly be civil to him.\n\nHe went off a'most direckly arter breakfast, and they didn't see 'im agin\ntill twelve o'clock that night.  He 'ad brought a bottle o' whisky in\nwith 'im, and he was so 'appy that they see plain wot had 'appened.\n\n\"She said 'yes' at two o'clock in the arternoon,\" ses old Sam, smiling,\narter they had 'ad a glass apiece.  \"I'd nearly done the trick at one\no'clock, and then the shop-bell went, and I 'ad to begin all over agin.\nStill, it wasn't unpleasant.\"\n\n\"Do you mean to tell us you've asked 'er to marry you?\" ses Ginger,\n'olding out 'is glass to be filled agin.\n\n\"I do,\" ses Sam; \"but I 'ope there's no ill-feeling.  You never 'ad a\nchance, neither of you; she told me so.\"\n\nGinger Dick and Peter Russet stared at each other.\n\n\"She said she 'ad been in love with me all along,\" ses Sam, filling their\nglasses agin to cheer 'em up.  \"We went out arter tea and bought the\nengagement-ring, and then she got somebody to mind the shop and we went\nto the Pagoda music-'all.\"\n\n\"I 'ope you didn't pay much for the ring, Sam,\" ses Ginger, who always\ngot very kind-'arted arter two or three glasses o' whisky.  \"If I'd known\nyou was going to be in such a hurry I might ha' told you before.\"\n\n\"We ought to ha' done,\" ses Peter, shaking his 'ead.\n\n\"Told me?\" ses Sam, staring at 'em.  \"Told me wot?\"\n\n\"Why me and Peter gave it up,\" ses Ginger; \"but, o' course, p'r'aps you\ndon't mind.\"\n\n\"Mind wot?\" ses Sam.\n\n\"It's wonderful 'ow quiet she kept it,\" ses Peter.\n\nOld Sam stared at 'em agin, and then he asked 'em to speak in plain\nEnglish wot they'd got to say, and not to go taking away the character of\na woman wot wasn't there to speak up for herself.\n\n\"It's nothing agin 'er character,\" ses Ginger.  \"It's a credit to her,\nlooked at properly,\" ses Peter Russet.\n\n\"And Sam'll 'ave the pleasure of bringing of 'em up,\" ses Ginger.\n\n\"Bringing of 'em up?\" ses Sam, in a trembling voice and turning pale;\n\"bringing who up?\"\n\n\"Why, 'er children,\" ses Ginger.  \"Didn't she tell you?  She's got nine\nof 'em.\"\n\nSam pretended not to believe 'em at fust, and said they was jealous; but\nnext day he crept down to the greengrocer's shop in the same street,\nwhere Ginger had 'appened to buy some oranges one day, and found that it\nwas only too true.  Nine children, the eldest of 'em only fifteen, was\nstaying with diff'rent relations owing to scarlet-fever next door.\n\nOld Sam crept back 'ome like a man in a dream, with a bag of oranges he\ndidn't want, and, arter making a present of the engagement-ring to\nGinger--if 'e could get it--he took the fust train to Tilbury and signed\non for a v'y'ge to China.",
    "metadata": {
        "author": [
            "Jacobs, William Wymark",
            "Jacobs, W. W. (William Wymark)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/11181/pg11181.txt",
        "name": "captains_all_captains_all_part_1.json"
    }
}