{
    "name": "Captain Midas",
    "author": [
        "Marin, A. C.",
        "Coppel, Alfred",
        "Galaxan, Sol",
        "Coppel, Alfredo Jose de Arana-Marini",
        "Gilman, Robert Cham",
        "Coppel, Alfredo José de Arana-Marini"
    ],
    "body": "Gold! A magic word, even today, isn't it? Lust and gold ... they go\nhand in hand. Like the horsemen of the Apocalypse. And, of course,\nthere's another word needed to make up the trilogy. You don't get\nany thing for nothing. So add this: Cost. Or you might call it pain,\nsorrow, agony. Call it what you like. It's what you pay for great\ntreasure....\n\nThese things were true when fabled Jason sailed the Argo beyond Colchis\nseeking the Fleece. They were true when men sailed the southern oceans\nin wooden ships. And the conquest of space hasn't changed us a bit.\nWe're still a greedy lot....\n\nI'm a queer one to be saying these things, but then, who has more\nright? Look at me. My hair is gray and my face ... my face is a mask.\nThe flesh hangs on my bones like a yellow cloth on a rickety frame. I\nam old, old. And I wait here on my hospital cot--wait for the weight of\nyears I never lived to drag me under and let me forget the awful things\nmy eyes have seen.\n\nI'm poor, too, or else I wouldn't be here in this place of dying for\nold spacemen. I haven't a dime except for the pittance the Holcomb\nFoundation calls a spaceman's pension. Yet I had millions in my hands.\nTreasure beyond your wildest dreams! Cursed treasure....\n\nYou smile. You are thinking that I'm just an old man, beached\nearthside, spinning tall tales to impress the youngsters. Maybe,\nthinking about the kind of spacemen my generation produced, you have\nthe idea that if ever we'd so much as laid a hand on anything of value\nout in space we'd not let go until Hell froze over! Well, you're\nright about that. We didn't seek the spaceways for the advancement of\ncivilization or any of that Foundation bushwah, you can be certain of\nthat. We did it for _us_ ... for Number One. That's the kind of men we\nwere, and we were proud of it. We hung onto what we found because the\nrisks were high and we were entitled to keep what we could out there.\nBut there are strange things in the sky. Things that don't respond to\nall of our neat little Laws and Theories. There are things that are no\npart of the world of men, thick with danger--and horror.\n\n\n\nIf you doubt that--and I can see you do--just look at me. I suppose\nyou've never heard of the Martian Maid, and so you don't know the story\nof what happened to her crew or her skipper. I can give you this much\nof an answer. _I_ was her skipper. And her crew? They ride high in the\nsky ... dust by this time. And all because they were men, and men are\ngreedy and hasty and full of an unreasoning, unthinking love for gold.\nThey ride a golden ship that they paid for with all the years of their\nlives. It's all theirs now. Bought and paid for.\n\nIt wasn't too long ago that I lifted the Maid off Solis Lacus on\nthat last flight. Not many of you will remember her class of ship,\nso many advances have been made in the last few years. The Maid was\ntwo hundred feet from tip to tail, and as sleek a spacer as ever came\nout of the Foundation Yards. Chemical fueled, she was nothing at all\nlike the spherical hyperdrives we see today. She was armed, too. The\nFoundation still thought of space as a possible stamping ground for\nalien creatures though no evidence of any extra-terrestrial life had\never been found ... then.\n\nMy crew was a rough bunch, like all those early crews. I remember them\nso well. Lean, hungry men with hell in their eyes and a great lust for\nhigh pay and hard living. Spinelli, Shelley, Cohn, Marvin, Zaleski.\nThere wasn't a man on board who wouldn't have traded his immortal soul\nfor a few solar dollars, and I don't claim that I was any different.\nThat's the kind of men that opened up the spaceways, too. Don't believe\nall this talk about the noble pioneering spirit of man. That's tripe.\nThere never has been such a thing as a noble pioneer. Not in space or\nanywhere else. It is the malcontent and the adventuring mercenary that\npushes the frontier outward.\n\nI didn't know, that night as I stood in the valve of the Maid, watching\nthe loading cranes pull away, that I was starting out on my last\nflight. I don't think any of the others could have guessed, either.\nIt was the sort of night that you only see on Mars. The sort of night\nthat makes a spaceman wonder why in hell he wants to leave the relative\nsecurity of the Earth-Mars-Venus Triangle to go jetting across the belt\ninto deep space and the drab desolation of the outer System.\n\nI stood there, watching the lights of Canalopolis in the distance. For\njust a moment I was ... well, touched. It looked beautiful and unreal\nunder the racing moons. The lights of the gin mills and houses made a\nsparkling filigree pattern on the dark waters of the ancient canal, and\nthe moons cast their shifting shadows across the silted banks. I was\ntoo far away to see the space-fevered bums and smell the shanties, and\nfor a little while I felt the wonder of standing on the soil of a world\nthat man had made his own with his rapacity and his sheer guts and\ngimme.\n\nI thought of our half empty cargo hold and the sweet payload we would\npick up on Callisto. And I counted the extra cash my packets of snow\nwould bring from those lonely men up there on the barren moonlets of\nthe outer Systems. There were plenty of cargoes carried on the Maid\nthat the Holcomb Foundation snoopers never heard about, you can be sure\nof that.\n\nIn those days the asteroid belt was _the_ primary danger and menace to\nastrogation. For a long while it held men back from deep space, but as\nfuels improved a few ships were sent out over the top. A few million\nmiles up out of the ecliptic plane brings you to a region of space\nthat's pretty thinly strewn with asteroids, and that's the way we used\nto make the flight between the outer systems and the EMV Triangle. It\ntook a long while for hyperdrives to be developed and of course atomics\nnever panned out because of the weight problem.\n\nSo that's the orbit the Maid took on that last trip of mine. High\nand clear into the supra-solar void. And out there in that primeval\nblackness is where we found the derelict.\n\n\n\nI didn't realize it was a derelict when Spinelli first reported\nit from the forward scope position. I assumed it was a Foundation\nship. The Holcomb Foundation was founded for the purpose of\ndeveloping spaceflight, and as the years went by it took on the whole\nresponsibility for the building and dispatching of space ships. Never\nin history had there been any real evidence of extra-terrestrial\nintelligent life, and when the EMV Triangle proved barren, we all just\nassumed that the Universe was man's own particular oyster. That kind of\nunreasoning arrogance is as hard to explain as it is to correct.\n\nThere were plenty of ships being lost in space, and immediately that\nSpinelli's report from up forward got noised about the Maid every one\nof us started mentally counting up his share of the salvage money. All\nthis before we were within ten thousand miles of the hulk!\n\nAll spaceships look pretty much alike, but as I sat at the telescope\nI saw that there was something different about this one. At such a\ndistance I couldn't get too much detail in our small three inch glass,\nbut I could see that the hulk was big--bigger than any ship I'd ever\nseen before. I had the radar fixed on her and then I retired with my\nslide rule to Control. It wasn't long before I discovered that the\nderelict ship was on a near collision course, but there was something\nabout its orbit that was strange. I called Cohn, the Metering Officer,\nand showed him my figures.\n\n\"Mister Cohn,\" I said, chart in hand, \"do these figures look right to\nyou?\"\n\nCohn's dark eyes lit up as they always did when he worked with figures.\nIt didn't take him long to check me. \"The math is quite correct,\nCaptain,\" he said. I could see that he hadn't missed the inference of\nthose figures on the chart.\n\n\"Assemble the ship's company, Mister Cohn,\" I ordered.\n\nThe assembly horn sounded throughout the Maid and I could feel the tug\nof the automatics taking over as the crew left their stations. Soon\nthey were assembled in Control.\n\n\"You have all heard about Mister Spinelli's find,\" I said, \"I have\ncomputed the orbit and inspected the object through the glass. It seems\nto be a spacer ... either abandoned or in distress....\" Reaching into\nthe book rack above my desk I took down a copy of the Foundation's\n_Space Regulations_ and opened it to the section concerning salvage.\n\n\"Sections XVIII, Paragraph 8 of the Code Regulating Interplanetary\nAstrogation and Commerce,\" I read, \"Any vessel or part of vessel found\nin an abandoned or totally disabled condition in any region of space\nnot subject to the sovereignty of any planet of the Earth-Venus-Mars\nTriangle shall be considered to be the property of the crew of the\nvessel locating said abandoned or disabled vessel except in such cases\nas the ownership of said abandoned or disabled vessel may be readily\nascertained....\" I looked up and closed the book. \"Simply stated, that\nmeans that if that thing ahead of us is a derelict we are entitled to\nclaim it as salvage.\"\n\n\"Unless it already belongs to someone?\" asked Spinelli.\n\n\"That's correct Mister Spinelli, but I don't think there is much danger\nof that,\" I replied quietly. \"My figures show that hulk out there came\nin from the direction of Coma Berenices....\"\n\nThere was a long silence before Zaleski shifted his two hundred pounds\nuneasily and gave a form to the muted fear inside me. \"You think ...\nyou think it came from the _stars_, Captain?\"\n\n\"Maybe even from beyond the stars,\" Cohn said in a low voice.\n\nLooking at that circle of faces I saw the beginnings of greed. The\nfirst impact of the Metering Officer's words wore off quickly and soon\nevery man of my crew was thinking that anything from the stars would be\nworth money ... lots of money.\n\nSpinelli said, \"Do we look her over, Captain?\"\n\nThey all looked at me, waiting for my answer. I knew it would be worth\nplenty, and money hunger was like a fever inside me.\n\n\"Certainly we look it over, Mister Spinelli,\" I said sharply.\n\"Certainly!\"\n\n\n\nThe first thing about the derelict that struck us as we drew near was\nher size. No ship ever built in the Foundation Yards had ever attained\nsuch gargantuan proportions. She must have stretched a full thousand\nfeet from bow to stern, a sleek torpedo shape of somehow unspeakable\nalienness. Against the backdrop of the Milky Way, she gleamed fitfully\nin the light of the faraway sun, the metal of her flanks grained with\nsomething like tiny, glittering whorls. It was as though the stuff\nwere somehow unstable ... seeking balance ... maybe even alive in some\nstrange and alien way.\n\nIt was readily apparent to all of us that she had never been built for\ninter-planetary flight. She was a starship. Origin unknown. An aura of\nmystery surrounded her like a shroud, protecting the world that gave\nher birth mutely but effectively. The distance she must have come was\nunthinkable. And the time it had taken...? Aeons. Millennia. For she\nwas drifting, dead in space, slowly spinning end over end as she swung\nabout Sol in a hyperbolic orbit that would soon take her out and away\nagain into the inter-stellar deeps.\n\nSomething had wounded her ... perhaps ten million years ago ... perhaps\nyesterday. She was gashed deeply from stem to stern with a jagged rip\nthat bared her mangled innards. A wandering asteroid? A meteor? We\nwould never know. It gave me an uncomfortable feeling of things beyond\nthe ken of men as I looked at her through the port. I would never know\nwhat killed her, or where she was going, or whence she came. Yet she\nwas mine. It made me feel like an upstart. And it made me afraid ...\nbut of what?\n\nWe should have reported her to the nearest EMV base, but that would\nhave meant that we'd lose her. Scientists would be sent out. Men better\nequipped than we to investigate the first extrasolar artifact found by\nmen. But I didn't report her. She was ours. She was money in the bank.\nLet the scientists take over after we'd put a prize crew aboard and\nbrought her into Callisto for salvage.... That's the way I had things\nfigured.\n\nThe Maid hove to about a hundred yards from her and hung there, dwarfed\nby the mighty glistening ship. I called for volunteers and we prepared\na boarding party. I was thinking that her drives alone would be worth\nmillions. Cohn took charge and he and three of the men suited up and\ncrossed to her.\n\nIn an hour they were back, disappointment largely written on their\nfaces.\n\n\"There's nothing left of her, Captain,\" Cohn reported, \"Whatever hit\nher tore up the innards so badly we couldn't even find the drives.\nShe's a mess inside. Nothing left but the hull and a few storage\ncompartments that are still unbroken.\"\n\nShe was never built to carry humanoids he told us, and there was\nnothing that could give us a hint of where she had come from. The hull\nalone was left.\n\nHe dropped two chunks of metal on my desk. \"I brought back some samples\nof her pressure hull,\" he said, \"The whole thing is made of this\nstuff....\"\n\n\"We'll still take her in,\" I said, hiding my disappointment. \"The\ncarcass will be worth money in Callisto. Have Mister Marvin and\nZaleski assemble a spare pulse-jet. We'll jury-rig her and bring her\ndown under her own power. You take charge of provisioning her. Check\nthose compartments you found and install oxy-generators aboard. When\nit's done report to me in my quarters.\"\n\nI picked up the two samples of gleaming metal and called for a\nmetallurgical testing kit. \"I'm going to try and find out if this stuff\nis worth anything....\"\n\nThe metal was heavy--too heavy, it seemed to me, for spaceship\nconstruction. But then, who was to say what conditions existed on that\ndistant world where this metal was made?\n\nUnder the bright fluorescent over my work-table, the chunks of metal\ntorn from a random bulkhead of the starship gleamed like pale silver;\nthose strange little whorls that I had noticed on the outer hull were\nthere too, like tiny magnetic lines of force, making the surface of\nthe metal seem to dance. I held the stuff in my bare hand. _It had a\nyellowish tinge, and it was heavier_....\n\nEven as I watched, the metal grew yellower, and the hand that held\nit grew bone weary, little tongues of fatigue licking up my forearm.\nSuddenly terrified, I dropped the chunk as though it were white hot. It\nstruck the table with a dull thud and lay there, a rich yellow lump of\nmetallic lustre.\n\nFor a long while I just sat and stared. Then I began testing, trying\nall the while to quiet the trembling of my hands. I weighed it on a\nbalance. I tested it with acids. It had changed unquestionably. It\nwas no longer the same as when I had carried it into my quarters. The\nwhorls of force were gone. It was no longer alive with a questing\nvibrancy ... it was inert, stable. From somewhere, somehow, it had\ndrawn the energy necessary for transmutation. The unknown metal--the\nstuff of which that whole mammoth spaceship from the stars was\nbuilt--was now....\n\n_Gold!_\n\nI scarcely dared believe it, but there it was staring at me from my\ntable-top. _Gold!_\n\nI searched my mind for an explanation. Contra-terrene matter, perhaps,\nfrom some distant island universe where matter reacted differently ...\ndrawing energy from somewhere, the energy it needed to find stability\nin its new environment. Stability as a terrene element--wonderfully,\nmiraculously gold!\n\nAnd outside, in the void beyond the Maid's ports there were tons of\nthis metal that could be turned into treasure. My laughter must have\nbeen a wild sound in those moments of discovery....\n\n\n\nA slight sound behind me made me spin around in my chair. Framed in the\ndoorway was the heavy figure of my Third Officer, Spinelli. His black\neyes were fastened hungrily on the lump of yellow metal on the table.\nHe needed no explanation to tell him what it was, and it seemed to me\nthat his very soul reached out for the stuff, so sharp and clear was\nthe meaning of the expression on his heavy face.\n\n\"Mister Spinelli!\" I snapped, \"In the future knock before entering my\nquarters!\"\n\nReluctantly his eyes left the lump of gold and met mine. \"From the\nderelict, Captain?\" There was an imperceptible pause between the last\ntwo words.\n\nI ignored his question and made a mental note to keep a close hand on\nthe rein with him. Spinelli was big and dangerous.\n\n\"Speak your piece, Mister,\" I ordered sharply.\n\n\"Mister Cohn reports the derelict ready to take aboard the prize\ncrew ... sir,\" he said slowly. \"I'd like to volunteer for that detail.\"\n\nI might have let him go under ordinary circumstances, for he was a\nfirst class spaceman and the handling of a jury-rigged hulk would\nneed good men. But the gold-hunger I had seen in his eyes warned me\nto beware. I shook my head. \"You will stay on board the Maid with me,\nSpinelli. Cohn and Zaleski will handle the starship.\"\n\nStark suspicion leaped into his eyes. I could see the wheels turning\nslowly in his mind. Somehow, he was thinking, I was planning to cheat\nhim of his rightful share of the derelict treasure ship.\n\n\"We will say nothing to the rest of the crew about the gold, Mister\nSpinelli,\" I said deliberately, \"Or you'll go to Callisto in irons. Is\nthat clear?\"\n\n\"Aye, sir,\" murmured Spinelli. The black expression had left his face\nand there was a faintly scornful smile playing about his mouth as he\nturned away. I began wondering then what he had in mind. It wasn't like\nhim to let it go at that.\n\nSuddenly I became conscious of being very tired. My mind wasn't\nfunctioning quite clearly. And my arm and hand ached painfully. I\nrubbed the fingers to get some life back into them, still wondering\nabout Spinelli.\n\nSpinelli talked. I saw him murmuring something to big Zaleski, and\nafter that there was tension in the air. Distrust.\n\nFor a few moments I pondered the advisability of making good my threat\nto clap Spinelli into irons, but I decided against it. In the first\nplace I couldn't prove he had told Zaleski about the gold and in the\nsecond place I needed Spinelli to help run the Maid.\n\nI felt that the Third Officer and Zaleski were planning something, and\nI was just as sure that Spinelli was watching Zaleski to see to it that\nthere was no double-cross.\n\nI figured that I could handle the Third Officer alone so I assigned the\nrest, Marvin and Chelly, to accompany Cohn and Zaleski onto the hulk.\nThat way Zaleski would be outnumbered if he tried to skip with the\ntreasure ship. But, of course, I couldn't risk telling them that they\nwere to be handling a vessel practically made of gold.\n\nI was in agony. I didn't want to let anyone get out of my sight with\nthat starship, and at the same time I couldn't leave the Maid. Finally\nI had to let Cohn take command of the prize crew, but not before I had\nset the radar finder on the Maid's prow squarely on the derelict.\n\n\n\nTogether, Spinelli and I watched the Maid's crew vanish into the maw\nof the alien ship and get her under way. There was a flicker of bluish\nfire from her jury-rigged tubes astern, and then she was vanishing in a\ngreat arc toward the bright gleam of Jupiter, far below us. The Maid\nfollowed under a steady one G of acceleration with most of her controls\non automatic.\n\nBoats of the Martian Maid's class, you may remember, carried a six\ninch supersonic projector abaft the astrogation turret. These were\nnasty weapons for use against organic life only. They would reduce a\nman to jelly at fifty thousand yards. Let it be said to my credit that\nit wasn't I who thought of hooking the gun into the radar finder and\nkeeping it aimed dead at the derelict. That was Spinelli's insurance\nagainst Zaleski.\n\nWhen I discovered it I felt the rage mount in me. He was willing to\nblast every one of his shipmates into pulp should the hulk vary from\nthe orbit we'd laid out for her. He wasn't letting anything come\nbetween him and that mountain of gold.\n\nThen I began thinking about it. Suppose now, just suppose, that Zaleski\ntold the rest of the crew about the gold. It wouldn't be too hard\nfor the derelict to break away from the Maid, and there were plenty\nof places in the EMV Triangle where a renegade crew with a thousand\ntons of gold would be welcomed with open arms and no questions asked.\nSuspicion began to eat at me. Could Zaleski and Cohn have dreamed up\na little switch to keep the treasure ship for themselves? It hadn't\nseemed likely before, but now--\n\nThe gun-pointer remained as it was.\n\nAs the days passed and we reached turn-over with the hulk still well\nwithin visual range, I noticed a definite decrease in the number of\nmessages from Cohn. The Aldis Lamps no longer blinked back at the Maid\neight or ten times a day, and I began to really regret not having taken\nthe time to equip the starship with UHF radio communicators.\n\nEach night I slept with a hunk of yellow gold under my bunk, and\nridiculously I fondled the stuff and dreamed of all the things I would\nhave when the starship was cut up and sold.\n\nMy weariness grew. It became almost chronic, and I soon wondered if\nI hadn't picked up a touch of space-radiation fever. The flesh of my\nhands seemed paler than it had been. My arms felt heavy. I determined\nto report myself to the Foundation medics on Callisto. There's no\ntelling what can happen to a man in space....\n\nTwo days past turn-over the messages from the derelict came through\ngarbled. Spinelli cursed and said that he couldn't read their signal.\nTaking the Aldis from him I tried to raise them and failed. Two hours\nlater I was still failing and Spinelli's black eyes glittered with an\nanimal suspicion.\n\n\"They're faking!\"\n\n\"Like hell they are!\" I snapped irritably, \"Something's gone wrong....\"\n\n\"Zaleski's gone wrong, that's what!\"\n\nI turned to face him, fury snapping inside of me. \"Then you did disobey\nmy orders. You told him about the gold!\"\n\n\"Sure I did,\" he sneered. \"Did you expect me to shut up and let you\nland the ship yourself and claim Captain's share? _I_ found her, and\nshe's mine!\"\n\nI fought to control my temper and said: \"Let's see what's going on in\nher before deciding who gets what, Mister Spinelli.\"\n\nSpinelli bit his thick lips and did not reply. His eyes were fixed on\nthe image of the starship on the viewplate.\n\nA light blinked erratically within the dark cut of its wounded side.\n\n\"Get this down, Spinelli!\"\n\nThe habit of taking orders was still in him, and he muttered: \"Aye ...\nsir.\"\n\nThe light was winking out a message, but feebly, as though the hand\nthat held the lamp were shaking and the mind conceiving the words were\nfailing.\n\n\"CONTROL ... LOST ... CAN'T ... NO ... STRENGTH ... LEFT ... SHIP ...\nWALLS ... ALL ... ALL GOLD ... GOLD ... SOMETHING ... HAPPENING ...\nCAN'T ... UNDERSTAND ... WHA....\" The light stopped flashing, abruptly,\nin mid-word.\n\n\"What the hell?\" demanded Spinelli thickly.\n\n\"Order them to heave to, Mister,\" I ordered.\n\nHe clicked the Aldis at them. The only response was a wild swerve in\nthe star-ship's course. She left the orbit we had set for her as though\nthe hands that guided her had fallen away from the control.\n\nSpinelli dropped the Aldis and rushed to the control panel to make the\ncorrections in the Maid's course that were needed to keep the hulk in\nsight.\n\n\"Those skunks! Double crossing rats!\" he breathed furiously. \"They\nwon't shake loose that easy!\" His hands started down for the firing\nconsole of the supersonic rifle.\n\nI caught the movement from the corner of my eye.\n\n\"_Spinelli!_\"\n\nMy shout hung in the still air of the control room as I knocked him\naway from the panel.\n\n\"Get to your quarters!\" I cracked.\n\nHe didn't say a thing, but his big shoulders hunched angrily and\nhe moved across the deck toward me, his hands opening and closing\nspasmodically. His eyes were wild with rage and avarice.\n\n\"You'll hang for mutiny, Spinelli!\" I said.\n\n\n\nHe spat out a foul name and leaped for me. I side-stepped his charge\nand brought my joined fists down hard on the back of his neck. He\nstumbled against the bulkhead and his eyes were glazed. He charged\nagain, roaring. I stepped aside and smashed him in the mouth with my\nright fist, then crossing with an open-handed left to the throat. He\nstaggered, spun and came for me again. I sank a hard left into his\nstomach and nailed him on the point of the jaw with a right from my\nshoe-tops. He straightened up and sprawled heavily to the deck, still\ntrying to get at me. I aimed a hard kick at his temple and let it go.\nMy metal shod boot caught him squarely and he rolled over on his face\nand lay still.\n\nBreathing heavily, I rolled him back face up. His eyes were open,\nglassy with an implacable hate. I knelt at his side and listened for\nhis breathing. There was none. I knew then that I had killed him. I\nfelt sick inside, and dizzy.\n\nI wasn't myself as I turned away from Spinelli's body there on the\nsteel deck. Some of the greed died out of me, and my exertions had\nincreased my sense of fatigue to an almost numbing weariness. My arms\nached terribly and my hands felt as though they had been sucked dry of\ntheir substance. Like a man in a nightmare, I held them up before my\nface and looked at them. They were wrinkled and grey, with the veins\nstanding out a sickly purple. And I could see that my arms were taking\non that same aged look.\n\nI was suddenly fully aware of my fear. Nothing fought against the\nflood of terror that welled through me. I was terrified of that yellow\ngold in my cabin, and of that ship of devil's metal out there in space\nthat held my shipmates. There was something unnatural about that\ncontra-terrene thing ... something obscene.\n\nI located the hulk in the radar finder and swung the Maid after it,\npiling on acceleration until my vision flickered. We caught her, the\nMaid and I. But we couldn't stop her short of using the rifle on her,\nand I couldn't bring myself to add to my depravity by killing the rest\nof my men. It would have been better if I had!\n\nI laid the Maid alongside the thousand foot hull of the derelict and\nset the controls on automatic. It was dangerous, but I was beyond\ncaring. Then I was struggling to get myself into a pressure suit with\nmy wrinkled, failing hands.... Then I was outside, headed for that dark\nhole.\n\nI sank down into the stillness of her interior, my helmet light casting\nlong, fey shadows across the littered decks. Decks that had a yellowish\ncast ... decks that no longer danced with tiny questing force-whorls....\n\nAs I approached the airlock of the compartment set aside as living\nquarters for the prize crew, the saffron of the walls deepened. Crazy\nlittle thoughts began spinning around in my brain. Words out of the\ndistant past loomed up with a new and suddenly terrifying\nperspective ... alchemy ... transmutation ... energy. I'm a spaceman,\nnot a scientist. But in those moments I think I was discovering what\nhad happened to my crew and why the walls were turning into yellow\nmetal.\n\nThe lock was closed, but I swung it open and let the pressure in the\nchamber rise. I couldn't wait for it to reach fourteen pounds ...\nat eleven, I swung the inner door and stumbled eagerly through. The\nbrilliant light, reflected from gleaming walls blinded me for a moment.\n\nAnd then I saw them! They huddled, almost naked in a corner, skeletal\nthings with skull-like faces that leered at me with the vacuous\nobscenity of old age. Even their voices were raw and cracked with the\nrusty decay of years. They babbled stupidly, caressing the walls with\nclaw-like hands. They were old, old!\n\nI understood then. I knew what my wrinkled aged hands meant. That\ndevil-metal from beyond the stars had drawn the energy it needed\nfrom ... _us_!\n\nMy laughter was a crazy shriek inside my helmet. I looked wildly at the\ngleaming walls that had sucked the youth and strength from these men.\nThe walls were stable, at rest. They were purest gold ... gold ... gold!\n\nI ran from that place still screaming with the horror of it. My hands\nburned like fire! Age was in them, creeping like molten lead through my\nveins, ghastly and sure....\n\nI reached the Maid and threw every scrap of that alien metal into space\nas I streaked madly away from that golden terror in the sky and its\nload of ancient evil....\n\n\n\nOn Callisto I was relieved of my command. The Admiralty Court acquitted\nme of the charges of negligence, but the Foundation refused me another\nship. It was my ... illness. It spread from my hands, as you can see.\nSlowly, very slowly. So what remains for me? A hospital cot and a\nspaceman's pension. Those tons of gold in the sky are cursed, like most\ngreat treasures. Somewhere, out in the deeps between the stars, the\ndust of my crew guards that golden derelict. It belongs to them now ...\nall of it.\n\nBut the price we pay for treasure is this. Look at me. I look eighty!\nI'm thirty two. And the bitterest part of the story is that people\nlaugh at me when I tell what happened. They laugh and call me my\nnickname. Have you heard it?\n\nIt's ... Captain Midas.",
    "metadata": {
        "author": [
            "Marin, A. C.",
            "Coppel, Alfred",
            "Galaxan, Sol",
            "Coppel, Alfredo Jose de Arana-Marini",
            "Gilman, Robert Cham",
            "Coppel, Alfredo José de Arana-Marini"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/63867/pg63867.txt",
        "name": "captain_midas.json"
    }
}