{
    "name": "Captain of the Kali",
    "author": [
        "Wright, Gary"
    ],
    "body": "John Ward, God Helper, hung in his chair like a damp, empty uniform. An\nopen, four-foot port showed a circle of blazing blue sky and a regular\nglimpse of a high, curving topsail. The humid, hot salty flavor of a\nstrange sea blanketed the cabin, and sparked a sudden thought:\n\n\"What the hell am I doing here?\"\n\nThere was no prompt answer. The wind rushed and moaned. The roiling\nwater crashed and hissed under the stern. The following ship heaved its\ntopsail into sight again, and withdrew it. A lilting chant drifted like\nsmoke on the wind.\n\n    _We ride the wind down like sleek, skimming birds.\n    The seething foam furrows follow true.\n    The sky is clouded with our singing sails.\n    We ride the wind down, down the wind._\n\nHe was Comet Colonel John Ward, Terran Confederation, Earth; he was\ncertain of that. Age? Forty-two, more or less. Specialty? Historical\nNaval Tactician. If you had to call it something you might as well\ncall it that. Hobby? Sailing. But, God, Snipes and Lightnings aren't\nships-of-the-line! Reading? Well ... lyric poetry and ancient history,\nif you must know. Present Occupation? God Helper. No, call that\nCommander Advisor to the Kali, Aqua. Future? Oh, hell-yes; right up\nthe....\n\n    _Wide shouldered, wave exploding, trim twin-hulled we come.\n    First, the sky tall, fine first-liners.\n    Then the seconds, flanking fast.\n    Lean and level slide the frigates.\n    All around us flash the corvettes.\n    Ride the wind down, Kali seamen, down the wind to Ande-Ke._\n\nSix months ago he had a future all outlined, but six months ago he was\na shining God Helper, come in glory. Now he was simply a God Helper,\nand sometimes not even that.\n\n    _We are the Kali. The fortunate ones. Yes!\n    Heirs to our wind and water world.\n    Like our ships we are tall and proud.\n    Like our wind we are wild and restless.\n    Like our sea we are strong and savage.\n    This is our world, wide and lonely.\n    Ride the wind down. Kali brothers, down the wind to Anda-Ke._\n\n\n\nSix months on this barely discovered, one per cent land area,\nbehind-the-galaxy planet, with piercing Confederation insight: Aqua.\nWhere the land was scattered about like pepper on an egg, and even the\nwind tried to run backwards.\n\n    _Down the wind at Anda-Ke--there is trouble.\n    There we meet the stupid Grimnal.\n    There the challenging, groveling Grimnal.\n    He will plead for his wives and children.\n    And, as proper Kali seamen.\n    We will keep them soft and happy.\n    After, we send their men away,\n    Under the hungry gray-green water:\n    Under the wind as we ride the wind down, down the wind to victory._\n\nAnd here he still was, trying to show some life-loving, song-singing,\nbattle-mad, contrary-thinking, conceived of leather and salt spray,\nfive-foot humanoids how to fight a sea war.\n\nAnd that was really quite a joke. The Kali and the Grimnal had been\nat this for a hundred years, and doing quite well. They were in no\ndanger of getting overpopulated for one thing, and had evolved a dual\npower political system over the entire planet before the invention of\nan explosive. But now, being newly discovered by bigger and better\ndual powers, they were being shown how to fight in a bigger and better\nway. Only the Grimnal seemed to be learning, however. Oh, the Kali\nlistened, and even followed directions, but they seemed incapable of\nunderstanding that slamming two corvettes upwind into the guns of eight\nfirst-liners was simply not good military tactics.\n\nThey had a game. Something like Tag in reverse. One man was It, and\neveryone on ship tried to catch him. He could go anywhere, do anything,\neven cut the rigging as long as it didn't endanger the ship. The more\ndaring he was, the better. Ward had watched one make a hundred and\nfifty foot dive from a skysail yard with the ship making about twenty\nknots in a heavy sea. How do you go about explaining caution to a\npeople like that?\n\n\n\nBut he had to. Somehow. Since the big boys had taken sides the Kali had\nbeen losing. Or, more accurately, Ward had been losing.\n\n    _All the Gods are busy Beings.\n    We know.\n    But even They have noticed now_,\n\nWard's wandering mind snapped back. This was a new verse.\n\n    _And sent a sky man down to help us;\n    Sent a Helper down to lead us.\n    But the ways of Gods are strange.\n    The Grimnal leaps from isle to island,\n    While the Kali stand and watch him.\n    While the Gods and Helpers falter.\n    Ride the wind down, Kali brothers. At Anda-Ke we stand the test._\n\nA polite cough from behind reminded him that Captain Tahn was still\nin the cabin. The Kali coughed to express anything from rage to sheer\njoy, and this one probably meant that Ward's hearing the last verse\nwas an accident. Ward swung around and glanced at him, but the Kali\ndeliberately kept his slitted eyes on the chart before him. Ward was\nreminded again of the Kali likeness to the long vanished American\nIndian: black, straight hair; narrowed, snapping black eyes; high,\nangular cheek bones. But not much beyond that. If you took a fine\nfeatured Sioux of long ago ... shortened him about a foot, thinned\nhim down--bones and all, raised his shoulders to a perpetual shrug,\nstretched his arms so that they still reached his hips, then starved\nhim for a month ... you might be close. But if you took a picture of\nhim then, and looked at it slightly sideways, you would almost have it.\nAn extremely thin, short, shrugging strip of muscled rawhide.\n\nTahn coughed again; the your-attention-please cough. He swung a chart\naround for Ward to see. It was a rough drawing of Anda-Ke, the largest\nof the Grimnal Group, and more or less the home island. It looked\nsomewhat like a startled elephant: mouth open, trunk arced out at an\nangle. The mouth was Anda Bay, and was guarded by Anda Passage where\nthe lower lip came within two miles of the upper. The trunk was Pelo\nHead, and was broken about halfway down by Pelo Break. The area between\nthe drooping trunk and the neck was the Grimnal Sea. It was into this\nthat the Kali fleet was charging like a peanut sailing for the mouth.\n\nTahn tapped a pencil-like finger at the rearmost reach of Anda Bay.\n\n\n\n\"There,\" he said, in the Kali-Confederation mixture they found to be\nthe shortest distance between two cultures. \"Anchored there like marks\non a sail. Feeling so safe in their home. Thinking we do not dare come\nafter them. Grimnal rafts just waiting to go to the bottom.\"\n\n\"And the gliders?\" Ward asked. \"Are they returned? We have no\ninformation but the tales of two natives.\"\n\nTahn glanced at a water trickling, time-measuring device hanging from\nthe overhead.\n\n\"Soon the gliders return, but....\" He shrugged, somehow.\n\n\"And those are not rafts,\" Ward went on. \"The natives said three, two\nand single gun rows. That means first and second-liners, frigates and\nprobably corvettes. And they said 'many,' which means anywhere from\nfifty to two hundred.\"\n\nTahn coughed his agreement.\n\n\"But with Grimnal stupidity,\" he said, \"they can do no more than run\naround in terror as we shell the city and fire their ships. We have\nthis won.\"\n\nWard looked down at his bands, caught a deep breath, and continued.\n\n\"I have said before. We are not fighting just the Grimnal. We are\nfighting God Helpers too. Men like myself have come to help the\nGrimnal.\" He caught Tahn's flickering glance and added quickly, \"Men\nwho are probably better fighters than I am.\"\n\nTahn coughed and leaned his head sideways, fairly equivalent to a\ncasual 'so what?'\n\n\"False Gods. False Helpers,\" he said.\n\nWard held his breath and swung back to face the port. Great, sizzling\nHell! He wondered if his opposite with the Grimnal had such problems.\nProbably not. Problems weren't allowed in the United Peace Worlds. And\nwith the Grimnal preference for island life over the sea, it apparently\ntook little urging to make them want all the islands in the world.\n\n\"You realize,\" Ward said without turning, \"that they have probably\nknown of our coming for days.\"\n\n\"Good.\"\n\n\"And what would they still be doing at anchor?\"\n\nCough, cough. Probably meaning how the hell should I know?\n\n\n                                  II\n\nIf only they didn't have this towering independency and conceit, Ward\nthought. They used to fight as individual ships. Then they weren't\nthe least surprised if a lonely frigate was blown to splinters by an\noverwhelming Grimnal force. In fact, it was a thing of joy and beauty\nforever.\n\nIt was only by the very fiercest thundering had he gotten this fleet\ntogether under Tahn, and only Tahn's high position had kept it\ntogether. And God only knew how much longer it would hold together. The\nGrimnal had shown remarkable organization. Ward had pointed that out,\nand that was a gross mistake.\n\nThe Kali wanted nothing to do with what the Grimnal did.\n\nA sharp rap sounded on the cabin door and a Kali slipped in. He made\nthe casual motion that could be a salute, a greeting or a wave good-by,\ndepending on circumstances.\n\n\"Two gliders return,\" he said happily. \"In the bay are two\nfirst-liners, four second-liners, five frigates and some corvettes. All\nat anchor. Just waiting for us.\"\n\nWard nodded.\n\n\"How many corvettes?\"\n\nThe Kali's face wrinkled in dismay.\n\n\"Fifty-six,\" he said softly.\n\nWard smiled to himself, and ran the Kali fleet by in his mind.\n\nEighteen first-liners mounting a hundred-twenty guns apiece. Eleven\nsecond-liners mounting eighty to ninety guns. Twenty-four frigates\nmounting fifty to sixty guns. Fifty-two corvettes mounting ten\nto twenty guns. A strong force, but not as strong as the Grimnal\npotential. Firmly, he said:\n\n\"We will run down almost to Anda Passage--then wait.\"\n\nThe Kali glanced at each other. Tahn coughed.\n\n\"Not to go in?\"\n\n\"No!\"\n\n\"Why?\"\n\nWard took a deep breath and told himself to stay calm.\n\n\"We know there are land guns along the Passage. We know that even\nwithout them three first-liners could hold it against anything. We know\nthat those ships in the bay are not the whole fleet. Where are the\nrest?\"\n\nDouble cough. Double head bob. Two helpless expressions.\n\n\"We outnumber,\" Tahn said hopefully.\n\nWard muffled a smile. At least they were learning something.\n\n\"We cannot go in, Tahn. It's a trap.\"\n\nTahn was quiet, his whole body slowly coming to what Ward knew was hurt\npride and anger.\n\n\"Then we wait?\"\n\n\"We wait.\"\n\nTahn was nearly rigid, his voice fighting its cage of control.\n\n\"We wait like before?\"\n\n\n\nIt was Ward's turn to let a tingling moment pass. This was the first\novert mention of his past actions. He must walk softly. Kali temper was\nlike nitroglycerine; one touch the wrong way....\n\n\"We wait only to learn of the other Grimnal ships,\" he said evenly. \"We\nlet them make the first move in order to see what they are doing. Then\nwe strike--hard!\"\n\nAfter a long, breathless moment, Tahn coughed. It was one that Ward\nnever heard before, but judging by sound, it was not meant to be\npleasant. Ward stood up, stared directly at Tahn and said quietly \"I\ncharge you with honesty, Tahn.\"\n\nIt was a serious phrase. Tahn made the equivalent of a nod.\n\n\"There is much talk,\" he began, his voice higher pitched. \"We ask\nourselves why we do not fight. The Grimnal takes many islands; land\nthat is ours. He does not defeat us, but we do not stop him. We wait as\nyou tell us. We wait and see our islands lost.\n\n\"The Kali are ashamed, and the Grimnal laughs. We cannot go home and\nface our women and children.\n\n\"You come to show us how to fight, you say. But we do not fight. We\nwait. You tell us things that will make us win, but we do not fight. We\nwait. You hold us back. We ask ourselves why.\"\n\nHe straightened, obviously grabbing a big piece of Kali courage.\n\n\"There is an answer why. Perhaps you help other Gods than ours.\nOr--perhaps you are afraid.\"\n\nThere it was. Stark and ugly. Ward looked at Tahn for a long time, then\nstraightened to his full five-eleven.\n\n\"As a God Helper I am charged with honesty at all times,\" he said, and\nlet it sink in for a second.\n\n\"I see many more things than the surface of the sea and the direction\nof the wind. What I do for the Kali is for the good of the Kali. If\nyou follow me, you go to victory. If you do not follow, you go to the\nbottom.\"\n\nThe Kali glared with glittering eyes. Tahn's cough was a bark.\n\n\"Perhaps some will follow.\"\n\nTheir parting salute was crisp as they spun and left.\n\nWard eased himself back to the chair and stared at the door. This was\nthe ragged edge. They fight the one coming, or else.... And if they\nlost it, the Confederation could mark off the Kali, John Ward and the\nplanet.\n\nHe remembered all too clearly the other engagements, if you would\ncall them that. And he remembered too the disappointment, chagrin and\noutright anger of the Kali, and his own frustration.\n\n\n\nEngagement One: Taley Point. They had surprised a small Grimnal force\nclose in to shore on the leeward side. After trading shots at extreme\nrange. Ward gave the order to withdraw. Reasons? Shallows, reefs, a\nraising wind, and nightfall. The Grimnal was gone in the morning. The\nKali had been stunned. It was the first time they had ever withdrawn\nwith whole ships.\n\nEngagement Two: Gola Island. They had chased a smaller force into port,\nbut Ward had held off because of intense shore fire. The Kali did not\nsing for three days.\n\nEngagement Three: Bari Sea. They were closing with a nearly equal\nforce, yet out of range, when a large wind devil, one of the freak,\ncontrary winds, had slashed across both fleets; shredding sails,\nsplintering masts, effectively crippling both forces. Ward gave the\norder to heave to and repair damages, as the Grimnal did the same. The\nKali were astonished. Such a thought was madness with the enemy in\nsight. But they followed orders, and did not smile when he appeared any\nmore.\n\nEngagement Four: Darel Sea. (Oh, the Darel Sea!) They were closing at\nglider range when a lucky Grimnal had sneaked in and managed to fire\nbomb a first-liner. Without that ship they were greatly out-gunned\nand, leaving a frigate to take off the crew, they slipped off downwind.\nIt was a near rebellion, but Tahn had held them. Then the wind came\nup, bringing the Grimnal force with it. And both the frigate and the\nburning first went down fighting. The Kali had cried, probably, Ward\nthought, more in admiration than in sadness.\n\nAnd now, as a result of a vote of ships' captains, they were headed\nstraight for the Grimnal's heart; and Ward wondered if he was anything\nmore than a passenger. He knew he had been tactically right in each\ncase, but the Kali knew he was morally wrong. So who had it, the head\nor the heart?\n\nAnd what about this thing of being afraid? That hurt. He didn't believe\nhe was afraid. Honestly, he really couldn't say. He had, as a fact,\nnever fought a battle in his life.\n\n\n\nHe used to play a game in the scouts. What did they call it? Capture\nthe Flag, or something like that. Each side had a hidden flag and the\nother tried to get it. He was always the planner. How'll we do it,\nJohn? And he would tell them, and keep away from the rough stuff, and\nthey nearly always won.\n\nBut violence fascinated him as a spectator. Later his reading took him\nin that direction, and later still his studies. In the middle of his\nlife he found he was one of the leading historical naval tacticians in\nthe world. He started writing historical novels, under a pseudonym, of\ncourse, and soon became the world's authority.\n\nThen someone blundered into Aqua.\n\nFor a couple hundred years the Terran Confederation and the United\nPeace Worlds had been at war. Not an open, honest, stand-up-and-get-it\nwar; but an undercover, half ignored, let's-get-the-kids-to-fight war.\nA galaxywide game, played for planets, using local cultures. And always\naccording to the rules. No new technologies. No new weapons. Use what\nyou have at hand. Play it fair. Because if you do not, neither will\nwe--and together we will eliminate the universe.\n\nAqua was a natural. It had a war already underway. Deep in the\nsecretmost catacombs of Confederation Central a voice said: \"Find a man\nwho knows ancient naval tactics. Find a man who knows sailing. Find a\nman who knows combustion firearms. Find a man. Now!\"\n\nAnd the order went rattle-rattle, click-click, wink, blink ... and\nreached out and touched Doctor John Ward.\n\nAlthough _Colonel_ Ward's training had filled three straight days,\nthere was one thing they forgot to tell him--what do you think about,\nreally, when someone fires a cannon in your face?\n\nA knock came at the door. Ward rubbed his face back into an expression\nof awareness.\n\n\"Come.\"\n\nTahn entered briskly and strode to the opposite side of the table. His\neyes held a level, challenging look.\n\n\"Gliders say there are Grimnal coming up behind us along the coast.\nAbout--uh--two hours distant.\"\n\n\"How many?\"\n\n\"There are four firsts, five seconds, twelve frigates and some\ncorvettes.\"\n\nWard patiently tapped the table.\n\n\"How many corvettes?\"\n\n\"Twenty-three.\"\n\nWard was thoughtful for a moment.\n\n\"We still have them. But it still is not their whole force.\"\n\n\"We hit them?\"\n\nI'd better answer this one right, he told himself. They were now just\nbelow Pelo Break, about two hours from the Passage. There was about an\nhour of daylight left.\n\n\"After the sun dies,\" he said, avoiding the word \"wait,\" \"we will swing\nto meet this new force. If the wind holds straight and steady, we will\ncome across to them like sharks in the night.\"\n\n\"Sharks?\"\n\nWard grinned.\n\n\"A very savage deep sea fish of my world.\"\n\nTahn relaxed, and a twisted smile came over his narrow face.\n\n\"It will be a short fight,\" he said softly.\n\n\n                                  III\n\nAqua's sizzling sun was getting hazy as it settled behind lower Pelo\nHead, outlining the violent peaks like teeth in some savage jaw. Ward\nstood on the bridge of the first-liner, _Bad Weather_, and watched the\nfleet and the late returning gliders. He never failed to marvel at\nthese ships--sleek, sea-flying catamarans, steady, tall and wonderously\nbeautiful. Their twin hulls skimmed the seas with hardly a roll. Their\nspeed was something you had to feel to believe.\n\nHe watched the second-liner. _South Bird_, come around to catch her\nglider.\n\nBoth soaring upwind, they aimed for an intersection. As they drew\ncloser, two long booms with netting between were extended over the\nstern. Slowly they angled together. When it appeared that the glider\nwould crash the bridge it pulled up, stalled and fell softly into the\nnet.\n\nHe never failed to exhale a long breath after such a landing--catching,\nrather.\n\nLaunching was even more spectacular. The ship raced out on fast beam\nreach with its glider poised upwind on its two poles. Then a streaking\ncorvette hissed up under the stern, swung slightly upwind, caught the\nbraided stretch-line and actually yanked the glider aloft. Ward was\nquite sure it was something he never wanted to try.\n\nThe _Bad Weather_ was coming around now. He caught the white flash\nof her glider high downwind. Tahn came to stand by him, his quick,\ncat-like motions betraying his eagerness.\n\n\"They bring more news,\" he grinned. \"The Grimnal in Anda Bay is\nstarting to raise sail.\"\n\nWard frowned.\n\n\"They think to trap us between them. Perhaps they expect us to race\ninto the Passage after dark.\"\n\nTahn coughed his pleased cough.\n\n\"But our--uh--tactics, is it? They are to keep out of the Passage?\"\n\nWard smiled.\n\n\"For now. We fight them as two separate fights, not as one. We will\noverwhelm each in turn.\"\n\nTahn's cough was one of agreement.\n\n\"Yes,\" he breathed. \"Just as long as we fight.\"\n\nThey turned to watch the glider make its long floating approach. It had\ndumped its spoilers and was losing altitude, when it suddenly climbed\nimpossibly fast, spun completely around and exploded in a hundred\npieces.\n\n\n\nTahn leaped to the rail, stared, then keened the Kali howl of alarm.\nWard squinted downwind in puzzlement, then saw it--the seething, wild\nslice of a wind devil arcing toward the fleet.\n\nCurling, lashing, faster than any ship, it bore down on them in a track\nof boiling foam. Other ships took up the cry. Knives flashed as sheets\nwere cut and sails crashed down. Seamen ran aloft to furl the wild\ncloth. Some of the leading corvettes tried to turn and run out of the\nway, but the wind was too fast.\n\nA corvette suddenly lifted her bows, flipped over backwards and slammed\ndown like a thrown stone. A frigate lost her sails and masts in less\nthan two seconds. Another corvette rose sideways on one hull, spun and\nbroke in two. The wind shriek became deafening.\n\nAnother frigate lost its masts, lifted on its stern and fell back in\nan explosion of water. The first-liner, _Thunder_, lost its masts and\nrigging, put its bows down as if stepped on, spun a full ninety degrees\nand finally relaxed. A corvette went tumbling end over end into the\nside of a second liner, which immediately lost its masts and half its\nbridge. A corvette went streaking out of the fleet at blinding speed,\none hull hiked entirely out of the water, and disappeared in a wall of\nspray.\n\nIt was abruptly silent.\n\nThe foaming wind track left the fleet and slashed toward the open sea.\nWith a soft flutter, then a breeze, the westerly quietly resumed its\npush. The Kali appeared on deck again and slowly gazed about them. And\nthe fleet lay dead in the water.\n\nShips lay heading in all directions. Wreckage, lines and bits of sail\nlittered the water. A frigate lay listed hard over. Damage reports were\ncoming in to the _Bad Weather_: the _Thunder_ dismasted and leaking;\nanother first dismasted; one second leaking badly, perhaps going down;\nthree other seconds dismasted; one frigate sinking fast; two more\ndismasted and leaking; two more dismasted; six corvettes lost; four\ndismasted and damaged.\n\nTahn was grim as he scratched marks on a slate. Twenty-one ships out of\naction in less than a minute. Ward cursed and slammed the rail. Damned\nplanet! Damned Grimnal! Damned everything! Tahn coughed beside him.\n_And_ damned coughing!\n\n\"There is more news,\" Tahn said quietly. \"We just fished out a glider\nflyer who had returned from cruising Pelo Head.\"\n\nWard turned. There seemed to be a smile flickering on Tahn's swarthy\nface.\n\n\"He says there is a great Grimnal force coming into the Break from the\nnorth. Sixteen firsts, eighteen seconds and ten frigates. There are no\ncorvettes.\"\n\nWard's whole body seemed to tighten. Thanks to a damned wind the trap\nwas sprung.\n\n\"Can they come through the Break?\" he asked, more to stall for time\nthan gain information. Tahn coughed three times.\n\n\"It is a brave thing to do. Even for Kali it would be brave. It is bad\nwater in the Break. The wind goes up; the current comes down. It is\nslow, but it can be done.\"\n\n\"How slow?\"\n\n\n\nTahn tilted his head, stared at where the slice of the Break was barely\nvisible on the horizon, and shrugged, almost.\n\n\"Maybe--uh--two hours. Maybe more.\" He coughed. \"Maybe less.\"\n\nWard glared at the crippled ships.\n\n\"And they would try it at night?\"\n\nTahn coughed assent.\n\n\"There will be a good moon. I would try it.\"\n\nDamn. Forces from three sides that, united, would blow them right out\nof the water. They could meet any of them alone, but....\n\n\"If we could slip south,\" he pondered aloud, \"we could--\"\n\nTahn snarled, his face an unearthly mask in the dimming light. His\nbreath whistled between his teeth.\n\n\"You _polasti_!\" he hissed. Ward straightened and faced him. The Kali\naround froze in their tracks. _Polasti_ was the foulest word in their\nlanguage.\n\n\"Kali have died in this water just now,\" Tahn was barely able to manage\nhis voice. \"They are down there right now. We will not run and disgrace\nthem! We will stand here. We will put a wall of sails and guns around\nthis spot, and if we die it will be in honor. We will run no more. _We\nwill run no more!_\"\n\nHe was trembling when he finished, and Ward expected a knife to make\none final arc. It was impossible to try to explain. It was broken....\n\nThat thought crashed through as a knife never could.\n\nIt's over. The Grimnal will surround this pitiful fleet like a storm.\nIt's over; we've lost the fight, the war and the planet. And I've done\nit. It's my baby.\n\nThe thing seared him, roared through him, shook him--and touched a\nsecret place. A deep place where he stored his anger. All his past\nangers, big and little; covered stifled, caught and hidden. Old hurts,\nold dreams, old reproaches screamed and gibbered through him like a\nthousand ghosts and devils. They swamped the gentle man. They dragged\nhim down and gagged him. And something else took his place--something\nthat had never been allowed to stand before.\n\n\"You stupid bastards!\" he roared, wheeling to face them all. \"You\nGod-forsaken fools! A Grimnal baby is a greater fighter than your\nbravest man. Look what he has done to you. Look! Like blind animals\nyou have been led into a trap. You have been put in a cage of your own\nignorance. You call me _polasti_! I am the only one who can show you\nhow to win. The only thing you know is to bunch together and be killed\nlike animals at slaughter. You stand together in one tight group to\nmake it easy for him. You know how it will be? Look!\"\n\nHe sprang to the glass globe that held the magnetized needle, seized\nit and hurled it to the deck. It exploded like a small bomb. The Kali\nmoved back.\n\n\"That is what the Grimnal will do to you. Your bravery will be as that\nglass, nice to see--but look at it now!\"\n\nWater from the globe trickled slowly through the shattered glass. The\nchips winked red in the dying sun. Only the cry of the wind sounded\nthrough the ship. Ward forced his choking breath to an even rhythm.\n\n\"Now go die like the fools you are.\"\n\nHe left the quiet bridge and threaded his way to his cabin. Night was\ncoming softly to the Grimnal Sea.\n\n\n\nIt was dark in the cabin when the knock sounded. There was no answer,\nand it came again.\n\n\"Come,\" Ward said in a very tired, hollow voice.\n\nThe door swung open and someone entered. After a long moment, Tahn's\nvoice came softly in the dark.\n\n\"No one has ever spoken to the Kali like that.\"\n\nWard did not answer.\n\n\"It is a brave man that can do that. And bravery is something we\nunderstand.\" There was a silent moment. Tahn coughed. \"May I light the\nlamp?\"\n\nWard swung around in the chair.\n\n\"Certainly.\"\n\nFlint flicked on steel, a spark glowed, caught, and light wavered in\nthe cabin. The two faced each other, Ward sagged low in the chair, the\nKali by the lamp. Tahn coughed again.\n\n\"There is a way?\"\n\nWard let a moment pass.\n\n\"There is a way to try.\"\n\n\"Fighting?\"\n\n\"Yes, fighting.\"\n\nTahn paused the barest second.\n\n\"Tell me.\"\n\n\n                                  IV\n\nThe frigate, _Windsong_, skimmed downward like a low, lean cloud.\nBehind her, vague in the dim moonlight, followed four more frigates\nand the skating corvettes. Before her, like a gate to hell, gaped the\njagged mouth of Pelo Break. Ward leaned against the bridge rail beside\nResi, the scarred and battered captain of _Windsong_.\n\n\"Keep close to the eastern side,\" Ward said. \"In the shadow of the\ncliffs, out of the moonlight.\"\n\nResi spoke softly to the helmsman, and the _Windsong_ eased into\nthe shadow. Ward turned and watched the following ships as, one by\none, they slipped out of the moon and all but vanished. He swung\nback and squinted ahead. As far as he could see, high, broken cliffs\nreared straight from the water on both sides, angling together in the\ndistance. There Tahn had said, they stood a scant two hundred yards\napart, and the Break turned nearly sixty degrees to the west. That\nwas the narrows. Ward turned to Resi, wondering if the old Kali fully\nunderstood the plan.\n\n\"If we do not meet them before, we wait for them at the narrows.\"\n\nThere was no acknowledgement that he could tell. Not even a cough. He\ndoesn't like this, Ward thought. He relishes the fight coming, but not\nme. Despite Tahn's heated pep talk, I am a bad totem. But Tahn had\naccomplished one thing--an honor promise from each ship's captain to\nfollow orders. Ward knew they would, as long as everything went along\nwith fighting, but the moment something went wrong.\n\nHe remembered Tahn's bark of surprise as the plan unfolded. Then the\nargument, and his own firm stand that he command this force. For this\nwas the crucial contact. The Key. If this failed--it all failed.\n\nHe was sure that Tahn and the rest of the feverishly anxious Kali\nwould more than whip their end. They were outnumbered, but had an\noverwhelming firepower edge. For the hundredth time he reviewed the\nthing, looking for the fatal flaw.\n\nOne frigate for the crippled ships, which gave them quite a bit of\nfirepower right there. Two firsts, four seconds, five frigates (the\n_Storm Bird_ had gone down) and four corvettes. They were to make fast\nrepairs, jury rig, then stand by in the shadow at the mouth of Pelo\nBreak. If the Kali came back out--fine; they would all rejoin Tahn. If\nnot--and the Grimnal came--they were a last stand.\n\nTahn had the main force of sixteen firsts, seven seconds and thirteen\nfrigates. He was to intercept the Grimnal coming from behind. He would\nrun their fleet through, come about, rake them again and run out to\nsea. He was to hit them hard enough to stop them, then make them\nbelieve he was running away. After any pursuit was discouraged he was\nto come downwind and fly for Anda Passage.\n\nIf the timing was right, he would run right over the force from the\nbay, and with a little effort clear them off the water.\n\n\"Then,\" Ward had added with a half smile, \"you can shell the land guns\nin the Passage in your spare time. If the first Grimnal force comes\nlimping in you shouldn't have any trouble.\"\n\n\n\nNo, Tahn wouldn't have any trouble. In the Kali's present mood they\ncould probably do it with half their ships.\n\nBut hell would be open in the Break tonight. Five slim frigates and\nforty-two tiny corvettes against sixteen firsts, eighteen seconds and\nten frigates. Ship for ship; but what unbalanced firepower! Their\nadvantage would be surprise, if nothing slipped, and maneuverability\nwhere the Grimnal ships would have their hands full just keeping clear\nof the cliffs. And this was the fulcrum.\n\nA sudden flare from the maindeck.\n\n\"Cover that!\" Resi snapped. Then to Ward, \"They are cooking the liquor.\"\n\nWard nodded. Apparently Resi had a good idea of what was expected. That\nwas one good thing. The liquor, as they called it, was their explosive.\nA revolting, highly inflammable slime brewed of seaweed and fats. It\nwas prepared in port, but had to be brought to a firing temperature on\nboard. This was done by heating in large kettles and kept just below\nboiling. When a gun was to be fired, a certain measure of this soup was\npoured down the muzzle to a sizzling hot firing chamber, kept hot by a\ncovered charcoal packing and quickly sealed by a lava-stone ball. It\nwas the gunner's sense of timing then to know when the gun was ready,\nand slam the firing stud with a hammer. This slapped flint to steel\ninside the chamber--and wham.\n\nBut it was touchy. If the gunner swung too soon, nothing. If he waited\ntoo long, it fired itself. If the chamber was too cool, it would not\nfire at all; if too hot, it might go the second the ball was rammed.\nA very delicate operation. And in the midst of battle--with charcoal\nflying, hot shot coming in, glowing fires under the kettles and spilled\nhot liquor everywhere--it was hard to see what kept a ship from blowing\nthe whole battle apart. But that never happened. The liquor was easily\ndiluted with water, and they went into battle with special water crews\nsloshing down the decks. And the stuff was fast. In the Gola Island\nfight, with fairly hot guns, they were loading, aiming and firing in\nabout ten seconds.\n\nThe _Windsong_ eased along, the narrows loomed closer and Ward began\nto tighten. Any second he expected the double bows of a Grimnal\nfirst-liner to slide into sight, followed by another, and another, and\nanother....\n\nHe felt the urge to move about, to do anything as long as he was\nmoving. He noticed the Kali were the same. They were as restless as\nthe troubled waters of the Break--lunging, hissing, swirling, rocking\nup and down. They were constantly at the rail relieving themselves, or\nrattling the dipper at the water barrel. And he could see the glint of\ntheir eyes as they threw quick glances in his direction. He caught Resi\nwatching too, and moved away.\n\n\n\nThey didn't trust him. They were waiting for him to call it off. They\nexpected him to; probably wanting him to.\n\nHe suddenly found he was quivering like a captured bird. He gripped the\nrail hard with both hands to stop. But it wouldn't stop. It galloped\nthrough him, ran him down and trampled him. And in panic he saw what it\nwas.\n\nFear.\n\nNot simply the fear of failing. It was....\n\nGod! The reality of it! This wasn't like reading a book or writing a\nstory. This was going to be real shot and flame instead of words and\npaper. Real people were going to die, with their blood warm and sticky\nand horror in the eyes--and he wouldn't be able to glance away to\nponder it. It was going to roll from start to finish with the reality\nof Now and the surety of Death. It was going to flame as fights have\nflamed since something first snatched up a rock. And he was going to be\nright in the middle of it with these Kali, win or lose, live or die.\nAnd what was he doing here with these strange, alien Kali?\n\nHe raised his head and glanced around. Resi was standing by the\nhelmsman, talking with his deck lieutenant. Water splashed down on the\nmaindeck; the water crews at work. There was a breathless quiet over\nthe ship. He could see them standing like shadows, watching the curve\nof the narrows.\n\nThe Spartans must have stood like that at the Pass of Thermopylae!\n\nAnd the Athenians on the Plains of Marathon.\n\nAnd the Americans at Bastogne.\n\nAnd men anywhere, any time before a battle.\n\nA single, whispering line from an old poem sang through him:\n\n    _Into the Valley of Death rode the six hundred._\n\nThere was no alien here but himself.\n\n\n\nThe ominous walls of the narrows closed and filled the sky. Beyond the\ncurve, some two miles up, the Grimnal ships were slowly beating upwind.\nSuddenly, like a touch of fire to old ashes, he knew what he was doing\nhere. A long imprisoned breath escaped from him, and a great sigh\nseemed to come from the whole ship.\n\nResi turned. Ward could barely make out what must be a smile in that\nold Kali face.\n\n\"We made it, ho?\"\n\n\"Just barely, by God. Have the ships string out as planned, with the\nlead frigate in the tip of the shadow where the Break turns into the\nmoonlight. And be careful of noise. It will carry in here like a cannon\nshot.\"\n\nResi coughed and was gone like a cat.\n\nThe _Windsong_ fell dead in the water. The others whispered past like\nghosts. Voices called softly, and the small, shielded signal lights\nlicked from ship to ship. And the _Windsong_ was alone. Her bows swung\nout slightly to allow the foreguns a field of fire. Ward climbed\ndown from the bridge, strode the water-slick maindeck and gained the\nforedeck. The gun crews turned, glanced at him, then turned back. He\ncould not tell if they were smiling or not. So what. They would have\nplenty to smile at in a moment.\n\nThe lead first-liner was about a mile now and keeping well to their\nside. Ward squinted at the point of the shadow, but there was no light\nflickering there that he could see. Damn!\n\nThe Grimnal ship looked huge in the moonlight, and the Break behind\nit seemed filled with sails. It was nearly abreast of the shadow tip,\nstill holding to their side, and the tiniest flicker of light danced in\nthe shadow beside it. Ward grinned. David and Goliath.\n\nThe giant first-liner started its slow tum on the very edge of the\nshadow, drifting into the dark until only its sails held the moon. The\nsails came around, fluttered and filled. The silent hulls came into\nsight.\n\nWard let out a breath, echoed by Resi. The lead liner was well on its\nnew tack. The next was starting to edge into the shadows, and behind\nthat was another, and another, and another. Resi muffled a cough.\n\n\"You tell when?\" he whispered.\n\nWard nodded. \"I'll tell when.\"\n\nThe Grimnal rode closer, the crash of its bow waves sounding louder.\nShip after ship was coasting past the hidden frigate. Ward's excitement\ngrew to a pounding thing. They would be able to get them all in range.\n\nThe sails towered over them. A hundred yards. Almost abreast; just at\nthe narrowest point. Ward took a deep breath, and said quietly:\n\n\"Now.\"\n\n\n\nResi turned and hissed. Steaming liquor trickled down hungry cannon\nmouths. Lava balls were softly rammed home. Muzzles came down. Aimed.\nThe gunners tensed, raised their hammers--and swung.\n\nThe night came apart.\n\nA crashing roar racketed through the Break. The walls blasted back\nthe echo. The _Windsong_ rocked and trembled. Smoke boiled into the\nmoonlight and dimmed the Grimnal ship. And that was only a small sound.\nOver a mile of fire smashed from the shadow and for a quivering second,\nit seemed the world had exploded. Then came the thunder, and Ward\nflinched.\n\nWaterspouts climbed in the moonlight. Wreckage spun from the Grimnal\nships. Holes splintered in their sides. The _Windsong_ roared again;\nthe bobbing corvettes answered. And a deafening, mind dulling thunder\ncovered the break.\n\nAnd the Grimnal did not answer.\n\nThe lightning flared steady now from the Kali line. Resi climbed\nhalfway up the ratlines for a better look. And still the wounded giants\nhad not answered. Grimnal were running in all directions on their\ndecks. Resi let out a howl of sheer triumph.\n\n\"They do not have their liquor cooked!\" he cried, swinging to the deck.\n\"We have them with cold guns!\"\n\nThe Kali cheered, and the firing seemed to cease. Ward was shaking\nagain, but for a different reason.\n\n\"Hey, Resi,\" he bellowed. \"Let's get in there closer.\"\n\nSails snapped and the _Windsong_ came alive. She seemed to leap into\nthe moonlight. Then a corvette appeared beside her, and another, then\ntwo racing side by side into the smoke. And all the Kali were moving.\nThe _Windsong's_ men were laughing like children, and the water crews\nhad everything soaked halfway up the mainsails. What people! Ward\nlaughed, ducking another bucketful. Resi slid to a halt beside him.\n\n\"We fool them, ho? We fool them!\"\n\n\"Closer,\" Ward yelled. \"Under their guns!\"\n\n\"But they are not firing.\"\n\n\"Under their guns anyway,\" Ward laughed, and added to himself--away\nboarders! A few scattered shots were coming from the Grimnal, ripping\noverhead. Ward stood a little taller. The _Windsong_ came about, her\nstarboard bow nearly slashing the looming first-liner. Ward felt Resi's\nhand on his arm.\n\n\"It was really _you_ that fool them.\"\n\nWard grinned foolishly.\n\n\"But _we_ whip them, ho?\"\n\nWard wanted to answer, but it was the starboard guns' turn to speak.",
    "metadata": {
        "author": [
            "Wright, Gary"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/61371/pg61371.txt",
        "name": "captain_of_the_kali.json"
    }
}