{
    "name": "Cargo to Callisto",
    "author": [
        "Drexel, Jay B.",
        "Neal, Harry",
        "Lewis, D. B.",
        "Lewis, D.B.",
        "Bixby, Jerry",
        "Bixby, Drexel Jerome Lewis",
        "Bixby, Jerome",
        "Bixby, Jay Lewis"
    ],
    "body": "Sarah emerged from the surface of the Great Canal as sleek and brown\nas a seal. Laughing and sputtering, she jerked her head once over each\nround shoulder, parting her soaked hair and revealing her face.\n\n\"Try that once again!\" she flung at Joe.\n\nJoe Caradac ducked her again, and Kent shouted something from the bank\nthat wasn't quite audible over the squeals and splashes.\n\n\"What?\" Joe held his wife's head firmly between his knees. \"What'd you\nsay, Kent?\"\n\nHis Senior Intendant's grin widened as he cupped his hands over it to\nshout again:\n\n\"I said--you'll drown the poor thing!\"\n\nJoe grunted as Sarah cold-bloodedly located a nerve-center in his\nthigh and bit it. \"Not this thing--\" he released her and she bobbed up\nswearing in sand-coast Martian--\"they had to rope it out of a canal to\nteach it to walk!\"\n\nHe narrowed his grey eyes humorously and poised for the attack, but\nSarah had conceded and was swimming toward the bank. The setting sun\nstruck a series of glowing V's in her wake. Joe rubbed his tingling leg\nand followed. They reached the green slope at the same time and big\nKent handed them up with ease.\n\n\"Ray's watching the franks,\" he said, \"and I've been watching Ray and\nI think we'd better get up there or he won't be able to hold off much\nlonger. His inner man is showing through.\"\n\n\n\nThe pianist's dark, saturnine face peered at them over the fire as they\ncame up and he rose, wiping his hands carelessly on his sport tunic.\nHe had evidently gone into the canal-skimmer and changed out of his\nbathing suit.\n\n\"How do,\" he greeted dourly; \"the damned thing itched so I took it off.\"\n\n[illus2]\n\nJoe gave himself a last swipe with the towel and tossed it through\nthe open hatch of the skimmer. Sarah carried her towel into the boat\nand came out presently in a suede skirt and bolero, looking rubbed\ndown and delectable. Joe's wife was half Martian, and it showed in her\nlong, slender eyebrows and delicately cleft nose and chin. She looked\nworriedly at the three men busy with the frankfurters.\n\n\"There's something on the telaudio,\" she said. \"Come in and listen.\"\n\n\"What is it?\" Joe asked.\n\n\"Something about somebody escaping from Mars Detain.\"\n\nRay's humming stopped. He'd been practicing wrist octaves on a flat\nrock and his long hand hung motionless for a moment as if he were\nreaching for something. Kent set his frank across the top of his coffee\ncup--he was always careful about everything--and stood up.\n\nJoe looked at his wife, looked at her eyes. They were frightened.\n\n\"That's pretty near here, isn't it?\" Sarah said. She moved back to let\nthe three men into the boat. They grouped around the telaudio.\n\n\"I don't think there's anything to worry about,\" Kent said slowly.\n\"They're bound to catch the men--\"\n\n\"They aren't men.\"\n\nThe four listened.\n\n\"--ruthless _Aarnians_. This warning cannot be taken too seriously.\nDetain is doing everything in its power to recapture the four criminals\nbut, as is known, the _Aarnian_ psyche is able to leave its body at\nwill and inhabit the body of another entity, subjugating the mind of\nits host and contro--\"\n\n\"My God,\" Ray whispered, \"I've heard of those devils!\"\n\n\"--in all likelihood will seek to escape from Mars. To prevent this,\nall persons now holding tickets for interworld travel must submit to\nbeing psycho-screened before entering liners. No more tickets will be\nsold--\"\n\nSarah's eyes were wide and round. \"They'd have to leave their bodies\nbehind--here on Mars!\"\n\nBig Kent--because he was one of the Caradacs' oldest friends and could\ndo such things--put his arm around her shoulders and squeezed. She was\nshivering.\n\n\"--tenant Smith of Detain informs us that the _Aarnians_ are unable to\npronounce certain consonantal diphthongs such as jee and jay--even if\noccupying bodies that can normally pronounce such sounds. This is very\nimportant, as it may be an only possible means of identification, for\nthe _Aarnians_ will undoubtedly seek new bod--\"\n\nSarah switched off the telaudio, her brown face openly sick. She bit\nher lip and looked at each of the three men surrounding her.\n\n\"That gives me the shivers,\" she said. \"Let's go home.\"\n\nAfter that they didn't talk much. Under the red twilight, they packed\nup the pots and pans, leaving the unwanted food for the night-crawling\n_nolls_. They spent a lot of time looking over their shoulders as they\ndid this, although each tried to conceal it from the others. At last\nthe skimmer moved silently away from the bank and pointed its nose at\nthe distant haze that was Ofei, By the Great Canal.\n\n\n\nAt precisely seven o'clock the telaudio on the headboard of Joe's\nbed turned itself on. Sounds pricked the balloon of his disturbed\nslumber, tugged his mind out to wakefulness. He rolled over and sat up,\nlistening, rubbing his lanky legs.\n\nInstead of the usual symphonic music, he heard an urgent voice,\nobviously ad-libbing:\n\n\"--be very, _very_ careful. The criminals--the _Aarnians_--have still\nnot been found. All residents of Ofei and vicinity are warned--this\nwarning cannot be overemphasized--\"\n\nJoe reached out and clicked on the screen. The announcer's tunic was\nwrinkled, his sash was awry. He looked as if he'd been up all night.\n\n\"--are advised to stay within the city limi--\"\n\nJoe snapped off the telaudio and glanced over at Sarah's bed. She was\nsnoring delicately, one smooth arm pillowing her mass of blue-black\nhair. Better that she doesn't hear any more about that business, he\ndecided firmly.\n\nJoe liked the simple life. No servants, no flunkies, although he could\nhave afforded a dozen. Five sunshiny rooms on the Great Canal, with a\nnice view of Mars Memorial Park on the bank opposite. He robed himself\nagainst the early morning chill and headed for the kitchen. His head\nached faintly and, to judge by what little he could remember of it,\nhe'd had a dilly of a nightmare. Something about ... being chased, or\nsomething? Or smothered by a....\n\nEven as he stopped in his tracks to try to pin it down, the memory\nbroke, dissolved as if in flight. Frowning, he pushed through the\nkitchen door and crossed to the deep-freeze, slid it open and rummaged\nin it.\n\nThe nightmare wasn't important surely, but he mulled it over with\ninterest as he prepared breakfast, for Joe, being rather well adjusted,\ndreamed rarely, and then mostly about Iowa, back on Earth ... a\nlong-ago picture of a twelve-year-old boy, his first day in college;\nthe boy sitting under his shining Projector, surrounded by a group\nof thunderstruck Psychologists; the quick death of their initial\nskepticism, and in its place a growing wonder as it became evident\nthat, although a History spool was whirling in the scanner and the\nthought-helmet functioning to perfection, the boy's mind was receiving\nneither spoken text nor images....\n\n\"You don't feel anything?\" a Psychologist asked skeptically.\n\nJoe closed his eyes. There was a low, unmusical humming in his ears and\nthat was all. He tried to shake his head and couldn't, so he said: \"No,\nI don't.\"\n\n\"When was the World Federation formed?\"\n\n\"I don't know.\"\n\n\"Are you lying?\"\n\n\"No.\"\n\nOne of the other Psychologists standing nearby looked up from the\nlittle box he held in his hand and said that Joe wasn't lying.\n\nThe first Psychologist raised his eyebrows. \"We'll try another\nProjector.\"\n\nWhile Technicians dismantled Joe's Projector and examined it for shorts\nor haywire, the Psychologists had Joe sit down under all the other\nProjectors in 1stY-Cubicle 149. Then they tried 148 and 150.\n\n\"It's some kind of block,\" the first Psychologist said finally, looking\nprofound to cover up his tizzy. \"There's some kind of barrier in his\nmind.\"\n\nJoe Caradac clenched his fists. \"That's not true--I want to learn!\"\n\n\"Then you probably will, boy--\" the Psychologist sat down to fill in\nsome forms--\"but you'll have to go back three hundred years to do it.\nYou'll have to learn from books!\"\n\nThere the dream would simply end, for no fantasy of wish-fulfillment\ncould have exceeded in satisfaction Joe's actual conquest of this\nproblem. At eighteen he wore thick glasses--he preferred them to\ncontacts or artificial irises. At twenty he took tests contrived\nespecially for him by the members of Central Education assigned to his\ncase. He was awarded equivalence degrees in Business Administration,\nMetatomics and Interplanetary Law. His marks were the highest of the\nyear and Joe Caradac's name was briefly in the newsphones.\n\nHe started with the New Chicago offices of Mars Imports and Exports\nas a mercury. After six weeks of flying back and forth with memos he\ntraded his anti-gravs for a desk.\n\nAnd on June 32, 2401, the newly appointed Regional Buyer for M. I. and\nE. got married and was flown to Mars by a chartered spacer to take\ncommand of the regional office at Ofei, By the Great Canal....\n\n\n\nHe was putting the finishing touches on breakfast when he heard a groan\nand the sound of a stretch from the bedroom. When he turned around,\nSarah was standing in the doorway.\n\nJoe's sandy eyebrows went up. His wife was certainly not a modest\nwoman, but considering even that, this morning was an agreeable\nsurprise. Her eyes were still dull--he guessed that she'd worried about\nthose whatyoucallits after going to bed--but she was smiling broadly.\nJoe began to have visions of missing work for half a day. He smiled\nback at her and she laughed a little.\n\n\"_Hohn, Uarnl!_\" she said.\n\nJoe was thrusting halved oranges into the juicer. He turned off the\nmachine and grinned.\n\n\"You'll have to talk plainer than that, little monkey,\" he said. He\nheld out a glass of juice. \"Drink this--it'll wake you--up--\" The last\nword faded into an astonished silence.\n\nThen Joe said, \"Hey--come back!\" He set down the glass and went into\nthe bedroom.\n\nShe was lying on her bed, her face hidden. Joe dropped onto the edge of\nthe bed and put a tentative hand on her back.\n\n\"Hey now,\" he said softly, \"if that's the way you feel about it I'll\njuice up some grapefruit.\" He moved his hand down and spanked lightly.\n\"Hein?\"\n\nShe didn't look up. She had turned her head and was looking at the\ncorner of the room by Joe's bed.\n\n\"I do not feel well. Go away.\"\n\nJoe's face was immediately concerned. He bent over her, reached for a\nwrist. \"What's the matter, Sarah? Can I get you anything?\" The wrist\nhung limply in his hand.\n\n\"No. Go away.\"\n\nJoe straightened up and drew his eyebrows together in thought. Sarah\nwas usually tearful and pretty much of a leech when she wasn't feeling\nwell. Excessive commiserations and breakfast in bed were the rule at\nsuch times.\n\n\"Do you want me to get Doc Halprin?\"\n\nThe blue-black head shook from side to side.\n\n\"So what am I supposed to do, monkey? I hate to leave you this way.\"\n\n\"Go away.\"\n\n\"But can't I--\"\n\n\"Go away, damn you!\"\n\nJoe stood up abruptly. He clenched his fists and looked at his wife's\nstill form and gradually the anger dulled and left him. He had no\nright to be angry. Everybody got tempermental once in a while.\n\nBut this was the first time she had ever cursed him.\n\n\"O.K.,\" he said softly. \"I'll see you tonight.\"\n\n\n\nThe regional offices of Mars Imports and Exports sat upon a hill at\nthe end--or the beginning--of Ila Boulevard, depending upon which\nway you were going. It was twenty-five-hundred feet of silver and\nnative marble, and covered four city blocks, and Joe Caradac was top\nman--literally--since his office and personal staff took up the whole\ntwo-hundred and fifty-first floor.\n\nHis morning mail--about twelve letters weeded out of the daily\nthousands--was gotten out of the way with skill and dispatch. Grinning,\nhe propped his feet on the low, curving window sill and said: \"Miss\nKal--take an audiogram.\"\n\nMiss Kal used two of her arms to adjust pad and stylus, looking up\nexpectantly. Her other arms were busy transcribing a previously\ndictated letter into Venusian--her native tongue, although she spoke\nsixty-eight--and tugging at a humidified legging that had somehow\nworked down almost to the floor.\n\n\"My dearest, darling monkey--\" Joe began. Miss Kal looked up again in\namazement. Joe grinned at her and said, \"It's to my wife.\"\n\nMiss Kal nodded wisely and began to write.\n\n\"--I am sending this from my dark and dismal office,\" Joe went on. It\nwas a habit they had when anything went wrong at breakfast. Joe had\nfirst proposed by audiogram.\n\nHe casually watched a skimmer that was in danger of creating a honey of\na traffic jam down below. Didn't that schlemiel know his left from his\nright?\n\n\"--Where was I? Oh, yes--my dark and dismal office.\" Joe scratched a\ncigarette alight, blew a happy smoke ring. \"I hope that you are feeling\nmuch, _much_ better and that you will take luncheon with me in the\nPluto Room of the you-know-what Hotel--\" His mind went back to those\nhoneymoon days and he lost track of his dictation again. Another smoke\nring, a somewhat more thoughtful one.\n\n\"You-know-what Hotel--\" said Miss Kal phlegmatically.\n\n\"Yes--ah--just end it 'at one fifteen sharp, your everloving Joe.'\"\n\nThere was a knock on the door and Miss Kal set down her pad and stylus\nand started to get up. Joe was on his feet and around the desk in a\nsecond.\n\n\"Stay right where you are,\" he smiled; \"I need the exercise.\"\n\nMiss Kal smiled also and settled back into her specially built chair\nwith its temperature and humidity controls. A present from Mr. Caradac.\nHe was such a nice being to work for.\n\nJoe opened the door, and said, \"Oh, hullo, Kent. Since when are you\nknocking?\"\n\nBig Kent nodded formally to Miss Kal and winked at Joe. He said, \"Yoe,\nthere's something I'd like to talk over with you in private.\"\n\nWith a sigh, Miss Kal rose again and made her way through the other\ndoor into her little office. The door closed behind her.\n\nKent let out a long breath. He smiled at Joe and the smile turned into\na laugh that had an odd sound of triumph.\n\n\"_Hohn, Uarnl_,\" he said, and laughed again. \"_Ut sinna d'yonlwar?_\"\n\nJoe sat down behind his desk and looked at the big man. Hone you-arnel.\nWasn't that what Sarah had said--or something very much like it? He\nshook his head.\n\n\"You wanted to talk to me about something, Kent? What are you and Sarah\ncooking up with this gibberish?\"\n\nThe brilliant Martian sunlight--not as dim as had been anticipated in\nthe days before space travel--came through the ceiling-high windows,\nstruck little lights here and there from the bouquet of Venusian\nGlass-moss that Miss Kal tended so carefully. It slanted across Kent's\nbig face as he looked at Joe for a long moment, giving his left eye a\npale, shallow lustre and throwing the shadow of his jutting nose down\nover his mouth. He opened and closed his hands, and said:\n\n\"Nothing. It'll wait, I guess.\" His gaze wandered over the room and\nsettled on a corner that was empty save for a throw rug--a relic of\nCaradac's Iowa past. Kent's mouth tightened into a thin line. He stared\nat the corner.\n\n\"It'll wait--for a while,\" he said stiffly and opened the door and went\ninto the outer office. Bone-faced, he walked toward the transveyor belt.\n\n\"Mr. Kent--Mr. Kent!\" The big man's Mercurian secretary rose out of a\nchair near the door, his voice quacking from the speaker set into his\nfishbowl helmet.\n\n\"Yes?\"\n\n\"They tolt me that you hat gone to Mr. Caradac's office, sir. I've been\ntrying to finte you all morning, sir. A laty, sir, on the visiphone.\nShe has callt many times--many times--\"\n\n\"Thank you,\" Kent said tonelessly. \"I know who it is.\"\n\n\n\nJoe Caradac stared in astonishment at the door. First Sarah--now Kent.\nThis seemed to be the day for everybody to blast in orbits ... well,\nhell ... he shrugged his shoulders and called Miss Kal back out of her\noffice. She dropped into her chair with a sigh and they picked up the\nday's business from where it had fallen.\n\nSan-Vika of Saturn Enterprises was threatening all kinds of things if\nhe didn't receive his shipment of ato-rotors on the very next flight.\nJoe didn't waste much time with that. One of the many things that made\nhim a top executive was that he knew how to deal with phonies. He told\nSan-Vika--via spacephone--that he could go stick his heads in a waste\neliminator and push the button, and that if he wanted to get nasty, M.\nI. and E. had an army of lawyers hanging around just itching to get\ntheir teeth into last year's insurance double-deal.\n\n\"We let everybody get away with it--once!\" Joe told him and cut the\nsuddenly fawning image off the screen. M. I. and E.'s investigators, he\nthought absently, could certainly give the Sol Secret Service a run for\ntheir credits. Now that he had tactfully gotten San-Vika straightened\nout, he might as well release those ato-rotors to be shipped.\n\nAt twelve fifteen an audiogram came from Sarah. _I don't feel well\nenough to come. Love, S._ Well, at least it was an improvement in tone.\n\nAt one o'clock, Miss Kal went into her office to open the mysterious\nlittle package of lunch that she brought with her every day. Joe\nstretched out his legs on the window sill and looked at the traffic jam\nbelow. That driver had really done a fine job. There were three Patrol\nskimmers circling the mess, darting to and fro like angry wasps.\n\nHe didn't feel much like eating. Breakfast and supper were his big\nmeals--the habit was a long-standing one. However, he thought, this\nmorning's breakfast hadn't been much to rave about. Orange juice, some\nburned Pohl, some undercooked sand-hoppers.\n\nHe switched on the inter-office visiphone.\n\n\"I would save you the trouble,\" he said, when Miss Kal's face appeared,\n\"but they built this place so that all of my inside calls have to be\nrouted through your selective tentacles.\"\n\n\"The usual, Mr. Caradac?\"\n\n\"The usual.\"\n\nJoe was rather proud of the fact that everything in his division of\nM. I. and E. worked smoothly and efficiently--even the kitchens. In a\nlittle less than forty seconds a portion of his desk folded back and\nthe \"usual\" appeared on an elevator tray. A pot of light coffee and\nsome doughnuts with powdered brown sugar.\n\nJoe dunked the solid portion of his lunch and considered the morning's\npeculiar happenings. Apparently unrelated incidents that were related\nin part always intrigued him. There was usually a logical reason\nfor parallels. The trick, he thought, was to concentrate not on the\n\"coincidences\" themselves but to examine the circumstances under which\nthey occurred.\n\nSarah's illness--Kent's queer behavior. Not obviously connected.\nSeparately neurotic. Yet what was it Kent had said that had reminded\nhim of Sarah's strange greeting?\n\nHone you-arnel?\n\nThe two had played practical jokes on him before. He grinned. This was\nprobably one of their special five-day jobs, designed to make him into\na shattered wreck by Friday so Sarah could duck him on Saturday and get\nby with it.\n\nJoe repeated the syllables aloud, trying to make some sense out of them:\n\n\"Hone you-arnel.\"\n\n\n\nInstantly he was on his feet fighting, his lips raving silently. His\nbig chair tipped back and fell over to the floor.\n\nA furious, icily cold intrusion was being made upon his mind. He stood\nwith feet planted on either side of the overturned chair and threw the\nforce off but it came back again and again. The office was suddenly\noppressive and stifling, and the objects about him were small and\ncrystal clear, as if seen through the wrong end of a hand galaxiscope.\nThe churning, utterly loathsome invasion surged up like a wave roaring\nagainst a reef--and fell back and away in horrible desperation.\n\nFrom a million miles away he heard--or felt--a voice. It said:\n\"_Uarnl--yes, Uarnl!_\" and it said other things, raging things, that\nJoe could not understand.\n\nThen it was gone. As suddenly as it had come. The office regained its\nnormal perspective. The bright sunlight, reflected now from the tall\nbuildings across the Great Canal, erased the ragged, black hole out of\nhis consciousness.\n\nPainfully he righted the chair and sank into it. His lungs felt pressed\nin and stale, like the inside of a folded blanket. He took a deep\nbreath, shoved his wet palms hard at the top of the desk.\n\n_Uarnl._ The nightmare.\n\nIt came back to him as dreams rarely do: down to its last beastly\ndetail. A dream of fear and peril--a running dream--and not a dream,\nafter all. _Uarnl._ He looked at the corner of the room, at the\ncolorful throw rug. It lay there under the sun, brighter than it had\nbeen, as if a pane of glass had been lifted from it.\n\nAfter a while he got up and went to the door of Miss Kal's office. She\nlooked up vaguely, concealing a small, resigned lizard under her jacket.\n\n\"Miss Kal,\" Joe said blindly, \"do you have my morning papers?\"\n\nHe took the facsimiles back to his desk, walking slowly, afraid to\nget there and sit down and open them. The nightmare; the first aborted\nattempt. Sarah and Kent--approaching him separately--yet similarly.\nAllies. Each had been confident that during the night _Uarnl_--had--\n\nThere was nothing else on the front sheets but the names _Ih_, _Lof_,\n_Dir_, and _Uarnl_ and the story of their possessors' escape from Mars\nDetain. A power breakdown had weakened the energy barrier that kept\ntheir elusive minds, and hence their bodies, in confinement. By the\ntime armed replacements could be sent to the _Aarnians'_ isolated cell\nthe beings had vanished. The guards had been strangled. Energy barriers\nhad been set up at all space and canal ports. Other barriers had been\nformed into a hundred mile noose that was being carefully drawn in\ntoward Detain.\n\nJoe folded the last paper over the cruel three-eyed faces that seemed\nto mock him. He fumbled at the visiphone. Miss Kal was wiping her lips\ncheerfully.\n\n\"Miss Kal,\" Joe said, \"get me Mr. Reader in Shipping.\" He leaned his\nelbows wearily on the desk and waited until Reader's puritanical face\nappeared on the screen.\n\n\"Yeah, boss?\"\n\n\"Reader, has anyone consigned four large crates to go off-world\ntomorrow night?\"\n\n\"Yeah,\" Reader replied promptly; \"Mr. Kent. B-type mobile spacesuits.\nHad me alter the manifest this morn--\"\n\n\"Do you have the crates down there?\"\n\n\"Uh-uh. Mr. Kent said he'd skim them in sometime tomorrow. He was\ncoming up to get the switch O.K.'d by you. Why? Anything wrong?\"\n\nJoe opened the center drawer of his desk.\n\n\"No. Nothing's wrong. Listen carefully, Reader. I'm going to take care\nof those crates myself. If I'm--not in my office tomorrow you are _not_\nto load them on-ship! No matter what Mr. Ke--_anyone_ says or does! If\nthe crates come in refrigerate them and call the Patrol and send the\nname of the addressee to Detain immediately!\"\n\nReader came as near as he ever had to looking surprised. Nothing\nwrong? His right eyebrow shot up several millimeters. Joe added, \"Keep\nthis in your cheek and there'll be double credits for you pay-day.\"\n\nReader nodded. \"Yeah, boss. Don't I always?\"\n\nJoe took his atom pistol out of the drawer, handling it with unfamiliar\nfingers. It had been a long time since those target shooting days in\nIowa. He checked the gun quickly, reloaded it with fresh pellets.\n\nHe had left the visiphone on, and when Reader had broken his\nconnection, the interior of Miss Kal's office and the surprised face of\nthat eavesdropper had automatically returned. She stared at the atom\npistol.\n\n\"Miss Kal,\" Joe said softly. \"Get me a canal-cab.\"\n\n\n\nThe bodies were lying in a row beneath an overhanging ledge of\nsandstone. They had burrowed deep into a miniature jungle of thick\nleaved canal weeds, and it had taken him a long time to find them. The\ngleam of four shiny new B-type spacesuits, less carefully concealed,\nhad finally ended the search. Kent and Ray had been busy this morning.\n\nStanding where he was, Joe could look down the green and red dotted\nslope and see the ashes of the picnic fire, the scatterings of food\nthat the night-crawling _nolls_ had found unpalatable. And, blown by\nMars' occasional winds--or taken by alien hands--to a spot only a few\nfeet from where it had been thrown away, was the scrap of paper with\nhis letterhead on it. The paper that he and Kent had marked up during\ntheir discussion of tomorrow night's flight to _Aarn_, Callisto.\n\n_If they didn't actually hear us talking_, Joe thought, _it was that\npaper that started the whole thing._\n\nHe said loudly: \"Are you here, _Uarnl_? You thought it was perfect,\ndidn't you? You thought you could repossess your bodies as the liner\nwent off-world. Well, look at this!\"\n\nWith executival thoroughness, he blasted the four bodies into cinders.\n\n\n\nSarah came out of the kitchen as Joe opened the canal door and let\nhimself in. He turned and paid the cabby and the skimmer moved off.\n\n\"Hello, darling,\" she said, and tugged at his arm. \"I've got a swell\nsupper fixed!\"\n\nJoe smiled at her as he shrugged out of his tunic. He flung it casually\nover her favorite potted _Zinhaeat_. She didn't grab it off. _I should\nhave been a detective_, he thought. He followed her into the kitchen.\n\n\"Anything interesting happen today?\" Sarah began to arrange the table,\nmoving things here and there fussily. She looked at Joe from the corner\nof her eye. \"That's about how you like it, isn't it?\" she asked.\n\nJoe said, \"That's fine.\" He ground out his cigarette on a clean plate.\nSarah would have taken his head off if he had ever done that.\n\n\"No,\" he went on, \"nothing happened. Same old stuff.\"\n\nThey sat down to eat. Joe tasted his soup. It was rotten. He wondered\nif they cooked like that all over Callisto, or only in _Aarn_.\n\n\"Is it all right, darling?\" Sarah was looking at him brightly, her\nfingers twined under her chin with the left pinkie extended, her head\ncocked to one side. It was all so cute that it made Joe sick. He\ndecided that if the showdown were put off much longer he'd never be\nable to stand the sight of her again.\n\n\"You haven't called me 'darling' since our days of stardust and\nchivalry,\" he said. \"Call me Joe.\"\n\n\"What?\"\n\n\"I said--call--me--Joe.\"\n\nSarah pushed her plate away. Her brown eyes were muddy.\n\n\"I wasn't hungry anyway,\" she said coldly.\n\nBig Kent and Ray came through the door that led into the living room.\nKent leaned against the wall and folded his massive arms. He grinned\nmockingly at Joe. \"We never give up,\" he said. Ray stared nervously and\nwet his lips.\n\nJoe shoved back his chair inch by inch.\n\n\"_Uarnl's_ dead,\" he said. \"He blundered things in my office and got\nscared and tried to get off-world in a passenger. The Patrol blasted\nhim.\"\n\nSarah rose calmly and looked at Ray and Kent. Their faces were stony.\nShe said: \"_Lof--Dir_--I think the four of us together can break down\nhis resistance to Occupancy.\" Her eyes traveled to an empty corner of\nthe kitchen. \"Are you ready, _Uarnl_?\"\n\nShe faced Joe again, a sly smile on her lips.\n\n\"_Uarnl_ wasn't killed, Yoe--atomics don't kill us. The passenyer was.\"\n\nJoe wasn't surprised when she floated away from the chair and toward\nhim, her slippers hardly seeming to touch the floor. He'd been\nexpecting to be attacked.\n\nBut what almost broke him into little pieces was her third eye--the\none that blinked open in the middle of her forehead, brushing aside a\nbrittle shell of skin and glaring at him with its wide, unhuman hunger.\nThen, for one terrible second, his brain felt packed in ice; the room\nwas grotesque, filled with alien contrivances. The only sensible thing\nin it was _Ih's_ warm, familiar third eye.\n\nWith all his melting strength, Joe thought, \"_I destroyed the bodies!_\"\nand the whole scene dangled unmoving before him, the weird, distant\nsetting for the climax of a play, as he heard his own voice in a\nwrenching groan:\n\n\"Our bodies--destroyed!\"\n\nAppalling misery and hatred for _himself_ rocked Joe's brain. Then\n_Uarnl_ recoiled, as the _Aarnians'_ rapport was broken.\n\nJoe cried chokingly, \"Lieutenant--Lieutenant Smith!\"\n\nThe canal door burst open and Lieutenant Smith of Mars Detain, who\nhad been hugging the narrow metal landing ledge, came in like the\nproverbial tornado. What he'd heard had more than convinced him. The\ndeadly little sphere in his hands started to make sharp spitting sounds.\n\nSarah and Kent and Ray and the invisible _Uarnl_ screamed. All\ntogether, in a dissonance of agony and fear and death.\n\n\n\nThen, three of them stood loosely, in puzzled silence.\n\nBig Kent brushed a hand across his eyes. \"Ray,\" he muttered, \"what in\nhell were you yelling about?\"\n\nRay looked at him and sank into the nearest chair.\n\n\"Yelling?\" he said bewilderedly. His fingers began to unconsciously\nperform on the chair arm. \"I don't know. Was I yelling?\"\n\nSarah was in Joe's arms, her blue-black hair sending its aching\nfragrance into his nostrils. \"Joe,\" she whispered, \"Joe, what happened?\"\n\nHe tipped back her head, ran a finger over her smooth, brown forehead.\nHypnosis--to paralyze and freeze him, to weaken him. He drew her face\nagainst his shoulder again.\n\nWhat _had_ happened? What would those Psychologists back in Iowa say\nif this story ever reached their ears? _The barrier?--the \"some sort\nof block\" in my mind, my freakish mind, that keeps out Projectors--and\nAarnians?_\n\n\"Kent,\" he said, \"fix us all some drinks. Lieutenant Smith's got a\nstory to tell us--about that picnic.\"",
    "metadata": {
        "author": [
            "Drexel, Jay B.",
            "Neal, Harry",
            "Lewis, D. B.",
            "Lewis, D.B.",
            "Bixby, Jerry",
            "Bixby, Drexel Jerome Lewis",
            "Bixby, Jerome",
            "Bixby, Jay Lewis"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/64632/pg64632.txt",
        "name": "cargo_to_callisto.json"
    }
}