{
    "name": "Cathay",
    "author": [
        "Pound, Ezra",
        "Li, Po",
        "李白",
        "Atheling, William",
        "Pound, Ezra Loomis",
        "Li, Bai",
        "Rihaku"
    ],
    "body": "[1] I.e., we have been warring from one end of the empire to\nthe other, now east, now west, on each border.\n\n\n       *       *       *       *       *\n\n    I have not come to the end of Ernest Fenollosa's notes by a\n    long way, nor is it entirely perplexity that causes me to\n    cease from translation. True, I can find little to add to\n    one line out of a certain poem :\n\n    \"You know well where it was that I walked\n    When you had left me.\"\n\n    In another I find a perfect speech in a literality which\n    will be to many most unacceptable. The couplet is as follows:\n\n    \"Drawing sword, cut into water, water again flow:\n    Raise cup, quench sorrow, sorrow again sorry.\"\n\n    There are also other poems, notably the \"Five colour\n    Screen,\" in which Professor Fenollosa was, as an art critic,\n    especially interested, and Rihaku's sort of Ars Poetica,\n    which might be given with diffidence to an audience of good\n    will. But if I give them, with the necessary breaks for\n    explanation, and a tedium of notes, it is quite certain that\n    the personal hatred in which I am held by many, and the\n    _invidia_ which is directed against me because I have dared\n    openly to declare my belief in certain young artists, will\n    be brought to bear first on the flaws of such translation,\n    and will then be merged into depreciation of the whole book\n    of translations. Therefore I give only these unquestionable\n    poems.\n\n                                                        E. P.",
    "metadata": {
        "author": [
            "Pound, Ezra",
            "Li, Po",
            "李白",
            "Atheling, William",
            "Pound, Ezra Loomis",
            "Li, Bai",
            "Rihaku"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/50155/pg50155.txt",
        "name": "cathay.json"
    }
}