{
    "name": "Characters from Life; Or, Moral Hints. In Verse",
    "author": [
        "Parkerson, James"
    ],
    "body": "                      [Picture: Decorative divider]\n\n                 WALKER, PRINTER, NEAR THE DUKE'S PALACE.\n\n\n\n\nADMONITIONS\nTO THE\nDISSIPATED.\n\n\n                      [Picture: Decorative divider]\n\n   Excess to mankind oft'times brings,\n   Remorse with all its bitter stings;\n   When cares oppress us in this life.\n   At times we drink to banish strife;\n   But when its feeble aid is o'er,\n   We are more wretched then before.\n   Oft poverty the man disgrace,\n   And shows a drunkard in his face;\n   Suppose he is a man of wealth,\n   Excess of liquor injures health;\n   Not only health but sad to name,\n   Such characters the sober blame.\n   The artful villain tries his skill,\n   When Bacchus gains us to his will;\n   At such unguarded times disclose,\n   What makes our valued friends our foes;\n   And many an injured wife declares\n   That Bacchus cause her many tears.\n   The husband oft to harlots stray,\n   Whene'er he bears a sovereign's sway;\n   And by his aid the thoughtless youth,\n   Is led from virtues paths and truth:\n   Oh gentle youth the harlot's smile,\n   Is given only to beguile;\n   Their conversation so impure,\n   That men of sense them can't endure;\n   Be chaste in every thought I pray,\n   Sweet modesty will gain the day;\n   Bacchus with her can not contend,\n   She is to every youth a friend.\n   Oft do I see a good man's son,\n   By harlots ruined and undone;\n   A tipling farmer oft complain,\n   Much is too low the price of grain;\n   He must acknowledge oft he meet,\n   His wealthy landlord in the street;\n   On Saturdays his landlord roam,\n   A few miles from his gaudy home;\n   To this tho' ancient pretty city,\n   To see a play denoted pretty:\n   Oft in the boxes folks call green,\n   The tenant with his wife is seen;\n   His spending money in that way,\n   Good sense and learning then display;\n   When farmers hurt themselves is clear,\n   Is riding home and drunk appear.\n   Driving their horses at a rate,\n   As plain foretell they staid too late;\n   The gig turn'd o'er an arm is broke,\n   Don't this his landlord much provoke.\n   Some neighbour who may want his farm,\n   Take care the village to alarm;\n   Informs his neighbours he can't pay\n   His tithe till sold both corn and hay;\n   And to his landlord slyly state,\n   That ruin'd soon must be his fate;\n   His neighbour was in liquor found,\n   Senseless and bleeding on the ground;\n   On going home he drove so fast,\n   As if each minute was his last;\n   He'd broke his gig and spoilt his mare,\n   This Sir is true I do declare;\n   What I now state to others name,\n   And they will tell you just the same;\n   Sir cried the landlord in a pat,\n   He knows not what he would be at;\n   Quickly his mind I will alarm,\n   For I will turn him out his farm;\n   To me he's tenant but at will,\n   Soon soon he'll be on Castle-Hill;\n   I instant will the sot distress,\n   And others will him sharply press;\n   Sir cries his neighbour should that be,\n   I hope you'll give me liberty;\n   To offer you a great deal more,\n   Then ere you let his farm before;\n   I have two bondsmen at my call,\n   One lives you know at such a hall;\n   The other friend is Banker Steady,\n   They both to serve me Sir are ready!\n   Sir cries the landlord you keep sober,\n   And only drink your own October;\n   I'll promise what you've ask'd of me,\n   And you my tenant soon shall be;\n   I'll send the bailiffs on his place,\n   And that will bring him to disgrace;\n   The slanderer says pray sir don't state,\n   What I to you this day relate;\n   No says the landlord, I'll not say,\n   What you have told me on this day;\n   This slanderer I do know well,\n   And only do the truth now tell;\n   Most farmers whose estates are large,\n   Their public duty well discharge;\n   They live on such a handsome plan,\n   As note and mark them gentlemen;\n   I do protest it is great pity,\n   Some drink so hard when in this city;\n   As when rattling o'er the stones,\n   They break a poor old woman's bones;\n   Or by his trotting horse knock'd down,\n   Before he leaves a market town;\n   I do but state what many view,\n   And Norwich surgeons know its true.\n   Good farmers I do much esteem,\n   And therefore make them oft my theme;\n   May every farmer when he dine,\n   Have means to drink a pint of wine.\n\n\n\n\nON VIEWING THE\nCATTLE MARKET\nON THE\nCASTLE HILL.\n\n\n   The wealthy farmer with a rosy hue,\n   Weekly attends the hardy scot to view;\n   The pretty homebred soon his eye detain,\n   Views and admires, then chat in lively strain;\n   Of natures produce till his business call\n   Him from such pleasing sights to pace the hall;\n   Soon as he sees his merchant at his stand,\n   He shows the produce of his fertile land;\n   I'll give you such a price the merchant say,\n   A higher bidder you'll not find this day.\n   But ere the farmer quits the hill he view,\n   All other stock to find out something new;\n   A thought then strikes him as the season's fine,\n   I'll buy a few score sheep before I dine;\n   Into the pens he hies, the bargain struck,\n   The jobber takes his cash, wish him good luck.\n   Prehaps his steed don't travel to his mind,\n   Looks at the nags, and do a good one find;\n   The price he thinks too high, but not refrain,\n   Making another bid the horse to gain;\n   The dealer tempted by the offer say,\n   Sir I'll comply don't hurry so away;\n   Lets take a glass of wine to wish success\n   To your new purchase--hard the farmer press,\n   The nag is taken from the stand with glee;\n   Another takes his place with broken knee,\n   The buyer says what have you standing here?\n   A damaged one a tumbling one I fear;\n   Sir cries the dealer as your land is light,\n   Take him for plough he's pretty to the sight;\n   No it can't be, you must be in a joke,\n   Sure I can't see, or else his knees are broke;\n   But Sir the price I ask will claim a bid,\n   I have so many that I want to rid;\n   Ten guineas for him Sir to you I'll take,\n   A useful one to you I'm sure he'll make:\n   The farmer cries before I quit the ground,\n   I'll make an offer which is Sir ten pound;\n   It is accepted--and away goes nag,\n   The wealthy farmer draws the canvas bag.\n   Now to the tavern blithsome they repair,\n   Take wine and wish that liquor wan't so dear;\n   Looks at his watch, then loud the buyer cry,\n   Its half past one, I to the hall must hie!\n   Sell as much corn as shall be in my power,\n   I'm much afraid the markets will be lower.\n   I've sold he cried my wheat and barley well,\n   I wish I could my oats and horse beans sell;\n   Straight to his merchant 'gain the farmer hop,\n   Fearful next market day all things will drop;\n   The cautious merchant on his skill rely,\n   And thinks Mark-Lane will have a small supply;\n   Contrary winds will keep the vessels back,\n   And in his purchase he will not be slack.\n   Only one thought now harass much his brain,\n   He fears to Banker's shop to go again;\n   Least he should meet rebuke and irksome scorn,\n   On casting up he found he'd overdrawn\n   A running mortgage please the banker's mind,\n   Gains it and to the merchant is more kind;\n   But disappointment all his efforts blast,\n   A large supply is usher'd in at last;\n   Mark-Lane is full and markets now decline,\n   A large supply and weather very fine;\n   The malsters leaving off they'll wet no more,\n   And only clear what is upon the floor;\n   Merchants there are now dwelling in this place,\n   That often routs their handsome houses grace;\n   Gigs very fine a livery servant too,\n   Is always kept to hide what's known by few;\n   That his expences far exceeds his gain,\n   And that the banker mortgages retain;\n   On each estate the gaudy thing has bought,\n   And that in real wealth not worth a groat.\n   Still he goes on till on a sudden stray,\n   Away awhile and cant the farmer pay;\n   Flies to his factor in the time of need,\n   For an advance but do not there succeed.\n   Some characters like those I do know well,\n   They can't last long they cut so great a swell;\n   Oft do we see a very handsome coach,\n   A merchant sport, and meriting reproach;\n   Because full well he knows his books must show,\n   His ranting on has brought him very low;\n   When that's the case too often others find,\n   A gig or coach is kept the eye to blind;\n   To every honest man I wish success,\n   And may misfortune never on them press.\n\n\n\n\nTHE LION\nAND THE\n_ORANGE GROVE_.\n\n\n   Three Jackalls were a prawling sent\n   It is supposed with ill intent,\n      At least to make a prey:\n   On any thing they saw was good;\n   So dashing furious in a wood,\n      They seiz'd without delay,\n\n   An Orange Tree well hung with fruit,\n   It apt the Lion's taste to suit,\n      By Jackalls forced away.\n   The owner of the tree declares,\n   He'll strip the Lion of his ears,\n      Or make him sharply pay.\n\n   So to it furiously they went,\n   He'll make the Lion soon repent,\n      For seizing others store.\n   He crav'd for mercy night and day;\n   The Owner of the fruit won't stay!\n      But will him sadly gore.\n\n   Sharp pains ran down his aching side,\n   The Lion on his knees loud cried,\n      I will do so no more.\n   The orange man declar'd with glee,\n   Your minion sha'nt have liberty\n      To enter here no more.\n\n   Ne'er shall you have the power to take\n   My fruit away for hunger sake,\n      But I will have a change;\n   My tale of woe none can deny,\n   You know your master dwells on high,\n      He soon will stop your range.\n\n   He wears a fur more grand to view,\n   And is more merciful than you,\n      Your arrogance he'll stop;\n   He'll quickly with a little chain,\n   Your nightly prowlings soon restrain;\n      And your ambition lop.\n\n   He was allowed no more to stray,\n   With hungry Jackalls night or day;\n      Where Orange trees are seen.\n   It serv'd him right to stop his power,\n   Or he would each succeeding hour,\n      Pluck Oranges too green.\n\n   Besides there is a law that's known,\n   We should take nothing but our own,\n      From either beast or man.\n   Tho' power is given to us here,\n   We should the little lambs revere,\n      And serve them if we can.\n\n   I hope this will a warning prove,\n   To other Lions in the grove,\n      Who may hereafter stray:\n   By power or order to a place,\n   And not incur the like disgrace,\n      We witness'd t'other day.\n\n   The low bred minions seek to bind,\n   The smaller ones of gentler kind,\n      But in this happy Isle;\n   A savage beast is laid aside,\n   For every Reptile to deride,\n      Or hourly to revile.\n\n\n\n\nTHE CONVICT'S FAREWELL.\n\n\n                      [Picture: Decorative divider]\n\n   Farewell ye partner of my woes, farewell!\n   The finest language could but faintly tell,\n   What I now feel in writing this adieu,\n   What you must suffer when I'm far from you.\n   There was a time when happiness my lot,\n   I liv'd serenely in my little cot;\n   No wicked thoughts did then disturb my rest,\n   My children round me, by a father prest;\n   No father now, methinks I hear them say,\n   He's gone from us, he's hurried far away.\n   Nightly I've view'd them in my flurri'd dreams,\n   Seen their wet eyes and heard their dreadful screams;\n   Methought my wife came to my lonely cell,\n   To say adieu, to bid a long farewell;\n   Soon I awoke and to increase my pains,\n   I felt my legs encompass'd round with chains;\n   Then, then I cried oh drunkenness thou cause,\n   Of this distress, and made me break those laws\n   That wise men made for every man to keep,\n   By them deluded, plung'd in crimes so deep.\n   First step to ruin was a love of dice,\n   With cards the great promoter of our vice;\n   I wish those men who do with such things play,\n   Would ever cast them from their hands away;\n   I wish all Magistrates would search around,\n   And punish Publicans where they are found:\n   They caused me first my Master to neglect,\n   And after lost me honest men's respect;\n   They also led me from a virtuous wife,\n   And mostly caused me sad disgrace and strife.\n   View Public Houses, every wealthy Squire,\n   And force by ten, the spendthrift to retire;\n   By such a plan, the labouring poor would rise,\n   Soon as the Sun adorns the heavenly skies:\n   I've stated what have brought me to this end,\n   And what has lost me every earthly friend;\n   Except a wife--oh God protect and bless,\n   Her and our offspring now in great distress.\n   Young men be cautious how ye spend your time,\n   A bad acquaintance hurries on a crime;\n   Sometimes an artful female tries her power,\n   To trap the giddy in a thoughtless hour;\n   When she has work'd the captive to her will,\n   She gladly sees you taking sorrow's pill;\n   Cause you to leave a virtuous homely wife,\n   And lead a sad disgraceful wicked life;\n   Allur'd by art she'll bring you to distress,\n   And like a Millwood to you falsely press;\n   Then be the first your actions to betray,\n   A fiend like such caused me to go astray\n   From them I love, from those my heart hold dear,\n   And shall till death their memories revere;\n   When I am clos'd in transport on the sea,\n   Doubtless my love you'll sometimes sigh for me.\n   Bring up my little ones in such a way,\n   As they will holy keep the sabbath-day;\n   Early in life do in their minds reveal,\n   The dreadful crimes to swear, to lie, or steal.\n   Hannah my eldest daughter place her where,\n   She's constant under virtue's eye and care;\n   Let her not learn the weaving trade, you'll find,\n   That such a course may injure much her mind;\n   Females are ready to acquire that art,\n   Soon as they wish fair virtue to depart;\n   Unwilling oft in service for to be,\n   Where they can't dress and have their liberty;\n   But if with parents they can work at home,\n   Nightly they hope with idle folks to roam:\n   At my late sentence I can not complain,\n   Altho' the law my body do detain;\n   Justice tho' slow has overtaken me,\n   Abroad for life, I shall be kept from thee;\n   On a just God for ever I will trust,\n   I know his will is always right and just.\n   Tis now too late again to speak to you,\n   Which is the cause of writing this adieu.\n   No partner now to sooth my aching heart,\n   Reflection galls me, at myself I start,\n   With aching heart and in my lonely cell,\n   I bid my babes and you--a long farewell.\n   Methinks I see the transport full in view,\n   And I with horror meet the harden'd crew;\n   Full well I know I ne'er shall see you more,\n   Nor plant a foot-step on my native shore;\n   On foreign land I'm doom'd my days to toil,\n   And with vile wretches cultivate the soil.\n   Stripes I must bear perhaps when quite unwell,\n   And hear the convicts' melancholy yell;\n   A pang I feel when e'er I close the night,\n   And wish a virtuous wife was in my sight:\n   England adieu, may you in trade increase,\n   And free from inward tumults rest in peace.\n   Our chaplain well I know, will soon impart,\n   His friendly aid to cheer the drooping heart;\n   I hope my children he will learn to read,\n   And teach them early to peruse the creed:\n   The bell is rung, the waggon is in view,\n   Wife and dear children now, adieu! adieu!\n   At thoughts of leaving this my native shore,\n   Unmans me quite and I can say no more;\n   I will thro' life, a better course pursue,\n   Tho' far away still leave my heart with you.\n\n\n\n\n_ADVICE_, &c.\n\n\n   Vile man, abstain from every artful plan,\n   When found out disgrace the name of man;\n   Let those who steal, repent and sin no more,\n   Ere Law decrees, it's vengeance on them pour;\n   From trifling things, we greater ills pursue,\n   Till the Law's fangs are brought within our view;\n   Stop, stop bad courses, ere it be too late,\n   And justice dooms you to a culprit's fate.\n   Riots avoid, tho' mischief none you do,\n   Your being at them, brings a stain on you;\n   Those who look on, will afterwards repent,\n   And share alike in point of punishment:\n   The Law expressly properly declare,\n   He adds to tumult, that is present there;\n   Take my advice, let reason bear her sway,\n   From scenes of discord, always keep away;\n   You'd think it hard, a worthless savage crew,\n   Should gain by plunder, all your goods from you:\n   The worst of men are foremost on a plan,\n   To gain by rapine every way they can;\n   Do you suppose, that wasting others store,\n   Can ease the hardships of the labouring poor;\n   No such a course, our present ills increase,\n   And robs the Nation of its inward peace.\n   From late example, all are taught to know,\n   Dreadful his fate, that strikes confusion's blow;\n   Then let us quiet at our cots remain,\n   And better times will cheer us once again.\n   All means are trying comforts to restore,\n   To ease the hardships of the labouring poor;\n   Think what distress awaits dishonest ways,\n   Immured in prison many wretched days;\n   Not only days, perhaps they shed their tears,\n   In Foreign Lands for many dismal years;\n   Not only years perhaps are doom'd for life,\n   Abroad to roam, from children, home and wife:\n   Should it your lot in prison for to be,\n   Implore with fervent prayer the Deity;\n   Who will in time if you sincerely pray,\n   Lessen your troubles each succeeding day:\n   It's thro' our Saviour's aid that we should crave,\n   A gracious pardon ere we meet the grave;\n   His intercession with the King of Kings,\n   Alone can save you from eternal stings.\n   When at the court, for trial you appear,\n   Speak nought but truth, you better for it fare;\n   For should you dare to introduce a lie,\n   Justice's sharp eye each falsehood will descry:\n   I've known a perjur'd witness brought to swear,\n   The guilty felon, of his crime is clear:\n   Dismay'd, confus'd, he feels alas! too late,\n   Such impious conduct greatly aggravate;\n   Besides he answers at the awful day,\n   For causing others from the truth to stray.\n   Whatever happens in this vale of tears,\n   Our Maker knows, give him your fervent prayers:\n   Let your demeanor if in prison be,\n   Such as the jailor can contrition see;\n   For his report may mitigate your doom,\n   And sometimes save you from a prison's gloom.\n   Religious Books if you can read attend,\n   They are in solitude the pris'ner's friend;\n   When at the Chapel, do not cast away,\n   By inattention what the Chaplain say:\n   It's pure Religion cheers each good man's heart,\n   And will in time its blessings soon impart;\n   Such as perhaps you never knew before,\n   And doubtless will your peace of mind restore.\n   The Bible read when in your dismal cell,\n   Read it attentive, ere you bid farewell;\n   To him who may companion with you be;\n   Your soul that night may be required of thee.\n      A scene I witnessed, and not long time since,\n   Would stop the errors of an hardened prince;\n   Three men were sentenc'd by the law to die,\n   To hear them mourn, to see the drooping eye;\n   Would cause sensations of a painful kind,\n   While anxious cares oppress the tortur'd mind.\n   A pious Chaplain strove, to bring in view,\n   The proffer'd pardon if repentants true.\n   He said that God was merciful and just,\n   To implore forgiveness, on his word to trust;\n   There is a record where the scripture say,\n   Those that repent he will not cast away;\n   A sigh or tear cannot that boon impart,\n   It must be fervent from the head and heart:\n   Thro' Jesus' aid vile sinners doth he save,\n   If true repentants, ere they meet the grave.\n   Each wish'd they could recal, the time that's past,\n   And they would live as if each day the last:\n   Just before death, they pray'd me to implore,\n   An erring mortal to transgress no more;\n   Hope their lov'd Chaplain might for ever be\n   When call'd on high, blessed to eternity;\n   They knew his worth his heart is of a kind,\n   That plants soft pity to a feeling mind;\n   Deeker as Chaplain, few can e'er excel,\n   Belov'd by all who bid the jail farewell.\n   When first I saw these wretched men in jail,\n   Before their trial did their fate bewail;\n   Soon as the sentence met each anxious ear,\n   Resign'd and true repentants did appear;\n   One and all cried out, oh that God how just!\n   To stop our sad career, on thee we'll trust;\n   One cause alone have made this sad distress,\n   Neglecting Lord's day and our drunkenness.\n\n\n\n\nAN ADDRESS\n_TO A MAN OF THE WORLD_.\n\n\n   Reflect ere death, call you away,\n   To answer at the awful day;\n   Your thousands cannot purchase life,\n   But as you waste it cause you strife.\n   Many a pang you've felt of late,\n   I must pronounce you vile ingrate;\n   By art you gain a Lady's smile,\n   Soon as acquired would her beguile;\n   Careless the pangs a husband feel,\n   To you I make this sad appeal;\n   Was you a married man what pain,\n   Was e'er a faithless friend to gain.\n   Your wife's affection from your view,\n   And bid each moral plan adieu;\n   This truth to you I'm sure is known,\n   Then scan such case as if your own:\n   Juries are often kind its true,\n   I'm sure they have been so to you.\n   There is a judge that dwells on high,\n   Will all the arts of man descry:\n   Admit you didn't your game obtain,\n   Did you from wicked thoughts abstain?\n   While ranging o'er the shady grove,\n   Doubtless you thought of nought but love;\n   The prying eye of searching man,\n   Foil'd in its bud your artful plan.\n   The education of this age,\n   Makes fit the wanton to engage;\n   On lavities unblushing plan,\n   With many a vile unthinking man.\n   Wealth may a short time foibles blind,\n   But, does it ease the guilty mind?\n   The adultress with her paramour\n   Ought personally sharp pains endure.\n   Send them afar to foreign land,\n   Let each be branded on the hand;\n   There's scarce a crime on earth more vile,\n   Then artless women to beguile.\n   The wretch that's guilty of that sin,\n   On females does great anguish bring,\n   Levity too often leads astray,\n   The lovely female that is gay.\n   A love of dress too often cause,\n   Women to break the marriage laws;\n   And pity 'tis I do declare,\n   Many so gaudy should appear:\n   Soon as distress awaits the fair,\n   Madam is clad in deep despair;\n   Her sorrow is of selfish kind,\n   Not gaining things quite to her mind.\n   Her mind is fixed soon to impart,\n   The fondest darling of her heart,\n   To the first artful man she see,\n   A strong desire for liberty.\n   This from her home without delay,\n   To taste the pleasures of the day;\n   Now had the husband taught his wife,\n   Economy throughout his life\n   More easy she'd have kept at home,\n   But he allowed her oft to roam;\n   To plays and balls and such like places,\n   Where giddy wantons show their faces.\n   Actions are brought large damages to gain,\n   Which must give every thinking bosom pain;\n   Some trifling want of proper evidence,\n   May give a british jury just pretence,\n   To give acquittal, then the parties smile,\n   To think how much the public they beguile.\n   Still keen remorse embitters every joy,\n   Altho' the parties can by bribes decoy:\n   Such hirelings as their influence can bind,\n   And clap a padlock on the tongue and mind.\n\n                                * * * * *\n\n\n\n\nSERIOUS REFLECTIONS.\n\n\n   My life is embittered with cares,\n      The reason to me is quite plain;\n   I have caused many sighs and sad tears,\n      To her I shall ne'er see again.\n\n   She is fled from my presence above,\n      I shortened her days in this life;\n   To share true angelical love,\n      She is free'd from all pain care and stife.\n\n   How could I the dictates disdain,\n      Of a parent so kind and so just;\n   Or give her sweet bosom such pain,\n      She is happy, I hope and I trust.\n\n   That God who is setting on high,\n      Have planted remorse in my heart;\n   Its pangs I shall feel till I die,\n      May I then from my troubles depart.\n\n   Repent oft she cried ere too late,\n      To her precepts I did not attend;\n   My consience pronounce me ingrate,\n      To disdain such advice from a friend.\n\n   Such a friend I shall ne'er more attain.\n      To me she was always sincere;\n   I hope I shall meet her again.\n      When I'm summoned on high to appear\n\n   May repentance atone for the past,\n      And cleanse me from every stain;\n   May the tears of sincerity last,\n      That my parent I do meet again.\n\n   Sometimes I revisit the spot,\n      Where my parent was used for to dwell;\n   I sigh when I enter the cot,\n      Where I bade the lov'd object farewell,\n\n   Ere death had releaved her from pain,\n      I pray'd that her son she'd forgive;\n   She implor'd me from vice to abstain,\n      And in future more pious to live.\n\n   Scarce had I her blessing received,\n      And had faintly sigh'd out an adieu;\n   When I found her from troubles reliev'd,\n      While mine where arising anew.\n\n   Emotion of grief tears my heart,\n      More painful then e'er felt before;\n   When compell'd from her tomb to depart,\n      Her loss I shall daily deplore.\n\n                                * * * * *\n\n\n\n\nAN ADDRESS\n_TO CALISTA_,\nTaken from life.\n\n\n   Calista, tho' you waft a smile,\n      And blithsome still appear;\n   It does not censure ought beguile,\n      Or stop the stifled tear.\n\n   Its levity your conduct sway,\n      And tarnish much your name;\n   Too much her dictates you obey,\n      The prudent must you blame.\n\n   A married woman never can,\n      Meet in a secret place;\n   An artful gay and single man,\n      And not incur disgrace.\n\n   Censure you long have borne it's true,\n      At that you can't complain;\n   That fiend will harass you anew,\n      If you transgress again.\n\n   Ne'er listen to each tale of love,\n      The Siren fain would tell;\n   Chaste to your husband ever prove,\n      Lothario bid farewell.\n\n   Tho' guilt is vanished from the eye,\n      Of mortals here below;\n   A God above can all descry,\n      Our secret thoughts he know.\n\n   Sometimes the guilty are set free,\n      And wears no more the chains;\n   Yet tho' he gains his liberty,\n      The stain on him remains.\n\n   Tho' rich the female that portray,\n      A wanton's smile to view;\n   Or cast her husband's love away,\n      Bid chastity adieu.\n\n   It is the duty of a wife,\n      Whene'er the ring she gain;\n   To lead a virtuous steady life,\n      From wanton acts refrain.\n\n   Calista oft you did retire,\n      To an appointed place;\n   To hold a converse with the squire,\n      It brought on you disgrace.\n\n\n\n\nA Dierge to\nTHE MEMORY OF\nPRINCESS CHARLOTTE.\n\n\n   Britons wept when they heard brave Nelson was wounded,\n      Cried aloud when they knew that a ball pierced his heart;\n   Yet it eas'd our distress to find him surrounded,\n      By those friends he loved, when compell'd to depart.\n\n   He requested to know the fate of the battle,\n      If t'was likely that England would conquor that day;\n   When they answer'd him Sir, by the weight of our metal,\n      More colours are struck and the reat in dismay.\n\n   Now Britons again feel a painful sensation,\n      For the loss of a Princess, beloved by us all;\n   There ne'er was a Lady fill'd better her station;\n      Yet Grim Death with his mandate alike strikes the ball.\n\n   Neither Princes, or Kings, can induce him to tarry,\n      Away from the object he's order'd to strike;\n   To the aged, or young, to the giddy, or merry.\n      He darts out his arrows and wounds them alike.\n\n   Scarce had Providence made our lov'd Princess a mother,\n      When God thought it fit to call her above,\n   To taste of those joys rolling time cannot smother,\n   And share of those blessings that flows from his love,\n\n   To protect and to cherish the aged and helpless,\n      Her purse would be drawn, and its comforts expend;\n   When any misfortune were known for to hard press,\n      She'd find out the object and would them befriend.\n\n   Well may Brittons mourn, for tho' in high station,\n      To enliven fair Commerce was always her care,\n   Her loss will be felt a long time by the Nation;\n      And sincere is the tear that is shed o'er her Bier.\n\n   Her donations were such as noted the sorrow,\n      She felt for the poor that were heard in distress;\n   And used for to say, I'll assist them to morrow,\n      And try all my aid many cares to make less.\n\n   To England she's left an example for others,\n      Which I hope will be copied till time is no more;\n   May all foreign nations, regard us as brothers,\n      And a free commerce gladden old Albion's Shore.\n\n\n\n\n_TO THE MEMORY_\nOF AN\nAFFECTIONATE PARENT.\n\n\n   My pen can not describe or tears convey,\n   The pains I felt when late I bade farewell;\n   I view'd in death's embrace a parent lay,\n   And heard the passing of the mournful bell.\n\n   Nine Month's disease its ravages had made.\n   E'er death reliev'd her from all sufferings here;\n   I saw the Sexton with his Iron spade,\n   Mark out the spot, and place the gloomy bier.\n\n   Affecting scene! while recollection last,\n   I'll trace the parting of our sad adieu;\n   Dwell on those scenes that are for ever past,\n   Tho' in my mind it troubles fresh renew\n\n   Just before death had wield the fatel blow,\n   That stops the power of utterance or sigh;\n   She with a voice angelic soft and low,\n   Cried, Lord! forgive me e'er my spirit fly.\n\n   Oft have I seen my virtuous parent stray,\n   O'er her lov'd garden pensive and forlorn;\n   To cull the flowers each succeeding day,\n   And view the beauties of a summer's morn.\n\n   Scarce did a flower adorn the spot around,\n   But her hand planted in its proper place;\n   No fonder lover of those sweets were found,\n   While she their beauties in her mind could trace.\n\n   Three days before her sufferings were o'er,\n   She craved assistance to her favourite spot;\n   And said my roses I shall see no more,\n   And when I'm absent they will be forgot.\n\n   But for her sake a faithful servant toil,\n   To free the flowers from weeds from morn till night;\n   Or bring fresh water to the thirsty soil,\n   To that lov'd spot that gave her oft delight.\n\n   Anticipation to the panting heart,\n   Convey'd the dread decree of fate's ordain;\n   To say she must from earthly scenes depart,\n   And not to them for ever turn again.\n\n   Meekness thro' life had marked her for her care,\n   While resignation claim'd her for her own;\n   Sometimes her mind wou'd cheerful still appear,\n   And strive to stifle pain's afflicting groan.\n\n   Oh God! she cried, thy mercy let me crave,\n   Till life's short span is taken quite away;\n   Then may I rest at peace within the grave,\n   To wait thy summons for the awful day.\n\n   Scarce had religion brought sweet hope to aid\n   The virtuous victim in the pangs of death;\n   When soft a guardian angel gently said,\n   You'll dwell with me when time extinguish breath.\n\n   A few short struggles and the scene was o'er,\n   Death with his victim flew above the skies;\n   I shall thro' life her absence oft deplore,\n   Till recollection from my memory flies.\n\n   The humble cottagers their Mistress bore,\n   To her cold home each face bedew'd with tears;\n   She to her mansion to return no more,\n   For death has silenc'd all her hopes and fears.\n\n   Oh! had you seen my good and worthy sire,\n   In sorrow's garment his last duty pay;\n   To her whose virtues did esteem acquire,\n   Or ease the troubles of a luckless day.\n\n   Two sorrowing sons increas'd the gloomy day.\n   Who will while life remain her loss deplore;\n   Till recollection from them fade away,\n   Or erring Mortals here do sin no more.\n\n   Each little Mourner drop'd affection's tear,\n   When dust on dust the coffin hid from view;\n   Their youthful sighs denoted their despair,\n   When they to Grandma' bid a long adieu.\n\n                                * * * * *\n\n\n\n\n_ALBERT TO HANNAH_.\n\n\n   I've read your letter o'er and o'er again,\n   Happy to find you faithful do remain,\n   Besides forgiveness; though too much I fear,\n   I long have made you victim to despair.\n   You say two years with fervency I strove\n   To keep affection, constancy, and love;\n   But soon as crosses came upon my mind,\n   Was careless of you and appear'd unkind.\n   I know my home was neat serene and nice;\n   But, ah! that home I lost, allured by vice.\n   Soon as you fled, a different scene in view,\n   Gone all attention soon as I lost you.\n   The quick retort was always in my ears,\n   You've drown'd a virtuous wife in sorrow's tears.\n   Soon as I found all hopes to meet you fled,\n   I pray'd I might be numbered with the dead:\n   Oblivion's aid I oft invoked by drink,\n   I could not meditate nor dared to think.\n   You say it cost you tears to write to me,\n   But they'll disperse when you a convert see.\n   Long I've invok'd a pardon from above,\n   To make me worthy of the wife I love:\n   Return, and till my days are at an end,\n   I'll prove protector, guardian, and a friend.\n   The converse delicate; the smile sincere,\n   Will check the sigh, and stop the rising tear;\n   Cheerful as formerly we'll pass our life,\n   A happy husband I, and you the wife.\n\n                                * * * * *\n\n\n\n\nON THE DEATH\nOF\nLORD NELSON.\n\n\n   The fleet of haughty France and Spain,\n   No more will triumph on the main,\n         Though Nelson is no more:\n   Our hero's blood was dearly bought;\n   To conquer them he bravely fought,\n         And died in vict'ry's arms.\n\n   'We'll avenge his death,' the seamen cry,\n   'We'll fight, we'll conquer, or we'll die,\n         And will their force deride:\n   Our little ones shall lisp his name,\n   And to acquire a Nelson's fame,\n         Will ever be their pride.'\n\n   Before cold death had closed his eyes,\n   Cover'd with wounds, the hero cries,\n         'Is victory our own?'\n   'We've conquer'd,' cried the valiant crew,\n   He smiling bade them all adieu,\n         And died without a groan.\n\n   Yet, e'er he died, he did require,\n   How many ships were then on fire,\n         And others that had struck:\n   Well pleased the hero then was seen,\n   When told the number was fifteen;\n         For England was his care.\n\n   Then with a bright benignant smile,\n   Imploring blessings on our Isle,\n         Bade Collingwood adieu;\n   Oh, gracious God! my soul receive,\n   From troubles England quick relieve,\n         And peace again renew.\n\n   Oh death! thy keen unwelcome blow,\n   Laid England's darling bleeding low,\n         The hour he gain'd the day;\n   Soon as thy hand had clos'd his eyes,\n   A beauteous angel from the skies;\n         Flew with his soul away.\n\n   To taste sweet joys beyond the grave,\n   That are allotted for the brave,\n         Who fall in victory's arms:\n   Many a tar we hope to find,\n   Will prove he has the hero's mind,\n         When signals raise alarms\n\n                 WALKER, PRINTER, NEAR THE DUKE'S PALACE",
    "metadata": {
        "author": [
            "Parkerson, James"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/32277/pg32277.txt",
        "name": "characters_from_life_or_moral_hints_in_verse.json"
    }
}