{
    "name": "Christmas at Punkin Holler",
    "author": [
        "Guptill, Elizabeth F. (Elizabeth Frances)"
    ],
    "body": "New Entertainment Songs\n\n\nThese songs can be used in all manner of entertainments. The music is\neasy, and both music and words are especially catchy. Children like\nthem. Everybody likes them. Sheet music. =Price 25 cents each. Five\ncopies, $1.00.=\n\n=WE HOPE YOU’VE BROUGHT YOUR SMILES ALONG.= A welcome song that will\nat once put the audience in a joyous frame of mind and create a happy\nimpression that will mean half the success of your entire program.\nWords, bright and inspiring. Music, catchy.\n\n=WE’LL NOW HAVE TO SAY GOOD-BYE.= This beautiful song has snap and go\nthat will appeal alike to visitors and singers. It is just the song to\nsend your audience home with happy memories of the occasion.\n\n=WE’VE JUST ARRIVED FROM BASHFUL TOWN.= This song will bring memories\nto the listeners of their own bashful school days. Words, unusually\nclever. Music, decidedly melodious. A capital welcome song, or it may\nbe sung at any time on the program with assured success.\n\n=MY OWN AMERICA, I LOVE THEE.= A song that will bring a thrill of\npatriotism to the heart of every one who hears it. The children and\ngrown-ups just can’t resist the catchy music. It makes a capital\nmarching song.\n\n=COME AND PARTAKE OF OUR WELCOME CAKE.= A merry welcome song and a\njolly one, too. The audience will be immediately curious about the\nWelcome Cake, and the children will love to surprise the listeners with\nthe catchy words. Music, easy and tuneful.\n\n=LULLABY LANE.= The music and words blend so beautifully that people\nwill be humming the appealing strains long after they hear this\ncharming song. A wonderfully effective closing song, whether sung by\nthe school or as a solo by a little girl, with a chorus of other little\ngirls with dolls.\n\n=JOLLY PICKANINNIES.= Words by Elizabeth F. Guptill. Music by Edna R.\nWorrell. This spicy coon song will bring down the house, especially if\nyou use the directions for the motions which accompany the music. The\nblack faces and shining eyes of the pickaninnies will guarantee a hit.\nThe words are great and the music just right.\n\n=THE LITTLE BIRD’S SECRET.= Here is just the song for those two\nlittle folks to sing together. They won’t have to be coaxed to sing\nit, especially when they find that the whole school is to whistle the\nchorus. This is a decided novelty, and will prove a rare treat to your\naudience.\n\n=A GARDEN ROMANCE.= This is a dainty little song telling of the romance\nand wedding of Marigold and Sweet William. It is just the song for\ndainty little girls to sing.\n\n=COME TO THE NURSERY RHYME GARDEN AND PLAY.= Here is something\ndifferent for the little folks to sing. The Nursery Rhyme Folk are so\nfamiliar to children, it will be no trick for them to remember the\nwords. The music has a most captivating swing.\n\n\n    Paine Publishing Company     -   -   Dayton, Ohio\n\n\n\n\n    Christmas at Punkin Holler\n\n    A CHRISTMAS PLAY\n    BY\n    ELIZABETH F. GUPTILL\n\n    Author of “Christmas at McCarthy’s,”\n    “A Topsy Turvy Christmas,” Etc.\n\n\n    PAINE PUBLISHING COMPANY\n    Dayton, Ohio\n\n\n\n\nCast of Characters\n\n\n    MISS PEPPERGRASS                       The Teacher.\n    AUNT HEPSEY      A queer character of the district.\n    HIRAM    }\n    JACOB    }\n    LUCINDY  }\n    JOHNNY   }\n    SAMMY    }\n    PATTY    }\n    BETSEY   }\n    PETER    }                                  Pupils.\n    REUBEN   }\n    AARON    }\n    MOSETTA  }\n    MIRIAM   }\n    FAITH    }\n    SALLY    }\n    PATIENCE }\n\n\n    Copyright, 1916, by Paine Publishing Company.\n\n\n\n\nChristmas at Punkin Holler\n\n\n\n\n_SCENE:_ _The schoolroom. The necessary articles of furniture are the\nteacher’s desk and chair, and a couple of long wooden benches, or\nsettees, if the benches are not to be easily obtained. The pupils are\nmoving around, talking, laughing, and romping; making considerable\nnoise and confusion. Miss Peppergrass enters, in hood and shawl, and\nspeaks, but fails to make herself heard. She removes her wraps, hanging\nthem on a nail near her desk, and rings bell smartly. School slowly\nbecomes quiet, but the pupils do not seat themselves. Instead, they\nstare, wonderingly, at teacher._\n\n\nMISS P.—Take your seats.\n\nHIRAM—Don’t hafter. It’s a hollerday.\n\nMISS P.—I should say as much, judging by the noise you were making; but\nwe can not rehearse for the entertainment to-night in the midst of such\na racket as that. It sounded like a den of wild beasts.\n\nJACOB—So ’twas, Teacher—a regular circus. I’m a lion, and I’m a-goin’\nto eat Sally up! (_Pounces on Sally, and begins to growl, and to\npretend to eat her. Sally screams._)\n\nMISS P.—(_ringing bell again_) That will do, Jacob. Now, children, take\nyour seats. We must have it quiet. (_Children crowd into seats. Johnny\ntries to pass the end of one seat, but is held back by Lucindy. He\nstruggles._)\n\nMISS P.—What’s the trouble there, Lucindy?\n\nLUCINDY—Johnny won’t set down.\n\nJOHNNY—No such a thing, Teacher. I was a-goin’ ter set down, and she\ngrabbed onto me.\n\nLUCINDY—He wasn’t! He was a-goin’ right by.\n\nJOHNNY—Well, I was a-goin’ to set down in my own seat. I don’t like to\nset there.\n\nMISS P.—But we are reserving the seats for the visitors. There will be\na great many here to-night, you know. Don’t you want to be a little\ngentleman, and give up your seat to some one—your mamma, perhaps?\n\nJOHNNY—Huh! Ma couldn’t git herself into _that_ seat. She’s too fat.\nPa’s a-goin’ to bring a chair for her, ’cause she couldn’t git into\n_any_ seat, ’thout you tooked away the desk first!\n\nMISS P.—Well, some one may want it.\n\nJOHNNY—They do. I want it.\n\nMISS P.—(_sharply_) Well, you can’t have it! Now sit down at once in\nthe place assigned you, or—(_she takes a switch from her desk._)\n\nJOHNNY—(_seating himself_) You don’t give up your seat.\n\nMISS P.—Ah, but I shall to-night, Johnny. I shall give it, as the seat\nof honor, to our supervisor, Mr. Barker. I shall be glad to give it to\nhim, Johnny.\n\nJAKE—(_aside_) Sure she will. She’s settin’ her cap for him.\n\nMISS P.—(_sharply_) What’s that, Jacob?\n\nJAKE—I wish you wouldn’t call me Jay _Cup_. Nobody else ever did. I’d\nas lief be called Jay Saucer, any day.\n\nMISS P.—We won’t argue the matter, Jacob. I asked you what you said to\nJohnny.\n\nJAKE—I was jest a tellin’ him thet you was more politer than him,\nthat’s all.\n\nMISS P.—Indeed! We will rehearse now, for this evening.\n\nSAMMY—Be n’t we a goin’ ter trim that ere tree?\n\nPATTY—We brung a heap o’ popcorn, Teacher, all strung.\n\nBETSEY—And we’ve made paper chains, ’n tied up a lot o’ but’nuts in\ncolored paper.\n\nPETER—’N ma’s made doughnuts ’n tied ’em up in blue ribbing.\n\nSAMMY—Please can’t we trim it fust?\n\nMISS P.—No indeed, you must all rehearse your parts first.\n\nJACOB—Can’t we lug it in?\n\nSALLY—Then we could look at it while we was ’hearsin’.\n\nMISS P.—It might take your attention. No, let it remain where it is for\nthe present.\n\nJOHNNY—It wants ter be brung in here fer the presents. ’Sides, there\nain’t no presents ben brung yit.\n\nMISS P.—It must remain outside until after the rehearsal.\n\nSAMMY—Somebody may steal it.\n\nMISS P.—I hardly think so, with woods all around us. A tree would\nhardly be worth stealing, Sammy. Silence now.\n\nSAMMY—(_aside_) Somebody may steal it, all the same.\n\nHIRAM—Kin we rehearse in custum?\n\nMISS P.—In what, Hiram?\n\nHIRAM—In custom. In our other rigs—our fol-de-rols ’n doodads that\nwe’re go’n ter wear to-night?\n\nMISS P.—Oh, your costumes? Certainly, if you have brought them. (_Those\nwho are to change clothing, rush out, pellmell._)\n\nREUBEN—Cuss is a bad swear word, Teacher. Ma licked me when I said it.\n\nMISS P.—I should suppose she would. Little boys mustn’t say naughty\nwords.\n\nREUBEN—But you said it.\n\nMISS P.—I? Oh no, Reuben, I wouldn’t say a naughty word.\n\nREUBEN—But you did say it, jest the same. You told ’em ter put on their\ncuss tunes, ’n ef it’s bad ter call er cow a cuss, it’s bad ter call a\ntune one.\n\nMISS P.—Their costumes, Reuben. Their other clothes.\n\nREUBEN—Oh! (_aside, as Aunt Hepsey enters_) But she did say it, ’n she\nsaid it agin.\n\nAUNT HEPSEY—How de do, Miss Peppergrass! I thought I’d jest drap in to\nhear the perliminaries, bein’s I couldn’t git out to-night.\n\nMISS P.—(_offering chair_) You are very welcome, Miss Bascom. But do\ncome to-night.\n\nAUNT HEPSEY—(_sitting down heavily_) Suz me, child, I dassn’t! I kaint\nposserbly go out arter dark, count ’o my rheumatiz. Cripples me all up.\nI’ll enjy it jest as well now, though, so jest go right ahead, same’s\nef I warn’t here.\n\nSAMMY—Was that ere tree all right when you come in, Aunt Hepsy?\n\nAUNT HEPSY—Land, yes, Sammy. Why shouldn’t it be?\n\nLUCINDY—Sammy’s afraid a bear’ll come along ’n eat it.\n\nSAMMY—Haint neither, but I’m worried ’bout that ere tree. Somebody\nmight steal it.\n\n(_Re-enter Hiram. He has pulled on the Santa Claus trousers over his\noveralls, and stuffed a pillow in front. He is endeavoring to place one\nbehind._)\n\nREUBEN—That’s a cuss tune all right.\n\nMISS P.—Reuben!\n\nREUBEN—Well, you say it.\n\nMISS P.—I certainly did not. Say costume, Reuben.\n\nREUBEN—You don’t like it when I say it.\n\nMISS P.—You haven’t said it yet. Say it.\n\nREUBEN—(_sulkily_) Cuss tune.\n\nMISS P.—No, not cuss, cos. Cos-tume. Say it correctly or I shall punish\nyou.\n\nREUBEN—Cuss, cuss tune.\n\nMISS P.—(_shaking him_) Cos! Say cos.\n\nREUBEN—(_whimpering_) Cu—cuss—cos!\n\nMISS P.—(_shaking again_) Tume.\n\nREUBEN—(_whimpering louder_) Tune.\n\nMISS P.—No, tume. Now say costume.\n\nREUBEN—Coss—tume! Boo, hoo, hoo!\n\nMISS P.—Now sit down and behave yourself. (_Reuben sits down, and\nsulks._) (_Hiram has been industriously stuffing in the back pillow,\nbut the front one has fallen on the floor._)\n\nHIRAM—I kaint git on these ere britches ter save my gizzard.\n\nAUNT HEPSY—Well, I sh’d think you might, Hi, I sure do. They’re big\nenough for old Paul Clear, let alone Hi Whittaker.\n\nHIRAM—Big enough! Guess they be, Aunt Hepsy, but fast ez I git the\nfront piller in, aout it draps while I’m a gittin’ in the one behint.\n\nMISS P.—Let me help you.\n\nHIRAM—Guess I’ll hafter, Teacher, sure. Nice big baby I be, kain’t\ndress myself.\n\nMISS P.—Bring in the tunic, and then we’ll see.\n\nHIRAM—The two whats?\n\nMISS P.—The tunic. The blouse. The rest of the suit.\n\nHIRAM—Oh, the jacket? But there ain’t but one, less ’n you count the\nbelt.\n\nMISS P.—Bring the whole of it here.\n\nHIRAM—And the mask? ’N the cap ’n whiskers.\n\nMISS P.—Yes, the whole of it, and hurry.\n\nAUNT HEPSEY—Jest you come here, Hi. I’ll fix you up. Go right on ’ith\nyour programmy, Miss Peppergrass. I’ll tend ter him. I’ve rigged many a\nSanty Claws in my day.\n\n(_She assists Hiram, while the rehearsal goes on._)\n\nMISS P.—Now, children, we must get to work, or we will not be through\nby the time they want to trim the tree.\n\nSAMMY—Somebody’ll steal it afore then. Better bring it in, Teacher.\n\nMISS P.—The tree is all right, Sammy. Now I have the programme all\narranged, and we will proceed just as we shall to-night. First will be\nthe welcome song.\n\nRHODA—Ma says Ruby oughter say his welcome piece fust.\n\nMISS P.—Oh no. We will sing first, then Reuben will speak his piece.\n\nREUBEN—(_starting up_) I’m a-goin’ ter speak first. Ma said so.\n\nMISS P.—Sit down, Reuben, till I call your name.\n\nREUBEN—(_still standing_) Call it first, then. Ma says I gotter say it\nfirst.\n\nAUNT HEPSY—Reckon he’ll hafter, ef his ma says so.\n\nMISS P.—I’m running this school.\n\nAUNT HEPSY—Mebbe so, mebbe so; but you don’t know Hanner Ann Jenkins ’s\nwell ’s I do, or you’d know thet ef she’d made up her mind thet Ruby\nsh’d speak first, she’ll have him do it, ef it breaks up the whole\nentertainment. Hev’n’t you ever noticed thet Ruby was kinder sot in his\nways for a youngster? He takes it from his ma, she thet was Hanner Ann\nBean. I’d let him say it fust, ef I was you, I really would.\n\nMISS P.—But I have my programme all arranged.\n\nAUNT HEPSEY—Change it, child. Ef ’twas jest Ruby, you could lick him\ninter mindin’, but Hanner Ann is six feet high, ’n weighs over two\nhundred. Do let’s have peace at Christmas time. ’N ’twill be anythin’\nbut peace ef Ruby don’t say that ere leetle varse fust. Go ahead ’n git\nit over, Ruby.\n\n(_Reuben comes out, and speaks._)\n\n  Welcome,^{1} Mr. Supervisor, welcome,^{2} friends and pairients dear.\n  On thet^{3} tree I think you’ll find a gift for everybody^{4} here.\n  Hope^{5} I get a jumpin’ jack, and a bag of candy sweet.^{6}\n  ’N now I’ve said my little piece, I’ll make my bow,^{7} and take my\n        seat.^{8}\n\n(_At 1, he bows elaborately to Aunt Hepsy, in the teacher’s chair. At\n2, he bows to school. At 3, he points to side of room. At 4, he opens\nhis arms, flinging his hands widely apart. At 5, he clasps his hands,\nwith a loud clap, gazing upward. At 6, he smacks his lips. At 7, he\nbows again. At 8, he runs to seat._)\n\nRHODY—He didn’t say it right, teacher. It’s “Hope I get a pretty toy.”\n\nREUBEN—Well, a jumpin’ jack’s a pretty toy, aint it? It’s what I want,\nanyhow.\n\nRHODY—Ma’ll lick you, ef you say it so.\n\nTEACHER—That will do, Rhoda. Let him fight it out with his mother\nhimself. If he gets a whipping, it’s no more then he deserves.\n\nRHODY—But Ma said for you to make him say it right.\n\nMISS P.—If he’s to say it when he pleases, he may say it as he pleases,\nfor all I care.\n\nAUNT HEPSY—She’ll skin him alive, ef he does say it wrong. Hanner Ann\nwrit that ere little varse herself, ’n she’s prouder of it than a\nkitten with its fust mouse. Better say “pretty toy,” Ruby, ef your ma\nsays so.\n\nREUBEN—A jumpin’ jack is a pretty toy.\n\nMISS P.—We will now sing our welcome song. (_Several begin to sing, in\ndifferent keys. Miss P. raps on her desk and they stop._)\n\nMISS P.—No, no, children. Wait till I give you the key. I will start\nthe songs, and you must wait for me. Why, what would people think if\nyou started in like that, all out of tune?\n\nAUNT HEPSY—Think it was a lot o’ sheep a blartin’, most likely.\n\n(_Children laugh. Miss P. raps for order, gets the key, with an\nold-fashioned tuning fork, if one can be obtained, and starts the\nsong. All stand up to sing. Tune: “Tramp, tramp, tramp, the boys are\nmarching.”_)\n\n\nSONG.\n\n  We are gathered^{1} here to-night, on this Christmas Eve so bright,\n    Just to show you all^{2} the things that we can do.\n  We are glad^{3} to see you here, friends and parents kind and dear,\n    And we give^{4} a hearty welcome now to you.\n\nChorus:\n\n  Welcome,^{5} welcome, friends and parents!\n    Welcome, welcome now to you.\n  We^{6} will speak and we will sing, and some music we will bring,\n    And we’ll do it every bit,^{7} kind friends, for you.^{8}\n\n  Just^{9} behold that Christmas tree, loaded^{10} down for you and me,\n    Presents^{11} hanging from its boughs for great and small.\n  There are dolls^{12} and toys and drums, apples, cakes, and sugarplums,\n    Something nice^{13} is there, I’m sure, for one and all.^{14}\n\n  Santa Claus^{15} is drawing near. He will be here, never fear^{16}.\n    With a pack^{17} well loaded, he’ll come down^{18} the flue.\n  Soon we’ll hear^{19} his sleighbells’ chime, while the reindeer’s^{20}\n        hoofs beat time,\n    And whatever^{21} you want most he’ll bring to you^{22}.\n\n(_In singing, let some do the motions well, some awkwardly, while some\nexaggerate them._)\n\n(_Motions—1, Clasp hand on breast. 2, hands together, throw them\nwidely apart. 3, boys bow elaborately, girls courtesy. 4, hold out\nhands, in greeting. 5, clap hands, through two lines. 6, touch breast,\nwith both hands. 7, gesture with right forefinger. 8, throw right\nhand out, forefinger pointing. 9, point to where tree is to be. 10,\nbend forward. 11, both hands high, drooping from wrists. 12, point to\nimaginary articles, making little jabs in air, here and there, as each\nis mentioned. 13, clasp hands. 14, throw hands widely apart. 15, clap\nsoftly. 16, shake forefinger to music. 17, hold arms to designate large\npack. 18, hands high, bring down together. 19, hand to ear, listening.\n20, beat time, with right foot. 21, clasp hands. 22, gesture with right\nhand._\n\n_Hiram sings from where Aunt Hepsy is dressing him, and Patty and Faith\nstep inside door and sing, then pop back into entry. Patty may be\npartly dressed, and Fay partly undressed._)\n\nAUNT HEPSY—(_clapping_) Brayvo, children, brayvo! Where ever did\nyou find sech a proprate song as that, Miss Peppergrass? (_Miss P.\nsimpers_) You never writ it your own self, did you? Wal, I guess\nthat’ll take the wind outen Hanner Ann Jenkinses sails. I allers\nthought a heap o’ po’try, myself, but I s’posed it took a lot o’\nbrains to write it. Did it take you days ’n days? And what was all the\nflumadoodles with their hands for?\n\nMISS P.—Why, motion songs are very popular in the cities, I’ve heard,\nso I thought we would give some at our entertainment.\n\nAUNT HEPSY—Yes, indeedy! Punkin Holler allers did pride itself on\nkeepin’ right up to date. We’re no hayseeders in this commoonerty.\n\nMISS P.—Don’t you think the motions were very graceful?\n\nAUNT HEPSY—I haint a doubt they was, Miss Peppergrass, not a mite o’\ndoubt; but I was so flabbergasted at hearin’ them ere new words sung to\nthet old tune and so dumfounded at seein’ all them young ’uns a wavin’\ntheir paws, wild like, in the air, thet I never once noticed if it war\ngraceful. It sure was, though, an’ that’s a fact.\n\nMISS P.—Next will be a recitation by Lucinda Lowe. An old poem, with\nnew variations. (_Lucinda advances, bows very low, and recites. She\nannounces the name of her piece, as do all, in the old-fashioned way._)\n\n\nMARY’S LAMB AT CHRISTMAS.\n\n    Mary had a little lamb\n      With kinky, soot-black wool.\n    He tagged her everywhere she went,\n      Just like a little fool.\n\nAUNT HEPSY—Fool be’nt a pretty word, Lucindy. Why don’t you say\nnumb-head?\n\nLUCINDY—’Twon’t rhyme.\n\nAUNT HEPSY—But it’s a deal high-toneder.\n\nLUCINDY—All right. I don’t care. (_Announces title again, and begins._)\n\n    Mary had a little lamb,\n      With kinky, soot-black wool.\n    He tagged her everywhere she went,\n      Just like a little-numb-head.\n\n    He tagged along to school one day,\n      Agin the teacher’s rule.\n    He kicked up his heels, and blarted right out,\n      To see a Christmas tree in school.\n\n    The teacher tried to turn him out,\n      But, nimble as a cat,\n    He sent his little hind heels out,\n      And knocked the teacher flat.\n\n    “What makes the critter act that way?”\n      The eager children cry.\n    “Because it is a holiday,”\n      Was Mary’s quick reply.\n\n    The lamb he danced around the tree,\n      And blarted out his song,\n    As if upon the program-mee\n      He really did belong.\n\n    He bunted down some candy bags\n      And frisked around some more,\n    Till Mary caught him by the ears,\n      And pulled him through the door.\n\n    Now take a warning from this tale,\n      And tie your critters tight,\n    So no ungainly beast shall spoil\n      Our Christmas tree to-night.\n\n(_Bows, and takes seat._)\n\nHIRAM—Look out, Sammy. She’s put that lamb of hers out doors, and he’ll\neat up the Christmas tree.\n\nSAMMY—Can’t we bring it in now, teacher?\n\nMISS P.—You can _not_. (_as Sammy tries to speak_) No, no one will\nsteal it.\n\nSAMMY—Some one may eat it.\n\nMISS P.—I hardly think any one will be hungry enough for that. People\ndo not eat trees.\n\nSAMMY—Deers do, ’n bears, ’n—’n—moose! Jes’ s’pos’n a big moose comed\nalong, ’n et off all the branches!\n\nMISS P.—We’ll risk it, I think. Next on the programme is a duet by\nJacob Toothaker and Rhoda Jenkins.\n\n(_They come out, bow to the chair, then to the school, then,\nelaborately to each other, and sing to the tune, “Reuben, Reuben, I’ve\nBeen Thinking.”_)\n\nRHODA—\n\n    Jacob, Jacob, I’ve ben thinkin’\n      What a grand good thing ’twould be\n    If each day could jest be Christmas,\n      With a great big Christmas tree.\n\n(_Pauses. Looks inquiringly at Jake, who looks sulkily at her._)\n\nAUNT HEPSY—Wal, why in tunket don’t ye go on?\n\nRHODA—’Taint my turn. It’s his’n.\n\nAUNT HEPSY—Chirp it up, Jake.\n\nJAKE—Sha’n’t.\n\nMISS P.—Come, Jacob sing your verse.\n\nJAKE—I won’t sing it, ’n I won’t sing it ternight, nuther, ef she calls\nme Jay Cup! ’Taint my name, ’n I don’t keer ef ’t does sound stylisher,\nso there! My name’s allers been Jake tel this term er school. By next\nit’ll be Jake Platter, I expect.\n\nRHODA—But Jake hasn’t got syllerbles ernough.\n\nAUNT HEPSY—Sing it (_sings_) “Jakie, Jakie, I’ve ben thinkin’.” That’ll\ngo all right.\n\nJAKE—’Twon’t nuther. Jakie’s a kid’s name. It’s Jake er nuthin’. Ef she\nsings it so, I’ll sing back, ’n ef she don’t, I won’t.\n\nMISS P.—I never saw such stubborn children in my life. Did ever you,\nMiss Bascom?\n\nAUNT HEPSEY—Land, yes, child. His pa’s jest like him. Him ’n me was\npromised, once, ’n he wouldn’t git spliced less’n I’d wear a blue\ndelaine he’d bought fer me. Course, _I_ warnt so mulish az he war, but\nI’d sot my heart on a white dimity, ’n bein’s I war the one to wear it,\ntwar his place to give in. But he wouldn’t—no siree! ’N we bickered ’n\nbickered bout it, ’n I went right on a makin’ up the white dimity ’n\nfinally he says, says he, “Hepsey, it’s me an’ the blue delaine, or the\nwhite dimity for an ole maid.” “Land sakes!” says I, “You don’t say so?\nWal, you kin jes’ take yer old blue delaine, ’n hunt ye up a gal meek\nenough ter be married—’n buried, in it,” says I, ’n off he went, mad as\na hatter. Much ’s ever he speaks to me yit, but I was married—in the\nwhite dimity—two year afore he found a gal that ’d have him, ’n could\nwear that blue delaine. You see, I’d cut ’n made it, ’n I was slender\nin those days—the slenderest gal in town. Yes, Ezry Toothaker’s some\nsot, ’n Jake comes nat’rally by it. Sing it to suit him, Rhody, do!\n’Tain’t ’s ef ’twas fer allers. It’s jest ternight.\n\nRHODA—But there’s two notes, Aunt Hepsy.\n\nAUNT HEPSY—Draw out the Jake good ’n long, ’n it’ll go. This way.\n(_sings_) “Jake, Jake, I’ve been thinkin’.”\n\nRHODA—(_sings_) (_She makes the “Jake” decidedly jerky._)\n\n    Jake,^{1} Jake, I’ve ben thinkin’\n      What a grand^{2} good thing ’twould be\n    If each day could jest be Christmas,\n      With a great^{3} big Christmas tree.\n\nJAKE—(_sings_)\n\n    Rhody,^{4} Rhody, I’ve ben thinkin’\n      What a grand^{5} good thing ’twould be,\n    If we never had no Christmas,\n      ’Cos it costs too much, you see.\n\nBOTH—\n\n      Too^{6}-ra-loo-ra-loo^{1}-ra laddie,\n      Too^{7}-ra-loo-ra-loo-ra lay.\n    If it { always^{8} } could be Christmas,\n          { never^{9}  }\n    Wouldn’t^{10} that be grand and gay?\n\nRHODA—\n\n    Jake,^{1} Jake, I’ve ben thinkin’\n      That upon yon^{3} Christmas tree,\n    Hangs a present from your sweetheart^{11},\n      Something nice^{12} it’s sure to be.\n\nJACOB—\n\n    Rhody^{4}, Rhody, I’ve been thinkin’\n      That there hangs on that^{13} ere tree,\n    A leetle^{14} box for my young sweetheart.\n      Cost a quarter^{15}. Yes-sir-ree!\n      (_Both sing chorus, as before._)\n\nRHODA—\n\n    Jake^{16}, Jake, I’ve ben thinkin’\n      If a ring^{17} the thing should be,\n    It^{18} would be the finest Christmuss,\n      That has ever come to me.\n\nJAKE—\n\n    Rhody^{19}, Rhody, you have guessed it.\n      ’Tis a fine brass ring, you’ll see,\n    With a big red stun set in it,\n      Jest to bind you unto me.\n      (_Chorus as before._)\n\nRHODA—\n\n    Jake^{20}, Jake, when we’re wedded,\n      Will you keep each Christmas Day?\n\nJAKE—\n\n    No, by hemlock!^{21} In my wallet,^{22}\n      All my money then will stay.\n      (_Chorus._)\n\nRHODA—\n\n    Then^{23} you’d better keep your ring, sir,\n      I’ll not have a stingy man!\n\nJAKE—\n\n    ’Tis a frugal wife I’m wanting.\n\nRHODA—\n\n    Jest you find^{24} one if you can.\n\nBOTH—\n\n    Too^{25}-ra-loo-ra-loo-ra-laddie,\n      Too^{26}-ra-loo-ra-loo-ra-lay\n    I’ll^{27} not have { a stingy husband\n                       { a spendthrift wife, Miss,\n      So I’ll bid you { Sir,  } good-day^{28}.\n                      { Miss, }\n\n(_Motions—1, shake finger, coquettishly. 2, clasp hands. 3, wave hand\ntoward place where tree is to stand. 4, beat time with right fist on\nleft palm. 5, clap hands. 6, join right hands, trip around, stop,\nfacing, on opposite side. 7, join left hands, and repeat 6. 8, nod.\n9, shake head. 10, join both hands, and dance around. 11, put head to\none side, and smirk. 12, both hands clasped on breast. 13, point with\nright forefinger. 14, measure with thumb and forefinger. 15, clap hand\nover hip pocket. 16, hang head bashfully, step nearer. 17, hold up left\nhand, and look at ring finger. 18, place hands on Jake’s shoulders.\n19, shake her gently. 20, place hands against Jake’s breast, look up\nearnestly. 21, starts back. 22, slaps pocket. 23, steps back, head\nhigh. 24, nods emphatically. 25, turn backs toward each other, heads\nhigh. 26, look over shoulder. 27, face about. 28, bow elaborately.\nRhoda dances to seat. Jake stalks glumly to his, hands in pockets._)\n\nAUNT HEPSY—(_clapping_) Good, good enough! Ef you writ that ere song,\nMiss Peppergrass, you’re a genyus. It’s the truest and funniest thing I\never heerd. And the funniest part of it is, the men folks’ll never know\nhow funny it reely is! It’s human natur, sure enough. ’Twas wuth comin’\nin, jest to hear that one song. What’s next on the programmy?\n\nMISS P.—“Santa Claus.” An original composition by Betsey Jones.\n\n(_Betsey comes out, unfolds her composition very deliberately, and\nreads her title with emphasis._)\n\nBETSEY—“Sandy Claws!”\n\nAUNT HEPSEY—Hain’t you pernouncin’ his name kinder odd-like, Betsey?\n\nMISS P.—That’s what I think, but—\n\nBETSEY—’Tis Sandy Claws. Uncle Sol says so, and he’s the oldest man in\nthis town. He says folkses allers used to say it so, and it’s jest a\nnew-fangled notion to change it. ’N he said if I’d read it jest as I\nwrit it, he’d give me ten cents, ’n I’m a goin’ to do it. I never had\nten cents to once’t before, ’n I’m a goin’ to get it.\n\nAUNT HEPSEY—Don’t blame ye a bit. Ef anybody kin git ten cents outen\nold Sol Perkins, it’s their bounden duty to do it, say I. Go on,\nBetsey, ’n read it up good ’n loud.\n\nBETSEY—“Sandy Claws.”—Sandy Claws is an old, old man, older than\nMethuselah ever dreamed of be_ing_. He lives in a big snow house,\nbuilt around the North Pole, and uses the Pole for a flag staff. He is\nvery fat and jolly, with a big ponderosity in front. His belt is so\nlong it has to be made to order. His eyes are the kind that twinkle\nand laugh all by themselves. His nose is round and red, like a little\napple. His cheeks are, too, what you can see of ’em. They are mostly\ncovered by his whiskers. His whiskers are very predominant. They grow\nas thick as a crop of well fertilized clover in a good hay year. His\nhair is long, thick, and curly, so that if he bumps his head gett_ing_\ndown a chimbley, it won’t hurt him none—I mean not any. These hair and\nwhiskers are of a sandy color, which is one reason he is called _Sandy_\nClaws. The other reason is because he has claws.\n\nAUNT HEPSEY—Hold on there, Betsey! I’ve seen many a picture of Sandy\nClaws in my day, but nary a one that had claws.\n\nMISS P.—Nor, I, Miss Bascom, but if Uncle Sol says so—\n\nAUNT HEPSEY—Land yes, there’s no disputin’ Sol Perkins. He’s sailed\naround the world, ’n lived with the Feejees ’n the Hottentots, ’n if\nyou doubt ary one o’ his sailor yarns, he’ll up ’n say, “Wal, was _you_\never there?” ’n course you never wasn’t ’n there ’tis. But claws on\nSandy Claws is most too much ter swaller.\n\nBETSEY—Uncle Sol’s seen old Sandy Claws with his own eyes, ’n he\n_knows_. Sandy saved him when he was wrecked in Baffin Bay, ’n he lived\nwith him most six months, till it come Christmuss again.\n\nAUNT HEPSEY—Wal, wal! I knew Sol had ben wrecked some two or three\nhundred times, but I never heered of _that_ time afore.\n\nBETSEY—Nor I, till I hed this ere comporishing to write, ’n then he\ntold me. He’d allers kep it a secret afore. (_reads_) His claws are\nnot on his fingers, but on his toes, ’n when he finds a bad child\na-sleepin’ (I mean sleep_ing_ with his stock_ing_ hang_ing_ up by the\nchimbley), he jest scratches him good ’n hard with them claws o’ his’n,\nand whops up chimbley again, ’n leaves it hang there empty, less’n he\nputs in a stick. He brings beautiful things to good girls and boys, and\nI hope he’ll bring me a diamond necklace this year, or at least a gold\nchain with a diamond locket. I’ve wished for them every year since I\nwas a child, and although he has not brought them, I haven’t given up\nhop_ing_ yet.—Betsey Euphemia Perkins, aged 12.\n\nThere, Teacher, didn’t I say them “ings” good? I never dropped none.\n\nMISS P.—Very good indeed, Betsey, and your composition is certainly\noriginal, with your Uncle Sol, at least. (_Betsey takes seat._)\n\nAUNT HEPSEY—That’ll please Sol—that ere compliment. He doos hate ter\nhave any body doubt his stories—and after all, _we’ve_ never went to\nsea.\n\nMISS P.—Next is a recitation by Aaron and Mosetta Peaslee.\n\nAUNT HEPSEY—What’s the name ont?\n\nAARON—(_as he and his sister come out_) Name’s “Aaron and Moses.”\n\nMISS P.—But I told you that wouldn’t do for a piece, and you were to\nlearn another.\n\nMIRIAM—(_rising_) ’Tis another, Teacher—or rather it’s the same one\nmade longer. Ma she said it was too bad to change it when ’twas so\n’proprate, ’n Reuben’s mother she fixed it up fer ’em. It’s good, now,\nTeacher, really, ’n Ma she says it’s that or nothin’. ’N if they can’t\nspeak it, we can’t any of us come to-night.\n\nMISS P.—Well, let’s hear it, children.\n\n(_Children bow to chair, then to school, then to each other._)\n\nAARON—Says Aaron to Moses, “Let’s cut^{1} off our noses,”\n\nMOSETTA—Says Moses to Aaron, “It’s the fashion to wear^{2} ’em.”\n\nAARON—Says Aaron, “With my shearses^{3}, we’ll trim off our earses^{4}.”\n\nMOSETTA—Says Moses, “I fearses ’twould bring the tearses.”^{5}\n\nAARON—Says Aaron, (that’s me, then) “Let’s stay as we be,^{6} then.”\n\nMOSETTA—Says Moses, “We’ll do so,^{7} like Robinson Crusoe.”\n\n  BOTH—And Aaron^{8} and Moses will stay as they be,\n        And come^{9} hand in hand, to this fine^{10} Christmas tree.^{11}\n\n(_Motions—1, hit nose with forefinger, with downward stroke. 2, smooth\nnose, and down on cheeks with both forefingers, holding head up, rather\nhaughtily. 3, cross forefingers, work them back and forth, like shears.\n4, take tips of ears between thumbs and forefingers. 5, wipe first\none eye, then the other, with corner of handkerchief. 6, clap hands\ntogether. 7, nod. 8, join hands. 9, walk to corner where tree is to\nstand. 10, spread hands apart, motioning toward corner, and looking\nup. 11, stand a moment in position. 10, then turn and bow, hands still\napart. 11, join hands, march to front, bow, and take seats._)\n\nMISS P.—Well, of all the poems I ever heard!\n\nMIRIAM—Yes, warn’t it a nice one, teacher? Hanner Ann Jenkins is goin’\nto hang ’em each a present for speakin’ it, ’n ma’s goin’ to hang one\nfor Hanner Ann for writin’ it. She wouldn’t take a cent, ’n it took\nher three hours. It’s wuth ten cents an hour, ma says, ’n that there\npresent’s goin’ to be wuth every bit of thutty cents.\n\nMISS P.—But—\n\nAUNT HEPSEY—Least said soonest mended, child. Best keep still, and go\non with the programmy.\n\nMISS P.—Music by the orchestra. “While Shepherds Watched Their Flocks\nBy Night.” (_Peter, Jacob, Rhoda, Miriam, Betsey, and Sammy come out._)\n(_Sammy has a drum, Peter “bones” or “clappers,” Jacob a jewsharp, or\nharmonica if he can play the tune on it, Rhoda has a triangle, and\nMiriam and Betsey have paper covered combs._)\n\nHIRAM—(_from doorway_) Shell I come, teacher? I’m all rigged out in\nthese doodads.\n\nMISS P.—Yes, come and take your part. Santa Claus has a right to\nwhistle at a Christmas entertainment.\n\n(_Hiram takes place in line, and whistles the tune. Any other tune\nwill do as well, providing it is old-fashioned. They should have some\ndifficulty in getting started. Miss P. “beats time” with a ruler._)\n\nAUNT HEPSEY—(_at close_) Wal, wal! So that’s an orchestry! I’ve often\nread in the papers, “Music by sech and sech an orchestry,” but I never\nknowed what an orchestry was. They did real well I’m sure. They’d ought\nto hev a wong kore piece. The folks’ll be sure to clap ’em back.\n\nMISS P.—They have, Aunt Hepsey. Play “Glory Hallelujah,” children.\n\n(_They do so._)\n\nHIRAM—Now shall we play “Ole Hundred”?\n\nMISS P.—No, that is to conclude the programme. That will do.\n\n(_They take seats._)\n\nMISS P.—Next is a song by Faith Toothacre, “A Christmas Fairy.”\n\n(_Faith runs from entry, dressed as a fairy, in short white skirts,\nwith many ruffles, paper wings, flowing hair, with a paper crown, and a\nlong slender stick in her hand. Bows lightly and waves wand._)\n\nFAITH—Ma, she ain’t got the star fastened to the end of my wand yet,\nand she said this’d have to do till to-night. It’s the peskiest thing\nshe ever tried to make stay, she says, but it’s got to stay, somehow.\n\nMISS P.—Very well. Now sing. (_Faith starts it, first too low, then too\nhigh, then Miss P. starts it, and she sings._)\n\nFAITH—(_sings_) Tune: “Lightly Row.”\n\n    Lightly,^{1} oh, lightly, oh, comes the Christmas Fairy, oh.\n    Brightly,^{1} oh, sprightly, oh, tripping^{2} o’er the snow.\n    Coming^{3} from a land of light, just to make your Christmas bright.\n    Lightly,^{1} oh, lightly, oh, tripping^{2} o’er the snow.\n    Lightly,^{1} oh, lightly, oh, weaveth she a spell, just so.\n    To^{4} and fro, to and fro, tripping o’er the snow.\n    Singeth she a carol sweet, as^{5} she comes with dancing feet,\n    To^{4} and fro, to and fro, tripping o’er the snow.\n    Clear^{6} the way, clear the way, for the happy Christmas Fay.\n    Joy^{7} she brings on^{8} her wings, as she softly sings.\n    Spreading^{9} cheer and joy and mirth, over all the snow clad earth,\n    Light^{10} and gay, light and gay, comes the Christmas Fay.\n\n(_Motions—1, sway wand lightly, to and fro. 2, trip lightly to one\nside, (at next 2, trip back.) 3, wand high, to right, bring down,\nobliquely. 4, trip back and forth, a few steps. 5, stand still in\nplace, but dance lightly up and down. 6, wand to left, against body,\nbring to right, and out, with sweeping motion. 7, hands out, in front.\n8, look around, over left shoulder, at wing. 9, wave wand low. 10, hold\nwand high, dance around in place. At close, bow airily, and dance to\nseat._)\n\nAUNT HEPSEY—Wal, ef that aint the purtiest thing I ever saw! And Fay\nmakes a sweet fairy. Now you writ that, I’m sure, Miss Peppergrass. Oh,\nyou needn’t acknowlidge it, ’nless you wanter, kaze I kin tell, by the\nway you blush, ’n simper. You needn’t be ’fraid ter own it, fer it’s as\ngood as anythin’ Longfeller ever writ, I’m sure.\n\nMISS P.—NEXT A RECITATION BY JOHNNY LOWE—“Hang Up Your Stocking.”\n\nJOHNNY—(_he speaks very low and fast._)\n\n    Hang up your stockin’ on Christmas Eve;\n    That is, if you’ve been good,\n    And don’t disobey, nor try to deceive,\n    But do as a little boy should.\n    For if you’re good, there’ll be sugarplums,\n    And toys in it, too, I know.\n    But if you’re bad, there’ll be just a stick\n    To wallop you with. Oh, ho!\n\nAUNT HEPSEY—Massy me, Johnny! I couldn’t hear a word of it. What was it\nabout?\n\nMISS P.—Say it louder, Johnny.\n\nJOHNNY—Yes’m. (_says first line very loud and fast._)\n\nMISS P.—No, no, Johnny. Say it slower. (_Johnny says two lines, very\nslowly._)\n\nMISS P.—A little faster, Johnny, and loud, too. (_Johnny tries again,\nand does well, but speaks very loud._)\n\nAUNT HEPSEY—Wal, even deef old Joe kin hear that, I reckin.\n\nMISS P.—Recitation by Sally Whittaker. (_Sally comes out, and puts\nfinger in mouth a minute, then bows, puts in finger again, takes it\nout, bows again. Does so two or three times._)\n\nMISS P.—Speak your piece, Sally, like a nice girl.\n\nSALLY—I’th forgot it.\n\nMISS P.—The oak—\n\nSALLY—Oh yes, the oak.\n\n    The oak an’ the apple, the pine and the peath,\n    Are very fine treeth, you thee.\n    But the betht tree I know, with the bethtetht fruit\n    Ith that tree—the Chrithmuth tree. (_Points to tree._)\n\nAUNT HEPSY—Good for you, Sally.\n\nMISS P.—Next, a recitation by Patience Toothacre, “Watching for Santa.”\n\n(_Patty comes from entry, dressed in long nightie. She has bare feet\nand flowing hair, and carries a candle._)\n\nAUNT HEPSY—For the land sakes, Patty Toothacre! Go dress yourself.\n\nPATTY—(_indignantly_) I _is_ dressed, underneath. This is my—my—\n\nREUBEN—Cuss tune.\n\nMISS P.—Reuben!\n\nREUBEN—That’s what you called it.\n\nPATTY—\n\n    I’se watching for Santa. I hope he’ll come soon.\n      ’Cause every one’s ’sleep in this house except me.\n    He hasn’t come yet, for my stocking’s not filled,\n      I lit me a candle and crept down to see.\n\n    I’ll sit^{1} down and watch for him, here on the floor.\n      And tell him I need a new dolly to-night.\n    My eyes^{2} are so sleepy I just have to shut ’em,^{3}\n      But^{4} I’ll keep awake to catch Santa, all right.^{5}\n\n(_Motions—1, sits down. 2, rubs eyes. 3, closes eyes. 4, lies down\non floor. 5, sit up, open eyes, stretch sleepily, lie down and go to\nsleep. Hi tiptoes in, and carries her out._)\n\nMISS P.—Now the orchestra will play the closing piece, (_to Sammy, who\nis wildly waving hand_) What is it, Sammy?\n\nSAMMY—Please kin I g’wout?\n\nMISS P.—Yes. (_Sammy tiptoes out. Orchestra begins “Old Hundred,” and\nSammy bursts wildly in._)\n\nSAMMY—Teacher, oh teacher! Somebody’s been and gone and done it! I told\nyou they would! I told you so! Oh dear! Oh dear!\n\nMISS P.—Why, Sammy, what is the matter? What has happened?\n\nSAMMY—Somebody’s gone and stole that ere tree!\n\n(_School breaks up in wild confusion, every one running out to see._)\n\n\n\n\nChristmas Entertainments\n\n\n=CHRISTMAS AT PUNKIN HOLLER.= A new Christmas play by Elizabeth F.\nGuptill that abounds in clean, wholesome fun from beginning to end. It\ndepicts the trials of the teacher of an old-fashioned “deestric school”\nin conducting the last rehearsal for the Christmas Entertainment. Some\nof the pupils are in “custom,” as big Jake puts it, and “Sandy Claus”\nis there. The children go through their parts with gusto and more or\nless success. May be given in any schoolroom by any number. Easy to\nproduce. Costumes simple. Children and grown-ups will be delighted with\nCHRISTMAS AT PUNKIN HOLLER. Price, 15 cents.\n\n=A TOPSY TURVY CHRISTMAS.= Another new Christmas play by Elizabeth F.\nGuptill. It is decidedly humorous from start to finish. The characters\nare strong and at every turn of the play there is a happy surprise for\nthe audience. The children are tired of “minding,” and the everything\nbeing “just so,” so they start to find a place where they will find\nthings different. They find it in Topsy Turvy Land, where they have\nstrange experiences. When at last they have a Topsy Turvy Christmas,\nthey are ready to go home and be satisfied with things just as they\nare. May be given in any schoolroom by any number of children not less\nthan fifteen. In two short scenes. This clever play will prove a sure\nwinner wherever produced. Price, 15 cents.\n\n=CHRISTMAS AT McCARTHY’S.= Elizabeth F. Guptill. Here is a new\nChristmas play for the older children and as many young children as\nare available. It combines in a marked degree the gentlest pathos and\nthe most sparkling humor. Several nationalities are represented in the\ntenement and there is opportunity for the introduction of specialties\nif desired. Circumstances cause Elsie, the tenement orphan, to believe\nJimmy, the newsboy, will buy her a Christmas present, and it seems\nit is up to Jimmy to do it. Christmas is an unknown quantity at the\ntenement, but all agree that Elsie must not be disappointed, and plan\nto have one somehow. The entertainment is given by the “inhabitints\nthimsilves,” at McCarthy’s. In the midst of the fun, Elsie’s lost\nfather walks in, and the finale is a general rejoicing. Price, 25c.\n\n=CHRISTMAS DIALOGUES.= By Cecil J. Richmond. A book full of the\nchoicest new and original dialogues for Christmas, parts for both boys\nand girls being well provided for. Some are for the little folks, in\nrhyme; some are for intermediate grades, and others for older children.\nEvery dialogue in this book is decidedly to the point and easy to\nprepare. They will delight young and old alike. Contents: Is There\na Santa Claus? 2 small children, Santa Claus and chorus; Herbert’s\nDiscovery, 2 boys; The Christmas Dinner, 2 little girls, 1 larger girl\nand 2 boys; Playing Santa Claus, 1 small and 2 larger boys; A Double\nChristmas Gift, 2 small girls, 2 larger girls, and 3 boys. Price, 15\ncents.\n\n=EVERGREEN AND HOLLY—SONG AND DRILL.= By Elizabeth F. Guptill. A drill\nfor any even number of boys and girls, or all girls. The girls carry\ngarlands of evergreen while the boys carry wreaths of the same. After a\nspectacular drill and fancy march they all sing a beautiful Christmas\nsong, which accompanies the drill. Following the song they wind a\nspiral to the center of the stage, unwind same and march off. Complete\ninstructions are given. It is the best Christmas drill ever published;\neasy to produce and decidedly novel. Price, 15 cents.\n\n=PEARL’S CHRISTMAS.= Original, pleasing and interesting Christmas\ndialogue with an excellent moral, for 3 boys and 4 girls. Price, 5\ncents; seven copies, 25 cents.\n\n=SITTING UP FOR SANTA CLAUS.= A humorous dialogue for 6 girls, 5 boys,\nand Santa Claus. If you expect to have a Christmas entertainment, you\nsurely want this. Single copy, 10 cents; or 10 copies, 60 cents.\n\n    Paine Publishing Company.       Dayton, Ohio.\n\n\n\n\nREADINGS AND RECITATIONS\n\n\n=COMIC ENTERTAINER, THE.= Edited by H. L. Williams. An up-to-date\ncollection of the choicest humor. Such a variety in prose and poetry as\nto suit almost any occasion. The book also contains four monologues,\ntwo for male and two for female characters; also four short dialogues.\n=Price, twenty-five cents.=\n\n=HUMOROUS MONOLOGUES. By Mayme R. Bitney.= A fine collection of\ntwenty-nine original monologues designed for the use of the amateur\nand the professional monologist. Practically suitable for ladies. The\nauthor has brought out with skill the humorous incidents that help make\nup the life of the country girl and woman, while the fashionable woman\nof the city, who is interested in parties, teas and golf, is just as\ntruthfully depicted. =Price, twenty-five cents.=\n\n=THE EXCELLENT SCHOOL SPEAKER.= The “Excellent”—is true to name. A\nbook of over one hundred pages, especially compiled for us by C. S.\nBradford, containing selections of poetry and prose, new and fresh.\nFull of good things. You can make no mistake in securing this speaker.\n=Price, fifteen cents.=\n\n=HOWE’S COMIC SCHOOL SPEAKER.= Full of short, pithy, comic, and\nhumorous recitations. This book should be in every school. =Price,\nfifteen cents.=\n\n=HOWE’S EXHIBITION SCHOOL SPEAKER.= Contains about one hundred pages of\nselections of great range from the choicest literature of our country,\nsuitable for schools, homes and exhibitions. It is the best thing out.\nSend for it. =Price, fifteen cents.=\n\n=THE JUVENILE SPEAKER.= Every piece in this little book can be used and\nis worthy of its place in this useful work. It is undoubtedly the best\nbook of the kind, for the money, published; and is highly recommended\nby teachers everywhere. =Price, twenty cents.=\n\n=LITTLE PIECES FOR LITTLE PEOPLE.= Each set has twenty cards containing\ntwenty-nine bright, pretty recitations for boys and girls, from five to\nten years of age. Teachers like the pieces because of their convenient\nform. Being printed on cards, all wearisome copying is avoided. =Price,\nfifteen cents.=\n\n=MONOLOGUES FOR YOUNG FOLKS. By Mayme Riddle Bitney.= Fifty-four\noriginal, clever, humorous monologues for young people from six to\nsixteen, or for monologists who impersonate children. A recitation may\nbe a recounting of incidents, but a monologue has action; it becomes\nalive, and you are carried along with intense interest. A great variety\nof subjects. Also twenty-eight selections as follows: For Washington’s\nBirthday (4). For Labor Day (4). For Memorial Day, Flag Day, and other\nPatriotic Occasions (3). For Thanksgiving Day (8). For Christmas (9).\n=Price, twenty-five cents.=\n\n=RECITATIONS FOR PRIMARY GRADES, ORIGINAL AND UNIQUE. By Elizabeth F.\nGuptill.= A collection of an unusual sort. Every one is as interesting\nas a story, and every one has a very decided point. Not a recitation in\nthe collection that is dull or impractical. =Price, fifteen cents.=\n\n=THE NORMAL SPEAKER.= A book suited to the wants of all, from the\nsmallest school-child to the oldest reader. Do you want the most\neloquent passages ever delivered by our greatest orators? Do you want\nthe most soul-stirring patriotism? Do you want the purest, tenderest\nand most ennobling pathos? Do you want the most droll, eccentric and\nludicrous descriptions and characterizations? Do you want the richest,\nrarest and most side-splitting humor? Do you want to arouse a new\ninterest in literature and elocution among your pupils? Do you want\nthe selections recited by the most eminent elocutionists? Do you want\nthe cream, the quintessence of all that is suitable for reading or\ndeclaiming in schools, exhibitions, literary societies, picnics, or in\nthe family or private reading room? Buy the Normal Speaker and you will\nbe sure to find in it something that will supply your wants. =Price,\nfifty cents.=\n\nOur large Entertainment Catalogue sent on request.\n\n\nPAINE PUBLISHING COMPANY, DAYTON, OHIO.\n\n\n\nPlay changes characters' names to nicknames and back again at times.\nDialect is inconsistent in spelling. For example “haint” and “hain’t.”\nObvious punctuation errors repaired.\n\nPage 4, “rehease” changed to “rehearse” (rehearse your parts)\n\nPage 5, “On” changed to “Oh” (Oh no, Reuben)\n\nPage 11, “fashinoned” changed to “fashioned” (in the old-fashioned)\n\nPage 15, superscript 24 changed to 21. (No, by hemlock!^{21})\n\nPage 19, “going’” changed to “goin’” (goin’ to hang one for)\n\nPage 22, “Hallelulah” changed to “Hallelujah” (Glory Hallelujah)\n\nBack cover: “Chistmas” changed to “Christmas” (sing a beautiful\nChristmas)",
    "metadata": {
        "author": [
            "Guptill, Elizabeth F. (Elizabeth Frances)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/53831/pg53831.txt",
        "name": "christmas_at_punkin_holler.json"
    }
}