{
    "name": "Christmas at McCarthy's",
    "author": [
        "Guptill, Elizabeth F. (Elizabeth Frances)"
    ],
    "body": "These songs can be used in all manner of entertainments. The music is\neasy, and both music and words are especially catchy. Children like\nthem. Everybody likes them. Sheet music. Price =25= cents each. Five\ncopies, =$1.00=.\n\nWE HOPE YOU’VE BROUGHT YOUR SMILES ALONG. A welcome song that will at\nonce put the audience in a joyous frame of mind and create a happy\nimpression that will mean half the success of your entire program.\nWords, bright and inspiring. Music, catchy.\n\nWE’LL NOW HAVE TO SAY GOOD-BYE. This beautiful song has snap and go\nthat will appeal alike to visitors and singers. It is just the song to\nsend your audience home with happy memories of the occasion.\n\nWE’VE JUST ARRIVED FROM BASHFUL TOWN. This song will bring memories\nto the listeners of their own bashful school days. Words, unusually\nclever. Music, decidedly melodious. A capital welcome song, or it may\nbe sung at any time on the program with assured success.\n\nMY OWN AMERICA, I LOVE THEE. A song that will bring a thrill of\npatriotism to the heart of every one who hears it. The children and\ngrown-ups just can’t resist the catchy music. It makes a capital\nmarching song.\n\nCOME AND PARTAKE OF OUR WELCOME CAKE. A merry welcome song and a jolly\none, too. The audience will be immediately curious about the Welcome\nCake, and the children will love to surprise the listeners with the\ncatchy words. Music, easy and tuneful.\n\nLULLABY LANE. The music and words blend so beautifully that people will\nbe humming the appealing strains long after they hear this charming\nsong. A wonderfully effective closing song, whether sung by the school\nor as a solo by a little girl, with a chorus of other little girls with\ndolls.\n\nJOLLY PICKANINNIES. Words by Elizabeth F. Guptill. Music by Edna R.\nWorrell. This spicy coon song will bring down the house, especially if\nyou use the directions for the motions which accompany the music. The\nblack faces and shining eyes of the pickaninnies will guarantee a hit.\nThe words are great and the music just right.\n\nTHE LITTLE BIRD’S SECRET. Here is just the song for those two little\nfolks to sing together. They won’t have to be coaxed to sing it,\nespecially when they find that the whole school is to whistle the\nchorus. This is a decided novelty, and will prove a rare treat to your\naudience.\n\nA GARDEN ROMANCE. This is a dainty little song telling of the romance\nand wedding of Marigold and Sweet William. It is just the song for\ndainty little girls to sing.\n\nCOME TO THE NURSERY RHYME GARDEN AND PLAY. Here is something different\nfor the little folks to sing. The Nursery Rhyme Folk are so familiar to\nchildren, it will be no trick for them to remember the words. The music\nhas a most captivating swing.\n\n    =Paine Publishing Company=      =Dayton, Ohio=\n\n\n\n\n    Christmas at McCarthy’s\n\n    ELIZABETH F. GUPTILL\n\n    _Author of “Christmas at Punkin Holler,”\n    “A Topsy Turvy Christmas,” Etc._\n\n\n    Copyright, 1916\n    PAINE PUBLISHING COMPANY\n    Dayton, Ohio\n\n\n\n\nCast of Characters\n\n\n    PATRICK MCCARTHY,   the most important man in the “tinement”\n    BRIDGET MCCARTHY                                    His Wife\n    MR. OPPERMAN                                           A Jew\n    MRS. OPPERMAN                                       His Wife\n    LARS                                                 A Swede\n    MRS. CHLOE WASHINGTON                                Colored\n    MRS. FERRARI                                         Italian\n    MR. STRAUSS                         Elsie’s father, a German\n    ELSIE                                      “Tinement” Orphan\n    JIMMIE                                          The News Boy\n    PATSY     }\n    KATIE     }\n    POMPEY    }\n    CONNIE    }\n    CLEOPATRA }\n    MICKEY    }                 Other Children of the “Tinement”\n    CAESAR    }\n    LUIGI     }\n    CARLOTTA  }\n    HILDA     }\n    TONY      }\n\n\n\n\nChristmas at McCarthy’s\n\n\n\n\nSCENE I.\n\n\n(_Setting—The sidewalk outside of “Murphy’s Tinement.” Have a couple\nof low, wide steps, if possible. The children are gathered on and\naround these steps. Use plenty of children—as many as convenient. Small\nchildren from two to six or seven may be used as little brothers and\nsisters to those who have the speaking parts. As curtain rises, some\nof the children are playing “Button, button,” on the lowest step, and\nothers are playing “Hop-scotch” at one side. The smallest ones hug\ndilapidated dollies, rolled up from rags. One has a small wheel, such\nas might have been on a little cart, once. Enter Jimmy and Elsie—hurry\nalong to group._)\n\nKATIE—Sold out so soon?\n\nJIMMY—Ivery blissid paper av thim. Sure, ’twas the swate face of Ilsie\ndid it. I do be a thinkin’. An’ ivery sowl that bought a paper, almost,\naxed quistions about her. Guess they thought she was a high-born leddy,\nand me a stealthy, crapy kidnapper. Shure, an’ she got a foine chanst\nto be a leddy, and she wouldn’t take it, at all, at all! Think av that,\nnow!\n\nCONNIE—How could she get a chanst to be a leddy, when she’s jist a bit\nav a colleen?\n\nCLEOPATRA—Ah reck’n he means to be quality. Did some quality lady\nwanter stole yer, honey chile?\n\nELSIE—Lady wanted to take me ’way fum Jimmy. She said, fere was mine\nmutter dat her let me does papers to sell? And I wasn’t selling dose\npapers at all! Jimmy was selling ’em. And I telled her mine mutter was\nto Himmel gone, and mine fader was all loss, and—\n\nJIMMY—And she wanted to take her home to be her little gel, ’n whin I\nsaid we couldn’t spare the sunny face av her, she tried to wheedle her\naway! Bad ’cess to her!\n\nELSIE—And she said I wasn’t Jimmy’s little sister at all, she did!\n\nJIMMY—And she axed, she did, as purry as a cat, could we afford to kape\na growin’ choild that didn’t belong to us, and I says to her, says I,\n“Ilsie belongs to the whole tinement, that she does!” And she axed how\nthat was, and I told her how Mrs. Ferrari slapes her, and Mrs. Omstrom\nates her, and Aunt Bridget washes her, and Mrs. Washington minds her,\nand Mr. Opperman buys her bit clothes, and you girls kape her tidy, and\nI buy her hair ribbins, and she laughed, and called her a communerty\norphin.\n\nELSIE—And I telled her I wasn’t no orfing, I was Jimmy’s little sister,\nand she laughed some more, and she said I was pretty, and she gaved me\nthis. (_shows quarter._)\n\nMICKY—Begorra, what a lot av money! It’s a capitalist ye’ll be afther\nbeing, like the Rocky feller.\n\nJIMMY—And thin, bedad, she began to wheedle, and she promised her foine\ndrisses, and a babby doll, and a cab to wheel it in, and iverything ye\ncould think about, and more, too, begorry. And thin if she didn’t up\nand offer her a Christmas tree!\n\nKATIE—A Christmas tree! Why didn’t she offer her the earth, with a\nnoice little pick fince around it? And ye wouldn’t lave us for a\nChristmas tree, Elsie darlint?\n\nELSIE—“No,” I said, “Jimmy will buy me a Christmas tree a’reddy.”\n\nMICKEY—Like fun he will! Does she think Jimmy’s a millionair?\n\nJIMMY—And she asked where did we live, and I said, “over at the South\nside,” says I, and I mutters “over the lift” to mesilf and says she,\n“I’m a coming to see yer mother,” she says. And says I, wid the face av\nme as sober as a praste, “Me mither’s me ant, for the rale mither av\nme’s over in Ould Oirland in a churchyard, where she’s been iver since\njist before I was born, or jist afther, I forgit which, its so long\nago.”\n\nELSIE—And she laughed, and said she was going to haf her pretty baby,\nyet a’retty, but I won’t with that lady go. I will stay with my Jimmy.\nJimmy won’t let her get me.\n\nJIMMY—Don’t worry the golden braids av yer, Ilsie love. I gave her\nshtrate way out at the South side that isn’t there at all, at all, and\nbedad, she’ll hunt awhile before she finds that addriss, and whin she\ndoes, it’ll be the wrong one.\n\nELSIE—(_confidently_) And Jimmy will buy me a Christmas, won’t you,\nJimmy?\n\nJIMMY—Maybe, Ilsie love, a little one.\n\nELSIE—No, a big one, with a big, big tree.\n\nCAESAR—Dar don’t no trees grow in de city, Ailsie honey, not cut down\nones.\n\nELSIE—They grow the stores in. Mine fader always did buy me one.\n\nLUIGI—Maybe we mighta, all togetta, buy a leedla one. I could de shoesa\npolish, and get some mon’.\n\nCAESAR—An’ I kin hold de gemman’s hosses, ’n run arrantses.\n\nMICKY—Let’s all try hard and see if we can’t get Elsie a little\nChristmas tree.\n\nELSIE—I don’t a little Christmas want. I wants a big Christmas and a\nbig tree, like mine fader always did me get.\n\nKATIE—But you see, Elsie, we’re all poor folks, and—\n\nELSIE—Jimmy will buy me a Christmas—a big Christmas, and a big tree. I\nknow he will.\n\nMICKY—Gee, Jimmy! It’s up to you, all right.\n\nMR. OPPERMAN—(_entering_) Vot vos up to Chimmy?\n\nCAESAR—Ter cunjur up a big Christmas tree fo’ Ailsie. She done boun’\nter have one.\n\nELSIE—Mine fader did get me one always, Mr. Opperman.\n\nOPPERMAN—Vell, vell, ve never did yet have van Christmas here yet\na’retty, but meppe ve might half von leedle von, if ve all chip in\ntogedder. Be patient a’retty, mine leedle fraulein, and ve’ll see vot\nve’ll see!\n\nELSIE—But I don’t want one little tree, I want one big one like mine\nfader always did me get. Jimmy will buy me one. I know he will. I’m\nJimmy’s little sister. He did buy for me these hair ribbons of the blue\ncolor.\n\nCAESAR—You’ll half ter do it, Jimmy, whedder or no, as de preachah say.\n\nELSIE—You know, Mr. Opperman. You one German was, too. You know the\nGerman kinder do always one big Christmas tree have. Mustn’t I have one?\n\nOPPERMAN—Vell, vell, leedle Madchen, I vos sure von Cherman, but I vos\nvon Cherman Chew a’retty. Der Chews no Christmas do keep, nor drees.\n\nELSIE—(_beginning to cry_) I must have one big Christmas tree. I must.\nAnd no one wants me my tree to have but Jimmy.\n\nJIMMY—There, there, Ilsie, don’t spoil the swate eyes av yez wid\ncryin’, ans we’ll think up a way somehow. (_Mrs. McCarthy, Mrs.\nFerrari, Mrs. Omstrom, and Mrs. Washington come out and seat themselves\non the steps._)\n\nCHLOE—(_taking Elsie into her lap_) What dey bin a doin’ to mammy\nChloe’s li’l white lambie?\n\nBRIDGET—Which av ye spalpeens hov bin afther makin’ the wee colleen\nwape, now? Be shame to yez, who iver yez are!\n\nELSIE—They don’t want me my Christmas to have a’retty.\n\nBRIDGET—And who’s bin afther puttin’ Christmas into the hid av her?\nYou, Jim, I’ll bet a sixpince. Yez do spile the choild, most awful.\n\nJIMMY—’Twasn’t me, nather. ’Twas a foine leddy who wanted to adopt her,\nav yez plaze, or av yez don’t plaze, either.\n\nCHLOE—’Dopt her? Den she’d be quality, like she ottah be, but ole mammy\nChloe would miss her li’l white missy.\n\nBRIDGET—Bedad, an’ she can’t have her, thin. She’s the baby of all\nMurphy’s tinement, and betwane us we’ll get up a Christmas for her if\nshe’s thot set on it. I kin take in an ixtry wash or two, mebbe. Sure\nme own little spalpeens have niver had a Christmas yit, nor Jimsie,\nnaythur.\n\nJIMMY—I don’t need any, Aunt Bridget, but Elsie wants one that bad, she\ncan’t same to do widout it.\n\nELSIE—Mine fader did always one tree for me get.\n\nCARLOTTA—How mucha one tree he costa?\n\nOPPERMAN—Ve von leedle von could get vor—led me see—\n\nELSIE—I don’t one little one want. I want one big one.\n\nCHLOE—Shuah you do, ma honey. Like de quality allers has, a-settin’\nin de parlah, an’ a-reachin’ clar up to de high ceilin’, wid candles\na-twinklin’ an’ pretty, tings a-shinin’. Mammy’s seen ’em, in de Souf.\nIf we was dah, now! Dey grows dah, an’ Pompey could go out wid his axe\nan’ cut one down fo’ his li’l Missy.\n\nELSIE—(_very eager_) Yes, Mammy Chloe, that just what I want! Just like\nthe tree I always did have every Christmas.\n\nCARLOTTA—But where we so mucha mon’ getta?\n\nHILDA—They haff the so large trees the churches in. What bane they do\nwith them after?\n\nOPPERMAN—Dot vos so! Dot Svede voman vos one pargin hunter a’retty. Dot\ntree be segond hand de day after de Christmas, and he gome cheap.\n\nCHLOE—Mah Pompey he know dah sextant ob dat big chu’ch on Ellum Street,\n’n ah reckon he’ll git it mo’n cheap. Yo’ shill hab yo’ tree, Ailsie\nlamb.\n\nTONY—I wanta tree, too.\n\nELSIE—It will be one tree for everbody, a’retty.\n\nBRIDGET—So it shall. The entire communerty of inhabitints is invoited\nto be prisint at a gran Christmas party, with a tree, refrishments and\nan intertainmint, in McCarthy’s fore room the noight afther Christmas.\n\nELSIE—No, not the night after; I want it the Christmas Day on.\n\nBRIDGET—And so it will be, bedad! I hereby make the announcemint that\nChristmas at McCarthy’s will be the twinty-sixth of Dacimber this year,\nand thot’s whin we’ll have our grand hippodromy.\n\nMICKEY—Begorry, it’s mither knows the grand worrds!\n\nCARLOTTA—My Antonio, he giva da peanutta and da poppa, and da bambinos\nsewa it da stringa on.\n\nHILDA—I can sweetmeats make.\n\nCHLOE—Ole Chloe know how make all de good tings—de crullahs an’ cakes.\n\nKATIE—Mither makes foine melasses candy.\n\nBRIDGET—Yis, ’n I know how to make a whole cirrcus of animiles, all av\ncooky dough.\n\nOPPERMAN—Mine brudder he work a varm on. I git him zum abbles me to\nsend. I—I—I gif von prezent to efery laddy in der tinemint!\n\nCHLOE—Purty good foh an ole bach! He, he! Chloe knows how to mek a heap\no’ li’l knick-knacks out o’ nuffin. I show yo’ li’l gals how mek de\nnice Christmas gif’. Yo’ wait’n see.\n\nJIMMY—And everybody there must have somethin’ fer Ilsie, fer ’twas her\ngot it up. Murphy’s tinemint niver kipt Christmas before.\n\nBRIDGET—It’s goin’ ter do thot same this year, me bye. Remimber, at\nMcCarthy’s the avenin of the twinty-sixth, and ivery blissed sowl must\ndo something for the grand vodyville intertainmint.\n\nOPPERMAN—But vy your rooms, instead of dose room of mine? Mine der\npiggest is, und downstairs, a’retty, und you all vould velcome be.\n\nBRIDGET—Sure yours is the biggest, an’ the most cluttered, I’d be\nthinkin’. Yez see, Mr. Opperman, yer one room is pretty well filled\nwid yer shtove an’ yer bed, an’ yer table, an’ all your clutter, which\na old bachelor niver doos pick up nor clane up, and me own fore room\nis large and nearly impty, wid the parlor set Oi’ll be afther havin’\nsome day shtill in the shtore, and it’s the foine place for the parrty,\nnayther way up shtairs nor way down, an’ it’s there let it be.\n\nCHLOE—(_starting up_) Dar’s de whistle a-blowin’, chillen. Pappy’ll be\nhum ter he suppah in two shakes ob a lamb’s tale. (_All the women hurry\nin, and the children stand up, and wave their hands and shout._)\n\nMICKY—Three chairs fer Christmas at McCarthy’s!\n\nALL—Rah, rah rah! (_Run off in both directions._)\n\n\n    CURTAIN.\n\n\n\n\nSCENE II.\n\n\n(_McCarthy’s “fore room,” with “the tree” in the corner. To make the\ntree, take three old umbrellas—the skeletons only. They should be open.\nPlant the handle of the first one in a tub of earth, strengthening it,\nand making it firmer, by four pieces of wire fastened to the ribs,\ncoming down, obliquely, and anchoring firmly to the tub. A second\numbrella is fastened to the first, the handle of this one running\ndown by the central wire of the first, and the two wired firmly\ntogether. A third one—and this should be one with a “crookhandle,”\nhangs downward from the ceiling, just above the second. Wire till all\nis firm and strong, but have the work crude. This “tree” is draped\nwith green tissue paper, cut into leaves of every size and shape.\nFlowers and ornaments of bright tissue paper adorn it, and to every\npoint is firmly fastened a piece of candle. The ornaments should be\nvery simple—cut-out hearts, stars, etc., paper chains, lanterns, and\nJacob’s ladders, etc. At the top is fastened a large star, covered with\nthe silver foil that comes around compressed yeast cakes. This should\nhave rays of broomstraws, also covered with the foil. There should\nbe a great deal of ornament. Here and there are a few pieces of the\ngay-colored glass balls used for decorating Christmas trees. Strings of\npopcorn and cranberries also adorn the tree. Hovering over the top is\na paper angel, and at the bottom is a penny picture of the nativity.\nThere should be a good many penny sticks of candy on the tree, and\na few “oranges” of crepe or tissue paper. A large basket of apples\nstands near the tree, while another basket and the floor around are\nheaped with “the prisints,” in all sorts of rude bundles. Mr. and Mrs.\nMcCarthy are alone in the room, giving the last touches to “the tree.”_)\n\nBRIDGET—Sure, and it’s one grand evint for Murphy’s tinemint! Look at\nthot tree now, will yez? Who but Jimmy wood iver have thought av it!\nSure the Baby’s eyes were full av tears, and she shtamped the little\nfut av her, and she says, says she, “Khristhmas is the twinty-fifth\nav Dacimber, not the twinty-sixth,” says she. Ivery buddy do be a\nsaying so, and I won’t have a second hand Christmas, Jimmy, I won’t.\nAnd little cud she know av the high cost of living. She wud have a\nbig tree, and she would have it to-night. Bedad, if’t had bin one av\nme own little spalpeens, I’d have given her a taste av me hand, where\nit wud do the most good, but ye can’t spank an orphin, and I was that\ndistracted I didn’t know what to do, but Jimmy, he says, says he, pert\nas an eyster, “We’ll have it the roight night, Ilsie, if it’ll bitter\nsuit yez. And we won’t have no second hand tree, nuther,” says he.\n“We’ll have a brand new, original kind’t nobuddy niver had before.”\nAnd Ilsie she stopped a wapin’, and began to look interested. “And ye\nmust promise me that ye’re goin’ ter loike it,” he says, ’cause Jimmy’s\nplannin’ it all for his little sister, to make her happy.\n\nSure and ivery one in the tinemint has brought a prisint for Ilsie,\nIt’s rich she’ll be whin it’s over, I do be a-thinkin’.\n\nPAT—She will that same. And begorry, it is a foine tree, and ivery\nchoild in the tinemint will injye it, I do be a-thinkin’. Arrah! here\nthey come! (_Voices outside. Jimmy speaks up loudly._)\n\nJIMMY—No, no, now. No breakin’ ranks. Kape in yer places, now, and no\ncrowdin’. It’s two and two ye’re afther goin’ in, as Noah’s beasties\nwint inter the Ark. And Ilsie’s a comin’ first, cause if’t hadn’t bin\nfer Ilsie there wudn’t a one of ye had a spick av a Christmas, no more\nthan ye iver did afore.\n\nELSIE—I want to go in _now_, Jimmy, I do.\n\nJIMMY—Thin knock thray toimes on the dure wit’ yer fairy wand, and if\nthe little payple have all shcampered out av soight, the dure’ll open.\n(_Three knocks are heard, Pat swings open the door, and all march in._)\n\nCHILDREN—Oh! Ah! It’s the beautiful tree!\n\nJIMMY—Merry Christmas, iverybody!\n\nCHILDREN—(_enthusiastically_) Merry Christmas, iverybody! (_The grown\npeople have followed the children into the room. There should be\nimprovised seats of boxes, barrels, and boards. They seat themselves,\nand look expectantly at Elsie._)\n\n(_Elsie buries her face on Jimmy’s shoulder and begins to cry._)\n\nJIMMY—Fhwat ails yez, Ilsie darlint? Tell Jimmy fhwat’s the matter av\nye!\n\nELSIE—It—it is _not_ one Christmas tree, aretty. It—it is not one tree\nat all.\n\nJIMMY—Sure it is. Don’t yez see the green on the branches av it?\n\nELSIE—(_looking up a minute_) They is not no branches at all.\n\nPAT—Thin what be they?\n\nELSIE—I don’t know, but they no branches are, and that no tree is,\nwhatever.\n\nOTHER CHILDREN—(_indignantly_) It’s a foine tree!\n\nELSIE—It is not no tree at all! Jimmy, you did said I should have one.\n\nJIMMY—And you said you wud loike it if Jimmy got it for yez, and now\nyez don’t. Oh, Ilsie, pit!\n\nKATIE—(_kneeling by Elsie_) Ilsie, darlint, poor Jimmy fales awful bad.\nDo yez want him to crry?\n\nELSIE—I do feel bad, too, Katie. He said I should have a Christmas\ntree, he did!\n\nKATIE—And he got ye one—a foine one! “Sure,” says he, “She’s had German\ntrees a lot av toimes, but she’s niver had one av this koind, and\nbedad, Oi’ll git it fer her, cost it what it will,” says he; and he’s\ndone it, and now yez don’t loike it! That isn’t a nice grateful little\nIlsie at all.\n\nELSIE—Is it a tree, really Katie—one new kind, aretty?\n\nKATIE—It is thot same, colleen Bawn. It’s—it’s—dear me, I disremember\nthe name av it.\n\nPAT—It’s a Pollyglot tree, that’s fhwat it is, and a rare koind, too.\nAnd to think she doosn’t care fer thot same, whin Jimmy got it be\npurpose for her!\n\nELSIE—I do like it, aretty. Jimmy, don’t you cry once. It’s a nice new\nkind of a tree, and I does like it.\n\nJIMMY—Thin thray cheers fer the grand Christmas tree! (_all join._)\n\nELSIE—There candy is on it, and candles, and the angel flies over the\ntop aretty. It is a nice tree, Jimmy.\n\nTONY—I wants candy.\n\nCARLOTTA—Not yet-a is the candy time-a. Mia bambino mus’ wait-a.\n\nBRIDGET—Yis, furrst is the grand vodyville intertainmint by the\ninhabitints of Murphy’s tinemint. Read off the names, Katy darlint.\n\nKATY—First is the spache av wilcome, by Patrick O’Rafferty McCarthy.\n\nPATRICK—Highly honored frinds and nayborrs. We are gathered here\nto-night—to-night, we are gathered here—to—to—\n\nBRIDGET—(_in a stage whisper_) To celebrate.\n\nPATRICK—Oh yis. To celebrate. We’re gathered here to celebrate.\n(_Scratches head._) We’re gathered here to celebrate—and—and—we’re\ndoing av thot same.\n\nBRIDGET—(_whispers_) It’s a joyful occasion.\n\nPATRICK—Bedad, and it isn’t thin. It’s anything but a jyful occasion\nwhin yez have a spache to make and can’t remimber a worrd av it! ’Twas\nBiddy and Katie wrote it, and begorry they’ll have to say it, if it’s\nsaid. The mate in the shell av it is this. We’ve got up this shindy fer\nthe orphin in our midst, little Islie, bliss the blue eyes av her! who\nbelongs to ivery one av us, and fer our own little childher as well—the\npoor little spalpeens that we’ve chated out av a Christmas ivery year\nbecause we wasn’t Carniggy’s. We’re a holdin’ it here in McCarthy’s\nfore room, be the razin that it’s the biggest room in the tinemint,\nwith the ixciption of Opperman’s, which he ginerously offered, but\nwhich was so cluttered ’twould have taxed the patience av a saint to\nthry to pick it up. So it’s here, as yez see, and it’s wilcome yez are,\nivery one, Catholic and heretic, Jew, and Gintile, to hilp kape the\nbirthday av one little Child, by making other childer happy. Wilcome to\niverybody. Wilcome to the Christmas at McCarthy’s. (_sits down._)\n\n(_All, clapping and stamping._)\n\nFoine! Great! (_and so on._) (_Every number on the program must be\nvociferously applauded._)\n\nKATIE—Nixt is a recitation by Patsy McCarthy, Junior.\n\nBRIDGET—Shpake up, Patsy love, and do as well as ould Patsy did, now.\n\nPATSY—\n\n    Bedad, Oi’m glad it’s Christmas time.\n      Oi’m glad we’ve got a tree.\n    Oi’m glad that something on it hangs,\n      Fer Ilsie and fer me! Amen!\n\nKATIE—No, no, Patsy, the amen didn’t belong there.\n\nPATSY—(_running to his mother_) Oll roight, Katie, you kin take it aff!\n(_All laugh._)\n\nMR. OPPERMAN—He von smart poy was, aretty, vor year old, ain’t it?\n\nBRIDGET—Thank yez kindly, Mr. Opperman, he was that, jist loike the\nfeyther av him. Oi always did say thot Pat wud have made a foine\norayter if he’d had the iddycation fer thot same.\n\nKATIE—Nixt is a song of Italy in the original Eyetalian, by Mrs.\nCarlotta Ferrari. (_Carlotta may sing any little Italian song, or a bit\nfrom one of the Italian operas._)\n\nKATIE—Nixt is a rale darkey breakdown, as danced on the Southern\nplantashins at Christmas time. Danced by Caesar Augustus Lincoln\nWashington. His dady will accompany him on the banjo, a rale truly\nSouthern instermint, which he brung from Alabamy. (_Pompey plays and\nCaesar dances, cuts “pigeon wings,” etc., and ends up with an elaborate\nbow to the audience, then walks on his hands to his seat._)\n\nKATIE—Nixt is a recitation by Miss Ilsie Strauss.\n\nELSIE—\n\n    The world was silent and starry and still.\n      A bright star shone over Bethlehem’s hill.\n    A dear little Child in the manger lay,\n      And that was the very first Christmas Day.\n    The wise men brought rich gifts of gold.\n      We bring our gifts, as they did of old;\n    And sing our carols, so glad and gay,\n      The whole world is keeping the Christmas Day.\n\nBRIDGET—Bless the swate heart av her! She remimbered thot from last\nyear!\n\nELSIE—I always did say it at my Christmas tree, and then I did mine\nhymn sing.\n\nMR. OPPERMAN—Sing it now for us, aretty. (_Elsie sings Martin Luther’s\ncradle hymn, which begins, “Away in a Manger.”_)\n\nKATIE—Nixt is a Christmas flag drill, as given at school, wid\nvariations. Yez see, we do it at school wid the Shtars and Shtripes,\nbut we made these Christmas flags at school and the teacher fixed the\nworruds over, and made the hull thing as Christmassy as ye plaze. And\nshe said we’se moight kape the flags, av we loiked, so we did loike to\ndo that same and here they be, thimsilves. (_She goes out a minute and\nreturns with the flags, which she gives out to the children who are to\ntake part in the drill. Half the flags are of red, half of Christmas\ngreen, each with a large gold star in the corner._)\n\nKATIE—Give us all the room yez can, now, and we’ll do it as well as the\nspace’ll let us.\n\nELSIE—We cannot up and down the aisles march, Katie.\n\nKATIE—Yis, ye can. Jist ye follow the laders, and we’ll march up and\ndown the imaginary aisles, as grand az ye plaze. Riddy, now. (_All\ntake places, the girls, in order-of size, behind Katie—the boys behind\nJimmy._) This is the kay, now. Sound it. (_All do so, and the march and\nsong begin.[A]Tune: “Wave, Old Glory.” As they sing, they march up and\ndown the “imaginary aisles.”_)\n\n\n\n    SONG.\n\n    We are happy little children, at the Christmas time,\n      See us gaily marching, marching, while our voices chime.\n    See the flag now wave before us, with its golden star,\n      Telling of the Child once born in Bethlehem afar.\n\n    Chorus:\n\n    Wave your banner, wave it gladly, sing in happy glee.\n      Let the Christmas chimes re-echo over land and sea.\n\n    Evergreen the Christmas story, never shall it die.\n      Red the color bright of glory, streaming from the sky.\n    Golden are the stars of Christmas in the heavens so high,\n      Glorious was the Star that shone afar in Syria’s sky.\n\n    Chorus:\n\n    Wave your banner, wave it gladly, with its golden star,\n      While the happy children’s voices echo near and far.\n\n    Let the Christmas joy and gladness in our hearts keep time,\n      While the Christmas bells are pealing forth their merry chime.\n    Let us all pass on the blessing sent us from above.\n      This the keynote of the day, the Christmas watch-word, “Love.”\n\n    Chorus:\n\n    Wave your banners, wave them gladly while your voices chime.\n      ’Tis the golden time of year, the happy Christmas time.\n\n(_At close of song, go on with the following drill._)\n\nDRILL.\n\nFIG. 1.—Leaders meet, hold flags high, while others march under, and\naround, in two circles, twice. When they come the third time, they form\nin line behind others and raise flags, forming long arch. Back couple\nmarch down through it, and then up, outside it, to place, but do not\nraise flags this time. Next couple repeat this, till all have done so,\nand are in place once more.\n\nFIG. 2.—March backward till two lines are as far apart as space will\npermit, then march forward, flags waving, through opposite lines to\nother side, turn and repeat.\n\nFIG. 3.—March to form two circles, girls inside. Boys march completely\naround them, then wind in and out around circle, then pass in and form\ncircle inside.\n\nFIG. 4.—Girls repeat Fig. 3.\n\nFIG. 5.—Girls, now in inner circle, march around one way, boys the\nother. When they have gone around once this way, they wind the “grand\nright and left,” crossing flags with each one met; passing to the right\nof the first one met, and to the left of the next one met. Continue\nthus around circle.\n\nFIG. 6.—Boys step back, making larger circle, girls step in between\nboys, making one large circle. March around once, flags waving, then\nall face centre. All march in toward centre, flags held high and\nforward. When near enough to centre so that flags nearly touch in a\nhigh point, march around in a wheel, then back to places again.\n\nFIG. 7.—Boys form line, girls form line in front: of them. Boys march\naround end of this line, and form line in front of girls. Girls do\nsame. Continue as many times as space allows.\n\nFIG. 8.—Girls pass one way, boys the other, meet at back and march to\ncentre in spiral, first a girl, then a boy. At centre, turn and unwind\nspiral.\n\nFIG. 9.—Come down to front, all abreast, flags waving, and bow, waving\nflags with a wide sweep.\n\nFIG. 10.—March up in pairs, separate, pass to sides.\n\nKATIE—Sure and we can’t lade thim to their seats, for they haven’t any,\nbedad, so we’ll call the drill inded, and hope ye loiked it.\n\nPAT—Thot we did, Katie darlint. ’Twas foine.\n\nBRIDGET—Illigant!\n\nMR. OPPERMAN—It vos von britty zight, aretty.\n\nCHLOE—And to tink dey-all larn dat in de school!\n\nCARLOTTA—It is da poetry and da music and da rhythm, all in one-a.\n\nLARS—And zey bane (_points as he counts_) one, two, tree, four, fife\nnations. And all bane learning und singing like one. (_It would be nice\nto have Lars count in Swedish, if he can—the author cannot._)\n\nPOMPEY—But dey-all all like heah in de Nof. Black or white, all same as\none.\n\nBRIDGET—They are that same, in this blissid counthry. Here’s your\nlittle pickaninnies, and the little Swades, the Eyetalian childher and\nthe Germans, and me own little Irish colleens, all aloike good frinds,\nand singing all togither the Christmas songs.\n\nCONNIE—We aren’t Irish and Naygurs and Swades and sich, mither, we’re\nAmericans, ivery wan av us. Tacher says so.\n\nPAT—And so yez are, God bliss yez, ivery one. Sing thot song ye larned\nin school—“My Own America, I Love but Thee.”[B]\n\nMICKEY—That ain’t a Christmas song, feyther.\n\nPAT—It’s good enough fer Christmas or any other day in the year. Sing\nit. Pipe up, Katy gurl. (_Katy does so, and they sing._)\n\nMR. OPPERMAN—(_at close of song_) Dot vos von goot song, for certain.\n\nKATIE—Nixt is a recitation by James Terence O’Neal.\n\n(_Plenty of material for the children’s recitations can be found in\nany Christmas collection. The ones referred to are in the little book,\n“Original Christmas Recitations,” by the author of this play, and will\nbe sent for fifteen cents to any address, by the publishers of this\nplay. Each child should deliver his recitation in the same brogue,\nor accent, he uses in the rest of the play. Of course, if any of the\n“pieces” are changed, the comments immediately after must be changed,\nalso._)\n\n(_Jimmy recites “Vice Versa.”_)\n\nPAT—No danger av yez iver goin’ there, Jimsy bye, if turrkey’s the only\nthing that takes yez. If it was porrk and praties, now—\n\nJIMMY—You and I’d both go, wouldn’t we, Uncle Pat?\n\nKATIE—Nixt is a ricitation by Master Antonio Ferarri, Junior.\n\nTONY—\n\n    “’Fi’s a leetla orphan, wif no share in the Kissmiss joy,\n     I’d jus’ dopt ole Santa Clausa, and be hees leetla boy.”\n\nMR. OPPERMAN—A goot chooze, dot vould be, aretty.\n\nELSIE—I wouldn’t. I’d ’dopt my Jimmy, and his little sister be.\n\nJIMMY—Just like you did, Ilsie darlint.\n\nKATIE—Nixt is a rale plantation song by the Washington famerly, the\nhull four av thim.\n\nCHLOE—Yo ottah call it a quahtette, honey. Dat’s de stylish name.\n(_Pompey plays his banjo, and they all sing. Any of the old Southern\nDarkey songs will do—not the ragtime coon song of to-day._)\n\nKATIE—Nixt is a ricitation by our esteemed frind and fellow bachelor,\nMr. Fritz Opperman.\n\nMR. OPPERMAN—Bud I don’t vos knew any Gristmas biece, aretty. I voz von\nJew, you see, Miss Kadie.\n\nKATIE—But yez kin say some dandy ones. Niver moind the Christmas part,\nMr. Opperman. Jist spale off a funny one. (_Mr. Opperman recites any\ncomic poem in Dutch dialect._)\n\nMR. OPPERMAN—Now id vos other poddy’s durn, aretty yet.\n\nKATIE—Yis, it’s Mickey’s. Masther Saint Michael McCarthy will now spake\na ricitation. (_Mickey recites “Santa’s Mistake.”_)\n\nBRIDGET—(_at close_) Sure, an’ I haven’t thin, Mickey, bye. Oi’d be\nproud to have a dozin as foine ones as me own three are, and if the\nould Saint laves me anither Oi’ll kape me eyes on yez, Oi will thot.\n\nMICKEY—(_looking over Katie’s shoulder_) Nixt Luigi will play us a\nchune on his fiddle.\n\nKATIE—(_pushing him_) Be off wid yez! Is that a pretty way to say it,\nnow? Nixt, is a violin doit, by the great Italian musishin—Misther\nAntonio Ferrari, and his son Masther Luigi ditto.\n\nLUIGI—Ditto not my name-a. (_Antonio and Luigi play, Luigi playing\nsecond part, preferably something distinctly Italian. If desired,\nCarlotta and Bianca may sing, in Italian._)\n\nPAT—I doos loike a good fiddle chune.\n\nKATIE—Nixt is a ricitation by Miss Thelma Omstrom. (_Thelma recites\n“The Birdie’s Tree.”_)\n\nMR. OPPERMAN—Dot von goot ting to do vos, aretty.\n\nHILDA—We always do so in Sweden. The birrds their Chrissmas haff as\nwell as the little ones.\n\nKATIE—Nixt is a ricitation by Miss Constantia Erin McCarthy. (_Connie\nrecites “Baby’s Shopping.”_)\n\nPAT—The littel spalpeen. If thot wasn’t a good joke now!\n\nKATIE—Nixt is an ould Latin hymn, as sung in the Catholic churches, by\nMrs. Bridget Maloney McCarthy, who was once a soloist in the church in\nKerry. (_Bridget sings “Adeste Fidelis,” or some other old Christmas\nhymn. If preferred, she may sing in English, but the old Latin hymns\nare very beautiful._)\n\nPAT—Sure, and Oi heard her a singing thot same hymn one Christmas in\nould Oirland. Oi’d been to say me mither’s ant, in Kerry, and was a\ngoing home the nixt day. But I didn’t. “Begorry, thot’s the vice, fer\nme,” says I, and I stayed and coorted the singer.\n\nKATIE—Nixt is a ricitation by Miss Bianca Ferrari. (_Bianca recites\n“What They Found.”_)\n\nLARS—Take a warning, you Luigi boy, and don’t bane tease your sister\nany more.\n\nKATIE—Nixt is a ricitation by Miss Cleopatry Harriet Beecher Stowe\nWashington.\n\nCLEOPATRA—’Twarn’t no resh’tashing. ’Twar a song—a lullerby.\n\nKATIE—Shure and it was thot same. Ixcuse me, Cleo.\n\nCLEOPATRA—Whah’s my pick-a-ninny, Mammy? (_Mammy takes from a capacious\npocket a rag doll rolled up from an old black stocking with features\nsewed on, and a cap and long dress of white._)\n\nCHLOE—Heah she am, honey chile. Sing her to sleep now. (_Cleopatra may\nsing any darkey lullaby._)\n\nHILDA—A sweet little song, and nicely singed.\n\nKATIE—Nixt is a ricitation by Carl Omstrom. (_Carl recites “A Ten Cent\nChristmas.”_)\n\nLARS—(_at close of recitation_) And I did buy effery one of tem for\nsome one here. I bane had a real dime.\n\nKATIE—And now, as Mr. Lars Omstrom and Mrs. Hilda Omstrom have begged\nto be ixcused, we will ind this programme by a good rousing Christmas\ncarol, sung by iverbuddy.\n\nJIMMY—No, yez don’t. Miss Katherine McCarthy hasn’t done her share yit.\n\nKATIE—Yis I did, Jimmy. I read the programme.\n\nMICKY—No go. Ye’ve got ter sing, Katie.\n\nKATIE—But I wasn’t ixpicting to do that same, and—\n\nPAT—Niver moind the appollygies. Give ’em “Rory O-More,” Katy love.\n(_Katy sings “Rory O’More,” or any preferred Irish song._)\n\nKATIE—And now fer the grand final choris! Iverrybuddy sing. (_All\nsing any chosen Christmas Carol, old or new. At the end, Mr. Strauss,\nElsie’s father, walks in._)\n\nMR. STRAUSS—A vine ghorus, dot! Dey dold me I should mine leetle Elsie\nfind here.\n\nELSIE—(_springing into his arms_) Mine fader! Oh, mine fader! How did\nyou yourselluf find, aretty?\n\nMR. STRAUSS—Mine own leedle von! Und your mutter is died, dey zay.\n\nELSIE—Ya, and you did lost yourselluf, and—\n\nMR. STRAUSS—I vos not loss, I vos seeck, so long dime mine head mitout,\nand could not the American talk remember. Mine uncle has died, Elsie,\nund I am a rich man, aretty.\n\nELSIE—I was a rich girl, too, mine fader. See the grand Christmas tree\nwe have on that corner. It is mine tree. Jimmy got it for me.\n\nMR. STRAUSS—I vill go and buy von big real tree aretty, mine Elsie,\nwith candles and ornaments and gifts, and all these shall see.\n\nELSIE—I’d rather have this tree, mine fader. I do this tree like.\n\nMR. STRAUSS—Den dis tree you shall have, mine Elsie, and New Years’ Day\nwe will one big tree have, mine country blace out at, and all these\nshall come, who have mine Elsie bin goot to, aretty.\n\nJIMMY—Are you going to take Elsie away, sir?\n\nELSIE—I can’t from Jimmy away go. Mine Jimmy must with us go, mine\nfader. I vos Jimmy’s little sister.\n\nMR. OPPERMAN—It vos dot Chimmy dot did find her crying the street in,\nand pring her here.\n\nMR. STRAUSS—And you cared for her? You did not let her to the Orphan\nasylum go? But you are poor people. How you do it?\n\nPAT—Sure we did it betwane us, and nobody missed the bite and sup the\nwee colleen took. But she’s the loight av all our eyes, sir, and we\nshall miss her sadly. Indade we shall.\n\nMR. STRAUSS—She shall come back. She often shall come. And all you who\nso kind have been shall come her to see. Ve never our friends shall\nforget, who cared for mine Elsie.\n\nELSIE—But Jimmy must go, mine fader. I will not without mine Jimmy go.\n\nMR. STRAUSS—But his mudder, Elsie, she will not him let go.\n\nELSIE—_I_ will let him go. He is mine Jimmy! And he has no mudder.\n\nMR. STRAUSS—No mudder? How dot vos? Who dot poy belong to aretty?\n\nBRIDGET—He was my sister’s bye, and as good a bye as iver walked on two\nligs.\n\nMR. STRAUSS—Let him come mine poy to be—mine Elsie’s brodder. He shall\nvon edugation have, and in mine pusiness be, by and by. Vill you mine\npoy be, Chimmy?\n\nBRIDGET—Sure and he will. It’s not mesilf will stand in his loight,\nand he desarves all the good things he’ll get. It’s sorry we’ll\nbe to lose him and Ilsie too. Bedad she’s the babby av the whole\ntinemint—but—Whisht there, Connie! ye musn’t wape. There’s the three to\nbe loighted, and all the prisints and the candy and apples. All roise,\nnow, and say Wilcome, and we’ll be afther lighting thot three. (_All\nrise, and shout heartily._) Welcome, welcome to Elsie’s father! Rah!\nRah! Rah!\n\nELSIE—I want the candles to light. Jimmy did say I might! (_Her father\nholds her up and she lights one or two, to the accompaniment of the\nchildren’s “ohs!” and “ah’s”! as the curtain falls._)\n\n\n    CURTAIN.\n\n\nFOOTNOTES:\n\n[A] Furnished by the publishers of this book. Sheet music, price,\ntwenty-five cents.\n\n[B] This song is published by Paine Publishing Company. Sheet music,\nprice, twenty-five cents.\n\n\n\n\nChristmas Entertainments\n\n\n=CHRISTMAS AT PUNKIN HOLLER.= A new Christmas play by Elizabeth F.\nGuptill that abounds in clean, wholesome fun from beginning to end. It\ndepicts the trials of the teacher of an old-fashioned “deestric school”\nin conducting the last rehearsal for the Christmas Entertainment. Some\nof the pupils are in “custom,” as big Jake puts it, and “Sandy Claus”\nis there. The children go through their parts with gusto and more or\nless success. May be given in any schoolroom by any number. Easy to\nproduce. Costumes simple. Children and grown-ups will be delighted with\nCHRISTMAS AT PUNKIN HOLLER. Price, 15 cents.\n\n=A TOPSY TURVY CHRISTMAS.= Another new Christmas play by Elizabeth F.\nGuptill. It is decidedly humorous from start to finish. The characters\nare strong and at every turn of the play there is a happy surprise for\nthe audience. The children are tired of “minding,” and the everything\nbeing “just so,” so they start to find a place where they will find\nthings different. They find it in Topsy Turvy Land, where they have\nstrange experiences. When at last they have a Topsy Turvy Christmas,\nthey are ready to go home and be satisfied with things just as they\nare. May be given in any schoolroom by any number of children not less\nthan fifteen. In two short scenes. This clever play will prove a sure\nwinner wherever produced. Price, 15 cents.\n\n=CHRISTMAS AT McCARTHY’S.= Elizabeth F. Guptill. Here is a new\nChristmas play for the older children and as many young children as\nare available. It combines in a marked degree the gentlest pathos and\nthe most sparkling humor. Several nationalities are represented in the\ntenement and there is opportunity for the introduction of specialties\nif desired. Circumstances cause Elsie, the tenement orphan, to believe\nJimmy, the newsboy, will buy her a Christmas present, and it seems\nit is up to Jimmy to do it. Christmas is an unknown quantity at the\ntenement, but all agree that Elsie must not be disappointed, and plan\nto have one somehow. The entertainment is given by the “inhabitints\nthimsilves,” at McCarthy’s. In the midst of the fun, Elsie’s lost\nfather walks in, and the finale is a general rejoicing. Price, 25c.\n\n=CHRISTMAS DIALOGUES.= By Cecil J. Richmond. A book full of the\nchoicest new and original dialogues for Christmas, parts for both boys\nand girls being well provided for. Some are for the little folks, in\nrhyme; some are for intermediate grades, and others for older children.\nEvery dialogue in this book is decidedly to the point and easy to\nprepare. They will delight young and old alike. Contents: Is There\na Santa Claus? 2 small children, Santa Claus and chorus; Herbert’s\nDiscovery, 2 boys; The Christmas Dinner, 2 little girls, 1 larger girl\nand 2 boys; Playing Santa Claus, 1 small and 2 larger boys; A Double\nChristmas Gift, 2 small girls, 2 larger girls, and 3 boys. Price, 15\ncents.\n\n=EVERGREEN AND HOLLY—SONG AND DRILL.= By Elizabeth F. Guptill. A drill\nfor any even number of boys and girls, or all girls. The girls carry\ngarlands of evergreen while the boys carry wreaths of the same. After a\nspectacular drill and fancy march they all sing a beautiful Christmas\nsong, which accompanies the drill. Following the song they wind a\nspiral to the center of the stage, unwind same and march off. Complete\ninstructions are given. It is the best Christmas drill ever published;\neasy to produce and decidedly novel. Price, 15 cents.\n\n=PEARL’S CHRISTMAS.= Original, pleasing and interesting Christmas\ndialogue with an excellent moral, for 3 boys and 4 girls. Price, 5\ncents; seven copies, 25 cents.\n\n=SITTING UP FOR SANTA CLAUS.= A humorous dialogue for 6 girls, 5 boys,\nand Santa Claus. If you expect to have a Christmas entertainment, you\nsurely want this. Single copy, 10 cents; or 10 copies, 60 cents.\n\nPaine Publishing Company, Dayton, Ohio\n\n\n\n\nFAMOUS FIVE CENT DIALOGUES\n\n\n=DOCTOR AND PATIENT.= =By John M. Drake.= 2 male characters. Very funny.\n\n=DOLL DIALOGUE.= This is a very instructive dialogue for 4 little girls.\n\n=GOING TO MEET AUNT HATTIE.= A dialogue =by Mrs. Hunt=. For 1 male and\n3 female characters.\n\n=LOST DOG, THE.= An excellent comic dialogue with following cast: Mr.\nTaylor, owner of the dog; Mrs. Taylor; Billy, their son; Chinaman,\nDutchman, Irishman, and Mr. Smith.\n\n=NO PEDDLERS WANTED.= For 4 boys. A funny dialogue that satisfies.\n\n=OUR TRAMPS.= A humorous dialogue for two boys and three girls. Two\nof the larger pupils should be dressed to represent grandfather and\ngrandmother. A small boy and two small girls for tramps, to be dressed\nin old clothes belonging to grown-up people.\n\n=PEARL’S CHRISTMAS.= Original, pleasing and interesting Christmas\ndialogue with an excellent moral, for 3 boys and 4 girls.\n\n=PETERTOWN PROPOSAL, THE.= A dialogue for two small children, a boy and\na girl.\n\n=PICNIC, A.= A realistic and humorous dialogue for six boys and ten\ngirls.\n\n=REVIEWING FOR EXAMINATION.= =By Chas. McClintic.= 1 male, 2 female\ncharacters.\n\n=SILENT INTRUDER, THE.= =By Eugene Harold.= A comic dialogue for two\nmale characters. You should see the clerk placed under the hypnotic\nspell.\n\n=SLIGHT MISUNDERSTANDING, A.= A comic dialogue for a deaf lady and a\ntramp. Three copies for ten cents.\n\n=UNCLE PETER’S VISIT TO THE SCHOOL.= A comic dialogue for 2 male and 3\nfemale characters. 10 minutes.\n\n=UNGROUNDED SUSPICIONS.= For three boys. Shows how people are often\nunjustly accused. Three copies, =ten cents=.\n\n=THE WAY TO WYNDHAM.= A comic dialogue for 2 male characters. 10\nminutes. An excellent dialogue.\n\n=THE WEDDING NOTICE.= A comic Irish dialogue that is rich and rare and\nracy.\n\n\nFAMOUS TEN CENT DIALOGUES\n\n=ARABELLA’S POOR RELATION.= A very popular dialogue, with the following\ncharacters: Arabella, a very proud city girl; Mary Taylor, her poor\ncousin; Joshua Hopkins, a typical down-east farmer from Vermont, one\nof the poor (?) relations; Robert Clarenden in search of a wife. Four\ncopies, =thirty cents=.\n\n=AUNT SALLIE’S DOCTOR.= A Christian Science dialogue for two male and\ntwo female characters. Some fun and some truth in the dialogue.\n\n=AUNT VINEGAR’S MONEY.= This is a dialogue for five female characters,\n=by Mrs. A. Hunt=. Some fun and truth in the dialogue.\n\n=DEACON’S DILEMMA, THE.= A comic dialogue, for one male, one female\nand a little girl. The deacon and the lady think that matrimony is the\nthing for them, but after many amusing differences, change their minds.\n\n=DEAF UNCLE ZED.= A comic dialogue in two scenes, for four male and\nthree female characters. Uncle Zed has lots of cash, and can hear all\nright when he wants to.\n\n=DOIG’S EXCELLENT DIALOGUES.= =By Agnes M. Doig.= Contains four very\npleasing short dialogues for little people, as follows: Keeping Store,\nGuessing, Playing School, and Christmas Eve. All good.\n\n=POOR RELATION, THE.= A comic dialogue in two parts, for five male\ncharacters. This dialogue shows that promises do not amount to much. It\nis what one does that counts.\n\n=SCHOOL AFFAIRS IN RIVERHEAD DISTRICT.= Characters: Teacher, children,\nand Board of Education. In four scenes.\n\n=SCHOOL GIRL’S STRATEGY, A.= A humorous dialogue for one male and eight\nfemale characters, and as many more school girls as convenient. Three\ninterior scenes, one representing a school-room. One girl who has been\nwriting essays for the other girls, on this occasion writes them all\nalike. Lot of fun. Eight copies for =fifty cents=.\n\n\n\n\nREADINGS AND RECITATIONS\n\n\n=COMIC ENTERTAINER, THE.= =Edited by H. L. Williams.= An up-to-date\ncollection of the choicest humor. Such a variety in prose and poetry as\nto suit almost any occasion. The book also contains four monologues,\ntwo for male and two for female characters; also four short dialogues.\n=Price, twenty-five cents.=\n\n=HUMOROUS MONOLOGUES.= =By Mayme R. Bitney.= A fine collection of\ntwenty-nine original monologues designed for the use of the amateur\nand the professional monologist. Practically suitable for ladies. The\nauthor has brought out with skill the humorous incidents that help make\nup the life of the country girl and woman, while the fashionable woman\nof the city, who is interested in parties, teas and golf, is just as\ntruthfully depicted. =Price, twenty-five cents.=\n\n=THE EXCELLENT SCHOOL SPEAKER.= The “Excellent”—is true to name. A\nbook of over one hundred pages, especially compiled for us by C. S.\nBradford, containing selections of poetry and prose, new and fresh.\nFull of good things. You can make no mistake in securing this speaker.\n=Price, fifteen cents.=\n\n=HOWE’S COMIC SCHOOL SPEAKER.= Full of short, pithy, comic, and\nhumorous recitations. This book should be in every school. =Price,\nfifteen cents.=\n\n=HOWE’S EXHIBITION SCHOOL SPEAKER.= Contains about one hundred pages of\nselections of great range from the choicest literature of our country,\nsuitable for schools, homes and exhibitions. It is the best thing out.\nSend for it. =Price, fifteen cents.=\n\n=THE JUVENILE SPEAKER.= Every piece in this little book can be used and\nis worthy of its place in this useful work. It is undoubtedly the best\nbook of the kind, for the money, published; and is highly recommended\nby teachers everywhere. =Price, twenty cents.=\n\n=LITTLE PIECES FOR LITTLE PEOPLE.= Each set has twenty cards containing\ntwenty-nine bright, pretty recitations for boys and girls, from five to\nten years of age. Teachers like the pieces because of their convenient\nform. Being printed on cards, all wearisome copying is avoided. =Price,\nfifteen cents.=\n\n=MONOLOGUES FOR YOUNG FOLKS.= =By Mayme Riddle Bitney.= Fifty-four\noriginal, clever, humorous monologues for young people from six to\nsixteen, or for monologists who impersonate children. A recitation may\nbe a recounting of incidents, but a monologue has action; it becomes\nalive, and you are carried along with intense interest. A great variety\nof subjects. Also twenty-eight selections as follows: For Washington’s\nBirthday (4). For Labor Day (4). For Memorial Day, Flag Day, and other\nPatriotic Occasions (3). For Thanksgiving Day (8). For Christmas (9).\n=Price, twenty-five cents.=\n\n=RECITATIONS FOR PRIMARY GRADES, ORIGINAL AND UNIQUE.= =By Elizabeth F.\nGuptill.= A collection of an unusual sort. Every one is as interesting\nas a story, and every one has a very decided point. Not a recitation in\nthe collection that is dull or impractical. =Price, fifteen cents.=\n\n=THE NORMAL SPEAKER.= A book suited to the wants of all, from the\nsmallest school-child to the oldest reader. Do you want the most\neloquent passages ever delivered by our greatest orators? Do you want\nthe most soul-stirring patriotism? Do you want the purest, tenderest\nand most ennobling pathos? Do you want the most droll, eccentric and\nludicrous descriptions and characterizations? Do you want the richest,\nrarest and most side-splitting humor? Do you want to arouse a new\ninterest in literature and elocution among your pupils? Do you want\nthe selections recited by the most eminent elocutionists? Do you want\nthe cream, the quintessence of all that is suitable for reading or\ndeclaiming in schools, exhibitions, literary societies, picnics, or in\nthe family or private reading room? Buy the Normal Speaker and you will\nbe sure to find in it something that will supply your wants. =Price,\nfifty cents.=\n\n=Our large Entertainment Catalogue sent on request.=\n\n\nPAINE PUBLISHING COMPANY, DAYTON, OHIO.\n\n\n\nObvious punctuation errors repaired.\n\nPage 19, “Chistmas” changed to “Christmas” (sing a beautiful Christmas)",
    "metadata": {
        "author": [
            "Guptill, Elizabeth F. (Elizabeth Frances)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/53895/pg53895.txt",
        "name": "christmas_at_mccarthy_s.json"
    }
}