{
    "name": "Christmas eve at Mulligan's",
    "author": [
        "Irish, Marie"
    ],
    "body": "CHARACTERS\n\n\n  PETER MULLIGAN.\n  NORA MULLIGAN, his wife.\n  DANNIE,  }\n  ROSIE,   } their children.\n  KATIE,   }\n  MRS. O’BRIEN, a neighbor.\n  PATSY, her son.\n  BILL JONES, Mulligan’s boarder.\n  MISS HAGEN, a nurse.\n\n\n  COPYRIGHT, 1922, BY\n  L. M. PAINE\n\n\n\n\nChristmas Eve at Mulligan’s\n\n\nSCENE--The Mulligans’ Living Room\n\n_Discovered_, ROSIE _and_ KATIE\n\nROSIE: Oh, KATIE, don’t you want a doll for Christmas? I want one just\nawful, dreadful, _terrible_ bad--not a bad dolly, but I want it so bad\nthat I just can’t tell you how bad.\n\nKATIE: Now then, ROSIE, ain’t you the naughty girl to be wanting a\ndoll when dear DANNIE is trying to get his eyes well? I don’t want\n_anything_ if he can just be made to see, and you know that takes lots\nof money.\n\nROSIE: Well, I guess I can wish for a dolly--wishing doesn’t cost\nanything, does it? ’Course, I don’t mean I want it bought for me; I\njust mean I want it. That isn’t the same, not a bit.\n\nKATIE: Oh, I see! Well, I don’t even _want_ anything, only that DANNIE\ncan get his eyes fixed. Just think, ROSIE, if he could come home able\nto look at us. Wouldn’t that be grand, now?\n\nROSIE: Oh, dear! Oh, boo-hoo-hoo! [_Rubs eyes._] Boo-hoo-hoo-hoo!\n\nKATIE: [_putting arm about her_] W’y, ROSIE, dear, what’s the matter?\nIs it sick you are? Does your stummick hurt, ROSIE?\n\nROSIE: Oh, KATIE, w-w-what if--if-- [_sobs_] DANNIE can see an’ he\ndon’t think I’m pretty? I--I’ve got--freckles on my nose.\n\nKATIE: [_patting her_] Now don’t you be worrying ’bout freckles--they\ndon’t hardly show a mite, honest. DANNIE will think you look pretty,\neven if you ain’t, but you are.\n\nROSIE: But I’d like to have my hair all fixed with my nice ribbon an’\nbe dressed up.\n\n        _Enter_ MR. MULLIGAN _who stands at the back listening_\n\nKATIE: Oh, ROSIE, let’s go an’ fix us all up now, just to see how nice\nwe can make us look, just as if it were that DANNIE’S comin’ home\ntonight. That’ll be fun. [_Claps hands and dances about._]\n\nROSIE: Sure, an’ it’ll make us forget that we can’t hang up our\nstockings tonight. An’ I don’t want the doll _very_ bad, KATIE.\n\nKATIE: Indeed you don’t if dear DANNIE comes home so he sees us. Come\non. [_They take hold of hands and run off merrily._]\n\nMULLIGAN: [_coming up to center, shaking head and sighing_] Poor little\ndears, what a pity it is, now, that they’ll not be gittin’ a single\nbit of a Christmas prisint. [_Sits._] But what’s a poor workin’ man\nlike mesilf to do whin Christmas comes round an’ he hasn’t a cint left?\nSure, there’s no father that’s wantin’ to do better by his childer than\nI do, but with all of DANNIE’S ixpenses I’m clean broke.\n\n                         _Enter_ MRS. MULLIGAN\n\nMRS. M.: Now, PETER man, what’s the trouble that’s botherin’ ye so’s\nthat ye look like as if there wasn’t a patch o’ sunshine as big as a\npinhead left in the world? My, my, can’t ye look a bit merrier than\nthis on Christmas eve? An’ whin DANNIE who’s niver looked out of his\neyes all the years he’s lived, bless ’im, is gettin’ ’em fixed so’s he\ncan see.\n\nMULLIGAN: But NORA darlin’, when a man’s got sich a fine wife an’ sich\nfine childer as I’ve got, an’ likes to do well by ’em, it comes awful\nhard not to give ’em a bit of a treat at Christmas. [_Sighs._]\n\nMRS. M.: [_putting hand on his shoulder_] Now, PETER, not a bit more of\nthat! We are going to have a wonderful Christmas, just in havin’ DANNIE\ncome home so he can see. Shame to think we need any prisint but that.\n\nMULLIGAN: [_sadly_] Oh, NORA, that’s one thing that’s a botherin’ me. I\nwint over to the hospital tonight ’fore I came home an’ they wouldn’t\nlet me see ’im, not a-tall a-tall, I’m that worried fer fear he ain’t a\ndoin’ jist right that I scarce know if I’m here or there, sure now.\n\nMRS. M.: [_Shakes head._] Dear, dear! [_Brightens._] But it’s not\nworryin’ we’ll be this night, whin it’s Christmas eve. I’m sure that\nDANNIE is gettin’ along fine. Maybe they’re plannin’ to let ’im come\nhome tomorry for a s’prise an’ had to keep ’im quiet. Wouldn’t that be\ngrand now?\n\nMULLIGAN: Let’s hope it’s so, NORA. [_Sits with head bowed on hand._]\n\n                           _Enter_ BILL JONES\n\nJONES: Well, well! What’s PETER weepin’ ’bout this Christmas eve?\n[_Pulls out big colored handkerchief and wipes_ MULLIGAN’S _eyes_.] I\nbet you’re cryin’ ’cause you think Santy won’t bring you any present.\n[_Laughs._]\n\nMULLIGAN: [_Laughs._] Quit pickin’ on a little feller like me. Why\ndon’t you be teasin’ NORA here, if ye wants to pick a quarrel?\n\nJONES: [_pretending fright_] Not the missis--I’ve seen ’er bring you to\ntime with the rollin’ pin too often to make ’er mad at me.\n\nMRS. M.: [_laughing_] Shame now to speak so whin you know me for the\nbest natured lady that’s standin’ before ye at the prisint time.\n\nJONES: Where’s the two pieces of mischief?\n\nMRS. M.: [_innocently_] An’ who can ye mean?\n\nJONES: I mean those two girls that grow more like their mother ev’ry\nday. They’ve got their father’s beauty an’ their mother’s temper.\n\nMULLIGAN: [_laughing_] Hivin pity ’em!\n\nMRS. M.: Now see ye here, BILL JONES, I was goin’ to make ye a nice\ncookie cut in shape of a pig fer a Christmas prisint, but I’ll not do\nit if ye don’t be after quittin’ an’ go to behavin’.\n\nJONES: [_folding hands piously_] If I quit a-tall I’ll have to quit\nbehavin’ ’cause I’m always good. My mother says I’m the best boy she’s\ngot--the other six boys bein’ girls. But tell me now, where’s ROSIE an’\nKATIE?\n\nMULLIGAN: Sure, they’re in their room fixin’ up tryin’ to see how nice\nthey can make themselves look ’cause they want DANNIE to think they’re\npretty when he sees ’em.\n\nMRS. M.: Now what a notion! But still, it’s a good one. DANNIE niver\nhas seen a one of us an’ we’d all ought to look as fine as possible\nwhen he first lays eyes on us.\n\nJONES: Say, if that’s so, I’ll have to go out an’ try to order me a new\nface. No use in tryin’ to fix this one up so’s it’ll look han’some.\n\nMRS. M.: Now, now, MISTER JONES, I know many a lady would think ye’re a\nfine-lookin’ man.\n\nJONES: [_excitedly_] Where’s one of ’em? I’ll take ’er to the movies\nan’ buy ’er a sack of popcorn.\n\nMULLIGAN: I guess I’ll have to brush up some ’fore DANNIE comes home.\nI’d like for him to have sort of a likin’ for the looks o’ his homely\nol’ dad.\n\nMRS. M.: You’ll look good to DANNIE, PETER man, an’ I guess wasn’t ye\ncalled one the finest-lookin’ young men in the town when I married ye?\n\nJONES: My, my, how it’s changed ’im--livin’ with you, MRS. MULLIGAN.\n\n    _Enter_ ROSIE _and_ KATIE _dressed in white with bright ribbons\n                           and hair flowing_\n\nMRS. M.: [_throwing up hands_] Now, now, who iver did see such\nfine-lookin’ girls. Is it goin’ to a party ye are?\n\nKATIE: Of course not. We’re just trying to see if we could fix so our\nDANNIE’LL think we’re pretty when he sees us. Do you ’spose he will?\n\nROSIE: Do you ’spose he’ll mind the freckles on my nose when I’ve got\nmy pretty ribbon on?\n\nJONES: [_going close and gazing_] Well, now, I didn’t know you had\nfreckles but I believe there are some here, ’bout as big as pancakes.\n\nROSIE: [_slapping him_] Now, you stop teasing me or I’ll tell the\npoliceman on you.\n\nJONES: [_striking attitude_] Who’s ’fraid of a policeman? If he says\nanything to me I’ll eat him up.\n\nROSIE: [_pointing finger_] Shame to talk so! Santa Claus won’t bring\nyou any presents if you tell such bad stories.\n\nMULLIGAN: [_sighing_] I guess he won’t bring any of yez a prisint.\nWe’re too poor this year.\n\nKATIE: Now, papa, we don’t want a single present except for DANNIE to\ncome home with his eyes all fixed so he can see us. Won’t that be just\na grand present? [_Dances around the room._]\n\nJONES: I’ll say that’s a fine present. Won’t DANNIE think we’re a\n_h--h--han’some_ family? Hurrah for DANNIE. [_He joins hands with_\nKATIE _and they dance joyously around the room while the others laugh_.]\n\nMRS. M.: We have been savin’ up our earning’s many a long month to git\nDANNIE’S eyes cured if there came a time when the doctor said it could\nbe done. Now he’s had the operation an’ the doctors say they think the\ndear boy is goin’ to see, bless ’im, an’ we don’t care, not a little\nmite, ’cause it’s taken all our money an’ we can’t have any Christmas\nprisints, do we?\n\nKATIE: No, no, all the present we want is for DANNIE to see.\n\nROSIE: I don’t even care for a doll--if DANNIE won’t think I’m homely.\n\nMRS. M.: I want you all to say: We don’t care for presents if DANNIE\ncan see.\n\nTHE OTHERS: We don’t care for presents if DANNIE can see.\n\nMRS. M.: We don’t care for a Christmas tree if DANNIE can see.\n\nTHE OTHERS: We don’t care for a Christmas tree if DANNIE can see.\n\nMRS. M.: We don’t care for a Christmas dinner if DANNIE can see.\n\nTHE OTHERS: We don’t care for a Christmas dinner if DANNIE can see.\n\nMRS. M.: That’s fine. Now we must remimber that all day tomorrow, which\nwill be Christmas day.\n\nROSIE: Can’t DANNIE come home tomorrow? We want him home Christmas.\n\nMULLIGAN: [_shaking head_] I’m ’fraid he’ll not be comin’ fer a bit\nyet. Mebbe he’ll be here for New Year’s.\n\nROSIE: [_clapping hands_] Oh, won’t that be lovely?\n\nJONES: [_to_ MULLIGAN] Say, PETER, an’ s’posin’ DANNIE was to see you\nnow? Why don’t you fuss up some an’ let us see how it improves the\nlooks of you? Put on a necktie f’r instance.\n\nROSIE: Oh, why not ev’rybody fix up an’ we’ll have a party an’ play\ngames. Then we won’t mind ’cause we can’t have a Christmas tree.\n\nMRS. M.: That’s not a bad idee, a-tall a-tall.\n\nMULLIGAN: I’m thinkin’ I’d look a mite better fussed up some. [_He and_\nMRS. M. _leave the room_.]\n\nROSIE: Oh, MR. JONES, I think you’d look nice with your hair parted in\nthe middle, like the clerk in the store where mama buys things. I know\nDANNIE would like to see you with it that way. Won’t you let me fix it?\n\nJONES: My hair parted in the middle? Say, now, ROSIE, do you want to\nfix me so they’ll steal me an’ put me in the animal show at the circus?\n\nROSIE: Please let me try it. [_She runs off._ JONES _sits down meekly\nand sighs_.]\n\nKATIE: [_laughing_] Maybe you’ll look so han’some somebody’ll fall in\nlove with you.\n\nJONES: If that’s the case the sooner she fixes it the better.\n\n                       _Enter_ ROSIE _with comb_\n\nROSIE: Now you’re going to look terrible nice.\n\nJONES: Yes, terrible, but not nice. [ROSIE _fusses with his hair until\nshe gets it parted in the middle to suit her; he sits making faces at\nwhich the girls laugh_.]\n\nKATIE: W’y, you _do_ look nice.\n\n      _Enter_ MULLIGAN _and_ MRS. M. _each considerably fixed up_\n\nMRS. M.: [_throwing up her hands_] My, my! Who’s this han’some man?\n[_Laughs as she looks at_ JONES.]\n\nKATIE: He’s got his hair fixed so he’ll look nice when DANNIE comes.\n\nMULLIGAN: Well, now we’re all fussed up, what shall we do nixt?\n\nJONES: [_looking at clock_] I know. You all go in the kitchen an’ stay\nwhile I hide Christmas nuts and candies around the room. When I clap my\nhands three times you are to come in and see how many you can find.\n\nROSIE: Oh, goody! I knew you’d do something nice if I parted your hair\nin the middle.\n\nKATIE: That will be lots of fun. Come on. [_They all start._]\n\nJONES: Now, don’t you come in till I clap my hands, an’ if you dare\nto peek you can’t hunt any nuts an’ candy. Off with you. [MULLIGAN,\nMRS. M. _and the girls exeunt_.] Now, where is that stuff? [_Stands\nthinking, looking off at side._ MISS HAGEN, _in nurse’s costume,\nappears cautiously at side and peeps in_. JONES _puts finger on lips\nfor silence and goes over. They whisper, then both go off._]\n\n            _Enter_ JONES _and_ MISS HAGEN, _helping_ DANNIE\n                             _between them_\n\n[JONES _moves easy chair silently to middle of room and they seat_\nDANNIE _in it and take off his coat and cap. Nurse fixes his hair and\ntie, then she stands at one side of room_, JONES _at the other and\nclaps his hands loudly, three times_.]\n\n                  _Enter_ ROSIE, _running in quickly_\n\nROSIE: I’m going to find--oh, _oh_, OH!! [_Stops and looks at_ DANNIE.]\n\n                      _Enter_ KATIE _very quickly_\n\nKATIE: Did you find--oh, oh, _oh_, OH! [_Stops by_ ROSIE, _gazing_.]\n\n                    _Enter_ MR. _and_ MRS. MULLIGAN\n\nMRS. M.: My, my! Such noisy-- [_Screams._] Oh,--w’y-- [_Runs to_\nDANNIE.]\n\nMULLIGAN: It’s--DANNIE!\n\nMRS. M.: It IS--DANNIE. [_Runs and kisses him._]\n\nKATIE: [_clapping hands_] It’s DANNIE.\n\nROSIE: [_dancing up and down_] Our own DANNIE! [ROSIE _and_ KATIE\n_stand close by him_.]\n\nDANNIE: [_looking from one to another_] It’s the same bad boy himself.\n\nNURSE: [_coming over_] Yes, it is DANNIE, and he has come to enjoy\nChristmas eve with you. If you are real glad to see him he is going to\nstay for Christmas day, too.\n\nMULLIGAN: Oh, DANNIE, can--you-- [_Chokes and wipes eyes._]\n\nMRS. M.: [_kneeling beside him_] Oh, DANNIE dear, can you--see? [_Wipes\neyes_.]\n\nDANNIE: [_looking from one to another and wiping eyes_] I--I--\n\nNURSE: [_happily_] Of course he can see. His eyes aren’t strong yet but\nsoon he will see as well as the rest of you.\n\nMULLIGAN: Thank God! [_Wipes eyes_.]\n\nMRS. M.: Oh, DANNIE, DANNIE! [_Bows head on_ DANNIE’S _knees_.]\n\nKATIE: DANNIE, can you see me?\n\nROSIE: [_anxiously_] DANNIE, you can’t see that I have--have--\n\nJONES: [_coming over and interrupting_] Say now, DANNIE, can you see\nwell enough to tell that ROSIE has red hair?\n\nROSIE: I never have, have I, DANNIE?\n\nDANNIE: [_who has been looking from one to the other_] Mother darlin’,\nhold up yer head so’s I can see you. [_She looks at him wiping her\neyes._] I always knew you were beautiful. [MRS. M. _rises_.]\n\nMULLIGAN: She is that, DANNIE. [_He leans on back of_ DANNIE’S\n_chair_.]\n\nJONES: [_striking attitude_] Now DANNIE, ain’t I han’some too? [_Puffs\nout cheeks, and makes pop eyes. Others laugh._]\n\nNURSE: DANNIE has had the bandages off his eyes part of the time for\nseveral days but we did not let you know because he wanted to give\nyou a happy Christmas surprise. Tomorrow is going to be the merriest\nChristmas he ever has had and I’m sure the rest of you will be happy\nbecause he can see you all.\n\nMULLIGAN: Sure we will that.\n\nKATIE: And we don’t want any other present except to have DANNIE see.\n\nROSIE: I don’t even want a doll, I’m so glad to have DANNIE get his\neyes.\n\nMRS. M.: [_briskly_] Oh, Nurse, dear, here we all stand so excited\nabout DANNIE that we never even ask you to sit down. PETER, where’s\nyour manners, man? [JONES _politely places chair for nurse_.]\n\nMULLIGAN: On the top shelf of the cupboard in a chiny tay-cup.\n\nROSIE: Shall I get them for you, papa? [_Others laugh._]\n\nMULLIGAN: No, I’m that upset over DANNIE that I can’t make use of ’em\nyet awhile. [MRS. MULLIGAN _arranges chairs and all sit except the two\ngirls, who lean against the back of_ DANNIE’S _chair_.]\n\nDANNIE: [_who has continued to look at one after another_] Why didn’t\nyou folks ever tell me that I belonged to such a nice-lookin’ fam’ly?\n\nJONES: That’s what I say. Why didn’t anyone tell him what a han’some\nfellow I am? I’ll not stay here, I’m that put out about it. [_Slips\nfrom room._]\n\nMULLIGAN: Now this would be a grand Christmas eve if I jest had a few\nprisints for yez all. All the years we’ve been keepin’ house, NORA,\nthis is the first time I haven’t given you a Christmas treat.\n\nNURSE: Oh, I’m sure this is the finest treat you’ve ever given them,\nMR. MULLIGAN, to be able to have DANNIE’S eyes treated.\n\nMULLIGAN: [_shaking head sadly_] But Christmas ain’t Christmas without\nthe treat.\n\n                   _Enter_ JONES _with large basket_\n\nJONES: What’s that about a Christmas treat? Well, here it comes. I met\nSanty Claus down on the corner an’ he said a fam’ly who did so well\nsavin’ up money to get a boy’s eyes fixed must have a little pay for\nit. NURSE, you might help me give these out. [_He puts basket on chair,\ntakes out packages and hands to_ NURSE _who gives them to family_.]\n\nROSIE: Oh, goody!\n\nMRS. M.: Now, such a man!\n\nJONES: Something for-- [_studies over name_] PETER MULLIGAN. Well,\nhe don’t deserve it but let him have it, NURSE. This is for--well,\nwell--ROSIE. Queer that Santy remembered her when she’s so full of\nmischief. And this is for--KATIE who’s another one full of mischief.\nHere’s a package for--MRS. MULLIGAN an’ she’s to wear it on Christmas\nday. Now here is something for DANNIE who has been a good boy while his\neyes were being made well. This is for-- [_pretends to study name_]\nw’y, it’s for the good NURSE who has taken care of DANNIE. Here [_peeks\ninto bag_] is some Christmas candy, but mind you, KATIE and ROSIE, that\nyou don’t make yourselves sick. Here [_peeps into bag_] are some nuts\nto go with the candy. Here at the bottom of the basket is something\nthat I believe is for me--a nice, fat chicken for Christmas dinner.\n\nROSIE: [_who has unwrapped her package_] Oh, oh, _two_ dolls!\n\nNURSE: Isn’t that nice to have twins?\n\nKATIE: I have a pretty string of beads.\n\nDANNIE: And I have a book with splendid pictures. Won’t it be grand to\nbe able to see them? Christmas is getting better ev’ry minute. I didn’t\nknow anybody could be so happy.\n\nNURSE: My present is a nice box of candy. I certainly thank Santa\nClaus. [_Bows to Jones._]\n\nKATIE: I think it’s sweet candy for a sweet lady.\n\nJONES: [_aside_] That’s what I think only I don’t dare say so.\n\nMRS. M.: I know I’ll look nice, if I do say so myself as\nshouldn’t--wearing this lovely collar tomorrow. My, my, how happy we\nare. Just as soon as tomorrow morning comes, KATIE, you an’ ROSIE must\nrun over with some of the nuts an’ candy for the FLEMMING childers,\npoor little dears.\n\nROSIE: Oh, mama, can’t I take one of my dolls to little MARY? I know\nshe won’t get any.\n\nMULLIGAN: Sure, that will be fine, ROSIE.\n\nNURSE: The best thing about Christmas is to be able to share our joys\nwith someone else. [_Knock is heard_; KATIE _runs over and ushers in\nthe visitors_.]\n\n       _Enter_ MRS. O’BRIEN _and_ PATSY, _each carrying a basket_\n\nMRS. O’B.: [_stopping short_] Well, now, see who’s here? Is it DANNIE\nhimself?\n\nPATSY: I’ll be blessed! It’s sure DANNIE. You young scamp, you, what’d\nyou come home like this for without letting us know?\n\nDANNIE: [_laughing_] Isn’t it the fine Christmas joke I played?\n\nPATSY: Just for that, you brazen scallawag, I’m a good notion to take\nmy Christmas basket back home an’ never let yez have a peep at what’s\nin it. [MRS. O’BRIEN _and_ PATSY _set down their baskets and shake\nhands with_ DANNIE; MRS. O’BRIEN _kisses him and_ PATSY _pats him on\nthe shoulder_.]\n\nROSIE: An’ DANNIE can see, he can.\n\nDANNIE: Yes, I sure can see. MRS. O’BRIEN, you’ve got on [_he gives\nsome items about her dress and hat_] an’ it’s nice lookin’ you are, but\nnot so han’some as me mother.\n\nMRS. M.: Now, now, DANNIE, to talk so to MRS. O’BRIEN. [_She places\nchairs for the_ O’BRIEN’S.]\n\nMRS. O’B.: Niver ye mind, DANNIE, when I’m out with a bunch o’ han’some\nwimmen on a pitch black night I’m as good-lookin’ as any of ’em.\n\nDANNIE: Tomorrow when I eat Christmas dinner I can see what ev’rything\nlooks like.\n\nPATSY:\n\n  Little DANNIE MULLIGAN’LL sit at the table,\n    Eating Christmas cake an’ pies;\n  He’ll pull out a plum on the end o’ his thumb,\n    An’ look at it with his new eyes.\n\nDANNIE: [_laughing_] An’ won’t it be the best dinner I’ve ever had?\n\nMRS. O’B.: It sure will, DANNIE, an’ let me tell yez that the very\nreason it’s goin’ to be so good is ’cause I’ve brought yez over some\nfine eatybles in these baskets from mesilf an’ some of the other\nneighbors as wanted to show our tinder affection for the MULLIGANS.\n\nNURSE: Isn’t that splendid, DANNIE, to have such lovely friends? I call\nit fine to be remembered this way when you’ve been having such a hard\ntime.\n\nMULLIGAN: I call it fine to be helped out when things have been bad for\nus in money matters. Me pocketbook has got so flat, payin’ DANNIE’S\nbills that I didn’t have the where-with to buy a Christmas dinner.\n\nMRS. M.: But now, praise be to our good friends, we can ask poor MRS.\nDUGAN an’ little JIMMIE over for dinner with us.\n\nDANNIE: That will be fine.\n\nPATSY: Sure, now, I most forgot there’s some candy here that’s to be\neaten on Christmas eve or it won’t taste good a-tall a-tall. [_He gets\na sack from his basket and passes around candy, each one taking a stick\nwhich they begin eating._]\n\nJONES: DANNIE, does candy taste better when you can see it?\n\nDANNIE: It does that.\n\nMRS. M.: I’d sure like to make a nice speech to thank these kind\nfri’nds fer all this Christmas joy they’ve gone an’ brought to us, but\nme heart’s so full I can’t.\n\nJONES: I’d be glad to make it for you, MRS. MULLIGAN, but my _mouth_ is\ntoo full--of candy. [_Pops a piece into his mouth._]\n\nPATSY: We don’t want any thanks. Christmas is the time whin we do\nthings fer the pleasure o’ doin’ ’em. An’ we’re that glad ’bout DANNIE\nwe feel like doin’ a whole lot more.\n\n  Of all the merry Christmas days\n  That DANNIE ever did see,\n  Tomorrow’ll be the best, you’ll see,\n  Of any he ever did see,\n  ’Cause DANNIE can see, you see.\n\nMRS. O’B.: Now, PATSY, do be quittin’ makin’ up such foolishniss in yer\nsilly head. Santy Claus won’t be after bringin’ ye any prisint if ye\ndon’t behave.\n\nPATSY:\n\n  Little PATSY,--watsy--wause,\n  Didn’t git nothin’ from Santy Claus. Ha, ha!\n\nKATIE: Let’s play a game.\n\nJONES: We used to play a game called “Kiss the Cook.” When someone like\nMRS. O’BRIEN had made some Christmas cookies or cakes, the one who\nchased her an’ stole a kiss got some of her baking to eat. [_Others\nlaugh._] Now I’m going to steal a kiss from MRS. O’BRIEN an’ get a\ncookie.\n\nMRS. O’BRIEN: [_jumping up_] Indade, ye’ll not kiss me, MISTER JONES.\n[_She starts to run around the room as fast as she can go_, JONES\n_after her, the others cheering them and laughing_. KATIE _and_ _Rosie_\n_dance about and clap their hands_. JONES _bumps into a chair and falls\nonto the floor_.]\n\nDANNIE: That’s the first race I’ve ever seen.\n\nMRS. O’B.: I know it’s sorry ye are to lose the kiss, MISTER JONES, so\nI’ll be after givin’ ye a cookie. [_She gives him one from her basket._]\n\nNURSE: Now, DANNIE, it is getting time for a tired boy to go to sleep,\nso we’ll have our song.\n\nDANNIE: Oh, yes.\n\nNURSE: DANNIE and I wrote this song for you to sing on Christmas eve.\nWe want you all to help. [_She gives out pieces of paper with the\nwords._] It goes this way. [_She hums the tune of “Yankee Doodle.”_]\nLet’s stand by DANNIE to sing. [KATIE _and_ ROSIE _kneel in front of\nhim; his father and mother stand back of him_; MRS. O’BRIEN _and_ NURSE\n_on one side_, PATSY _and_ JONES _on the other. They sing_]:\n\n  Once DANNIE’S eyes were shut up tight,\n    He could not see a mite, sir;\n  The doctor fixed them good as new,\n    And DANNIE got his sight, sir.\n  Merry, merry Christmas day,\n    DANNIE now can see, sir;\n  He has brought home two good eyes,\n    He’s happy as can be, sir.\n\nMULLIGAN: That’s fine! Let’s sing it again. [_They sing it still more\nlustily._]\n\nMRS. O’B.: ’Tis home we must be goin’ an’ we wish the MULLIGANS a\nsplendid merry Christmas.\n\nMRS. M.: Peace an’ goodwill on earth an’ a merry Christmas to ev’rybody.\n\n\nCURTAIN\n\n\n\n\nObvious typographical errors have been silently corrected. Variations\nin hyphenation and accents have been standardized but all other\nspelling and punctuation remains unchanged.\n\nItalics are represented thus _italic_ and bold thus =bold=.",
    "metadata": {
        "author": [
            "Irish, Marie"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/69335/pg69335.txt",
        "name": "christmas_eve_at_mulligan_s.json"
    }
}