{
    "name": "Christmas Speakin' at Skaggs's Skule",
    "author": [
        "Irish, Marie"
    ],
    "body": "MUSICAL ENTERTAINMENTS\n\n\nThese songs can be used in all manner of entertainments. The music is\neasy and both music and words are especially catchy. Children like\nthem. Everybody likes them. Sheet music. Price, 35 cents each.\n\n=HERE’S TO THE LAND OF THE STARS AND THE STRIPES.= (Bugbee-Worrell.) A\npatriotic song which every child should know and love. The sentiment\nis elevating. The music is martial and inspiring. May be effectively\nsung by the entire school. Suitable for any occasion and may be sung by\nchildren or grown-ups. Be the first to use this song in your community.\n\n=I’LL NEVER PLAY WITH YOU AGAIN.= (Guptill-Weaver.) A quarrel between a\nsmall boy and girl. The words are defiant and pert. The boy and his dog\nhave been in mischief, and the small maiden poutingly declares that she\nwill never play with him again, but changes her mind in the last verse.\nA taking little duet for any occasion, with full directions for motions.\n\n=JOLLY FARMER LADS AND LASSIES.= (Irish-Lyman.) A decidedly humorous\naction song prepared especially for district schools. It will make a\nhit wherever produced.\n\n=JOLLY PICKANINNIES.= (Worrell.) Introduce this coon song into your\nnext entertainment. If you use the directions for the motions which\naccompany the music, the pickaninnies will bring down the house. Their\nblack faces and shining eyes will guarantee a “hit.” The words are\ngreat and the music just right.\n\n=LULLABY LANE.= (Worrell.) This song is one which the children, once\nhaving learned, will never forget. The words have the charm of the\nverses written by Robert Louis Stevenson. The music is equally sweet\nand is perfectly suited to the beautiful words. It may be sung as a\nsolo by a little girl with a chorus of other little girls with dolls,\nor as a closing song by the whole school.\n\n=MY OWN AMERICA, I LOVE BUT THEE.= (Worrell.) Here is a song that will\narouse patriotism in the heart of every one who hears it. The music is\nso catchy that the children and grown-ups, too, just can’t resist it.\nIt makes a capital marching song.\n\n=NOW, AREN’T YOU GLAD YOU CAME?= (Guptill-Weaver.) This is a closing\nsong which is quite out of the ordinary. There is humor in every line.\nThe music is lively. Your audience will not soon forget this spicy song\nfor it will get many an unexpected laugh. The motions which accompany\nthis song make it doubly effective. For any occasion and for any number\nof children.\n\n=WE ARE CREEPY LITTLE SCARECROWS.= (Guptill-Weaver.) A weird,\nfascinating action song. You can’t go wrong with this song. There are\nfour verses and chorus. Complete directions accompany this song so that\nit may be featured as a song and drill, if desired. For any occasion\nand for any number of children.\n\n=WE’VE JUST ARRIVED FROM BASHFUL TOWN.= (Worrell.) This song will bring\nmemories to the listeners of their own bashful school days. They will\nrecall just how “scared” they were when asked to sing or play or speak.\nThe words are unusually clever. The music is decidedly melodious. It\nmakes a capital welcome song or it may be sung at any time on any\nprogram with assured success.\n\n=WE HOPE YOU’VE BROUGHT YOUR SMILES ALONG.= (Worrell.) A welcome song\nthat will at once put the audience in a joyous frame of mind and create\na happy impression that will mean half the success of your entire\nprogram. Words, bright and inspiring. Music, catchy. A sure hit for\nyour entertainment.\n\n=WE’LL NOW HAVE TO SAY GOOD-BYE.= (Worrell.) This beautiful song has\nsnap and go that will appeal alike to visitors and singers. It is just\nthe song to send your audience home with happy memories of the occasion.\n\n\n    Paine Publishing Company      Dayton, Ohio\n\n\n\n\n    Christmas Speakin’\n    at Skaggs’s Skule\n\n    PAINE PUBLISHING COMPANY\n    DAYTON, OHIO\n\n\n\n\nCHARACTERS\n\n\n    MISS EMMELINE ELKINS—Teacher.\n\n    JOSIAH JUDD—Clerk of Skule Board.\n\n    MRS. SKAGGS } Visitors.\n    MRS. HILL   }\n\n    BILLY SKAGGS—Very Bashful.\n\n    OLE SWANSON—A Swede.\n\n    FLORILDY } The Twins.\n    MATILDY  }\n\n    RASTUS—A Negro Boy.\n\n    SAM SHAW—Who Stutters.\n\n    VIRGIL VANE—Very Studious.\n\n    TINY TILLY—Small for Age.\n\n    CORABELL—Her Fat Sister.\n\n    SARAH JANE—Who’s Not Scared.\n\nTIME OF PLAYING—THIRTY MINUTES\n\n_Scene, An Old-time District School room_\n\n    Copyright, 1921, by Paine Publishing Company\n\n\n\n\nCOSTUMES\n\n\nMISS ELKINS, Old-maid costume, much fussed up with bright colors;\nspectacles, hair in corkscrew curls each side of face.\n\nJOSIAH JUDD, Chin whiskers, colored shirt, bright tie, suit that is too\nlarge, boots, large red bandanna handkerchief.\n\nMRS. SKAGGS and MRS. HILL, Hair done up old style, old-fashioned wool\ndresses, small old-time bonnets that tie under chin, shawls.\n\nBILLY SKAGGS, good-sized boy with clothes too small, waist with large\nruffled collar, bright bow tie, short trousers, bright stockings.\n\nOLE SWANSON, colored shirt, overalls, colored handkerchief tied around\nneck.\n\nMATILDY and FLORILDY, Old-fashioned wool dresses, much too long, hair\nflowing, ribbon tied around head with bow at the top.\n\nRASTUS, Bright calico waist, trousers that do not fit, patched with\nbright color, face blackened.\n\nVIRGIL VANE, hair parted in middle, spectacles, coat much too small,\nlong trousers, stand-up collar.\n\nSAM SHAW, Short trousers, a coat much too large and long.\n\nTILLY, A small slender girl with rather long, tight-fitting dress, hair\nhanging in two braids.\n\nCORABELL, Good-sized girl, well padded to be fat, very short skirt,\nhair with big bow at each side of face.\n\nSARAH JANE, Rather small size, dressed much too old for age, hair\ncrimped, old-style gown.\n\nStage arrangement—Pupils sit on benches along back of stage; small\ntable for teacher at one side with books, bell and long ruler. Stand\nwith water pail and dipper, dinner pails hanging on wall, also\nchildren’s wraps; some decorations of evergreen and Merry Christmas\npinned on wall in letters of various sizes and colors. Visitors sit in\nchairs at sides of room.\n\n\n\n\nChristmas Speakin’ at Skaggs’s Skule\n\n\nTEACHER (_tapping bell loudly_)—Now, children dear, I hope you\nwill all be very, very good and very, very quiet while we have our\nentertainment. What kind of an entertainment is it to be, children? (_a\npause_) W’y, children, don’t you know what kind of an entertainment it\nis going to be?\n\nVIRGIL—Wal, I think it’ll be a fust-rate good ’un if none of ’em don’t\nfergit their pieces.\n\nSAM—W-w-w-w-w-wal, I w-w-w-w-w-won’t f-f-f-f-fergit mine if I\nd-d-d-d-don’t git b-b-b-b-b-bashful.\n\nSARAH JANE—Huh, you bet you I won’t git skeered—I haint fraid o’\nnothin’. I wouldn’t be skeered to speak if they was a grizzly bear here.\n\nTILLY—Oh, teacher, she would, too, wouldn’t she, teacher?\n\nSARAH JANE—I wouldn’t neither, so there!\n\nTEACHER (_tapping bell_)—Children, be still. That is not a nice way to\nact on entertainment day. I meant what kind of an entertainment are we\ngoing to have according to the season (_a pause_). W’y, can’t you tell,\nchildren?\n\nCORABELL—Teacher, what’s season?\n\nMATILDY—Huh, don’t you know that? W’y, it’s salt an’ pepper an’ spice\nan’ stuff they put in things to season ’em.\n\nVIRGIL—Aw, that haint what it means—it’s spring an’ fall an’\nwinter—that’s what season means, haint it, teacher?\n\nTEACHER (_tapping bell_)—Children, be still. I mean what kind of pieces\nare we going to have in our entertainment?\n\nALL (_loudly_)—Chris’mus pieces.\n\nTEACHER—Yes, children, that is right—Christmas pieces, children. Why\nare we going to have Christmas pieces, children? (_pause_).\n\nRASTUS—I reckon so’s we-all’ll git a Chris’mus present ef we does our\npieces good. Mammy says as how she’s gwine gimme a mighty nice present\nef I does my part good.\n\nSAM—I t-t-t-t-think we’re s-s-s-s-s-sayin’ K-k-k-k-k-k-k-kris’mus\npieces k-k-k-k-k-kawase K-k-k-k-k-k-kris’mus is the time to\ns-s-s-s-s-say K-k-k-k-k-k-k-kris’mus pieces.\n\nTEACHER—Yes, children, we’re going to have a nice Christmas\nentertainment because Christmas day is coming and we all love Christmas\nday, don’t we, children?\n\nALL—Yes, ma’am.\n\nTEACHER—And so, children, I hope we shall have a nice entertainment,\nan’ that you will be very, very good an’ speak up nice an’ loud an’ do\nyour parts the very, very best you can (_children nudge each other and\npoint off stage as if looking out of window_).\n\nFLORILDY (_waving hand_)—Teacher, somebody’s comin’ (_knock is heard_).\n\nTEACHER—S-s-sh! Be quiet, children (_goes over and admits Mrs. Hill_).\n\n_Enter Mrs. Hill_\n\nMRS. HILL—Good afternoon, teacher. I heard as how you’re goin’ to have\nChris’mus speakin’ here this afternoon an’ I says to Jeremiah, I says,\nI’m jes’ goin’ over to the skule house an’ hear that speakin’ ’cause as\nI says to ’im, says I, I do jes’ love to hear the childrun speak their\npieces. An’ so here I be, teacher, an’ I hope I haint late.\n\nTEACHER—No, indeed, you’re not late, Mis’ Hill, an’ we’re very, very\nglad you came. Have this chair (_she seats Mrs. Hill_).\n\nMRS. HILL—My, my, well I remember the time, teacher, that I’ve spoke a\npiece at Chris’mus time. They did say, as I says to Jeremiah, says I,\nthey used to say that I was an awful good hand at speakin’. Mebbe I’ll\nspeak a piece here today (_smiles at children_).\n\nTEACHER—That will be very, very nice. You’d like to have Mis’ Hill\nspeak, wouldn’t you, children?\n\nALL—Yes, ma’am (_they nudge and point off stage again_).\n\nSARAH JANE—Oh, teacher, Billy Skaggs’s mother, she’s comin’ (_a knock\nis heard. Teacher goes over and admits Mrs. Skaggs_).\n\n_Enter Mrs. Skaggs_\n\nMRS. SKAGGS—How-de-do, teacher. I hope you’re feelin’ real well. I’ve\ncome over to the Chris’mus speakin’, teacher. I’ve got an awful lot o’\nwork to do to home, bein’ as we’re goin’ to have comp’ny on Chris’mus,\nan’ I’m tryin’ to make some Chris’mus presents, an’ bake an’ clean up\nan’ all, but Billy he was so set on my comin’ that I jes’ come an’ here\nI be (_she shakes hands with the teacher and Mrs. Hill_).\n\nTEACHER—We are very, very glad you came. I should have been very, very\ndisappointed if no one came to visit (_she seats Mrs. Skaggs by Mrs.\nHill_).\n\nMRS. SKAGGS—I hope you haint had none the speakin’ yet. I’d hate\ndreadful bad to miss any of it. As I was sayin’ to Hen—that’s my\nhusban’—I says, Hen, there aint a single thing I like to hear better’n\nchildren speakin’ pieces. I think it’s dreadful nice, even when they\nmake mistakes. As I says to Hen, we can’t expect ’em to do too good.\n\nOLE (_pointing off stage_)—Oh, teacher, yust look who’s ban comin’!\n\nTEACHER (_tapping bell_)—Be quiet, children (_knock is heard. She goes\nover and admits Josiah Judd_).\n\n_Enter Josiah Judd_\n\nMR. JUDD—How-de-do, teacher, how-de-do? I came over to be present\nat—that is, to attend, and injoy—that is, to participate in the\nChris’mus entertainment (_shakes hands awkwardly with teacher and the\ntwo visitors_). As a member of the skule board I feel that I should\nincourage the childern of the deestrict with my presence here an’ see\nhow they’re gittin’ on. Be they doin’ purty good, teacher? (_looks\nchildren over_).\n\nTEACHER—We’re very, very glad you came, Mr. Judd. Yes, they’re doin’\nreal well (_she seats him_). Now, children dear, we will begin to\ncommence our Christmas entertainment (_Billy sobs softly_).\n\nSARAH JANE (_waving hand_)—Teacher, teacher, Billy’s bawlin’.\n\nTEACHER—W’y, Billy, what is the matter? (_goes to him_).\n\nBILLY (_sobbing_)—I—I—I—\n\nMRS. SKAGGS—Lan’ sakes, teacher, what’s the matter with ’im? Billy, is\nyour stummick botherin’ you?\n\nBILLY—I—I want to set longside o’ maw.\n\nMRS. SKAGGS—Now, Billy, you set right where you be an’ stop your\nfussin’.\n\nBILLY (_boo-hooing out loud_)—I—want—to set—by—maw.\n\nMRS. SKAGGS—Wal, lan’ sakes, teacher, I spose he’ll cry himself sick ef\nhe can’t set by me. Can he come set here? He’s an awful hand fer his\nmaw, Billy is (_the children giggle_).\n\nTEACHER (_taking Billy by hand and leading him_)—Yes, he may sit up\nhere (_she fixes a chair beside his mother for Billy_). Now, children\ndear, we will sing our nice welcome song (_she beats time with long\nruler, Mr. Judd beats time with his hand and keeps time with his head;\nthe two visitors beat time with foot. The children sing with a great\ndeal of spirit_).\n\nTUNE: JUST BEFORE THE BATTLE, MOTHER\n\n    Welcome, welcome, Merry Christmas,\n    Joyfully we welcome you;\n    Welcome, welcome, Merry Christmas,\n    With a welcome glad and true;\n    Welcome, welcome, Merry Christmas,\n    Welcome to your Christmas toys;\n    Welcome, welcome, Merry Christmas,\n    With your welcome Christmas joys.\n    Welcome, welcome, Merry Christmas,\n    With a welcome loud and clear\n    Welcome, welcome, Merry Christmas,\n    Welcome, best day of the year.\n\nMRS. HILL—That was real fine.\n\nMRS. SKAGGS—They done jes’ splendid, teacher.\n\nMR. JUDD—Very good, very good!\n\nTEACHER—Now we will have an essay on Christmas by Virgil Vale. Virgil\nwrote this all by himself out of his own head an’ it is very, very good\n(_Virgil walks to the front with long strides, smoothes his hair, fixes\nhis collar, straightens his coat, blows his nose, then takes a paper\nfrom his pocket and reads; high tone and sing-song_).\n\nVIRGIL—Christmas is a very nice day. It comes on the 25th day of\nDecember. Christmas is when Santa Claus comes with presents. Christmas\nis when we hang up our stockings to get presents. Christmas is when\nwe have Christmas trees with presents on. Christmas is when folks has\ncompany or goes visitin’. On Christmas day folks say Merry Christmas\nto each other. Christmas day don’t last long but it is a long time\ngettin’ here. It is more blessed to give Christmas than to receive it.\nChristmas is a merry day (_bows low and takes seat_).\n\nTEACHER—That was fine, Virgil.\n\nMR. JUDD (_nodding head_)—Very good, very good!\n\nMRS. HILL—I couldn’t a wrote a better one myself.\n\nTEACHER—Now we will have a piece by Ole Swanson.\n\nOLE (_much scared_)—Teacher, I aint ban feel very gude—I don’t gass\nI ban speakin’ my piece today. I—I skall got awfully yumpin’ tooths\naching, teacher.\n\nTEACHER—Oh, now, Ole, you can speak. Your tooth doesn’t ache.\n\nOLE—Teacher, please, I ban gotting such a headache I aint skall ban\nfeelings gude, teacher. I no skall ban able to speakings, teacher.\n\nTEACHER—Then I shall tell your mother not to give you any Christmas\npresent.\n\nOLE—Then by yimminy, I skall ban speakings, yust the same like I aint\nban sick (_marches rapidly to front and speaks_):\n\n    One time there ban one little boy,\n    Who sometimes yust ban bad an’ rude;\n    He makes a face to his mamma (_makes face_)\n    An’ aint behaves not very gude.\n\n    He don’t ban studies very hard\n    To learn his lessons gude to skule;\n    An’ sometimes whispers with the girls,\n    Which skall ban ’gainst the teacher’s rule.\n\n    This little boy he ban so bad\n    That when gude Mister Santy come,\n    All he skall puts into his stocking\n    Ban yust one piece of shewing gum.\n                (_Makes quick bow and hurries to seat._)\n\nRASTUS—Done served dat-dare boy jes’ right, aint it, teacher?\n\nTEACHER—Yes, indeed. You spoke very well, Ole. Next we shall have a\nsong by the twins, Matildy and Florildy.\n\nMATILDY—Oh, I don’t want to sing—I’m scart.\n\nFLORILDY—You come on, now. You know what maw told you—that she’d spank\nyou if you didn’t sing nice after teacher had learned us so good.\n\nMRS. HILL—Come on, Matildy. I know that song’s goin’ to be jes’\nsplendid (_the twins go to the front and are about to sing when Matildy\nbegins to giggle. Florildy looks at her then she too giggles_).\n\nTEACHER—Girls, that is very, very wrong. Sing your song like nice\ngirls. (_Matildy straightens out, then as they are about to sing she\nhas another spell of giggling in which Florildy finally joins. They at\nlast sing_):\n\nMATILDY and FLORILDY.\n\nTUNE: BLUE BELLS OF SCOTLAND\n\n1.\n\n    Oh we are the twins, (_Matildy alone_) and Matildy is my name,\n    (_Florildy alone_) And mine is Florildy, which is almost the same;\n    (_Both_) Matildy and Florildy, the merry twins are we,\n    And it’s just before Christmas\n    We’re good as good can be.\n\n(_Florildy looks very solemn and good, Matildy giggles._)\n\n2.\n\n    (_Matildy alone_) When Santa Claus cometh I want a pretty ring,\n    (_Florildy alone_) And since we are twins I am wanting the same\n          thing;\n    (_Matildy alone_) I want a Christmas doll with fair hair and eyes\n          of blue,\n    (_Both_) And because we are twins, ’course Florildy wants one too.\n\n3.\n\n    Oh, we are the twins (_Florildy pointing to Matildy_) And Matildy\n          is her name;\n    (_Maltildy, pointing to Florildy_) And hers is Florildy which is\n          almost the same.\n    (_Both_) Matildy and Florildy, the merry twins are we,\n    And it’s just before Christmas\n    We’re good as good can be (_pass to seats_).\n\nMRS. SKAGGS—Now, I think they done that real fine.\n\nMR. JUDD—Very good, very good!\n\nTEACHER—The next will be a piece by Rastus.\n\nRASTUS—Say, teacher, I don’t wan’ ter speak no piece, I shooly don’\nwan’ ter, teacher.\n\nTEACHER—Oh, yes, you do, Rastus.\n\nRASTUS—No, hones’, re’lly, I shooly cross mah heart an’ hope ter die, I\ndon’ wan’ ter speak mah piece, teacher.\n\nTEACHER—Why not?\n\nRASTUS—I’s ’fraid I’ll disrecomember it, teacher an’ mammy said as how\nif I disrecomembered mah piece I’d git skun alive when I gits home. I\ndon’ wan’ ter get skun, shuah’s youse born I don’ wan’ ter, teacher.\n\nTEACHER—Now, Rastus, you won’t forget. I know you won’t, so come speak\nlike a nice boy.\n\nRASTUS (_rubbing eyes_)—I—I—don’ wan’ ter—be—SKUN!\n\nMRS. HILL—Poor little fellow (_wipes her eyes_).\n\nSARAH JANE—Teacher, if she skuns ’im will he die?\n\nRASTUS (_loudly_)—Boo-hoo, I don’ wan’ ter DIE!\n\nMR. JUDD—Now, Rastus, you speak your piece and I’ll see that your\nmother doesn’t touch you and I’ll give you some candy.\n\nRASTUS—All right (_comes forward grinning widely, bows and speaks_):\n\n    Some boys dey wants a drum er gun,\n    An’ some dey t’inks a sled is fun;\n    But fer mah Chris’mus I’s a tellin’\n    I wants a great, big watermelon.\n                      (_Measures large size with arms._)\n\n    A tickin’ watch would suit some boys,\n    An’ some dey’s fond ob books an’ toys;\n    But, OH, ’twould set mah heart a swellin’\n    On Chris’mus ter git a watermelon.\n                      (_Measures large size as before._)\n\n    Candy an’ nuts dey jes’ suits some,\n    But as fer me—oh, yum—yum—YUM! (_smacks lips_)\n    Fer joy I’d shooly feel like yellin’\n    Ef Santy’d brang me a watermelon.\n        (_Measures as before, bows low and takes seat._)\n\nTILLIE—Teacher, he won’t git skun, will he?\n\nMR. JUDD—No, indeed he won’t. That was very good, very good (_he gives\nRastus bright stick of candy_).\n\nRASTUS (_eating candy_)—Teacher, I jes’ as liefs to speak mah piece\novah agin.\n\nTEACHER—No, once is enough.\n\nBILLY—Boo-hoo, boo-hoo, boo-hoo!\n\nMRS. SKAGGS—Lan’ sakes, Billy, what’s the matter now?\n\nBILLY—Boo-hoo, boo-hoo, boo-hoo!\n\nMRS. SKAGGS—Now, Billy, tell maw what’s the matter. Be your stummick a\nhurtin’ you agin, Billy?\n\nBILLY—I want some candy like he’s got (_points to Rastus_).\n\nMRS. SKAGGS—Wal, jes’ as soon’s we git home you can have some.\n\nBILLY (_kicking floor with both feet_)—Don’t wan’ ter wait. Boo-hoo,\nboo-hoo!\n\nSAM—I s-s-s-s-s-s-say, he b-b-b-b-b-b-better have a g-g-g-g-good\nl-l-l-l-l-l-lickin’. (_Mr. Judd slips over quietly and puts a stick of\ncandy into Billy’s hand_).\n\nBILLY—I won’t—(_sees candy and stares at it, laughs and puts it in his\nmouth_). Oh, Maw, I got some, too (_laughs_).\n\nTEACHER—Now we will have—\n\nCORABELL (_softly_)—Boo-hoo, boo-hoo, boo-hoo!\n\nTILLY—Oh, teacher, my little sister’s cryin’! (_puts arm around\nCorabell_). What’s the matter, little sister? Are you sick?\n\nCORABELL—No! (_louder_). Boo-hoo-hoo-hoo-hoo-hoo!\n\nTEACHER (_goes over_)—Do you want to go home?\n\nCORABELL—NO! (_louder_) Boo-hoo-hoo-hoo-hoo-hoo!\n\nTILLY—Please, dearie, tell sister what’s the matter.\n\nCORABELL—I want—some—too—boo-hoo-hoo!\n\nMR. JUDD—Pshaw, now! I guess I got myself in trouble (_he slips over\nand puts candy in Corabell’s hand_).\n\nTILLY—Oh, see, little sister, what the nice man gave you (_Corabell\nlaughs and puts candy in mouth_).\n\nTEACHER—We will now have a piece by Sarah Jane (_she sits fussing in\nher seat_). Come, Sarah Jane, speak your piece.\n\nSAM—Huh, she’s f-f-f-f-f-f-fraid to s-s-s-s-s-say it.\n\nSARAH JANE—I haint neither—I haint scart o’ nuthin’. I’m—I’m a fixin’\nup my stockin’ (_fusses, then goes to front and stands there, twisting\nher dress and looking down at floor_).\n\nTEACHER—Speak up, nice, Sarah Jane.\n\nVIRGIL—Say, I bet she’s so skeert she can’t say nothin’.\n\nSARAH JANE—I haint neither.\n\nVIRGIL—Oh, you be, too.\n\nSARAH JANE—I haint scart o’ nothin’.\n\nTEACHER—Why don’t you speak, Sarah Jane?\n\nSARAH JANE—I’m thinkin’.\n\nTEACHER—What are you thinking about?\n\nSARAH JANE—How my piece starts (_twists dress, looks down at floor,\nmoves lips. Then speaks, loud and fast_).\n\n    The air was cold as cold could be,\n    The wind was blowing dis-ma-lee,\n    The night was dark as a black cat\n    And Santy Claus’ heart went pit-y-pat.\n\n(_Stops, moves lips, etc., as before. Then speaks the four lines over\nagain and adds_):\n\n    ’Cause ’twas so dark he feared he’d make,\n    Scootin’ down chimbleys a bad mistake,\n    An’ leave a doll with curly hair\n    For the big boy a livin’ there.\n                        (_Bows low and takes seat._)\n\nMRS. HILL—That was real fine, Sarah Jane.\n\nMR. JUDD—Very good, very good!\n\nTEACHER—Next Sam Shaw will speak.\n\nSAM—T-t-t-t-t-teacher, I g-g-g-g-g-g-got a s-s-s-s-s-short piece,\nk-k-k-k-k-kawse it takes me so l-l-l-l-l-long to s-s-s-s-s-say it,\nk-k-k-k-k-kawse I st-st-st-st-st-stutter.\n\nTEACHER—Very well (_Sam pulls coat and contorts body trying to speak_):\n\n    A l-l-l-l-l-little b-b-b-b-b-bird sat on a t-t-t-t-tree,\n    S-s-s-s-s-singin’ loud an’ k-k-k-k-klear,\n    Oh, l-l-l-l-l-let us all b-b-b-b-b-be h-h-h-h-h-happy,\n    K-k-k-k-k-kawse K-k-k-k-k-k-kris’mus time is here.\n                                  (_Bows and takes seat._)\n\nMRS. SKAGGS—I think he done that real fine.\n\nMR. JUDD—Very good, very good!\n\nTEACHER—Now, Billy will speak his piece (_Billy shakes head_).\n\nMRS. SKAGGS—Now Billy, you go speak like a good boy.\n\nBILLY—I—don’t wan’—to (_hangs to his mother’s skirt_).\n\nMRS. SKAGGS—Now, don’t you be naughty. You go speak your piece so Santy\nClaus will bring you a nice present.\n\nBILLY—No, no, NO!\n\nMRS. SKAGGS—Come now, maw will take you over (_she takes him by the\nhand, pulls him to the front to speak, fixes his tie, smoothes his hair\nand goes back to her seat_). Now speak, Billy.\n\nBILLY—No, no, NO! (_he runs back and sits by his mother_).\n\nMRS. SKAGGS—Now, Billy, don’t act so—what would paw say? (_she pulls\nhim back to front, fixes him again and turns to go to her seat. Billy\ngrabs her skirt and follows her, crying_). Wal, teacher, I don’t guess\nhe’ll speak, he’s so bashful. He gits it from his paw an’ I spose he\ncan’t help it.\n\nTEACHER—Then Tilly will speak her piece.\n\nTILLY (_in high, piping voice, very dramatic gestures_).\n\n    Upon the mountains high, (_up to right with right hand_)\n    Or in the valleys low, (_down at left with left hand_)\n    Or in the arching heavens, (_up with both hands_)\n    Where stars in silence glow (_same as above_).\n    In the North and South land (_point to the front, then back_)\n    East and West the breezes say, (_to right, then left_)\n    “Let ev’ry one be merry (_to the front with both hands_)\n    On Christmas Day” (_same as above_).\n                      (_Very sweeping bow, then takes seat._)\n\nMRS. HILL—My, my, her motions was jes’ grand!\n\nMR. JUDD (_nodding_)—Very good, very good!\n\nTILLY—Teacher, my little sister has a piece to say.\n\nTEACHER—Then she may speak now.\n\nTILLY—Come on, Corabell, don’t be ’fraid. I’ll take you up to speak\n(_she leads Corabell to the front and fixes her hair, ribbons, dress,\netc._) Now speak your piece, little sister (_Corabell should be fat and\nlarger than Tilly_).\n\nCORABELL (_lisping_)—\n\n    I am a very little girl,\n    An’ has’nt much to thay,\n    But I’ll throw you a sweet kiss,\n    An’ then I’ll run away.\n              (_Throws a kiss then stands grinning._)\n\nTILLY—Come on, Corabell, run to your seat.\n\nCORABELL—I don’t want to (_stands grinning_).\n\nTILLY—Why not?\n\nCORABELL—I want you to come fetch me to my seat.\n\nTILLY—All right (_she goes and takes Corabell to seat_).\n\nMRS. HILL—My, my, aint she the cute little thing?\n\nMRS. SKAGGS—Aint she though? Billy, can’t you speak like that little\ngirl?\n\nBILLY—No, no (_clings to his mother_).\n\nVIRGIL—Teacher, can’t Mis’ Hill speak her piece now?\n\nTHE OTHERS—Oh, yes, ma’am, yes, ma’am!\n\nMRS. HILL—My, my, me! It’s so long sence I’ve spoke I guess I’ve forgot\nhow. Wal, I’ll try, but don’t you laugh at me (_goes to front, makes\nsweeping gesture with both hands and bows low_).\n\n    Some folks there be, but they aint like me,\n      That whines an’ almost has a fit,\n    An’ pouts if Santy don’t bring jes’ what\n      They was wishin’ fer to git.\n                (_Pouts and stands looking very ugly._)\n\n    But some folks there be, an’ they’re like me,\n      That smiles an’ says “Ho, ho, ho”,\n    No matter what Santy brings ’em,\n      They’re jolly an’ laugh jes’ like so.\n\n(_Hands on hips and laughs, ha-ha-ha, ho-ho-ho, then makes another low\nbow and takes seat._)\n\nTEACHER—That was splendid, wasn’t it children? (_Virgil goes off_).\n\nCHILDREN (_heartily_)—Yes, ma’am.\n\nMR. JUDD—Very good, very good!\n\nTEACHER—Now, children, we are very, very glad to have our esteemed an’\nhighly respected clerk of the Skule board here with us today. It was\nvery, very nice for him to take so much interest in you an’ come to\nhear your pieces. Now we shall be very, very glad to have him make us a\nspeech, won’t we, children?\n\nCHILDREN—Yes, ma’am.\n\nMR. JUDD (_going to front and rubbing hands together as he talks_)—Wal,\nteacher and children and visiters, I can say with great truth an’ much\njoy that I be glad to been here today. Yes, childern, I allus like fer\nto hear the childern speak pieces an’ I can said that I been proud of\nthe way you speaked an’ sung. Yes, childern, I can say with truth an’\nnot a tellin’ nuthin’ that haint so, that you all done good, very good,\nin your speakin’. Your nice teacher has been a learnin’ you fine an’\nas I said, you done good. Yes, childern. An’ you mus’ all been proper\nbehaved in skule, childern, fer nobody can’t larn good when they been a\ncuttin’ up, an’ misbehavin’ an’ not a mindin’ the nice teacher’s rule.\nYes, childern. So I want fer to tell you as how you mus’ study hard an’\nbehave good. Now, childern, do you know what I be? (_pause_).\n\nFLORILDY—I guess mebbe you’re teacher’s beau (_children giggle_).\n\nTEACHER (_smiling_)—W’y, w’y, w’y, Florildy, dear, how can you SAY such\na thing?\n\nMR. JUDD (_wiping face vigorously with bandanna_)—Yes, yes, that is, I\nmean to said, I, yes, wal, (_twists bandanna nervously_) I wanted fer\nto have you said I were CLERK of the SKULE BOARD, childern, yes, CLERK\nof SKAGGS’S SKULE, childern, an’ I was goin’ fer to say as how if you\nstudy hard an’ been good mebbe some day—yes, who knows, childern, mebbe\nsome o’ you’ll git to been clerk. Wouldn’t that be grand, childern?\nYes. So you mus’ study hard an’ been good behaved. Now I can truthful\nsay I been glad to been here today with you an’ your nice teacher, an’\nI hope you can all said the same. An’ I wish you all a merry Chris’mus,\nchildern, very merry. Yes (_sits, mops face with bandanna_).\n\nTEACHER (_beaming_)—Now, wasn’t that a splendid speech? An’ we thank\nMr. Judd very, very much, don’t we, children?\n\nCHILDREN—Yes, ma’am.\n\nTEACHER—An’ now, children, we will sing our Santy Claus song, an’ who\nknows, children, mebbe Santy Claus will come right here an’ serprise us\nall (_beats time with ruler_).\n\nTUNE: WONDERFUL WORDS OF LIFE\n\n    ALL SING—There’s a man who lives far away,\n                His name is Santy Claus,\n              He comes with his reindeer an’ sleigh,\n                His name is Santy Claus;\n              With his bells a ringin’,\n                He comes presents bringin’,\n              Listen, you’ll hear (_bells ring off stage_)\n                Here comes old Santy Claus!\n\n    _Enter Virgil_ (_dressed as Santy Claus_)\n\nVIRGIL (_gruff voice_)—Wal, wal, childern, didn’t expec’ ter see me\nhere today, did ye? Wal, here I be an’ I hope yer al glad to see Santy.\nNow fust thing, I want ter know HAVE YE BEEN GOOD CHILDERN? Have ye?\n(_pause_) Have ye been good?\n\nTILLY (_faintly_)—Yes, ma’am.\n\nBILLY—Oh, boo-hoo-hoo, boo-hoo-hoo, boo-hoo-hoo!\n\nMRS. SKAGGS—W’y, Billy, what’s the matter?\n\nBILLY—Boo-hoo-hoo, boo-hoo-hoo! I’m ’fraid of Santy Claus.\n\nMRS. SKAGGS—Now, Billy, Santy won’t hurt you none.\n\nBILLY (_bawling_)—I want to go home. I want to go home (_cries louder\nand falls down on floor_).\n\nMRS. SKAGGS—Oh, I’m ’fraid he’ll have a fit he’s so skeered. (_to\nteacher_) Tell ’im to take off his face so’s Billy can see ’im\n(_teacher runs and talks to Virgil who pulls off his false face_).\n\nTEACHER—See, Billy, it’s only Virgil.\n\nVIRGIL (_crossly_)—Nice way to spoil our fun (_Billy stops crying,\nlooks at Virgil and begins to laugh_).\n\nTEACHER—Now, children, we will have a treat and Mr. Judd will help\nSanty pass it to you (_Virgil and Mr. J. give each one a sack of pop\ncorn and candy as curtain falls_).\n\n\n    CURTAIN\n\n\n\n\nPLAYS, MONOLOGS, Etc.\n\n\n=AS OUR WASHWOMAN SEES IT.= (Edna I. MacKenzie.) Time, 10 minutes. Nora\nis seen at the washboard at the home of Mrs. McNeal, where, amidst her\nwork, she engages in a line of gossip concerning her patrons, that will\nmake a hit with any audience. 25 cents.\n\n=ASK OUIJA.= (Edna I. MacKenzie.) Time, 8 minutes. A present-day girl\nillustrates to her friends the wonders of the Ouija board. Her comments\non the mysteries of this present-day fad as she consults Ouija will\ndelight any audience. 25 cents.\n\n=COONTOWN TROUBLES.= (Bugbee-Berg.) A lively black-face song given by\nJosephus Johnsing, Uncle Rastus and other Coontown folks. 35 cents.\n\n=THE GREAT CHICKEN STEALING CASE OF EBENEZER COUNTY.= (Walter\nRichardson.) A negro mock trial for 9 males, 2 females and jurors.\nTime, 35 minutes. Any ordinary room easily arranged. From start to\nfinish this trial is ludicrous to the extreme and will bring roars of\nlaughter from the audience. 25 cents.\n\n=THE GREAT WHISKEY-STEALING CASE OF RUMBOLD VS. RYEBOLD.= (Walter\nRichardson.) A mock trial for 11 males and jury. The fun increases as\nthe trial proceeds, and reaches a climax when the jury decides who\nstole the whiskey. 25 cents.\n\n=HERE’S TO THE LAND OF THE STARS AND THE STRIPES.= (Bugbee-Worrell.)\nOpen your minstrel with this rousing patriotic song. Sheet music. 35\ncents.\n\n=THE KINK IN KIZZIE’S WEDDING.= (Mary Bonham.) Time, 20 minutes. For 7\nmales and 5 females. A colored wedding that will convulse any audience\nwith laughter. Said to be the funniest mock wedding ever produced. 25\ncents.\n\n=SHE SAYS SHE STUDIES.= A monologue. (Edna I. MacKenzie.) A sentimental\nhigh-school girl seated with her books preparing the next day’s\nlessons, in a highly original and entertaining manner, expresses her\nviews on the merits of her various studies and her unbiased opinion of\nher teachers, as she proceeds from book to book in the order of her\nrecitation; but when she has finished, you will agree that she is very\nmuch more of an entertainer than a student. 25 cents.\n\n=SUSAN GETS READY FOR CHURCH.= (Edna I. MacKenzie.) Time, 10 minutes.\nIt is time for church and Susan, at her toilet, is excitedly calling\nfor missing articles and her rapid line of gossip about her friends and\nof certain church activities will bring many a laugh. 25 cents.\n\n=THAT AWFUL LETTER.= A comedy of unusual merit, in one act. (Edna I.\nMacKenzie.) For five girls. Time, 30 minutes. Recommended for high\nschools, societies and churches. Elizabeth Norton, an accomplished\ncollege girl from the country, has been reluctantly and rudely invited\nto visit a city cousin, Margaret Neilson, whom she has never seen.\nFinding she is expected to be gawky and uneducated, Elizabeth acts the\npart perfectly. Developments follow thick and fast amid flashes of wit,\nhumor and satire from Elizabeth, who at last reveals her real self.\nMargaret’s humiliation is complete and there is a happy ending. All the\ncharacters are good. The country cousin is a star. 25 cents.\n\n=THE UNEXPECTED GUEST.= A one-act comedy. (Edna I. MacKenzie.) Six\nfemales. Time, 45 minutes. The unexpected arrival of an eccentric aunt\nthrows, a family into a state of excitement and dismay, but before the\nplay is over the unwelcome aunt has endeared herself to her relatives\nin quite an unexpected manner. Funny situations throughout. 25 cents.\n\n    Paine Publishing Company      Dayton, Ohio\n\n\n\n\nCHRISTMAS ENTERTAINMENTS\n\n\n=CHRISTMAS AT PUNKIN HOLLER.= (Elizabeth P. Guptill.) One of the most\npopular Christmas plays clean, wholesome fun from beginning to end. It\ndepicts the trials of the teacher of an old-fashioned “deestric school”\nin conducting the last rehearsal for the Christmas Entertainment.\nChildren and grown-ups will be delighted with CHRISTMAS AT PUNKIN\nHOLLER. 25c.\n\n=CHRISTMAS AT McCARTHY’S.= (Elizabeth F. Guptill.) A Christmas play for\nyoung folks and children that is brimful of fun from start to close and\nis interspersed with the gentlest pathos. All the characters are good.\nEasy to produce. No special scenery or costumes. No Santa Claus. Can be\nplayed in any schoolroom. 25c.\n\n=CHRISTMAS SPEAKIN’ AT SKAGGS’S SKULE.= (Marie Irish.) Just published.\nHumorous entertainment for six boys and eight girls, including Ole, the\nSwede; Rastus, the negro; bashful Bill; Jeremiah Judkins, the skule\nclerk; Mis’ Skaggs and Mis’ Hill, the mothers who “help out;” fat\nlittle sister; Matildy and Florildy, the twins; Sam who st-t-tut-ters;\nTiny, and Miss Emmeline Elkins, the teacher. The speech by the skule\nclerk and the fake Santy Claus are features. 25c.\n\n=CHRISTMAS DIALOGUES.= (Cecil J. Richmond.) Every dialogue in this\nbook is decidedly to the point and easy to prepare. They will delight\nboth young and old. The book contains the following: Is There a Santa\nClause? (2 small children, Santa Claus and chorus); Herbert’s Discovery\n(2 boys); The Christmas Dinner (2 little girls, 1 larger girl, and\n2 boys); Playing Santa Claus (1 small and 2 larger boys); A Double\nChristmas Gift (2 small girls, 2 larger girls, and 3 boys). Many\ncustomers have told us that the last named dialogue is worth the price\nof the book. 25 cents.\n\n=EVERGREEN AND HOLLY—SONG AND DRILL.= (Elizabeth F. Guptill.) A drill\nfor any even number of boys and girls, or all girls. The girls carry\ngarlands of evergreen while the boys carry wreaths of the same. After a\nspectacular drill and fancy march they all sing a beautiful Christmas\nsong, which accompanies the drill. Easy to produce and decidedly novel.\n25 cents.\n\n=GOOD-BYE, CHRISTMAS GROUCHES.= (Irish-Lyman.) A jolly Christmas song\nfor any number of boys and girls. It abounds with Christmas cheer and\nmany pleasant surprises. Full of action. Sheet music. This popular song\nwill put “pep” in your Christmas entertainment and will furnish your\naudience a rare treat. 35 cents.\n\n=POINSETTIA DRILL.= (Marie Irish.) A drill for 12 or more girls\ncarrying poinsettias. Given to the music of a lively march,\ninterspersed with verses to the tune of the song. “Comin’ Through the\nRye.” Several diagrams make clear the following of the directions. One\nof the most beautiful Christmas drills published. 25 cents.\n\n=SANTA CLAUS IS COMING.= (Irish-Garster.) Song for little folks. Easy\nwords and simple action. A pleasing little song that the children will\nenjoy giving and others will enjoy hearing, because of its merry humor.\nSheet music. 35 cents.\n\n=STARS OF BETHLEHEM.= (Irish-Leyman.) A beautiful song of the Christ\nChild for either solo or chorus. The music is sweet and perfectly\nsuited to the beautiful words. A delightful number for children or\nadults. Sheet music, 35 cents.\n\n=SNOWBOUND FOR CHRISTMAS.= (Edna I. MacKenzie.) For 4 boys and 4 girls.\nTime, 25 minutes. The roads being blocked by a recent snowstorm,\nthe Simpson family has not been able to get to town to do their\nChristmas shopping. After considerable lamenting by the children over\ntheir disappointment, Ma Simpson, Pa Simpson, and the older children\ndetermine upon home-made presents, which results in a most pleasant\nsurprise. 25 cents.\n\n=TOPSY TURVY CHRISTMAS, A.= (Elizabeth F. Guptill.) A decidedly\nhumorous Christmas play for any number of children from six to twelve\nyears old. The children are tired of “minding” and of everything\nbeing “just so,” so they start to find a place where things will be\ndifferent. There is a pleasing surprise for the audience at every turn\nof the play. 25 cents.\n\n    Paine Publishing Company      Dayton, Ohio\n\n\n\nObvious punctuation errors repaired.\n\nPage 4, “leters” changed to “letters” (letters of various)\n\nPage 8, “dissapointed” changed to “disappointed” (very disappointed if\nno)\n\nPage 12, “Maltildy” changed to “Matildy” (Come on, Matildy)\n\nPage 20, “litle” changed to “little” (my little sister)\n\nPage 21, “CHILREN” changed to “CHILDREN” (CHILDREN (_heartily_))\n\nInside back cover, “rlatives” changed to “relatives” (to her relatives)",
    "metadata": {
        "author": [
            "Irish, Marie"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/53896/pg53896.txt",
        "name": "christmas_speakin_at_skaggs_s_skule.json"
    }
}