{
    "name": "Cinders",
    "author": [
        "Tuttle, W. C. (Wilbur C.)",
        "Tuttle, Wilbur C.",
        "Tuttle, Wilbur Coleman"
    ],
    "body": "by W. C. Tuttle\n\nAuthor of “Just for a Laugh,” “Sun-Dog Loot,” etc.\n\n\nJames Worthington Steele was a man of importance. In the affairs of the\nC. M. & G. Railroad he was _E pluribus unum_, XXXX, bottled in bond;\nwhich is quite some label in these Volsteadian days.\n\nTo Mrs. James Worthington Steele, a lady of great avoirdupois, he was a\nfair pinochle player. Not good—just fair. To Alicia Worthington, the\ndaughter, he was something to depend upon in a financial way.\n\nAlicia might be branded a vampire. Not that Alicia was bad. Oh, dear,\nno—not at all. But she knew that she was pretty, had wicked eyes and\nwore beautiful creations. Alicia would scorn to wear just clothes.\n\nBut even an important railroad magnate hankers for the untrammeled\nspaces of the great outdoors at times; and this was why James\nWorthington Steele’s private car, the Lake Louise, was parked near a\nCalifornia lake, where the trout jumped almost off the pages of the\nrailroad folders.\n\nAnd it was here that a message came to James Worthington Steele,\nadvising that he come at once to straighten out a tangle, which greatly\naffected the interests of his company. Unfortunately the passenger\nservice on this particular branch of the C. M. & G. was not too good.\nThe train had left about thirty minutes prior to the telegram; so it was\nup to James Worthington Steele to have the Lake Louise hooked to the\nrear end of a freight train, which would take him out to the main line.\nThis especial freight train seemed to have been made up of all the\ndecrepit rolling-stock owned by the aforementioned railroad; so their\nprogress was not very swift.\n\nAnd it was hot in the Lake Louise. To make matters worse for James\nWorthington Steele, Mrs. Steele insisted that they play pinochle. And\nwhen Mrs. Steele insisted, there was nothing for James Worthington to do\nbut agree.\n\nAlicia was bored to distraction. This was not her idea of a good time.\nShe had been communing with nature too long for one of her disposition.\nShe wanted some one to make eyes at, except a perspiring brakeman, who\nswore openly at everything connected with the railroad business.\n\nAnd with everybody in this pleasant mood, the train jerked to a stop at\nthe station of San Rego. The train drew up far enough for the\nobservation platform of the Lake Louise to stop midway of the station\nplatform. Alicia lolled in an easy chair, mumbled at some sodden\nchocolates and wished she was far away from San Rego.\n\nSuddenly she sat up.\n\n                  *       *       *       *       *\n\nBut that is getting along too far in the story. “Slim” Simpson weighed\nexactly two hundred and twenty pounds. He was twenty-two years of\nage—and in love. He had been a perfectly good cowpuncher until the\nlove-bug inoculated his emaciated form; but now he was worthless for\nanything—except love.\n\nSadie Thompson was the maid of his choice. Sadie’s pa was proprietor, or\nrather station-agent at San Rego. He owned a little home on the\noutskirts of San Rego, with honeysuckle, or something like that, around\nthe door.\n\nSadie was of a jealous and suspicious nature, and she had a sneaking\nidea that Slim had danced too many times with the school teacher the\nnight before. Anyway, she told Slim that she wouldn’t divide him up with\nany woman, even if there was enough of him to divide.\n\nPoor Slim had poked his nose to the sky and wailingly assured her that\nhe was “her’n, and only her’n.” But Sadie parted the honeysuckles, or\nwhatever grew about the porch, and sent Slim uptown, pawing his way\nthrough a haze of indigo blue.\n\nSlim didn’t want a drink; he wanted solitude. And where may a man find\nmore assorted kinds of solitude than on the heat scourged planks of a\ndesert depot. He made up his mind to be a martyr—and melt.\n\nBut at the depot he ran into Jim Hilton and Barney McGonigle from the\nLazy B ranch. They were trying to dig up enough money to pay for an\nexpress package, which had come C. O. D. They greeted him warmly and\nborrowed a dollar and eighty cents.\n\nIt was at this time that the freight train pulled in. Jim and Barney\nwent outside, carrying their package, and got one look at Alicia. Slim\nwas resting his elbows on the ledge of the ticket window, when Barney\ntiptoed back inside and nudged Slim.\n\n“C’mere,” he whispered sotto voce. “My ——, Slim, the Queen of Sheber is\namong us. C’mon.”\n\nSlim followed. Who wouldn’t? Alicia had sat up. The box of soggy\nchocolates were forgotten. Here was raw material for her to work on.\nBack in the car she heard her mother say—\n\n“Hundred aces and a hundred and fifty trump.”\n\nSlim moved closer. From the front end of the train came the clatter of\ncouplers as the engine moved ahead. Slim moved closer. Just before the\nLake Louise obeyed the impulse of the engine, Alicia’s left eyelid drew\ndown in an unmistakable wink—a very expressive wink.\n\nBarney exploded and clung weakly to Jim Hilton. Slim did not turn his\nhead, but walked slowly to the far edge of the platform, following the\ndeparting train. But Alicia did not wink again. She picked up her book,\ndipped into the chocolates and faded out in the distance.\n\nSlim sighed, turned around and looked into the face of Sadie Thompson.\nHe shuddered. Barney and Jim were watching them.\n\n“So that’s the way you put in your time, is it?” demanded Sadie.\n“Flirting with every girl you see, eh?”\n\n“I—I wasn’t flirtin’,” denied Slim. “My gosh, Sadie, I never——”\n\n“Yes?” Sadie grew sarcastic. “Didn’t I see that wink? Here!”\n\nShe tugged at the third finger of her left hand and gave him back his\nring.\n\n“I’m all through with you,” she declared chokingly. “I will never trust\na man again. Take back your fickle ring.”\n\nSadie turned and hurried toward home, while behind her came Slim,\nlooking all spraddled out, as he tried to catch her and explain. But\nSadie walked erratically down the narrow sidewalk, which kept Slim\njumping from side to side; much to the amusement of every one who\nobserved it.\n\nSadie beat him to the gate, fastened it from the inside, and faced him—a\npicture of outraged womanhood.\n\n“Go back!” Sadie pointed dramatically. “Get on your horse and follow the\nmaid. I want no more of you!”\n\nSlim went. There was no good reason why he should stay. Back there on\nthe sunny side of the depot, where the thermometer registered one\nhundred and ten degrees in the shade, Slim sat in the sun, and cogitated\nover the vagaries of women.\n\nThe incident passed from the mind of Alicia Steele. It was only one wink\namong many. If her wink brought a thrill to that fat cowboy, he was\nwelcome to it. Two miles out of San Rego the train lurched to another\nstop.\n\n                  *       *       *       *       *\n\nHalf an hour later the conductor, perspiring, dusty, came to the Lake\nLouise and informed James Worthington Steele that half the axle-boxes on\nthe train were on fire, and they would have to be delayed another hour.\n\nJames Worthington Steele mopped his brow and swore. It was imperative\nthat he move on.\n\n“Can’t be did,” declared the conductor. “It’s ten miles to Mesquite\nCity, and ten more to the Mission Junction. I’m afraid you won’t be able\nto hook this car on to No. 117. They are due there in thirty minutes.”\n\nJames Worthington Steele was a good railroad man; so he did not rave. He\nknew just how bad most of their rolling-stock was. But he must at least\nget a message through; so the conductor ran a wire from the Lake Louise,\ntapped the telegraph, and let James Worthington Steele send his own\nmessages.\n\nBe it known that James Worthington Steele had at one time been a\ndispatcher on this same road; so it was no trouble for him to handle his\ncorrespondence via wire, through the medium of his own private telegraph\ninstrument, which had long since been part of the Lake Louise’s\nequipment.\n\nAfter proving an alibi for not being able to attend the important\nmeeting, which he managed to postpone, he went back to his game of\npinochle. Not that he wanted to play; but his wife did.\n\nThe instrument clacked merrily away, and excited the interest of Alicia,\nwho was becoming more bored each moment. On the polished mahogany table\nwas a code book, containing the station calls, codes, etc., and on the\nfly-leaf was printed the Morse code of telegraphy.\n\nAlicia glanced over it, and the code, with its dots and dashes,\nattracted her. She scanned the pages for San Rego. The station call was\nSR. Looking back at the code, she found the two letters. She had seen\nher father use it many times; so what could be easier?\n\nShe sat down, opened the key and began laboriously to tap out the SR\nsignal. Several times she repeated it, before closing the key. The\nsounder rattled, as the operator at San Rego answered his call. Alicia\nhad no idea what he was saying, but she had an idea of what she was\ngoing to say. Her ennui was all gone now.\n\nBack in the hot little depot at San Rego, old Bill Thompson, the father\nof Sadie, squinted at the sounder of his instrument, a scowl on his\nface, as it began slowly ticking out a message.\n\n“H-e-l-p,h-e-l-p,h-e-l-p.”\n\nThe dots, dashes and spaces were not the work of a telegrapher. The\nagent cut open his key and wanted to know who in the blankety-blank was\nusing that instrument.\n\nBut still it continued to tap out the one word. The agent bit down on\nhis pipestem and swore to himself. Then the sounder awoke anew.\n\n“H-e-l-p h-o-l-d-u-p p-r-i-v-a-t-e c-a-r h-e-l-p.”\n\nThe agent snapped to his feet. He had seen the private car at the rear\nof that freight, and he knew well who James Worthington Steele was.\nThere was a holdup. Some one was robbing the private car!\n\nHe opened his key and called Mesquite City. Had the freight reached\nthere? It had not. The agent asked him if he had heard the call for\nhelp.\n\n“Been out to eat,” replied the Mesquite operator. “Heard J. W. Steele\nsending before I left. The freight is stuck about two miles from San\nRego.”\n\nThe agent whirled from his desk and ran outside. Around the corner he\nwent and almost fell over Slim, who grunted and got to his feet. The\nagent was a quick thinker.\n\n“Slim, where’s your horse?”\n\n“Right there.” Slim pointed at a long-legged sorrel, tied to a ring in\nthe rear platform. “What’s the matter?”\n\n“Did you see that private car on that freight that——”\n\n“Yeah, I seen it.” Slim was sarcastic.\n\n“Down the track about two miles!” panted the agent. “It’s being held up.\nJust got a wire.”\n\n“Oh, yeah.”\n\nSlim squinted at the agent. It might be a joke, but the man seemed in\nearnest. “Slim, that’s Steele, the biggest railroad man in this country;\nowns this —— railroad and more too. Can’t yuh go and help ’em?”\n\nBut Slim was halfway to the sorrel, running as fast as he could go. The\nagent ran back, opened his key and sent an assurance that help was\ncoming.\n\n“What are you kidding about?” demanded the operator at Mesquite City.\n\nSwiftly the San Rego agent told him about the holdup. Mesquite City was\nthe county seat.\n\n“Shall I notify the sheriff?” asked Mesquite City.\n\nThe San Rego operator started in to tell him what to do, when the door\nopened behind him and Sadie came in. He glanced at her and turned back\nto his key.\n\n“Dad, where is Slim going?” asked Sadie.\n\nDad broke off sending.\n\n“He’s following that freight.”\n\nThen Dad turned and hammered out instructions.\n\n“Where is that freight?” Sadie was outwardly calm, but her face had gone\nwhite. Slim was following out her instructions.\n\n“Two miles down the road,” said Dad, and continued to hammer at his key.\n\nSadie fairly ran out of the office and around to where her roan horse\nwas tied. She had seen Slim going away in a cloud of dust, which had not\nyet settled. In a few moments she was adding to the dust cloud,\nfollowing Slim.\n\n                  *       *       *       *       *\n\n“Soup” Lannigan was not a gentleman—not by at least a generation or two.\nHe was a yegg, pure but not at all simple. Just now he slid back the\ndoor of a freight car, wiped a little coal dust off his face and looked\naround. Soup was not at all handsome. He was about five feet seven\ninches tall, with broad shoulders, almost no neck, and a pair of long\nmuscular arms. His forehead retreated while his jaw protruded. If a\nscientist were to discover Soup’s skull—it would date back at least\ntwenty thousand years.\n\nIt was hot in that box car, but it was also hot outside. Soup was\nthirsty. He squinted back past the caboose, looking around like an\nanimal. Then he rubbed his eyes. Even at two cars distant his eyes\nbeheld a white-clad arm appear and toss a couple of bottles into the\nsage.\n\nSoup wrinkled his forehead in deep thought. He knew that there were no\ndining-cars on freight trains. He also knew that this caboose did not\ncarry a white-clad porter. Soup swung warily down, edged away from the\ncar and squinted at the shiny private car. Then he ducked back.\n\nThere was nothing to cause Soup to duck back, except, like an animal, he\nwas always expecting something to happen. Then he crawled under the\ntrain. Ten cars distant he could see the crew working over a hotbox. He\nscuttled back. Just back of the private car was a sharp curve, and Soup\nwas wise enough in railroad matters to know that the rear brakeman would\nbe beyond that turn, flagging the rear.\n\nSoup licked his lips, gripped the stubby automatic in his sagging coat\npocket, and went softly back to the platform of the Lake Louise. He felt\nsure that there would be more cold bottles; and he was not averse to\ntaking most anything of value.\n\n                  *       *       *       *       *\n\nThe telegraph instrument did not amuse Alicia for long. She was unable\nto decipher anything it said, because it clicked too fast; so she sank\ndown in a deep, leather chair, picked up her book and began reading. The\nair off the desert was like a blast from a furnace. Two electric fans\ndroned softly, but did little more than stir up the heat.\n\nIn his own end of the car, where an ice box and other luxuries of\nprivate-car life were carried, Moses Jones, an elongated, shuffling son\nof Ham, proceeded to uncork two more bottles. Mose was immaculate, but\nvery moist.\n\nMose picked up his tray, containing glasses and the two cold bottles,\nstepped into the corridor just in time to feel the swift jab of Soup’s\nautomatic into his white-clad ribs.\n\nMose almost telescoped under the strain, and he elevated his tray until\nthe bottles almost hit the ceiling.\n\n“Yuh—yuh—yessah!” grunted Mose.\n\n“Yeah, bo!” replied Soup. “Squeak once and you’re done.”\n\n“N-n-nosah,” whispered Mose.\n\n“Yessir,” nodded Soup. “Move on, nigger.”\n\nStraight into the privacy of the Steele family came Mose and Soup; and\nthe first hint of something wrong was when one of the bottles fell from\nits dizzy height, landed in the middle of the card table and shot its\nagitated contents into the face of James Worthington Steele.\n\n“What the ——?” Thus said James Worthington Steele, pawing the suds out\nof his eyes.\n\nIt was then that Mose Jones side-stepped and gave them an unobstructed\nview of Soup Lannigan, who was enjoying himself hugely.\n\n“Don’t yelp,” advised Soup coldly. “C’mere, you!”\n\nHe meant Alicia. She came. The combination of automatic and Soup’s face\nwas enough to cow any one. Alicia sank into one of the seats and stared\nat Soup.\n\n“Kinda pretty,” observed Soup appreciatively. “Gimme the sparks, kid.\nYou too—” turning to Mrs. Steele—“hand over them rings. Shell out your\nmoney and make it fast. I ain’t got all day. C’mon! What the —— do yuh\nthink this is; a lecture?”\n\nThey shelled. Soup held out his battered cap for the spoils and his eyes\nglittered. The hunting was much better than he anticipated. Mose Jones\nrolled his eyes and leaned against the wall, while his legs fairly\ntwitched for a chance to run.\n\nFar down the line the engine whistle signaled for the rear flagman to\ncome in. Soup backed toward the rear door, his automatic covering the\ntwo men and two women.\n\n“T’anks, folks,” he said. “I’ll be on me way now.”\n\nHe laughed mockingly and backed into a man, who had come through the\nrear door, filling the passageway with his bulk. Soup spun around, tried\nto use his automatic, but this hulk of a man tore it from his hand,\nthrew it out of the window and proceeded to mop up the open space with\nthe luckless Soup.\n\nSoup was no coward. He had fought many fights; but this fat person; who\nwore flapping leather chaps, spurs and a heavy belt, did not give him a\nchance. The cap, which contained the loot, went flying under a chair,\nwhen Slim Simpson got Soup by the legs, handling him like a wheelbarrow,\nand rammed him viciously into the underpinning of a heavy chair.\n\nSoup went limp. Slim tossed Soup’s legs aside, as if he had no further\nuse for them, and stared at Alicia. Came the “bump” of some one boarding\nthe car, and Sadie came in. Her face was streaked with dust, but in her\neyes was a great resolve. She wasn’t going to lose Slim Simpson, not\nwithout a battle. Slim gawped at her and waved his arms weakly.\n\n“Huh—hello, Sadie,” he panted, and then turned to the dazed Alicia.\n\n“You—you tell her,” he said dramatically, pointing at Sadie. “You tell\nhuh-her about that wink. Hurry up, can’tcha?”\n\n“The—that wink?” faltered Alicia wonderingly.\n\n“You winked at me?” queried the perspiring Slim. “Back there at the\ndepot, you winked.”\n\n“At you?” Alicia shook her head. “No. I—I didn’t. It was a cinder in my\neye.”\n\n“Now, yuh see?” Slim was triumphant.\n\n“Do yuh see——”\n\nBut just at that moment Soup Lannigan decided that it was a mighty good\ntime for him to leave. He jumped to his feet, knocked Sadie aside and\ndarted out of the rear door.\n\n“Gosh ding him, he didn’t stay dead!” blurted Slim; and out of the door\nhe went.\n\nSoup Lannigan, running like a rabbit, was heading for the brushy hills,\nwhen Slim went into his saddle, shook out his rope and gave chase. And\nSadie was not far behind him.\n\nStraight up over a brushy slope galloped Soup, bending every effort to\ngain deeper cover, while behind him pounded two running horses; and now\nhe could hear the swish of a whirling loop. Again the engine whistled,\nas if cheering them on.\n\n                  *       *       *       *       *\n\nDown through a gully went Soup, where Slim was forced to detour; but a\nfew moments later he was chased on to the next slope. For ten minutes\nthey played hide-and-seek; but the hard riding cowboy won, when Soup\nessayed to cross a fifty foot stretch of open country to gain a mesquite\npatch.\n\nThe loop caught Soup in mid-air and brought him down on his neck in a\ncat-claw bush.\n\nThe jerk of the rope knocked all the fight out of the hard-faced yegg,\nwho was content to lie there and goggle at the sky. Slim kept the rope\ntight and waited for Sadie to join him.\n\n“What are you goin’ to do with him, Slim?” asked Sadie.\n\n“Huh! I dunno. Prob’ly turn him over to them folks.”\n\n“Did you know it was a holdup, Slim, dear?” asked Sadie.\n\n“Shore. Didn’t you know it? Somebody wired to yore dad at San Rego,\ntellin’ him that there was a holdup.”\n\nSoup Lannigan sat up, staring blankly. Some one had wired about the\nholdup? His little eyes batted violently.\n\n“Get up,” ordered Slim.\n\nSoup got up, his arms pinned to his sides.\n\n“Vamoose toward the train, _hombre_.”\n\nSoup knew better than to argue. It was quite a way back to the train,\nbut Soup led the way, his head hanging with weariness, while behind him\ncame Slim and Sadie, riding close together. Over the brow of the hill\nthey came—and stopped.\n\nThere was no train!\n\n“It has went!” exclaimed Slim. “Whatcha know about that?”\n\nFrom a mile or so away came the whistle of the freight, as it clattered\nits way on to Mesquite City.\n\n“They didn’t wait for us,” complained Slim.\n\n“We don’t care, do we?” asked Sadie softly.\n\nSlim looked at her and a grin twisted his lips.\n\n“Yuh see how it was, don’tcha, Sadie?” he asked. “It was jist a cinder.\nThe wind jist blowed a cinder back with the smoke and it got in her eye.\nThat’s all it was.”\n\n“I—I know it, Slimmie. I was to blame. I—I—it looked just like a wink,\nyou see.”\n\n“Yeah, it did,” admitted Slim. “But I knowed that it wasn’t, Sadie.”\n\n“Well, I’m glad we found out,” said Sadie, sighing with relief. “Let’s\ngo home, Slimmie. Ma’s got apple pie for supper.”\n\n“What about me?” asked Soup painfully.\n\n“You?” Slim twitched the rope and the loop fell around the feet of the\nyegg.\n\n“Yeah—about me?” Thus Soup anxiously.\n\n“You don’t interest me none,” declared Slim. “Step out of that loop and\nrattle yore hocks out of here; _sabe_?”\n\nSoup did. He ran all the way to the track, where he began counting ties\ntoward Mesquite City. He stopped and looked back. Slim and Sadie were\nheading back toward San Rego, riding very close together.\n\nSoup Lannigan dug out a very limp sack of tobacco and a crumpled cigaret\npaper.\n\n“Don’t it beat ——?” he asked the wide world, as he carefully rolled a\nsmoke. “Don’t it beat —— a mile? I don’t know what it was all about, but\nI got a laugh out of that cinder that come back with the smoke.\n\n“This —— road burns oil!”\n\nTHE END",
    "metadata": {
        "author": [
            "Tuttle, W. C. (Wilbur C.)",
            "Tuttle, Wilbur C.",
            "Tuttle, Wilbur Coleman"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/66044/pg66044.txt",
        "name": "cinders.json"
    }
}