{
    "name": "Citizen Jell",
    "author": [
        "Shaara, Michael"
    ],
    "body": "None of his neighbors knew Mr. Jell's great problem. None of his\nneighbors, in truth, knew Mr. Jell at all. He was only an odd old man\nwho lived alone in a little house on the riverbank. He had the usual\nlittle mail box, marked \"E. Jell,\" set on a post in front of his house,\nbut he never got any mail, and it was not long before people began\nwondering where he got the money he lived on.\n\nNot that he lived well, certainly; all he ever seemed to do was just\nfish, or just sit on the riverbank watching the sky, telling tall\nstories to small children. And none of that took any money to do.\n\nBut still, he _was_ a little odd; people sensed that. The stories he\ntold all his young friends, for instance--wild, weird tales about\nspacemen and other planets--people hardly expected tales like that\nfrom such an old man. Tales about cowboys and Indians they might have\nunderstood, but spaceships?\n\nSo he was definitely an odd old man, but just how odd, of course, no\none ever really knew. The stories he told the children, stories about\nspace travel, about weird creatures far off in the Galaxy--those\nstories were all true.\n\nMr. Jell was, in fact, a retired spaceman.\n\nNow that was part of Mr. Jell's problem, but it was not all of it.\nHe had very good reasons for not telling anybody the truth about\nhimself--no one except the children--and he had even more excellent\nreasons for not letting his own people know where he was.\n\nThe race from which Mr. Jell had sprung did not allow this sort of\nthing--retirement to Earth. They were a fine, tolerant, extremely\nadvanced people, and they had learned long ago to leave undeveloped\nraces, like the one on Earth, alone. Bitter experience had taught them\nthat more harm than good came out of giving scientific advances to\nbackward races, and often just the knowledge of their existence caused\ntrouble among primitive peoples.\n\nNo, Mr. Jell's race had for a long while quietly avoided contact with\nplanets like Earth, and if they had known Mr. Jell had violated the\nlaw, they would have come swiftly and taken him away--a thing Mr. Jell\nwould have died rather than let happen.\n\n\n\nMr. Jell was unhuman, yes, but other than that he was a very gentle,\nusual old man. He had been born and raised on a planet so overpopulated\nthat it was one vast city from pole to pole. It was the kind of\nplace where a man could walk under the open sky only on rooftops,\nwhere vacant lots were a mark of incredible wealth. Mr. Jell had\npassed most of his long life under unbelievably cramped and crowded\nconditions--either in small spaceships or in the tiny rooms of unending\napartment buildings.\n\nWhen Mr. Jell had happened across Earth on a long voyage some years\nago, he had recognized it instantly as the place of his dreams. He had\nhad to plan very carefully, but when the time came for his retirement,\nhe was able to slip away. The language of Earth was already on record;\nhe had no trouble learning it, no trouble buying a small cottage on the\nriver in a lovely warm place called Florida. He settled down quietly, a\nretired old man of one hundred and eighty-five, looking forward to the\nbest days of his life.\n\nAnd Earth turned out to be more wonderful than his dreams. He\ndiscovered almost immediately that he had a great natural aptitude for\nfishing, and though the hunting instinct had been nearly bred out of\nhim and he could no longer summon up the will to kill, still he could\nwalk in the open woods and marvel at the room, the incredible open,\nwide, and unoccupied room, live animals in a real forest, and the sky\nabove, clouds seen through the trees--_real trees_, which Mr. Jell had\nseldom seen before. And, for a long while, Mr. Jell was certainly the\nhappiest man on Earth.\n\nHe would arise, very early, to watch the sun rise. After that, he might\nfish, depending on the weather, or sit home just listening to the\nlovely rain on the roof, watching the mighty clouds, the lightning.\nLater in the afternoon, he might go for a walk along the riverbank,\nwaiting for school to be out so he could pass some time with the\nchildren.\n\nWhatever else he did, he would certainly go looking for the children.\n\nA lifetime of too much company had pushed the need for companionship\npretty well out of him, but then he had always loved children, and they\nmade his life on the river complete. They _believed_ him; he could\ntell them his memories in safety, and there was something very special\nin that, to have secrets with friends. One or two of them, the most\ntrustworthy, he even allowed to see the Box.\n\nNow the Box _was_ something extraordinary, even to so advanced a man as\nMr. Jell. It was a device which analyzed matter, made a record of it,\nand then duplicated it. The Box could duplicate anything.\n\nWhat Mr. Jell would do, for example, would be to put a loaf of bread\ninto the Box, and press a button, and presto, there would be _two_\nloaves of bread, each perfectly alike, atom for atom. It would be\nabsolutely impossible for anyone to tell them apart. This was the way\nMr. Jell made most of his food, and all of his money. Once he had\ngotten one original dollar bill, the Box went on duplicating it--and\nbread, meat, potatoes, anything else Mr. Jell desired was instantly\navailable at the touch of a button.\n\n\n\nOnce the Box duplicated a thing, anything, it was no longer necessary\nto have the original. The Box filed a record in its electronic memory,\ndescribing, say, bread, and Mr. Jell had only to dial a number any time\nhe wanted bread. And the Box needed no fuel except dirt, leaves, old\npieces of wood, just anything made out of atoms--most of which it would\narrange into bread or meat or whatever Mr. Jell wanted, and the rest of\nwhich it would use as a source of power.\n\nSo the Box made Mr. Jell entirely independent, but it did even more\nthan that; it had one other remarkable feature. It could be used also\nas a transmitter and receiver. Of matter. It was, in effect, the Sears\nRoebuck catalogue of Mr. Jell's people, with its own built-in delivery\nservice.\n\nIf there was an item Mr. Jell needed, any item at all, and that item\nwas available on any of the planets ruled by Mr. Jell's people, Mr.\nJell could dial for it, and it would appear in the Box in a matter of\nseconds.\n\nThe makers of the Box prided themselves on the speed of their delivery,\nthe ease with which they could transmit matter instantaneously across\nlight-years of space. Mr. Jell admired this property, too, but he could\nmake no use of it. For once he had dialed, he would also be billed. And\nof course his Box would be traced to Earth. That Mr. Jell could not\nallow.\n\nNo, he would make do with whatever was available on Earth. He had to\nget along without the catalogue.\n\nAnd he really never needed the catalogue, not at least for the first\nyear, which was perhaps the finest year of his life. He lived in\nperfect freedom, ever-continuing joy, on the riverbank, and made some\nspecial friends: one Charlie, aged five, one Linda, aged four, one Sam,\naged six. He spent a great deal of his time with these friends, and\ntheir parents approved of him happily as a free baby-sitter, and he was\nwell into his second year on Earth when the first temptation arose.\n\nBugs.\n\nTry as he might, Mr. Jell could not learn to get along with bugs. His\nair-conditioned, antiseptic, neat and odorless existence back home had\nbeen an irritation, yes, but he had never in his life learned to live\nwith bugs of any kind, and he was too old to start now. But he had\npicked an unfortunate spot. The state of Florida was a heaven for Mr.\nJell, but it was also a heaven for bugs.\n\nThere is probably nowhere on Earth with a greater variety of insects,\nlarge and small, winged and stinging, than Florida, and the natural\nportion of all kinds found their ways into Mr. Jell's peaceful\nexistence. He was unable even to clear out his own house--never mind\nthe endless swarms of mosquitoes that haunted the riverbank--and the\nbugs gave him some very nasty moments. And the temptation was that he\nalone, of all people on Earth, could have exterminated the bugs at will.\n\nOne of the best-selling export gadgets on Mr. Jell's home world was\na small, flying, burrowing, electronic device which had been built\nspecifically to destroy bugs on planets they traded with. Mr. Jell\nwas something of a technician, and he might not even have had to order\na Destroyer through the catalogue, but there were other problems.\n\n\n\nMr. Jell's people had not been merely capricious when they formed their\npolicy of non-intervention. Mr. Jell's bug-destroyer would kill all the\nbugs, but it would undoubtedly ruin the biological balance upon which\nthe country's animal life rested. The birds which fed on the bugs would\ndie, and the animals which fed on the birds, and so on, down a course\nwhich could only be disastrous. And even one of the little Destroyers\nwould put an extraordinary dent in the bug population of the area; once\nsent out into the woods, it could not be recalled or turned off, and it\nwould run for years.\n\nNo, Mr. Jell made the valiant decision to endure little itchy bumps on\nhis arms for the rest of his days.\n\nYet that was only the first temptation. Soon there were others, much\nbigger and more serious. Mr. Jell had never considered this problem\nat all, but he began to realize at last that his people had been more\nright than he knew. He was in the uncomfortable position of a man who\ncan do almost anything, and does not dare do it. A miracle man who must\nhide his miracles.\n\nThe second temptation was rain. In the middle of Mr. Jell's second\nyear, a drought began, a drought which covered all of Florida. He sat\nby helplessly, day after day, while the water level fell in his own\nbeloved river, and fish died gasping breaths, trapped in little pockets\nupstream. Several months of that produced Mr. Jell's second great\ntemptation. Lakes and wells were dry all over the country, farms and\norange groves were dry, there were great fires in the woods, birds and\nanimals died by the thousands.\n\nAll that while, of course, Mr. Jell could easily have made it rain.\nAnother simple matter, although this time he would have had to send\naway for the materials, through the Box. But he couldn't do that. If he\ndid, _they_ would come for him, and he consoled himself by arguing that\nhe had no right to make it rain. That was not strictly controllable,\neither. It might rain and rain for several days, once started, filling\nup the lakes, yes, and robbing water from somewhere else, and then what\nwould happen when the normal rainy season came?\n\nMr. Jell shuddered to think that he might be the cause, for all his\ngood intentions, of vast floods, and he resisted the second temptation.\nBut that was relatively easy. The third temptation turned out to be\ninfinitely harder.\n\nLittle Charlie, aged five, owned a dog, a grave, sober, studious dog\nnamed Oscar. On a morning near the end of Mr. Jell's second year, Oscar\nwas run over by a truck. And Charlie gathered the dog up, all crumpled\nand bleeding and already dead, and carried him tearfully but faithfully\noff to Mr. Jell, who could fix _anything_.\n\nAnd Mr. Jell could certainly have fixed Oscar. Hoping to guard against\njust such an accident, he had already made a \"recording\" of Oscar\nseveral months before. The Box had scanned Oscar and discovered exactly\nhow he was made--for the Box, as has been said, could duplicate\nanything--and Mr. Jell had only to dial Oscar number to produce a new\nOscar. A live Oscar, grave and sober, atom for atom identical with the\nOscar that was dead.\n\n\n\nBut young Charlie's parents, who had been unable to comfort the boy,\ncame to Mr. Jell's house with him. And Mr. Jell had to stand there,\nred-faced and very sad, and deny to Charlie that there was anything\nhe could do, and watch the look in Charlie's eyes turn into black\nbetrayal. And when the boy ran off crying, Mr. Jell had the worst\ntemptation of all.\n\nHe thought so at the time, but he could not know that the dog had not\nbeen the worst. The worst was yet to come.\n\nHe resisted a great many temptations after that, but now for the first\ntime doubt had begun to seep in to his otherwise magnificent existence.\nHe swore to himself that he could never give this life up. Here on the\nriverbank, dry and buggy as it well was, was still the most wonderful\nlife he had ever known, infinitely preferable to the drab crowds he\nwould face at home. He was an old man, grimly aware of the passage of\ntime. He would consider himself the luckiest of men to be allowed to\ndie and be buried here.\n\nBut the temptations went on.\n\nFirst there was the Red Tide, a fish-killing disease which often sweeps\nFlorida's coast, murdering fish by the hundreds of millions. He could\nhave cured that, but he would have had to send off for the chemicals.\n\nNext there was an infestation of the Mediterranean fruit fly, a bug\nwhich threatened most of Florida's citrus crop and very nearly ruined\nlittle Linda's father, a farmer. There was a Destroyer available which\ncould be set to kill just one type of bug, Mr. Jell knew, but he would\nhave had to order it, again, from the catalogue. So he had to let\nLinda's father lose most of his life's savings.\n\nShortly after that, he found himself tempted by a young, gloomy couple,\na Mr. and Mrs. Ridge, whom he visited one day looking for their young\nson, and found himself in the midst of a morbid quarrel. Mr. Ridge's\nincredible point of view was that this was too terrible a world to\nbring children into. Mr. Jell found himself on the verge of saying that\nhe himself had personally visited forty-seven other worlds, and not one\ncould hold a candle to this one.\n\nHe resisted that, at last, but it was surprising how close he had come\nto talking, even over such a relatively small thing as that, and he had\nconcluded that he was beginning to wear under the strain, when there\ncame the day of the last temptation.\n\nLinda, the four-year-old, came down with a sickness. Mr. Jell learned\nwith a shock that everyone on Earth believed her incurable.\n\n\n\nHe had no choice then. He knew that from the moment he heard of the\nillness, and he wondered why he had never until that moment anticipated\nthis. There was, of course, nothing else he could do, much as he loved\nthis Earth, and much as he knew little Linda would certainly have died\nin the natural order of things. All of that made no difference; it had\nfinally come home to him that if a man is able to help his neighbors\nand does not, then he ends up something less than a man.\n\nHe went out on the riverbank and thought about it all that afternoon,\nbut he was only delaying the decision. He knew he could not go on\nliving here or anywhere with the knowledge of the one small grave for\nwhich he would be forever responsible. He knew Linda would not begrudge\nhim those few moments, that one afternoon more. He waited, watching the\nsun go down, and then he went back into the house and looked through\nthe catalogue. He found the number of the serum and dialed for it.\n\nThe serum appeared within less than a minute. He took it out of the\nBox and stared at it, the thought of the life it would bring to Linda\ndriving all despair out of his mind. It was a universal serum; it would\nprotect her from all disease for the rest of her life. _They_ would\nbe coming for him soon, but he knew it would take them a while to get\nhere, perhaps even a full day. He did not bother to run. He was much to\nold to run and hide.\n\nHe sat for a while thinking of how to get the serum to her, but that\nwas no problem. Her parents would give her anything she asked now, and\nhe made up some candy, injecting the serum microscopically into the\nchunks of chocolate, and then suddenly had a wondrous idea. He put the\nchunks into the Box and went on duplicating candy until he had several\nboxes.\n\nWhen he was finished with that, he went visiting all the houses of all\nthe good people he knew, leaving candy for them and their children. He\nknew he should not do that, but, he thought, it couldn't really do much\nharm, could it? Just those few lives altered, out of an entire world?\n\nBut the idea had started wheels turning in his mind, and toward the\nend of that night, he began to chuckle with delight. Might as well be\nflashed for a rogg as a zilb.\n\nHe ordered out one special little bug Destroyer, from the Box, set\nto kill just one bug, the medfly, and sent it happily down the road\ntoward Linda's farm. After that, he duplicated Oscar and sent the dog\nyelping homeward with a note on his collar. When he was done with that,\nhe ordered a batch of chemicals, several tons of it, and ordered a\nconveyor to carry it down and dump it into the river, where it would be\nwashed out to sea and so end the Red Tide.\n\nBy the time that was over, he was very tired; he had been up the whole\nnight. He did not know what to do about young Mr. Ridge, the one who\ndid not want children. He decided that if the man was that foolish,\nnothing could help him. But there was one other thing he could do.\nPraying silently that once he started this thing, it would not get out\nof hand, he made it rain.\n\nIn this way, he deprived himself of the last sunrise. There was nothing\nbut gray sky, misty, blowing, when he went out onto the riverbank that\nmorning. But he did not really mind. The fresh air and the rain on\nhis face were all the good-by he could have asked for. He was sitting\non wet grass wondering the last thought--why in God's name don't more\npeople here realize what a beautiful world this is?--when he heard a\nvoice behind him.\n\nThe voice was deep and very firm.\n\n\"Citizen Jell,\" it said.\n\nThe old man sighed.\n\n\"Coming,\" he said, \"coming.\"",
    "metadata": {
        "author": [
            "Shaara, Michael"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/51342/pg51342.txt",
        "name": "citizen_jell.json"
    }
}