{
    "name": "Clear Crystals",
    "author": [
        "Beede, Clara M.",
        "Beede, Clara Frances McKee"
    ],
    "body": "The Press of Flozari, Pegasus Studios\nBox 5804, Cleveland, 1, Ohio\n1946\n\n\n     _Dedicated to\n      OLNEY, RUSSELL Jr., WILLIAM, ELLWOOD,\n      And All Our Soldier Boys_\n\n\n\nACKNOWLEDGMENTS\n\nWe are grateful for permission to include certain poems which were\nfirst published in Reflections; Chipmunk; Scimitar and Song: Whispers;\nCalaveras Californian; Calaveras Prospect; Sunshine and Rain; Brown\nPlumes; Tulsa Tribune; Sonnets from Americanese: Fireside Chatter;\nSong and Story; The Arc; United We Sing; The Authors of Tomorrow;\nGarret, and Golden Leaves.\n\n\n\nOTHER TORCHBEARER CHAPBOOKS\n\nCLARA M. BEEDE\n\n  45: Brown Plumes\n  51: More Brown Plumes\n  63: Sunshine and Rain\n  73: Clear Crystals (Second Printing)\n  88: Only Pebbles\n  94: Golden Leaves\n  98: Sail High Above\n\n\n\n\nMOTHER'S PRAYER\n\n\n  For this new day, our Father, we give thee thanks.\n  Thou hast blessed us with rest for our bodies,\n  The glories of a new day are upon us, a gift from above.\n  Let the light from heaven penetrate our souls,\n  and may this be the best of our lives, we pray.\n  Remember those less fortunate, dear Father,\n  May some messenger of thine bring joy to their hearts today.\n  Forbid we should shirk any duty coming our way,\n  for we are thy servants and desire to do thy will.\n  Our Dear Father thou hast blessed us with many dear ones.\n  I pray thy blessing upon each one, especially our soldier boys\n  That they may heed thy voice and follow thee\n  as their great and true leader. Forbid, dear Lord, that any one\n  of them be lost from the way in his search for the light.\n  Go before them and let light from above\n  make their pathway bright. Come into their hearts\n  and give them the peace that no man can give, neither can\n  take it away. I humbly ask these favors in Jesus name.\n\n--KAY MCKEE\n\n\n\n\nLET THERE BE PEACE\n\n\n  Let there be peace, let clouds and storm roll past,\n  And budding groves burst forth in little leaves.\n  When April showers flush the brooks and eaves;\n  May gardens grow and wheat go flowing fast.\n  Let there be peace on earth, that men may cast\n  Their hatreds far away and gather sheaves\n  Of golden days in patterns justice weaves;\n  That sunset hours may glow with love at last,\n  The atmosphere be filled with faith and light,\n  No war, nor bombs, no words of discontent.\n  Let there be peace on every hill and plain,\n  That men may live and toil with hearts alight,\n  That each may aid his brother in content.\n  Let grasses grow and flowers bloom again.\n\n\n\n\nWHAT IS THIS WISDOM\n\n\n  Remaining staunchly there in shriveled earth,\n  The canna stood serene, refreshed by dew\n  That silently, each cooling night anew\n  Spread living gems to sparkle in their mirth.\n  Beneath, the bulb lay proving well its birth--\n  A shower passed, the funnel leaves caught true--\n  The plant awoke with life and beauty too.\n  And not a drop was wasted of the worth!\n\n  The bud refrained from coming into bloom,\n  As though it waited for the lusty rain,\n  With low leaves dried and drooping to the ground.\n  What is this wisdom in all nature's room\n  That fights to live and grow, and not in vain,\n  But God, whose strength in all things may be found.\n\n\n\n\nSOLDIER TRAINS\n\n\n  Hear the rumbling of the trains,\n    Soldier trains.\n  Ever droning, jarring, roaring on the rails\n  Through the amber lights of dawn.\n  Hear them rolling right along\n  Now acoming and now gone,\n    Iron wheel follows wheel,\n  Round the bend of the river going strong.\n\n  They are taking our brave soldier boys\n  To the barracks. Hear the thumping of the drums\n  How they beat and beat and beat,\n  In the morning and at night,\n  Hear the tramping, marching feet,\n    All in line stepping fine\n  Hear the praying from the firesides down the street.\n\n  Hear the roaring of the trains,\n    Speeding trains\n  With the rumbling. Shouting home-boys off to war!\n  Now they travel to far shores.\n  See them waving their good-byes,\n  There's the girl that Joe adores\n    Waving hand, smiling band!\n  Hear the laughter from the windows and the doors.\n\n\n\n\nDEAR POSSESSIONS\n\n\n  A loaf of bread with a glass of milk\n  With a roof that shelters and a restful bed,\n  A place to wear the faded silk\n  And a pillow for the aching head;\n\n  A kettle that sings while the night wind sighs,\n  And a cup of tea to drink;\n  A hearth to sweep and a babe that cries,\n  With a pile of dishes in the sink.\n\n  A home to keep and a man to love,\n  With a heart that is true and fine.\n  These precious things sent from heaven above,\n  Will be prized for yours and for mine.\n\n\n\n\nTHE UNBIDDEN TEARS\n\n\n  Glad tears that rush like rivers down the cheek\n  Like gilding gold of morning's amber light.\n  O happy hearts, by hearths when wills are meek!\n  We welcome sun that chased away the night.\n  The weeping eyes will not acknowledge hate.\n  When lovers meet forgiven after pain,\n  Tears cleanse the heart and mind of fire and mote,\n  And freshen countenance and bleach the stain.\n  O rain of peace, that washes doubt away,\n  And casts a burden from the heart and home.\n  Sad hearts in joy united on this day;\n  Now buds will bloom again in garden loam.\n  Glad tears that come unbidden thus and free\n  Have banished care and brought you back to me.\n\n\n\n\nTHE PROMISE OF SPRING\n\n\n  Today resplendent in red, grays and gold,\n  No wind disturbs the calm of Winter's rest,\n  But quiet and serene on earth's broad breast\n  Is shrub and bush and seed in loamy hold;\n  The buds on elm are waiting to unfold,\n  Our biddie hen wears crimson on her crest.\n  This gorgeous day, when children laugh and jest,\n  And run and dance and not a thought withhold.\n\n  For Winter's frost was gone at early noon.\n  We know that Spring will come on southern breeze;\n  The grass will green and roses bloom again.\n  We love the flowers, summer warmth and boon,\n  O joy of earth, in green and swaying trees,\n  In buds and bees on this broad prairie plain.\n\n\n\n\nTHE DAYS LIVE AGAIN\n\n\n  O hallowed charm of long departed days;\n  The good and bad blend in a sparkling stream.\n  If one recalls youth's glad and care free ways;\n  The distant roar of music is supreme,\n  When viewing life's almost forgotten trail.\n  There is a stream that twines its way about\n  Through shady spots, by broken, rotted rail.\n  The falling water glitters, and the trout,\n  Again, like precious memories, flash and dart.\n  Through bleak and cold, a precipice once crossed\n  Still fills with pride and pain the aging heart;\n  For time has now the thorns and rocks embossed,\n  And thus the long dead past is always bright,\n  For those whose sun is sinking into night.\n\n\n\n\nROLLING TRUCKS\n\n\n  Rolling over desert sands\n  Steady there are dough-boy's hands.\n  Gliding past the silver sage\n  Caring naught for fame or wage;\n  Rolling trucks for Uncle Sam,\n  In his kit are bread and ham.\n  Slipping over moon-lit dunes\n  Humming low the old men's tunes.\n  Every moment plays the game,\n  Like an iron in a flame.\n  Rolling over desert sands,\n  Steady there are dough-boy's hands.\n\n\n\n\nAT DUSK\n\n\n  A low blue cloud lies stretched beyond the trees,\n  All quiet so. The chant of birds uplifts,\n  And through the evening dusk a tremor sifts,\n  The chill of night creeps close with turning keys,\n  And darkness soothes each child. The daylight flees,\n  Though many voices lend their artful gifts,\n  And mingle with the city's murmured rifts.\n  While twilight covers all with mysteries,\n  There is the roll of train or army truck;\n  A mother calls her three year old within.\n  The most of us preparing for the night;\n  Some go their way to labor for their luck,\n  And others toil that we may rest or spin.\n  God guards the whole until the morning light.\n\n\n\n\nTHE MORNING\n\n\n  The morning freshened with the dew of night,\n  Was glad with crowing cock and singing bird;\n  And through the mists came hope and kindly word.\n  The east aglow with early amber light.\n  As perking coffee roused the hungry sprite;\n  Beside the hearth a friendly pussy purred,\n  And in a crib a blue-eyed baby stirred,\n  Awakened from sweet slumber of the night.\n  O dawning! Here with all her usual charm.\n  Another day to toil for child and friend,\n  One hour to praise our God, while hatreds ebbed;\n  To hope and live and succor from all harm\n  Those weaker ones who know not how to fend,\n  And cast a beam that lights their way ahead.\n\n\n\n\nO RIVER BANK\n\n\n  I love to loiter by the old oak tree,\n  Where waters ripple over clean white stones,\n  And cresses, mint with feathered fern grown high.\n  In such a place the peaceful thoughts will come;\n  There is no hurry there where nature plays.\n  Soft gentle breezes wave the grass and sedge;\n  White fluffy clouds pass overhead and roll.\n  Now dreaming, I hear the cricket's gay song.\n  O river bank you charm me always so.\n\n\n\n\nTHERE WILL COME A DAY\n\n\n  There will come a day, sometime,\n  When a bright light will shine through\n  The clouds of darkness, sometime.\n  And the grass will grow anew;\n  Glad bells will ring at the dawn;\n  And at noon great horns will blow;\n  At evening fear will be gone;\n  The home lights through dusk will glow.\n  It will be a joyous day!\n  And the earth will shout with laughter,\n  When world peace is made, some day.\n  We can hear the birds thereafter.\n\n\n\n\nLATE AUTUMN\n\n\n  The fragrant autumn winds float painted leaves\n  Across the plains at sunset's evening hour,\n  A scarlet rose, a zinnia in the flower\n  Stand brilliant there beneath the cottage eaves.\n  The locust hums his song, the spider weaves\n  His silken web in every shady bower,\n  Where thunder clouds pile high in tumbled tower;\n  The farmer's loft is bursting with great sheaves;\n  And cornstalks bend with heavy golden loads,\n  For rains have blessed the land the summer long.\n  Now children trip on winding trails from school;\n  They swing in rhythmic time along the roads;\n  A hungry, hearty crowd, suntanned and strong.\n  This glorious fall day in evening cool.\n\n\n\n\nALL HAIL RED CROSS\n\n\n  All hail Red Cross! White robes of light, all hail!\n  On brave and noble brows the symbol shines.\n  A cry for help is never called in vain,\n  For these courageous ones go everywhere,\n  On sea or land, in sun and stormy sky.\n  They face all dangers--carry succor forth\n  To save their fellowmen--with speed and skill\n  The aid goes out to rescue friend and foe.\n  They know no enemy but heed each call.\n  A line is thrown to stranded waif or man.\n  In flood they rush like water down the slope\n  To bring relief to those who toss in waves.\n  They care for mothers left to starve, alone.\n  In pestilence, they labor long to soothe\n  The fevered brow and ease the gnawing pain\n  With medicine and shelter, food and clothes.\n  In war the wound is dressed and duly nursed\n  With gentle supple hands--with nourishment\n  For mind and body. Cross of red, all hail!\n  They serve for us most willingly and well.\n  Then chide themselves when they have come too late!\n  Like mothers when their sons have fallen short;\n  In early dawn and through the night they toil.\n  O God do bless this noble work of love;\n  Let's give and further this most worthy cause.\n  All hail Red Cross! White robes of hope, all hail!\n\n\n\n\nOUR MORNING PRAYER\n\n\n  God our Father give us strength\n  In these days of selfish strife,\n  Let us smile amid the pain,\n  Now to meet the care of life\n  In the sunshine and in rain.\n\n\n\n\nSOLDIER TO HIS MOTHER\n\n\n  Remembering those happy days of youth--\n  The earth was filled with gladness then,\n  And you, dear Mother, taught me love and truth,\n  Taught me to seek the best in men.\n\n  With heart full of faith and noble thought\n  To bear my load and do good deeds.\n  And cherish worthy things, the hope not bought,\n  With visions for the living needs.\n\n  You said be honest with my God and soul,\n  Devoted to my land and home,\n  And all that men hold dear. In loyalty\n  Respect and prize the fertile loam.\n\n  Today my country calls, she needs her son\n  To fight the Japs and Hitler too.\n  No coming back until the job is done.\n  This is as honest men would do.\n\n\n\n\nIN THE STORM\n\n\n  Hear the gale roaring through the woods!\n    Trees bend and snap and sway;\n    They race and break on this dark day.\n  If I could fashion some sturdy hoods\n    To hold the storm at bay,\n    Then trim and straight would all trees stay.\n  But great trees knotted by winds' moods,\n    Like men who face their care,\n  Stand scarred yet stanch and bravely there.\n\n\n\n\nTO US\n\n\n  O petty trifles! Why cling to us so?\n  Our time in doing small things quite consumed,\n  And hearts protected like earth worms encased,\n  Always singing childish songs, sol me do,\n  And crawling safe in shady vales below,\n  Like snails advancing, scoff and hurt endured,\n  Dead there upon the rack, no port secured.\n  O brother plant, some grains of corn will grow!\n  The faithful farmer sows live fertile seed.\n  Be not a grub but rise and stretch hands up\n  When on the height reach down to troubled friend,\n  And lift your fellowmen, toil not for greed.\n  Wash out the grounds and fill the empty cup.\n  The rose will bloom where rocky pathways wend.\n\n\n\n\nTHE FLY AND THE SPIDER\n\n\n  The big black fly was in a sorry plight;\n  She hung and dangled in a spider's web.\n  It was too late to make a hurried flight.\n  The sand is sifting and the tides will ebb.\n\n  The spider then drew dose his silken thread,\n  It was no use to ask the reason why.\n  He only wished to eat and save his head,\n  And he must catch his breakfast, or die.\n\n\n\n\nHER GOOD BYE\n\n\n  I love you, Darling, sweetheart mine,\n  Our troth is pledged, O joy divine!\n  With apple blossoms in my hair\n  I hope and breathe a fervent prayer\n  To keep my trust all down the years,\n  And love you always through the tears.\n  O heart of mine, my feet do sing\n  As down the aisle into the Spring\n  Of bursting bud and lilac time,\n  Of budding trees and robin rhyme,\n  So tenderly, Dear, I love you.\n  In happiness I go with you\n  Now in sunshine to follow on\n  And into dark when you are gone.\n  Then back again from misty night\n  And at the dawn in coming light.\n  At sunup when the Japs are caught\n  You will come when the battle's fought.\n  And then glad shouts the whole day long,\n  With ringing bells 'ten billion strong.\n\n\n\n\nHILLS AND VALLEYS WAKE\n\n\n  My ears have heard the larks at dawn,\n  Their bright sweet carols sing,\n  With burst of morning sun\n  And all the meadows ring.\n\n  My eyes have seen the shining gold,\n  That rimmed a purple cloud,\n  And sheets of olive green there spread,\n  While night puts on a shroud.\n\n  And in the east a moon that gleamed\n  With grey blue light and sheen,\n  On misty, drooping willow trees,\n  O fair and silent scene.\n\n  These are not half the things I see\n  On lovely nights and brilliant days,\n  It seems that hills and valleys wake\n  To make such holidays.\n\n\n\n\nMORNING THANKSGIVING\n\n\n  We thank our God this Autumn day,\n  As birds are waking in the vale,\n  For health and strength to walk his way,\n  Let justice and peace prevail.\n  And for this food that's waiting here,\n  Now fill our hearts with faith and love;\n  And bless our loved ones far and near,\n  O God, our Father up above.\n\n\n\n\nOFF TO THE WOODS\n\n\n  All nature dons a cool green coat,\n  Soft breezes blow and white clouds float;\n  The blue jay screams his piercing note.\n\n  The April sun shines fine today,\n  And all the world is bright and gay.\n  Small twinkling leaves now dance and play!\n\n  The Spring has made a grand debut;\n  And turned up sod is reddish blue,\n  Where last year's roses bloomed for you.\n\n  And to the woods then let us hie\n  To gather sorrel for a pie,\n  And pick some posies from the rye.\n\n  O Daughter come, a walk is free,\n  Lock up the house and bring the key;\n  For sing we must in joy and glee.\n\n\n\n\nTHE HAPPY CAMPERS\n\n\n  Burning brush\n  In morning hush\n    While bacon fragrance floats.\n\n  Daylight dreams\n  Along bright streams\n    With knapsack and light coats.\n\n  Wind blown hair,\n  They march and share\n    And sing the happy notes.\n\n\n\n\nTHE PROMISE\n\n\n  O Glendolyn, the life of my being,\n  O Darling, the good in your heart!\n  Bright eyes in the flash of a moment\n  Grow sad as the time nears to part,\n  Tears well in the midst of the laughter,\n  Unbidden as the showers in Spring.\n  Although the days cloud, but after\n  The future will brighten and sing.\n\n  O Glendolyn, weep not at my going,\n  The weary long hours will pass;\n  And dawn with its flame and a promise\n  Will touch the grey sod and dry grass.\n  The elm in the garden will flower\n  And the hills on the plains be shining.\n  That day, then the battle is over,\n  I will come with swift feet, my Darling.\n\n\n\n\nIN REFLECTION\n\n\n  In the morning of my youth\n  When my veins were full of strength\n  There was Dad and Mom to say\n  What to do. They spoke at length.\n\n  Did I listen to the truth?\n  Much of it has passed me by.\n  Now if only some one would\n  Speak to me and tell me why.\n\n\n\n\nMEN MUST TOIL\n\n\n  We wakened in the morning\n  The wind had blown up cold;\n  And too, the oaks were grumbling\n  Like men agrowing old.\n\n  We must all work this morning,\n  Though rough and harsh outside,\n  Men labor in the storming\n  For all must eat betide.\n\n\n\n\nTHAT CLOSE DRAWN VEIL\n\n\n  If we could lift that close drawn veil and see,\n  The anxious hours might pass in rest and sleep.\n  But wait! Could men but sow and counting reap?\n  Who would toil on when knowing loss must be?\n  No wild glad hoping with expectancy!\n  And wooing lover then might he not weep?\n  The fortune which would grieve--no shop to keep.\n  Enough. Man can climb higher and be free.\n  Leave be the veil and let men struggle through.\n  Let roots strike down and seek the growing needs;\n  And living stock stretch up toward the sun\n  With life and hope. Then let men work and woo,\n  Not anchorless, nor tumbling drift as weeds.\n  Fulfilment in the end and laurel won.\n\n\n\n\nOUR MORNING LESSON\n\n\n  Love our neighbors as ourselves,\n  May we fit in where we can,\n  Love our God and praise his name\n  Is God's law for mortal man.\n\n\n\n\nWHEN THE BOYS COME HOME\n\n\n  Bright smiles and many tear drops\n    Are begging loved ones stay;\n  For not all soldier boys come home\n    When bugles call today.\n\n  Brave lassies wait, toiling, hoping,\n    And keep the hearth brushed clean,\n  The home fires glowing brightly\n    With all about serene.\n\n  The heart grows weary often,\n    For hours and days are long.\n  But when the fight is over\n    The land will ring with song.\n\n  With all the maidens singing\n    The full and happy notes,\n  While men go shouting, marching,\n    At sight of khaki coats.\n\n  And Main Street pushing, crowding,\n    Will be a surging stream,\n  For when this war is over\n    Our joy will be supreme.\n\n\n\n\nTHE PRESS OF FLOZARI\n\nCOLOPHON\n\nThis is number 103 of the Torchbearers' Chapbooks, printed by hand at\nthe Pegasus Studio, from hand-set 10 point Century on Eggshell book\npaper, in an edition of 106 copies and the type distributed.\n\n\n  Copies may be secured from the author, at 75c each, postpaid\n  Clara M. Beede, 304 West 102 St., Apt., 1-A,\n  New York City 25, N.Y.\n\n\nTorchbearers' Chapbooks from Pegasus Studios:\n\n  4 Strange Riders Journey, L.V. Zietlmann, Texas\n  5 Heartsease, Thomas B. Livingston, Rhode Island\n  6 Thru the year--16 Singing Moods, C.H. Greenfield, Cal.\n  19 Wayside Rhymes, Vera B. Stewart, W. Va.\n  22-11 Songs of Golden Spring, Frances Belle Delzell, Ore.\n  24 Clash of Sword and Cymbal, Comp. by L.T. McNair, N.C.\n  25 Petals of Dreams, Lloyd Day, Montana\n  26-37 Memories and Moods, Edna Smith DeRan, La\n  29 Surgings, Otis Raymond Dow, Maine.\n  30 Raking Leaves, Edith Moody Rittenour, Mich.\n\n  42 Echoes of Alabama, Ethel Morgan Dunham, Ala.\n  46 Cross Roads, Fort Collins, Poetry Group, Colo.\n  48 Winds in The Pines, Lillian M. Olivier, Calif.\n  54 Recitations, Zilla Vollmer Tietgen, Illinois\n  55 Symbols For These Times, Jeremy Ingalls, Mass.\n  56 Balmy Breezes, Julia Yohn Pickett, Md.\n  57 Singing Waters, Lena Mearle Shull, S.C.\n  59 This Crystal Hour, Lucille Iredale Carlson, Utah\n\n  60-35 Dream Shadows, Carolyn Kingdon Gordman, N.Y.\n  61 The Vulture and Its Brood, Robert Fontinelle, Mo.\n  69 The White Moth Flew, Sam. A. Messirly, Ohio\n  70-67 Miniature Moods, Jan Humphrey James, Illinois\n  74-38 Potpourri, L.V. Klose, Iowa\n  75-72 Thought Clusters, Mary O'Connor, Pa.\n  76 This and That, Cora E. Orr, Wash.\n  77 Out Of A Barracks Bag, Sgt. Charles L. Painter, Calif.\n\n  82 Pensee Encore, Oliva M. Diaz, Mich.\n  83-49 Beltane, Sgt. Lawrence A. Wiggin, New Hampshire\n  84 Dur-Rations, Mary V. Cacossa, New Jersey\n  85 Rhymes For Every Season, Lydia O. Jackson, N. Dakota\n  89 Reveries, Virginia A. Demirjian, Ohio\n\n  91 Pathways of Gold, Edwin Becker, New York\n  92 Songs of a Pioneer's Daughter, May D. Burdick, Ga.\n  93-18-20 More Xmas and New Year Poems, K.N. Smith, Ohio\n  95 Through the Night, Helen Bostwick, Mich.\n  97 The Understanding Heart, Wilma Shirley Thone, Ohio\n  99 Another Spring, Miriam Benham, Ohio\n\n  100-87 Fantasies, Ruth E.J. Sarver, Paris, France\n  101 Poetical Journeys, Colleen Martin, Ohio\n  102 Sailing Into Harbor, Kay Dombrowski, Wisc.\n  103-98-94 88-73-63-51-45 Clear Crystals, Clara M. Beede, Okla.\n  104-96-90 Beyond the Blue, Bessie Viddleton Heth, Wis.\n  105-14-23 Observations Along Life's Path, A.I. Eason, Fla.\n  106 Merry Magdalene Gets Flowers, Jo Birt, Ohio\n\n  Winged Steed Junior Brochures\n  1..2..3..4..5..6..7..8..9..10..11..12",
    "metadata": {
        "author": [
            "Beede, Clara M.",
            "Beede, Clara Frances McKee"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/15209/pg15209.txt",
        "name": "clear_crystals.json"
    }
}