{
    "name": "Colonel Crockett's Co-operative Christmas",
    "author": [
        "Hughes, Rupert"
    ],
    "body": "\n                         Philadelphia and London\n                       George W Jacobs and Company\n\n\n\n                           COPYRIGHT, 1906, BY\n                        GEORGE W. JACOBS & COMPANY\n                       _Published September, 1906_\n\n                          _All rights reserved_\n                          _Printed in U. S. A._\n\n\n\n\n  Last night I ate a horrible mockery of a Christmas\n    dinner in a deserted restaurant                          _Frontispiece_\n\n  As blue as all the swear words ever swore                _Facing page_ 14\n\n  He said if I ever come near again he'd sic the dogs on me              18\n\n  \"Only one thousand plunks,\" says he                                    40\n\n  James J. James, Publicity Expert                                       48\n\n  Old Miss Samanthy Clay got a box of cigars meant for Judge Randolph    60\n\n\n\n\nForeword\n\n\nOf all the strange gatherings that have distinguished Madison Square\nGarden, the strangest was probably on the occasion, last Christmas,\nwhen the now well-known Colonel D. A. Crockett, of Waco, rented the vast\nauditorium for one thousand dollars, and threw it open to the public.\nAs he is going to do it again this coming Christmas, an account of\nthe con-, in-, and re-ception of his scheme may interest some of the\nthousands who find themselves every Christmas in the Colonel's plight.\nMy plan to describe it was frustrated by the receipt, from his wife,\nof three letters he wrote her. It seems only fair, then, that the author\nof an achievement which is likely to become an institution should be\nallowed to be the author of its history. I shall, therefore, content\nmyself with publishing verbatim two of the Colonel's own letters.\n\n\n\n\nLETTER ONE\n\n\n_New York, N. Y., Dec. 26, 1904._\n\nFRIEND WIFE:\n\nThe miserablest night I ever spent in all my born days--the solitariest,\nwith no seconds--was sure this identical Christmas night in New York\nCity. And I've been some lonesome, too, in my time.\n\nI've told you how, as a boy, I shipped before the mast--the wrong\nmast--and how the old tub bumped a reef and went down with all\nhands--and feet--except mine. You remember me telling how I grabbed\naholt of a large wooden box and floated on to a dry spot. It knocked the\nwind out of my stummick considerable, but I hung on kind of unconscious\ntill the tide went out. When I come to, I looked round to see where\nin Sam Hill I was at, and found I was on a little pinhead of an island\nabout the size a freckle would be on the moon. All around was mostly\nsky, excepting for what was water. And me with nothing to drink it with!\n\nI set down hard on the box and felt as blue as all the swear words ever\nswore. There was nothing in sight to eat, and that made me so hungry\nthat me and the box fell over backward. As I laid there sprawled out,\nwith my feet up on the box, I looked between my knees and read them\nbeautiful words, \"Eat Buggins' Biscuit,\" in plain sight before me on\nthe end of the box.\n\nWell, me and friend Buggins inhabited that place--about as big as one\nof Man Friday's footprints--for going on four weeks. When tide was in,\nI held the box on my head to keep my powder dry. 'Long toward the end of\nmy visit, just before the ship that saved me hove in sight, I began to\nfeel a mite tired of that place. I kind o' felt as if I'd saw about all\nthat was int'resting on that there island. I thought I was unhappy and I\nhad a sneaking idea I was lonesome. But I see I was mistaken. I hadn't\nspent a Christmas night alone in a big city then.\n\nThen once when I was prospecting for our mine, I was snowed up in a\npass. I reckon I've told you how I got typhoid fever and wrestled it\nout all day by my lonesome; unparalleled thirst, Boston baked brains,\nred flannel tongue, delirium dreamins, and self-acting emetic, down\nto the final blissful \"Where am I at?\" and on through the nice long\nconvalescence till my limbs changed from twine strings to human members.\nSix weeks doing time as doctor, patient, trained nurse and fellow-Mason\nall in one, was being alone right smart. But it wasn't a patch on the\nlittle metrolopis of Manhattan on Santy Claus day.\n\nThen once I had a rather unrestful evening out in the western part\nof Texas. A fellow sold me a horse right cheap, and later a crowd\nof gentlemen accused me of stealing it, and I was put in jail with a\npromise of being lynched before breakfast. That was being uncomfortable\nsome, too. But I wished last night that my friend, Judge Watson, hadn't\ncome along that night and identified me. It would have saved me from\nNew Yorkitis.\n\nThen there was the night when I proposed for your hand and you sent me\nto your pa, and he said if I ever come near again he'd sic the dogs on\nme. I spent that night at a safe distance from the dogs, leaning on a\nfence, and not noticing it was barb wire till I looked at my clothes and\nmy hide next day. I watched your windows till the light went out and all\nmy hope with it--and on after that till, as the poet says, till daylight\ndoth appear.\n\nThen there's the time I told you about, when--but there's no use of\nmaking a catalog of every time I've been lonesome. I have taken my pen\nin hand to inform you that last night beat everything else on my private\nlist of troubles. My other lonely times was when I was alone, but the\nlonesomest of all was in the heart of the biggest crowd on this here\ncontinent.\n\nThere was people a-plenty. But I didn't know one gol-darned galoot. I\nhad plenty of money, but nobody to spend it on--except tiptakers. I was\nstopping at this big hotel with lugsury spread over everything, thicker\nthan sorghum on corn pone. But lonely--why, honey, I was so lonely that,\nas I walked along the streets, I felt as if I'd like to break into some\nof the homes and compel 'em at the point of my gun to let me set in and\ndine with 'em.\n\nI felt like asking one of the bell-boys to take me home and get his ma\nto give me a slice of goose and let her talk to me about her folks.\n\nThere was some four million people in a space about the size of our\nranch. There was theatres to go to--but who wants to go to the theatre\non Christmas?--it's like going to church on the Fourth of July. There\nwere dime muzhums, penny vawdevilles, dance-halls.\n\nThere was a big dinner for news-boys. The Salvation Army and the\nVolunteers gave feeds to the poor. But I couldn't qualify. I wasn't\npoor. I had no home, no friends, no nothing.\n\nThe streets got deserteder and deserteder. A few other wretches was\nmarooned like me in the hotel corridors. We looked at each other like\nsneak-thieves patroling the same street. Waiters glanced at us pitiful\nas much as to say, \"If it wasn't for shrimps like you, I'd be home with\nmy kids.\"\n\nThe worst of it was, I knew there were thousands of people in town in\njust my fix. Perhaps some of them were old friends of mine that I'd have\nbeen tickled to death to fore-gather with; or leastways, people from my\nState. Texas is a big place, but we'd have been brothers and sisters--or\nat least cousins once removed--for Christmas' sake. But they were\nscattered around at the St. Regis or the Mills Hotel, the Martha\nWashington or somewhere, while I was at the Waldorf-hyphen-Astoria.\n\nIt was like the two men that Dickens--I believe it was Dickens--tells\nabout: Somebody gives A a concertina, but he can't play on it; winter\ncoming on and no overcoat; he can't wear the concertina any more than\nhe can tootle it. A few blocks away is a fellow, Mr. B. He can play a\nconcertina something grand, but he hasn't got one and his fingers itch.\nHe spends all his ready money on a brand-new overcoat, and just then\nhis aunt sends him another one. He thinks he'll just swap one of them\novercoats for a concertina. So he advertises in an exchange column.\nAbout the same time, A advertises that he'll trade one house-broken\nconcertina for a nice overcoat. But does either A or B ever see B's or\nA's advertisements? Not on your beautiful daguerreotype.\n\nThat was the way with us-all in New York. The town was full of lonesome\nstrangers, and we went moping round, stumbling over each other and not\ndaring to speak.\n\nThey call us \"transients\" here. It's like a common sailor that's lost at\nsea; he's only a \"casualty.\" So us poor, homeless dogs in New York are\nonly transients. Why, do you know, I was that lonely I could have stood\nout in the square like a lonely old cow in the rain, and just mooed for\nsomebody to take me in.\n\nI'd have telegraphed for you and the childern to come to town, but Texas\nis so far away, and you'd have got here too late, and you couldn't come\nanyway, being sick, as you wrote me, and one of the kids having malary.\nHow is his blessed self to-day? I hope you're feeling better. Telegraph\nif you ain't, and I'll take the first train home.\n\nWell, last night I ate a horrible mockery of a Christmas dinner in a\ndeserted restaurant, and it gave me heartburn (in addition to heartache)\nand a whole brood-stable of nightmares. I went to bed early, and stayed\nawake late. Gee! that was an awful night.\n\nI tried Philosophy--the next station beyond Despair. I said to myself,\n\"You old fool, why in the name of all that's sensible should you feel\nso excited about one day more than another?\" I wasn't so lonely the\nday before Christmas, I ain't so lonely to-day, but then I was like\na small boy with the mumps and the earache on the Fourth of July.\nThe firecrackers will pop just as lively another day, but--well, the\nuniverse was simply throwed all out of gear, like it must have been\nwhen Joshua held up the moon--or was it the sun?\n\nYou remember reading me once about--I reckon it was Mr. Aldrich's\npleasing idea of the last man on earth; everybody killed off by a\npestilence or something, and him setting there by his lonely little\nlonesome; and what would he have done if he had heard his door-bell\nring? Well, I reckon he'd have done what I'd have done if I'd met a\nfriend--given one wild whoop, wrapped his arms round his neck, kissed\nhim on both cheeks, and died with a faint gurgle of joy. I'd of been\nglad to have died so, too.\n\nFinally, I swore that if I ever foresaw myself being corralled again in\na strange city on Christmas, I'd put on a sandwich board or something\nand march up and down the streets with a sign like this:\n\n\n                               I'm lonely!\n                         I'm homesick for a real\n                                Christmas!\n                          There must be others.\n                           Let's get together!\n                         Meet me at the Fountain\n                             in Union Square!\n                  We'll hang our stockings on the trees.\n                   Perhaps some snow will fall in 'em.\n                           Come one--Come all!\n                          Both great and small!\n\n\nI bet such a board would stir up a procession of exiles a mile and a\nhalf long. And we'd get together and have a good crying match on each\nother's shoulders, and wring each other's hands, while the band played\nOld Lang's Sign.\n\nBut it's over now. I've lived through the game of Christmas solitaire\nin a big city, and I feel as relieved as a man just getting out of a\ndentist's office. He's minus a few molars, and aches considerable, but\nhe's full of a pleasing emptiness.\n\nBut let me say right here, and put it in black and white: If I'm ever\ndragged away from home again on Christmas, I'll take laughing-gas enough\nfor a day and two nights, or I'll take some violent steps to get\ncompany, if I have to hire a cayuse and a lariat and rustle Broadway,\nrounding up a herd of other unbranded stray cattle.\n\nWell, this is a long letter for me, honey, and I will close. Love and\nkisses to the sweet little kids and to the best wife a fellow ever had.\n\nYour loving\n\nAUSTIN.\n\n\nP. S. I pulled off the deal all right. The syndicate buys the mine.\nI get $500,000 in cash and $500,000 in stock, and I start for home\nin three days. We'll hang up our stockings on New Year's Day.\n\n\n\n\nBetween Letters\n\n\nThe Fates accepted Colonel Crockett's challenge, and, by an irresistible\nsyndication of events, forced him to be alone in New York again the very\nnext Christmas. After a series of masterly financial strokes, he had\nfelt rich enough in his two millions to spend a year abroad with his\nfamily. A cablegram called him to America early in December, to a\ndirectors' meeting. Expecting to return at once, he had left his family\nin Italy. A legal complication kept him postponing his trip from day\nto day; and finally an important hearing, in which he was a valued\nwitness, was postponed by the referee--or deferee--till after the\nholidays. The Colonel saw himself confronted with another Christmas\nfar away from any of his people. The first two days he spent in violent\nprofanity, and in declining invitations which he received from business\nacquaintances to share their homes. Then he set out to make the occasion\nmemorable. Once more we may leave the account to him.\n\n\n\n\nLETTER TWO\n\n\n_New York, N. Y., Dec. 28, 1905._\n\nFRIEND WIFE:\n\nWell, I've been and went and gone and done it! And golly, but it was\nfun--barring wishing you and the little ones had of been here, too. Next\nyear we'll arrange it so, for I'm going to do it again. You remember\nArtemus Ward's man who \"had been dead three weeks and liked it.\" Well,\nthat's me. This camping out in New York is getting to be a habit. I'm\nsending you a bundle of newspaper clippings as big as a stovepipe--all\nabout Yours Truly.\n\nAs soon as I saw that circumstances had organized a pool to corner me\nand my Christmases, I spent a couple of days sending up rain-making\nlanguage. Then I settled down to work like a bronco does to harness\nafter kicking off the dashboard and snapping a couple of traces.\n\n\"If I've got to be alone this Christmas,\" I says to myself, \"I'll make\nit the gol-blamedest, crowdedest solitude ever heard of this side of\nthe River.\"\n\nI looked for the biggest place in town under one roof. Madison\nSquare Garden was _it_. You remember it. We was there to the Horse\nShow--so-called. You recollect, I reckon, that the Garden holds right\nsmart of people. At a political meeting once they got 14,000 people into\nit, and there was still room for Grover Cleveland to stand and make\na speech.\n\nWell, feeling kind o' flush and recklesslike, I decided to go and see\nthe manager, or janitor, or whatever he is. And go I did. I says to him:\n\"Could I rent your cute little shack for one evening--Christmas night?\"\n\n\"Certainly, sir,\" he says. \"There happens to be nothing doing this\nChristmas.\"\n\n\"How much would it set me back?\" I says very polite.\n\n\"Only one thousand plunks,\" says he smiling.\n\n\"But, my dear Gaston,\" I says with a low bow, \"I don't want to buy your\nlittle Noah's Ark for the baby. I only want to borrow it for one evening.\"\n\n\"One thou. is our bargain-counter limit,\" he says. \"I couldn't make it\nless for the poor old Czar of Rooshy.\"\n\nI kind o' hesitated, remembering the time when a thousand dollars would\nhave kept me comfortable for about three years. It's hard to get over\nthe habit of counting your change. Then Mr. Janitor, seeing me kind o'\ngroggy, says, a little less polite:\n\n\"If that's more than you care to pay for a single room you can get a cot\nfor five cents on the Bowery; for a quarter you can get a whole suite.\"\n\nThat riled me. I flashed a wad of bills on him that made his eyes look\nlike two automobile lamps. He could see it wasn't Confederate money,\neither. Then I shifted my cigar to detract attention while I swallowed\nmy Adam's apple, and I says:\n\n\"I was only hesitating, my boy, because I wondered if your nice young\nGarden would be big enough. You haven't got a couple more to rent at the\nsame price?\"\n\nHe wilted and caved in like a box of ice cream does just before you get\nhome with it. Then he began to bow lower, and we cut for a new deal. He\ntook the lead.\n\nHe says what might I be wanting to use the Garden for?\n\n\"Oh, I won't bulge the walls or strain the floor,\" I says. \"I only want\nit for a Christmas tree. I am going to invite my friends to a little\nparty.\"\n\n\"Whew, but you must be popular!\" he says. \"Who the dickens are you?\nBrother Teddy, or Mother Eddy?\"\n\n\"I'm Colonel D. Austin Crockett, of Waco,\" I says as meek as I could.\n\n\"Pleased to meet you, Colonel,\" he says. \"What you running\nfor?--District Attorney? Or are you starting a new Mutual Benefit Life\nAssassination?\"\n\n\"Neither,\" I says; \"I'm a stranger in New York.\"\n\n\"But these friends of yours?\" he gasped. \"Is all Waco coming up here on\nan excursion? Is the town going to move bodily?\"\n\n\"Mr. Prosecutor,\" I says, \"if you'll stop cross-examining a minute, and\nlet me tell how it all happened, it will save right smart of time. I am\na stranger here to about four million people. They are strangers to me.\nWe ought to know each other. So I'm going to give a little Madison\nSquare Garden warming and invite 'em in.\"\n\n\"What are you going to sell 'em--prize poultry, or physical culture?\"\n\n\"I've nothing to sell. I'm just going to entertain 'em.\"\n\n\"Well, I've heard of Southern hospitality,\" he says, \"but this beats me.\nHow much you going to charge a head?\"\n\n\"Nothing. Everything is to be free. Admission included.\"\n\n\"Not on your dear old Lost Cause!\" he exclaims. \"Leastways not in our\nlittle doll's house. Not for ten thousand dollars! Why, man, do you\nrealize that if you offered these New York, Brooklyn, Bronx, Hackensack\nand Hoboken folks a free show, more'n two thousand women would get\ntrampled to death? Did you ever see a bargain-counter crowd on\nTwenty-third Street? Well, that's only for a chance to get something\nthey don't want at a fishbait price. But if you offered them a free,\n'take-one' chance--holy keewhiz!--I can just see it now! The Garden\nain't half big enough in the first place. There's enough Take-One'ers in\nthese parts to fill the old Coliseum. And they'd make the wild animals\nlook like a cage of rabbits or white mice.\"\n\nWell, the upshot of it was, he persuaded me to charge an admission; so\nwe set it at $1.00 a head \"on the hoof.\" I wrote out a card and sent it\nto all the papers to print at advertising rates. It cost right smart,\nbut it looked neat:\n\n\n    TO EVERY STRANGER IN NEW YORK, AND HIS LADY\n\n    If you are not otherwise engaged on Christmas night, the honor of\n    your presence at Madison Square Garden is requested by\n\n    DAVID AUSTIN CROCKETT\n\n    _Colonel Fifth Texas Cavalry, C. S. A._\n\n    Music, Dancing, Refreshments, Souvenirs. For the purpose of keeping\n    out the undesirable element a charge of $1.00 will be made.\n\n\nI knew that them magic words, \"Refreshments\" and \"Souvenirs,\" would hit\n'em hard. In order to whet the public interest, I asked the papers where\nI advertised to give the thing some editorial or other reference. But\nthey was very cold and said the best they could do was to send their\ndramatic critics to criticise the show afterward. A lot of good that\nwould do me! So I took more space in advertising.\n\nIn a day or two I was visited at the hotel by one of the most imperent\nyoung fellows I ever met up with. He sent up a card, \"_James J. James,\nPublicity Expert._\" I said to show him in, and he sort of oozed through\nthe door--he was that oily. He looked about to see if we was alone; then\nwinked slow and important, and says:\n\n\"What's your game, Colonel? It looks pretty slick, but I can't quite\nmake it out. It's a new bunco, all right, but slick as it looks, it\nain't quite so slick as it ought to be.\"\n\n\"Look here, you cub,\" I roared, \"if you imply that I have any evil\nmotives in this, I'll shoot you so full of holes you'll look like a\nmosquito net!\"\n\nHe wasn't a bit scared; he simply winked the other eye, and said in a\nkind of foreign-sounding language:\n\n\"Forget it, Colonel! Cut it out! Back to the alfalfa with your Buffalo\nBill vocabulary! If you are really on the level, you don't need to prove\nit with artillery. But it makes no diff. to me about that. My business\nis producing fame, not merit. Once more I ask, what's your lay?\"\n\nI overcame a desire to kick him through the ceiling, and told him I\nproposed to entertain the strangers in New York.\n\n\"Strangers in New York?--Why, that means everybody! There's been only\none man born in New York since the war, and he's kept in alcohol at a\ndime muzhum. Your idea is really to give old New York a Christmas party,\neh? Very pretty! Very pretty, indeed! But if you insist on exploding\nmoney all over the place, I don't see why you shouldn't get a run for\nit. Besides, I need a bit of it myself. What you want is a press agent.\nYou're starting all wrong. People in New York can't understand or\nbelieve anything except through the language of the press agent. You\ntake one on your staff, and in three days you'll be so famous that, if\na child in a kindergarten is asked who is the Queen of Holland, it will\nanswer: 'Colonel Crockett, of Waco.'\"\n\nWell, he poured out the most remarkable string of talk I ever heard, and\nbefore I knew it he had made me promise to trust my soul and my scheme\nto him; to be surprised at nothing that might appear in the papers, and\nto refer all reporters to him. The next morning I found my name on the\nfront page of every journal, with my picture in most of them. It seems\nI had held at bay two hundred angry Italians who were trying to mob a\nChinese laundryman. The evening papers said that I had stopped a runaway\ncoach-and-four on Fifth Avenue, that morning, by lassoing the leader. On\nthe coach were Mrs. Aster, Mrs. Fitch, Reggie Vanderbuilt, George Goold,\nHarry Leer and a passel of other \"Among those presents.\" That night I\nwent to a music-hall--according to the next morning's papers--and broke\nup the show by throwing a pocketful of solitaires to the chorus girls.\nThe next day three burglars got into my room; I held them up in a\ncorner, took away their masks, spanked them, and gave them each a\nhundred-dollar bill to help them to avoid temptation. That afternoon\nthe three big life-insurance companies asked me to be president. And so\non--you can read for yourself in the clippings--only for Heaven's sake\ndon't believe any of it. In every article was a neat allusion to my\nChristmas party.\n\nI wanted to kill James J. James, and I scoured the town for him, but he\ndodged me. He kept his word, though. For the last few days I've been the\nmost talked-of man in town. Looks like I'd been the Only man in New\nYork.\n\nAnd now to tell about my little party. For two days a regiment of men\nwas working in the Garden under my direction--and at my expense. It was\nlike paying the war appropriation of Russia. But it was worth it.\n\nAt six o'clock Christmas night the crowd began to line up at the Garden\ndoors. At 6:30 a platoon of police arrived. At 6:40 the line reached\ntwice around the Garden. At 6:45 they sent for more police. At 7:15\nevery street was solid with people. They called out the police reserves\nand clubbed about four hundred innocent bystanders insensible. At 7:45\nthe fire department was called and played the hose on the crowd.\n\nThis thinned 'em off a bit on the outsquirts. Then the ambulances give\nout and the fainting women was carried home in express wagons and\nwheelbarrows. The subway was the only line that could run cars.\n\nAt 8:30 the doors opened. You should of seen the rush. The Galveston\nflood wasn't in it. At 8:45 the Garden was so full they closed the\ndoors. That sent some of the outside crowd home.\n\nThe Garden was a beautiful sight. On the tower outside, in big electric\nletters, there was a sign, \"Merry Christmas to you and yours.\"\n\nInside it was decorated with holly leaves and berries--tons and tons of\nit. At one end was built a big house with a chimbly and an old-fashioned\nfireplace. The roof of the house was covered with snow (cotton), and\nthe sky back of it was full of electric stars that twinkled something\nbeautiful. And there was a moon that looked like the real thing.\n\nThere was four bands in the balconies and a chorus of angels with real\nwings and electric halos. They sang \"Peace on Earth, Good Will to Men,\"\nwritten for the occasion by Mr. De Koven.\n\nBy and by all the bands bust out gorgeous, and then Santy Claus appeared\nin a sleigh drawed by six real live stuffed reindeers. He run along the\nsky on unseen grooves and drove up to the roof of the house, and slid\ndown the chimbly with a pack of presents. He filled all the stockings\nwith candy cornycopies and toys, and a lot of attendants passed 'em out\nto the childern. You should of heard them squeal with joy--poor little\ntots, living in hotels and apartment places where Santy Claus would of\nhad to come up the steam radiator or the gas-log pipe to get in. Well,\nmy Santy Claus had to make sixteen trips to satisfy the childern.\n\nThe Garden was divided into sections, one for every State and Territory,\nwith its own shield in electric lights and colors. There was a native of\nevery State in charge, and every State had its own big Christmas tree,\nand reception-room and refreshments. Some of the people I noticed seemed\nto of been born in several States at once, the way they passed from one\nbooth to another fillin' up their pockets and stummicks. I reckon they\npaid for it the next day in doctors' bills.\n\nBut there was nary a sign of rowdyism. That dollar admission was a\nregular sieve for straining out the toughs. Then there were policemen\neverywhere, and every other man nearly was a plain-clothes man or a\ndetective. Besides, after sober consideration, and on advice from the\nGardeners, I cut out all drinks, except soft stuff. So there were no\njags, except what some people brought with them from their Christmas\ndinners and loaded plum puddings.\n\nAnd then, of course, that peculiar something we get into us at Christmas\ntime filled everybody with a sort of loving fellowship and a hankering\nto hug their neighbors and divvy up their funds like a Mutual Life\nInsurance Company prospectus says it's a-going to do some day.\n\nIn the centre of the hall there was a big sign in electric letters:\n\n      EVERYBODY IS HEREBY\n    INTRODUCED TO EVERYBODY\n    ELSE--FOR TO-NIGHT ONLY\n\n\nAt every State booth you'd see people gathering and recognizing old\nfriends or introducing theirselves to new ones. It was surprising how\neach State had its gathering.\n\nAt the Texas booth there was a big, immense crowd. A lot of them turned\nout to be old friends of ours; school friends of yours, ranch friends\nof mine, people I had worked for, people who had worked me--or for me.\nA lot of them sent their love and a Merry Christmas to you. I remember\nespecially---- [Here we omit a list of names, somewhat lacking in\nuniversal interest.]\n\nI had advertised that people who wanted to give each other Christmas\npresents could have them hung on the State trees. My attendants gave\nthem checks for their gifts and there wasn't many mix-ups. Old Miss\nSamanthy Clay got a box of cigars meant for Judge Randolph, and he got\na pair of silver-buckle garters meant for her. But most of them come out\nright, and several of them was so surprised at getting presents in New\nYork that they bust out crying. Major Calhoun's whiskers was soaking wet\nwith tears when he got a bottle of old Bourbon from Judge Payton.\n\nRich folks who had been poor men met charter-members of the \"I'm on to\nyour origin\" association. But the Christmas spirit made them forget to\nbe snobs. You'd hear millionaires telling plain people how they used to\nplay Hallowe'en jokes, how they scraped up to buy their mothers little\nChristmas gifts--what ridiculous things they used to get and give!\n\nAll evening as fast as anybody went out they'd let somebody else in.\nAlong about eleven o'clock a lot of the people began to go home. Then a\nnew crowd come in. People who had taken their childern home and put them\nto bed would come back for more fun. Others, who had spent the evening\ndining, began to dribble in.\n\nAll the actor-people and singers came. It was good to see them. Some\nof them told me what a god-send such a thing was to them, homeless by\nprofession. A lot of them brought their wives and babies. One father was\nplaying Romeo in Newark, his wife was playing Little Eva in Harlem, and\ntheir daughter was playing Camille on Broadway. You should of seen them\nrejoicing round the Kansas tree!\n\nAbout midnight the big refreshment hall was opened and everybody that\ncould squeeze in set down to long tables where I had supper served.\nI had some of the best after-dinner speakers in town come in, and you\nshould of heard some of the funny stories--it would of brought back dear\nold childhood memories. Mayor McClellan gave us all a welcome, and then\nthere was Chauncey Depew, of course, and Simeon Ford, and Augustus\nThomas, and Wilton Lackaye, and Job Hedges, and Lemuel Ely Quigg, and\nGeneral Horace Porter, and a passel of others.\n\nThey all made the most surprising allusions to your poor old husband.\nThey called me Daddy and sang about me being a jolly good fellow. And\none of them christened me \"Santy Crockett.\" Why, my ears burned so hot\nI near set my collar on fire! It sure was worth all I spent, and I had\na terrible time to keep from blubbering. I must of swallowed about four\nhundred and eleven Adam's apples.\n\nFinally they called on me for a speech. I just kind o' gibbered--I don't\nknow what. The papers say I said: \"Merry Christmas, my childern! This\nold world sure is some comfortable, after all. The only trouble is that\nthe right people can't seem to get together at the right time often\nenough. But this here Christmas supper tastes to me terrible much like\nMore. I'm going to try it again. And I hereby invite you all that ain't\nin any better place or any better world to meet me here a year from\nto-night. And so God bless you all, and--and God bless everybody!\"\n\nThen after a lot of song-singing and hand-wringing we all went home,\ntears in every eye and smiles on every mouth. The remnants of food\nand toys made more than the twelve baskets full of Scripture. I sent\nthem round to the Hospitals and Orphant Asylums. I've engaged the\nGarden again for next Christmas and paid a deposit down. It ain't the\nextravagance it looks, either, for while the expenses was high--twelve\nthousand-odd dollars--they took in at the door nearly eighteen thousand\ndollars. I sent the profit to the Salvation Army and the Volunteers, and\nnow I'm being prayed for and hallelooyied for everywhere there's a bass\ndrum. But I'd do it again if it cost me twenty thousand. It's worth\nthat and more to have your heart nearly break wide open with joy and\nfellowship.\n\nIt was broad daylight when I got to bed, all wore out with happiness.\nI cuddled up, like I was a little boy once more in the days when I used\nto get up Christmas morning, cold and early, and look at my presents and\nthen crawl back under the covers again with a double armful of toys, to\nkeep warm and sleep some more.\n\nIf only you and the chicks had of been there! Next time you shall be.\n\nYour loving\n\nAUSTIN.",
    "metadata": {
        "author": [
            "Hughes, Rupert"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/22696/pg22696.txt",
        "name": "colonel_crockett_s_co_operative_christmas.json"
    }
}