{
    "name": "Conservation",
    "author": [
        "Fontenay, Charles L.",
        "Fontenay, Charles Louis"
    ],
    "body": "The yellow sands of the spaceport stretched, glaring and empty, in\nevery direction. There was no sign of life from the little group of\nbuildings a mile away.\n\nIn the control room of the tall, round-nosed starship, technicians\nlabored and officers conferred while the red needles that showed rocket\ntube temperatures sank slowly toward zero on their dials.\n\n\"Maybe Earth's depopulated, Tom,\" suggested John Gray, the executive\nofficer. He ran his fingers through close-cropped red hair and peered\nthrough the port with thoughtful gray eyes.\n\n\"Hardly, John,\" replied Commander Tom Wallace, frowning. \"The scout\nrockets showed some good-sized cities, with smoke.\"\n\n\"I was off duty then and haven't had time to read the log,\" apologized\nJohn. \"What gets me is that they should have a robot-controlled\nspace relay station orbiting outside the atmosphere, and a deserted\nspaceport. It just doesn't jibe.\"\n\n\"That's why we have to be just as careful as though we were landing\non an alien planet,\" said the commander. \"We don't know what the\nconditions on Earth are now. How long has it been, John?\"\n\n\"Two hundred and fifty-eight years,\" answered John. \"Ten years, our\ntime.\"\n\n\"Pick three for briefing, John. This is going to be a disappointing\nhomecoming for the crew, but we'll have to send out an exploration\nparty.\"\n\nThe landing ramp slid out from just above the rocket tubes, and the\narmored car clanked down to the sand. John steered it across the wide\nexpanse of the spaceport toward the group of buildings. Above and\nbehind him, a woman swept the terrain with binoculars from the car's\nobservation turret. In the body of the car, another woman and a man\nstood by the guns.\n\nThe buildings were just as lifeless when they drew near, but there\nwas an ominous atmosphere about them. They were windowless, of heavy\nconcrete. Through slits in their domed roofs, the noses of a dozen\ncannon angled toward the ship.\n\n\"John, there's someone there,\" said the girl in the turret, tensely.\n\"You can't see it through the windshield, but there are some smaller\nguns poking out near the ground and they're following us.\"\n\nJohn stopped the car and switched on the loudspeaker.\n\n\"Hello, the spaceport!\" His amplified voice boomed out across the sand\nand reverberated against the buildings. \"Is anybody there? We come in\npeace.\"\n\nThere was no reply. The big guns still angled toward the starship, the\nlittle ones focussed on the car.\n\n\"They may be robot-controlled,\" suggested Phil Maxwell, the gunner on\nthe side of the car toward the forts. \"Any sign of an entrance, Ann?\"\n\n\"Nothing but the gunports,\" replied the girl in the turret.\n\n\"Don't fool with them, John,\" said Commander Wallace, who was tuned\nin from the ship on the car's communications system. \"If they're\nrobot-controlled, they'll be booby-trapped. Move out of range and\ncontinue with your exploration.\"\n\n\n\nTwo days later, the car emerged from the desert into comparatively\nfertile country. The four explorers found a broken concrete highway and\nfollowed it between rolling, treeless grasslands. Near dusk, they saw\nsmoke on the horizon--and ran into a roadblock.\n\nA segment of the highway had been thrown up into a ten-foot wall,\nbarring their progress. Over the edge of the wall, the muzzles of\nheat-guns pointed at them as they brought the car to a halt some\ndistance away. John got the commander on the car radio.\n\n\"We could swing around it, but we don't know whether they have\nvehicles that could outrun us,\" he reported. \"And my conception of our\nmission is to establish contact.\"\n\n\"That's right,\" agreed Tom. \"But stay in the car until you get a\nfriendly reaction. Then you're on your own--and I'm afraid you're\nexpendable, John.\"\n\nJohn switched on the loudspeaker and made overtures to the roadblock.\nAfter a moment, a lone figure stepped around the edge of the mound of\nearth and concrete and approached the car slowly. The man was dressed\nin the drab, baggy uniform of a professional soldier.\n\n\"If you come in peace, leave your vehicle and identify yourself,\"\ncalled the soldier. \"You will not be harmed.\"\n\n\"Take over, Phil,\" ordered John. He slipped from the driver's seat and\nclimbed through the turret. Jumping to the ground, he approached the\nsoldier, his arms swinging freely at his sides.\n\n\"John Gray, executive officer of the starship Discovery, returned from\na colonizing mission to Deneb III,\" said John, holding out his hand.\n\nThe soldier ignored the out-stretched hand, saluting formally instead.\n\n\"Arrive in peace,\" he said. \"If you will leave your vehicle here, you\nwill be escorted as deevs to Third Sarge Elfor, commander of the town\nof Pebbro.\"\n\nJohn returned to the car and held a brief consultation with his\ncompanions. Although he was in command of the exploration party,\nplanetary operations of the starship's personnel were conducted on a\nsomewhat democratic basis. The commander listened in, but left them to\ntheir own judgment.\n\n\"Communications blackout for a while then, commander,\" said John. \"I\nsee no reason to let them know about the personal radios right now.\"\n\nThe quartet emerged from the car wearing small packs of emergency\nrations and equipment. Behind the roadblock, the sight that met their\neyes was unexpected.\n\nThe robot-controlled space relay station, the heavily armed pillboxes\nat the spaceport and the heat-guns poked across the roadblock at them,\nall had made it logical to anticipate a powerfully equipped task force.\nInstead, they found a troop of 19th century cavalrymen, armed for the\nmost part with 13th century weapons. There were no more than a dozen\nheat-guns in evidence, and their bearers also carried short swords and\nlong-bows with quivers of arrows.\n\nThe four from the starship were given mounts and, with no outward\nindications of hostility, were escorted to the town whose smoke they\nhad seen.\n\nThe town was another surprise. They had expected either a fortress or\nan outpost of brick and log buildings. It was neither. The buildings\nwere tremendous cubes and domes of steel and concrete, sleek and\nmodern, windowed with heavy glass bricks. Skeins of cables, coils and\nloops of aerials bespoke the power that must be at their command.\n\nBut the people walked.\n\nNot a car or a truck was to be seen. Men and women in the gray\nmilitary uniforms walked or trotted up and down the broad paved\nstreets. Occasionally a horse-drawn wagon passed, hauling a load of\nvegetables or manure. It was as though a cavalry post of the old West\ncarried on its slow-moving duties in a super-modern setting.\n\n\n\nThird Sarge Elfor was a middle-aged man of military bearing, with a\nsandy handle-bar mustache. He sat behind a huge desk in one of the\ntown's biggest buildings. There were elevators, open and deserted, in\nthe lobby, but they had to climb ten flights of stairs to reach his\ngleaming office.\n\n\"The Topkick sends you greetings from Kansity, capital of the Earth,\"\nhe said. \"We have watched your ship since it approached the outer\natmosphere. We have listened to your communications since you left your\nship, and have been interested in the indications that you are of Earth\nbut unfamiliar with it. We are interested also in your use of a vehicle\nthat can travel for three days without refueling. But we do not find a\nrecord of any ship named Discovery, and we do not know what you mean by\nDeneb III.\"\n\n\"The Discovery left Earth 258 years ago,\" replied John. \"We established\na colony on Deneb III, the third planet of the star Deneb, before\nreturning to Earth.\"\n\n\"You are the descendents of the ship's original crew, then?\"\n\n\"No,\" said John. He explained as well as he could the extension of\nsubjective time at near-light speeds.\n\n\"Mmm. And you have left a colony on a planet of another star.\" They\ncould not tell from the Third Sarge's tone what he thought. After a\nmoment's meditation, he said:\n\n\"We shall talk again tomorrow. Tonight you are our guests and will be\naccorded all courtesy as deevs. Are you husbands and wives, or shall we\nbillet men and women separately?\"\n\n\"However it suits your convenience,\" answered John. \"You may billet us\nall together if you prefer.\"\n\nThird Sarge Elfor took them at their word. They were conducted to a\nsingle room, evidently in the heart of officers' quarters. Here again\nthey ran into the same anomaly that had impressed them since they\nlanded.\n\nThere were gleaming electric fixtures, but orderlies brought them\ntallow candles as dusk fell. There was plumbing of the most advanced\norder, but when they turned the taps no water came. The orderlies\nbrought buckets full of hot water for their baths in the bright-tiled\ntub.\n\n\"I don't understand this at all, Ann,\" said John. He was towelling\nhimself vigorously, while she brushed the quartet's clothing clean\nof the dust of the road. Phil lolled in luxurious undress on one of\nthe four beds, reading a book from the well-stocked bookcase. Fran,\npreparing for her bath, was binding up her hair before a full-length\nmirror. \"Even the cold water doesn't run a drop.\"\n\n\"Plumbing gets out of order in the best of families, John,\" Ann\nreminded him with a smile.\n\nHe glanced affectionately at her. Blue-eyed, black-haired Ann had been\nJohn's companion in the six-months exploration of Deneb III, and their\nseven-year-old son now was learning to read in the starship's school.\nJohn and Ann clashed like flint and steel in the crowded confines of\nthe starship and consequently maintained no association while aspace.\nBut they were a happy team in the free, challenging atmosphere of a\nplanet.\n\n\"Electricity, too, at the same time?\" he asked. \"And it's not just\nthat. The whole place reeks of latent power and high science, but they\nuse an absolute minimum of it.\"\n\n\"I've got a partial solution to the garrison state of affairs and the\nmilitary set-up, anyhow,\" said Phil from the bed. \"They've had a war\nsince we've been gone.\"\n\n\"That's no surprise,\" commented Fran. Chubby, blonde Fran and dark,\nstocky Phil had been companions for a year aboard the Discovery. They\nhad volunteered jointly for the exploration mission. \"They should have\nhad several of them in 250 years.\"\n\n\"This was an interplanetary war,\" retorted Phil mildly. \"Or rather, it\nwasn't war, but occupation of the Earth by the enemy. The Jovians were\nsmart enough not to attack Earth directly, but threw their strength\nat the crucial moment behind the weaker side in the war between\nEurasia and the American Alliance. Then they moved in to take over the\nwar-weakened victors.\"\n\n\"The classic role of the strong neutral,\" commented John drily. \"What\nwere the Jovians like?\"\n\n\"Evidently everybody on Earth knew from first-hand experience when\nthis book was written a century ago. There are no descriptions and\nno illustrations. There are some hints, though: methane-breathing,\ncold-loving. They had domed, refrigerated cities.\"\n\n\"What are you reading--a history book?\" asked Ann curiously.\n\n\"Yes, it's the newest book of the whole lot, and the only one that\nisn't brittle and dog-eared. At that, it's the worst-made book of them\nall. It looks like it was printed on a hand-press and bound by hand.\"\n\n\"Pioneers, oh pioneers!\" trilled Fran softly. \"But what are they doing\nin the midst of all this technology?\"\n\n\n\nSupper in the officers' mess was a glittering affair in the military\ntradition. Their conversation developed some new revelations. Third\nSarge Elfor was commander of the whole area that surrounded Pebbro\nfor hundreds of miles, including the abandoned spaceport. The Topkick\nwas ruler of the nation, and the nation was the top echelon in a\nco-operating hierarchy of countries of the world. For some reason, the\nsimplified terms for enlisted men's grades had replaced higher ranks in\nEarth's military systems: such titles as \"sarge\" and \"topkick.\" Inquiry\ndeveloped that none of the officers was familiar with such designations\nas \"captain\" and \"commander.\"\n\n\"But why is the spaceport deserted?\" asked Phil. \"Is space travel at\nsuch a low ebb on Earth now?\"\n\n\"You are mistaken in thinking the port deserted,\" replied Elfor. \"The\nbig guns in the pillboxes are zeroed on your ship. If it tries to blast\noff, it will be destroyed.\"\n\nThere was no enmity in his tone, no threat. It was a simple statement\nof fact. He didn't elaborate, and the four from the starship discreetly\nasked no more about it.\n\nAfter the meal, they retired with Elfor and several members of his\nstaff to a quiet lounge. Like every other place they had seen in the\nbuilding, it was lit with candelabra. They relaxed in comfortable,\nleather-covered chairs and the men enjoyed the long-forgotten luxury\nof good cigars. White-aproned servitors brought them wine in fragile,\nlong-stemmed glasses.\n\n\"You asked about space travel from Earth,\" said Elfor. \"Yes, you might\ncall it at a low ebb. Yours is the first ship to blast down in fifty\nyears, except the scout ships in the Jupiter sector.\n\n\"It is such an unusual occurrence that the Topkick is being informed\ndaily of developments. When the men of your starship have been assured\nof our peaceful intentions, it will be hangared underground and the\npersonnel quartered here until further orders from the Topkick.\nMeanwhile, you are the deevs of the hour and we shall drink to your\nreturn to Earth.\"\n\nHe stood and raised his glass. They all arose. The glasses clinked\ntogether.\n\n\"Conserve!\" shouted the Third Sarge and gulped his wine.\n\nIt was a warm moment. For the first time, John felt the genuine glow,\nthe thrill of homecoming, as he and Phil drained their glasses and\nperformed the ancient rite of the spacemen when he sets foot on Earth\nonce more. As in one motion, they hurled the empty glasses through the\nopen door, to smash to pieces against the farther wall of the adjoining\ncorridor. There was a second crashing tinkle on the heels of the first\nas the glasses of the women followed them closely.\n\nIt was only when he turned back to Elfor, his face alight, that John\nrealized something was wrong. The Third Sarge stood with his mouth open\nin astonishment. There was something of horror on the faces of the\nother Earthmen. Dead silence hung in the room.\n\n\"Sleep in peace,\" said Elfor at last, in a strained voice. He turned on\nhis heel and left the room. The staff members followed, coldly.\n\n\"Well, what do you make of that?\" asked John, turning to the others\nwith outspread hands. \"Do you suppose those glasses were valuable\nheirlooms or something?\"\n\n\"They looked like ordinary wine-glasses to me,\" said Fran. \"I don't get\nit, but it looks like we slipped up somewhere.\"\n\nThe orderly who escorted them to their room cast an occasional\nside-long glance, full of awe, at them. Their heat-guns had been taken\nfrom their room.\n\n\"I don't know what we're in for, Tom,\" John said gravely into his\npocket transmitter when he had tuned in to the ship. \"This place is the\nbiggest mess of contradictions I ever ran into. You'd think from the\nway they live that it's a decadent society living on the ruins of a\nformer civilization.\n\n\"The perplexing thing is that they obviously have power and know how to\nuse it, but don't.\"\n\n\"Your job is to find the motivation, John,\" replied the commander.\n\"Remember, we couldn't understand the underground living habits of the\nDeneb IV natives until we lost half a search party in one of their\nsemi-annual meteor showers. Do you have any recommendations for the\nship?\"\n\n\"I'd advise you blasting off and taking an orbit,\" answered John, \"but\nevery gun at the spaceport is trained on the ship. I wouldn't take any\nchances that they don't have atomic weapons. Despite these swords and\nspears, we've seen several regulation heat-guns around here.\"\n\n\"It might interest you to know that they're keeping us awake aboard\nwith a battery of spotlights on us all night,\" said Tom drily.\n\n\"Spotlights.\" John swore softly. \"And all we have to see by are\ncandles!\"\n\nThey didn't sleep well that night. They had the distinct impression\nthat armed guards clanked by occasionally outside in the corridor.\n\n\n\nThere was no indication that they were prisoners the next day, however.\nThird Sarge Elfor and the other officers were cordial at breakfast and\nlunch, although they caught some quizzical glances directed at them\nfrom time to time. Their movements were not hampered. They were given\nthe run of the town.\n\nAfter noon their armored car was brought in, hauled by four teams of\nhorses. Flanked by a troop of soldiers, it was pulled around a corner\nand vanished from their sight.\n\n\"If they're so curious about how it runs, why aren't they quizzing us\ninstead of letting us go on a sight-seeing tour?\" wondered Ann, staring\nafter the disappearing vehicle.\n\n\"I've built up a theory on these Earthmen....\" began Phil. But he was\ninterrupted as an officer and a squad of soldiers approached them. The\nofficer saluted smartly.\n\n\"Deev John Gray, Third Sarge Elfor sends greetings and desires that you\nconfer with him. The others will be free to continue their inspection\nof the military city of Pebbro.\"\n\n\"Very well,\" agreed John. \"Ann, you'd better come along with me to take\nnotes on the conference. We'll see you two tonight, if not sooner.\"\n\nHe motioned to the officer to lead the way, and the group went up the\nstreet, leaving Phil and Fran standing in the shadow of a towering\nbuilding.\n\n\"What's your theory, Phil?\" asked Fran.\n\n\"Simple,\" he answered. \"The Jovian war wiped out civilization. They've\njust climbed back up part of the way, but they still don't know how to\noperate the machinery and use the power they have available.\"\n\n\"I don't know about that,\" said Fran doubtfully. \"They seem to know\nhow to handle those cannon and searchlights at the spaceport all right.\"\n\n\"Automatic control, probably, or--\" Phil paused. He was peering through\na barred window at street level. \"Say, Fran, look here! Unless I miss\nmy guess, this is a central power station!\"\n\nFran stooped to look.\n\n\"I think you're right,\" she said. \"But it's deserted.\"\n\n\"Proof of my theory,\" he said triumphantly. \"Now, if we can just find a\ndoor somewhere....\"\n\n\n\nJohn and Ann had been back from a very routine conference with Elfor\nfor more than an hour, and were enjoying the informality of the\nofficers' cocktail lounge in their building. They were aroused by\na commotion in the street outside and, along with several off-duty\nofficers in the lounge, ran to the window to see what was up.\n\nPhil and Fran, seated in a military jeep, were surrounded by excited\nsoldiers. Some sort of argument was in progress, and John and Ann heard\nthe word \"credentials\" mentioned.\n\nJust as several of the soldiers, with drawn swords, dragged the\ncouple from the jeep, one of the officers from the lounge hurried to\nthe scene. The soldiers stood aside and saluted. There was a heated\ndiscussion, with much gesticulating, then Phil and Fran were released\nand headed for the lounge.\n\nThe officer got into the jeep and shifted gears. All the soldiers\nwhipped out their swords and stood rigid, presenting arms, as he drove\nit to the curb at the opposite side of the street. Then he turned off\nthe engine and got out. A guard was posted around it, and a little\nlater a team of horses arrived to pull it away.\n\n\"How did you people get into such a predicament?\" asked John when the\nshow was over and the four of them were enjoying drinks.\n\n\"Oh, I don't think it was as serious as it looked,\" said Phil lightly.\n\"We ran across a whole garage full of jeeps. We drove that one all\nover town before this gang stopped us and wanted to see our written\nauthority for driving it. Everybody else saluted us. That's the\nmilitary mind for you.\"\n\n\"Didn't it occur to you that their objections might be something other\nthan mere military regulations?\" asked John in some asperity.\n\n\"Phil has a theory--\" began Fran, but Phil silenced her with a shake of\nthe head.\n\n\"My theory can wait until I have proof for it, and I expect that in\nshort order,\" said Phil, winking at Fran. \"We've made good use of our\ntime while you and Ann were in conference.\"\n\nPhil and Fran were eager to know what John and Ann had learned from\ntheir conference with Elfor.\n\n\"Not much,\" he confessed. \"Elfor is pretty close-mouthed. He's more\nanxious to learn about us than to give us information about their\nset-up.\n\n\"We did find out, though, that they've located the records of the\nDiscovery's departure in the archives of Kansity. There seems to be\nsomething irregular about it, but I couldn't get Elfor to go into\ndetail.\"\n\nThe first hint John and Ann had of Phil's method of proving his theory\nwas when he quietly stripped and went into the bathroom as they were\npreparing for supper that evening. Ann was about to remind him he had\nforgotten to get the orderly to bring his bath water, when they heard\nthe sound of a shower roaring. All three crowded to the door, to find\nPhil luxuriating under a steaming downpour.\n\n\"What goes on here?\" demanded John. \"Phil, how did you know they'd\nstarted the water pumps?\"\n\nPhil smiled triumphantly.\n\n\"Try the lights,\" he suggested.\n\nThe others trooped back into the bedroom and Ann flicked the switches.\nWhite light blazed in the room, overpowering the feeble gleam of the\ncandles.\n\n\"What is this, Fran?\" asked John. \"You were with Phil.\"\n\n\"We found proof of Phil's theory that these people just don't know how\nto operate their own machinery,\" replied Fran happily. \"We found their\nmain pumping station. It was in good shape, and it didn't take us long\nto get the engines started and the main switches thrown.\"\n\nThe electric lights suddenly faded and died, leaving them in\ncandle-light again. At the same time, the sound of the shower gurgled\nto a stop in the bathroom. Phil appeared at the door with a towel,\ndripping.\n\n\"Don't tell me their machinery's given out so soon,\" he growled.\n\n\"Phil, this is no time to talk about discipline,\" snapped John angrily,\n\"but you and Fran probably have pulled something a lot worse than the\njeep this time. Neither of you is qualified in social psychology, but\neven so you should have been able to read the signs that they do know\nhow to operate their machines. For some reason, they just don't operate\nthem.\"\n\nIn less than five minutes, Third Sarge Elfor appeared at their door\nwith a squad of armed men. All of these soldiers carried heat-guns.\n\n\"Two of you were observed in the vicinity of the power station today,\"\nsaid Elfor. \"You are warned that you are suspected of having activated\nthe power supply of the military city of Pebbro.\"\n\n\"We don't deny that,\" admitted John carefully. \"We are ignorant of your\ncustoms, and hope no harm has been done.\"\n\n\"Your claim to ignorance will be determined at a formal hearing,\"\nretorted Elfor sternly. \"We have given you the benefit of every doubt\nand treated you as honored deevs. I regret that this makes it necessary\nthat all of you be placed under arrest. Your meal will be served to you\nin your quarters.\"\n\nAs soon as Elfor had gone, leaving armed guards outside their door,\nJohn tuned in the starship on his pocket transmitter.\n\n\"I would have advised against Phil's action, in view of our lack of\nunderstanding of the situation,\" he reported to Commander Wallace. \"But\nI confess I wouldn't have anticipated that the result would be so\nextreme.\n\n\"I can't fathom their reactions, Tom. In a crazy sort of way, I suppose\nthey fit in with all the other contradictions of their social set-up.\nHave you had any luck with the ship's calculator?\"\n\n\"Not enough data,\" answered Tom. \"Maybe this new stuff will help, and\nyou might scrape for everything else you can transmit. I'd hate to try\na rescue operation, because that might force us to head back for Deneb\nIII. But if they don't decide to blast the ship in the next hour or so,\nthere's a chance we can pull out of this trap at our end.\"\n\nJohn did not ask for details, for he knew their conversation probably\nwas monitored.\n\n\n\nThe four of them sat up half the night poring over the books in their\nroom. They gleaned nothing except from the \"history\" Phil had been\nreading the night before. Unfortunately, it was not a general history,\nbut the flowery story of a high military family. The sort of references\nthey found were, \"after the Jovian invaders had been driven from Earth\"\nand \"Second Sarge Vesix participated in the bombardment that destroyed\nthe Jovian tyrants.\" No details.\n\nWhat did emerge from their study was a picture of the rise of a\nmilitary aristocracy on the ashes of an earlier civilization which had\nbeen ground to pieces under the heels of alien rulers.\n\nThere was good news from the starship at dawn.\n\n\"We're orbiting,\" said Commander Wallace with quiet pride. \"Shortly\nafter I talked with you last night, they called on us to surrender or\nbe blasted. I asked time for a conference of officers and promised to\nfire a rocket from the nose if we decided to surrender.\n\n\"I fired the rocket all right, but it was an instantaneous smoke\nscreen rocket. I still don't know whether their guns are manned or\nrobot-controlled, but I gambled that their firing was keyed to the\nsight of the ship blasting off instead of to vibration. We were half\na mile up before they could swing into action, and we didn't get a\nscratch.\"\n\nA rescue mission with one of the scout rockets was too risky against\nthe strong forces of the Earthmen. Tom mentioned that fast planes had\nfollowed them into the stratosphere. But one thing was done for the\nimprisoned four.\n\nSoon after breakfast, they were taken under guard to a Spartan\ncourtroom, presided over by Third Sarge Elfor.\n\n\"We have received a warning from your colleagues,\" Elfor said grimly.\n\"They broadcast to us a short time ago that if harm came to you, this\ncity and others will be destroyed before they leave the solar system.\nIn case you knew of this and it has in any way raised your hopes, I\nwish to remind you that Earth's cities have been destroyed before. This\nthreat will not affect our decision to mete strict justice to you.\n\n\"You are charged with being enemies of the people of Earth, and with\nhaving landed on Earth under false colors with the intent of sabotage\nand espionage. Your prosecutor will be Fifth Tech Jatoo, representing\nthe nations of Earth. You will be permitted to speak in your own\ndefense.\"\n\nJatoo was a slender, thin-faced man with the air of an experienced\nattorney.\n\n\"The governments of Earth make these charges against the joint\ndefendants,\" he began matter-of-factly: \"That they are members of a\nrebellious and traitorous group who are allied with the Jovians and\nmaintain an illegal, secret base on some planet or moon of the solar\nsystem; that they came here under the guise of strangers, with the\nspecific intent of espionage and sabotage of Earth's defense against\nthe Jovian enemy; and that they actually began such operations.\n\n\"We shall present the following major evidence in support of these\ncharges:\n\n\"First, that the defendants did travel from the Numex spaceport to the\nmilitary town of Pebbro in a vehicle, the motive power of which is\nstill unknown but which obviously must utilize fuel, in violation of\nthe conservation laws;\n\n\"Second, that the defendants' colleagues did not approach the peoples\nof Earth in peace, but remained enfortressed in an armed space vessel;\n\n\"Third, that the defendants Phil Alcorn and Fran Golden did throw the\nswitches activating the electrical system and powered water system of\nthe military town of Pebbro, that the above-named two defendants did\nutilize a military power vehicle for pleasure purposes and that all the\ndefendants did unnecessarily destroy glass drinking vessels, all in\nviolation of the conservation laws;\n\n\"And, fourth, that the starship Discovery, listed in ancient records as\nhaving departed on a colonizing mission to the third planet of the star\nDeneb, was not scheduled to return to Earth for another seventy-five\nyears and therefore could not be the ship in which the defendants\narrived, as claimed.\"\n\nElfor inclined his head toward the quartet from the starship, who sat\nbehind a long table on the side of the room opposite Jatoo.\n\n\"You may state what your defense will be,\" he said.\n\n\"Our defense to the first three items of evidence,\" answered John, who\nhad been taking notes, \"is that we have been absent from Earth for\nmore than 250 Earth-years and that we were, and are, ignorant of your\nlaws and customs. Thus, we are innocent of intent to violate them. Our\ndefense to the fourth item of evidence is that certain improvements\nwere made in the engines of the starship Discovery while colonization\nof Deneb III was in progress, making it possible for us to return to\nEarth ahead of schedule. Our defense to all three charges made against\nus is that they are false.\"\n\nIt was a monotonous trial, with a parade of witnesses brought to the\nstand by Jatoo, all of whom testified to seeing the defendants perform\none or more acts of \"unconservation.\"\n\n\"In the courts of Earth, a case can be decided only on the evidence\npresented,\" said Third Sarge Elfor when John had offered his brief\ndefense for the quartet. \"The defendants have presented no evidence,\nonly argument. The fact that the defendants' clothing corresponds\nto that in use two and a half centuries ago cannot be considered\ncompetent, as it could be copied easily.\n\n\"For the safety of Earth, the defendants are found guilty and remanded\nfor immediate execution. In view of the existence of doubt as to\ntheir treasonable intent and their previous status as deevs, they are\naccorded the honor of death by power weapons. Conserve!\"\n\n\n\nShocked and silent, the four were led to a courtyard outside. As they\nwalked, John switched on his pocket transmitter with a casual, almost\nunnoticeable gesture, and murmured a report to the ship.\n\n\"I'm sorry, John,\" said the commander, his voice tense with emotion.\n\"There's no possibility of rescue, and I know it's small satisfaction\nto you that your deaths will be avenged.\"\n\nThe quartet's hands were bound behind them and they were lined up\nagainst a wall. The Third Sarge, attended by a good-sized retinue,\nstood at ease nearby, smoking a cigar, to direct the execution\npersonally.\n\n\"'Power weapons' to them apparently mean regulation heat-guns,\"\nremarked Phil, almost jocularly. \"That's what the fellow has.\"\n\nA soldier was standing square in the center of the courtyard, a pistol\ndangling from his grip. At a signal from Elfor, he lifted it.\n\n\"Looks like I'm first,\" said John, bracing himself. \"Be seeing you,\nsomewhere.\"\n\nHe gritted his teeth for the wave of unbearable heat that was sure\nto come. Instead, there was a silent explosion in the midst of the\ncourtyard and the soldier who had held the gun writhed on the ground,\nincinerated.\n\n\"John! The gun exploded!\" cried Phil in amazement. \"I've only seen\nthat happen once before!--Remember that crewman who wouldn't take the\ntrouble to keep his gun clean?\"\n\nJohn was thinking fast.\n\n\"I remember,\" he said in a low voice. His heart was still racing from\nthe reaction of his near brush with death. \"There's a pattern here. If\nI could only get a chance to talk over things sensibly with this Third\nSarge....\"\n\nThere was great excitement among the soldiery. Several of the men were\ncrowded around the corpse of the marksman. Elfor stood nervously, his\nhand on his own holstered gun.\n\n\"They're concealing weapons,\" he barked to his aides. \"Search them!\"\n\nA squad of guards swarmed over the four prisoners. There was an excited\ntwitter when they discovered the pocket transmitters. They removed the\nlittle packets, snapping the aerial wires, and carried them to Elfor.\nHe glanced at them, took one in his hand, and ordered:\n\n\"Execute them!\"\n\nAnother guard with a heat-gun took his position in the center of the\ncourtyard. He handled the weapon somewhat gingerly, but checked its\nmechanism and prepared to follow orders.\n\nHe waited for the command from Elfor. But the Third Sarge now was\nstaring hard at the little transmitter in his hand. Instead of ordering\nthe guard to fire, he strode across the courtyard and thrust the tiny\nradio before John's face.\n\n\"Is this true?\" he demanded. He pointed at the well-known symbol\nstamped on the packet, the red diagram of an atom that warned against\nopening the lead-shielded mechanism without precaution.\n\n\"You mean, is it atomic-powered?\" asked John. \"Yes it is.\"\n\n\"It is a weapon?\"\n\n\"No, it's a radio transmitter.\"\n\n\"But it operates?\"\n\n\"Certainly it operates. Why in thunder do you think I'd be carrying a\nuseless transmitter?\"\n\n\"It has been many years since this sign was seen on a working mechanism\non Earth,\" said Elfor soberly. \"You are familiar, then, with atomic\npower?\"\n\n\"I'm not an atomic technician,\" answered John carefully, \"but there\nare several on the Discovery who can build anything from one of these\nlittle transmitters to the engines of a spaceship, with the proper\nequipment.\"\n\nThe Third Sarge stood in silent thought for several minutes. He\nwas high in the councils of his country, or he would not have been\ncommander of the zone that guarded Numex spaceport. He knew the reason\nfor the basic slogan \"Conserve!\" and he knew, as 99 per cent of his\nsubordinates did not, what circumstances would make that slogan\nmeaningless.\n\n\"Guard!\" he growled. \"Unbind the deevs! John Gray, come with me in\npeace.\"\n\n\"You'd better give me back that transmitter, first,\" suggested John\ndrily. \"I'd hate to escape execution just to get H-bombed by my own\nship.\"\n\n\n\nIt was the next afternoon that the four were escorted by a\ntrim-uniformed guard of honor across the flat spaceport to the\nDiscovery.\n\n\"The Jovians wanted to reduce Earth to colonial status, to be exploited\nfor its natural resources,\" John explained to his companions as they\nwalked. \"All atomic installations were destroyed, all technicians and\nscientists exterminated systematically and all scientific books burned.\nThey were very thorough about it.\n\n\"The successful revolt was accomplished with a concealed stock-pile\nof atomic weapons. Since that time, they've been garrisoned against\nthe return of the Jovians. But atomic power was gone and so were\nthe scientists who could bring it back and the books from which new\nscientists could learn.\n\n\"It's because they can't replace even so small a thing as an electric\nlight bulb that destruction or unnecessary use of any sort of equipment\nis the rankest sort of treason. They've been saving all their\ntechnological capital for a last-ditch stand against the expected\ninvasion.\n\n\"And it was their faulty, groping sort of maintenance that saved our\nlives, because even a heat-gun deteriorates in 150 years. That gun\nhadn't been fired since the Revolt!\"\n\n\"Then we can be their salvation?\" suggested Phil.\n\n\"Yes. The scientists who built the Deneb colony can rebuild the\ntechnology of our own Earth. It will take a long time ... there'll have\nto be schools and we'll all have to work hard ... but maybe some of us\nwill be able to go back, in 30 or 40 years, say, when the Discovery\ncan return to Deneb.\"\n\nThey were nearing the ship, and John saw the officers crowding the main\nport, watching them come.\n\n\"It's sort of inconsequential, I know,\" said Ann then. \"But several\ntimes the Third Sarge referred to us as 'deevs.' Did he mention to you\nwhat a deev is?\"\n\nJohn smiled.\n\n\"It's an ancient military slang term, just like 'sarge' and 'topkick,'\"\nhe replied. \"'Deev' is just plain old D.V. Distinguished Visitor. And I\nsuppose we are, at that.\"",
    "metadata": {
        "author": [
            "Fontenay, Charles L.",
            "Fontenay, Charles Louis"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/60462/pg60462.txt",
        "name": "conservation.json"
    }
}