{
    "name": "Consignment",
    "author": [
        "Nourse, Alan Edward",
        "Edwards, Al",
        "Nourse, Alan E. (Alan Edward)"
    ],
    "body": "\n    In the jungle the vicious man-killer is king, but what chance would\n    a tiger have in the Times Square traffic.\n\n\nThe three shots ripped through the close night air of the prison,\nsharply, unbelievably. Three guards crumpled like puppets in the dead\nsilence that followed. The thought flashed through Krenner's mind,\nincredibly, that possibly no one had heard.\n\nHe hurled the rope with all his might up the towering rock wall, waited\na long eternity as the slim strong line swished through the darkness,\nand heard the dull \"clank\" as the hook took hold at the top. Like a cat\nhe started up, frantically, scrambling, and climbing, the sharp heat of\nthe rope searing his fingers. Suddenly daylight was around him, the\nbright unearthly glare of arc lights, the siren cutting in with its\nfierce scream. The shouts of alarm were far below him as he fought up\nthe line, knot after knot, the carefully prepared knots. Twenty seconds\nto climb, he thought, just twenty seconds--\n\n\n\nRifle shots rang out below, the shells smashing into the concrete around\nhim. Krenner almost turned and snarled at the little circle of men in\nthe glaring light below, but turning meant precious seconds. A dull,\npainful blow struck his foot, as his hands grasped the jagged glass at\nthe top of the wall.\n\nIn a moment of triumph he crouched at the top and laughed at the little\nmen and the blazing guns below; on the other side lay the blackness of\nthe river. He turned and plunged into the blackness, his foot\nthrobbing, down swiftly until the cool wetness of the river closed\nabout him, soothing his pain, bathing his mind in the terrible beauty of\nfreedom, and what went with freedom. A few dozen powerful strokes would\ncarry him across and down the river, three miles below the prison\nfortress from which he had broken. Across the hill from that, somewhere,\nhe'd find Sherman and a wide open road to freedom--\n\n\n\nFree! Twenty-seven years of walls and work, bitterness and hateful,\ngrowing, simmering revenge. Twenty-seven years for a fast-moving world\nto leave him behind, far behind. He'd have to be careful about that. He\nwouldn't know about things. Twenty-seven years from his life, to kill\nhis ambition, to take his woman, to disgrace him in the eyes of society.\nBut the candle had burned through. He was free, with time, free, easy,\npatient time, to find Markson, search him out, kill him at last.\n\nHours passed it seemed, in the cold, moving water. Krenner struggled to\nstay alert; loss of control now would be sure death. A few shots had\nfollowed him from the wall behind, hopeless shots, hopeless little\nspears of light cutting across the water, searching for him, a tiny dot\nin the blackness. Radar could never spot him, for he wore no metal, and\nthe sound of his movements in the water were covered by the sighing wind\nand the splashing of water against the prison walls.\n\nFinally, after ages of pain and coldness, he dragged himself out onto\nthe muddy shore, close to the calculated spot. He sat on the edge and\npanted, his foot swollen and throbbing. He wanted to scream in pain, but\nscreams would bring farmers and dogs and questions. That would not do,\nuntil he found Sherman, somewhere back in those hills, with a 'copter,\nand food, and medication, and quiet, peaceful rest.\n\nHe tried to struggle to his feet, but the pain was too much now. He half\nwalked, half dragged himself into the woods, and started as best he\ncould the trek across the hills.\n\n\n\nJerome Markson absently snapped on the radiovisor on his desk. Sipping\nhis morning coffee thoughtfully as he leafed through the reports on his\ndesk, he listened with half an ear until the announcer's voice seeped\nthrough to his consciousness. He tightened suddenly in his seat, and the\ncoffee cooled before him, forgotten.\n\n\"--Eastern Pennsylvania is broadcasting a four-state alarm with special\nradiovisor pictures in an effort to pick up the trail of a convict who\nescaped the Federal Prison here last night. The escaped man, who shot\nand killed two guards making good his escape, dived into the river\nadjoining the prison, and is believed to have headed for an outside\nrendezvous somewhere in the Blue Mountain region. The prisoner is John\nKrenner, age 51, gray hair, blue eyes, five-foot-nine. He is armed and\ndangerous, with four unsuccessful escape attempts, and three known\nmurders on his record. He was serving a life term, without leniency, for\nthe brutal murder in July, 1967, of Florence Markson, wife of the\nnow-famous industrialist, Jerome Markson, president of Markson\nFoundries. Any person with information of this man's whereabouts should\nreport--\"\n\nMarkson stared unbelieving at the face which appeared in the visor.\nKrenner, all right. The same cold eyes, the same cruel mouth, the same\nsneer. He snapped off the set, his face white and drawn. To face the\nbitter, unreasoning hate of this man, his former partner--even a prison\ncouldn't hold him.\n\nA telephone buzzed, shattering the silence of the huge office.\n\n\"Hello, Jerry? This is Floyd Gunn in Pittsburgh. Krenner's escaped!\"\n\n\"I know. I just heard. Any word?\"\n\n\"None yet. We got some inside dope from one of the men in the prison\nthat he has an outside escape route, and that he's been digging up all\nthe information he could find in the past three months or so about the\nRoads. But I wanted to warn you.\" The policeman's voice sounded distant\nand unreal. \"He promised to get you, Jerry. I'm ordering you and your\nhome heavily guarded--\"\n\n\"Guards won't do any good,\" said Markson, heavily. \"Krenner will get me\nif you don't get him first. Do everything you can.\"\n\nThe policeman's voice sounded more cheerful. \"At any rate, he's in the\neastern part of the state now. He has four hundred miles to travel\nbefore he can get to you. Unless he has a 'copter, or somehow gets on\nthe Roads, he can't get to you for a day or so. We're doing everything\nwe can.\"\n\nMarkson hung up the receiver heavily. Twenty-seven years of peace since\nthat devil had finally murdered his way out of his life. And now he was\nback again. A terrible mistake for a partner, a man with no reason, a\nman who could not understand the difference between right and wrong. A\nman with ruthless ambition, who turned on his partner when honesty got\nin his way, and murdered his partner's wife in rage when his own way of\nbusiness was blocked. A man so twisted with rage that he threatened on\nthe brink of capital punishment to tear Markson's heart out, yet Markson\nhad saved him from the chair. An appeal, some money, some influence, had\nsnatched him from death's sure grasp, so he could come back to kill\nagain. And a man with such diabolical good fortune that he could now\ncome safely to Markson, and hunt him out, and carry out the fancied\nrevenge that his twisted mind demanded.\n\nMarkson took the visiphone in hand again and dialed a number. The face\nof a young girl appeared. \"Hi, dad. Did you see the news report?\"\n\n\"Yes, I saw it. I want you to round up Jerry and Mike and take the\n'copter out to the summer place on Nantucket. Wait for me there. I don't\nknow how soon I can make it, but I don't want you here now. Leave\nimmediately.\"\n\nThe girl knew better than to argue with her father. \"Dad, is there any\nchance--?\"\n\n\"There's lots of chance. That's why I want you away from here.\"\n\nHe flipped off the connection, and sighed apprehensively. Now to wait.\nThe furnaces had to keep going, the steel had to be turned out, one way\nor another. He'd have to stay. And hope. Perhaps the police _would_ get\nhim--\n\n\n\nThe elderly lady sat on the edge of the kitchen chair, shivering. \"We'll\nbe glad to help you, but you won't hurt us, will you?\"\n\n\"Shut up,\" said Krenner. The gray plastic of his pistol gleamed dully in\nthe poor light of the farm kitchen. \"Get that foot dressed, with tight\npressure and plenty of 'mycin. I don't want it to bleed, and I don't\nwant an infection.\" The woman hurried her movements, swiftly wrapping\nthe swollen foot.\n\nThe man lifted a sizzling frying pan from the range, flipping a\nhamburger onto a plate. He added potatoes and carrots. \"Here's the\nfood,\" he said sullenly. \"And you might put the gun away. We don't have\nweapons, and we don't have a 'phone.\"\n\n\"You have legs,\" snapped Krenner. \"Now shut up.\"\n\nThe woman finished the dressing. \"Try it,\" she said. The convict stood\nup by the chair, placing his weight on the foot gingerly. Pain leaped\nthrough his leg, but it was a clean pain. He could stand it. He took a\nsmall map from his pocket. \"Any streams or gorges overland between here\nand Garret Valley?\"\n\nThe farmer, shook, his head. \"No.\"\n\n\"Give me some clothes, then. No, don't leave. The ones you have on.\"\n\nThe farmer slipped out of his clothes silently, and Krenner dropped the\nprison grays in the corner.\n\n\"You'll keep your mouths shut about this,\" he stated flatly.\n\n\"Oh, yes, you can count on us,\" exclaimed the woman, eyeing the gun\nfearfully. \"We won't tell a soul.\"\n\n\"I'll say you won't,\" said Krenner, his fingers tightening on the gun.\nThe shots were muted and flat in the stillness of the kitchen.\n\nAn hour later Krenner broke through the underbrush, crossed a rutted\nroad, and pushed on over the ridge. His cruel face was dripping with\nperspiration. \"It should be the last ridge,\" he thought. \"I've gone a\ngood, three miles--\" The morning sun was bright, filtering down through\nthe trees, making beautiful wet patterns on the damp ground. The morning\nheat was just beginning, but the food and medications had made progress\neasy. He pulled himself up onto a rock ledge, over to the edge, and felt\nhis heart stop cold as he peered down into the valley below.\n\nA dark blue police 'copter nestled on the valley floor next to the sleek\ngray one. It must have just arrived, for the dark uniforms of the police\nwere swarming around the gray machine He saw the pink face and the\nsporty clothes of the occupant as he came down the ladder, his hands in\nthe air.\n\nToo late! They'd caught Sherman!\n\nHe lay back shaking.\n\nImpossible! He _had_ to have Sherman. They couldn't possibly have known,\nunless somehow they had foreseen, or heard--. His mind seethed with\nhelpless rage. Without Sherman he was stuck. No way to reach Markson, no\nway to settle that score--unless possibly--.\n\nThe Roads.\n\nHe'd heard about them. Way back in 1967 when he'd gone up, the roads\nwere underway. A whole system of Rolling Roads was proposed then, and\nthe first had already been built, between Pittsburgh and the Lakes. A\ncrude affair, a conveyor belt system, running at a steady seventy-five\nmiles per hour, carrying only ore and freight.\n\nBut in the passing years reports had filtered through the prison walls.\nNew men, coming \"up for a visit\" had brought tales, gross exaggerations,\nof the Rolling Roads grown huge, a tremendous system building itself\nup, crossing hills and valleys in unbroken lines, closed in from weather\nand hijackers, fast and smooth and endless. Criss-crossing the nation,\nthey had said, in never-slowing belts of passengers and freight\nlivestock. The Great Triangle had been first, from Chicago to St. Louis\nto Old New York, and back to Chicago. Now every town, every village had\nits small branch, its entrance to the Rolling Roads, and once a man got\non the Roads, they had said, he was safe until he tried to get off.\n\nClearly the memory of the reports filtered through Krenner's mind. The\ngreat Central Roads run from Old New York to Chicago, through New\nWashington and Pittsburgh--\n\nMarkson was in Pittsburgh--\n\nKrenner started down through the underbrush, travelling south by the\nsun, the urgency of his mission spurring him on against the pain of his\nfoot, the difficulty of the terrain over which he travelled. He was too\nfar north. Somewhere to the south he'd find the Roads. And once on the\nRoads, he'd find a way to get off--\n\n\n\nHe stopped at the brink of the hill and gasped in amazement.\n\nThey ran across the wide valley like silver ribbons. The late afternoon\nsunlight reflected gold and pink from the plasti-glass encasement,\nconcealing the rushing line of travel within the covering. Like twin\nserpents, they lay across the hills, about a mile apart, the Road\ntravelling east, and the Road moving west. They stretched as far as he\ncould see. And he could see the white sign which said, \"Merryvale\nEntrance, Westbound, Three miles.\"\n\nAs he tramped, across the field he could hear the hum of the Roads grow\nloud in his ears. An automatic, machinelike hum, a rhythm of motion.\nClose to the westbound road he moved back eastward along it, toward the\nlittle port which formed the entrance to it. And soon he saw the police\n'copter which rested near the entrance, and the uniformed men with their\nrifles, alert. Three of them.\n\nKrenner fingered his weapon easily. It was almost dark; they would not\nsee him easily. He kept a small hill between himself and the police and\nmoved in within gunshot range. He could see the rocket-like car resting\non its single rail, waiting for a passenger to enter, to touch the\nbutton which would activate the tiny rocket engines and move it forward,\never and ever more swiftly until it reached the acceleration of the\nRoads, and slid over, and became a part of the Road. Moving carefully,\nhe slipped from rock to rock, closer to the car and the men who guarded\nit.\n\nSuddenly the bay of a hound cut through the gloom. Two small brown dogs\nwith the men, straining at their leashes. He hadn't counted on that.\nSwiftly he took cover and lined his sights with the blue uniforms.\nBefore they knew even his approximate location he had cut them down, and\nthe dogs also, and raced wildly down the remainder of the hill to the\ncar.\n\n\"Fare may be calculated from the accompanying charts, and will be\ncollected when your car has taken its place on the Roads,\" said a little\nsign near the cockpit. Krenner studied the dashboard for a moment, then\njammed in the button marked \"Forward,\" and settled back. The monorail\nslid forward without a sound, and plunged into a tunnel in the hill. Out\nthe other side, with ever-increasing acceleration it slid in alongside\nthe gleaming silver ribbon, faster and faster. With growing apprehension\nKrenner watched the speedometer mount, past two hundred, two hundred and\ntwenty, forty, sixty, eighty--at three hundred miles per hour the\nacceleration force eased, and the car suddenly swerved to the left, into\na dark causeway. And then into the brightly lighted plasti-glass tunnel.\n\nHe was on the Roads!\n\nAlongside the outside lane the little car sped, moving on an independent\nrail, sliding gently past other cars resting on the middle lane. An\nopening appeared, and Krenner's car slid over another notch, disengaged\nits rail, and settled to a stop on the central lane of the Road. The\nspeedometer fell to nothing, for the car's motion was no longer\nindependent, but an integral part of the speeding Road itself. Three\nhundred miles per hour on a constant, nonstop flight across the rolling\nland.\n\nA loudspeaker suddenly piped up in his car. \"Welcome to the Roads,\" it\nsaid. \"Your fare collector will be with you in a short while. After he\nhas arrived, feel free to leave your car and be at ease on the Road\noutside. Eating, resting, and sleeping quarters will be found at regular\nintervals. You are warned, however, not to cross either the barriers to\nthe outside lanes, nor the barriers to the freight-carrying areas front\nand rear. Pleasant travelling.\"\n\nKrenner chuckled grimly, and settled down in his car, his automatic in\nhis hand. His fare collector would get a surprise. Down the Road a short\ndistance he saw the man approaching, wearing the green uniform of the\nRoads. And then he stiffened. Three blue uniforms were accompanying him.\nOpening the car door swiftly, he slipped out onto the soft carpeting of\nthe Road, and raced swiftly away from the approaching men.\n\nThey saw him when he started to run. Ahead he could see a crowd of\npassengers around a dining area. A shout went up as he knocked a woman\ndown in his pell-mell flight, but he was beyond them in an instant. His\nfoot hindered him, and his pursuers were gaining. Suddenly before him he\nsaw a barrier--a four foot metal wall. No carpet beyond it, no\nfurnishings along the sides. A freight area! He hopped over the barrier\nand plunged into the blackness of the freight tunnel as he heard the\nshouts of his pursuers. \"Stop! Come back! Stop or we'll shoot!\"\n\nThey didn't shoot. In a moment Krenner came to the first freight\ncarrier, one of the standard metal containers resting on the steel of\nthe Road. He ran past it, and the next. The third and fourth were open\ncars, stacked high with machinery. He ran on for several moments before\nhe glanced back.\n\nThey weren't following him any more. He could see them, far back, where\nthe light began, a whole crowd of people at the barrier he had crossed.\nBut no one followed him. Odd that they should stop. He centered his mind\nmore closely on his surroundings. Freight might conceal him to get him\noff the Roads where no passenger station would ever let him through. He\nclimbed to the top of a nearby freight container and slipped down in.\nChunks of rock were under his feet, and he fell in a heap on the hard\nbed. What possible kind of freight--? He slipped a lighter from his\npocket and snapped it on.\n\nCoal! A normal freight load. He climbed back up and looked along the\nroad. No pursuit. An uneasy chill went through him--this was too easy.\nTo ride a coal car to safety, without a single man pursuing him--to\nwhere? He examined the billing on the side of the car, and he forgot his\nfears in the rush of excitement. The billing read, \"Consignment: Coal,\ntwenty tons, Markson Foundries, via Pittsburgh private cutoff.\"\n\nHis car was carrying him to Markson!\n\nHis mind was full of the old, ugly hate, the fearful joy of the\nimpending revenge. Fortune's boy, he thought to himself. Even Sherman\ncould not have done so well, to ride the Rolling Roads, not just to\nPittsburgh, not to the mountains, but right to Markson's backyard! He\nshivered with anticipation. Pittsburgh was only a few hundred miles\naway, and at three hundred miles an hour--Krenner clenched his fists in\ncruel pleasure. He hadn't long to wait.\n\n\n\nAn hour passed slowly. Krenner's leg was growing stiff after the\nexertion of running. Still no sign of life. He eased his position, and\nstiffened when he heard the little relay box above the consignment sheet\ngive a couple of sharp clicks.\n\nNear the end! He hugged himself in excitement. What a neat trick, to\nride a consignment of coal to the very yards where Markson would be! The\ncoal yards which he might have owned, the furnaces, the foundry--. There\nwould be men there to receive the car from the line, well he could\nremember the men, day and night, working and sweating in those yards and\nmills! There would be men there to brake the car and empty it. He was in\nold clothes, farm clothes--he would fit in so well; as soon as the car\nslowed he could jump off, and simply join the other men. Or he could\nshoot, if he had to. A little agility in getting out of the car, and a\nlittle care in inquiring the way to Markson's office--\n\nThe car suddenly shifted to the outer lane. Krenner gripped a handle on\nthe inside and held tight. He felt the swerving motion, and suddenly the\ncar moved out of the tunnel into the open night air. He climbed up the\nside and peered over the edge. There were five cars in the consignment;\nhe was on the last. Travelling almost at Road speed along the auxiliary\ncutoff. Swiftly they moved along through the night, through the edge of\nthe Pittsburgh steel yards. Outside he fancied he could hear the rattle\nof machinery in the yards, the shouts of the men at their work. Making\nsteel was a twenty-four hour proposition.\n\nThen they were clear of the first set of yards. The car made another\nswitch, and Krenner's heart beat faster. A white sign along the side\nsaid, \"Private Property. Keep off. Markson Foundries Line.\" Soon now\nthey would come to a crunching halt. Men would be there, but his gun was\nintact. No matter how many men he met, he had to get to Markson.\n\nThe car shuddered a little, but the acceleration continued. They were\nrising high in the air now, above the foundries. He looked down, and\ncould see the mighty furnaces thrusting their slim necks to the sky.\n\nA bolt of fear went through him. How far did the automatic system go?\nAutomatic loading of coal from the fields, automatic switching onto the\nRolling Roads. Automatic transfer of cars onto a private line which led\nthe cars to the foundries. Where did the automatic handling stop? Where\ndid the _men_ come into it? Twenty-seven-year-old concepts slid through\nhis mind, of how freight was carried, of how machines were tended, of\nhow steel was made. In a world of rapidly changing technology,\ntwenty-seven years can bring changes, in every walk of life, in every\nform of production--\n\nEven steel--\n\nA voice from within him screamed, \"Get off, Krenner, get off! This is a\none way road--\" He climbed quickly to the top of the car, to find a\nplace to jump, and turned back, suddenly sick with fear.\n\nThe car was going too fast.\n\nThe first car had moved with its load to a high point on the elevated\nroad. A thundering crash came to Krenner's ears as its bottom opened to\ndislodge its contents. Without stopping. Without men. Automatically.\nFrom below he could hear a rushing, roaring sound, and the air was\nsuddenly warmer than before--\n\nThe next car followed the first. And the next. Krenner scrambled to the\ntop of the car in rising horror as the car ahead moved serenely, jerked\nsuddenly, and jolted loose its load with a crash of coal against steel.\nTwenty tons of coal hurtled down a chute into roaring redness--\n\nTwenty-seven years had changed things. He hadn't heard men, for there\nwere no men. No men to tend the fires. Glowing, white-hot furnaces,\nMarkson's furnaces, which were fed on a regular, unerring, merciless\nconsignment belt, running directly from the Roads. Efficient,\neconomical, completely automatic.\n\nKrenner's car gave a jolt that threw his head against the side and shook\nhim down onto the coal load like a bag of potatoes. He clawed\ndesperately for a grip on the side, clawed and missed. The bottom of the\ncar opened, and the load fell through with a roar, and the roar drowned\nhis feeble scream as Krenner fell with the coal.\n\nThe last thing he saw below, rushing up, was the glowing, blistering,\nwhite-hot maw of the blast furnace.",
    "metadata": {
        "author": [
            "Nourse, Alan Edward",
            "Edwards, Al",
            "Nourse, Alan E. (Alan Edward)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/41565/pg41565.txt",
        "name": "consignment.json"
    }
}