{
    "name": "Conspiracy on Callisto",
    "author": [
        "Pohl, Frederick",
        "MacCreigh, James",
        "Lavond, Paul Dennis",
        "Pohl, Frederik George, Jr.",
        "Pohl, Frederik"
    ],
    "body": "Duane's hand flicked to his waist and hung there, poised. His dis-gun\nremained undrawn.\n\nThe tall, white-haired man--Stevens--smiled.\n\n\"You're right, Duane,\" he said. \"I could blast you, too. Nobody would\nwin that way, so let's leave the guns where they are.\"\n\nThe muscles twitched in Peter Duane's cheeks, but his voice, when it\ncame, was controlled. \"Don't think we're going to let this go,\" he\nsaid. \"We'll take it up with Andrias tonight. We'll see whether you can\ncut me out!\"\n\nThe white-haired man's smile faded. He stepped forward, one hand\nbracing him against the thrust of the rocket engines underneath,\nholding to the guide rail at the side of the ship's corridor.\n\nHe said, \"Duane, Andrias is your boss, not mine. I'm a free lance; I\nwork for myself. When we land on Callisto tonight I'll be with you when\nyou turn our--shall I say, our _cargo_?--over to him. And I'll collect\nmy fair share of the proceeds. That's as far as it goes. I take no\norders from him.\"\n\nA heavy-set man in blue appeared at the end of the connecting corridor.\nHe was moving fast, but stopped short when he saw the two men.\n\n\"Hey!\" he said. \"Change of course--get to your cabins.\" He seemed about\nto walk up to them, then reconsidered and hurried off. Neither man paid\nany attention.\n\nDuane said, \"Do I have to kill you?\" It was only a question as he asked\nit, without threatening.\n\nA muted alarm bell sounded through the P.A. speakers, signaling a\none-minute warning. The white-haired man cocked his eyebrow.\n\n\"Not at all,\" he said. He took the measure of his slim, red-headed\nopponent. Taller, heavier, older, he was still no more uncompromisingly\nbelligerent than Duane, standing there. \"Not at all,\" he repeated.\n\"Just take your ten thousand and let it go at that. Don't make trouble.\nLeave Andrias out of our private argument.\"\n\n\"Damn you!\" Duane flared. \"I was promised fifty thousand. I need that\nmoney. Do you think--\"\n\n\"Forget what I think,\" Stevens said, his voice clipped and angry. \"I\ndon't care about fairness, Duane, except to myself. I've done all the\nwork on this--I've supplied the goods. My price is set, a hundred\nthousand Earth dollars. What Andrias promised you is no concern of\nmine. The fact is that, after I've taken my share, there's only ten\nthousand left. That's all you get!\"\n\nDuane stared at him a long second, then nodded abruptly. \"I was right\nthe first time,\" he said. \"I'll _have_ to kill you!\"\n\n\n\nAlready his hand was streaking toward the grip of his dis-gun, touching\nit, drawing it forth. But the white-haired man was faster. His arms\nswept up and pinioned Duane, holding him impotent.\n\n\"Don't be a fool,\" he grated. \"Duane--\"\n\nThe P.A. speaker rattled, blared something unintelligible. Neither man\nheard it. Duane lunged forward into the taller man's grip, sliding down\nto the floor. The white-haired man grappled furiously to keep his hold\non Peter's gun arm, but Peter was slipping away. Belatedly, Stevens\nwent for his own gun.\n\nHe was too late. Duane's was out and leveled at him.\n\n\"_Now_ will you listen to reason?\" Duane panted. But he halted, and the\nmuzzle of his weapon wavered. The floor swooped and surged beneath him\nas the thrust of the mighty jets was cut off. Suddenly there was no\ngravity. The two men, locked together, floated weightlessly out to the\ncenter of the corridor.\n\n\"Course change!\" gasped white-haired Stevens. \"Good God!\"\n\nThe ship had reached the midpoint of its flight. The bells had sounded,\nwarning every soul on it to take shelter, to strap themselves in their\npressure bunks against the deadly stress of acceleration as the ship\nreversed itself and began to slow its headlong plunge into Callisto.\nBut the two men had not heeded.\n\nThe small steering rockets flashed briefly. The men were thrust\nbruisingly against the side of the corridor as the rocket spun lazily\non its axis. The side jets flared once more to halt the spin, when the\none-eighty turn was completed, and the men were battered against the\nopposite wall, still weightless, still clinging to each other, still\nstruggling.\n\nThen the main-drive bellowed into life again, and the ship began to\nbattle against its own built-up acceleration. The corridor floor rose\nup with blinking speed to smite them--\n\nAnd the lights went out in a burst of crashing pain for Peter Duane.\n\n\n\nSomeone was talking to him. Duane tried to force an eye open to see who\nit was, and failed. Something damp and clinging was all about his face,\nobscuring his vision. But the voice filtered in.\n\n\"Open your mouth,\" it said. \"Please, Peter, open your mouth. You're all\nright. Just swallow this.\"\n\nIt was a girl's voice. Duane was suddenly conscious that a girl's light\nhand was on his shoulder. He shook his head feebly.\n\nThe voice became more insistent. \"Swallow this,\" it said. \"It's only a\nstimulant, to help you throw off the shock of your--accident. You're\nall right, otherwise.\"\n\nObediently he opened his mouth, and choked on a warm, tingly liquid.\nHe managed to swallow it, and lay quiet as deft feminine hands did\nsomething to his face. Suddenly light filtered through his closed\neyelids, and cool air stirred against his damp face.\n\nHe opened his eyes. A slight red-headed girl in white nurse's uniform\nwas standing there. She stepped back a pace, a web of wet gauze bandage\nin her hands, looking at him.\n\n\"Hello,\" he whispered. \"You--where am I?\"\n\n\"In the sick bay,\" she said. \"You got caught out when the ship changed\ncourse. Lucky you weren't hurt, Peter. The man you were with--the old,\nwhite-haired one, Stevens--wasn't so lucky. He was underneath when the\njets went on. Three ribs broken--his lung was punctured. He died in the\nother room an hour ago.\"\n\nDuane screwed his eyes tight together and grimaced. When he opened\nthem again there was alertness and clarity in them--but there was also\nbafflement.\n\n\"Girl,\" he said, \"who are you? Where am I?\"\n\n\"Peter!\" There was shock and hurt in the tone of her voice. \"I'm--don't\nyou know me, Peter?\"\n\nDuane shook his head confusedly. \"I don't know anything,\" he said.\n\"I--I don't even know my own name.\"\n\n\"Duane, Duane,\" a man's heavy voice said. \"That won't wash. Don't play\ndumb on me.\"\n\n\"Duane?\" he said. \"Duane....\" He swiveled his head and saw a dark,\nsquat man frowning at him. \"Who are you?\" Peter asked.\n\nThe dark man laughed. \"Take your time, Duane,\" he said easily. \"You'll\nremember me. My name's Andrias. I've been waiting here for you to wake\nup. We have some business matters to discuss.\"\n\nThe nurse, still eyeing Duane with an odd bewilderment, said: \"I'll\nleave you alone for a moment. Don't talk too much to him, Mr. Andrias.\nHe's still suffering from shock.\"\n\n\"I won't,\" Andrias promised, grinning. Then, as the girl left the room,\nthe smile dropped from his face.\n\n\"You play rough, Duane,\" he observed. \"I thought you'd have trouble\nwith Stevens. I didn't think you'd find it necessary to put him out of\nthe way so permanently. Well, no matter. If you had to kill him, it's\nno skin off my nose. Give me a release on the merchandise. I've got\nyour money here.\"\n\n\n\nDuane waved a hand and pushed himself dizzily erect, swinging his legs\nover the side of the high cot. A sheet had been thrown over him, but he\nwas fully dressed. He examined his clothing with interest--gray tunic,\ngray leather spaceman's boots. It was unfamiliar.\n\nHe shook his head in further confusion, and the motion burst within his\nskull, throbbing hotly. He closed his eyes until it subsided, trying to\nforce his brain to operate, to explain to him where and what he was.\n\nHe looked at the man named Andrias.\n\n\"Nobody seems to believe me,\" he said, \"but I really don't know what's\ngoing on. Things are moving too fast for me. Really, I--why, I don't\neven know my own name! My head--it hurts. I can't think clearly.\"\n\nAndrias straightened, turned a darkly-suspicious look on Duane. \"Don't\nplay tricks on me,\" he said savagely. \"I haven't time for them. I won't\nmince words with you. Give me a release on the cargo now, before I have\nto get rough. This is a lot more important to me than your life is.\"\n\n\"Go to hell,\" Duane said shortly. \"I'm playing no tricks.\"\n\nThere was an instant's doubt in Andrias' eyes, then it flashed away. He\nbent closer, peered at Duane. \"I almost think--\" he began.\n\nThen he shook his head. \"No,\" he said. \"You're lying all right. You\nkilled Stevens to get his share--and now you're trying to hold me up.\nThat's your last chance that just went by, Duane. From now on, I'm\nrunning this show!\"\n\nHe spun around and strode to the door, thrust it open. \"Dakin!\" he\nbellowed. \"Reed!\"\n\nTwo large, ugly men in field-gray uniforms, emblazoned with the\nshooting-star insignia of Callisto's League police, came in, looking to\nAndrias for instructions.\n\n\"Duane here is resisting arrest,\" Andrias said. \"Take him along. We'll\nfix up the charges later.\"\n\n\"You can't do that,\" Duane said wearily. \"I'm sick. If you've got\nsomething against me, save it. Wait till my head clears. I'm sure I can\nexplain--\"\n\n\"Explain, hell.\" The dark man laughed. \"If I wait, this ship will be\nblasting off for Ganymede within two hours. I'll wait--but so will the\nship. It's not going anywhere till I give it clearance. I run Callisto;\nI'll give the orders here!\"\n\n\n                                  II\n\nWhoever this man Andrias was, thought Duane, he was certainly a man of\nimportance on Callisto. As he had said, _he_ gave the orders.\n\nThe crew of the rocket made no objection when Andrias and his men took\nDuane off without a word. Duane had thought the nurse, who seemed a\ngood enough sort, might have said something on his behalf. But she was\nout of sight as they left. A curt sentence to a gray-clad official on\nthe blast field where the rocket lay, and the man nodded and hurried\noff, to tell the rocket's captain that the ship was being refused\nclearance indefinitely.\n\nA long, powerful ground car slid up before them. Andrias got in front,\nwhile the two uniformed men shoved Duane into the back of the car,\nclimbed in beside him. Andrias gave a curt order, and the car shot\nforward.\n\nThe driver, sitting beside Andrias, leaned forward and readied a hand\nunder the dashboard. The high wail of a siren came instantly from the\ncar's roof, and what traffic was on the broad, straight highway into\nwhich they had turned pulled aside to let them race through.\n\nAhead lay the tall spires of a city. Graceful, hundreds of feet high,\nthey seemed dreamlike yet somehow oddly familiar to Duane. Somewhere\nhe had seen them before. He dragged deep into his mind, plumbing the\ncloudy, impenetrable haze that had settled on it, trying to bring forth\nthe memories that he should have had. Amnesia, they called it; complete\nforgetting of the happenings of a lifetime. He'd heard of it--but never\ndreamed it could happen to him!\n\n_My name, it seems, is Peter Duane_, he thought. _And they tell me that\nI killed a man!_\n\nThe thought was starkly incredible to him. A white-haired man, it had\nbeen; someone named Stevens. He tried to remember.\n\nYes, there had been a white-haired man. And there had been an argument.\nSomething to do with money, with a shipment of goods that Stevens had\nsupplied to Duane. There has even been talk of killing....\n\nBut--murder! Duane looked at his hands helplessly.\n\nAndrias, up ahead, was turning around. He looked sharply at Duane, for\na long second. An uncertainty clouded his eyes, and abruptly he looked\nforward again without speaking.\n\n\"Who's this man Andrias?\" Duane whispered to the nearest guard.\n\nThe man stared at him. \"Governor Andrias,\" he said, \"is the League's\ndeputy on Callisto. You know--the Earth-Mars League. They put Governor\nAndrias here to--well, to govern for them.\"\n\n\"League?\" Duane asked, wrinkling his brow. He had heard something about\na League once, yes. But it was all so nebulous....\n\nThe other guard stirred, leaned over. \"Shut up,\" he said heavily.\n\"You'll have plenty of chance for talking later.\"\n\n\n\nBut the chance was a long time in coming. Duane found himself, an hour\nlater, still in the barred room into which he'd been thrust. The guards\nhad brought him there, at Andrias' order, and left him. That had been\nall.\n\nThis was not a regular jail, Duane realized. It was more like a\npalace, something out of Earth's Roman-empire days, all white stone\nand frescoed walls. Duane wished for human companionship--particularly\nthat of the nurse. Of all the people he'd met since awakening in that\nhospital bed, only she seemed warm and human. The others were--brutal,\ndeadly. It was too bad, Duane reflected, that he'd failed to remember\nher. She'd seemed hurt, and she had certainly known him by first name.\nBut perhaps she would understand.\n\nDuane sat down on a lumpy, sagging bed and buried his head in his\nhands. Dim ghosts of memory were wandering in his mind. He tried to\nconjure them into stronger relief, or to exorcise them entirely.\n\nSomewhere, some time, a man had said to him, \"_Andrias is secretly\narming the Callistan cutthroats for revolt against the League. He wants\npersonal power--he's prepared to pay any price for it. He needs guns,\nEarth guns smuggled in through the League patrol. If he can wipe out\nthe League police garrison--those who are loyal to the League, still,\ninstead of to Andrias--he can sit back and laugh at any fleet Earth and\nMars can send. Rockets are clumsy in an atmosphere. They're helpless.\nAnd if he can arm enough of Callisto's rabble, he can't be stopped.\nThat's why he'll pay for electron rifles with their weight in gold._\"\n\nDuane could remember the scene clearly. Could almost see the sharp,\naquiline face of the man who had spoken to him. But there memory\nstopped.\n\nA fugitive recollection raced through his mind. He halted it, dragged\nit back, pinned it down....\n\nThey had stopped in Darkside, the spaceport on the side of Luna that\nkeeps perpetually averted from Earth, as if the moon knows shame and\nwants to hide the rough and roaring dome city that nestles in one\nof the great craters. Duane remembered sitting in a low-ceilinged,\nsmoke-heavy room, across the table from a tall man with white hair.\nStevens!\n\n\"_Four thousand electron rifles_,\" the man had said. \"_Latest\ngovernment issue. Never mind how I got them; they're perfect. You know\nmy price. Take it or leave it. And it's payable the minute we touch\nground on Callisto._\"\n\nThere had been a few minutes of haggling over terms, then a handshake\nand a drink from a thin-necked flagon of pale-yellow liquid fire.\n\nHe and the white-haired man had gone out then, made their way by\nunfrequented side streets to a great windowless building. Duane\nremembered the white-hot stars overhead, shining piercingly through\nthe great transparent dome that kept the air in the sealed city of\nDarkside, as they stood at the entrance of the warehouse and spoke in\nlow tones to the man who answered their summons.\n\nThen, inside. And they were looking at a huge chamber full of stacked\nfiber boxes--containing nothing but dehydrated dairy products and\nmining tools, by the stencils they bore. Duane had turned to the\nwhite-haired man with a puzzled question--and the man had laughed aloud.\n\nHe dragged one of the boxes down, ripped it open with the sharp point\nof a handling hook. Short-barreled, flare-mouthed guns rolled out,\ntumbling over the floor. Eight of them were in that one box, and\nhundreds of boxes all about. Duane picked one up, broke it, peered into\nthe chamber where the tiny capsule of U-235 would explode with infinite\nviolence when the trigger was pulled, spraying radiant death three\nthousand yards in the direction the gun was aimed....\n\nAnd that memory ended.\n\nDuane got up, stared at his haggard face in the cracked mirror over\nthe bed. \"_They say I'm a killer_,\" he thought. \"_Apparently I'm a\ngun-runner as well. Good lord--what am I not?_\"\n\nHis reflection--white, drawn face made all the more pallid by the red\nhair that blazed over it--stared back at him. There was no answer\nthere. If only he could remember--\n\n\"All right, Duane.\" The deep voice of a guard came to him as the door\nswung open. \"Stop making eyes at yourself.\"\n\nDuane looked around. The guard beckoned. \"Governor Andrias wants to\nspeak to you--now. Let's not keep the governor waiting.\"\n\n\n\nA long, narrow room, with a long carpet leading from the entrance up to\na great heavy desk--that was Andrias' office. Duane felt a click in his\nmemory as he entered. One of the ancient Earth dictators had employed\njust such a psychological trick to overawe those who came to beg favors\nof him. Muslini, or some such name.\n\nThe trick failed to work. Duane had other things on his mind; he walked\nthe thirty-foot length of the room, designed to imbue him with a sense\nof his own unimportance, as steadily as he'd ever walked in the open\nair of his home planet.\n\nWhichever planet that was.\n\nThe guard had remained just inside the door, at attention. Andrias\nwaved him out.\n\n\"Here I am,\" said Duane. \"What do you want?\"\n\nAndrias said, \"I've had the ship inspected and what I want is on it.\nThat saves your life, for now. But the cargo is in your name. I could\ntake it by force, if I had to. I prefer not to.\" He picked up a paper,\nhanded it to Duane. \"In spite of your behavior, you can keep alive.\nYou can even collect the money for the guns--Stevens' share as well\nas your own. This is a release form, authorizing my men to take four\nhundred and twenty cases of dehydrated foods and drilling supplies from\nthe hold of the _Cameroon_--the ship you came on. Sign it, and we'll\nforget our argument. Only, sign it now and get it over with. I'm losing\npatience, Duane.\"\n\nDuane said, without expression, \"No.\"\n\nDark red flooded into Andrias' sallow face. His jaws bunched angrily\nand there was a ragged thread of incomplete control to his voice as he\nspoke.\n\n\"I'll have your neck for this, Duane,\" he said softly.\n\nDuane looked at the man's eyes. Death was behind them, peeping out.\nMentally he shrugged. What difference did it make?\n\n\"Give me the pen,\" he said shortly.\n\nAndrias exhaled a deep breath. You could see the tension leave him, the\nmottled anger fade from his face and leave it without expression. He\nhanded the paper to Duane without a word. He gave him a pen, watched\nhim scrawl his name.\n\n\"That,\" he said, \"is better.\" He paused a moment ruminatively. \"It\nwould have been better still if you'd not stalled me so long. I find\nthat hard to forgive in my associates.\"\n\n\"The money,\" Peter said. If he were playing a part--pretending he knew\nwhat he was doing--he might as well play it to the hilt. \"When do I get\nit?\"\n\nAndrias picked up the paper and looked carefully at the signature. He\ncreased it thoughtfully, stowed it in a pocket before answering.\n\n\"Naturally,\" he said, \"there will have to be a revision of terms. I\noffered a hundred and ten thousand Earth-dollars. I would have paid\nit--but you made me angry. You'll have to pay for that.\"\n\n\n\nDuane said, \"I've paid already. I've been dragged from pillar to post\nby you. That's enough. Pay me what you owe me, if you want any more of\nthe same goods!\"\n\nThat was a shot in the dark--and it missed the mark.\n\nAndrias' eyes widened. \"You amaze me, Duane,\" he said. He rose and\nstepped around the desk, confronting Duane. \"I almost think you really\nhave lost your memory, Duane,\" he said. \"Otherwise, surely you would\nknow that this is all the rifles I need. With them I'll _take_ whatever\nelse I want!\"\n\nDuane said, \"You're ready, then....\"\n\nHe took time to think it over, but he knew that no thought was\nrequired. Already the hands that he had locked behind him were\nclenched, taut. Already the muscles of his legs were tensing.\n\n\"You're ready,\" he repeated. \"You've armed the Callistan exiles--the\nworst gutter scum on nine planets. You're set to betray the League that\ngave you power here.... Well, that changes things. I can't let you do\nit!\"\n\nHe hurled himself at Andrias, hands sweeping around to grapple for the\ndark man's throat. Andrias, off-balance, staggered backward. But his\nown hands were diving for the twin heat guns that hung at his waist.\n\nDuane saw his danger, and reacted. His foot twisted around Andrias'\nankle; his hands at the other's throat gripped tighter. He lunged\nforward, slamming the hard top of his head into the other's face,\nfeeling flesh and cartilage give as Andrias' nose mashed flat. His own\nhead pin-wheeled dizzily, agonizingly, as the jar revived the pain of\nhis earlier accident.\n\nBut Andrias, unconscious already, tumbled back with Duane on top of\nhim. His head made an audible, spine-chilling thud as it hit the\ncarpeted floor.\n\nDuane got up, retrieving the two heat guns, and stared at him.\n\n\"_They tell me I killed Stevens the same way_,\" he thought. \"_I'm\ngetting in a rut!_\"\n\nBut Andrias was not dead, though he was out as cold as the void beyond\nPluto. The thick carpeting had saved him from a broken head.\n\nDuane stepped over the unconscious man and looked around the room. It\nwas furnished severely, to the point of barrenness. Two chairs before\nAndrias' ornate, bare-topped desk and one luxurious chair behind it;\na tasseled bell cord within easy reach of Andrias' chair; the long\ncarpet. That was all it contained.\n\nThe problem of getting out was serious, he saw. How could one--\n\n\n                                  III\n\nMethodically he ransacked the drawers of Andrias' desk. Papers, a\nwhole arsenal of hand guns, Callistan money by the bale, ominously\nblack-covered notebooks with cryptic figures littering their\npages--those were the contents. A coldly impersonal desk, without the\nfamiliar trivia most men accumulate. There was nothing, certainly, that\nwould get him out of a building that so closely resembled a fortress.\n\nHe tumbled the things back into the drawers helter-skelter, turned\nAndrias over and searched his pockets. More money--the man must have\nhad a fortune within reach at all times--and a few meaningless papers.\nDuane took the release he had signed and tore it to shreds. But that\nwas only a gesture. When Andrias came to, unless Duane had managed to\nget away and accomplish something, the mere lack of written permission\nwould not keep him from the rocket's lethal cargo!\n\nWhen Andrias came to....\n\nAn idea bloomed in Duane's brain. He looked, then, at unconscious\nAndrias--and the idea withered again.\n\nHe had thought of forcing Andrias himself to front for him, at gun's\npoint, in the conventional manner of escaping prisoners. But fist\nfights, fiction to the contrary notwithstanding, leave marks on the men\nwho lose them. Andrias' throat was speckled with the livid marks of\nDuane's fingers; Duane's head, butting Andrias in the face, had drawn a\nthick stream of crimson from his nostrils, turned his sharp nose askew.\n\nNo guard of Andrias' would have been deceived for an instant, looking\nat that face--even assuming that Andrias could have been forced to\ncooperate by the threat of a gun. Which, considering the stake Andrias\nhad in this play, was doubtful....\n\nHe stood up and looked around. He had to act quickly. Already Andrias'\nbreath was audible; he saw the man grimace and an arm flopped\nspasmodically on the floor. Consciousness was on its way back.\n\nDuane touched the heat gun he'd thrust into his belt; drew it and held\nit poised, while he sought to discover what was in his own mind. He'd\nkilled a man already, they said. Was he then a killer--could he shoot\nAndrias now, in cold blood, with so much to gain and nothing to lose?\n\nHe stood there a moment. Then, abruptly, he reversed the weapon and\nchopped it down on Andrias' skull.\n\nThere was a sharp grunt from the still unconscious man, but no other\nsign. Only--the first tremors of movement that had shown on him halted,\nand did not reappear.\n\n\"_No_,\" Duane thought. \"_Whatever they say, I'm not a killer!_\"\n\nBut still he had to get out. How?\n\nOnce more he stared around the room, catalogued its contents. The guard\nwould be getting impatient. Perhaps any minute he would tap the door,\nfirst timorously, then with heavier strokes.\n\nThe guard! There was a way!\n\n\n\nDuane eyed the length of the room. Thirty feet--it would take him a\ncouple of seconds to run it at full speed. Was that fast enough?\n\nThere was only one way to find out.\n\nHe walked around the desk to the bell cord. He took a deep breath,\ntugged it savagely, and at once was in speedy motion, racing toward the\ndoor, his footsteps muffled in the deep, springy carpet. Almost as he\nreached it, he saw it begin to open. He quickly sidestepped and was out\nof the guard's sight, behind the door, as the man looked in.\n\nQuick suspicion flared in his eyes, then certainty as he saw Andrias\nhuddled on the floor. He opened his mouth to cry out--\n\nBut Duane's arm was around his throat, and he had no breath to spare.\nDuane's foot lashed out and the door slammed shut; Duane's balled left\nfist came up and connected with the guard's chin. Abruptly the man\nslumped.\n\nDuane took a deep breath and let the man drop to the floor. But he\npaused only a second; now he had two unconscious men on his hands and\nhe dared let neither revive until he was prepared.\n\nHe grasped the guard's arm and dragged him roughly the length of the\nroom. He leaped on top of the desk, brutally scarring its gleaming top\nwith the hard spikes of his boots. His agile fingers unfastened the\nlong bell cord without causing it to ring and, bearing it, he dropped\nagain to the floor.\n\nTugging and straining, he got the limp form of Andrias into his own\nchair, bound him with the bell cord, gagged him with the priceless\nVenus-wool scarf Andrias wore knotted about his throat. He tested his\nbindings with full strength, and smiled. Those would hold, let Andrias\nstruggle as he would.\n\nThe guard he stripped of clothing, bound and gagged with his own\nbelt and spaceman's kerchief. He dragged him around behind the desk,\nthrust him under it out of sight. Andrias' chair he turned so that the\nunconscious face was averted from the door. Should anyone look in,\nthen, the fact of Andrias' unconsciousness might not be noticed.\n\nThen he took off his own clothes, quickly assumed the field-gray\nuniform of the guard. It fit like the skin of a fruit. He felt himself\nbulging out of it in a dozen places. The long cape the guard wore would\nconceal that, perhaps. In any case, there was nothing better.\n\nTrying to make his stride as martial as possible, he walked down the\nlong carpet to the door, opened it and stepped outside.\n\n\n\nHis luck couldn't hold out forever. It was next to miraculous that he\ngot as far as he did--out of the anteroom before Andrias' office, past\nthe two guards there, who eyed him absently but said nothing, down the\ngreat entrance hall, straight out the front door.\n\nGoing through the city had been easier, of course. There were many men\nin uniforms like his. Duane thought, then, that Andrias' power could\nnot have been too strong, even over the League police whom he nominally\ncommanded. The police could not all have been corrupt. There were too\nmany of them; had they been turncoats, aiding Andrias in his revolt\nagainst the League, there would have been no need to smuggle rifles in\nfor an unruly mass of civilians.\n\nDuane cursed the lack of foresight of the early Earth governments.\nThey'd made a prison planet of Callisto; had filled it with the worst\nscum of Earth. Then, when the damage had been done--when Callisto had\nbecome a pest-hole among the planets; its iniquities a stench that rose\nto the stars--they had belatedly found that they had created a problem\nworse than the one they'd tried to solve. One like a hydra-beast.\n\nCriminality was not a thing of heredity. The children of the\ntransported convicts, most of them, were honest and wanted to be\nrespectable. And they could not be.\n\nEarth's crime rate, too, had not been lowered materially by exiling its\ngangsters and murderers to Callisto. When it was long past time, the\nLeague had stepped in, and set a governor of its own over Callisto.\n\nIf the governor had been an honest man a satisfactory solution might\nhave been worked out. The first governor had been honest. Under him\ngreat strides had been made. The bribe-proof, gun-handy League police\nhad stamped out the wide-open plague spots of the planet; public works\nhad been begun on a large scale. The beginnings of representative\ngovernment had been established.\n\nBut the first governor had died. And the second governor had\nbeen--Andrias.\n\n\"_You can see the results!_\" Duane thought grimly as he swung into the\nairfield in his rented ground car. Foreboding was stamped on the faces\nof half the Callistans he'd seen--and dark treachery on the others.\nSome of those men had been among the actual exiled criminals--the last\nconvict ship had landed only a dozen years before. All of those whom\nAndrias planned to arm were either of the original transportation-men,\nor their weaker descendants.\n\nWhat was holding Andrias back? Why the need for smuggling guns in?\n\nThe answer to that, Duane thought, was encouraging but not conclusive.\nClearly, then, Andrias did not have complete control over the League\npolice. But how much control he did have, what officers he had won over\nto treachery, Duane could not begin to guess.\n\nDuane slid the car into a parking slot, switched off the ignition and\nleft it. It was night, but the short Callistan dark period was nearly\nover. A pearly glow at the horizon showed where the sun would come\nbulging over in a few minutes; while at the opposite rim of the planet\nhe could still see the blood-red disc of mighty Jupiter lingering for\na moment, casting a crimson hue over the landscape, before it made the\nfinal plunge. The field was not flood-lighted. Traffic was scarce on\nCallisto.\n\nDuane, almost invisible in the uncertain light, stepped boldly out\nacross the jet-blasted tarmac toward the huge bulk of the _Cameroon_,\nthe rocket transport which had brought him. Two other ships lay on the\nsame seared pavement, but they were smaller. They were fighting ships,\nsmall, speedy ones, in Callisto for refueling before returning to the\nLeague's ceaseless patrol of the System's starlanes.\n\nDuane hesitated briefly, wondering whether he ought to go to one of\nthose ships and tell his story to its League commander. He decided\nagainst it. There was too little certainty for him there; too much risk\nthat the commander, even, might be a tool of Andrias'.\n\nDuane shook his head angrily. If only his memory were clear--if only he\ncould be sure what he was doing!\n\n\n\nHe reached the portal of the ship. A gray-clad League officer was there\nstanding guard, to prevent the ship taking off.\n\n\"Official business,\" Duane said curtly, and swept by the startled\nman before he could object. He hurried along the corridor toward the\ncaptain's office and control room. A purser he passed looked at him\ncuriously, and Duane averted his face. If the man recognized him there\nmight be questions.\n\nFor the thousandth time he cursed the gray cloud that overhung his\nmemory. He didn't know, even, who among the crew might know him and\nspread the alarm.\n\nThen he was at the door marked, _Crew only--do not enter!_ He tapped on\nit, then grasped the knob and swung it open.\n\nA squat, open-featured man in blue, the bronze eagles of the Mercantile\nService resting lightly on his powerful shoulders, looked at him.\nRecognition flared in his eyes.\n\n\"Duane!\" he whispered. \"Peter Duane, what're you doing in the clothes\nof Andrias' household guard?\"\n\nDuane felt the tenseness ebb out of his throat. Here was a friend.\n\n\"Captain,\" he said, \"you seem to be a friend of mine. If you are--I\nneed you. You see, I've lost my memory.\"\n\n\"Lost your memory?\" the captain echoed. \"You mean that blow on your\nhead? The ship's surgeon said something ... yes, that was it. I hardly\nbelieved him, though.\"\n\n\"But were we friends?\"\n\n\"Why, yes, Peter.\"\n\n\"Then help me now,\" said Duane. \"I have a cargo stowed in your hold,\nCaptain. Do you know what it is?\"\n\n\"Why--yes. The rifles, you mean?\"\n\nDuane blinked. He nodded, then looked dizzily for a chair. The captain\nwas a friend of his, all right--a fellow gun-runner!\n\n\"Good God,\" he said aloud. \"What a mess!\"\n\n\"What's happened?\" the captain asked. \"I saw you in the corridor,\narguing with Stevens. You looked like trouble, and I should have\ncome up to you then. But the course was to be changed, and I had to\nbe there.... And the next I hear, Stevens is dead, and you've maybe\nkilled him. Then I heard you've lost your memory, and are in a jam with\nAndrias.\"\n\nHe paused and speculation came into his eyes, almost hostility.\n\n\"Peter Duane,\" he said softly, \"it strikes me that you may have lost\nmore than your memory. Which side are you on. What happened between\nyou and Andrias? Tell me now if you've changed sides on me, man. For\nfriendship's sake I won't be too hard on you. But there's too much at\nstake here--\"\n\n\"Oh, hell,\" said Peter, and the heat gun was suddenly in his hand,\nleveled at the squat man in blue. \"I wish you were on my side, but\nthere's no way I can tell. I can trust myself, I think--but that's all.\nPut up your hands!\"\n\nAnd that was when his luck ran out.\n\n\"Peter--\" the captain began.\n\n\n                                  IV\n\nBut a sound from outside halted him. Together the two men stared at the\nviewplates. A siren had begun to shriek in the distance, the siren of a\nracing ground car. Through the gates it plunged, scattering the light\nwooden barrier. It spun crazily around on two wheels and came roaring\nfor the ship.\n\nAndrias was in it.\n\nPeter turned on the captain, and the gun was rigidly outthrust in his\nhand.\n\n\"Close your ports!\" he snarled. \"Up rockets--in a hurry!\"\n\n\"Listen, Peter,\" the captain began.\n\n\"I said, hurry!\" The car's brakes shrieked outside, and it disappeared\nfrom the view of the men. There was an abrupt babble of voices.\n\n\"Close your ports!\" Peter shouted savagely. \"Now!\"\n\nThe captain opened his mouth to speak, then snapped it shut. He touched\nthe stud of a communications set, said into it, \"Close ports. Snap to\nit. Engine room--up rockets in ten seconds. All crew--stand by for\nlift!\"\n\nThe ship's own take-off siren howled shrilly, drowning out the angry\nvoices from below. Peter felt the whine of the electrics that dogged\nshut the heavy pressure doors. He stepped to the pilot's chair, slid\ninto it, buckled the compression straps around him.\n\nThe instruments--he recognized them all, knew how to use them! Had he\nbeen a rocket pilot before his mind had blanked--before embarking on\nthe more lucrative profession of gun smuggler? He wondered....\n\nBut it was the captain who took the ship off. \"Ten seconds,\" Peter\nsaid. \"Get moving!\"\n\nThe captain hesitated the barest fraction, but his eyes were on the\nheat gun and he knew that Duane was capable of using it. \"The men--\" he\nsaid. \"If they're underneath when the jets go, they'll burn!\"\n\n\"That's the chance they take,\" said Duane. \"They heard the siren!\"\n\nThe captain turned his head quickly, and his fingers flashed out.\nHe was in his own acceleration seat too, laced down by heavy canvas\nwebbing. His hands reached out to the controls before him, and his\nfingers took on a life of their own as they wove dexterously across the\nkeys, setting up fire-patterns, charting a course of take-off. Then the\nheel of his hand settled on the firing stop....\n\n\n\nThe acceleration was worse than Peter's clouded mind had expected,\nbut no more than he could stand. In his frame of mind, he could stand\nalmost anything, he thought--short of instant annihilation!\n\nThe thin air of Callisto howled past them, forming a high obligato to\nthe thunder of the jets. Then the air-howl faded sharply to silence,\nand the booming of the rockets became less a thing of sound than a\nrumble in the framework of the _Cameroon_. They were in space.\n\nThe captain's foot kicked the pedal that shut off the over-drive jets,\nreducing the thrust to a mere one-gravity acceleration. He turned to\nDuane.\n\n\"What now?\" he asked.\n\nDuane, busy unstrapping himself from the restraining belts, shook his\nhead without answering. What now? \"_A damn good question!_\" he thought.\n\nThe captain, with the ease of long practice, was already out of his own\npressure straps. He stood there by his chair, watching Duane closely.\nBut the gun was still in Duane's hand, despite his preoccupation.\n\nDuane cocked an ear as he threw off the last strap. Did he hear voices\nin the corridor, a distance away but coming.\n\nThe captain, looking out the port with considerable interest,\ninterrupted his train of thought. \"What,\" he asked, \"for instance, are\nyou going to do about--those?\"\n\nHis arm was outstretched, pointing outward and down. Duane looked in\nthat direction--\n\nThe two patrol rockets were streaking up after his commandeered ship.\nFairy-like in their pastel shades, with the delicate tracery of girders\nover their fighting noses, they nevertheless represented grim menace to\nDuane!\n\nHe swore under his breath. The _Cameroon_, huge and lumbering, was\nhelpless as a sitting bird before those lithe hawks of prey. If only he\nknew which side the ships were on. If only he knew--anything!\n\nHe couldn't afford to take a chance. \"Stand back!\" he ordered the\ncaptain. The man in blue gave ground before him, staring wonderingly as\nDuane advanced. Duane took a quick look at the control set-up, tried to\nremember how to work it.\n\nIt was so tantalizingly close to his memory! He cursed again; then\nstabbed down on a dozen keys at random, heeled the main control down,\njumped back, even as the ship careened madly about in its flight, and\nblasted the delicate controls to shattered ashes with a bolt from his\nheat gun. Now the ship was crippled, for the time being at least. Short\nof a nigh-impossible boarding in space, the two patrol cruisers could\ndo nothing with it till the controls were repaired. The _Cameroon_, and\nits cargo of political dynamite, would circle through space for hours\nor days.\n\nIt wasn't much--but it was the best he could do. At least it would give\nhim time to think things over.\n\nNo. He heard the voices of the men in the corridor again, tumbled about\nby the abrupt course change--luckily, it had been only a mild thing\ncompared to the one that had killed Stevens and caused his own present\ndilemma--but regaining their feet and coming on. And one of the voices,\nloud and harsh, was Andrias! Somehow, before the ports closed, he'd\nmanaged to board the _Cameroon_!\n\n\n\nDuane stood erect, whirled to face the door. The captain stood by it.\nDuane thrust his heat gun at him.\n\n\"The door!\" he commanded. \"Lock it!\"\n\nUrged by the menace of the heat gun, the captain hurriedly put out a\nhand to the lock of the door--\n\nAnd jerked it back, nursing smashed knuckles, as Andrias and four men\nburst in, hurling the door open before them. They came to a sliding,\ntumbling halt, though, as they faced grim Duane and his ready heat\npistol.\n\n\"Hold it!\" he ordered. \"That's right.... Stay that way while I figure\nthings out. The first man that moves, dies for it.\"\n\nDark blood flooded into Andrias' face, but he said no word, only\nstood there glaring hatred. The smear of crimson had been brushed\nfrom his face, but his nose was still awry and a huge purplish bruise\nwas spreading over it and across one cheek. The three men with him\nwere guards. All were armed--the police with hand weapons as lethal\nas Duane's own, Andrias with an old-style projective-type weapon--an\nancient pistol, snatched from some bewildered spaceman as they burst\ninto the _Cameroon_.\n\nDuane braced himself with one arm against the pilot's chair and stared\nat them. The crazy circular course the blasted controls had given the\nship had a strong lateral component; around and around the ship went,\nin a screaming circle, chasing its own tail. There was a sudden change\nin the light from the port outside; Duane involuntarily looked up for a\nmoment. Dulled and purplish was the gleam from the brilliant stars all\nabout; the _Cameroon_, in its locked orbit, had completed a circle and\nwas plunging through its own wake of expelled jet-gases. He saw the two\npatrol rockets streak past; then saw the flood of rocket-flares from\ntheir side jets as they spun and braked, trying to match course and\nspeed with the crazy orbit of the _Cameroon_.\n\nHe'd looked away for only a second; abruptly he looked back.\n\n\"Easy!\" he snapped. Andrias' arm, which had begun to lift, straightened\nout, and the scowl on the governor's face darkened even more.\n\n_Clackety-clack._ There was the sound of a girl's high heels running\nalong the corridor, followed by heavier thumps from the space boots of\nmen. Duane jerked his gun at Andrias and his police.\n\n\"Out of the way!\" he said. \"Let's see who's coming now.\"\n\nIt was the girl. Red hair fluttering in the wake of her running, face\nalight with anxiety, she burst into the room.\n\n\"Peter!\" she cried. \"Andrias and his men--\"\n\nShe stopped short and took in the tableau. Duane's eyes were on her,\nand he was about to speak. Then he became conscious of something in her\nown eyes, a sudden spark that flared even before her lips opened and a\nthin cry came from them; even before she leaped to one side, at Andrias.\n\nPeter cursed and tried to turn, to dodge; tried to bring his heat gun\naround. But a thunder louder than the bellowing jets outside filled the\nroom, and a streak of livid fire crossed the fringe of Peter's brain.\nSudden blackness closed in around him. He fell--and his closing eyes\nsaw new figures running into the room, saw the counterplay of lashing\nheat beams.\n\n_This is it_--he thought grimly, and then thought no more.\n\n\n                                  IV\n\nDuane was in the sickbay again, on the same bed. His head was spinning\nagonizedly. He forced his eyes open--and the girl was there; the same\ngirl. She was watching him. A cloud on her face lifted as she saw his\nlids flicker open; then it descended again. Her lips quivered.\n\n\"Darn you, Peter,\" she whispered. \"Who are you now?\"\n\n\"Why--why, I'm Peter Duane, of course,\" he said.\n\n\"Well, thank God you know that!\" It was the captain. He'd changed since\nthe last time Peter had seen him. One arm was slung in bandages that\nbore the yellow seeping tint of burn salve.\n\nPeter shook his head to try to clear it. \"Where--where am I?\" he asked.\n\"Andrias--\"\n\n\"Andrias is where he won't bother you,\" the captain said. \"Locked up\nbelow. So are two of his men. The other one's dead. How's your memory,\nPeter?\"\n\nDuane touched it experimentally with a questing mental finger. It\nseemed all right, though he felt still dazed.\n\n\"Coming along,\" he said. \"But where am I? The controls--I blasted them.\"\n\nThe captain laughed. \"I know,\" he said briefly. \"Well--I guess you had\nto, in a way. You didn't trust anyone; couldn't trust anyone. You had\nto make sure the rifles wouldn't get back to Callisto too soon. But\nthey're working on installing duplicates now, Peter. In an hour we'll\nbe back on Callisto. We shut the jets off already; we're in an orbit.\"\n\nDuane sank back. \"Listen,\" he said. \"I think--I think my memory's\nclearing, somehow. But how--I mean, were you on my side? All along?\"\n\nThe captain nodded soberly. \"On your side, yes, Peter,\" he said. \"The\nLeague's side, that is. You and I, you know, both work for the League.\nWhen they got word of Andrias' plans, they had to work fast. To move\nin by force would have meant bloodshed, would have forced his hand.\nThat would have been utterly bad. It was too dangerous. Callisto is\npolitically a powder-keg already. The whole thing might have exploded.\"\n\nPeter's eyes flared with sudden hope and enlightment. \"And you and I--\"\nhe began.\n\n\"You and I, and a couple of other undercover workers were put on the\njob,\" the captain nodded. \"We had to find out who Andrias' supporters\nwere--and to keep him from getting more electron rifles while the\ncommanders of the Callisto garrison were quietly checked, to see who\nwas on which side. They've found Andrias' Earth backers--a group of\nwealthy malcontents who thought Callisto should be exploited for their\ngain, had made secret deals with him for concessions. You, of course,\nslowed down the delivery of the rifles as long as you could. They lay\nin the Lunar warehouses a precious extra week while you haggled over\nterms. That's what you were doing with Stevens, I think, when the\ncourse change caught you both.\"\n\n\"You've had him long enough,\" the nurse broke in. \"I have a few words\nto say.\"\n\n\"No, wait--\" Duane protested. But the captain was grinning broadly. He\nmoved toward the door.\n\n\"Later,\" he said over his shoulder. \"There'll be plenty of time.\" The\ndoor closed behind him. Duane turned to the girl.\n\n\n\nHe shook his head again. The cloud was lifting. He could almost\nremember everything again; things were beginning to come into focus.\nThis girl, for instance--\n\nShe noticed his motion. \"How's your head, Peter?\" she asked\nsolicitously. \"Andrias hit you with that awful old bullet-gun. I tried\nto stop him, but all I could do was jar his arm. Oh, Peter, I was so\nafraid when I saw you fall!\"\n\n\"You probably saved my life,\" Peter said soberly. \"Andrias struck me as\na pretty good shot.\" He tried to grin.\n\nThe girl frowned. \"Peter,\" she said, \"I'm sorry if I seemed rude,\nbefore--the last time you were here. It was just that I.... Well, you\ndidn't remember me. I couldn't understand.\"\n\nPeter stared at her. Yes--he _should_ remember her. He did, only--\n\n\"Perhaps this will help you,\" the girl said. She rummaged in a pocket\nof her uniform, brought something out that was tiny and glittering. \"I\ndon't wear it on duty, Peter. But I guess this is an exception....\"\n\nPeter pushed himself up on one elbow, trying to make out what she was\ndoing. She was slipping the small thing on a finger....\n\nA ring. An engagement ring!\n\n\"Oh--\" said Peter. And suddenly everything clicked; he remembered; he\ncould recall ... everything. That second blow on his head had undone\nthe harm of the first one.\n\nHe swung his legs over the side of the bed, stood up, reached out\nhungry arms for the girl.\n\n\"Of course I remember,\" he said as she came into the circle of his\narms. \"The ring on your finger. I ought to remember--_I put it there!_\"\n\nAnd for a long time after there was no need for words.\n\n",
    "metadata": {
        "author": [
            "Pohl, Frederick",
            "MacCreigh, James",
            "Lavond, Paul Dennis",
            "Pohl, Frederik George, Jr.",
            "Pohl, Frederik"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/62476/pg62476.txt",
        "name": "conspiracy_on_callisto.json"
    }
}