{
    "name": "Cool air",
    "author": [
        "Lovecraft, H. P. (Howard Phillips)",
        "Littlewit, Humphrey",
        "Lovecraft, H.P.",
        "Lovecraft, Howard Phillips"
    ],
    "body": "You ask me to explain why I am afraid of a draft of cool air; why I\nshiver more than others upon entering a cold room, and seem nauseated\nand repelled when the chill of evening creeps through the heat of a\nmild autumn day. There are those who say I respond to cold as others do\nto a bad odor, and I am the last to deny the impression. What I will\ndo is to relate the most horrible circumstance I ever encountered,\nand leave it to you to judge whether or not this forms a suitable\nexplanation of my peculiarity.\n\nIt is a mistake to fancy that horror is associated inextricably\nwith darkness, silence, and solitude. I found it in the glare of\nmidafternoon, in the clangor of a metropolis, and in the teeming midst\nof a shabby and commonplace rooming-house with a prosaic landlady\nand two stalwart men by my side. In the spring of 1923 I had secured\nsome dreary and unprofitable magazine work in the city of New York;\nand being unable to pay any substantial rent, began drifting from one\ncheap boarding establishment to another in search of a room which might\ncombine the qualities of decent cleanliness, endurable furnishings,\nand very reasonable price. It soon developed that I had only a choice\nbetween different evils, but after a time I came upon a house in West\nFourteenth Street which disgusted me much less than the others I had\nsampled.\n\nThe place was a four-story mansion of brownstone, dating apparently\nfrom the late forties, and fitted with woodwork and marble whose\nstained and sullied splendor argued a descent from high levels of\ntasteful opulence. In the rooms, large and lofty, and decorated with\nimpossible paper and ridiculously ornate stucco cornices, there\nlingered a depressing mustiness and hint of obscure cookery; but the\nfloors were clean, the linen tolerably regular, and the hot water not\ntoo often cold or turned off; so that I came to regard it as at least\na bearable place to hibernate until one might really live again. The\nlandlady, a slatternly, almost bearded Spanish woman named Herrero,\ndid not annoy me with gossip or with criticisms of the late-burning\nelectric light in my third floor front hall room; and my fellow-lodgers\nwere as quiet and uncommunicative as one might desire, being mostly\nSpaniards a little above the coarsest and crudest grade. Only the din\nof street-cars in the thoroughfare below proved a serious annoyance.\n\nI had been there about three weeks when the first odd incident\noccurred. One evening at about eight I heard a spattering on the floor\nand became suddenly aware that I had been smelling the pungent odor of\nammonia for some time. Looking about, I saw that the ceiling was wet\nand dripping; the soaking apparently proceeding from a corner on the\nside toward the street. Anxious to stop the matter at its source, I\nhastened to the basement to tell the landlady, and was assured by her\nthat the trouble would quickly be set right.\n\n\"Doctair Muñoz,\" she cried as she rushed upstairs ahead of me, \"he have\nspeel hees chemicals. He ees too seeck for doctair heemself--seecker\nand seecker all the time--but he weel not have no othair for help. He\nees vairy queer in hees seeckness--all day he take funnee-smelling\nbaths, and he cannot get excite or warm. All hees own housework he\ndo--hees leetle room are full of bottles and machines and he do not\nwork as doctair. But he was great once--my fathair in Barcelona have\nhear of heem--and only joost now he feex a arm of the plumber that get\nhurt of sudden. He nevair go out, only on roof, and my boy Esteban he\nbreeng heem hees food and laundry and mediceens and chemicals. My God,\nthe sal-ammoniac that man use for to keep heem cool!\"\n\nMrs. Herrero disappeared up the staircase to the fourth floor, and I\nreturned to my room. The ammonia ceased to drip, and as I cleaned up\nwhat had spilled and opened the window for air, I heard the landlady's\nheavy footsteps above me. Doctor Muñoz I had never heard, save for\ncertain sounds as of some gasoline-driven mechanism; since his step was\nsoft and gentle. I wondered for a moment what the strange affliction\nof this man might be, and whether his obstinate refusal of outside\naid were not the result of a rather baseless eccentricity. There is,\nI reflected tritely, an infinite deal of pathos in the state of an\neminent person who has come down in the world.\n\n\n\nI might never have known Doctor Muñoz had it not been for the heart\nattack that suddenly seized me one forenoon as I sat writing in my\nroom. Physicians had told me of the danger of those spells, and I knew\nthere was no time to be lost; so, remembering what the landlady had\nsaid about the invalid's help of the injured workman, I dragged myself\nupstairs and knocked feebly at the door above mine.\n\nMy knock was answered in good English by a curious voice some distance\nto the right, asking my name and business; and these things being\nstated, there came an opening of the door next to the one I had sought.\n\nA rush of cool air greeted me; and though the day was one of the\nhottest of late June, I shivered as I crossed the threshold into a\nlarge apartment whose rich and tasteful decoration surprized me in\nthis nest of squalor and seediness. A folding couch now filled its\ndiurnal rôle of sofa, and the mahogany furniture, sumptuous hangings,\nold paintings, and mellow bookshelves all bespoke a gentleman's study\nrather than a boarding-house bedroom. I now saw that the hall room\nabove mine--the \"leetle room\" of bottles and machines which Mrs.\nHerrero had mentioned--was merely the laboratory of the doctor; and\nthat his main living-quarters lay in the spacious adjoining room whose\nconvenient alcoves and large contiguous bathroom permitted him to hide\nall dressers and obtrusively utilitarian devices. Doctor Muñoz, most\ncertainly, was a man of birth, cultivation, and discrimination.\n\nThe figure before me was short but exquisitely proportioned, and clad\nin somewhat formal dress of perfect fit and cut. A high-bred face\nof masterful though not arrogant expression was adorned by a short\niron-gray full beard, and an old-fashioned pince-nez shielded the full,\ndark eyes and surmounted an aquiline nose which gave a Moorish touch to\na physiognomy otherwise dominantly Celt-Iberian. Thick, well-trimmed\nhair that argued the punctual calls of a barber was parted gracefully\nabove a high forehead; and the whole picture was one of striking\nintelligence and superior blood and breeding.\n\nNevertheless, as I saw Doctor Muñoz in that blast of cool air, I felt\na repugnance which nothing in his aspect could justify. Only his\nlividly inclined complexion and coldness of touch could have afforded\na physical basis for this feeling, and even these things should have\nbeen excusable considering the man's known invalidism. It might, too,\nhave been the singular cold that alienated me; for such chilliness was\nabnormal on so hot a day, and the abnormal always excites aversion,\ndistrust, and fear.\n\nBut repugnance was soon forgotten in admiration, for the strange\nphysician's extreme skill at once became manifest despite the\nice-coldness and shakiness of his bloodless-looking hands. He clearly\nunderstood my needs at a glance, and ministered to them with a master's\ndeftness; the while reassuring me in a finely modulated though oddly\nhollow and timbreless voice that he was the bitterest of sworn\nenemies to death, and had sunk his fortune and lost all his friends\nin a lifetime of bizarre experiment devoted to its bafflement and\nextirpation. Something of the benevolent fanatic seemed to reside in\nhim, and he rambled on almost garrulously as he sounded my chest and\nmixed a suitable draft of drugs fetched from the smaller laboratory\nroom. Evidently he found the society of a well-born man a rare novelty\nin this dingy environment, and was moved to unaccustomed speech as\nmemories of better days surged over him.\n\nHis voice, if queer, was at least soothing; and I could not even\nperceive that he breathed as the fluent sentences rolled urbanely\nout. He sought to distract my mind from my own seizure by speaking of\nhis theories and experiments; and I remember his tactfully consoling\nme about my weak heart by insisting that will and consciousness are\nstronger than organic life itself, so that if a bodily frame be\nbut originally healthy and carefully preserved, it may through a\nscientific enhancement of these qualities retain a kind of nervous\nanimation despite the most serious impairments, defects, or even\nabsences in the battery of specific organs. He might, he half-jestingly\nsaid, some day teach me to live--or at least to possess some kind\nof conscious existence--without any heart at all! For his part, he\nwas afflicted with a complication of maladies requiring a very exact\nregimen which included constant cold. Any marked rise in temperature\nmight, if prolonged, affect him fatally; and the frigidity of his\nhabitation--some fifty-five or fifty-six degrees Fahrenheit--was\nmaintained by an absorption system of ammonia cooling, the gasoline\nengine whose pumps I had often heard in my room below.\n\nRelieved of my seizure in a marvelously short while, I left the shivery\nplace a disciple and devotee of the gifted recluse. After that I paid\nhim frequent overcoated calls, listening while he told of secret\nresearches and almost ghastly results, and trembling a bit when I\nexamined the unconventional and astonishingly ancient volumes on his\nshelves. I was eventually, I may add, almost cured of my disease for\nall time by his skilful ministrations. It seems that he did not scorn\nthe incantations of the mediævalists, since he believed these cryptic\nformulæ to contain rare psychological stimuli which might conceivably\nhave singular effects on the substance of a nervous system from which\norganic pulsations had fled. I was touched by his account of the aged\nDoctor Torres of Valencia, who had shared his earlier experiments\nand nursed him through the great illness of eighteen years before,\nwhence his present disorders proceeded. No sooner had the venerable\npractitioner saved his colleague than he himself succumbed to the\ngrim enemy he had fought. Perhaps the strain had been too great; for\nDoctor Muñoz made it whisperingly clear--though not in detail--that the\nmethods of healing had been most extraordinary, involving scenes and\nprocesses not welcomed by elderly and conservative Galens.\n\n\n\nAs the weeks passed, I observed with regret that my new friend\nwas indeed slowly but unmistakably losing ground physically, as\nMrs. Herrero had suggested. The livid aspect of his countenance\nwas intensified, his voice became more hollow and indistinct, his\nmuscular motions were less perfectly coördinated, and his mind and\nwill displayed less resilience and initiative. Of this sad change\nhe seemed by no means unaware, and little by little his expression\nand conversation both took on a gruesome irony which restored in me\nsomething of the subtle repulsion I had originally felt.\n\nHe developed strange caprices, acquiring a fondness for exotic\nspices and Egyptian incense until his room smelled like the vault\nof a sepulchered Pharaoh in the Valley of Kings. At the same time,\nhis demands for cold air increased, and with my aid he amplified the\nammonia piping of his room and modified the pumps and feed of his\nrefrigerating machine until he could keep the temperature as low as\nthirty-four or forty degrees, and finally even twenty-eight degrees;\nthe bathroom and laboratory, of course, being less chilled, in order\nthat water might not freeze, and that chemical processes might not\nbe impeded. The tenant adjoining him complained of the icy air from\naround the connecting door; so I helped him fit heavy hangings to\nobviate the difficulty. A kind of growing horror, of outré and morbid\ncast, seemed to possess him. He talked of death incessantly, but\nlaughed hollowly when such things as burial or funeral arrangements\nwere gently suggested.\n\nAll in all, he became a disconcerting and even gruesome companion; yet\nin my gratitude for his healing, I could not well abandon him to the\nstrangers around him, and was careful to dust his room and attend to\nhis needs each day, muffled in a heavy ulster which I bought especially\nfor the purpose. I likewise did much of his shopping, and gasped in\nbafflement at some of the chemicals he ordered from druggists and\nlaboratory supply houses.\n\nAn increasing and unexplained atmosphere of panic seemed to rise around\nhis apartment. The whole house, as I have said, had a musty odor;\nbut the smell in his room was worse, in spite of all the spices and\nincense, and the pungent chemicals of the now incessant baths which he\ninsisted on taking unaided. I perceived that it must be connected with\nhis ailment, and shuddered when I reflected on what that ailment might\nbe. Mrs. Herrero crossed herself when she looked at him, and gave him\nup unreservedly to me; not even letting her son Esteban continue to\nrun errands for him. When I suggested other physicians, the sufferer\nwould fly into as much of a rage as he seemed to dare to entertain.\nHe evidently feared the physical effect of violent emotion, yet his\nwill and driving force waxed rather than waned, and he refused to be\nconfined to his bed. The lassitude of his earlier ill days gave place\nto a return of his fiery purpose, so that he seemed about to hurl\ndefiance at the death-demon even as that ancient enemy seized him. The\npretense of eating, always curiously like a formality with him, he\nvirtually abandoned; and mental power alone appeared to keep him from\ntotal collapse.\n\nHe acquired a habit of writing long documents of some sort, which he\ncarefully sealed and filed with injunctions that I transmit them after\nhis death to certain persons whom he named--for the most part lettered\nEast Indians, but including also a once celebrated French physician\nnow generally thought dead, and about whom the most inconceivable\nthings had been whispered. As it happened, I burned all these papers\nundelivered and unopened. His aspect and voice became utterly\nfrightful, and his presence almost unbearable. One September day an\nunexpected glimpse of him induced an epileptic fit in a man who had\ncome to repair his electric desk lamp; a fit for which he prescribed\neffectively while keeping himself well out of sight. That man, oddly\nenough, had been through the terrors of the great war without having\nincurred any fright so thorough.\n\n\n\nThen, in the middle of October, the horror of horrors came with\nstupefying suddenness. One night about eleven the pump of the\nrefrigerating machine broke down, so that within three hours the\nprocess of ammonia cooling became impossible. Doctor Muñoz summoned me\nby thumping on the floor, and I worked desperately to repair the injury\nwhile my host cursed in a tone whose lifeless, rattling hollowness\nsurpassed description. My amateur efforts, however, proved of no use;\nand when I had brought in a mechanic from a neighboring all-night\ngarage we learned that nothing could be done until morning, when a\nnew piston would have to be obtained. The moribund hermit's rage and\nfear, swelling to grotesque proportions, seemed likely to shatter what\nremained of his failing physique; and once a spasm caused him to clap\nhis hands to his eyes and rush into the bathroom. He groped his way\nout with face tightly bandaged, and I never saw his eyes again.\n\nThe frigidity of the apartment was now sensibly diminishing, and\nat about five in the morning, the doctor retired to the bathroom,\ncommanding me to keep him supplied with all the ice I could obtain\nat all-night drugstores and cafeterias. As I would return from my\nsometimes discouraging trips and lay my spoils before the closed\nbathroom door, I could hear a restless splashing within, and a thick\nvoice croaking out the order for \"More--more!\" At length a warm day\nbroke, and the shops opened one by one. I asked Esteban either to help\nwith the ice-fetching while I obtained the pump piston, or to order the\npiston while I continued with the ice; but, instructed by his mother,\nhe absolutely refused.\n\nFinally I hired a seedy-looking loafer whom I encountered on the corner\nof Eighth Avenue to keep the patient supplied with ice from a little\nshop where I introduced him, and applied myself diligently to the task\nof finding a pump piston and engaging workmen competent to install it.\nThe task seemed interminable, and I raged almost as violently as the\nhermit when I saw the hours slipping by in a breathless, foodless round\nof vain telephoning, and a hectic quest from place to place, hither and\nthither by subway and surface car.\n\nAbout noon I encountered a suitable supply house far downtown, and at\napproximately one-thirty that afternoon arrived at my boarding-place\nwith the necessary paraphernalia and two sturdy and intelligent\nmechanics. I had done all I could, and hoped I was in time.\n\nBlack terror, however, had preceded me. The house was in utter turmoil,\nand above the chatter of awed voices I heard a man praying in a deep\nbasso. Fiendish things were in the air, and lodgers told over the\nbeads of their rosaries as they caught the odor from beneath the\ndoctor's closed door. The lounger I had hired, it seems, had fled\nscreaming and mad-eyed not long after his second delivery of ice:\nperhaps as a result of excessive curiosity. He could not, of course,\nhave locked the door behind him; yet it was now fastened, presumably\nfrom the inside. There was no sound within save a nameless sort of\nslow, thick dripping.\n\nBriefly consulting with Mrs. Herrero and the workmen despite a fear\nthat gnawed my inmost soul, I advised the breaking down of the door;\nbut the landlady found a way to turn the key from the outside with some\nwire device. We had previously opened the doors of all the other rooms\non that hall, and flung all the windows to the very top. Now, noses\nprotected by handkerchiefs, we tremblingly invaded the accursed south\nroom, which blazed with the warm sun of early afternoon.\n\nA kind of dark, slimy trail led from the open bathroom door to the\nhall door, and thence to the desk, where a terrible little pool had\naccumulated. Something was scrawled there in a pencil in an awful,\nblind hand on a piece of paper hideously smeared as though by the very\nclaws that traced the hurried last words. Then the trail led to the\ncouch and ended unutterably.\n\nWhat was, or had been, on the couch I cannot and dare not say here. But\nthis is what I shiveringly puzzled out on the stickily smeared paper\nbefore I drew a match and burned it to a crisp; what I puzzled out\nin terror as the landlady and two mechanics rushed frantically from\nthat hellish place to babble their incoherent stories at the nearest\npolice station. The nauseous words seemed well-nigh incredible in that\nyellow sunlight, with the clatter of cars and motor trucks ascending\nclamorously from crowded Fourteenth Street, yet I confess that I\nbelieved them then. Whether I believe them now I honestly do not know.\nThere are things about which it is better not to speculate, and all\nthat I can say is that I hate the smell of ammonia, and grow faint at a\ndraft of unusually cool air.\n\n\"The end,\" ran that noisome scrawl, \"is here. No more ice--the man\nlooked and ran away. Warmer every minute, and the tissues can't last.\nI fancy you know--what I said about the will and the nerves and the\npreserved body after the organs ceased to work. It was good theory, but\ncouldn't keep up indefinitely. There was a gradual deterioration I had\nnot foreseen. Doctor Torres knew, but the shock killed him. He couldn't\nstand what he had to do; he had to get me in a strange, dark place,\nwhen he minded my letter and nursed me back. And the organs never would\nwork again. It had to be done my way--artificial preservation--_for you\nsee I died that time eighteen years ago_.\"",
    "metadata": {
        "author": [
            "Lovecraft, H. P. (Howard Phillips)",
            "Littlewit, Humphrey",
            "Lovecraft, H.P.",
            "Lovecraft, Howard Phillips"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/73177/pg73177.txt",
        "name": "cool_air.json"
    }
}