{
    "name": "Cosmic Yo-Yo",
    "author": [
        "Rocklin, Ross Louis",
        "Rocklynne, Ross"
    ],
    "body": "Bob Parker, looking through the photo-amplifiers at the wedge-shaped\nasteroid, was plainly flabbergasted. Not in his wildest imaginings had\nhe thought they would actually find what they were looking for.\n\n\"Cut the drive!\" he yelled at Queazy. \"I've got it, right on the nose.\nQueazy, my boy, can you imagine it? We're in the dough. Not only that,\nwe're rich! Come here!\"\n\nQueazy discharged their tremendous inertia into the motive-tubes in\nsuch a manner that the big, powerful ship was moving at the same rate\nas the asteroid below--47.05 miles per second. He came slogging back\nexcitedly, put his eyes to the eyepiece. He gasped, and his big body\nshook with joyful ejaculations.\n\n\"She checks down to the last dimension,\" Bob chortled, working with\nslide-rule and logarithm tables. \"Now all we have to do is find out if\nshe's made of tungsten, iron, quartz crystals, and cinnabar! But there\ncouldn't be two asteroids of that shape anywhere else in the Belt, so\nthis has to be it!\"\n\nHe jerked a badly crumpled ethergram from his pocket, smoothed it out,\nand thumbed his nose at the signature.\n\n\"Whee! Mr. Andrew S. Burnside, you owe us five hundred and fifty\nthousand dollars!\"\n\nQueazy straightened. A slow, likeable smile wreathed his tanned face.\n\"Better take it easy,\" he advised, \"until I land the ship and we use\nthe atomic whirl spectroscope to determine the composition of the\nasteroid.\"\n\n\"Have it your way,\" Bob Parker sang, happily. He threw the ethergram\nto the winds and it fell gently to the deck-plates. While Queazy--so\ncalled because his full name was Quentin Zuyler--dropped the ship\nstraight down to the smooth surface of the asteroid, and clamped it\ntight with magnetic grapples, Bob flung open the lazarette, brought\nout two space-suits. Moments later, they were outside the ship, with\nstar-powdered infinity spread to all sides.\n\nIn the ship, the ethergram from Andrew S. Burnside, of Philadelphia,\none of the richest men in the world, still lay on the deck-plates. It\nwas addressed to: Mr. Robert Parker, President Interplanetary Hauling &\nMoving Co., 777 Main Street, Satterfield City, Fontanaland, Mars. The\nethergram read:\n\n    _Received your advertising literature a week ago. Would like to\n    state that yes I would like an asteroid in my back yard. Must meet\n    following specifications: 506 feet length, long enough for wedding\n    procession; 98 feet at base, tapering to 10 feet at apex; 9-12\n    feet thick; topside smooth-plane, underside rough-plane; composed\n    of iron ore, tungsten, quartz crystals, and cinnabar. Must be in\n    my back yard before 11:30 A.M. my time, for important wedding\n    June 2, else order is void. Will pay $5.00 per ton._\n\n\n\nBob Parker had received that ethergram three weeks ago. And if The\nInterplanetary Hauling & Moving Co., hadn't been about to go on the\nrocks (chiefly due to the activities of Saylor & Saylor, a rival firm)\nneither Bob nor Queazy would have thought of sending an answering\nethergram to Burnside stating that they would fill the order. It\nwas, plainly, a hair-brained request. And yet, if by some chance\nthere was such a rigidly specified asteroid, their financial worries\nwould be over. That they had actually discovered the asteroid, using\ntheir mass-detectors in a weight-elimination process, seemed like\nan incredible stroke of luck. For there are literally millions of\nasteroids in the asteroid belt, and they had been out in space only\nthree weeks.\n\nThe \"asteroid in your back yard\" idea had been Bob Parker's originally.\nNow it was a fad that was sweeping Earth, and Burnside wasn't the first\nrich man who had decided to hold a wedding on top of an asteroid.\nUnfortunately, other interplanetary moving companies had cashed in on\nthat brainstorm, chiefly the firm of the Saylor brothers--which persons\nBob Parker intended to punch in the nose some day. And would have\nbefore this if he hadn't been lanky and tall while they were giants.\nNow that he and Queazy had found the asteroid, they were desperate to\nget it to its destination, for fear that the Saylor brothers might get\nwind of what was going on, and try to beat them out of their profits.\nWhich was not so far-fetched, because the firm of Saylor & Saylor made\nno pretense of being scrupulous.\n\nNow they scuffed along the smooth-plane topside of the asteroid, the\nmagnets in their shoes keeping them from stepping off into space. They\ncame to the broad base of the asteroid-wedge, walked over the edge and\n\"down\" the twelve-foot thickness. Here they squatted, and Bob Parker\nhappily clamped the atomic-whirl spectroscope to the rough surface.\nBy the naked eye, they could see iron ore, quartz crystals, cinnabar,\nbut he had the spectroscope and there was no reason why he shouldn't\nuse it. He satisfied himself as to the exterior of the asteroid, and\nthen sent the twin beams deep into its heart. The beams crossed, tore\natoms from molecules, revolved them like an infinitely fine powder. The\nradiations from the sundered molecules traveled back up the beams to\nthe atomic-whirl spectroscope. Bob watched a pointer which moved slowly\nup and up--past tungsten, past iridium, past gold--\n\nBob Parker said, in astonishment, \"Hell! There's something screwy about\nthis business. Look at that point--\"\n\nNeither he nor Queazy had the opportunity to observe the pointer any\nfurther. A cold, completely disagreeable feminine voice said,\n\n\"May I ask what you interlopers are doing on my asteroid?\"\n\nBob started so badly that the spectroscope's settings were jarred and\nthe lights in its interior died. Bob twisted his head around as far as\nhe could inside the \"aquarium\"--the glass helmet, and found himself\nlooking at a space-suited girl who was standing on the edge of the\nasteroid \"below.\"\n\n\"Ma'am,\" said Bob, blinking, \"did you say something?\"\n\nQueazy made a gulping sound and slowly straightened. He automatically\nreached up as if he would take off his hat and twist it in his hands.\n\n\"I said,\" remarked the girl, \"that you should scram off of my asteroid.\nAnd quit poking around at it with that spectroscope. I've already taken\na reading. Cinnabar, iron ore, quartz crystals, tungsten. Goodbye.\"\n\n\n\nBob's nose twitched as he adjusted his glasses, which he wore even\ninside his suit. He couldn't think of anything pertinent to say. He\nknew that he was slowly working up a blush. Mildly speaking, the\ngirl was beautiful, and though only her carefully made-up face was\nvisible--cool blue eyes, masterfully coiffed, upswept, glinting brown\nhair, wilful lips and chin--Bob suspected the rest of her compared\nnicely.\n\nHer expression darkened as she saw the completely instinctive way he\nwas looking at her and her radioed-voice rapped out, \"Now you two boys\ngo and play somewhere else! Else I'll let the Interplanetary Commission\nknow you've infringed the law. G'bye!\"\n\nShe turned and disappeared.\n\nBob awoke from his trance, shouted desperately, \"Hey! Wait! _You!_\"\n\nHe and Queazy caught up with her on the side of the asteroid they\nhadn't yet examined. It was a rough plane, completing the rigid\nqualifications Burnside had set down.\n\n\"Wait a minute,\" Bob Parker begged nervously. \"I want to make some\nconversation, lady. I'm sure you don't understand the conditions--\"\n\nThe girl turned and drew a gun from a holster. It was a spasticizer,\nand it was three times as big as her gloved hand.\n\n\"I understand conditions better than you do,\" she said. \"You want\nto move this asteroid from its orbit and haul it back to Earth.\nUnfortunately, this is my home, by common law. Come back in a month. I\ndon't expect to be here then.\"\n\n\"A month!\" Parker burst the word out. He started to sweat, then his\nface became grim. He took two slow steps toward the girl. She blinked\nand lost her composure and unconsciously backed up two steps. About\ntwenty steps away was her small dumbbell-shaped ship, so shiny and\nunscarred that it reflected starlight in highlights from its curved\nsurface. A rich girl's ship, Bob Parker thought angrily. A month would\nbe too late!\n\nHe said grimly, \"Don't worry. I don't intend to pull any rough stuff.\nI just want you to listen to reason. You've taken a whim to stay on\nan asteroid that doesn't mean anything to you one way or another. But\nto us--to me and Queazy here--it means our business. We got an order\nfor this asteroid. Some screwball millionaire wants it for a backyard\nwedding see? We get five hundred and fifty thousand dollars for it!\nIf we don't take this asteroid to Earth before June 2, we go back to\nSatterfield City and work the rest of our lives in the glass factories.\nDon't we, Queazy?\"\n\nQueazy said simply, \"That's right, miss. We're in a spot. I assure you\nwe didn't expect to find someone living here.\"\n\nThe girl holstered her spasticizer, but her completely inhospitable\nexpression did not change. She put her hands on the bulging hips of her\nspace-suit. \"Okay,\" she said. \"Now I understand the conditions. Now we\nboth understand each other. G'bye again. I'm staying here and--\" she\nsmiled sweetly \"--it may interest you to know that if I let you have\nthe asteroid you'll save your business, but I'll meet a fate worse than\ndeath! So that's that.\"\n\nBob recognized finality when he saw it. \"Come on, Queazy,\" he said\nfuming. \"Let this brat have her way. But if I ever run across her\nwithout a space-suit on I'm going to give her the licking of her life,\nright where it'll do the most good!\"\n\nHe turned angrily, but Queazy grabbed his arm, his mouth falling open.\nHe pointed off into space, beyond the girl.\n\n\"What's that?\" he whispered.\n\n\"What's wha--_Oh!_\"\n\nBob Parker's stomach caved in. A few hundred feet away, floating\ngently toward the asteroid, came another ship--a ship a trifle bigger\nthan their own. The girl turned, too. They heard her gasp. In another\nsecond, Bob was standing next to her. He turned the audio-switch to his\nheadset off, and spoke to the girl by putting his helmet against hers.\n\n\"Listen to me, miss,\" he snapped earnestly, when she tried to draw\naway. \"Don't talk by radio. That ship belongs to the Saylor brothers!\nOh, Lord, that this should happen! Somewhere along the line, we've been\ndouble-crossed. Those boys are after this asteroid too, and they won't\nhesitate to pull any rough stuff. We're in this together, understand?\nWe got to back each other up.\"\n\nThe girl nodded dumbly. Suddenly she seemed to be frightened.\n\"It's--it's very important that this--this asteroid stay right where it\nis,\" she said huskily. \"What--what will they do?\"\n\n\n\nBob Parker didn't answer. The big ship had landed, and little blue\nsparks crackled between the hull and the asteroid as the magnetic\nclamps took hold. A few seconds later, the airlocks swung down, and\nfive men let themselves down to the asteroid's surface and stood\nsurveying the three who faced them.\n\nThe two men in the lead stood with their hands on their hips; their\ndarkish, twin faces were grinning broadly.\n\n\"A pleasure,\" drawled Wally Saylor, looking at the girl. \"What do you\nthink of this situation Billy?\"\n\n\"It's obvious,\" drawled Billy Saylor, rocking back and forth on his\nheels, \"that Bob Parker and company have double-crossed us. We'll have\nto take steps.\"\n\nThe three men behind the Saylor twins broke into rough, chuckling\nlaughter.\n\nBob Parker's gorge rose. \"Scram,\" he said coldly. \"We've got an\nethergram direct from Andrew S. Burnside ordering this asteroid.\"\n\n\"So have we,\" Wally Saylor smiled--and his smile remained fixed,\ndangerous. He started moving forward, and the three men in back came\nabreast, forming a semi-circle which slowly closed in. Bob Parker gave\nback a step, as he saw their intentions.\n\n\"We got here first,\" he snapped harshly. \"Try any funny stuff and we'll\nreport you to the Interplanetary Commission!\"\n\nIt was Bob Parker's misfortune that he didn't carry a weapon. Each of\nthese men carried one or more, plainly visible. But he was thinking of\nthe girl's spasticizer--a paralyzing weapon. He took a hair-brained\nchance, jerked the spasticizer from the girl's holster and yelled at\nQueazy. Queazy got the idea, urged his immense body into motion. He\nhurled straight at Billy Saylor, lifted him straight off the asteroid\nand threw him away, into space. He yelled with triumph.\n\nAt the same time, the spasticizer Bob held was shot cleanly out of his\nhand by Wally Saylor. Bob roared, started toward Wally Saylor, knocked\nthe smoking gun from his hand with a sweeping arm. Then something\ncrushing seemed to hit him in the stomach, grabbing at his solar\nplexus. He doubled up, gurgling with agony. He fell over on his back,\nand his boots were wrenched loose from their magnetic grip. Vaguely,\nbefore the flickering points of light in his brain subsided to complete\ndarkness, he heard the girl's scream of rage--then a scream of pain.\n\nWhat had happened to Queazy he didn't know. He felt so horribly sick,\nhe didn't care. Then--lights out.\n\n\n\nBob Parker came to, the emptiness of remote starlight in his face. He\nopened his eyes. He was slowly revolving on an axis. Sometimes the Sun\nswept across his line of vision. A cold hammering began at the base of\nhis skull, a sensation similar to that of being buried alive. There was\nno asteroid, no girl, no Queazy. He was alone in the vastness of space.\nAlone in a space-suit.\n\n\"Queazy!\" he whispered. \"Queazy! I'm running out of air!\"\n\nThere was no answer from Queazy. With sick eyes, Bob studied the\noxygen indicator. There was only five pounds pressure. Five pounds!\nThat meant he had been floating around out here--how long? Days at\nleast--maybe weeks! It was evident that somebody had given him a dose\nof spastic rays, enough to screw up every muscle in his body to the\nsnapping point, putting him in such a condition of suspended animation\nthat his oxygen needs were small. He closed his eyes, trying to fight\nagainst panic. He was glad he couldn't see any part of his body. He was\nprobably scrawny. And he was hungry!\n\n\"I'll starve,\" he thought. \"Or suffocate to death first!\"\n\nHe couldn't keep himself from taking in great gulps of air. Minutes,\nthen hours passed. He was breathing abnormally, and there wasn't enough\nair in the first place. He pleaded continually for Queazy, hoping\nthat somehow Queazy could help, when probably Queazy was in the same\ncondition. He ripped out wild curses directed at the Saylor brothers.\nMurderers, both of them! Up until this time, he had merely thought of\nthem as business rivals. If he ever got out of this--\n\nHe groaned. He never would get out of it! After another hour, he was\ngasping weakly, and yellow spots danced in his eyes. He called Queazy's\nname once more, knowing that was the last time he would have strength\nto call it.\n\nAnd this time the headset spoke back!\n\nBob Parker made a gurgling sound. A voice came again, washed with\nstatic, far away, burbling, but excited. Bob made a rattling sound in\nhis throat. Then his eyes started to close, but he imagined that he saw\na ship, shiny and small, driving toward him, growing in size against\nthe backdrop of the Milky Way. He relapsed, a terrific buzzing in his\nears.\n\nHe did not lose consciousness. He heard voices, Queazy's and the\ngirl's, whoever she was. Somebody grabbed hold of his foot. His\n\"aquarium\" was unbuckled and good air washed over his streaming face.\nThe sudden rush of oxygen to his brain dizzied him. Then he was lying\non a bunk, and gradually the world beyond his sick body focussed in his\nclearing eyes and he knew he was alive--and going to stay that way, for\nawhile anyway.\n\n\"Thanks, Queazy,\" he said huskily.\n\nQueazy was bending over him, his anxiety clearing away from his\nsuddenly brightening face.\n\n\"Don't thank me,\" he whispered. \"We'd have both been goners if it\nhadn't been for her. The Saylor brothers left her paralyzed like\nus, and when she woke up she was on a slow orbit around her ship.\nShe unstrapped her holster and threw it away from her and it gave\nher enough reaction to reach the ship. She got inside and used the\ndirection-finder on the telaudio and located me first. The Saylors\nscattered us far and wide.\" Queazy's broad, normally good-humored face\ntwisted blackly. \"The so and so's didn't care if we lived or died.\"\n\nBob saw the girl now, standing a little behind Queazy, looking down at\nhim curiously, but unhappily. Her space-suit was off. She was wearing\nlightly striped blue slacks and blue silk blouse and she had a paper\nflower in her hair. Something in Bob's stomach caved in as his eyes\nwidened on her.\n\nThe girl said glumly, \"I guess you men won't much care for me when you\nfind out who I am and what I've done. I'm Starre Lowenthal--Andrew S.\nBurnside's granddaughter!\"\n\n\n\nBob came slowly to his feet, and matched Queazy's slowly growing anger.\n\n\"Say that again?\" he snapped. \"This is some kind of dirty trick you and\nyour grandfather cooked up?\"\n\n\"No!\" she exclaimed. \"No. My grandfather didn't even know there was an\nasteroid like this. But I did, long before he ordered it from you--or\nfrom the Saylor brothers. You see--well, my granddad's about the\nstubbornest old hoot-owl in this universe! He's always had his way, and\nwhen people stand in his way, that's just a challenge to him. He's been\nbadgering me for years to marry Mac, and so has Mac--\"\n\n\"Who's Mac?\" Queazy demanded.\n\n\"My fiancé, I guess,\" she said helplessly. \"He's one of my granddad's\nprotégés. Granddad's always financing some likely young man and giving\nhim a start in life. Mac has become pretty famous for his Mercurian\nwater-colors--he's an artist. Well, I couldn't hold out any longer.\nIf you knew my grandfather, you'd know how absolutely _impossible_ it\nis to go against him when he's got his mind set! I was just a mass of\nnerves. So I decided to trick him and I came out to the asteroid belt\nand picked out an asteroid that was shaped so a wedding could take\nplace on it. I took the measurements and the composition, then I told\nmy grandfather I'd marry Mac if the wedding was in the back yard on top\nof an asteroid with those measurements and made of iron ore, tungsten,\nand so forth. He agreed so fast he scared me, and just to make sure\nthat if somebody _did_ find the asteroid in time they wouldn't be able\nto get it back to Earth, I came out here and decided to live here.\nAsteroids up to a certain size belong to whoever happens to be on them,\nby common law.... So I had everything figured out--except,\" she added\nbitterly, \"the Saylor brothers! I guess Granddad wanted to make sure\nthe asteroid was delivered, so he gave the order to several companies.\"\n\nBob swore under his breath. He went reeling across to a port, and was\ngratified to see his and Queazy's big interplanetary hauler floating\nonly a few hundred feet away. He swung around, looked at Queazy.\n\n\"How long were we floating around out there?\"\n\n\"Three weeks, according to the chronometer. The Saylor boys gave us a\nstiff shot.\"\n\n\"_Ouch!_\" Bob groaned. Then he looked at Starre Lowenthal with\ndetermination. \"Miss, pardon me if I say that this deal you and your\ngranddad cooked up is plain screwy! With us on the butt end. But I'm\ngoing to put this to you plainly. We can catch up with the Saylor\nbrothers even if they are three weeks ahead of us. The Saylor ship and\nours both travel on the HH drive--inertia-less. But the asteroid has\nplenty of inertia, and so they'll have to haul it down to Earth by a\nlong, spiraling orbit. We can go direct and probably catch up with them\na few hundred thousand miles this side of Earth. And we can have a\nfling at getting the asteroid back!\"\n\nHer eyes sparkled. \"You mean--\" she cried. Then her attractive face\nfell. \"Oh,\" she said. \"_Oh!_ And when you get it back, you'll land it.\"\n\n\"That's right,\" Bob said grimly. \"We're in business. For us, it's a\nmatter of survival. If the by-product of delivering the asteroid is\nyour marriage--sorry! But until we do get the asteroid back, we three\ncan work as a team if you're willing. We'll fight the other problem out\nlater. Okay?\"\n\nShe smiled tremulously. \"Okay, I guess.\"\n\nQueazy looked from one to another of them. He waved his hand scornfully\nat Bob. \"You're plain nuts,\" he complained. \"How do you propose to go\nabout convincing the Saylor brothers they ought to let us have the\nasteroid back? Remember, commercial ships aren't allowed to carry\nlong-range weapons. And we couldn't ram the Saylor brothers' ship--not\nwithout damaging our own ship just as much. Go ahead and answer that.\"\n\nBob looked at Queazy dismally. \"The old balance-wheel,\" he groaned at\nStarre. \"He's always pulling me up short when I go off half-cocked. All\nI know is, that maybe we'll get a good idea as we go along. In the\nmeantime, Starre--ahem--none of us has eaten in three weeks...?\"\n\nStarre got the idea. She smiled dazzlingly and vanished toward the\ngalley.\n\n\n\nBob Parker was in love with Starre Lowenthal. He knew that after five\ndays out, as the ship hurled itself at breakneck speed toward Earth;\nprobably that distracting emotion was the real reason he couldn't\nattach any significance to Starre's dumbbell-shaped ship, which trailed\nastern, attached by a long cable.\n\nStarre apparently knew he was in love with her, too, for on the fifth\nday Bob was teaching her the mechanics of operating the hauler, and she\ngently lifted his hand from a finger-switch.\n\n\"Even _I_ know that isn't the control to the Holloway vacuum-feeder,\nBob. That switch is for the--ah--the anathern tube, you told me. Right?\"\n\n\"Right,\" he said unsteadily. \"Anyway, Starre, as I was saying, this\nship operates according to the reverse Fitzgerald Contraction Formula.\nAll moving bodies contract in the line of motion. What Holloway\nand Hammond did was to reverse that universal law. They caused the\ncontraction first--motion had to follow! The gravitonic field affects\nevery atom in the ship with the same speed at the same time. We could\ngo from zero speed to our top speed of two thousand miles a second just\nlike that!\"\n\nHe snapped his fingers. \"No acceleration effects. This type of ship,\nnecessary in our business, can stop flat, back up, ease up, move in\nany direction, and the passengers wouldn't have any feeling of motion\nat--Oh, hell!\" Bob groaned, the serious glory of her eyes making him\nshake. He took her hand. \"Starre,\" he said desperately, \"I've got to\ntell you something--\"\n\nShe jerked her hand away. \"No,\" she exclaimed in an almost frightened\nvoice. \"You can't tell me. There's--there's Mac,\" she finished,\nfaltering. \"The asteroid--\"\n\n\"You _have_ to marry him?\"\n\nHer eyes filled with tears. \"I have to live up to the bargain.\"\n\n\"And ruin your whole life,\" he ground out. Suddenly, he turned back to\nthe control board, quartered the vision plate. He pointed savagely to\nthe lower left quarter, which gave a rearward view of the dumbbell ship\ntrailing astern.\n\n\"There's your ship, Starre.\" He jabbed his finger at it. \"I've got a\nfeeling--and I can't put the thought into concrete words--that somehow\nthe whole solution of the problem of grabbing the asteroid back lies\nthere. But how? _How?_\"\n\nStarre's blue eyes followed the long cable back to where it was\nattached around her ship's narrow midsection.\n\nShe shook her head helplessly. \"It just looks like a big yo-yo to me.\"\n\n\"A yo-yo?\"\n\n\"Yes, a yo-yo. That's all.\" She was belligerent.\n\n\"A _yo-yo_!\" Bob Parker yelled the word and almost hit the ceiling, he\ngot out of the chair so fast. \"Can you imagine it! A yo-yo!\"\n\nHe disappeared from the room. \"Queazy!\" he shouted. \"_Queazy, I've got\nit!_\"\n\n\n\nIt was Queazy who got into his space-suit and did the welding job,\nfastening two huge supra-steel \"eyes\" onto the dumbbell-shaped ship's\nnarrow midsection. Into these eyes cables which trailed back to\ntwo winches in the big ship's nose were inserted, welded fast, and\nreinforced.\n\nThe nose of the hauler was blunt, perfectly fitted for the job. Bob\nParker practiced and experimented for three hours with this yo-yo of\ncosmic dimensions, while Starre and Queazy stood over him bursting into\nstrange, delighted squeals of laughter whenever the yo-yo reached the\nend of its double cable and started rolling back up to the ship. Queazy\nsnapped his fingers.\n\n\"It'll work!\" His gray eyes showed satisfaction. \"Now, if only the\nSaylor brothers are where we calculated!\"\n\nThey weren't where Bob and Queazy had calculated, as they had\ndiscovered the next day. They had expected to pick up the asteroid\non their mass-detectors a few hundred thousand miles outside of the\nMoon's orbit. But now they saw the giant ship attached like a leech to\nthe still bigger asteroid--inside the Moon's orbit! A mere two hundred\nthousand miles from Earth!\n\n\"We have to work fast,\" Bob stammered, sweating. He got within\nnaked-eye distance of the Saylor brothers' ship. Below, Earth was\nspread out, a huge crescent shape, part of the Eastern hemisphere\nvaguely visible through impeding clouds and atmosphere. The enemy ship\nwas two miles distant, a black shadow occulting part of the brilliant\nsky. It was moving along a down-spiraling path toward Earth.\n\nQueazy's big hand gripped his shoulder. \"Go to it, Bob!\"\n\nBob nodded grimly. He backed the hauler up about thirty miles, then\nsent it forward again, directly toward the Saylor brothers' ship at ten\nmiles per second. And resting on the blunt nose of the ship was the\n\"yo-yo.\"\n\nThere was little doubt the Saylors' saw their approach. But,\nscornfully, they made no attempt to evade. There was no possible harm\nthe oncoming ship could wreak. Or at least that was what they thought,\nfor Bob brought the hauler's speed down to zero--and Starre Lowenthal's\nlittle ship, possessing its own inertia, kept on moving!\n\nIt spun away from the hauler's blunt nose, paying out two rigid\nlengths of cable behind it as it unwound, hurled itself forward like a\nfantastic spinning cannon ball.\n\n\"It's going to hit!\"\n\nThe excited cry came from Starre. But Bob swore. The dumbbell ship\nreached the end of its cables, falling a bare twenty feet short of\ncompleting its mission. It didn't stop spinning, but came winding back\nup the cable, at the same terrific speed with which it had left.\n\n\n\nBob sweated, having only fractions of seconds in which to maneuver\nfor the \"yo-yo\" could strike a fatal blow at the hauler too. It was\nticklish work completely to nullify the \"yo-yo's\" speed. Bob used\nexactly the same method of catching the \"yo-yo\" on the blunt nose of\nthe ship as a baseball player uses to catch a hard-driven ball in\nhis glove--namely, by matching the ball's speed and direction almost\nexactly at the moment of impact. And now Bob's hours of practice paid\ndividends, for the \"yo-yo\" came to rest snugly, ready to be released\nagain.\n\nAll this had happened in such a short space of time that the Saylor\nbrothers must have had only a bare realization of what was going on.\nBut by the time the \"yo-yo\" was flung at them again, this time with\nbetter calculations, they managed to put the firmly held asteroid\nbetween them and the deadly missile. But it was clumsy evasion, for\nthe asteroid was several times as massive as the ship which was towing\nit, and its inertia was great. And as soon as the little ship came\nspinning back to rest, Bob flung the hauler to a new vantage point and\nagain the \"yo-yo\" snapped out.\n\nAnd this time--collision! Bob yelled as he saw the stern section of the\nSaylor brothers' ship crumple like tissue paper crushed between the\nhand. The dumbbell-shaped ship, smaller, and therefore stauncher due to\nthe principle of the arch, wound up again, wobbling a little. It had\nreceived a mere dent in its starboard half.\n\nStarre was chortling with glee. Queazy whispered, \"Attaboy, Bob! This\ntime we'll knock 'em out of the sky!\"\n\nThe \"yo-yo\" came to rest and at the same moment a gong rang excitedly.\nBob knew what that meant. The Saylor brothers were trying to establish\ncommunication.\n\nQueazy was across the room in two running strides. He threw in the\ntelaudio and almost immediately, Wally Saylor's big body built up in\nthe plate. Wally Saylor's face was quivering with wrath.\n\n\"What do you damned fools think you're trying to do?\" he roared.\n\"You've crushed in our stern section. You've sliced away half of our\nstern jets. Air is rushing out! You'll kill us!\"\n\n\"Now,\" Bob drawled, \"you're getting the idea.\"\n\n\"I'll inform the Interplanetary Commission!\" screamed Saylor.\n\n\"_If_ you're alive,\" Bob snarled wrathfully. \"And you won't be unless\nyou release the asteroid.\"\n\n\"I'll see you in Hades first!\"\n\n\"Hades,\" remarked Bob coldly, \"here you come!\"\n\nHe snapped the hauler into its mile-a-second speed again, stopped it at\nzero. And the \"yo-yo\" went on its lone, destructive sortie.\n\nFor a fraction of a second Wally Saylor exhibited the countenance of a\ndoomed man. In the telaudio plate, he whirled, and diminished in size\nwith a strangled yell.\n\nThe \"yo-yo\" struck again, but Bob Parker maneuvered its speed in\nsuch a manner that it struck in the same place as before, but not as\nheavily, then rebounded and came spinning back with perfect, sparkling\nprecision. And even before it snugged itself into its berth, it was\napparent that the Saylor brothers had given up. Like a wounded terrier,\ntheir ship shook itself free of the asteroid, hung in black space for\na second, then vanished with a flaming puff of released gravitons from\nits still-intact jets.\n\nThe battle was won!\n\n\n\nAs soon as the hauler had grappled itself onto the prized asteroid, Bob\nParker jumped to his feet with a grin on his face as wide as the void.\nQueazy grabbed his arm and pounded his shoulder. Bob shook him off,\nlosing his elation.\n\n\"Cut it,\" he snapped. \"It's too early for the glad-hand business. We've\nsolved one problem, but we've run into another, as we knew we would.\"\n\nHe crossed determinedly to Starre, tipped up her downcast face.\n\n\"Starre,\" he said, \"I guess you know I love you. If I asked you to\nmarry me--\"\n\nShe quivered. \"_Are_ you asking me, Bob?\" she breathed.\n\n\"No! Couldn't ask you to marry me unless I had money. Starre, if it was\nup to me I'd drop the asteroid on the Moon, and you wouldn't have to\ntake a chance on marrying a man you don't love. But I'm in partnership\nwith Queazy and Queazy has his due--\"\n\nQueazy intervened, his grey eyes troubled. \"No,\" he said quietly. \"Hold\non. I'll willingly forego any interest in the asteroid, Bob.\"\n\nBob laughed. \"Nuts to you, Queazy! Don't get gallant. We'll be so deep\nin debt we'll never be independent again the rest of our lives if we\ndon't land the asteroid. Thanks, anyway.\"\n\nHe took a deep breath. \"Starre, you'll have to trust me. Today's the\nlast of May. We've got two more days before we have to fill the order.\nIn those two days, I think I can evolve a procedure to put all of us\nin the clear--with the exception of your fiancé and your grandfather.\nWhich, I think, is as it should be, because these days people pick out\ntheir own husbands and wives. In other words, a few minutes before your\nwedding, the asteroid will be delivered--on schedule!\"\n\n\"I'll trust you, Bob,\" Starre said huskily, after a moment of quiet.\n\"But whatever you've got in mind, to put one over on my grandfather,\nit better be good....\"\n\n\n\nFor a day and a half, ship and attached asteroid pursued a slow,\nunpowered orbit around Earth. For a day and a half, Bob Parker hardly\nslept. He gave Queazy charge of the ship entirely, had him send an\nethergram to Andrew S. Burnside announcing that his asteroid would show\nup in time for the wedding, and that the bride would be there too.\n\nMost of Bob's time was spent on the surface of the asteroid. He\ntook spectroscopic readings from every possible angle, made endless\nnotations on a pad. Sometimes, he worked in his cabin, and Queazy,\nambling puzzledly into Bob's presence, could make nothing of the\ncountless pages of calculation strewn about the room--figures which\ndealt with melting points, refractive indices, atmospheric velocities.\n\nAnd finally, when Bob tore the ship and prisoned asteroid from their\norbit, sent them into Earth's atmosphere, Queazy could make nothing of\nthat either.\n\nFor Bob Parker apparently had a rigid schedule to follow in reference\nto the hour set for Starre's wedding. He hit the atmosphere at a\ncertain second, at a certain speed. He followed a definite route\nthrough the atmosphere, slowly moving downward as he crossed the great\nAsiatic continents. He passed as slowly over the Atlantic, passed above\nNew York City scarcely a dozen miles, and hovered over Philadelphia at\nlast, a mile up.\n\nThen he called Starre into the control room. She looked distracted,\npale. She was wearing slacks and was as completely unprepared for\nher marriage as she could manage. Bob grinned, took her cold hand\naffectionately.\n\n\"We're over Philadelphia, Starre. You can point out the general section\nof the city of your granddad's home and estate for me. We'll be landing\nat 11:15 A.M. That's in about a half-hour. Whatever you do,\nmake certain you aren't--ah--married before 12 o'clock. Okay?\"\n\nShe extracted her hand from his, nodding dumbly. She sat down at the\nphoto-amplifiers, and for the next fifteen minutes studied the streets\nbelow and guided him south. Then Bob dropped the ship until it was\nonly a few hundred feet from the ground. Around them pleasure craft\ncircled, and on the streets and fields below people ran excitedly,\npointing upward at the largest asteroid ever to be brought to the\nplanet.\n\nThe ship labored over the fields with its tremendous burden, finally\nhovered over a clearing bordered by leafy oak and sycamore trees, part\nof Burnside's tremendous \"back yard.\" There was a man with a red flag\ndown there. Bob followed his directions, slowly brought the asteroid,\nrough side down, onto the carefully tended lawn. Then he lifted the\nhauler, placed it firmly on the opposite side of the clearing. Bob\nrelaxed, wiped his sweating face, and felt a cool breeze as Queazy\nopened the airlock.\n\nMinutes later, Starre Lowenthal was the center of an excited, mystified\ngroup of wedding guests. Among them was her grandfather, a wrinkled,\nwell-preserved old gentleman who alternately kissed her and flew\ninto rages. Another man, handsome, blond, came rushing up, sweeping\neverybody out of his way. He took Starre in his arms, fervently. Bob\nParker hated him at sight.\n\n\n\nBurnside cornered Starre and some sort of an argument ensued. Starre\nwas insisting that she dress for the wedding, and finally her\ngrandfather gave in. Starre flung a final, pleading look at Bob,\nand then disappeared toward the great white house with the Georgian\npillars. Most of the guests trailed after her, and Burnside came\nstomping up to Bob. He thrust a slip of green paper into his hands.\n\n\"There's your check, young man!\" he puffed. \"Now you can get your\ngreasy ship out of here. What do you mean by waiting until the last\nminute to bring the asteroid?\"\n\nBob didn't answer. He said politely, \"I'd like very much to stay for\nthe wedding, sir.\"\n\nThe old man looked distastefully at his dirty coveralls. \"You may,\" he\nsaid testily. \"But please view it from a distance.\"\n\nHe started away, then suddenly turned back. \"Would you mind telling me,\nyoung man, how it is that my granddaughter was in your ship?\"\n\n\"I'll be glad to, sir,\" Bob said politely, \"after the wedding. It's a\nlong story.\"\n\n\"I've no doubt, I've no doubt,\" Burnside said, glaring. \"But if it's\nanything scandalous, I don't want to hear it. This is an important\nwedding.\" He stomped away, limping.\n\nBob whirled toward Queazy, tensely, thrust the check into his hands. He\njerked it back, hastily endorsed it and thrust it at Queazy again.\n\n\"Cash it! Quick! I'll meet you in the Somers Hotel.\"\n\nQueazy asked no questions, but lifted the ship, and left.\n\nAt twenty minutes of twelve, somebody having rushed Starre into a\nhurried preparation for the wedding, the minister climbed a ladder\nto the apex of the asteroid, and the wedding march sounded out. Bob\nsaw Starre, walking slowly on her grandfather's arm, her eyes looking\nstraight ahead.\n\n\"Now!\" Bob prayed. \"_Now!_\"\n\nHe groaned inwardly. It wasn't going to happen! He'd been a fool to\nthink--\n\nThen a yell, completely uninhibited, escaped his lips. The asteroid\nwas quivering, precisely like gelatine dessert. Pieces of iron ore,\ntungsten, quartz and cinnabar began to fall from its sides. Little\nrivulets of a silvery-white liquid gushed outward in streams.\n\nThe wedding guests leapt to their feet with startled cries, starting\nrunning back toward higher ground. The wedding march ended in a\nclatter of discords. And Bob reached the asteroid as it went to pieces\ncompletely. He found himself ankle-deep in rivulets of liquid metal.\nHe was swept off his feet, came up hanging onto a jagged boulder of\nfloating iron ore. He looked around on a mad scene. Screams, yells,\ntangled legs.\n\n\"_Bob!_\"\n\nStarre's voice. Bob plunged toward her, yelling above the general\ntumult. For a radius of several hundred feet, there was a sluggishly\nmoving liquid. People were floating on it, or standing in it\nankle-deep, dumbfounded. Bob reached Starre, swept her up in his\narms, went slushing off to the edge of the pool. Starre was laughing\nuncontrollably.\n\n\"There's a helicopter on the other side of the house,\" she cried. \"We\ncan get away before they get organized.\"\n\n\n\nThey found Queazy in a room at the Somers Hotel. He opened the door,\nand the worry on his face dissipated as he saw them. Behind him on\na table were stacks of five-thousand-dollar bills. Before he could\nsay anything, Starre demanded of him, \"I couldn't get married on an\nasteroid if the asteroid wasn't there any more, could I, Queazy? One\nminute the asteroid was there and the next minute I was wading in a\nmetal lake.\"\n\n\"Quicksilver,\" Bob Parker agreed happily. \"The asteroid was almost\nentirely frozen mercury, except for an outer solid layer of iron ore,\ntungsten, quartz, cinnabar.\"\n\n\"I just took exterior readings,\" Starre explained, sheepishly.\n\n\"So I figured,\" continued Bob, \"that if I took a lot of spectroscopic\nreadings of the interior I could determine exactly how big a mass of\nfrozen quicksilver there was. And how long it would take to thaw out\nonce it was inside Earth's atmosphere!\n\n\"That's the reason I had things scheduled to the dot, Queazy. I coaxed\nthe asteroid along until the mercury was almost thawed out. When the\nwedding started, it melted all at once, being the same temperature all\nthe way through. Satisfied?\"\n\nQueazy looked grave. As gravely, he moved back to the table, gestured\nto the money. \"I hate to spoil your fun, Bob,\" he said slowly. \"We'll\nhave to give this back to Burnside. He didn't ask for quicksilver, you\nknow.\"\n\n\"Didn't he?\" Bob grinned smugly. \"But he asked for cinnabar, didn't he?\nWherever you find quicksilver you find cinnabar. Cinnabar is a source\nof quicksilver. And vice versa. Cinnabar is a sulphide of quicksilver!\nNope, we earned that money, Queazy, my boy. It's ours legally. Hands\noff!\"\n\nHe put Starre's shoe on her foot after emptying it of some more\nquicksilver. She stood up then, moved very close. \"You can ask me now,\ncan't you, Bob?\" she whispered. She kissed him. \"And if you do, that's\nmy answer.\"\n\nWhich, of course, made the question totally unnecessary.",
    "metadata": {
        "author": [
            "Rocklin, Ross Louis",
            "Rocklynne, Ross"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/63527/pg63527.txt",
        "name": "cosmic_yo_yo.json"
    }
}