{
    "name": "Cube Root of Conquest",
    "author": [
        "Graham, Roger Phillips",
        "Browning, Craig",
        "Phillips, Rog"
    ],
    "body": "\n[Sidenote: What actual result is there in the act of conquest? What is\nits cube root?]\n\n\nJan ran tirelessly, his long clean limbs carrying him at express train\nspeed across the uneven terrain. The small deer was beginning to show\nevidences of tiring. Its foam-flecked mouth was open, the swollen tongue\nprotruding over the teeth. The ten or more miles of the chase had proven\nJan's superior strength.\n\nThe deer rounded a dense patch of blackberry bushes and bounded out of\nsight over the crest of the hill. To Jan's keen eye it seemed that the\ndeer stumbled at the instant of vanishing from view. Eagerly he put on a\nburst of speed to catch up and make the kill.\n\nThe scene that burst into view brought amazement into his clear blue\neyes. The deer had stumbled, but caught itself, and was bounding down\nthe gentle slope. Jan thrust curiosity away and concentrated on\nregaining the ground lost. His naked feet touched the turf with pile\ndriver force every ten feet. The muscles under the tanned skin of his\nlegs worked with smooth effort.\n\nThe deer was headed directly toward a glistening square spot just ahead.\nIt was in mid stride when it reached it, its front legs doubled, ready\nto straighten and touch the ground at the right instant, its hind legs\nstretched out behind.\n\nIn that position it sailed over the glistening square that was set flush\ninto the ground, and--vanished.\n\nIt vanished about like it might vanish around a tree. Its head and\nantlers went first, followed by the rest of it. One hoof seemed to\nhesitate, hanging in the air by itself. Then it was gone.\n\nJan turned desperately to avoid the spot and brought himself to a halt a\nfew feet beyond. The hair on the back of his neck felt prickly with fear\nof the unknown. He returned cautiously to inspect the mysterious,\nglistening square slab.\n\nIt was no more than four feet across each way. There was no way of\ntelling what its surface was like. About where its surface might be was\na soft carpet of glistening, cool force that seemed neither solid nor\nfluid. It was something like the surface of a glowing ember in a dying\nfire, smoothed out flat and spread with uniformity over an area of\nsixteen square feet.\n\nJan's eyes pulled away from this fascinating thing and turned to survey\nwhat had first caused him to break his pace in surprise. A short\ndistance away a skeleton of twisted and sheered off steel girders hinted\nat what had once been a bridge across a deep gash in the rolling\nterrain. On the other side was what had once been a huge city of\nsky-scrapers, though Jan had never heard of such a thing and did not\nknow that that was what it had been.\n\nWith a frown of uneasiness he dismissed the ruins of the city and the\nbridge and turned to the mysteriously glowing square once more. The deer\nhad vanished over it. Therefore it must have something to do with the\nvanishing of the deer. Since he had chased the deer so far, it would be\nfoolish to turn away without investigating. The deer might still be\nthere somewhere.\n\nJan's face lit up with an idea. He looked around until he spied a rock\nabout as big as a fist. He came back with it and stood thoughtfully near\nthe edge of the mysterious square. Then he tossed it with just enough\nforce to carry it across. When it reached a point above the edge of the\nsquare it vanished. Jan waited, but it didn't land on the other side. It\nhad simply ceased to exist!\n\nJan looked thoughtful for a moment. He turned and went back to the patch\nof blackberry bushes. Taking his long slim blade from its deerskin\nscabbard he cut a long, tough stick, trimming the younger shoots away.\nWith this he returned to the calmly glistening, mysterious slab.\n\nReady to drop his hold on the stick at the first sign of the unusual, he\nthrust it part way into the area where things vanished. The end of the\nstick disappeared. There was no sign of any force creeping along the\nstick to his hand. He waited, reassuring himself. Then he stuck the\nstick in a little farther and it vanished a little farther along toward\nhis hand.\n\nHe held it that way, his nostrils flaring with tenseness. Then slowly he\ndrew the stick back. The vanished part of it returned to sight. It came\nout and was not changed in the least.\n\nHe sniffed at it. It smelled no different than it should. He felt of it\ncarefully. It felt normal.\n\nReassured, he thrust it into the area of vanishment again. He pulled it\nout again. It delighted him to watch it vanish and reappear. He laughed\ngleefully. The deer was forgotten in the excitement of this strange game\nin the shadow of the crumbling bridge.\n\nSuddenly the vanished end of the stick jerked in his hand. In\nspontaneous alarm he pulled toward him. The stick came unwillingly.\nSomething held it.\n\n\n\nTerrified, Jan dug his heels in the turf and pulled. Slowly inch by\ninch, the stick reappeared. But with it appeared a fat, pale hand,\nfollowed by a sleeved arm.\n\nJan slapped at the hand and pulled harder. The hand hung on grimly.\nAnother hand appeared, gripping the slowly emerging arm. It fingered its\nway up the sleeve until it too gripped the stick.\n\nJan let go and sprang back several feet. He hesitated, ready to flee.\n\nWhen he let go of the stick the hands dropped to the ground. The fat\nfingers dug into the sod and hung on. A bloated face came into sight and\ndrew back into nothing once more.\n\nThe face appeared again and stayed, flushed with exertion. Little by\nlittle the face was followed by a neck, shoulders, and a thick torso.\nThe last to appear was two short legs.\n\nThe figure stood up shakily. It was covered by a brown uniform. Although\nJan did not know it, this was the uniform of a field marshal.\n\nThe pig like eyes in the fat face blinked at him stupidly, then turned\nto survey the ruined city.\n\nJan recognized the newcomer for a man, though he had never seen one with\nsuch a shape. Vaguely he wondered how such a man could catch wild\nanimals,--and if he couldn't, how he could eat enough to have grown up.\n\nThe man was even more of an enigma to Jan than the glistening square.\nAnd he might be dangerous.\n\nJan had wandered far in his brief lifetime. Nowhere had he found more\nthan a handful of other wandering nomads, all like him in build; long of\nlimb, lithe and powerful of shoulder, able to run swiftly all day\nwithout tiring.\n\nThis man, if man it was, came no higher than Jan's heart. He obviously\nwouldn't be able to run faster than the exceedingly rare, short-legged\npig that became so fat when it grew up.\n\nThe man turned his fat face back toward Jan. The look in the small eyes\nmade Jan's hand steal toward his sheathed knife. The eyes saw that\nmovement. They narrowed cruelly. A sneer appeared on the bloated lips.\n\nSuddenly a fat hand darted down to a lumpy object on the man's hip and\ndrew out a squat blue object. It came up. Jan could see a dark hole in\nit. He stared curiously.\n\nUnconsciously he had drawn his knife as the man drew the strange object.\nHis keen nostrils brought him the smell of sweat that has the odor of a\ntense body. His hunting instinct told him this creature was going to\ncharge.\n\n\n\nJan felt something hot touch his left shoulder. With it came the sound\nof a sharp report. The strange thing in the man's hand buckled queerly.\n\nJan looked at his shoulder. There was a gaping, angry wound in it. In\nsome way this man had hurt him. He didn't stop to analyze how or why.\nThe fact was there. He could either turn to run or advance to\nfight,--and he had never yet turned to run.\n\nHe had learned the trick of weaving in and slashing, and withdrawing\nquickly. This stood him in good stead. The queer thing in the man's hand\nbarked at him, but missed hurting him each time.\n\nJan's knife reached in unerringly and slashed the wrist of the hand\nholding the spitting thing. The blood gushed out in a pulsating stream.\n\nThe man dropped the gun and tried to stem the flow. Jan took this\nopportunity to dart in again and slide his blade across the fat neck.\n\nA look of horrible realization appeared in the man's eyes. He turned,\nstumbled forward, and fell headlong into the space above the\nmysteriously glistening square slab. The soles of his shoes seemed to\nhang in the air briefly before they followed the rest of him into\nnothingness.\n\nJan touched his hand gingerly to the raw wound in his shoulder. It was a\nday's journey to the healing spring where he could bathe the wound and\nplaster it with healing mud.\n\nHis eyes surveyed the scene for a last time, taking in the strange slab\nflush with the ground, the skeleton of girders that jutted out from each\nside of the gorge, and the strange heaps of steel and masonry on the\nother side. Then he turned and started back the way he had come. By the\ntime he vanished over the rise he had settled into the long, easy trot\nthat would carry him a good fifteen miles an hour all the way to the\nhealing spring.\n\nBehind him the glistening square slab rested, oblivious of his\ndeparture. The two halves of the wrecked bridge still reached yearning,\ntorn arms toward one another; and across the gap the ruins of the huge\ncity squatted in silence, coldly aloof.\n\nA wind born leaf dipped down in coy flight to investigate the slab--and\nslipped past the veil. The fresh cut end of the stick Jan had cut formed\na white dot on the green carpet of stunted grass. Bright red stained a\nlarge spot on the green and formed a ribbon that led to the edge of the\nsquare of cold luminescence;--the red trail of blood left by the strange\nvisitor from out of the square. And in the clean blue sky a bright sun\nbeamed benignly over all, ignoring--\n\n\n\n\"My leader!\" Carl Grinch clicked his heels softly, and bowed stiffly\nfrom the waist. His high, intellectual forehead, clear blue eyes and\nfinely cut features, together with his civilian garb, indicated that he\nwas a scientist. He was, in fact, much more than a scientist. He was THE\nscientist of Aleme.\n\n\"At ease.\" The leader waved a gloved hand carelessly, a cruel smile\ntwisting the harsh face of the dictator of Aleme and avowed leader of\ndowntrodden masses in every country on Amba.\n\nHis eyes held a gleam of satisfaction as he watched the uneasy tenseness\nof the scientist. He gloried in a sadistic satisfaction at his power to\nsnuff out the life of one so great,--or let him live to serve his\nLeader.\n\n\"I told you not to come to me until you had succeeded in the task I set\nyou,\" Generalissimo Hute Hitle said coldly. \"Your presence means that\nyou have, no doubt?\"\n\n\"Yes, my Leader,\" Carl Grinch smiled. \"Everything is in readiness.\"\n\n\"Good,\" Hitle said. He rubbed his chin slowly, a smile of triumph\ncreasing his face into unaccustomed wrinkles. \"Now we can't lose. We\nwill let loose the destruction and let it take its course. After it is\nover we will return to rule an unresisting planet. Explain again to me\nthe theory of the device.\"\n\n\"The theory of operation of the devise is, of course, understandable\nonly by a highly trained specialist,\" Carl Grinch said placatingly.\n\n\"You know what I mean,\" Hute Hitle snarled. \"I'm not interested in what\nmakes it work. Only in what it does.\"\n\n\"To begin with,\" Carl Grinch said. \"Space has three dimensions. We live\nin those three dimensions of length, breadth, and thickness. This is\ncalled the space continuum.\n\n\"There is also a three dimensional time continuum. This also has length,\nwhich is past-present-future. In addition it has width and breadth,\nwhich are approximated by the idea of simultaneity to a certain extent.\nThis is not, however, the simultaneity of events co-existent in our one,\nthree-dimensional space. All events we can be aware of are in one point\nin the time continuum, which moves along a single time line.\n\n\"Since there are only three dimensions of space, all things must be in\nour space. It is the time co-ordinates that determine whether we are\naware of something or not. At this very moment there is an infinity of\nuniverses all occupying the same space, but each in a different position\nin time. They are existing now, but separated from us in a direction at\nright angles to the universal time stream.\n\n\"Mathematically, these other universes are expressed in co-ordinates\nthat have the square root of a minus one as a coefficient. Also\nmathematically, these universes are imaginary, but not in the\nnon-mathematical, mythical sense. They are just as real as ours, but\nrelatively imaginary or relatively non-existent.\n\n\"All this has been known by others. They have also known that to make an\nimaginary value real it is only necessary to multiply it by the square\nroot of a minus one. Then it becomes real. This fact became the entering\nwedge into the principal that enabled me to succeed in bridging the\nabyss of right angle time travel.\n\n\"As you know, many years ago the secret of single dimension time travel\nwas solved. However, it would not answer our problem. Though it is true\ntime travel, it amounts to nothing more than perfect stasis for\ncontrolled periods, and if destruction hits the space the time traveller\nis in, he is as vulnerable as he would be if not travelling. In order to\nescape that it is necessary to step over, so to speak, into one of the\nimaginary universes at right angles to us in the time continuum and\ntravel forward there.\n\n\"So, all I had to do was discover some principal for multiplying a\nsector of space by the square root of a minus one. As you know, I did\nthat. Then I discovered that there are gaps, so that it was impossible\nto discover another universe co-existent in space, without determining\nthe basic equation of the time curve.\n\n\"As everyone knows, both time and space are curved, due to the\ndistortion of mass on surrounding space and time. The exact equation for\nthis curvature had to be determined.\n\n\"We knew beforehand that it had to be a cubic equation. Each cubic\nequation has three roots for every value of the independent variable,\nwhich is in space. It also has three roots for every value of the time.\nBasically, that means that if any primal unit exists in our space, it\nexists in three forms, the positive, the negative and the neutral. These\nunits are the positron, the negatron, and the neutron. Those three are\nthe three solutions in space to the co-ordinates of the existential\nprimal point.\n\n\"But also there must be two other universes co-existent with ours in\nspace, but separated sideways in time. They would be impossible to find\nwith the machine without solving the cubic equation of the curvature of\nour time line.\"\n\n\"So you have solved that and contacted one of the other two universes,\"\nHute Hitle broke in impatiently.\n\n\"Exactly,\" Carl Grinch said.\n\n\"Take me to it,\" Hute ordered. \"I want to see for myself.\"\n\n\"Yes, my Leader,\" Carl said, clicking his heels again and bowing. The\nbow was lower than usual to hide the gleam of triumph that rose unbidden\nin the scientist's eyes.\n\n\n\nThe Leader stood with military stiffness, looking curiously at the\nsquare of glowing force. It was set flush with the wooden floor of the\nroom, and seemed to be nothing more than a square carpet of luminosity.\n\nNear it was a tripod with a telescope attached. The telescope went up to\nthe edge of the space above the square place and seemed to end there,--a\ntube with no lens in the end.\n\n\"The telescope is pointed into one of the other two worlds,\" Carl was\nexplaining. \"Without a physical solid connecting the two there is no\ncontact.\"\n\n\"What is the nature of that?\" Hute asked, pointing at the glowing square\nsurface.\n\n\"It's difficult to explain it,\" Carl answered, \"I'll put it this way.\nTwo attracting bodies that are close enough together will revolve around\neach other, like the sun and our planet, Amba. The material of this slab\nis what I have named tri-matter. It consists of matter from all three\nuniverses of our time equation, blended into one solid. Before I was\nable to contact these other two universes it was necessary to use the\nmachine, which took incredible power to operate for a few brief moments,\nand had to be so delicately controlled that the slightest vibration\nunbalanced its adjustment. Once the materials were gathered and blended\nso they could not separated, I had a permanent bridge into the other\nworlds. The machine and its incredible power were no longer needed.\n\n\"You must remember that the three universes occupy the same space, so\nthat spatially they are not separated at all. Their separation was\ntemporal, and at right angles to the path from the past into the future.\nThe attracting forces of the atoms had to be directed across this plane\nof time by the machine. When that took place the materials had to be\nbrought together so that the three substances blended would cohere. Once\nthey were brought into that state the bridge was established. The bridge\nis anchored at this end in the matter of our universe and at the other\ntwo ends in the matter of those universes, just as the bridge above this\nbuilding is anchored on this side to the matter of the bank of this side\nof the river, and on the other to the matter there.\"\n\n\"And you just have to walk across?\" Hute asked.\n\n\"That's all there is to it,\" Carl replied casually.\n\n\"And,\" Hute's eyes took on a crafty gleam. \"A time machine in one of\nthese other universes could carry me to any point in the future without\ndanger it might have encountered in this one, such as an atom bomb\ndropped on the space it would have been in here?\"\n\n\"That's correct,\" Carl agreed. \"If you will look through the telescope\nyou will see my aides already nearing completion on the time machine.\"\n\nHute placed his eyes to the telescope. The scene that appeared was quite\na normal one. The landscaping was different in many ways. The vegetation\nwas prolific and of strange forms. But for a considerable area the\nground was flat, meeting the surface of the ordinary world only at the\none spot where the tri-matter block was anchored.\n\nA dozen workmen were busy on the conventional time machine. Hute could\nsee that a few more days would see it completed. He took his eyes away,\nsatisfied.\n\n\n\nThe Leader stood before the intricate panel. It was located in a deep\nsubterranean room, safe from all attack. He knew that there were other\nsimilar panels in countries all over the planet, different only in one\nrespect.\n\nThe hundreds of buttons on his panel were set to send robot rockets\nroaring toward predetermined targets. In a second he could end the long\nwar by a rapid series of pushes on buttons. The enemy could do the same,\nwiping out his own country, Aleme.\n\nThese panels had been constructed by international agreement, so that\nevery country could know that it would be suicide to use atom bombs in\nwar. Suicide for all. Afterwards there would be nothing but isolated\nbands of wandering savages, without the rudiments of civilization. A few\ngenerations after such a holocaust these wandering bands would lose all\nability to learn. The art of reading would be forgotten. The past would\nbe forgotten or distorted into legends of a God Race. If that happened,\nso much the better. When he reappeared again in the world he would be\naccepted as a God.\n\nWith his superior knowledge, and with modern weapons to back his\nauthority, he could be in reality the world Leader he HAD to be to\nfulfill his insatiable ambitions.\n\nThe war was stalemated. Soon the tide would turn and the enemy would\ngain the advantage. His hold on Aleme would weaken. If he survived the\ndefeat he knew must come, he would be tried as a war criminal according\nto the war code set up ten centuries before, and executed.\n\nA few minutes of exertion pushing buttons, a hasty trip to the\ntri-matter slab, and over into the time machine that was set to return\nhim to normal time rate after three centuries, and he would be in a\nposition to rule the world.\n\nHe contemplated the terrific cost. A billion and a half people would be\nkilled in the space of a few hours. Two hundred million of them would be\nhis own state-slaves, his subjects.\n\nHis heart would feel the burden of that awful responsibility. No\nordinary man was capable of deciding the good of the world for all\nfuture time with strict impartiality and willingness to sacrifice one\nwhole generation so that world peace might come. No ordinary man had a\ngreat enough soul to carry the burden of the great responsibility. The\nordinary man quaked with pangs of conscience at the murder of a single\nperson. He, Hute, had many times had to decide on mass executions for\nthe good of the whole.\n\nHe had tried, as other great leaders before him, to bring about\npermanent world peace by the forging of one world government, supreme,\nand controlled by one man,--unified under one dominant will.\n\nToo few people could see that such was the only path to peace. On any\nother course there would always be would-be leaders who would try to set\nthemselves up in authority.\n\nOn any other course world planning would be stalemated by the eternal\nbickering and disagreement among nations and self-anointed saviors of\nthe common man.\n\nOnly in the Unified World State could competition be entirely\neliminated, and world planning become a reality.\n\nHute, standing before the control board, squared his heavy shoulders\nmanfully, jutted his strong jaw out at a dominant angle, and spoke to\nthe silent walls as he had often spoken to the masses.\n\n\"If I fail to have the courage to do this thing, then the welfare of all\nfuture generations will be on my shoulders. The sacrifice of the billion\nor two now living is a SMALL price to pay, compared to the sacrifice of\ncountless billions of future generations if I weaken.\n\n\"If I weaken--!\"\n\n\n\nThe thought of what would happen,--the war crimes trial, the ignomy of\ndeath as a war criminal at the hands of fools who couldn't understand\nthe noble, selfless motives that governed his life and caused him to\nsacrifice the comforts of home and normalcy as a public servant and the\npurpose,--the goal toward which he strove, gave him the courage to press\nthe first button. With that simple act the fate of Tranx-Yrhl was\ndirectly sealed, and with it the retaliation against his own country.\nThat knowledge made easy the pressing of the other buttons.\n\nWhen it was finished he walked stiffly from the room and took the\nelevator to the surface. His general staff awaited him. They stood\nawkwardly, faces pale, in this historic moment.\n\nHe nodded imperceptibly to signify that the deed was done. A few dry\nthroats swallowed loudly in the hush of imminent death.\n\nHute Hitle marched stiffly through the passive group. One after another\nfell in behind him. The procession marched down to waiting cars.\n\nThe cars crossed the bridge. There they stopped. As one man the Leader\nand his general staff looked back at the great city they loved so well.\nThe Sacrifice they were making for the good of humanity pressed heavily\non their hearts.\n\nWith bowed heads they turned back and went down the path to the research\nbuilding.\n\nCarl Grinch and his science aides were waiting. They paled at the\nknowledge that the deed was done and there was no turning back now.\n\nHute placed a fond hand on Carl's shoulder.\n\n\"Are you sure you don't want to come with me?\" he asked, his voice\nchoked with emotion.\n\n\"The success of the Plan depends on my staying,\" Carl replied, his voice\nshaken with the emotion of the moment. \"The time machine is constructed\nin connection with the tri-matter block so that nothing in either of the\nother two universes can enter it. After you enter, it must be sealed\nfrom this side for the period of time travel, so that nothing can enter\nfrom this side until it is time for you to come back. I, and my aides,\nmust remain to do that.\"\n\n\"Your sacrifice is greater than mine,\" Hute said simply.\n\n\"It is very little compared to what <i>you</i> are sacrificing,\" Carl said,\nsmiling, with a trace of amused contempt carefully hidden in the back of\nhis eyes.\n\nHute took his hand from Carl's shoulder and gravely shook hands with\nCarl's aides. It was his simple gesture of reward for their great\nsacrifice. They would die with the gratifying knowledge that the Leader\nhimself had taken their hand and shaken it in gratitude at a service\nwell performed.\n\nThen he squared his massive shoulders and stepped onto the tri-matter\nslab--and vanished. One by one the members of his general staff\nfollowed.\n\nWhen the last of them stepped into thin air above the softly glowing\nsquare, Carl walked over to a switch board and pulled the disconnects\nthat broke the surge of power playing over the room.\n\nHis pale assistants watched, hypnotized.\n\nCarl smiled at them encouragingly. He glanced at his watch and estimated\nthe time left.\n\n\"Another hour at the most now,\" he said quietly. \"It could come any\nsecond.\"\n\nThe wooden walls of the room closed them in with brooding foreboding. A\nheavily barred window brought a view of the steel bridge that led to the\ncity.\n\nA large clock on the wall became the center of attention. A red second\nhand moved with slowly deliberate swiftness around the dial.\n\nAnd in the center of the waiting group the luminous square built flush\nwith the wooden floor waited too, its face inscrutible, its substance\nanchored in three roots of Being.\n\nAn electrical tension was building up around the hushed group of\nscientists. Vague stirrings of cold light rippled the surface of the\nsquare block of tri-matter.\n\n\"The cleavage is beginning,\" Carl said quietly. \"When I say the word\nstep through. The entropy shift must be just right or we'll find\nourselves with Hitle and his gang. Now!\"\n\nAs one man the group stepped onto the block and vanished. An instant\nlater the holocaust broke loose.\n\n\n\nCarl Grinch stood before the tribunal of the United Nations of the\nplanet Amba. Video cameras pointed at him from every direction. The\naudience room was filled to overflowing with officials, and over the\nwhole planet people had paused in their work to watch him and listen to\nhis words.\n\n\"We, of Aleme,\" he was saying. \"Dared not openly defy Hute Hitle. He was\ntoo strongly entrenched. Unless we obeyed his orders to the letter we\nwere executed; and a dead man cannot serve the interests of all Amba. My\nresearches gave me the plan I had been looking for.\n\n\"As you all know, time travel was discovered many centuries ago. It\namounted to nothing more than perfect stasis. A person could travel\nforward in time to any period, but not backward. The time machine in\nmarching forward existed at every instant, and was therefore always\npresent to the view of outsiders.\n\n\"My researches made possible sideways travel in time. By means of a\ndevice that used fabulous amounts of power, I was able to gather matter\nfrom two other universes existing in the same space as our own, but with\ndifferent time co-ordinates. I proved to Hitle that in one of these\nother universes he could escape the destruction he planned, and then\nreturn to a torn world and fulfill his destiny as ruler of the planet.\n\n\"I told him nothing but the truth. Because of that he believed me. If I\nhad told him one lie he would have seen through the whole thing.\n\n\"In order for you to understand just what happened, and why Amba was not\ndestroyed when he pressed the buttons that started the atom bombs on\ntheir journeys of destruction, I must tell you a little of the basic\nnature of reality. Our universe is at all times and in every respect a\nroot of a cubic equation. It has long been known that space is curved.\nBeing curved, it is not the expression of linear equations, but of\nequations of some higher order. It had never been determined if that\norder was quadratic, cubic or higher. I determined that it was cubic.\n\n\"To tell you how I solved the constants of the equation would be to go\ninto material too complicated for any but the expert, so I'll skip that.\nWhen I solved that, though, I was able to calculate the field necessary\nto create a bridge from this root of the equation to the other two,\ngather substances from those two, blend the substances, and create a\nnatural bridge. I did that. BUT instead of blending substance from our\nown universe with the other two, I kept the field going. The field acted\nas a bridge, and when the disconnects were broken that bridge vanished,\nleaving only a bridge between the other two universes.\n\n\"Now while the field lasted, all three roots were blended into the\nWhole, or cubic equation. In plain language, all three universes within\nthe limits of the field were identical. So it was a simple matter to get\nHute and his general staff to carry out their plans in one of the other\nuniverses rather than this one, and then escape into a time machine in\nthe third universe.\n\n\"After they did that I merely pulled the disconnects and destroyed the\nfield that linked our universe temporarily with the one where the\ndestruction went on according to plan. When Hitle and his men wake up a\nfew centuries from now they will find that things went according to\nplan. They will find their destruction and their bands of savages to\nrule, if they can rule them. But their threat to us is gone. We are rid\nof them for good.\"\n\nThe chairman cleared his throat importantly as Carl paused.\n\n\"But what of the people in this other universe,--the ones who were\ndestroyed by the bombs let loose there? And their descendents who will\nsurvive until the day Hitle returns to force his will on them?\"\n\nCarl smiled broadly.\n\n\"They were destroyed, sir,\" he answered. \"According to plan. That is the\ntruth. But is isn't ALL of the truth. You see, the cubic equation that\nconnects this universe of ours with the other two has only ONE real\nroot. The other two are imaginary. That is what I didn't tell Hitle. The\nnumber one is a cube root of itself, and represents our own universe.\nThe field set up by the machine was literally another cube root of one\nacting on our universe as a factor, transposing its forms into an\nimaginary universe. There Hitle succeeded in his conquest of all Amba.\nIt was not the conquest he figured on however, because events are merely\nsingle values that fit the cubic equation,--never the equation itself.\nWhat Hitle did not know was that no one can ever succeed at conquest,\nbut only at what might more accurately be termed the cube root of\nconquest.\n\n\"And in his case that cube root of conquest was imaginary, represented\nby the number, (a minus one half, plus the square root of a minus three\nfourths.) Cube that quantity yourself! You will get one for the answer.\nSquare that quantity and you will get the third cube root of unity.\nBlend or multiply the two together and you get unity, which is reality\nin our plane of the omniverse. Multiply unity by one of the two\nimaginary cube roots of one, and you transform the one, or our reality,\ninto an imaginary plane. Try it. Get a piece of paper and work it for\nyourself! And study the metaphysical applications of the relationships\nof the three cube roots of unity,--the relationship of mind,\nimagination, and reality, the relationships of the positive, the\nnegative, and the neutral units of matter;--and wonder!\"",
    "metadata": {
        "author": [
            "Graham, Roger Phillips",
            "Browning, Craig",
            "Phillips, Rog"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/32712/pg32712.txt",
        "name": "cube_root_of_conquest.json"
    }
}