{
    "name": "Cupboard Love\nThe Lady of the Barge and Others, Part 5.",
    "author": [
        "Jacobs, William Wymark",
        "Jacobs, W. W. (William Wymark)"
    ],
    "body": "\n\nCUPBOARD LOVE\n\n\nIn the comfortable living-room at Negget's farm, half parlour and half\nkitchen, three people sat at tea in the waning light of a November\nafternoon.  Conversation, which had been brisk, had languished somewhat,\nowing to Mrs. Negget glancing at frequent intervals toward the door,\nbehind which she was convinced the servant was listening, and checking\nthe finest periods and the most startling suggestions with a warning\n_'ssh!_\n\n\"Go on, uncle,\" she said, after one of these interruptions.\n\n\"I forget where I was,\" said Mr. Martin Bodfish, shortly.\n\n\"Under our bed,\" Mr. Negget reminded him.\n\n\"Yes, watching,\" said Mrs. Negget, eagerly.\n\nIt was an odd place for an ex-policeman, especially as a small legacy\nadded to his pension had considerably improved his social position, but\nMr. Bodfish had himself suggested it in the professional hope that the\nperson who had taken Mrs. Negget's gold brooch might try for further\nloot.  He had, indeed, suggested baiting the dressing-table with the\nfarmer's watch, an idea which Mr. Negget had promptly vetoed.\n\n\"I can't help thinking that Mrs. Pottle knows something about it,\" said\nMrs. Negget, with an indignant glance at her husband.\n\n\"Mrs. Pottle,\" said the farmer, rising slowly and taking a seat on the\noak settle built in the fireplace, \"has been away from the village for\nnear a fortnit.\"\n\n\"I didn't say she took it,\" snapped his wife.  \"I said I believe she\nknows something about it, and so I do.  She's a horrid woman.  Look at\nthe way she encouraged her girl Looey to run after that young traveller\nfrom Smithson's.  The whole fact of the matter is, it isn't your brooch,\nso you don't care.\"\n\n\"I said--\" began Mr. Negget.\n\n\"I know what you said,\" retorted his wife, sharply, \"and I wish you'd be\nquiet and not interrupt uncle.  Here's my uncle been in the police\ntwenty-five years, and you won't let him put a word in edgeways.'\n\n\"My way o' looking at it,\" said the ex-policeman, slowly, \"is different\nto that o' the law; my idea is, an' always has been, that everybody is\nguilty until they've proved their innocence.\"\n\n\"It's a wonderful thing to me,\" said Mr. Negget in a low voice to his\npipe, \"as they should come to a house with a retired policeman living in\nit.  Looks to me like somebody that ain't got much respect for the\npolice.\"\n\nThe ex-policeman got up from the table, and taking a seat on the settle\nopposite the speaker, slowly filled a long clay and took a spill from the\nfireplace.  His pipe lit, he turned to his niece, and slowly bade her go\nover the account of her loss once more.\n\n\"I missed it this morning,\" said Mrs. Negget, rapidly, \"at ten minutes\npast twelve o'clock by the clock, and half-past five by my watch which\nwants looking to.  I'd just put the batch of bread into the oven, and\ngone upstairs and opened the box that stands on my drawers to get a\nlozenge, and I missed the brooch.\"\n\n\"Do you keep it in that box?\"  asked the ex-policeman, slowly.\n\n\"Always,\" replied his niece.  \"I at once came down stairs and told Emma\nthat the brooch had been stolen.  I said that I named no names, and\ndidn't wish to think bad of anybody, and that if I found the brooch back\nin the box when I went up stairs again, I should forgive whoever took\nit.\"\n\n\"And what did Emma say?\"  inquired Mr. Bodfish.\n\n\"Emma said a lot o' things,\" replied Mrs. Negget, angrily.  \"I'm sure by\nthe lot she had to say you'd ha' thought she was the missis and me the\nservant.  I gave her a month's notice at once, and she went straight up\nstairs and sat on her box and cried.\"\n\n\"Sat on her box?\"  repeated the ex-constable, impressively.  \"Oh!\"\n\n\"That's what I thought,\" said his niece, \"but it wasn't, because I got\nher off at last and searched it through and through.  I never saw\nanything like her clothes in all my life.  There was hardly a button or a\ntape on; and as for her stockings--\"\n\n\"She don't get much time,\" said Mr. Negget, slowly.\n\n\"That's right; I thought you'd speak up for her,\" cried his wife,\nshrilly.\n\n\"Look here--\" began Mr. Negget, laying his pipe on the seat by his side\nand rising slowly.\n\n\"Keep to the case in hand,\" said the ex-constable, waving him back to his\nseat again.  \"Now, Lizzie.\"\n\n\"I searched her box through and through,\" said his niece, \"but it wasn't\nthere; then I came down again and had a rare good cry all to myself.\"\n\n\"That's the best way for you to have it,\" remarked Mr. Negget, feelingly.\n\nMrs. Negget's uncle instinctively motioned his niece to silence, and\nholding his chin in his hand, scowled frightfully in the intensity of\nthought.\n\n\"See a cloo?\" inquired Mr. Negget, affably.\n\n\"You ought to be ashamed of yourself, George,\" said his wife, angrily;\n\"speaking to uncle when he's looking like that.\"\n\nMr. Bodfish said nothing; it is doubtful whether he even heard these\nremarks; but he drew a huge notebook from his pocket, and after vainly\ntrying to point his pencil by suction, took a knife from the table and\nhastily sharpened it.\n\n\"Was the brooch there last night?\"  he inquired.\n\n\"It were,\" said Mr. Negget, promptly.  \"Lizzie made me get up just as the\nowd clock were striking twelve to get her a lozenge.\"\n\n\"It seems pretty certain that the brooch went since then,\" mused Mr.\nBodfish.\n\n\"It would seem like it to a plain man,\" said Mr. Negget, guardedly.\n\n\"I should like to see the box,\" said Mr. Bodfish.\n\nMrs. Negget went up and fetched it and stood eyeing him eagerly as he\nraised the lid and inspected the contents.  It contained only a few\nlozenges and some bone studs.  Mr. Negget helped himself to a lozenge,\nand going back to his seat, breathed peppermint.\n\n\"Properly speaking, that ought not to have been touched,\" said the\nex-constable, regarding him with some severity.\n\n\"Eh!\"  said the startled farmer, putting his finger to his lips.\n\n\"Never mind,\" said the other, shaking his head.  \"It's too late now.\"\n\n\"He doesn't care a bit,\" said Mrs. Negget, somewhat sadly.  \"He used to\nkeep buttons in that box with the lozenges until one night he gave me one\nby mistake.  Yes, you may laugh--I'm glad you can laugh.\"\n\nMr. Negget, feeling that his mirth was certainly ill-timed, shook for\nsome time in a noble effort to control himself, and despairing at length,\nwent into the back place to recover.  Sounds of blows indicative of Emma\nslapping him on the back did not add to Mrs. Negget's serenity.\n\n\"The point is,\" said the ex-constable, \"could anybody have come into your\nroom while you was asleep and taken it?\"\n\n\"No,\" said Mrs. Negget, decisively.  I'm a very poor sleeper, and I'd\nhave woke at once, but if a flock of elephants was to come in the room\nthey wouldn't wake George.  He'd sleep through anything.\"\n\n\"Except her feeling under my piller for her handkerchief,\" corroborated\nMr. Negget, returning to the sitting-room.\n\nMr. Bodfish waved them to silence, and again gave way to deep thought.\nThree times he took up his pencil, and laying it down again, sat and\ndrummed on the table with his fingers.  Then he arose, and with bent head\nwalked slowly round and round the room until he stumbled over a stool.\n\n\"Nobody came to the house this morning, I suppose?\"  he said at length,\nresuming his seat.\n\n\"Only Mrs. Driver,\" said his niece.\n\n\"What time did she come?\"  inquired Mr. Bodfish.\n\n\"Here! look here!\"  interposed Mr. Negget.  \"I've known Mrs. Driver\nthirty year a'most.\"\n\n\"What time did she come?\"  repeated the ex-constable, pitilessly.\n\nHis niece shook her head.  \"It might have been eleven, and again it might\nhave been earlier,\" she replied.  \"I was out when she came.\"\n\n\"Out!\"  almost shouted the other.\n\nMrs. Negget nodded.\n\n\"She was sitting in here when I came back.\"\n\nHer uncle looked up and glanced at the door behind which a small\nstaircase led to the room above.\n\n\"What was to prevent Mrs. Driver going up there while you were away?\"  he\ndemanded.\n\n\"I shouldn't like to think that of Mrs. Driver,\" said his niece, shaking\nher head; \"but then in these days one never knows what might happen.\nNever.  I've given up thinking about it.  However, when I came back, Mrs.\nDriver was here, sitting in that very chair you are sitting in now.\"\n\nMr. Bodfish pursed up his lips and made another note.  Then he took a\nspill from the fireplace, and lighting a candle, went slowly and\ncarefully up the stairs.  He found nothing on them but two caked rims of\nmud, and being too busy to notice Mr. Negget's frantic signalling, called\nhis niece's attention to them.\n\n\"What do you think of that?\"  he demanded, triumphantly.\n\n\"Somebody's been up there,\" said his niece.  \"It isn't Emma, because she\nhasn't been outside the house all day; and it can't be George, because he\npromised me faithful he'd never go up there in his dirty boots.\"\n\nMr. Negget coughed, and approaching the stairs, gazed with the eye of a\nstranger at the relics as Mr. Bodfish hotly rebuked a suggestion of his\nniece's to sweep them up.\n\n\"Seems to me,\" said the conscience-stricken Mr. Negget, feebly, \"as\nthey're rather large for a woman.\"\n\n\"Mud cakes,\" said Mr. Bodfish, with his most professional manner; \"a\nsmall boot would pick up a lot this weather.\"\n\n\"So it would,\" said Mr. Negget, and with brazen effrontery not only met\nhis wife's eye without quailing, but actually glanced down at her boots.\n\nMr. Bodfish came back to his chair and ruminated.  Then he looked up and\nspoke.\n\n\"It was missed this morning at ten minutes past twelve,\" he said, slowly;\n\"it was there last night.  At eleven o'clock you came in and found Mrs.\nDriver sitting in that chair.\"\n\n\"No, the one you're in,\" interrupted his niece.\n\n\"It don't signify,\" said her uncle.  \"Nobody else has been near the\nplace, and Emma's box has been searched.\n\n\"Thoroughly searched,\" testified Mrs. Negget.\n\n\"Now the point is, what did Mrs. Driver come for this morning?\"  resumed\nthe ex-constable.  \"Did she come--\"\n\nHe broke off and eyed with dignified surprise a fine piece of wireless\ntelegraphy between husband and wife.  It appeared that Mr. Negget sent\noff a humorous message with his left eye, the right being for some reason\nclosed, to which Mrs. Negget replied with a series of frowns and staccato\nshakes of the head, which her husband found easily translatable.  Under\nthe austere stare of Mr. Bodfish their faces at once regained their\nwonted calm, and the ex-constable in a somewhat offended manner resumed\nhis inquiries.\n\n\"Mrs. Driver has been here a good bit lately,\" he remarked, slowly.\n\nMr. Negget's eyes watered, and his mouth worked piteously.\n\n\"If you can't behave yourself, George--began began his wife, fiercely.\n\n\"What is the matter?\" demanded Mr. Bodfish.  \"I'm not aware that I've\nsaid anything to be laughed at.\"\n\n\"No more you have, uncle,\" retorted his niece; \"only George is such a\nstupid.  He's got an idea in his silly head that Mrs. Driver--But it's\nall nonsense, of course.\"\n\n\"I've merely got a bit of an idea that it's a wedding-ring, not a brooch,\nMrs. Driver is after,\" said the farmer to the perplexed constable.\n\nMr. Bodfish looked from one to the other.  \"But you always keep yours on,\nLizzie, don't you?\"  he asked.\n\n\"Yes, of course,\" replied his niece, hurriedly; \"but George has always\ngot such strange ideas.  Don't take no notice of him.\"\n\nHer uncle sat back in his chair, his face still wrinkled perplexedly;\nthen the wrinkles vanished suddenly, chased away by a huge glow, and he\nrose wrathfully and towered over the match-making Mr. Negget.  \"How dare\nyou?\" he gasped.\n\nMr. Negget made no reply, but in a cowardly fashion jerked his thumb\ntoward his wife.\n\n\"Oh! George!  How can you say so?\"  said the latter.\n\n\"I should never ha' thought of it by myself,\" said the farmer; \"but I\nthink they'd make a very nice couple, and I'm sure Mrs. Driver thinks\nso.\"\n\nThe ex-constable sat down in wrathful confusion, and taking up his\nnotebook again, watched over the top of it the silent charges and\ncountercharges of his niece and her husband.\n\n\"If I put my finger on the culprit,\" he asked at length, turning to his\nniece, \"what do you wish done to her?\"\n\nMrs. Negget regarded him with an expression which contained all the\nChristian virtues rolled into one.\n\n\"Nothing,\" she said, softly.  \"I only want my brooch back.\"\n\nThe ex-constable shook his head at this leniency.\n\n\"Well, do as you please,\" he said, slowly.  \"In the first place, I want\nyou to ask Mrs. Driver here to tea to-morrow--oh, I don't mind Negget's\nridiculous ideas--pity he hasn't got something better to think of; if\nshe's guilty, I'll soon find it out.  I'll play with her like a cat with\na mouse.  I'll make her convict herself.\"\n\n\"Look here!\" said Mr. Negget, with sudden vigour.  \"I won't have it.\nI won't have no woman asked here to tea to be got at like that.  There's\nonly my friends comes here to tea, and if any friend stole anything o'\nmine, I'd be one o' the first to hush it up.\"\n\n\"If they were all like you, George,\" said his wife, angrily, \"where would\nthe law be?\"\n\n\"Or the police?\"  demanded Mr. Bodfish, staring at him.\n\n\"I won't have it!\"  repeated the farmer, loudly.  \"I'm the law here, and\nI'm the police here.  That little tiny bit o' dirt was off my boots, I\ndare say.  I don't care if it was.\"\n\n\"Very good,\" said Mr. Bodfish, turning to his indignant niece; \"if he\nlikes to look at it that way, there's nothing more to be said.  I only\nwanted to get your brooch back for you, that's all; but if he's against\nit--\"\n\n\"I'm against your asking Mrs. Driver here to my house to be got at,\" said\nthe farmer.\n\n\"O' course if you can find out who took the brooch, and get it back again\nanyway, that's another matter.\"\n\nMr. Bodfish leaned over the table toward his niece.\n\n\"If I get an opportunity, I'll search her cottage,\" he said, in a low\nvoice.  \"Strictly speaking, it ain't quite a legal thing to do, o course,\nbut many o' the finest pieces of detective work have been done by\nbreaking the law.  If she's a kleptomaniac, it's very likely lying about\nsomewhere in the house.\"\n\nHe eyed Mr. Negget closely, as though half expecting another outburst,\nbut none being forthcoming, sat back in his chair again and smoked in\nsilence, while Mrs. Negget, with a carpet-brush which almost spoke, swept\nthe pieces of dried mud from the stairs.\n\nMr. Negget was the last to go to bed that night, and finishing his pipe\nover the dying fire, sat for some time in deep thought.  He had from the\nfirst raised objections to the presence of Mr. Bodfish at the farm, but\nfamily affection, coupled with an idea of testamentary benefits, had so\nwrought with his wife that he had allowed her to have her own way.  Now\nhe half fancied that he saw a chance of getting rid of him.  If he could\nonly enable the widow to catch him searching her house, it was highly\nprobable that the ex-constable would find the village somewhat too hot to\nhold him.  He gave his right leg a congratulatory slap as he thought of\nit, and knocking the ashes from his pipe, went slowly up to bed.\n\nHe was so amiable next morning that Mr. Bodfish, who was trying to\nexplain to Mrs. Negget the difference between theft and kleptomania,\nspoke before him freely.  The ex-constable defined kleptomania as a sort\nof amiable weakness found chiefly among the upper circles, and cited the\ncase of a lady of title whose love of diamonds, combined with great\nhospitality, was a source of much embarrassment to her guests.\n\nFor the whole of that day Mr. Bodfish hung about in the neighbourhood of\nthe widow's cottage, but in vain, and it would be hard to say whether he\nor Mr. Negget, who had been discreetly shadowing him, felt the\ndisappointment most.  On the day following, however, the ex-constable\nfrom a distant hedge saw a friend of the widow's enter the cottage, and\na little later both ladies emerged and walked up the road.\n\nHe watched them turn the corner, and then, with a cautious glance round,\nwhich failed, however, to discover Mr. Negget, the ex-constable strolled\ncasually in the direction of the cottage, and approaching it from the\nrear, turned the handle of the door and slipped in.\n\nHe searched the parlour hastily, and then, after a glance from the\nwindow, ventured up stairs.  And he was in the thick of his self-imposed\ntask when his graceless nephew by marriage, who had met Mrs. Driver and\nreferred pathetically to a raging thirst which he had hoped to have\nquenched with some of her home-brewed, brought the ladies hastily back\nagain.\n\n\"I'll go round the back way,\" said the wily Negget as they approached the\ncottage.  \"I just want to have a look at that pig of yours.\"\n\nHe reached the back door at the same time as Mr. Bodfish, and placing his\nlegs apart, held it firmly against the frantic efforts of the exconstable.\nThe struggle ceased suddenly, and the door opened easily just as Mrs.\nDriver and her friend appeared in the front room, and the farmer, with a\nkeen glance at the door of the larder which had just closed, took a chair\nwhile his hostess drew a glass of beer from the barrel in the kitchen.\n\nMr. Negget drank gratefully and praised the brew.  From beer the\nconversation turned naturally to the police, and from the police to the\nlistening Mr. Bodfish, who was economizing space by sitting on the bread-\npan, and trembling with agitation.\n\n\"He's a lonely man,\" said Negget, shaking his head and glancing from the\ncorner of his eye at the door of the larder.  In his wildest dreams he\nhad not imagined so choice a position, and he resolved to give full play\nto an idea which suddenly occurred to him.\n\n\"I dare say,\" said Mrs. Driver, carelessly, conscious that her friend was\nwatching her.\n\n\"And the heart of a little child,\" said Negget; \"you wouldn't believe how\nsimple he is.\"\n\nMrs. Clowes said that it did him credit, but, speaking for herself, she\nhadn't noticed it.\n\n\"He was talking about you night before last,\" said Negget, turning to his\nhostess; \"not that that's anything fresh.  He always is talking about you\nnowadays.\"\n\nThe widow coughed confusedly and told him not to be foolish.\n\n\"Ask my wife,\" said the farmer, impressively; \"they were talking about\nyou for hours.  He's a very shy man is my wife's uncle, but you should\nsee his face change when your name's mentioned.\"\n\nAs a matter of fact, Mr. Bodfish's face was at that very moment taking on\na deeper shade of crimson.\n\n\"Everything you do seems to interest him,\" continued the farmer,\ndisregarding Mrs. Driver's manifest distress; \"he was asking Lizzie about\nyour calling on Monday; how long you stayed, and where you sat; and after\nshe'd told him, I'm blest if he didn't go and sit in the same chair!\"\n\nThis romantic setting to a perfectly casual action on the part of Mr.\nBodfish affected the widow visibly, but its effect on the ex-constable\nnearly upset the bread-pan.\n\n\"But here,\" continued Mr. Negget, with another glance at the larder, \"he\nmight go on like that for years.  He's a wunnerful shy man--big, and\ngentle, and shy.  He wanted Lizzie to ask you to tea yesterday.\"\n\n\"Now, Mr. Negget,\" said the blushing widow.  \"Do be quiet.\"\n\n\"Fact,\" replied the farmer; \"solemn fact, I assure you.  And he asked her\nwhether you were fond of jewellery.\"\n\n\"I met him twice in the road near here yesterday,\" said Mrs. Clowes,\nsuddenly.  \"Perhaps he was waiting for you to come out.\"\n\n\"I dare say,\" replied the farmer.  \"I shouldn't wonder but what he's\nhanging about somewhere near now, unable to tear himself away.\"\n\nMr. Bodfish wrung his hands, and his thoughts reverted instinctively to\ninstances in his memory in which charges of murder had been altered by\nthe direction of a sensible judge to manslaughter.  He held his breath\nfor the next words.\n\nMr. Negget drank a little more ale and looked at Mrs. Driver.\n\n\"I wonder whether you've got a morsel of bread and cheese?\"  he said,\nslowly.  \"I've come over that hungry--\"\n\nThe widow and Mr. Bodfish rose simultaneously.  It required not the brain\nof a trained detective to know that the cheese was in the larder.  The\nunconscious Mrs. Driver opened the door, and then with a wild scream fell\nback before the emerging form of Mr. Bodfish into the arms of Mrs.\nClowes.  The glass of Mr. Negget smashed on the floor, and the farmer\nhimself, with every appearance of astonishment, stared at the apparition\nopen-mouthed.\n\n\"Mr.--Bodfish!\"  he said at length, slowly.\n\nMr. Bodfish, incapable of speech, glared at him ferociously.\n\n\"Leave him alone,\" said Mrs. Clowes, who was ministering to her friend.\n\"Can't you see the man's upset at frightening her?  She's coming round,\nMr. Bodfish; don't be alarmed.\"\n\n\"Very good,\" said the farmer, who found his injured relative's gaze\nsomewhat trying.  \"I'll go, and leave him to explain to Mrs. Driver why\nhe was hidden in her larder.  It don't seem a proper thing to me.\"\n\n\"Why, you silly man,\" said Mrs. Clowes, gleefully, as she paused at the\ndoor, \"that don't want any explanation.  Now, Mr. Bodfish, we're giving\nyou your chance.  Mind you make the most of it, and don't be too shy.\"\n\nShe walked excitedly up the road with the farmer, and bidding him\ngood-bye at the corner, went off hastily to spread the news.  Mr. Negget\nwalked home soberly, and hardly staying long enough to listen to his\nwife's account of the finding of the brooch between the chest of drawers\nand the wall, went off to spend the evening with a friend, and ended by\nmaking a night of it.",
    "metadata": {
        "author": [
            "Jacobs, William Wymark",
            "Jacobs, W. W. (William Wymark)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/12125/pg12125.txt",
        "name": "cupboard_love_the_lady_of_the_barge_and_others_par.json"
    }
}