{
    "name": "Dalrymple's Equation",
    "author": [
        "Jarvis, E. K.",
        "Fairman, Paul W."
    ],
    "body": "It's the not knowing that gets you. The wondering. Thinking sometimes\none way and sometimes the other. But never knowing for sure. Being\nsuckered is bad enough but _wondering_ whether you've been suckered is\nrougher. Or whether you've let the biggest thing since fingerprints\nslide right by you.\n\nSomeday the case may be solved. Then we'll know for sure--one way or\nthe other--Donovan and I. What case? Wait 'til I tell you. It won't\ntake long.\n\nThe thing started with as crazy a murder as two Homicide cops ever\ngot called in on. In a bar on Tenth Avenue near Grand--you probably\nknow the place and you probably read about the case. It was in all the\npapers. But the whole story never saw print.\n\nWe were rung into it by a call from the squad car boys who got there\nfirst. We walked in and a cop I didn't know pointed a thumb at a young\nguy lying with his head on the bar and said, \"Deader than a lamp post\nfor my money.\"\n\nA young lad--around twenty-three or four--lying there as though he'd\nhad one too many and was sleeping it off. He _had_ downed one too many.\nAnd he would spend all eternity sleeping it off.\n\nHe was all through.\n\nThe barkeep stood there with his apron hanging out and a baffled look\non his face. A look that had all the earmarks of being genuine. I said,\n\"Kennedy--Homicide. What happened?\"\n\nThe barkeep shrugged and licked his dry lips. \"I dunno. He just keeled\nover. I got scared and called the cops.\"\n\nThe kid certainly looked like a morgue job, as I said, but we\ndon't take things like that for granted. The squad car boys had\ncalled General Hospital and now a couple of internes came in with a\nrespirator. They didn't use it, though. One of them put his nose close\ndown to the kid's mouth and then looked at the barkeep. \"You served him\na drink?\"\n\nThe barkeep nodded. \"That's what he came in for.\"\n\n\"Let's see the bottle.\"\n\nThe barkeep gave that a little thought and then took a bottle off the\nrack and pushed it over the bar. The interne sniffed it, made a face\nand said, \"There's enough arsenic in there to depopulate New Jersey.\"\n\n\"Arsenic!\" the barkeep croaked. \"You're crazy! We don't serve nobody no\narsenic here!\"\n\nThe interne looked at Donovan and me and said, \"Call your meat wagon,\nlads. This one is beyond us.\"\n\nHe had identification--an Arthur Davis, with nothing at all sinister\nin his wallet. The lab men came and there was a lot of activity for\nan hour or so and then we padlocked the joint and took the barkeep\ndowntown with us. His on-the-spot story was simple. Davis had come in\nand ordered a drink. The barkeep served it up. Davis knocked it off.\nThe drink, in turn, knocked Davis off.\n\nThe barkeep's name was Timothy Garver. He was a middle-aged cork puller\nwho had been in the business most of his life. We ran him through R and\nI and found him clean. Then we sat him down in the interrogation room\nand started digging into him.\n\n\"What did you have against Davis?\"\n\nGarver looked like a flabby-jowled ghost. His hands shook. \"Nothing. So\nhelp me. I never seen the guy before.\"\n\n\"You think we'll swallow that?\" Donovan asked. \"You think you're\nplaying with school kids? Telling us you poison a guy you never saw\nbefore?\"\n\nI said, \"Maybe he did it for laughs.\"\n\n\"I didn't poison him!\" Garver pleaded. \"You got to believe me!\"\n\n\"You mean there wasn't any poison in that bottle?\"\n\n\"Sure there was--if you say so. What I mean is I didn't put it there. I\ndidn't know it was there. I--\"\n\n\"What you mean is you'd planned to get the guy out into the alley after\nhe was dead and you lost your nerve after he keeled over.\"\n\n\"No--no! Nothing like that.\"\n\n\"You had that bottle spiked, waiting for Davis to come in.\"\n\n\"No--no! It was just an ordinary bar bottle.\"\n\n\"What do you mean by that?\"\n\n\"Every tavern has a brand of whisky they push--their bar whisky. When a\ncustomer isn't particular about his brand we give him the bar liquor.\"\n\nIt seemed to me the guy was gaining courage. He wasn't quite as nervous\nas he'd been. \"You served other people out of that same bottle?\" I\nasked.\n\nHe licked his lips and dropped his eyes before he answered. \"Sure I\ndid.\"\n\n\"But that was before you put the arsenic in it.\"\n\n\"I didn't put any poison in that bottle. And you guys can't pin this on\nme!\"\n\n\"What makes you think we can't?\"\n\n\"Because I never knew the fellow and you can't prove I did. So how are\nyou going to make anybody believe I killed somebody I didn't know and\nhad nothing against. You think I'm nuts or something?\"\n\n\"It's a possibility,\" I said.\n\n\n\nDonovan narrowed his eyes at Garver and said, \"You're holding\nsomething back. Come on! Out with it.\"\n\nAgain that guilty look as Garver shook his head. But you can't send a\nguilty look to the chair and it seemed Garver had us stymied. At least\nfor a while. We jugged him on suspicion but we knew unless we got\nsomething else to strengthen the case we wouldn't get an indictment\nagainst him. There just wasn't enough.\n\nDonovan and I chewed it over with the Captain and he couldn't give us\nany help except the advice to keep plugging. We told him we'd try to\ncome up with something and went on back to the tavern.\n\nThe owner had been there and gone and we still had a patrolman\nstationed in front. Donovan unlocked the door and released the\npatrolman for his regular beat and we went inside.\n\nIt was very quiet. Naturally. Nothing is quieter in this world than an\nempty bar. I said, \"Well, where do we start?\"\n\nDonovan shrugged. \"You got me. And you know damn well nothing's going\nto happen on this case until it breaks from the outside.\"\n\n\"That's right.\" What he meant was a new angle coming from a stoolie.\nOr something opening up while we investigated Davis' background or\nGarver's.\n\nBut something new was added right there in the tavern. Very suddenly. A\nguy popped up from behind the bar and said, \"Hello.\"\n\nWe whirled around and looked at him and Donovan snorted, \"Who the hell\nare you?\"\n\n\"My name is Tennyson Dalrymple.\"\n\n\"What kind of a label is that?\"\n\nThe man came around from behind the bar. \"I liked it--I took it. If it\nannoys you I'm sorry.\" But you could tell by the sneer on his face that\nhe wasn't sorry at all.\n\nHe was a medium-sized unattractive figure of a man and yet you couldn't\nput your finger on just where the unattractiveness came from. He wasn't\ngood looking but neither was he repulsive. He didn't have a superman's\nframe but neither was he a cripple nor a malformed freak. There was\njust something about him you took an instant dislike to and the dislike\nstayed with you.\n\nAnd Dalrymple seemed to enjoy increasing the antagonism. He wore a\nhabitual sneer and his voice had a cutting quality to it.\n\nI said, \"What the hell are you doing in here?\"\n\n\"Going about my business.\"\n\n\"Entrance is prohibited. There was a policeman in front. The door was\nlocked.\"\n\n\"There's a back door.\"\n\n\"That was locked too.\"\n\n\"Locks are silly things. Any fool should be able to handle such feeble\ndevices.\"\n\nDonovan was snarling. \"Look, brother. You're talking yourself right\ninto trouble. Now tell us what you're doing here and tell it quick.\"\n\n\"Reading the gas meter.\"\n\n\"Why?\"\n\n\"Why would anyone read a gas meter? I work for the gas company. This\nplace is on my route.\"\n\n\"I think you're lying.\"\n\n\"It will be easy enough to find out.\"\n\n\"We'll find out at headquarters.\"\n\n\"You're taking me in?\"\n\n\"What do you think?\"\n\nDalrymple certainly wasn't afraid of cops. He shook his head in disgust\nand said, \"This is certainly a stupid world you live in. A world of\nidiots. Really it is.\"\n\nNormally I'm pretty easy going but this punk with his talent for\nrubbing people the wrong way, just plain got me. \"If you're so damn\nsmart why are you reading meters for the gas company?\"\n\nHe grinned, and his grin said he was happy at getting a rise out of me.\n\"I just arrived recently. The job will do until I get around to what\nI'm planning.\"\n\n\n\nDonovan vented his hostility by hauling the guy out to the car.\nDalrymple made no resistance but Donovan managed to get mildly rough\nregardless. This also seemed to make the little intruder happy. As\nthough he took the roughness as a sign he'd got under Donovan's skin\ntoo. Which he had.\n\nHe threw a few insults at us while we rode to headquarters but we held\nin, knowing if we gave ourselves an inch we'd take a mile and slug him\nand have it over with.\n\nIn the interrogation room we went at him with all the fixings. A strong\nlight in his eyes--cigarette smoke in his face.\n\nDonovan, with a snarl on his puss said, \"All right, buster. Let's cut\nout the jokes. What were you doing in that tavern?\"\n\n\"Reading the gas meter.\"\n\n\"I said cut out the jokes.\"\n\n\"You've got my identification. What makes you think I had any other\nreason for going there?\"\n\n\"I'll ask the questions. Maybe you don't realize what a spot you're in.\"\n\n\"This is idiotic. This whole procedure emanates from your personal\ndislike of me. All you have to do is call the company.\"\n\n\"What do you know about the Davis killing?\"\n\n\"Only what I heard in the neighborhood. Intriguing little equation,\nisn't it?\"\n\nI think we'd realized from the beginning that we had nothing on\nDalrymple and that we wouldn't be able to involve him. He'd hit it on\nthe nose when he said our motivation was personal dislike. Finally I\nwent out and called the gas company, realizing we'd delayed doing this\nbecause we knew it would lose Dalrymple for us.\n\nWhen I went back and told Donovan, he still hated to let go. \"You\nknow,\" he told the sneering little meter-reader, \"we can still throw\nyou in the can.\"\n\n\"What for?\"\n\n\"Trespassing, Breaking and entering.\"\n\n\"Oh, yes. But you won't.\"\n\n\"And why not?\"\n\n\"Because it would be too small a triumph and you know you would be\nacting from spite. It would diminish your stature in your own eyes.\"\n\nDonovan was trying to swallow his helpless wrath when I remembered\nsomething Dalrymple had said. \"Listen, punk. Exactly where did you come\nfrom?\"\n\n\"That's right. You made some funny cracks. You said, to quote, 'This\nis certainly a stupid world you live in. A world of idiots.' You also\nsaid, 'I've just arrived recently.' Now it occurs to me--\"\n\n\"That I might have come from a place beyond this planet you call Earth?\"\n\n\"No. That you're a crackpot--a psycho--and maybe we'd _better_ hold\nyou.\"\n\nHe sneered at me and ticked off his replies on his fingers. \"I did come\nfrom a world far away from yours. I'm not a crackpot--not a psycho. And\nyou will not hold me.\"\n\nI looked at Donovan. Donovan looked at me. His voice gentled into a\ntone of soft contempt.\n\n\"Just where _do_ you come from, punk?\"\n\n\"From Arva Majoris and don't bother looking it up. It's a planet in a\ngalaxy beyond the conception of your most brilliant minds. And I use\nthe term _brilliant_ very loosely.\"\n\n\"And how did you get here?\"\n\n\"You couldn't possibly understand if I told you. Your elemental mind\nsimply couldn't grasp the mathematical accident that brought me here;\nnor the ten-million-to-one chance of it ever happening again.\"\n\nDonovan grinned in anticipation. \"And you actually think we aren't\ngoing to turn you over to Psycho?\"\n\n\"Of course you're not.\"\n\n\"And for what reason will we refrain from such?\"\n\n\"Because if you do that, you'll never get your stupid little murder\nsolved.\"\n\nI found myself poised and ready to pounce. \"Then you _have_ been\nholding out.\"\n\n\"If you mean do I know who killed Davis--no. If you mean can I find\nout--yes.\"\n\n\"Well, well,\" Donovan growled. \"He's a detective too.\"\n\nDalrymple split a sneer between us. \"It's nothing but a mathematical\nproblem. In the world I come from, students corresponding to your\nfirst-graders are started out on far harder equations.\"\n\n\"So you can just take a pencil and figure it out, eh?\"\n\n\"Certainly.\"\n\n\n\nI've tried to remember since, exactly what my reaction to Dalrymple\nwas at that time. Hatred transcended any other emotion I may have had.\nBut there was something else. A feeling of almost personal discomfort\nspringing from the certainty that he wanted us to hate him, or at least\ndidn't care whether or not we did. This was a part of my reaction. And\nwondering why, also.\n\nThere was an element of vague fear, too, and of this I'm sure--a vague\nsenseless conviction this crackpot could do all he claimed he could.\n\nI remember that when this last came to my conscious mind, I rejected it\nwith indignation. And I knew Donovan was rejecting something too. He\nturned from Dalrymple with a sneer and said, \"We haven't got time to\nfool with psychos. We've got a murder to solve. Kick this guy out and\nlet the white coats find him all over again.\"\n\nI was sneering too. I took out a pencil and threw it at him and said,\n\"All right, wise guy. There's one. Let's see what you can do.\"\n\n\"Have you got a piece of paper?\"\n\nAlmost savagely, Donovan ripped a page off the calendar. It was blank\non the back. He threw it on the table and all the time I could see his\neyes. They were asking, _Why in the hell am I doing this?_ and trying\nto cover the question by showing contempt.\n\nWe glanced swiftly at each other and there was guilt in both our\nfaces; like two realists meeting outside a fortune teller's tent. Then\nDalrymple took over.\n\n\"We have certain facts,\" he began. \"A dead man; the person who admits\nhe went through the physical motions of killing him. We also have the\nmethod of producing death--poison--and the setting of the crime.\"\n\n\"I think we've had enough of this clowning,\" Donovan said in a husky\nvoice.\n\nDalrymple ignored the interruption, not even bothering to sneer at\nDonovan. \"As every school child on my planet knows, each of these\nfacts must be given a symbol and must become a part of our exploratory\nequation.\"\n\nI was a little rusty on such things but it sounded to me about the\nsame way school children on our planet went about solving problems in\nalgebra. I didn't say anything though.\n\nDalrymple had the pencil racing over the paper, laying out a series of\nweird symbols the like of which I had never seen. They were neither\nnumbers nor letters; nor the kind of geometric or algebra symbols used\non earth either. Of that I was sure.\n\nThe closest I can come is to compare them to Egyptian hieroglyphics and\nyet that's far from the mark. But whatever they were, Dalrymple seemed\nto know exactly what he was doing.\n\nAfter a few minutes, he leaned back and said, \"There--the exploratory\nequation is complete. Now we search it for flaws.\"\n\nDonovan and I had got interested to the point that hostilities were\ntemporarily suspended. Donovan asked, \"Search what for which flaws.\"\n\n\"You haven't the mental scope to understand even the basics of what\nI'm doing, but maybe you can understand this: There is no such thing\nas chance in a civilization or a culture which is properly based upon\nmathematics. In such a civilization lies and evasions are unheard of\nbecause all action and motivation past, present, or future, can be\nevaluated and revealed in complete exactitude.\"\n\n\n\nWe were trying to follow along. I said, \"We've got things like that.\nRobot brains, we call them. They figure out impossible problems.\"\n\nAnd it came to me at that moment how we were taking for granted,\nthrough our conversation, our statements, and even our thinking, that\nthis Dalrymple was exactly what he'd said he was--a man from another\nworld.\n\nHe said, \"I know what you refer to, but they are so childishly\nconceived as to be almost useless.\" The old sneer again.\n\nDonovan growled. \"You talk a lot but you haven't proved a damn thing.\"\n\n\"On the contrary. The flaws in this equation stand out by themselves.\nFor instance, our _zong_ is implicated but must obviously be\nsupplemented in order to balance the _terz_ shading of the exploratory\nequation.\"\n\n\"Are you kidding?\" Donovan rasped.\n\n\"I'll forego technical terms and translate into realities you can\ngrasp. It amounts to this: The bartender poured the actual poison into\nthe glass, but all unknowing. However, as a dominant factor of the\nequation he must be further developed along the lines of secondary\nmotivation. In other words, a completely unrelated motivation on his\npart cleared the way for the crime.\"\n\nDalrymple's fingers were flying. More of the weird symbols were\nappearing. \"The motivation for the weight he bears in the case is made\nup of two characteristics--habit and greed.\"\n\n\"And where does that get us?\" I asked.\n\n\"It reveals the fact that the bartender poured the poison into the\nbottle. But without knowledge that it was poison nor with malicious\nintent.\"\n\n\"That's impossible!\" I said.\n\n\"Not at all. The whole sequence becomes clear when we strive to\ncomplete our equational balance in the first phase. The bartender\npoured an unconsumed drink back into the bottle after whoever ordered\nit walked out without drinking it.\"\n\nOf course! The logic of it hit Donovan and me at the same moment.\nDonovan said, \"How in the hell did you ever think of that?\"\n\nHe meant it as a compliment but Dalrymple did not take it as such. \"I\ndidn't think of it, you fool. I worked it out. Haven't you understood\nanything I've told you? It's all here in the progression of the\nequation. Incidentally, that factor is the pivot of the whole sequence.\nYour stupid logic should carry you on from there.\"\n\n\"Somebody was trying to poison somebody else!\" Donovan said.\n\n\"There had to be two men,\" I added. \"They came in and ordered drinks.\nOne poured poison in the other's drink. Then they left without--\"\n\nDalrymple was leering at me. \"How about one man and--suicide?\"\n\nI swore at myself inwardly for giving him the opening. But he turned\nback to his symbols and said, \"By sheer blundering chance you hit it,\nthough. It was two men and attempted murder.\"\n\nDonovan wasn't having much to say. Dalrymple threw down the pencil.\n\"I'll be going now. I have more important things to do.\"\n\n\"Can you give us the names of the two men?\" I asked, and again swore at\nmyself for being over-eager.\n\nDalrymple gave me a long, disgusted clinical look. \"I can, but I won't.\nIt would take another hour to round out the equation and I don't feel\nlike doing all your work for you. If you can't take what I've given you\nand tie up the case, then you'd better both resign.\"\n\nHe got up and started to leave. At the door, he turned. \"I live at the\nCrestwood Hotel if you want to get in touch with me again.\" He sneered.\n\"Maybe you'll need help some day in tying your shoes.\"\n\nHe left. Neither Donovan nor I made any attempt to stop him. After a\nlong minute Donovan said, \"We can't let him go. He's involved in that\nkilling. He's got to be. How else would he know?\"\n\n\"Are you sure he's involved?\"\n\nDonovan didn't answer. He picked up the pencil and snapped it in two\nwith a savage gesture. \"The sneering little son-of-a--\"\n\n\"Besides, we've got no proof he was right in anything he said.\"\n\n\"Let's go find out.\"\n\nWe found out. It didn't take long and we got a citation. We hit Garver\nwith one question--\"Who was in the bar just before Davis entered?\" and\nhe collapsed right in our laps. We got all he knew and it wasn't hard\nto trace down two guys named Kinder and Walpole.\n\nThey were both drunk when they came in and Walpole had some arsenic\nwith him that he was going to make a bug spray with. He got sore at\nKinder for some drunken reason and poured some of the stuff into his\ndrink while Kinder was in the washroom. Then something pulled them back\ninto the street before they had their drinks. Garver heard metal grind\nand thought that was probably it. Once outside, they probably forgot\nwhat tavern they'd been in because they didn't return.\n\nGarver was glad to get rid of them. He hadn't seen the poison-pouring\nbit and dumped the shots into the bottle. When Davis keeled over as a\nresult of the next shot out of the bottle, Garver was scared. He could\nlose his job and his boss could have lost his license for serving\ndrunks and for pouring the whisky back.\n\nSo that was the case. A tragic incident, with Walpole not even\nremembering what he'd done. And with Davis dead.\n\n\n\nWe would have been better off leaving it there--charging Dalrymple\noff as a crackpot who had made a lucky guess and taking the credit\nfor breaking the case. We _did_ take the credit, but it was hard to\nbelieve, once he'd gone, that Dalrymple was actually for real. So one\nafternoon a couple of weeks later we were passing the Crestwood Hotel.\nDonovan braked the car and squinted at the building.\n\n\"This is where he said he lived.\"\n\nI knew who Donovan meant. \"Uh-huh.\"\n\n\"Let's go up.\"\n\n\"Why not?\"\n\nWe went in and got the room number from the clerk and went on up. We\nknocked. Dalrymple opened the door. He hadn't changed a bit. There was\na sneer on his face, hostility in his voice when he said, \"Ha--the\npolice force. What happened? Somebody steal your squad car?\".\n\nHe turned around before we could answer and went back into the room. We\nfollowed him and stood there looking at the layout. He had a big table\nin the middle of the floor and there was a huge sheet of paper on it.\nThe sheet was almost completely covered with the funny symbols he'd\nused in solving the bar poisoning. Or had he solved it?\n\nAnyhow, he went back to his work as though we hadn't even come--adding\nmore symbols along one edge--and finally Donovan asked, \"What in the\nhell are you doing?\"\n\nDalrymple looked up as though annoyed at being disturbed. \"I'm\narranging to stay on your planet. I like it here.\"\n\n\"But what's all that got to do with staying?\"\n\n\"I have to have money. The way things are done here, money is vitally\nnecessary.\"\n\n\"How are you going to get it?\"\n\nDalrymple looked up and his sneer brightened. \"I'm going to steal it.\"\n\nDonovan and I looked at each other in a kind of double-take. Then I\nsaid, \"I don't suppose you'd care to tell us how and where you're going\nto do the stealing?\"\n\n\"I won't tell you how--that would be silly. I don't mind telling you\nwhere.\" He put down another symbol.\n\n\"All right--where?\"\n\n\"I'm not quite sure yet. Chicago, or New York, or Pittsburgh, or....\nThis is the master plan. I've almost finished. It involves the\nprincipals--the method of operation. There is much more to be done of\ncourse. Assistants will have to be approached, analyzed mathematically\nas to capabilities--\"\n\n\"How much money are you thinking of stealing?\"\n\n\"I figure I'll need about five million,\" Dalrymple said calmly.\n\nDonovan and I looked at each other again and our eyes asked the\nquestions. What should we do about this? Haul the guy in and get\nlaughed at? Or did we have a right to haul him in if we wanted to? Just\ncall him a crackpot and let it go at that?\n\nSure. It was the obvious thing to do. And the easiest. Why stick our\nnecks out. And at that moment I saw Dalrymple smile ever so slightly\nas though he knew exactly what was going on in our minds--had made\nallowances for it on his damned chart.\n\nDonovan shrugged. \"Let's get away from this creep,\" he said.\n\nWe turned and walked out.\n\n\n\nAnd we never saw Dalrymple again. In fact I'd practically forgotten\nabout him, when a year later--the date was January 17, 1951--I came\nback to the squad-room late in the afternoon and there was a paper\nlying on the desk Donovan and I used. Its headline read:\n\n                STICKUP MEN GET SEVEN MILLION IN BOSTON\n\nAnd the story went on to tell of the now famous Brinks holdup in\nthat city; a holdup that had not been solved to this day; a seemingly\nperfect crime.\n\nStill nothing for me to get excited about. Not until I saw the letter\nthat had been lying under the paper. It was addressed to both Donovan\nand me--the names and destination printed in lead pencil. There was no\nreturn address. I tore it open. A white card fell out. On the card was\nprinted two words--nothing else. The words read:\n\n--OR BOSTON.\n\n\n\nSo that's where we sit now. Almost seven years ago that stickup\noccurred. For seven years Donovan and I had waited for the law to\ncrack it so we could quit wondering; so we could tell ourselves that\nDalrymple was just another screwball.\n\nBut the statute of limitations nearly ran out on the great Brinks\nrobbery and now we're beginning to wonder if it really was solved.\nWondering if we could have stopped it by stopping Dalrymple, the brain\nbehind it all.\n\nWondering if he really was a man from another--oh hell! It just\ncouldn't be!\n\nOr could it?",
    "metadata": {
        "author": [
            "Jarvis, E. K.",
            "Fairman, Paul W."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/66756/pg66756.txt",
        "name": "dalrymple_s_equation.json"
    }
}