{
    "name": "Danger in the Void",
    "author": [
        "Fritch, Charles E."
    ],
    "body": "The trouble started when the _Arcturus Queen_ was four billion miles\nout of Earth, heading for the star after which it was named. It pulled\nclear of the solar system using conventional drive, then switched into\nsubspace. A few minutes later the ship shuddered perceptibly, and an\nauthoritative voice came reassuringly from the public address system.\n\n\"Passengers will please remain in their seats. We are temporarily\ncutting the subspace drive due to mechanical difficulties which have\ndeveloped. There is no cause for alarm.\"\n\nThe message was repeated and George said, \"What do you suppose is the\nmatter?\"\n\n\"How should I know,\" Silvia snapped. \"I'm not a space mechanic. Why\ndon't you find out if you're so interested.\"\n\nHe glared at her. \"I was just wondering. You don't have to get so\ndisagreeable. But then, why should now be any different?\"\n\nShe smiled at that, though her blood raced and her fingers itched\nto make red ribbons of his face. \"I've got plenty of reason to be\ndisagreeable--\"\n\n\"Okay, okay,\" he said; \"let's not go through that again.\" He got up.\n\"I'm going up to the observation platform.\" And he went down the\naisle between the rows of seats and disappeared through a door at the\nfarthest end.\n\nShe glared after him. That was always his way, running out on an\nargument. Well, when this trip was over, there would be no more running\naway.\n\nA man dropped into the seat beside her.\n\n\"This seat's taken,\" she said automatically, and then realized the\nman must have known, since all seats were reserved.\n\n\"I know,\" the man said. \"I'd like to talk to you.\"\n\nShe studied him for a moment. He had a rather common face, one with\nno particularly outstanding features, a face that would be difficult\nto remember, she thought. He wore a plain business suit, with a\nconventional white shirt and an unobtrusive tie. He did not appear the\nwolfish type to her, but rather the ordinary businessman you might see\nhanging onto helibus straps anyplace on Earth.\n\n\"You want to talk to me?\" she said carefully. \"About what?\"\n\n\"Your divorce,\" the man said simply.\n\n\"My divorce? But--\" She stopped. She was about to say, \"But how did you\nknow?\" when it suddenly occurred to her that George might have hired\nthis man to find out if she were planning one of those rapid Arcturan\nseparations. She hadn't thought to wonder if he suspected she was\nplanning one. If he knew about her divorce plans, he might take counter\nmeasures just for spite; with Arcturan divorce regulations as they\nwere, that would be bad.\n\nShe said, \"I'm not divorced, Mr....\"\n\n\"Jones,\" the man supplied, smiling. \"I know that, Mrs. Bennet, but I\nalso know that you're going to Arcturus to obtain one. I'd like to talk\nto you about that, confidentially of course.\"\n\n\n\nShe was certain of it now. He knew her name and spoke about a divorce\nno one but she knew of. \"I'm sorry,\" she said coldly, turning her head\naway to indicate that as far as she was concerned the interview was at\nan end, \"I gave no one to understand that. I'm accompanying my husband\non a business trip. Now, if you'll please--\"\n\n\"Nevertheless,\" the man insisted, \"your intentions are plain, perhaps\nnot to others or even your husband--but to us, very clear. Let me be\nfrank, Mrs. Bennet. I represent an organization which can be of great\nbenefit to you, providing you help us by accepting our standard plan.\"\n\n\"Your organization?\" she questioned.\n\nThe man waved a vague hand. \"The organization is of necessity nameless.\nHowever, it is quite effective. In fact, the only way you've heard of\nus, without realizing it, is through the effects we produce for our\nclients.\"\n\n\"What sort of--effects?\"\n\n\"I promised to be frank, Mrs. Bennet. I shall. Your husband is an\nandroid, and you hate him for that reason and for others.\"\n\nSilvia gasped. \"How did you know? That he's an android, I mean?\"\n\nThe man smiled. \"Our organization has access to a great deal of\ninformation; it's an integral part of our business, this information,\nserving as a springboard for contacting prospective clients like you.\"\n\n\"You mean,\" she said testily, \"you'd like to help me get a divorce?\"\nShe smiled, adding, \"For a fee, naturally.\"\n\nThe man shook his head no. \"Something more permanent. We'd like to make\na widow of you.\"\n\nFor a moment Silvia sat paralyzed, thinking she had not heard right.\nAfter awhile, she said, \"You'd like to what?\"\n\n\"You were carefully studied,\" the man went on, \"and we know the idea of\nyour husband's death is not repugnant to you; that's why I'm suggesting\nthe idea simply, without any cat-and-mouse tactics. Your husband has\ninsurance amounting to slightly less than one hundred thousand credits;\nour fee will be one-tenth of that plus one-tenth of any other monies\nwhich may accrue as a result of his death.\"\n\nSilvia sat in shocked silence, not knowing what to say. \"You're crazy,\"\nshe managed finally. \"I'll call the officers--\"\n\n\"Who wouldn't believe you because the story is fantastic,\" the man\npointed out, certain of himself. \"Only our clients and potential\nclients know we are in existence, for not one of our--er--operations\nhas been discovered. Think it over, Mrs. Bennet. Even though Arcturan\ndivorces can be quick, they aren't always painless. It's like war with\nthem, just as everything is, and wars can be lost. Our way is more\ncertain; you're assured of your husband's estate and nine-tenths of all\ninsurance money. I'll be around when you change your mind.\"\n\nHe got up and walked down the aisle in back of her. Silvia didn't look\nto follow him. She was thinking, _when_ I change my mind; the man was\nthat sure of it, was he? Or was that just to put her in a positive\nframe of mind, making her think it was not a question of yes or no,\nbut when. She had quarrels with George, sure, and sometimes she even\nfelt she hated him--but the idea of murder had not entered her mind.\nMentally she added, _at least until now!_ She shook her head--no, it\nwas out of the question.\n\n\n\nShe had to admit to herself, though, now that she _was_ thinking\nof it, that she would miss the easy living being married to George\nentailed, even with any alimony she might receive. He was the android\nversion of the old Horatio Alger story, though very few persons knew\nor even suspected George was not human. The World Congress had passed\nequalizing laws for androids just as they had for the various races,\nwith the difference that it worked for androids since they had no\noutward mark of being different from the select group.\n\nWhile not wealthy, they had lived well, with George trying in his\nsimple fashion to please her. She thought once she had loved him, for\nafter all he was a rather likable person. He had told her of his being\na non-human and had proposed in almost the same breath, and it had\nshocked her at first the way any normal woman would be shocked at being\ntold such a thing. But George was on his way to becoming somebody in\nthe business world, and after going mentally over the pros and cons of\nthe thing she had decided she could do much worse. There were times\nduring the two years of marriage, however, when she wasn't even certain\nof that.\n\nShe had considered the possibility of forcing him after the divorce\nto give her some of his real estate or investments in return for not\ndisclosing his secret; for while technically there was supposed to\nbe no ill will toward androids there was an instinctive repulsion on\nthe part of many humans for someone who was not of their kind, and\nGeorge's business contacts would inevitably suffer if the knowledge got\nout. It was not blackmail, she rationalized--she disliked the unlawful\nsound of the word--but a business deal in which she supplied silence in\nreturn for his money. It was the least he could do, she thought, after\ntaking up two years of her life.\n\nBut murder was another thing, a totally different thing that had\nentered her mind only briefly during arguments and then not seriously.\nEven blackmail would be lily-white compared to it. She had never\nactually entertained the idea for any length of time, but now she\nconsidered it--not seriously even now, she told herself hastily, but\nmerely as an intellectual diversion.\n\nAndroid or not, as far as the courts were concerned, it was murder just\nas though the victim were a human. But the case might never reach the\ncourts, for the \"organization\" would handle all homicidal details, she\nremembered, and they were probably professionals in the art. Strange,\nno one had discovered the organization, but that probably testified to\nits ability. They could probably kill someone, even George, and no one\nwould ever know....\n\nShe shook her head in mild disdain, wondering at the sudden flood of\ncriminal thoughts started by the stranger. She reminded herself that\nshe was going to Arcturus to divorce her husband, not to kill him. She\nwondered disinterestedly if he were sulking up there on the observation\nplatform.\n\nThe loudspeaker crackled and a feminine voice said, \"The mechanical\ndifficulties have been located and are being repaired. It will be\napproximately thirty minutes, Earth rating, before we enter subspace\nagain. Meanwhile, the lounge is open for those wishing to patronize it.\nMay we suggest a cocktail, followed by a dinner from any of the planets\nof any system. The view from the observation platform--\"\n\nThe voice droned on, telling of the swimming pool, the\nthree-dimensional (off-gravity) tennis rooms, and other diversions\ndesigned to get passengers' minds off the fact that they were\ntemporarily stalled in open space.\n\n\n\nGeorge appeared in the doorway at one end of the aisle and walked\ntoward her. She gave a small gasp as she saw the stranger come through\nthe doorway behind him. They came down the aisle, and George dropped\ninto his seat. The stranger looked questioningly at her before he\npassed. She shook her head no.\n\n\"There's a good view from the observation platform,\" George said, as\nthough making an effort to be conversational. \"Now's the time to see\nit, when the ship's in normal space. They've got a large transparent\ndome, like half a bubble, and when you look up it seems as though\nyou're out there in space, floating.\"\n\n\"Really?\" she said drily. \"I'm not exactly a tourist, you know. I\n_have_ been on observation platforms before.\"\n\nFor a moment he looked at her as though wondering if there were\nanything he could say that wouldn't bring out a disagreeable word.\n\"Silvia, I wish--\" he began.\n\n\"All right, all right,\" she interrupted wearily. \"If there's anything\nI've said to injure your poor sensitive feelings, I apologize. But\nplease don't give me that lost sheep-dog look; I can't stand it.\"\n\nHe started to say something, then changed his mind at the futility of\nit and fell silent. She regarded him from the corner of her vision for\na moment, feeling strangely sympathetic toward him. It made her feel\nsomething of a heel when he fell silently accusing like that, and she\ndidn't like the feeling. If only he'd rant and rave at her, stand on\nhis own two feet and maybe even beat her once in a while. She wouldn't\nlike that, but at least it would be better than this outwardly placid\npacificism. She suspected his attitude stemmed from an inferior\ncomplex due to his being android; he could spin the world on its tail,\ncorner all the credits in the solar system, but still he could not\nescape the fact of his artificial birth. That fact was her weapon, and\nhe knew it and was afraid of it.\n\nAfter awhile, he said slowly, \"I'm going to get a divorce, Silvia.\"\n\nShe looked at him swiftly, her eyes taking in each facet of his\nfeatures to see if he were jesting. She even wondered for a moment if\nshe had heard correctly.\n\n\"I'm going to get a divorce on Arcturus,\" he repeated, not looking at\nher. \"I've been thinking it over for the past several months. Finally,\nI decided it would be the best thing for both of us. I hope you won't\ncontest it; I don't think I'd like one of those running battles.\"\n\nSilvia sat stunned by the revelation. This was to have been her\nsurprise party, not his, for under Arcturan divorce regulations the\nmember initiating the action had the distinct advantage, especially\nwhen the other was unprepared; the war-conditioned star-system had\ndeveloped this marital blitzkrieg to satisfy the sporting instincts\nof its people and to attract the curiosity-seeking Earth trade. She\nhad figured it as a surprise to him, knowing he would be shocked by\nits suddenness and take no action against her demands for what would\nnormally constitute an excessive amount of alimony.\n\n\"I thought I'd better tell you,\" he said, almost apologetically, \"even\nif it does work to my disadvantage.\" He got up. \"If you'd care to\ndiscuss it further, I'll be in the bar.\"\n\nIn shocked silence, Silvia watched her husband retreat down the aisle.\nIt was so typical of him to tell her, but the thought of him doing\nsomething like this at all was incredible. More than that, it was\nunbearable. She felt anger surge within her to realize that she'd\nbeen beaten to the punch, even if the romantic fool had confessed\nhis intentions. Slowly, she could sense her plans wavering, becoming\ninsecure, and panic gripped her. She'd had it all planned, all of it,\nworking out the details with secret enthusiasm, never suspecting George\nwas discontented enough to take action himself.\n\n\n\nShe still had a good chance, of course, but not nearly as good a one as\nbefore. The two years she had been married to him would be an eternity\ncompared to what compensation she might receive now, if she received\nanything at all. Perhaps she could make up to him before they got to\nArcturus, convince him she was repentant, that she wanted him to remain\nwith her. The thought of kowtowing before him, putting her pride on\nthe auction block, sickened her, though. Besides, he would easily see\nthrough the subterfuge; though weak, he was not a fool. Inwardly, she\ncursed, her mind a frantic jumble of thoughts. There was nothing she\ncould do, nothing except hope for the best. Unless--\n\nThe stranger appeared with the thought concerning him. He dropped into\nthe seat beside her.\n\n\"Have you reconsidered?\" he asked her quietly.\n\nIt was murder, she knew, and yet George was only an android,\nsomething that was manufactured artificially in a laboratory in great\nliquid-filled tanks; that somehow made it different, made it something\nlike putting a machine out of commission rather than destroying a life.\n\nShe wet her lips. \"In the eyes of the law,\" she said, \"it's murder, you\nknow.\"\n\n\"All the laws in the universe,\" the man returned gravely, \"will not\nmake an android human, Mrs. Bennet. There is a faction which gives our\norganization a bonus each time an android is destroyed, so you can see\nyou're not alone in this.\"\n\nShe didn't look at him. \"How would you do it?\"\n\n\"Efficiently,\" he replied vaguely, \"in a way I cannot yet disclose.\nSatisfaction, however, is guaranteed.\"\n\n\"Ten percent of the insurance money is the total fee?\"\n\n\"Ten percent of _all_ insurance monies,\" he corrected, \"which is not\nnecessarily the same thing.\" He drew a paper from his coat, opened it\nand handed her a pen.\n\n\"I have to sign something?\" she asked. \"But won't that incriminate me?\"\n\n\"You promise to pay the ten percent _in consideration of services\nrendered_,\" the man explained. \"The services are, of course, not\nstated.\"\n\nShe took the pen and signed before she could talk herself out of it.\n\n\"When will it be?\"\n\nCarefully, he folded the document and returned it to his coat. \"Before\nwe reach Arcturus,\" the man said, getting up. \"Thank you very much,\nMrs. Bennet. Glad to be of service to you.\" And he walked away.\n\n\n\nShe nodded vaguely and then began considering what she had done. George\nwas an android, she told herself again, only an android. But how could\nyou tell an android from a human? Certainly not outwardly. Blood\nchemistry was different, but the blood was red just the same. The skin\nwas a different composition, yet it felt and looked like human skin.\nThe personality and the character had human flaws in them. What, then,\nwas the difference? The answer came: an android was not human because\nhe was an android, which by definition was not human.\n\nThis reasoning tended to confuse her, and she tried to push the\nthoughts from her mind. It was done, and that was all that mattered,\nshe told herself. Pangs of conscience might plague her now, but\nafterward the soothing balm of money would ease the pain. They'd never\ngotten along, so what difference did it make.\n\nShe forced her thoughts away from that and wondered how they'd do it.\nShe hoped suddenly that it wouldn't be violent, and then she recalled\nthat a double indemnity clause would give her twice the hundred\nthousand--less the ten percent, of course, for services rendered. At\nleast, she hoped he wouldn't suffer. He'd suffered enough during his\nlifetime, just for being an android.\n\nIt must have been horrible, she thought, having to go through life\nknowing you're less than human, or at least in having people think\nthat. Even if humans accepted you as an equal (which they didn't,\ndespite any laws), you'd have to live with the knowledge that you\nevolved from an artificially produced embryo under conditions\nsimulating normal birth. Artificial growth, she thought disgustedly,\nlike the hydroponic production of vegetables. She felt a sudden sorrow\nfor him, a sympathy that was as far from pity as it had ever been.\nPerhaps it was even for his own good, she tried to rationalize, to do\nthis. And yet she was still not certain.\n\nGeorge came down the aisle toward her, and she looked away hastily. She\nfelt the seat depress beside her.\n\n\"The subspace drive will be ready in a few minutes more,\" he said.\n\"Then we'll really be on our way to Arcturus.\"\n\n\"Yes,\" she said quietly, not looking at him. She wanted to say\nsomething sarcastic, something to make him squirm, something that would\ngive an aura of normality to her actions. Yet the words stuck in her\nthroat, refusing to come. He has only a few moments, she told herself,\nlet them be pleasant.\n\nShe was surprised that the thought put her in a bad light, almost\nadmitting that it was her fault that they didn't get along; yet it was\ndifficult to be patient with someone who always seemed to be thinking\ngrave thoughts, as though constantly reminding himself he was an\ninferior.\n\nBut there was a time, she remembered, when he had not been grave. When\nthey had first met, for example, and during the courtship that had\nfollowed. A smile touched her lips as she thought about the little\nthings, the picnics and the sudden drenching rainstorms that inevitably\ncame after the ants were finished with their food, the 'copter trips\nover the scenic wonderlands of Earth, the first accidental brushings of\ntheir hands that had led to a kiss and then to another. But that was\nbefore she had known he was an android.\n\nShe felt suddenly ashamed that the word \"android\" could mean so much.\n\n\"George?\" She reached out and touched his hand. It felt warm and human.\n\nHe turned, bewilderment in those android human-looking eyes. He smiled\nat her, rather nervously, she thought. \"Yes?\"\n\n\"Nothing,\" she said, \"nothing at all.\" She drew her hand away and\nstared straight ahead.\n\nIt was wrong, she thought suddenly, it was the wrongest thing she had\never done in her life. She knew that with sudden clarity. All the money\nin the universe would not be worth the life of this--this _human_\nbeside her. Yes, that was it, android or not, he was as human as anyone\nshe had ever known.\n\n\n\nThe loudspeaker hummed briefly and a voice said, \"In thirty seconds\nwe will enter subspace. All passengers will remain seated until the\nchangeover is complete.\"\n\nThe voice repeated the message, and Silvia thought frantically, _we'll\nbe on our way to Arcturus and somewhere along the line the stranger\nwill kill George!_\n\nShe leaped up.\n\n\"Sit down,\" George cried, pushing at her. \"We're going into subspace.\"\n\n\"I've got to see somebody,\" she said, struggling.\n\n\"It can wait,\" George insisted.\n\nShe went limp, as she heard the whine of the motors deep down within\nthe spaceship. \"Yes,\" she said, \"yes, I suppose it will.\" But not too\nlong. She didn't know when, or even how, but each moment might be\nGeorge's last.\n\nShe braced herself involuntarily, as the whine rose to the threshold\nof inaudibility. A sudden rumbling came. The spaceship shook, the\nwalls twisting as though grasped by a giant's hand. The room tilted\nprecariously. A woman screamed.\n\n\"Something's gone wrong,\" George shouted. He grabbed Silvia's hand.\n\n\"Attention all passengers,\" a frantic voice came from the loudspeaker,\n\"prepare to abandon ship. Put on emergency spacesuits and go to\nlifecraft assigned you. There is no immediate cause for alarm. There is\ntime enough for all to reach safety, if instructions are obeyed. Above\nall, remain calm. Calls for help are going out--\"\n\nSilvia was dimly aware that George had pulled her spacesuit from the\noverhead locker and was trying to stuff her into it. Thank goodness,\nshe thought, it was like a miracle this happening. Now, neither of them\nwould go to Arcturus and the stranger's plans would be delayed until\nshe had time to cancel them.\n\n\"I'm okay,\" she insisted, fumbling with the rest of her suit. \"Put\nyours on.\"\n\n\"We're going to be killed!\" a man shouted near them. He scrambled down\nthe aisle toward the exit. George hit him, and the man staggered,\nlooking like a small boy punished for breaking a window. Then he began\nsobbing and someone led him away.\n\nThe ship shuddered again, and the walls protested with the grating of\nmetal. Silvia staggered, but her husband's arm shot out to steady her.\n\nA voice from the loudspeaker said, \"Attention, all passengers. Prepare\nto abandon ship. The following persons will proceed to emergency exit\none. Please be orderly. There is enough time and enough room.\" He read\noff a list of six names.\n\n\"I hope we're together,\" George said. \"I--I've changed my mind about\nsomething.\"\n\nSilvia felt a surge of pleasure. He wasn't going to get the divorce\nafter all. She didn't stop to analyze her feeling, but she hoped it\nwasn't selfish.\n\n\"The following passengers,\" the loudspeaker announced \"will go to\nemergency exit two.\"\n\nGeorge listened carefully and at their names said, \"That's us.\" He took\nher by the arm. \"Better put your helmet in place. There might be a\nleak.\"\n\nShe nodded, flipping it over her head the way he did, placing the\nfaceplate open so she could talk without using the radio. The way he\nseemed concerned over her made her feel ashamed she had plotted his\ndeath, and yet at the same time it made her feel glad that they had\ncome to some silent understanding in time.\n\n\n\nHe led the way down the aisle and into the corridor that led to exit\ntwo. They passed into the lifecraft, a miniature spaceship, and sat\ndown to wait. There were four others, three men and one woman. The\npilot came in last, helmet off, and sat at the controls.\n\n\"We're leaving the ship now,\" he warned, and pressed several studs.\n\nSilvia stared at the pilot. \"George,\" she said, gripping her husband's\narm. The pilot was the stranger who was going to kill George!\n\n\"We'll be all right,\" George assured her.\n\nThe small lifecraft trembled as its rockets blasted them with sudden\nacceleration into space. In seconds they were many miles beyond the\n_Arcturus Queen_.\n\nThe woman was pale and frightened. One of the men stared through a\nporthole. \"Look at it back there,\" he exclaimed. \"It looks like it's\ngoing to--\"\n\n\"Attention all lifecraft pilots,\" a loudspeaker said. \"Rendezvous at\na point within one thousand yards of lifecraft number one. Distress\nsignals have been sent to the outer planets of Sol and help will arrive\nshortly. Follow this beam.\" The message was repeated and then replaced\nby a humming sound.\n\nThe pilot switched off the sound.\n\nGeorge said, \"Hadn't you--\" and then he stopped.\n\nThe pilot got up from his seat. There was a gun in his hand. \"The\nsignal won't be necessary,\" he said calmly. \"None of you aboard this\nship will be rescued.\"\n\nSilvia bit her lip, hesitating. Then she said, \"I've changed my mind,\nthe deal's off.\"\n\nThe man smiled. \"A contract is a contract, Mrs. Bennet,\" he said.\n\"Besides, we've gone too far now with plans to turn back.\"\n\nGeorge was staring at her in disbelief. \"Silvia, you mean that you--\"\n\n\"I'll explain later,\" she told him.\n\n\"The time for explanations,\" the man said, \"is right now. There will be\nno 'later' for any of you. What your wife means, Mr. Bennet, is just\nwhat you suspect. And what your husband is trying to say, Mrs. Bennet,\nis that _he_ arranged a similar contract with me as did these other\npeople.\"\n\nSilvia felt a chill pass through her at the words. George, she thought,\nGeorge was planning to--\n\n\"I was desperate,\" George cried, beside her, his eyes pleading. \"I\nwas afraid that once we got a divorce you'd tell them about me. But I\ncouldn't go through with it, Silvia: that's what I meant when I said\nI'd changed my mind.\"\n\nShe listened numbly.\n\n\"An interesting situation,\" the man smiled, \"but it's much too late\nfor anybody to change his mind. At your deaths, the organization will\ncollect ten percent of your insurance benefits, plus the insurance\ncovering passengers killed as a result of a spaceship explosion.\"\n\n\"Spaceship explosion,\" one of the male passengers said, coming out of\na lethargy, \"but there's been no--\"\n\n\"Look,\" another cried, pointing to a porthole.\n\nThey looked, and the _Arcturus Queen_ burst into flame, erupting with\na great soundless explosion that sent metal splinters flying in all\ndirections.\n\nThe man smiled again, a smile of satisfaction, of knowing his plans\nwere ripening. \"The _Arcturus Queen_ was insured by the owner, who\nneeded money. We take ten percent from him, a nominal fee considering\nthe risk involved.\"\n\n\"And what of us?\" one of the men passengers demanded.\n\nThe man shrugged. \"Each of you is married to someone who prefers your\ninsurance money to your companionship. Not a very satisfying thought,\nis it?\"\n\nThe woman began to cry softly.\n\n\"You'll never get away with this,\" another of the men said, fists\nclenching.\n\n\"Can you think of any reason why not?\" the man said, fondling the\nweapon in his hand.\n\nI can, Silvia thought; George and I aren't getting caught in our own\ntraps if I can help it. If I can only tilt the ship, get him off\nbalance--\n\nSlowly, she edged toward the control panel, signaling George with a\ncareful nod of her head. George caught the signal, and she could see\nhim tense.\n\n\"We're wasting time,\" the man said, a trifle impatiently. He readied\nthe gun. \"If there are no last questions--\"\n\nSilvia made a sudden thrust for the control panel.\n\n\n\nThe man whirled, cursing, and brought the gun to bear on her. But\nGeorge was on him, gripping the man by the throat. The gun went off,\nand a searing blast of flame filled the lifecraft.\n\n\"The wall!\" someone cried.\n\nSilvia looked up. The wall of the lifecraft hung suspended for a moment\nlike some great jigsaw puzzle where the gun's blast had struck it. And\nthen it fell apart, blowing outward with the hurricane of the cabin's\nair leaping into space.\n\nInstinctively, Silvia slammed shut the glass on her faceplate and tried\nto grab some solid support. But a giant hand lifted her from the floor\nand whisked her out into the blackness of the void. Weightlessness came\nwith terrifying suddenness, and at first it was like falling through\nblack silent endless waters. She tried to scream, but the sound refused\nto come out.\n\nShe called George's name several times and then remembered the radio\nand turned the activating knob. \"George,\" she said. \"I'm outside the\nlifecraft. Can you see me?\"\n\nNo answer came. Space was a velvet black out here, the stars gleaming\npoints. She had no sensation of movement, but twisting her head in the\nhelmet, she could see the lifecraft becoming smaller. Her heart sank\nwith the knowledge that inertia was pulling her out, out farther and\nfarther into space.\n\n_He's not coming after me_, she thought suddenly, and the thought\nterrified her, made her throat suddenly tight. _Even if he hears, he\nwon't come._\n\nAround her, space drifted--dark, silent, limitless. Ahead, a great\nnebula glowed.\n\n\"I'm sorry,\" she said slowly to herself. \"I suppose I deserve it.\"\n\n\"Probably,\" George's voice came in her helmet, \"but I'm coming after\nyou anyway. Everybody's okay on this end, except our insurance man who\ncouldn't get his helmet on in time; it seems my hands were somehow in\nthe way.\"\n\nHer heart leaped at his voice. \"Do you still love me, George?\" she\nasked. Somehow, that mattered more than anything else.\n\n\"I don't know,\" he said wearily, \"I don't really know.\"\n\n\"Can't we try again?\" she pleaded.\n\n\"I'm sick of trying,\" George said.\n\nHer heart sank. She drifted through space watching the lifecraft bear\ndown upon her. In a few seconds it would be close enough, so that the\nbraking rockets--\n\n\"George!\" she cried. \"You're coming too close. I'll be burned by the\nbraking rockets!\"\n\n\"Accidents happen,\" George told her.\n\nShe screamed.\n\nThe lifecraft turned aside then, and long fingers of flame shot past\nher from the forward tubes. The ship drifted alongside her then, and\nall jets were cut.\n\nShe breathed sudden relief. \"Thank goodness. For a few seconds\nthere....\"\n\n\"It was a bad few seconds for both of us,\" George told her. \"Don't\ntempt me again, Silvia.\"\n\nHe appeared at the gaping hole in the lifecraft, a rope in his hands.\n\n\"I won't, George,\" she promised. \"We'll try again; this time we'll\n_really_ try.\"\n\nHe tossed her the rope. She grabbed it and began the descent to the\nship. When he pulled her inside it was like being born again.\n\nAnd somehow, she knew this new life would be different.",
    "metadata": {
        "author": [
            "Fritch, Charles E."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/66396/pg66396.txt",
        "name": "danger_in_the_void.json"
    }
}