{
    "name": "Daughters of Doom",
    "author": [
        "Hickey, H. B.",
        "Livingston, Herbert B."
    ],
    "body": "    Deep in space lay a weird and threatening world. And it was\n    there that Ben Sessions found the evil daughters . . .\n\nBeyond Ventura B there was no life; there was nothing but one worn out sun\nafter another, each with its retinue of cold planets and its trail of dark\nasteroids. At least that was what the books showed, and the books had been\nwritten by men who knew their business. Yet, despite the books and the men\nwho had written them, Ben Sessions went past Ventura B, deliberately and\nall alone and knowing that the odds were against his returning alive.\n\nHe went because of a file clerk's error. More correctly, he went as the\nfinal result of a chain of events which had begun with the clerk's mistake.\n\nThe clerk's name was Gilbert Wayne and he worked at the Las Vegas\nInterplanetary Port. It was Wayne's job to put through the orders for\nroutine overhaul of interplanetary rockets. Usually Wayne was quite\nefficient, but even efficient men have bad days, and on one of those days\nWayne had removed from the active list the name of Astra instead of its\nsister ship, the Storan.\n\nThe very next morning the Astra had been turned over to Maintenance.\nMaintenance asked no questions. It was that department's job to take the\nship apart, fix what needed fixing, and put it. Ten minutes later Jacobs\nsaw Armando Gomez was the mechanic detailed to check the rocket tubes.\n\nGomez, who always got that job because he was small and slender, dutifully\ndropped his instruments into his overall pockets and crawled into the left\nfiring tube. Half an hour later he stuck his head out of the tube and\nyelled to Jacobs, who was in charge of the job:\n\n\"Amigo! How many hours this ship she got?\"\n\nJacobs ran his finger down a chart and discovered to his surprise that the\nAstra had only two hundred hours on its log since the last overhaul.\nOrdinarily a ship was checked each thousand hours. He scratched his head\nbut decided that if Operations wanted the Astra tuned it was none of his\nbusiness. So he told Gomez not to ask useless questions and to get back in\nthe tube.\n\nAnyone else but Gomez would have obeyed orders and forgotten all about it.\nTen minutes later Jacobs saw Armando's head appear.\n\n\"Amigo!\" Gomez shouted. \"How many hours?\"\n\n\"Two hundred!\" Jacobs shouted back, knowing he would have no peace until\nGomez was answered. \"Now get to work! We ain't got all year.\"\n\nBut Gomez was out of the tube again in five minutes and yelling for the\nforeman.\n\n\"What do you want now?\" Jacobs demanded. He swung himself up on the catwalk\nbeside Gomez.\n\n\"Something very funny in here, amigo,\" Gomez replied. \"One plate she is too\nclean.\"\n\n\"Less work for you,\" Jacobs grunted. \"So why complain?\"\n\nNevertheless he took a look at the plate, which was near the mouth of the\ntube. It should have been lightly encrusted with the oxides of rocket fuel.\nInstead, it was only beginning to dull, in strange contrast to its\nneighbors which were welded to it.\n\n\"That is queer,\" Jacobs muttered.\n\n\"_Si._ As you say, amigo. Queer.\"\n\nOnce Jacob's interest was aroused he was also not one to let a matter drop;\nhe told Gomez to work on another tube while he consulted the front office.\nThe front office was not especially interested, but at Jacobs' insistence\nthey called in a metallurgist. The metallurgist, whose name was Britton,\nwas fortunately a thorough young man. He ordered the plate removed and sent\nto his laboratory for complete analysis.\n\nAfter that things happened fast. Britton scanned the analysis of the plate\nand without hesitation called in his superior who ordered a second test\njust to be safe, and then notified Washington. Washington turned it over to\nInterplanetary Intelligence, of which Carson was chief of staff.\n\nOne week later Ben Sessions stood before Carson's desk.\n\n\n\nSessions was only thirty-five, but in his few years with \"Two Eyes,\" as the\norganization was known, he had rung up an enviable record. Tall, lithe,\ndarkly handsome, he was well liked by the men who worked with him. At the\nmoment there was a puzzled frown on his face, lengthening the line made by\na scar which ran from his forehead down the side of his nose. The scar was\nthe result of a crash landing on Neptune.\n\n\"I don't get it, sir,\" he said. \"A single plate from a rocket tube . . . So\nwhat if it didn't oxidize?\"\n\n\"That makes me feel much better.\" Carson smiled, an inner bitterness making\nthe smile wry. \"I didn't get it either,\" he went on. \"A mechanic named\nGomez got it; a foreman named Jacobs got it; a lab man named Britton got\nit; but the chief of \"Two Eyes\" missed the boat. I feel swell about that.\"\nHe rose suddenly and hammered his fist on the desk. \"Every one of us in\nIntelligence ought to be cashiered!\"\n\n\"Take it easy,\" Ben cautioned. \"All because of that plate?\"\n\nCarson slumped back into his chair. \"Yes. And because we have failed in our\nduty. Our only hope is that we may have time to make it up. I'll give you\nthe facts:\n\n\"Those tubes are made of Virium, but even Virium develops scale. After next\nweek it will develop even more, because next week we make the changeover to\nthe new fuel. If Wayne had made his mistake two weeks later there would\nhave been so much deposit in the tubes that Gomez would not have noticed\nthe difference.\n\n\"Now, Virium is one of the most standardized products in the world. So\nGomez was rightly astonished that the tube didn't oxidize evenly. Jacobs\nsaw further. Virium is the toughest metal we know of; if this piece was\ntougher it might be a discovery of major importance. So Britton analyzed\nthe plate.\"\n\n\"Now we get to the point,\" Sessions grinned.\n\nCarson stabbed a finger at him. \"Right. And the point is that this one\nsection of plate is not Virium! In fact, it is a substance which we are\npositive does not exist in our system!\"\n\n\"Wait a second. What do you mean by 'system'?\"\n\n\"I mean every single bit of matter that lies between here and Ventura B.\"\n\n\"Maybe it's not a natural substance. Not an element.\"\n\n\"We thought of that. It's an element, and one we know nothing of.\"\n\n\"Do you mind if I sit down, sir?\" Ben asked suddenly.\n\nThe enormity of the thing had struck him, almost dazzling him with its\nimplications. Carson laughed bitterly and waved him to a chair, then went\non talking.\n\n\"Precisely, Ben. The question is: How did this strange substance get into\nthe tube of an Interplanetary rocket called the Astra? To answer that we\nchecked on the ship. The Astra is one of the few ships which have ever gone\nbeyond Ventura B!\"\n\n\"I almost expected to hear that,\" Sessions said.\n\n\"It adds up, all right, doesn't it? A foreign substance, a foreign system.\nBut this substance had been made into a plate. That means the work of\nintelligent beings.\"\n\n\"Who took the Astra on that trip?\" Sessions asked, his body tense.\n\n\"A licensed space explorer named Murchison. Two others went with him but he\nreturned alone. Claims they fell into a chasm.\"\n\n\"But no explorer has reported life beyond Ventura B,\" Sessions said, taking\nup the thread of thought. He whistled softly. \"You must have been busy this\nlast week.\"\n\n\"Busy is no word for it. It's only three years since anyone has been\nallowed to go outside our system. For the purpose of science Interstellar\nFlight granted permits to six licensed explorers. All returned with charts\nshowing only a desolate waste. In our own quiet way we have checked on each\nof these six men, including Murchison, in the last week.\"\n\n\"And . . . ?\"\n\n\"And we discovered something very interesting. The six who returned from\nbeyond Ventura B were not the same six who went! They are identical in\nevery facial, bodily, and mental characteristic, identical enough to fool\neven the families of the lost explorers. But when we secretly photographed\nthem with infra-red light we found that their skins contained elements\nforeign to our system!\"\n\nVentura A and its sister star were the twin beacons that marked the last\noutposts of the Earth System. Past them was only a trackless waste of\ninter-stellar space. Ben Sessions knew that the charts he carried were\nprobably worse than useless, were likely downright traps.\n\nHe and Carson had planned the trip. Carson had wanted to send a fighting\nfleet but Ben had opposed the idea. Wayne's mistake had led them to the\nuncovering of a gigantic hoax, a hoax which could have only a sinister\npurpose. Somewhere in the void ahead were sentient beings. To send a fleet\nwould be to let them know that their existence was suspected.\n\nSessions let the automatic controls take over while he examined the charts\nonce more. They showed the constellation which lay directly ahead, the one\nafter that, and then nothing for hundreds of millions of miles. Those first\ntwo reflected a tiny amount of light from Ventura B and were visible\nthrough telescopes, therefore it would have created suspicion to falsify\ntheir position. Past them, however, the blackness was too intense to\npenetrate.\n\nThe speed of the rocket ship increased. Atomic blasts replaced those of the\nregular fuel. Sessions knew that an Earth measurement would have shown the\nship to have shrunk to half its size. Only light and the radona beam which\nprotected the ship from collisions could travel faster.\n\nFrom now on it was just a matter of luck. Someone had pulled those six\nexplorers out of space and Sessions was hoping the same thing would happen\nto him. On the third day it happened.\n\nHe was sitting in the pilot's chair, watching the radona chart before him.\nMost of the chart was blank, only the upper right hand corner showing a\nmass of black dots which indicated a planetary dispersal about a dead star.\nSessions waited for the radona beam to swing the ship leftward.\n\nInstead, the ship was curving in the direction of the dots! Ben's first\nthought was that the beam had gone out of order, and he switched to manual\ncontrols. No use. Despite all his efforts he was being carried toward those\nplanets.\n\nHabit made him shut off the tubes. Why waste fuel? A tight smile froze on\nhis lips as his speed dropped to twenty million miles then lifted again as\nthe ship by-passed a planet. With calm deliberation Ben switched on the\ncamera he had installed before the flight and let it record his course as\nshown on the radona chart.\n\nOnly one dot remained on the chart. It grew larger and larger until it\nfilled the entire screen. There was no longer any doubt as to the ship's\ndestination, and as if to add further proof its speed dropped sharply. Ben\nclicked the switch on the camera and removed a tiny roll of microfilm. The\nroll fit snugly into the hollow cap which covered the stub of one of his\nmolars.\n\nThe altitude indicator went on automatically, showed fifty thousand feet,\nthen forty thousand, went down to hundreds. Ahead there was only blackness.\nBen held his breath and waited for the crash. It never came. Long after the\naltimeter showed zero the ship still moved. Ben could think of only one\nexplanation: he was below the surface of the dark planet! And then he could\nthink no more; the blackness seemed to filter into the ship and into his\nmind.\n\n\n\n\"He awakens,\" a voice said. It was a pleasant voice, a feminine one, silky\nand soothing.\n\nBen Sessions sat up and said, \"Huh?\"\n\nThe first thing he noticed was the light. No more darkness, but a light\nthat came from nowhere and yet was everywhere. He was on some sort of\ncouch, in a huge room with a vaulted ceiling. Shaking his head groggily,\nBen looked for the source of the silken voice. He was alone in the room.\n\nHis eyes ran down the length of his body. The flash gun was gone from his\nbelt. That was hardly unexpected. But the belt was gone too. So were his\nclothes. He was clad in a loose robe of shimmering white cloth.\n\nThat meant he had been unconscious for some time. How long? Ben would have\ngiven much to know. Suddenly he let out an unearthly moan, threw his arms\nwide and rolled off the couch. He lay still.\n\nThe silken voice was raised again and added to it was another, more\nmasculine. Then a door opened and two people stepped into the room. Ben sat\nup and grinned at them, especially at the woman.\n\n\"I thought that would get you,\" he said. \"It's not hospitable to hide from\nyour guest.\"\n\n\"Resourceful, isn't he?\" The woman raised her eyebrows in mock admiration.\nHer companion growled a reply which Ben couldn't quite catch.\n\nThey were an odd pair, the woman towering well above ten feet but perfectly\nformed, her skin the color of pink marble; the man more beast than human.\nThe women of Saturn were as tall as she, Ben had time to think, but not\nnearly as beautiful.\n\n\"Welcome to Teris, Ben Sessions,\" she said. Her smile was the smile of the\nserpent of Eden.\n\n\"You're pretty resourceful yourself,\" Ben grinned.\n\nHe had carried no papers except a blanket permit from Interstellar Flight.\nHe wondered if the precaution he and Carson had taken would prove to be in\nvain. The woman spoke again.\n\n\"Ben Sessions, graduate of Neptune School of Rockets; born in Taos, New\nMexico, Earth; third of four children; unmarried, unattached at present;\nfirst position, co-pilot Earth-Vega Express . . .\"\n\nShe seemed to be choosing items at random from a memorized list. The\nexhibition was intended to impress Ben and it was succeeding. More than\nthat, however, it was frightening. He held his breath as she neared the\nend.\n\n\". . . two years with Interstellar Communications; presently a licensed\nspace explorer, non-affiliated.\"\n\n\"Pretty good,\" Ben said.\n\nIt was better than that. It was perfect. Only the end was wrong. He and\nCarson had worked that out with the psychoanalyst. The two of them had\nwanted to falsify the entire biography, but the analyst had convinced them\nhe was right.\n\n\"One lie I might attempt to pound into your very subconscious by hypnotism;\na dozen would be spread too thin. We would leave holes. Under the type of\nelectroanalysis you seem to think might be used on you I can't even promise\none lie will hold up.\"\n\nBen reminded himself to recommend the man for honors if he ever got back to\nEarth. He had certainly known his business; but then, if he hadn't he would\nnot be working for \"Two Eyes.\"\n\n\"Now that you've told me all about myself maybe you'll tell me what's going\non,\" Ben said.\n\n\"One of your compatriots can do that,\" the woman told him. Her interest\nseemed suddenly to have waned.\n\nShe said a few words in a strange tongue to the man who stood at her side.\nHe grunted, bowed, and advanced toward Ben. Long arms, covered with thick\nblack hair, reached out. Ben dodged.\n\n\"You'll be sorry if you make him use force,\" the woman said.\n\n\"Nothing like trying,\" Ben told her. He avoided another grab and stepped in\nand smashed his fist to the hairy man's jaw.\n\nHe might as well have hit a wall. Before Ben could strike another blow he\nwas lifted from his feet by an upward slap that threatened to tear loose\none side of his face. Too dazed to resist, he felt both his wrists\nencircled by a tremendous hand. The woman's voice rose sharply in a tone of\ncommand.\n\n\n\nThe corridor through which Ben Sessions was being led was thronged with\npeople. There seemed to be three classes: rosy-skinned giantesses like his\nescort; men of his own size, but also with pink complexions; and the squat,\nhairy men who appeared to be nothing more than slaves.\n\nIt was plain that women dominated this society, and from them Ben received\ncurious but contemptuous glances. Any one of these Amazons would have been\nconsidered a beauty on Earth, so regular were their features, but they\nlacked an air of feminine softness. Instead, cruelty lay thinly masked\nbeneath the surface.\n\nAt the end of the long corridor a huge door swung open and Ben was led\nthrough it into an immense room. At the far end of the room was a throne,\nand on it a woman. Ben blinked. As well proportioned as the others he had\nseen, she was half again as tall, twice as beautiful. He could not contain\na gasp of appreciation.\n\nThick violet hair fell almost to her shoulders, her skin was luminous and\nflawless, her body breathtaking, more revealed than concealed by a\nclinging gown of some filmy material. At her breast, flashed a single\nviolet jewel larger by far than the famed sapphires of Uranus.\n\n\"I brought him as soon as he awakened,\" said the woman with Ben.\n\nA malevolent stare from the woman on the throne rested on Ben. \"It was\nunnecessary,\" she said. \"We have no further need of him. Take him to the\nfield.\"\n\n\"Wait a minute,\" Ben snapped.\n\n\"You are addressing Arndis, Queen of Teris,\" he heard his escort say.\n\n\"I don't give a hoot . . .\" He never finished the sentence. From behind the\nhairy slave seized him, lifted him and flung him bodily toward the doors.\nThe interview was over.\n\nThey went for a while along the same corridor, then turned off and followed\na side passage for a way. It led steadily downward to an arched opening and\nthrough that out of the building. Here too the light was diffused, but much\nbrighter. Ben had to blink several times before he became adjusted to it.\n\nThey were standing in the center of a vast level plain, apparently endless\nand roofless, for overhead there was no sky, only an increasing intensity\nof light. Ranged in rows on the plain were thousands of space ships. Ben\nturned once as they approached the first line of ships and saw behind him\nthe building from which he had just come. It rose upward, a single block of\nshining stone, for almost a mile. Alongside it were other buildings of the\nsame material, but none so large.\n\nThen Ben and his two escorts were past the first rows of ships. His eyes\nroved over them, trying to discover what armament they carried. None was\nvisible. Their firing tubes were much the same as those of Earth design,\nbut slightly smaller.\n\nHis attention was diverted from his study by a sudden disturbance aboard\nthe closest ship. The sound of an angry feminine voice came clearly through\nan open porthole, and mingled with it was a pleading, deeper tone. An\ninstant later a door was flung open and out of it came hurtling one of the\nmen of Teris. He hit the ground, rolled over, and came to his knees facing\nthe open door and the giant woman who stood framed in it.\n\n\n\nThat the man was pleading for his very life was obvious to Ben, but it was\nequally plain that his pleas were having no effect. The woman on the ship\nuttered a single contemptuous word that cut the pleas short. On her face\nwas a sadistic anticipation such as Ben had never before seen. Slowly she\nraised a cylinder in her hand and pointed it at the man on the ground.\n\nFrom the cylinder came a violet light, weak at first, but growing in\nintensity as she pressed some sort of trigger. The man shrieked in agony as\nthe light played on him. Then the smell of burning flesh came to Ben's\nnostrils, and the shriek became a single high pitched scream which choked\noff suddenly.\n\nBen's escort laughed with ghoulish enjoyment, said something to the woman\nin the doorway, and gestured at the charred body on the ground. The violet\nlight grew to blinding intensity. A puff of smoke and the body was gone.\n\n\"What was that for?\" Ben gasped.\n\nHis escort smiled indulgently and shot a question at the other woman. The\nreply was a shrug of shoulders and a few short syllables.\n\n\"He did something that displeased her,\" she told Ben. At his look of horror\nshe laughed again, apparently pleased to have shocked him.\n\nHe noticed, as they went along, that the space ships decreased in size.\nThose in the first rows had been comparable to Earth's battle cruisers,\nthose in the last were one or two man jobs. His own ship, the _Rapier_, was\nat the very end of the last line.\n\nBeyond was a vast army of men, both rosy skinned and hairy, at work on a\ngigantic excavation project. Great power shovels scooped load after load of\nearth. But most of the work was being done by the men who labored with\nprimitive pick and shovel.\n\nAbove the sound of digging rose the sharp voices of the giant women of\nTeris, each with a battalion under her command. As far as Ben's eyes could\nreach men were digging at the ground.\n\nHe was hustling along to a point where a dirt spattered group struggled\nwith a metallic lining for the half-mile hole it had excavated. At that\npoint his escort turned him over to the woman who bossed that crew. Ben saw\nin the hand of the overseer one of the violet ray cylinders.\n\n\"Down there,\" she said curtly, pointing to where a small knot of men worked\non a terrace fifty feet below. \"They will tell you what to do.\"\n\nBen had found nothing strange in the fact that his escort had spoken\nEnglish fluently. She had been present at his electroanalysis. But he\ndoubted that all the women of Teris could have the same command of the\nlanguage. Nevertheless he said nothing and clambered down the ladder to the\nterrace beneath. Ben's unasked question was answered when he saw the five\nfaces turned up toward him.\n\n\n\nEarth men! Even the grime that covered them could not hide that. And there\nwas added proof in their widening eyes. They were sorry to see another\nEarth man captive, yet happy at sight of one of their own kind. Willing\nhands helped Ben down from the bottom rung of the ladder.\n\n\"We'd heard they had picked up another ship,\" one of the men said. \"But we\nweren't sure the rumor was true.\"\n\n\"True enough, as you can see. I'm Ben Sessions.\"\n\nHis outstretched hand was grasped and shaken cordially. Names were flung at\nhim. Murchison, Davies, Kennard, Bannon, Murchison.\n\n\"Wait a second,\" Ben said. \"I thought I heard Murchison twice.\"\n\n\"You did,\" said the big, rawboned man at whom he was staring. \"The first is\nmy daughter Sally.\"\n\nIt was only then that Ben noticed how small and slender was the figure of\nthe one next to Murchison. Even the girl's loose robe, similar to that of\nthe men, could not quite conceal her femininity. Her hair was cut short,\nher hands toil hardened.\n\n\"Carson didn't tell me,\" Ben muttered. He grinned at Murchison. \"I expected\nto find you and two assistants, but I didn't know one would be your\ndaughter.\"\n\n\"Expected--?\" Hope glinted in five pairs of eyes. Above them there was a\nshouted command to get to work, and a cylinder was waved threateningly.\n\n\"I'll explain as we go along,\" Ben said hastily. \"Show me what to do.\"\n\nBannon, a short, thickset man with a mop of unruly black hair shoved a pair\nof tongs into Ben's hands and quickly explained how to hold the rivets with\nwhich the group was working. In effect they were constructing a huge\ncylinder. Looking down, Ben saw that it descended into the bowels of Teris.\n\nThe others were pressing Ben for his explanation but he insisted that they\ntell their stories first. The same thing had happened to them as to him.\nWithin some thousands of miles of Teris they had felt a force pull them\ntoward it. Then they had passed out and awakened to find themselves\nprisoners.\n\n\"I know all that,\" Ben said. \"But in all the time you've been here you must\nhave found out a good deal. What goes on here? Why are they taking prisoner\nevery one who approaches the planet? Why do they conceal its existence from\nour system?\"\n\nMurchison paused between blows of his hammer, as though to wipe sweat from\nhis brow.\n\n\"Since you seem in a hurry,\" he said, \"I will tell it in brief. You are in\nthe center of a planet whose evil people are engaged in one enterprise: the\nconquering and subjugating of our universe.\"\n\n\"I thought that might be it,\" Ben nodded. \"But subjugating billions of\npeople may prove tougher than they think.\"\n\n\"Their intention is to reduce our population so it can be easily handled.\nAnd I can assure you that these women are perfectly capable of slaughtering\nas many people as they think necessary. They have both the means and the\ncontempt for human life that such an undertaking requires.\"\n\nBen hazarded a guess. \"This project is part of their preparation?\"\n\n\"The final part. Since the surface of Teris has a temperature of absolute\nzero it can only be reached from here through a series of locks. What they\nare building now are new locks big enough to handle their largest ships. As\nsoon as that's done they plan to attack.\"\n\n\"Any idea when that will be?\"\n\n\"About a week, Earth time.\" Murchison's shoulders sagged with despair.\n\"We've been wracking our brains for a way to stop them, but it's no use.\nThey're as clever as they are evil. They've even sent doubles of each of us\nmen to Earth to pave the way for the attack. I suppose you've seen your\ndouble.\"\n\n\"No.\"\n\n\"Then they haven't made one. You have to be awake while it's being done. I\nsuppose they didn't think it necessary now that there's so little time\nleft.\"\n\n\"Less time than I thought,\" Ben grunted. \"I'd better get moving.\" He tilted\nhis head back and shouted to the woman above.\n\n\n\nFor a second time Ben stood before Arndis, queen of Teris. Her eyes probed\nat him, trying to divine his thoughts. There was anger in those eyes. If\nshe detected a single flaw in his story it would mean Ben's death. More\nthan that, it would mean disaster for Earth. He talked fast.\n\n\"When we found that plate in the firing tube of Murchison's ship we knew he\nwas lying. We figured he'd discovered valuable deposits out here and was\ntrying to keep them secret.\"\n\n\"That was all?\"\n\n\"It's enough, isn't it? Enough for Interplanetary Intelligence to send me\non this mission. Those false papers I carried are proof that we suspected\nsomething. And if I'm not back in the time we allowed they'll have our\nentire battle fleet out looking for me.\"\n\n\"Very clever,\" Arndis smiled. \"But if you are trying to frighten us you are\nfailing. The women of Teris had a high civilization before your Earth was\nborn. We can do things you never dreamed of.\"\n\nAt her command Ben's arms were seized and bound behind him. He was carried\nswiftly into a room nearby, a room filled with a maze of scientific\napparatus. On what appeared to be an operating table was a transparent\nshell, and beneath this Ben was strapped.\n\nThrough the shell he saw one of the men of Teris brought into the room and\nplaced in a similar position on another table. Wires were strung between\nthe two shells and somewhere a machine began to hum. The shells filled with\na white vapor that lingered a moment and then was gone.\n\nAlthough he had known what was to happen Ben could not control his\namazement. For the man who came out of the other shell was an exact replica\nof himself! Within minutes he saw the other dressed in his own flying suit.\n\n\"You see how simply we solve the problem?\" Arndis asked. \"Ben Sessions will\nreturn to Earth and there will be no search. He will report that he found\nnothing and request that he be allowed to try again. By that time we shall\nbe ready to attack.\"\n\nBen's arms had been untied, and now he put his hand to his face, as though\nto rub some tender spot. The move attracted no undue attention. An instant\nlater he had two fingers inside his mouth and was working loose the cap\nover his tooth.\n\nHis next move took them completely by surprise. With a leap he was half way\nacross the room and lunging for his double. Ben brought the man down with a\nflying tackle and for seconds they wrestled on the floor. Then a hairy hand\ntore Ben loose and he was hauled to his feet. He had done little harm to\nthe other.\n\n\"Not quite fast enough,\" Arndis said. \"Within minutes he will be aboard the\nRapier and on his way.\" Her voice rose. \"Take this one back to the locks.\"\n\n\n\n\"Doesn't it ever get dark here?\" Ben asked.\n\nHe and Murchison and the others had been allowed to come out of the tube\nafter what seemed hours of toil. They sat now in a tiny cell into which air\ncame through slits in the wall.\n\n\"No,\" Murchison said. \"But Bannon has a good watch and we're able to keep\ntrack of time. It's exactly six days and three hours since you were put to\nwork.\"\n\nBen nodded thoughtfully. There was not much time left. Work on the locks\nwent on endlessly, and sooner than he could have believed possible they\nwere being completed. Given enough slaves, he thought, anything could be\naccomplished.\n\nGluing his eyes to one of the slits, he peered out. The last of the giant\ngates was being installed. Their own crew would have only one more shift\nbefore the job was finished.\n\nBeyond the excavation Ben could see the tower from which the locks were\ncontrolled. Bannon, who had been in Teris longest and who had managed to\ngarner some information, had explained their operation to Ben.\n\n\"I worked on the new controls when they were being installed,\" he said,\nranging himself alongside Ben. \"They're fully automatic. There are five\nlocks in each tube between the interior and the surface of Teris.\"\n\n\"How many ships did you say were kept at the tower?\" Ben asked.\n\n\"About ten. They make inspection flights each day, although nothing has\never gone wrong that I've heard of. But the tubes and the locks are the\nonly outlets to the surface and they watch them carefully.\"\n\n\"What are our chances of getting to the tower?\"\n\n\"Zero, I should say. Only the women are allowed to enter it, or a small\ncrew under their supervision.\"\n\n\"Willing to make a try?\" Ben asked. He swung around to face them all. Until\nnow he had not taken them into his confidence, given them no inkling of\nwhat was in his mind.\n\n\"We've talked about it before,\" Murchison answered. \"But there's so little\nchance we gave up the idea. Better to stay alive and hope for a rescue.\"\n\n\"I can't tell you how I know,\" Ben told them, \"but there isn't going to be\nany rescue.\" He kept his eyes on the girl. \"How about you, Sally? Willing\nto trust me?\"\n\nShe nodded and Ben heaved a sigh of relief. Rather than leave her behind he\nwould have stayed with her. Gathering them about him he outlined his plans.\nThe men were more than skeptical but no one had any suggestions.\n\n\n\nBen and Davies were the last to finish their work, and as they fastened the\nlast rivet to the last hinge Ben looked up and shook his head. To the giant\nwoman who stood watching him it seemed only that he was tired. She failed\nto notice that Sally had drifted off to one side and was coming up behind\nher.\n\nSally's foot suddenly caught the overseer just behind one knee and knocked\nher off balance. At the same instant Ben stepped in close and wrenched the\nviolet ray cylinder from the woman's hand. The others screened them from\nsight. Ben looked around and saw that the slight flurry of activity had\ngone unnoticed by others of the giant women who were nearby.\n\n\"We're going to walk to the control tower,\" he told the woman grimly. \"If\nanyone asks you're to say we have to do some work there. I'm going to have\nthis ray gun trained on you under my robe, so don't try any tricks.\nUnderstand?\"\n\nShe understood all too well. A flicker of fear in her eyes told Ben that\nshe knew he would blast her without mercy. They fell in behind her.\n\nWhen they reached the doors of the tower a pair of women barred their way.\n\n\"We have received no notice of work to be done,\" one of them said. Ben saw\nher eyes narrow with sudden suspicion, and then her hand darted for the\ncylinder at her side.\n\nBen's ray gun spouted violet death and the charred bodies of three women\nlay in the doorway. Ben scooped up their guns and thrust them at Bannon and\nMurchison.\n\n\"We'll give you five minutes before we take off,\" he shouted as they ran\npast him for the control room.\n\nBehind him and Davies and Sally there were shouts as the two men went into\naction. But they had their own job to do. The closest inspection ship was\nseveral hundred feet away and already women were running to cut them off.\nBen cut loose with his cylinder before they had a chance to use theirs.\n\nThen he and Davies were lifting Sally into the ship. While they covered the\nopen door Ben ran for the controls. Somewhere an alarm was wailing and as\nhe swung the ship about Ben saw other ships being boarded. But Bannon and\nMurchison had not failed. Just beyond the tower a lock swung open.\n\nBen skimmed along the ground, figuring to pick up the two men as they came\nout of the tower. Then he saw Murchison wave him on. He had planted himself\nin the doorway and was refusing to budge. Ben saw why as Murchison blasted\naway at a group of giant women who were trying to rush the tower.\n\nThere was no more time. Already other ships were taking off. Another wasted\nminute and they would beat him to the lock. Ben yelled to Davies to close\nthe hatch as he turned on the power.\n\nA moment later they were in the blackness of the tube. Davies ran forward\nto the controls. \"There's a light on the ship,\" he said. He found the\nswitch and threw it in time for them to see the next lock open for them.\n\n\"Three to go,\" Ben muttered. \"Looks like we're going to make it.\"\n\n\"Maybe not.\" Davies tapped his shoulder and pointed to the rear of the\nship. Looking back through a porthole, Ben could see other ships behind\nthem.\n\n\"As long as we're in the tube they won't fire,\" Davies said. \"But neither\ncan we get very far ahead!\"\n\nWhile he spoke the ship had gone through another lock with the others still\ndirectly behind. It looked like Davies was right. But Ben was not yet ready\nto concede defeat. The fourth lock loomed ahead and he watched it swing\nopen. Just a few minutes more and they would go through the last one. It\nwas still hundreds of miles ahead but at the rate they were travelling they\nwould be on it soon.\n\nHe waited until the last possible second and then cut his speed sharply.\nBehind them the other ships were forced to use their retarding rockets for\nfear of ramming them. It was just what Ben had expected. As the last lock\nopened he threw the accelerator all the way forward and felt the ship leap\nahead.\n\nThat alone would not have been enough, but as the ship roared out of the\ntube above the surface of Teris he cut sharply to the right. Had their ship\nbeen faster it might have worked. But it was not fast enough. Through the\nblackness of space the exhausts of their pursuers flamed closer. Ben's\nteeth clamped down on his lips.\n\n\"I guess we're out of luck.\"\n\nThere was nothing more to say. It was only a matter of minutes before the\nguns of the ships behind them would blast them to pieces. They held their\nbreath and waited, watching the exhausts come through the darkness.\n\nAnd then suddenly there was no more darkness. A light as bright as the noon\nsun flared. Ben let out a shout, for beyond the light were lined the battle\ncruisers of Earth. His pursuers turned tail and ran.\n\n\"Where the devil did those ships come from?\" Davies gasped.\n\n\"I sent for them,\" Ben told him. \"We had it all arranged. When I tackled\nthat double I managed to slip a microfilm capsule into his pocket. It had a\ncomplete picture of my radona chart. As soon as the double reached Earth,\nIntelligence grabbed him. All they had to do was follow my chart to Teris.\"\n\nThey were passing the flagship of the Earth fleet, and Ben dipped the nose\nof his ship in salute. Then he turned to see what was going on.\n\nThere was going to be no attempt to invade Teris. Instead, its surface was\nilluminated with more of the flares. A moment later Teris was gone, blasted\nby the guns of a thousand cruisers. And for the strange women who would\nhave enslaved a universe, Ben felt no pity.\n\n\n                               THE END\n\n\n\n\nThe sentence on Page 61: \"It was that department's job to take the ship\napart, fix what needed fixing, and put it.\" is exactly as it appears in\nthe original.\n\nOn Page 62, in \"Once Jacobs' interest was aroused he was also not one to\nlet a matter drop;\" the original had \"Jacob's\".",
    "metadata": {
        "author": [
            "Hickey, H. B.",
            "Livingston, Herbert B."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/25094/pg25094.txt",
        "name": "daughters_of_doom.json"
    }
}