{
    "name": "Death Wish",
    "author": [
        "Sheckley, Robert",
        "Barbee, Phillips",
        "O'Donnevan, Finn",
        "Barbee, Phillip",
        "Lang, Ned"
    ],
    "body": "By NED LANG\n\n\n Compared with a spaceship in distress, going\n to hell in a handbasket is roomy and slow!\n\n\nThe space freighter _Queen Dierdre_ was a great, squat, pockmarked\nvessel of the Earth-Mars run and she never gave anyone a bit of trouble.\nThat should have been sufficient warning to Mr. Watkins, her engineer.\nWatkins was fond of saying that there are two kinds of equipment--the\nkind that fails bit by bit, and the kind that fails all at once.\n\nWatkins was short and red-faced, magnificently mustached, and always a\nlittle out of breath. With a cigar in his hand, over a glass of beer, he\ntalked most cynically about his ship, in the immemorial fashion of\nengineers. But in reality, Watkins was foolishly infatuated with\n_Dierdre_, idealized her, humanized her, and couldn't conceive of\nanything serious ever happening.\n\nOn this particular run, _Dierdre_ soared away from Terra at the proper\nspeed; Mr. Watkins signaled that fuel was being consumed at the proper\nrate; and Captain Somers cut the engines at the proper moment indicated\nby Mr. Rajcik, the navigator.\n\nAs soon as Point Able had been reached and the engines stopped, Somers\nfrowned and studied his complex control board. He was a thin and\nmeticulous man, and he operated his ship with mechanical perfection. He\nwas well liked in the front offices of Mikkelsen Space Lines, where Old\nMan Mikkelsen pointed to Captain Somers' reports as models of neatness\nand efficiency. On Mars, he stayed at the Officers' Club, eschewing the\nstews and dives of Marsport. On Earth, he lived in a little Vermont\ncottage and enjoyed the quiet companionship of two cats, a Japanese\nhouseboy, and a wife.\n\n\n\nHis instructions read true. And yet he sensed something wrong. Somers\nknew every creak, rattle and groan that _Dierdre_ was capable of making.\nDuring blastoff, he had heard something _different_. In space, something\ndifferent had to be wrong.\n\n\"Mr. Rajcik,\" he said, turning to his navigator, \"would you check the\ncargo? I believe something may have shifted.\"\n\n\"You bet,\" Rajcik said cheerfully. He was an almost offensively handsome\nyoung man with black wavy hair, blase blue eyes and a cleft chin.\nDespite his appearance, Rajcik was thoroughly qualified for his\nposition. But he was only one of fifty thousand thoroughly qualified men\nwho lusted for a berth on one of the fourteen spaceships in existence.\nOnly Stephen Rajcik had had the foresight, appearance and fortitude to\ncourt and wed Helga, Old Man Mikkelsen's eldest daughter.\n\nRajcik went aft to the cargo hold. _Dierdre_ was carrying transistors\nthis time, and microfilm books, platinum filaments, salamis, and other\nitems that could not as yet be produced on Mars. But the bulk of her\nspace was taken by the immense Fahrensen Computer.\n\nRajcik checked the positioning lines on the monster, examined the stays\nand turnbuckles that held it in place, and returned to the cabin.\n\n\"All in order, Boss,\" he reported to Captain Somers, with the smile that\nonly an employer's son-in-law can both manage and afford.\n\n\"Mr. Watkins, do you read anything?\"\n\nWatkins was at his own instrument panel. \"Not a thing, sir. I'll vouch\nfor every bit of equipment in _Dierdre_.\"\n\n\"Very well. How long before we reach Point Baker?\"\n\n\"Three minutes, Chief,\" Rajcik said.\n\n\"Good.\"\n\nThe spaceship hung in the void, all sensation of speed lost for lack of\na reference point. Beyond the portholes was darkness, the true color of\nthe Universe, perforated by the brilliant lost points of the stars.\n\nCaptain Somers turned away from the disturbing reminder of his extreme\nfinitude and wondered if he could land _Dierdre_ without shifting the\ncomputer. It was by far the largest, heaviest and most delicate piece of\nequipment ever transported in space.\n\nHe worried about that machine. Its value ran into the billions of\ndollars, for Mars Colony had ordered the best possible, a machine whose\nutility would offset the immense transportation charge across space. As\na result, the Fahrensen Computer was perhaps the most complex and\nadvanced machine ever built by Man.\n\n\"Ten seconds to Point Baker,\" Rajcik announced.\n\n\"Very well.\" Somers readied himself at the control board.\n\n\"Four--three--two--one--fire!\"\n\n\n\nSomers activated the engines. Acceleration pressed the three men back\ninto their couches, and more acceleration, and--shockingly--still more\nacceleration.\n\n\"The fuel!\" Watkins yelped, watching his indicators spinning.\n\n\"The course!\" Rajcik gasped, fighting for breath.\n\nCaptain Somers cut the engine switch. The engines continued firing,\npressing the men deeper into their couches. The cabin lights flickered,\nwent out, came on again.\n\nAnd still the acceleration mounted and _Dierdre's_ engines howled in\nagony, thrusting the ship forward. Somers raised one leaden hand and\ninched it toward the emergency cut-off switch. With a fantastic\nexpenditure of energy, he reached the switch, depressed it.\n\nThe engines stopped with dramatic suddenness, while tortured metal\ncreaked and groaned. The lights flickered rapidly, as though _Dierdre_\nwere blinking in pain. They steadied and then there was silence.\n\nWatkins hurried to the engine room. He returned morosely.\n\n\"Of all the damn things,\" he muttered.\n\n\"What was it?\" Captain Somers asked.\n\n\"Main firing circuit. It fused on us.\" He shook his head. \"Metal\nfatigue, I'd say. It must have been flawed for years.\"\n\n\"When was it last checked out?\"\n\n\"Well, it's a sealed unit. Supposed to outlast the ship. Absolutely\nfoolproof, unless--\"\n\n\"Unless it's flawed.\"\n\n\"Don't blame it on me! Those circuits are supposed to be X-rayed,\nheat-treated, fluoroscoped--you just can't trust machinery!\"\n\nAt last Watkins believed that engineering axiom.\n\n\"How are we on fuel?\" Captain Somers asked.\n\n\"Not enough left to push a kiddy car down Main Street,\" Watkins said\ngloomily. \"If I could get my hands on that factory inspector ...\"\n\nCaptain Somers turned to Rajcik, who was seated at the navigator's desk,\nhunched over his charts. \"How does this affect our course?\"\n\nRajcik finished the computation he was working on and gnawed\nthoughtfully at his pencil.\n\n\"It kills us. We're going to cross the orbit of Mars before Mars gets\nthere.\"\n\n\"How long before?\"\n\n\"Too long. Captain, we're flying out of the Solar System like the\nproverbial bat out of hell.\"\n\n\n\nRajcik smiled, a courageous, devil-may-care smile which Watkins found\nsingularly inappropriate.\n\n\"Damn it, man,\" he roared, \"don't just leave it there. We've got a\nlittle fuel left. We can turn her, can't we? You _are_ a navigator,\naren't you?\"\n\n\"I am,\" Rajcik said icily. \"And if I computed my courses the way you\nmaintain your engines, we'd be plowing through Australia now.\"\n\n\"Why, you little company toady! At least I got my job legitimately, not\nby marrying--\"\n\n\"That's enough!\" Captain Somers cut in.\n\nWatkins, his face a mottled red, his mustache bristling, looked like a\nwalrus about to charge. And Rajcik, eyes glittering, was waiting\nhopefully.\n\n\"No more of this,\" Somers said. \"I give the orders here.\"\n\n\"Then give some!\" Watkins snapped. \"Tell him to plot a return curve.\nThis is life or death!\"\n\n\"All the more reason for remaining cool. Mr. Rajcik, can you plot such a\ncourse?\"\n\n\"First thing I tried,\" Rajcik said. \"Not a chance, on the fuel we have\nleft. We can turn a degree or two, but it won't help.\"\n\nWatkins said, \"Of course it will! We'll curve back into the Solar\nSystem!\"\n\n\"Sure, but the best curve we can make will take a few thousand years for\nus to complete.\"\n\n\"Perhaps a landfall on some other planet--Neptune, Uranus--\"\n\nRajcik shook his head. \"Even if an outer planet were in the right place\nat the right time, we'd need fuel--a lot of fuel--to get into a braking\norbit. And if we could, who'd come get us? No ship has gone past Mars\nyet.\"\n\n\"At least we'd have a chance,\" Watkins said.\n\n\"Maybe,\" Rajcik agreed indifferently. \"But we can't swing it. I'm afraid\nyou'll have to kiss the Solar System good-by.\"\n\nCaptain Somers wiped his forehead and tried to think of a plan. He\nfound it difficult to concentrate. There was too great a discrepancy\nbetween his knowledge of the situation and its appearance. He\nknew--intellectually--that his ship was traveling out of the Solar\nSystem at a tremendous rate of speed. But in appearance they were\nstationary, hung in the abyss, three men trapped in a small, hot room,\nbreathing the smell of hot metal and perspiration.\n\n\"What shall we do, Captain?\" Watkins asked.\n\n\n\nSomers frowned at the engineer. Did the man expect him to pull a\nsolution out of the air? How was he even supposed to concentrate on the\nproblem? He had to slow the ship, turn it. But his senses told him that\nthe ship was not moving. How, then, could speed constitute a problem?\n\nHe couldn't help but feel that the real problem was to get away from\nthese high-strung, squabbling men, to escape from this hot, smelly\nlittle room.\n\n\"Captain! You must have some idea!\"\n\nSomers tried to shake his feeling of unreality. The problem, the real\nproblem, he told himself, was how to stop the ship.\n\nHe looked around the fixed cabin and out the porthole at the unmoving\nstars. _We are moving very rapidly_, he thought, unconvinced.\n\nRajcik said disgustedly, \"Our noble captain can't face the situation.\"\n\n\"Of course I can,\" Somers objected, feeling very light-headed and\nunreal. \"I can pilot any course you lay down. That's my only real\nresponsibility. Plot us a course to Mars!\"\n\n\"Sure!\" Rajcik said, laughing. \"I can! I will! Engineer, I'm going to\nneed plenty of fuel for this course--about ten tons! See that I get it!\"\n\n\"Right you are,\" said Watkins. \"Captain, I'd like to put in a\nrequisition for ten tons of fuel.\"\n\n\"Requisition granted,\" Somers said. \"All right, gentlemen,\nresponsibility is inevitably circular. Let's get a grip on ourselves.\nMr. Rajcik, suppose you radio Mars.\"\n\nWhen contact had been established, Somers took the microphone and stated\ntheir situation. The company official at the other end seemed to have\ntrouble grasping it.\n\n\"But can't you turn the ship?\" he asked bewilderedly. \"Any kind of an\norbit--\"\n\n\"No. I've just explained that.\"\n\n\"Then what do you propose to do, Captain?\"\n\n\"That's exactly what I'm asking you.\"\n\nThere was a babble of voices from the loudspeaker, punctuated by bursts\nof static. The lights flickered and reception began to fade. Rajcik,\nworking frantically, managed to re-establish the contact.\n\n\"Captain,\" the official on Mars said, \"we can't think of a thing. If you\ncould swing into any sort of an orbit--\"\n\n\"I can't!\"\n\n\"Under the circumstances, you have the right to try anything at all.\nAnything, Captain!\"\n\nSomers groaned. \"Listen, I can think of just one thing. We could bail\nout in spacesuits as near Mars as possible. Link ourselves together,\ntake the portable transmitter. It wouldn't give much of a signal, but\nyou'd know our approximate position. Everything would have to be figured\npretty closely--those suits just carry twelve hours' air--but it's a\nchance.\"\n\n\n\nThere was a confusion of voices from the other end. Then the official\nsaid, \"I'm sorry, Captain.\"\n\n\"What? I'm telling you it's our one chance!\"\n\n\"Captain, the only ship on Mars now is the _Diana_. Her engines are\nbeing overhauled.\"\n\n\"How long before she can be spaceborne?\"\n\n\"Three weeks, at least. And a ship from Earth would take too long.\nCaptain, I wish we could think of something. About the only thing we can\nsuggest--\"\n\nThe reception suddenly failed again.\n\nRajcik cursed frustratedly as he worked over the radio. Watkins gnawed\nat his mustache. Somers glanced out a porthole and looked hurriedly\naway, for the stars, their destination, were impossibly distant.\n\nThey heard static again, faintly now.\n\n\"I can't get much more,\" Rajcik said. \"This damned reception.... What\ncould they have been suggesting?\"\n\n\"Whatever it was,\" said Watkins, \"they didn't think it would work.\"\n\n\"What the hell does that matter?\" Rajcik asked, annoyed. \"It'd give us\nsomething to do.\"\n\nThey heard the official's voice, a whisper across space.\n\n\"Can you hear ... Suggest ...\"\n\nAt full amplification, the voice faded, then returned. \"Can only suggest\n... most unlikely ... but try ... calculator ... try ...\"\n\nThe voice was gone. And then even the static was gone.\n\n\"That does it,\" Rajcik said. \"The calculator? Did he mean the Fahrensen\nComputer in our hold?\"\n\n\"I see what he meant,\" said Captain Somers. \"The Fahrensen is a very\nadvanced job. No one knows the limits of its potential. He suggests we\npresent our problem to it.\"\n\n\"That's ridiculous,\" Watkins snorted. \"This problem has no solution.\"\n\n\"It doesn't seem to,\" Somers agreed. \"But the big computers have solved\nother apparently impossible problems. We can't lose anything by trying.\"\n\n\"No,\" said Rajcik, \"as long as we don't pin any hopes on it.\"\n\n\"That's right. We don't dare hope. Mr. Watkins, I believe this is your\ndepartment.\"\n\n\"Oh, what's the use?\" Watkins asked. \"You say don't hope--but both of\nyou are hoping anyhow! You think the big electronic god is going to save\nyour lives. Well, it's not!\"\n\n\"We have to try,\" Somers told him.\n\n\"We don't! I wouldn't give it the satisfaction of turning us down!\"\n\n\n\nThey stared at him in vacant astonishment.\n\n\"Now you're implying that machines think,\" said Rajcik.\n\n\"Of course I am,\" Watkins said. \"Because they do! No, I'm not out of my\nhead. Any engineer will tell you that a complex machine has a\npersonality all its own. Do you know what that personality is like?\nCold, withdrawn, uncaring, unfeeling. A machine's only purpose is to\nfrustrate desire and produce two problems for every one it solves. And\ndo you know why a machine feels this way?\"\n\n\"You're hysterical,\" Somers told him.\n\n\"I am not. A machine feels this way because it _knows_ it is an\nunnatural creation in nature's domain. Therefore it wishes to reach\nentropy and cease--a mechanical death wish.\"\n\n\"I've never heard such gibberish in my life,\" Somers said. \"Are you\ngoing to hook up that computer?\"\n\n\"Of course. I'm a human. I keep trying. I just wanted you to understand\n_fully_ that there is no hope.\" He went to the cargo hold.\n\nAfter he had gone, Rajcik grinned and shook his head. \"We'd better watch\nhim.\"\n\n\"He'll be all right,\" Somers said.\n\n\"Maybe, maybe not.\" Rajcik pursed his lips thoughtfully. \"He's blaming\nthe situation on a machine personality now, trying to absolve himself of\nguilt. And it _is_ his fault that we're in this spot. An engineer is\nresponsible for all equipment.\"\n\n\"I don't believe you can put the blame on him so dogmatically,\" Somers\nreplied.\n\n\"Sure I can,\" Rajcik said. \"I personally don't care, though. This is as\ngood a way to die as any other and better than most.\"\n\nCaptain Somers wiped perspiration from his face. Again the notion came\nto him that the problem--the _real_ problem--was to find a way out of\nthis hot, smelly, motionless little box.\n\nRajcik said, \"Death in space is an appealing idea, in certain ways.\nImagine an entire spaceship for your tomb! And you have a variety of\nways of actually dying. Thirst and starvation I rule out as\nunimaginative. But there are possibilities in heat, cold, implosion,\nexplosion--\"\n\n\"This is pretty morbid,\" Somers said.\n\n\n\n\"I'm a pretty morbid fellow,\" Rajcik said carelessly. \"But at least I'm\nnot blaming inanimate objects, the way Watkins is. Or permitting myself\nthe luxury of shock, like you.\" He studied Somers' face. \"This is your\nfirst real emergency, isn't it, Captain?\"\n\n\"I suppose so,\" Somers answered vaguely.\n\n\"And you're responding to it like a stunned ox,\" Rajcik said. \"Wake up,\nCaptain! If you can't live with joy, at least try to extract some\npleasure from your dying.\"\n\n\"Shut up,\" Somers said, with no heat. \"Why don't you read a book or\nsomething?\"\n\n\"I've read all the books on board. I have nothing to distract me except\nan analysis of your character.\"\n\nWatkins returned to the cabin. \"Well, I've activated your big electronic\ngod. Would anyone care to make a burned offering in front of it?\"\n\n\"Have you given it the problem?\"\n\n\"Not yet. I decided to confer with the high priest. What shall I request\nof the demon, sir?\"\n\n\"Give it all the data you can,\" Somers said. \"Fuel, oxygen, water,\nfood--that sort of thing. Then tell it we want to return to Earth.\nAlive,\" he added.\n\n\"It'll love that,\" Watkins said. \"It'll get such pleasure out of\nrejecting our problem as unsolvable. Or better yet--insufficient data.\nIn that way, it can hint that a solution is possible, but just outside\nour reach. It can keep us hoping.\"\n\nSomers and Rajcik followed him to the cargo hold. The computer,\nactivated now, hummed softly. Lights flashed swiftly over its panels,\nblue and white and red.\n\nWatkins punched buttons and turned dials for fifteen minutes, then moved\nback.\n\n\"Watch for the red light on top,\" he said. \"That means the problem is\nrejected.\"\n\n\"Don't say it,\" Rajcik warned quickly.\n\nWatkins laughed. \"Superstitious little fellow, aren't you?\"\n\n\"But not incompetent,\" Rajcik said, smiling.\n\n\"Can't you two quit it?\" Somers demanded, and both men turned startedly\nto face him.\n\n\"Behold!\" Rajcik said. \"The sleeper has awakened.\"\n\n\"After a fashion,\" said Watkins, snickering.\n\nSomers suddenly felt that if death or rescue did not come quickly, they\nwould kill each other, or drive each other crazy.\n\n\"Look!\" Rajcik said.\n\n\n\nA light on the computer's panel was flashing green.\n\n\"Must be a mistake,\" said Watkins. \"Green means the problem is solvable\nwithin the conditions set down.\"\n\n\"Solvable!\" Rajcik said.\n\n\"But it's impossible,\" Watkins argued. \"It's fooling us, leading us\non--\"\n\n\"Don't be superstitious,\" Rajcik mocked. \"How soon do we get the\nsolution?\"\n\n\"It's coming now.\" Watkins pointed to a paper tape inching out of a slot\nin the machine's face. \"But there must be something wrong!\"\n\nThey watched as, millimeter by millimeter, the tape crept out. The\ncomputer hummed, its lights flashing green. Then the hum stopped. The\ngreen lights blazed once more and faded.\n\n\"What happened?\" Rajcik wanted to know.\n\n\"It's finished,\" Watkins said.\n\n\"Pick it up! Read it!\"\n\n\"You read it. You won't get _me_ to play its game.\"\n\nRajcik laughed nervously and rubbed his hands together, but didn't move.\nBoth men turned to Somers.\n\n\"Captain, it's your responsibility.\"\n\n\"Go ahead, Captain!\"\n\nSomers looked with loathing at his engineer and navigator. _His_\nresponsibility, everything was _his_ responsibility. Would they never\nleave him alone?\n\nHe went up to the machine, pulled the tape free, read it with slow\ndeliberation.\n\n\"What does it say, sir?\" Rajcik asked.\n\n\"Is it--possible?\" Watkins urged.\n\n\"Oh, yes,\" Somers said. \"It's possible.\" He laughed and looked around at\nthe hot, smelly, low-ceilinged little room with its locked doors and\nwindows.\n\n\"What is it?\" Rajcik shouted.\n\n\n\nSomers said, \"You figured a few thousand years to return to the Solar\nSystem, Rajcik? Well, the computer agrees with you. Twenty-three hundred\nyears, to be precise. Therefore, it has given us a suitable longevity\nserum.\"\n\n\"Twenty-three hundred years,\" Rajcik mumbled. \"I suppose we hibernate or\nsomething of the sort.\"\n\n\"Not at all,\" Somers said calmly. \"As a matter of fact, this serum does\naway quite nicely with the need for sleep. We stay awake and watch each\nother.\"\n\nThe three men looked at one another and at the sickeningly familiar room\nsmelling of metal and perspiration, its sealed doors and windows that\nstared at an unchanging spectacle of stars.\n\nWatkins said, \"Yes, that's the sort of thing it would do.\"\n\n                                                            --NED LANG\n\n",
    "metadata": {
        "author": [
            "Sheckley, Robert",
            "Barbee, Phillips",
            "O'Donnevan, Finn",
            "Barbee, Phillip",
            "Lang, Ned"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/29876/pg29876.txt",
        "name": "death_wish.json"
    }
}