{
    "name": "Death in Transit",
    "author": [
        "Sohl, Gerald Allan",
        "Sohl, Jerry"
    ],
    "body": "Clifton stood at the bottom of the shaft, his face white, his eyes\nwide, his stance against the bulkhead that of a man who needed only a\nslight push to slump to the floor.\n\n\"Karen,\" he murmured. \"Karen.\"\n\nHe had been standing there a long time.\n\nHe was staring at his dead wife, a heap of broken bones and blood on\nthe floor. But he was not seeing her--at least not as she was now. He\nwas seeing her the way his mind kept bringing her back to him: the\nwhite evenness of her teeth when she smiled, the fury of her bright\nblue eyes when she was angry, the way she had uncomplainingly slept on\nthe wrinkled sheets of the bed he had made when she had been ill ten\nyears before, and the way they had laughed about that when she reminded\nhim of it years later. He moved to stand erect, wondering why he should\nhave thought about that at a time like this, and then, as he looked at\nher again and saw what the fall had done to her, he clenched his hands\nin anger.\n\nThey had said it couldn't happen! But they had been wrong. Man's wisdom\nwas not infinite after all. All the man-years of thought, all the\nendless whirring and clicking of the computers and calculators--all of\nit had not taken into account what might happen to Karen.\n\nHis hands fell open. He knew that actually, they had never been wrong.\nIf he had found her right away, he could have put her back together.\nHe could have utilized the synthesizer for anything really bad, like a\nshattered bone. The needles of the organic analyzer would have told him\nwhat else he had to do.\n\nBut Karen had been dead for hours when he found her. Too long. The\ndamage was irreparable, permanent. She was beyond recall. He might\nconceivably have animated her muscles, her glands, got her blood to\nflowing again. But her brain would have remained a vacuous, inert\nthing. You had to get reconstruction going in a matter of minutes when\nthe brain, the anatomy's most perishable component, was involved. And\nin some cases he had known, the memories were never fully restored.\n\nWhy couldn't it have been a tumor? A deficiency disease? A nervous\nbreakdown? Insanity.... There was nothing the medocenter couldn't\nhandle. Its machines were right there on the ship, ready to be\nused--but Karen had to fall down the ventilator shaft, opening the door\nand walking into it as if it were her bedroom, and falling all the way\ndown and breaking half the bones in her body.\n\nAnd he had found her too late. Hours too late.\n\n\"Too late,\" he said, and he nodded his head in agreement. And then he\nwas engulfed in sudden pity and remorse and a feeling of loss, as if\nshe had snatched a vital part of him in her going. And hadn't she?\nHadn't she taken her laughter with her, the laughter that brightened\nhis days? And the things they had shared.\n\nHe glared at her, suddenly angry that she should have done this to\nhim, and he glared at the shaft and blew out his cheeks and clenched\nhis hands again and roared a great cry that echoed deafeningly in the\nsmallness of the shaft.\n\nAnd then he shouted obscenities at the ship and the stars and the\nhundred people who lay as if dead in neat rows in the sleep locker and\nhe pounded the walls until blood from his hands left imprints there.\n\nBut no one heard. There was no one to hear. Only the sleepers who\nlived their days with his years.\n\n\"Why?\" he shouted, while his tears fell. And he thought: I haven't\ncried since I was a kid. Then, saying her name again and again, he\nknelt by her side to feel the silkiness of her jet black hair.\n\n\n\nThere had been no death aboard a Star Transit ship since the very\nbeginning. From the first day of the Great Emigration more than a\nhundred years before, when the first captain and his wife stepped\naboard to pilot the precious cargo of sleeping humans ten or more years\nacross the vast stellar reaches to colonies on planets in a half dozen\nfar-distant star systems, there had been no recorded death.\n\nBut now there would always be Karen.\n\nHe should have told them she walked in her sleep. But the Medical\nExaminers would have shrugged as they had with everything else he had\ntold them. The medocenters would take care of it. You couldn't _cure_\nsleepwalking with the devices in the medocenter, but they would have\ntaken care of anything that happened as a result--if he had reached\nher in time. It was unforeseen, this business of her walking into the\nshaft. No one was to blame. No one, that is, except himself.\n\nClifton looked up from beside his wife to the circle of light at the\ntop of the shaft. \"All right,\" he called out, \"I'm to blame, do you\nhear? I did it. She could be alive except for me.\"\n\nThere was no answer to his self-indictment.\n\n\"And where does it leave me?\" he shouted bitterly. \"I'm the one who has\nto live and I've got nine years to go. Nine years to Ostarpa and the\nsmall colony there. What am I supposed to do?\"\n\nHe never remembered later how long he stood in the shaft shouting\nuntil he was hoarse, only recalling that at one point the walls seemed\nto close in on him and the ship seemed filled with an oppressive\nstrangeness, and he was clawing his way up the ladder to the top. And\nthere were blurred images of walls and rooms as he ran about the ship,\nand he remembered his jerking open the liquor cabinet and the stupor\nthat followed.\n\nIt was days later when he sobered and, insulated by the intervening\nunreality, managed to dispose of her body in a waste chute.\n\nThen he moved to the office and saw that it was the 371st day and\nlooked at the log to see that he had stopped making entries on the\n363rd day. He examined the other books. Karen's precise handwriting had\nrecorded her final readings on that day, too. Now he would have to do\nher work as well as his own.\n\nClifton sighed, sat at his desk and, in a steady hand, wrote in the log:\n\n    _Karen rose in her sleep, walked to and fell down the right aft\n    third level ventilating shaft and was killed. Reached her\n    approximately three hours after the incident. She could not be\n    saved._\n\n                                                _Clifton West, Captain_\n\nSkipping to the 371st day, he wrote:\n\n    _Sent Karen's body out the ventral waste chute._\n\nHe sat studying the words, then added:\n\n    _Am alone on the ship._\n\nInstantly he wished he had not written that, but was not moved to cross\nthe words out. It was true enough. He was alone. Would be alone nine\nmore years.\n\nSuppose something should happen to him? Who would land the ship? And\nwhat would happen to the sleepers?\n\nHe did not want to think about it. The medocenter would take care\nof everything. He didn't walk in his sleep. His duty was to get the\nhundred humans through to Ostarpa and then they all would become part\nof the colony there, except of course he'd be ten years older than the\nsleepers upon awakening. He looked at the day gauge on the wall. Just\n3,332 days short of Ostarpa.\n\nThree thousand three hundred and thirty-two days without Karen! An\neternity of talking to himself and listening only to the sound of his\nown feet as he walked about the ship. A lifetime for remembrance, just\nas he remembered now how eager they both had been to make the trip,\nhow she had shared the rigorous training. It had been a chance of a\nlifetime: ten years of being together! Time to meditate, to ponder the\nproblems of life, of all humanity, of each other. They had thought\nsoberly of it as an opportunity to make something of themselves--write\na great play, solve a great problem. But they had never got around to\nthat. The first year had been only the sheer delight of each other's\ncompany. He wondered if it would have ever changed. How fast it had\ngone!\n\nAnd now it was over and the nine years ahead loomed like a dark tunnel,\nlarge and forbidding.\n\n\n\nClifton slammed the palms of his hands on the desk. Enough of that. He\nwas captain of the ship and he had duties. He could not spend his time\nin the past. There were things to do. He must keep himself occupied. He\nmust not think of her.\n\nBut he did.\n\nEven though the days stretched into weeks he still found his steps\nfaltering every time he walked past rooms where he had often looked for\nher. For one thing there was the stereo room where Karen loved to spend\nleisure hours. He never saw much in stereo, but she seemed to enjoy it.\nAnd there was the music taperoom, the massage parlor, the baths. She\nseemed to have a need of them. But all Clifton had ever needed was her.\n\nHe passed the jammed clothes locker, filled with enough apparel to last\nher ten years. He could not force himself to open it, though Karen\nseldom had opened it herself. She had made most of her own clothes,\ntaking the material out of the huge storage bins.\n\nHe found himself one day in her sewing room, a room she had converted\nfrom a nursery, storing the nursery stuff until such a time as it was\nneeded and installing her sewing machine and getting to work. They had\njoked about how, when they landed on Ostarpa, all the clothes in the\nlocker would be still intact because she so enjoyed fashioning her own.\nOnce he had asked her what was to become of them.\n\n\"We'll start a dress shop, darling,\" Karen had said quickly as if she\nhad already thought about it, which is the way she answered everything.\n\"The sleeper women will want several changes right away.\"\n\n\"You know,\" he replied, \"I think I'll be your manager, set you up.\nKaren West, Ostarpa's great dress designer. You'll have lots of\nbusiness and we'll make a fortune.\"\n\n\"I'm not that good,\" she said, but her face glowed with joy.\n\nEven as he stood there he could hear the words as if they were said a\nmoment ago and he felt as if he should at any moment hear the click of\nher heels across the floor, and when she'd enter the room, she'd say,\n\"Clifton, what in the world are you doing here?\"\n\nThe Transit Service had been right. No man was an island. A man might\nbe for a day, perhaps, or a week or even longer. But not for ten\nyears. That's why the service had insisted a man and his wife, proven\npsychologically compatible, serve together as co-captains of each\ntransit liner.\n\nSo it wasn't right that he should spend the next nine years a lonely\nman. Karen was gone, but what about those hundred people in the sleep\nlocker? He needed someone, a companion, someone to talk to, someone to\ntake Karen's place. Not a woman, of course. That would not be right.\nEspecially after Karen. There could be no other woman like Karen.\nBesides, suppose they didn't like each other?\n\n\"No,\" he said, standing in the sewing room and shaking his head, \"it\nmust not be a woman.\"\n\nAnd then he brought himself back to reality. No sleeper had ever been\nawakened before the liner reached its destination. \"And no sleeper is\ngoing to be awakened on this trip,\" he said firmly. He had the power\nto wake any or all of them in an emergency, but his own personal\nemergency hardly constituted grounds for that.\n\nBut suppose something happens to me? he reminded himself again. Who's\ngoing to carry on?\n\nAnd then he set his lips close together, turned on his heel and left\nthe sewing room. \"Nothing,\" he said aloud, \"is going to happen to you.\nThat's why they put medocenters on these ships.\" And he went to the\nplace and spent the afternoon being checked over.\n\nHe found himself in perfect health. For some reason he was disappointed.\n\n\n\nThe weeks passed slowly, but they did pass, and Clifton busied himself\nwith exhaustive checks throughout the entire ship, interested himself\nin the stereos (they weren't so bad now that he had nothing else to\ndo), music tapes (he weeded out the ones he didn't like), massages\n(he was pleased to discover they left him with a glow), books (funny\nhow hard it was to read after the ease of stereo), mathematics (how\nmuch he'd forgotten), a few languages (German was still his hardest),\nmoods of writing (he just did not have the knack), painting (he was\nalways drawing machinery and wondering why)--and found the image of\nKaren's laughing blue eyes still there at the edge of his mind, though\ncuriously distant, as if it were one of the stereos he had seen.\n\nThen the hunger started.\n\nHe sat for long hours in the chill of the sleep locker and envied\nthe sleepers there, row on row, all of them without a worry, without\nthought, trustful of him, confident he would get them through, none of\nthem knowing Karen was dead and not caring, and he had an urge to wake\nthem all and throw a furious party to end all parties.\n\nAnd sometimes he'd have a party there all by himself.\n\nAnd then he grew to hate them. When he did, he went to the medocenter\nand this was erased and he was made whole again.\n\nBut the hunger got worse.\n\n\"Karen, Karen!\" And he finally wondered if it was really Karen he\nwanted. And the medocenter only made his hunger worse and he cursed the\nefficiency of it.\n\nThen one day he got out the file of the sleepers, went through it from\nAbelard, Johannes, to Yardley, Greta, and put the pictures in the\nstereo and saw what the sleepers looked like and wondered which of\nthem would prove the most companionable. Which man, that is, for a\nwoman ... well, it just would not be right to awaken a woman. It would\nnot look right in the log, for one thing, and he was sure all he needed\nwas another person to talk to and it might as well be a man. After all,\nman is a gregarious animal. If he had someone to talk to....\n\nHe turned back through the file for Hedstrom, George, a pleasant\nlooking fellow of thirty--which would make him five years Clifton's\njunior--and in passing he came upon the picture of Portia Lavester\nagain. He slipped the picture in the stereo and spent a long time\nlooking at it. Quite a girl. Blonde. Unlike Karen in that respect. And\nshe wore her hair longer. Her eyes weren't as blue as Karen's. But her\nskin was darker. Sun? Karen didn't like the sun. It made her freckled.\nBut this girl must have lived in it. The stereo was inadequate,\nhowever. It didn't tell how she laughed. _Did_ she laugh? Was it\npleasing?\n\nHe put it down and looked at the record. Portia Lavester. Twenty years\nold. Five-feet-three. Weight 109. He looked at the picture again. The\nweight was well distributed.\n\nHe shuffled the picture back in the pile, tried to concentrate on\nHedstrom, George. A logical choice among the single men. Mechanical\nbackground. He peeked at the Lavester record again. The girl was a home\neconomics expert. She'd do well on Ostarpa. Or on the ship.\n\nClifton sighed and shoved the file away. Only then did he realize how\nmuch he had missed Karen's cooking. The ship's electronic cookery was\nall right, but it left much to be desired. It had no personal touch.\n\nBut to get back to Hedstrom. How would the fellow act if he awakened\nhim? Immediately he thought of the girl and wondered what she would be\nlike.\n\n\"Stop it!\" he admonished himself. \"She's much too young.\" And he\nstarted going through looking at the other single women. The girl\nLavester was clearly the nicest. Again he studied her.\n\nAnd again he forced himself to go back to the man.\n\nFinally he decided to do nothing at present, left the office and\nstarted his rounds, determined to think of other things.\n\nEventually he found himself in the sleep locker looking for number\n33, Portia Lavester's compartment. He saw it and discovered it was no\ndifferent from number 57, the compartment of George Hedstrom. The same\nblack oblong box with the ribbon of red plastic where it was sealed\nnear the top. It would be easy to activate the rollers, move it out\nof line and out to the medocenter, rip off the plastic and charge the\ncontents with life. He wiped away a few dust motes and found that to\nhim the box suddenly seemed different from the others.\n\nHe was sweating.\n\nLater in the tape room he listened to music and pondered the question.\nSuppose he awakened her and she proved to be anything but what he\nwanted? Sure, she was good looking, but what about her age? Her\nmannerisms? Would his fifteen years turn her against him? There were\nnine years left to Ostarpa; a lot could happen in nine years and she\nwould eventually discover he was no ogre. She might even learn to love\nhim. Why, she might even take Karen's place!\n\nHe clicked off the music with a trembling hand, went to the bar, drew\na double shot and ice.\n\nKaren, Karen! Why did it have to happen to you?\n\n_Forgive me, darling, for what I am about to do._\n\n\n\nClifton watched the lard-like flesh become suffused with pink, saw the\nsurge of color in the lips, the catch of breath and the resultant swell\nof breast. Then the eyelids flickered.\n\nA moment later Portia Lavester was staring at him, and even as she did\nso Clifton could see she did not understand what had happened. But when\nthe vacant eyes came alive, the girl sat up, crossed her hands to her\nbare, hunched shoulders and looked around frantically.\n\n\"Don't be frightened,\" Clifton said, smiling. \"You're still on the\nship. You've just been awakened.\"\n\n\"Thanks,\" she said without gratitude, \"but I wasn't frightened. I was\nlooking for something to put on.\"\n\n\"Oh.\" Clifton had forgotten about that. Now he blushed and opened a\nnearby drawer and withdrew a white gown. \"Take this. It will have to do\nuntil I get you something else.\"\n\nShe took it and held it to her nakedness, eying him coldly. He turned,\nheard her drop quietly to the floor. \"Where are the others?\" she asked,\nand he could hear the rustle of the gown as she put it around her. \"And\nwhere can I pick up my clothes?\"\n\nHe turned to look at her, found her at the side of the room in front of\nits only mirror, inspecting her face and pushing her lush hair this way\nand that and grimacing. \"How long ago did we land? What's Ostarpa like?\"\n\nShe was lovely and not unlike Karen in manner and it was going to be\nharder for him than he thought.\n\n\"Was I the first or the last? Or was I in the middle? Just like me to\nbe in the middle.\" She laughed a little and he was glad to hear her,\nthough her laughter was a little lower in pitch than Karen's. And then\nher eyes found his in the mirror and they widened. She turned. \"Why\ndon't you say something? Is anything wrong?\" Now she was frightened.\n\nShe was very young and he was glad to hear her voice and he wanted to\ntell her so, but he knew she wouldn't understand. So he said only, \"I\nwant to talk to you.\"\n\n\"What's happened?\" Her eyes were panicky.\n\n\"There are no others,\" he blurted out.\n\n\"No others?\" Her voice was shrill.\n\nHe shook his head. \"I awakened you because my wife died and I needed\nsomeone.\" It was blunt, but he wanted to be honest with her. \"The\nothers are still asleep out there.\"\n\nShe stared with round eyes and a round, open mouth, and her hands fell\naway from her face and were lost when the gown's long sleeves fell over\nthem.\n\n\"I--I had to hear someone talk again,\" Clifton said haltingly. \"I went\nthrough the file. I studied all the sleepers. I decided on you. I'm\nsorry if--\"\n\n\"How long?\" she murmured, lips hardly moving.\n\n\"Long?\" he answered. \"What do you mean?\" And then he understood. \"We're\na little more than a year from Earth.\"\n\nHer moan startled and unnerved him. Her eyes closed and she slumped to\nthe floor.\n\nWhen she did not move, he went to her, lifted her head. At once her\neyelids fluttered and she saw him and then her face darkened and she\nlashed out with tiny fists, scratching and crying.\n\n\"It's not as bad as all that!\" he cried, half angry with her now,\ntrying to stop her, clutching her flailing arms. He drew away quickly\nwhen she bit him.\n\n\"You--you _beast_!\" she wailed. \"You spoiled everything. _Everything._\nEverything has been so carefully planned.\"\n\n\"I know, I know,\" he soothed.\n\n\"Oh,\" she quavered, and she fell to the floor again, sobbing.\n\nClifton got up, surveyed her weeping figure, a mound of white on the\nfloor. Well, he thought, at least this is a change for me. And he felt\nrather foolish about what he had done. If only it had been a man; he\ncould reason with a man. He turned in disgust and walked from the\nmedocenter. She would change. After all, nine years is a long time. No\nwoman could cry nine years. He smiled a little. Fiery little thing,\nisn't she? he told himself as he started his tour of the ship.\n\n\n\nHe didn't find her in the medocenter when he returned. The white gown\nwas not there either. It was a long time before he found her lying atop\none of the compartments in the sleep locker. She was still clad in the\ngown, a gaunt, spiritless figure, her eyes staring at the low ceiling.\n\n\"Miss Lavester,\" he said, \"I know it was a shock to wake up this side\nof Ostarpa, but believe me, I intended no harm. If only you knew the\nloneliness--\" and he could not go on, remembering the emptiness of the\ndays just past.\n\nShe said nothing, only blinking her eyes, pale blue eyes in a white\nface.\n\n\"If I'd known how upset you'd be, I'd never have awakened you,\" Clifton\nsaid bitterly. \"If I could put you back to sleep now I would.\" Now\nher face turned toward his, eyes icy in a withering glance. She rose,\na firm press of breast against the white gown as she slid off the\ncompartment. Clifton's heart quickened. But she ignored him and walked\naway. She looks like Karen sleepwalking, he thought.\n\nThe next day he found her in the stereo room, dressed in one of Karen's\ngowns from the clothes locker, a thin, pale blue dress that accented\nher small waist and blonde hair. She looked ever so much like Karen. He\nwondered where she had slept, if she had eaten.\n\n\"Portia,\" he said, sitting in a nearby chair. She only sat, a still\nfigure, staring ahead, her hair brushed back in a long sweep, glossy\nand smooth, and Clifton thought: My God, but she's a beautiful thing.\n\n\"Portia,\" he repeated, \"I want to talk to you.\" What could he do with\nthis girl? Was there no way to break through to her?\n\nPortia gave him a hateful glance and rose. He watched her and his\nhunger was more than he could stand.\n\n\"Please,\" he said desperately. \"Don't leave.\"\n\nShe turned at the doorway and looked at him coldly.\n\n\"You don't know what it means to lose your wife and have no one to\ntalk to and have to decide what to do.\" He looked down at his hands\nembarrassedly. Why was he finding it so hard to talk to her? He felt\nhis face coloring. \"I think I'd have gone mad if I hadn't awakened you.\nIt wasn't a snap judgment, Portia. I just didn't pull your number out\nof a hat. You see--\" He looked up. She wasn't there.\n\nHe saw her in the hallway, her head down, contemplative and walking\nslowly, and catching up to her and walking beside her he explained,\n\"Suppose I'd have an accident like Karen did? Then none of you would\never land on Ostarpa. Somebody had to be awakened, Portia. Can't you\nunderstand that?\" She gave no hint she knew he was there.\n\nHe watched her in the massage room, unable to take his eyes off her as\nthe soft, flexible arms stroked her flesh, and he said softly, \"You say\nI spoiled everything, but I'd like you to think about that. On Ostarpa\nyou'd have to go to work right away, be given your duty number just\nlike you had on Earth. On the ship you've got nine years to play with,\nnine years of carefree life. You can do what you want and nobody's\ngoing to say or do a thing to tell you to stop, have you thought of\nthat?\" The moving arms were silent and smooth and so was Portia.\n\nHe followed her to the bath but could not bring himself to enter there.\nHe stayed beyond the filmy curtain and talked to her. \"Sure, I know it\nwas a surprise, awakening you like that, and I know you had in mind\nwaking on Ostarpa, but being on the ship, the two of us, with all our\nwants taken care of--it has its advantages.\"\n\nAnd in the bar, with her eyes averted, drinking with her, he\nexplained, \"Oh, I'll admit there are records to keep. But I missed a\nfew days after Karen died. Taking the whole ten years into account,\nthat won't make much difference. But suppose I became ill for a few\ndays. Somebody's got to be on hand to see I get treatment at the\nmedocenter. That's why you've got to come around, why you've got to\nstart thinking about this thing.\"\n\nAnd finally, in the navigation room, he told her, \"You can't go on\nlike this. You've got to learn all about this ship. Why, if something\nhappened to me, who'd awaken the sleepers? You will have to do that,\nPortia. You'd be the only one left. You've just got to be ready to take\nover, that's all there is to it. And don't think it's too hard. The\nship does most of it. Automatic. Just a lever here, a button there.\nI'll teach you all about it. Even landing the ship. You won't find it\nhard, once you put your mind to it.\"\n\nThrough it all she remained aloof and unspeaking, a beautiful, silent\nthing with two accusing orbs for eyes, a lovely mouth with generous\nlips much given to a look of disdain.\n\nUntil one day.\n\n\n\nIt was totally unexpected. Portia had taken over Karen's bedroom next\nto his, closing and locking the intervening door as if forever. He had\ngone to sleep in his room, with her still distant and uncommunicative\nin hers.\n\nHe awakened to the smell of coffee and a cooking breakfast. He sat up\nquickly, wondering if Karen's death and the events that followed it had\nbeen a bad dream, and when he assured himself they had not, wondering\nif he had at last lost his mind.\n\nClifton quickly dressed and entered the kitchen.\n\nPortia was there.\n\nShe smiled at him.\n\nShe said, \"Good morning, Clifton.\" Just like Karen.\n\nHe stood speechless, staring.\n\n\"Breakfast is about ready.\"\n\n\"Wh--what's come over you?\" he said numbly, both pleased and\ndumbfounded, his eyes relishing the lovely figure in one of Karen's\nsheerest nightgowns.\n\n\"You were right,\" she said, tossing her head to bring the blonde hair\naway from her face and smiling. Her teeth were every bit as even and\nwhite as Karen's. \"I just realized it. As you said, there are nine\nyears ahead of us. I might as well make the best of it.\"\n\n\"I'm glad,\" he said warmly, and the memory of what she had been like\nduring the days before was eclipsed by what she was now. \"I was hoping\nyou'd come around.\"\n\n\"Come, sit down,\" she said, indicating the place set for him, the\ngleaming silver, the neat napkin, the steaming coffee in the cup.\n\"Don't let it get cold.\"\n\n\"Karen used to say that.\" And then he thought: That's a mistake;\nI mustn't mention Karen ever again. But Portia seemed not to have\nnoticed. And she seemed so much like her now.\n\n\"I got tired of eating by myself,\" Portia said, sitting opposite him\nat the table. And she stole a sly look as she said, \"And I'm afraid I\nacted badly.\"\n\n\"Not at all,\" Clifton said gallantly. \"I understand how you felt. It's\njust taken a little time, that's all.\" He started eating, but his eyes\nwere on her and the transformation of eyes that were no longer cold,\nlips that weren't scornful any more.\n\n\"Pity the poor sleepers,\" she said, laughing. \"They can't enjoy a\nbreakfast like this.\"\n\n\"Do you suppose,\" he said, endeavoring to keep the talk in the same\nvein, \"that any might rise up when they smell that coffee?\" He inhaled\necstatically. \"Hmm. There's nothing like it.\"\n\n\"I hope I never make it that strong.\" And she giggled.\n\nWith a shock he found his knee touching hers. He drew away, wondering\nif it had been accidental. Later, when he tried to kiss her, she turned\naway, murmuring, \"Not yet, Cliff. Give me time. It's so--so sudden.\"\n\nHe obeyed, turned his attention to other things. He could afford to\nwait. After all, there were nine years. A day or so--what did it matter?\n\nIt was more than a week before he managed to kiss her for the first\ntime. And then it was nothing like Karen's kisses. But immediately he\nfelt he was asking too much of Portia too soon. There'd be time for\nteaching.\n\nThey lost themselves in the intricacies of the ship, covering its\ncomplete operation, the records that had to be kept, the functions of\neach section, the matter of awakening the sleepers--which, Clifton\nexplained, was quite simple, since the medocenter did most of the work,\nbut still demanded certain procedures and precautions and delicate\nadjustments. He even taught her how to use the communications system\nthat would become operable within a few months of Ostarpa. In all, they\nspent a good two months studying together every facet of the ship.\n\n\"It's so complicated,\" she said in an awed voice. She squeezed his hand\nshe had taken to holding. \"But you're an awfully good teacher, Cliff.\"\n\n\"And you're the loveliest student I ever had,\" he said, squeezing back\nand drawing closer to kiss her.\n\n\"Cliff!\" she said, drawing away and giggling. \"You're always joking.\nI'll bet I'm the only student you ever had.\"\n\n\"Well,\" he said lamely, \"I hate to admit it, but you are.\"\n\nAnd then they both laughed.\n\n\n\nAt length they finished everything he could show her on the ship. Then\nhe brought up what had been on his mind ever since the day he awakened\nher.\n\n\"Portia,\" he said gravely, \"I'm captain of this ship and as such I have\ninvested in me the power to perform marriage.\"\n\nPortia laughed. \"You're always saying things so seriously, Cliff.\nSo--so pontifically. Is that the word?\"\n\n\"I'm serious, Portia.\"\n\n\"I know.\" She laughed a little more, then straightened her face. \"I\ndidn't mean to offend you.\"\n\n\"You're always laughing at me. Why?\"\n\n\"I don't mean to.\"\n\n\"I want to marry you, Portia.\"\n\n\"I know.\" And instantly her eyes were grave. \"I've known for a long\ntime.\"\n\n\"I've wanted you since the day you first looked at me.\"\n\n\"I've known that, too.\"\n\n\"It was all I could do to--\"\n\n\"You've been more than kind, Cliff.\"\n\n\"When, darling? When can I marry you?\"\n\nShe looked up. \"Tomorrow?\"\n\nHis heart leaped. \"Marry you tomorrow?\"\n\nShe nodded. \"Tomorrow.\"\n\nWas there something odd in her look? He couldn't decide.\n\nWhen Clifton went to bed that night his heart sang. The years ahead no\nlonger seemed appalling and interminable. How they'd spend them! The\nsewing room ... it could always be changed back into a nursery. Portia\nhad shown no interest in sewing, so he'd just store Karen's stuff.\nPerhaps somebody would find use for it when they landed on Ostarpa. It\nwasn't unusual for captains and their wives to have a half dozen kids\nduring transit.\n\nHe went to sleep with the sound of children's feet echoing about the\nhalls and corridors of the ship. And when he dreamed of the marriage it\nwas, oddly, Karen he was marrying.\n\n\n\nHe awakened with a start. On this morning there was no welcome aroma of\ncoffee. At first he thought perhaps he was too early. But it was time.\nPortia was probably so excited she was all off schedule.\n\nClifton was careful on this morning. He took his bath, toweled himself\nuntil his skin tingled, used his deodorant sparingly, gave himself a\nclose shave. The part in his hair was never straighter.\n\nDressing himself in a clean, pressed suit, he strolled from his\nbedroom. Portia was not in the kitchen. He walked to her bedroom. The\nbed had been made. But no Portia.\n\nWhere the devil had she gone?\n\nHe started walking about the ship, searching first here and then there.\nOf course not in stereo. Not on this day. Massage? No. Bath? Not\nthere. Tape? Same.\n\nShe was nowhere to be found. Then he recalled the funny look in her\nface the previous night. It meant _something_.\n\nSuicide? Frantic now, he went to both waste chutes. Neither gave\nevidence of having been opened. Still....\n\nAn hour later he returned, a bewildered and disconsolate man, to his\noffice.\n\nPortia was there.\n\nWith her was a man.\n\nHe was George Hedstrom.\n\nClifton could only sink back against the wall and look at the two of\nthem, the Portia he had never seen so radiant, George, a dark, handsome\nfellow who wore a quizzical look. Clifton was shocked to see they were\nholding hands.\n\n\"Captain,\" George said in a friendly way, rising his full six feet,\n\"Portia tells me--\"\n\n\"I'm sorry, Cliff,\" Portia interrupted hastily. \"George is my fiance.\nWe were to be married on Ostarpa, but as long as you--\"\n\n_Tomorrow, she had said_....\n\nThe two figures blurred before him, the room reeled and Clifton\nclutched the doorway for support. Karen, Karen! I've been\nbewitched.... This girl--I thought she was you.... I should have\nknown....\n\n\"Let me help you.\"\n\nClifton struck out at the dark head of hair, hit it somewhere.\n\nKaren, Karen! Can you hear me?\n\nHe stumbled out of the room and down the corridor.\n\nKaren, Karen! Where are you?\n\nHe found the ventral waste chute. He was in it, heard the door click\nbehind him. Now they'd never get him out, never take him away from his\nKaren.\n\nThe sides of the chute were closing in. It was hot. But it was cool\nwhere Karen was.\n\n\"Wait, Karen!\" he cried. And as he inched his way down the chute he\nhoped he wasn't too late, hoped she'd forgive him.\n\nThere was the outer door. On the other side was coolness and Karen.\nDear, beautiful, lovely Karen. The _real_ Karen.\n\nWith a surge of joy he held to the smooth sides of the shaft and raised\nhis foot.\n\nHe plunged it down unerringly against the door. It burst open with a\ndeadly whoosh of air.\n\nThe door clicked closed.\n\nThe chute was empty.",
    "metadata": {
        "author": [
            "Sohl, Gerald Allan",
            "Sohl, Jerry"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/67457/pg67457.txt",
        "name": "death_in_transit.json"
    }
}