{
    "name": "Death Walks on Mars",
    "author": [
        "Ramm, Alan J."
    ],
    "body": "There was death above. The Martian Sand Vulture swooped and hissed and\ntwitched its barbed, poisonous tail in the thin air.\n\nThere was death below. The man lay cradled in the pebbly sand. Red sand\nthat matched the color of his hair and the color of the blood oozing\nslowly from the hole in his forehead and trickling greasily along the\ninside of his punctured head-bubble. The air whistled thinly through\nthe corresponding hole in the bubble as the oxygen converter tried\nvainly to maintain the proper breathing mixture.\n\nThere was death in the muzzle of the gun dangling nonchalantly from\nthe tall man's gloved hand. It grinned from his face, etched in the\nsardonic twist that the purple scar gave to his right cheek. It danced\nin the emotionless distances of his eyes.\n\nThere was death in every beat of Leeda Carson's heart. With the\nadaptability of a pioneer she accepted the fact of death; even that of\nher husband's. The last two long Martian years had tested Terry's and\nher love; refined it with hardships and discouragement. The menacing\ngun was an easy way to rejoin him. But it was too easy; too soft a\nresponse to unwarranted killing. With unrelenting determination, she\nkindled and fanned to life a fierce resolve that the three men before\nher would pay, as slowly and as painfully as possible, for what they\nhad done.\n\nThrough lips necessarily stiff with the effort of controlled emotion,\nshe asked, \"Why did you kill him?\"\n\n\"Didn't have anything against him, Ma'am. Had to do it. Showed we meant\nbusiness. Easier to handle one than two of you anyway.\" The eyes of the\ntubby man who answered her kept flickering anxiously upward toward\nthe Sand Vulture. \"That thing as dangerous as they say?\"\n\nLeeda turned to the third and youngest man. His glance was fixed\nhypnotically on the death on the ground. His skin was pale and his\nforehead beaded with sweat. She repeated, \"What did you do it for?\"\n\n\"Got into trouble at Canalport. Heard a rumor that you and your husband\nhad struck a pocket of Martian Sunbursts. Fixed up a deal with a ship's\ncargo master to smuggle us back to Earth if we turned your stuff over\nto him. He jetted us out here. Left a while ago.\" The fat man itched\nfrantically as he answered her. They all itched, Leeda noticed. It\ntook a long time on Mars before anyone became used to the dust that\npenetrated even the Protecto-suits. It produced an agony that demanded\nattention; followed by festering sores.\n\n\"You talk too much, Fatso,\" the tall one said angrily.\n\n\"What's the difference, Rick?\" Fatso said philosophically. \"Won't do\nher any good.\"\n\nRick turned to Leeda. \"At least you know the score. Do you want to tell\nus where the stuff is, or are you going to make it tough on yourself?\"\n\nEyes like a Razor-back Sand Lizard, Leeda thought. \"Out by our\ndiggings,\" she answered readily. His eyes moved to the plastic\nbubble-house that she and Terry had called home when they weren't\ndigging. \"Search the place if you don't believe me,\" she suggested. \"We\nnever brought any of them back here with us. We cached them in the cave\nuntil we were ready to go home.\"\n\n\"Then you did strike it?\" the young man interrupted eagerly.\n\nShe nodded.\n\nRick turned to the young man. \"Search the house, Jocco. She may be\nlying.\"\n\nThe Sand Vulture wheeled and made a few low exploratory swoops toward\nthem as they waited for Jocco. Leeda automatically checked her clothing\nto be sure she was completely covered. If that barbed tail touched the\nskin, death came--slow, agonizing, sure.\n\nJocco came back. \"Emptier than interstellar space.\"\n\nHolstering his gun, Rick started off saying, \"Let's go. And no funny\nstuff.\"\n\nLeeda smiled ironically and remained where she was. \"It's not that\neasy. The cave is four walking days away.\"\n\nStartled, Fatso groaned. \"Where's your sand-mobile?\"\n\n\"Broken down at the diggings. We came back to get parts.\"\n\nFatso and Jocco cussed loudly. Rick quieted them. \"Get the parts,\" he\ntold Leeda.\n\n\"You bring any water?\" she asked.\n\n\"You haven't any?\" Fatso's voice rose shrilly.\n\nLeeda reached to her waist and the small attached flask. \"Just this.\nAnd Terry has--had--one just like it. Enough for a couple old-timers\nlike us. Not near enough for everyone now. Particularly with you being\nnew to Mars.\"\n\nJocco snatched the flask from Terry's waist.\n\n\"I'll take that, Jocco,\" Rick commanded. \"And yours too,\" he gestured\nto Leeda.\n\nShe handed it over obediently.\n\n\"But, Rick,\" Fatso began.\n\n\"No arguments. Share and share alike. I'll dole it out. Now get the\nparts,\" he told Leeda. \"You go with her, Fatso.\"\n\nAs soon as they were back, the men began to move off. For the first\ntime Leeda lost control of herself. \"For God's sake, aren't you going\nto at least bury him?\"\n\nRick's face twisted with its wry grin as he walked back to her. \"Give\nthe Sand Vulture a break. He's got to eat.\"\n\n\"But ...\" she began to protest.\n\nSwiftly he was beside her, doing something to her fingers. The pain\nsurged up her arm; brought her stomach up into her throat gaggingly.\n\nThen he released her. Gave her a shove. \"When I say move, that's what I\nmean. Get going.\"\n\n\n\nThe cold, dry Martian air sucked the moisture irresistibly through the\nskin and suits. As the day slid slowly by, the ever near horizon stayed\npractically featureless. The red sand bored like Callisto hornets into\nthe skin.\n\nLips began to crack. Twice they stopped to sip the water. The second\ntime, Rick looked at her. \"How the devil do you know where we are?\"\n\n\"Maybe I don't,\" she taunted.\n\n\"You'd better. We've no way of checking on you. But if you double-cross\nme, I'll strip your clothes off and leave you to the first Sand Vulture\nthat comes along. Understand?\"\n\n\"Don't worry,\" she answered, \"I know the way. I've covered it often\nenough. There are many little landmarks if you know what to look for.\"\n\nWhen evening came, Rick let each of them barely wet their lips. Then\nhe said, \"I need sleep and I can't trust anyone. So I'm going to hide\nthe water in the desert. If anything happens to me, you'll all die of\nthirst. Now turn your backs.\"\n\nLeeda heard him scramble off. He soon returned. \"Now let's sleep.\"\n\nThe below-zero cold of the Martian night challenged the thermo-unit of\nLeeda's desert suit until she lay shivering. But, worn out from the\nwalk and the emotional events of the day, she finally dropped off to\nsleep.\n\nIt was still dark when she awoke. Deliberately making a noise, she\nlistened for someone to challenge her. When no one moved, she slipped\noff into the desert.\n\nIt took her several hours at a rapid pace to get back to the\nbubble-house. Terry's Protecto-suit lay scattered over a wide\narea. His bones gleamed faintly in the barely discernible Martian\nmoonlight--picked clean by the Sand Vulture and Razor-back Lizards.\n\nFlinging herself on the sand, she poured out her grief with dry,\nracking sobs. The power to cry had long since been sucked out of her by\ndehydration.\n\nRising at last, she gathered together the things she had come for.\nWhen, at last, she returned to the night's camp, the three men were\nstill fast asleep.\n\nNext morning, while they sat munching the tasteless emergency food\ntablets that were carried in the desert, Rick went after the water.\nSuddenly his cussing rolled across the desert toward them. Leeda smiled\nquietly.\n\nHe came back at a half-run. Disgustedly, he flung the flasks at their\nfeet. The sides had gaps ripped in them. \"What nitwits,\" he cursed.\n\"Naturally, the cold froze the water. When it expanded, it tore the\nflasks apart. You knew this would happen,\" he accused Leeda.\n\n\"Of course,\" she admitted.\n\nFatso struck her across the shoulders, knocking her onto the sand.\n\n\"None of that, Fatso,\" Rick commanded. \"We need her worse now than\never. Is there any water near?\" he asked Leeda.\n\n\"About two days away. And then it's a gamble whether it will be good to\ndrink. Sometimes the water following the strata from the pole hits a\npocket of mineral that's poison. When that happens, The Explorers Guild\nputs up a Death's Head Sign to warn anyone from drinking it. As you\nknow, they check every water source regularly.\"\n\n\"Is it far from your strike?\" Jocco asked.\n\n\"About a day's walk.\"\n\n\"Any water at your cave?\" Rick questioned.\n\n\"None. We didn't use much. And when we did need a supply, we got it\nfrom the outcropping I've mentioned and took it back and distilled it.\"\n\n\"Well, we've got to head for the spring,\" Rick decided. \"And it better\nbe good water,\" he warned Leeda. \"If it isn't and we've got to die out\nhere, I'll see that you never bring in those Sunbursts either.\"\n\n\n\nThey plodded voicelessly after Leeda. She set as fast a pace as she\ndared. Even then Fatso began to drift back.\n\n\"Keep up, damn you,\" Rick warned. \"If you don't, we'll leave you here\nalone.\"\n\nMidway through the morning, Jocco burst out. \"Look at her. Fresh as a\nVenusian pool lily. She must have some water on her.\"\n\nGrimly they searched Leeda. She stiffened against their invading\nfingers and smiled at them derisively. \"I told you that a veteran\ndoesn't need water like you do.\"\n\nRick took her arm and twisted it until she crumpled with a cry onto\nthe sand. His voice was full of suspicion. \"What a fool I've been. Why\ndidn't you abandon us last night when you had the chance?\"\n\nShrugging out of his grasp, she rose and turned to him, \"I wouldn't\nmiss the pleasure of seeing you all die for all the Sunbursts on Mars.\"\n\nShe strode away at a faster pace than before.\n\nIt was about six hours after they had been on the way that Fatso\nstopped and began to yell. \"Damn dust. Grinding right into my guts.\nGotta scratch.\" He ripped and tore at his clothes until his stomach was\nbare. With a look of unutterable satisfaction, he began to itch and dig.\n\nThe SWOOOOSH could hardly be picked up. There was a long shadow; then a\nscream from Fatso. The Sand Vulture's tail came out of his belly red.\nThen the Vulture was away; circling high and out of range.\n\nBlindly Rick pulled his gun and fired. Fast as his trigger finger was,\nthe poison was faster. By the third shot Fatso began to scream. His\nvoice rose up the scale of torture; bursting occasionally in a paean of\nagony. And as he screamed, he lay on the ground writhing. Before their\neyes, his stomach began to bulge and turn purple from the poison. His\neyes rolled up into his head. And the moans began to dribble from his\nlips like the litany of an insane chorus.\n\n\"I can't stand it,\" Jocco shouted. \"How long will it last?\"\n\n\"Not long enough,\" Leeda answered, her voice brittle with\nsatisfaction. \"Only about ten hours. And in that time he will become\nmindless, an animal begging for death; then finally, he'll just grovel\nthere moaning, and moaning, and moaning.\"\n\n\"You wanted this to happen to him,\" Jocco accused.\n\nLeeda looked at him. \"And I hope the same for you--only worse.\"\n\n\"Stop it, you two,\" Rick commanded. \"It's bad enough this way. The\nliving must live. He is dead and he doesn't know it. Why let him\nsuffer?\"\n\n\"More meat for the Sand Vulture,\" Leeda suggested sarcastically.\n\nThe scar on Rick's cheek flared red-purple. He leveled his gun slowly,\nwith steady aim. After the trigger was pulled, Fatso stopped moving.\n\"More meat for the Sand Vulture,\" he answered Leeda. \"Now let's move.\"\n\n\n\nThe red dust whispered at Leeda all day--Death--Death--Death. Even\nwith a pebble in her mouth to suck on, she felt her lips split and\nwrinkle. Her blood, sweet in her mouth, was welcome moisture. She set\nher shoulders forward and plodded through the endless sand and pebbly\nunderfooting.\n\nToward evening Jocco stumbled and fell several times. At last he lay\nlimply; looking to Leeda and Rick pleadingly. His lips moved slackly\nuntil he at last managed to croak, \"Gotta rest. Can't go on. Please\ndon't leave me.\"\n\nRick mouthed his reply thickly. \"I'm pretty beat myself. Let's rest.\"\n\nLeeda flopped to the sand without an answer. Her mouth was full of\ntongue. The pebble she had been sucking feeling like a file against her\nlips. Every muscle ached; every cell screamed for moisture.\n\nAfter a long, wordless rest, Rick hauled himself to his feet and faced\nLeeda. \"Can't trust you now. You'll sneak off and leave us alone.\"\n\nLeeda looked at him scornfully. \"Don't worry about that. I meant what I\nsaid. I want to see you die.\"\n\n\"Still got to watch you,\" Rick replied. He turned to Jocco. \"You get\nsome sleep first. I'll watch her. Later I'll wake you to take over.\"\n\nLeeda molded a hip hole in the sand and settled down. The night cold\nhad long descended when the two men changed shifts. All through his\ntrick, Rick had sat facing her. She lay quietly, simulating sleep.\nAt last Jocco began to nod and doze. For a while he managed to jerk\nhimself awake; but he finally fell over and slept.\n\nCautiously she crept over to him and shook his arm. He didn't stir.\nSatisfaction touched with grim humor warmed her internally as she\nbent over him and removed his boots. She moved with them off into the\ndesert. Satisfied at last that she was far enough from camp, she heaved\nthe boots into the desert darkness.\n\nShe wasn't gone long, but even so she had barely settled down again\nwhen she heard Rick shake Jocco, \"Wake up, you fool. I'd like to kill\nyou for this. The girl could have crept off and you wouldn't have known\nit.\"\n\n\"I'm sorry, Rick. But I'm tired. I couldn't help it.\"\n\nRick began to cuss but stopped. \"What's the use. Go back to sleep. I'll\nfinish your watch.\"\n\n\n\nIt wasn't until they were ready to move the next morning that Jocco\nnoticed that his boots were missing. He turned to Leeda. \"You stole\nthem.\"\n\n\"Don't be a damned fool,\" Rick answered. \"She was watched all night.\nYou probably had a nightmare and heaved them out into the desert. Let's\nlook.\"\n\nLeeda watched them search in an ever widening circle. Limping and still\nbootless, Jocco moved with Rick back to the camp.\n\n\"You'll have to try it as is,\" Rick was saying as they came close.\n\n\"But I can't,\" Jocco whined. \"The dust almost drove me crazy with them\non. What will I do this way?\"\n\n\"That's your problem,\" Rick said callously. \"Come or stay here alone.\nIt's up to you.\" He turned to Leeda, \"Glad to see you look so lousy\nthis morning. At least you are suffering some, too. If you're telling\nthe truth, we'll be at the pool tomorrow.\"\n\nThey were on the way about a half hour when the sand around Jocco's\nfeet began to boil. Almost immediately his voice rose shrilly and then\ndisappeared except for twitchings on his cheeks and lips.\n\n\"What's wrong, Jocco?\" Rick asked.\n\n\"His feet,\" Leeda said laconically.\n\nIt looked as though Jocco was sinking into the sand. Then the red\nstains spreading into the sand told a different story.\n\n\"Razor-back Lizards,\" Leeda informed Rick. \"They're all over the place.\nCome to life during the day when it's a little warmer. Our footwear\nkeeps them off. But Jocco's feet haven't any protection so they can get\nat him. They'll slice away at him a fraction of an inch at a time.\nIn fifteen minutes there won't be anything left but his suit and a\nskeleton. Pleasant death, eh Rick? But after all, they do have to eat,\nas you have said.\"\n\nJocco toppled and lay twitching on his side; the legs of his\nProtecto-suit apparently buried in the sand. The pants legs were\nstrangely deflated except for the twisting and squirming of the unseen\nLizards as they ate their way into the upper part of the suit. It took\nless than fifteen minutes. At the end, Leeda looked away. Once, long\nago, she had watched in horror as the blood-colored tide burst into the\nhelmet of a prospector friend of Terry's and hers. It was a sight that\nshe had seen many times later in nightmares. Now as she imagined it,\nshe heard Rick suck in his breath sharply and say hoarsely, \"No! No!\"\n\n\"Shall we be moving on?\" she asked at last. The suit filled only with\nfleshless skeleton, lay deflated on the ground.\n\nRick's face was a dull sandy yellowish hue. He nodded and turned off\ninto the desert without a word.\n\nThat third day was shooting pains, a chest that protested with every\nstep, legs that could not be felt but somehow magically functioned.\nMany times Leeda was ready to quit. She began to stagger and weave\nerratically across the sand. The only thing that kept her going was\nthe obsession of revenge that seemed to provide a limitless source of\npower whenever she seemed weakest. And Rick was getting bad; he seemed\nabout finished. How he managed to keep moving, Leeda could not imagine.\nHe fell repeatedly; but pulled himself doggedly back to his feet and\nstumbled after her.\n\nWhen she flopped to the sand toward nightfall, he gestured her to her\nfeet. And when she failed to get up, he came over and dragged her\nroughly erect. \"Can't stop--never get up--gotta keep moving--until we\ndie--or get there. Move!\"\n\nBut the Martian night accomplished what she could not. Landmarks became\nindistinguishable; they soon would have been lost.\n\nLying down, Leeda adjusted her head-bubble so that it became opaque;\nconserving the warmth that leaked off so rapidly from a transparent\nobject.\n\nAt long intervals she tried to move away from Rick who had settled\nright beside her. But each time his hand grabbed her firmly, forcing\nher back to the sand. He apparently intended to stay awake all night so\nshe wouldn't sneak off.\n\n\n\nWhen the morning of the fourth day arrived, they rose and once more\nmoved stiffly, without a word for one another, across the wastes on the\nroute that Leeda had selected.\n\nWithout quite knowing how it had happened, Leeda twice found herself\non her knees on the sand. She knew she had been staggering; that her\nstrength had long past left her; yet she was still amazed that her\nlegs would not do the bidding of her mind. Each time she fell, Rick\njerked her roughly to her feet and supported her until her legs moved\nautomatically again.\n\nHis eyes were red-rimmed; his lips a ghastly slash of scabs and sores.\nAbout mid-morning he began to mumble incoherently, as though his voice\nalone could keep him sane. The only recognizable word that slid through\nhis lips was, \"Water! Water!\"\n\nIt beat like the tone of a bass Callisto Satan Temple drum on Leeda's\nstrained mind until she began to vision waterfalls and huge cakes of\nice on the desert before her. Reality and imagination became mixed\nuntil she wondered if there was a place called Mars and if the past few\ndays were real.\n\nAnd it became noon; then mid-afternoon.\n\nSuddenly the water-hole appeared as a dark spot on the featureless\nlandscape before them. Distinguishable only by the lichens that\nsurrounded it.\n\nThey both broke into a shuffling, jerky trot. Leeda was yards behind\nRick when he reached the mud-hole. Instead of flinging himself down\nto the moisture, he stiffened, then his voice broke into a babbling\ncackle. He pointed to the perma-metal sign staked in the watery mud. A\nDeath's Head stood embossed on its surface; the Interplanetary symbols\nfor DEATH etched into the age-resisting metal.\n\nThen his hand moved like doom to the skeleton that lay, head touching\nthe red mud, on the edge of the hole.\n\nIgnoring Leeda completely, his voice broke into a hideous sing-song\nof wild laughter; and the word, \"Poison,\" tumbled endlessly from his\nthroat.\n\nHe stopped abruptly and turned to the desert. The lines of agony on\nhis face smoothed out and the old sardonic grin twisted its way to his\ncheeks. Only his eyes gleamed madly. With a tremendous effort, he said\nloudly, \"Water! There. Only a little way off.\"\n\nAnd he staggered off into the desert, his arms extended eagerly, his\nhands fluttering aimlessly.\n\nLeeda watched him go. Watched him chase his mirage out into the Martian\nwastes that extended for hundreds of miles without the slightest trace\nof water. Watched him stagger into oblivion until he became small with\nthe distance.\n\nKneeling, she pushed the mud aside in the water-hole forming a small\ntrough into which the red water could seep. Then she advanced the\ngauge on her head-bubble until she was breathing almost pure oxygen.\nPatiently she breathed in the mixture. After fifteen minutes, she\nremoved the head-bubble and bent her lips to the accumulated water. Her\noxygen saturated system would easily permit her to go a full ten or\nmore minutes without having to take a breath.\n\nTwice she lay back and let the water regain its level. Then drank.\nSatisfied at last, she placed the head-bubble once more onto its\nflange in the suit.\n\nRising, she pulled the poison sign from the mud and carried it over to\nthe skeleton. There she eased herself to the sand and gently placed her\nhand on the head of the skeleton.\n\n\"We did it, Terry,\" she said gently. There was triumph in her voice; a\nfeeling of peace and wholeness once more inside her. \"The fools thought\nthey could beat us. Four days to make an easy five hour walk. Circling;\naround and around. Waiting. Waiting and planning, and killing. Now they\nare dead and I can give you a decent burial.\n\n\"Forgive me, my Darling for moving you over here that first night. But\nI needed the sign and you to get even. Thanks for your help.\"",
    "metadata": {
        "author": [
            "Ramm, Alan J."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/65208/pg65208.txt",
        "name": "death_walks_on_mars.json"
    }
}