{
    "name": "Death Star",
    "author": [
        "McKimmey, James",
        "McKimmey, James Earl, Jr."
    ],
    "body": "Hurtz went through the automatic motions of preparing himself for their\nlanding on the small unnamed planet, but each thing he did was a wasted\nmotion because it was really the boy, Jones, who was going to put the\nrocket down. And what could Hurtz do now?\n\nHurtz touched his rough cheek with the back of his hand and swore\nsilently. The hard, aging muscles of his body were taut, and although\nthe lines about his eyes had deepened, his eyes, blue and sparkling,\nstill retained their old ferocity. His eyebrows, although nearly\ncompletely gray now, intensified that ferocity with their thickness.\n\nJones, the boy, moved his hands and the rocket made its turn clumsily,\npointing its blazing fins at the strange globe beyond.\n\nHurtz shook his head and asked himself why he had ever tried to help\nthis cocky, all-knowing kid with the thin mouth and short-clipped hair.\n\nThe boy had fought everything Hurtz had tried to do for him, and right\nnow Hurtz knew, even before he said it, that the boy would respond in\nthe same way he had since the trip started:\n\n\"I think you're doing all right,\" Hurtz said, and he tried to keep the\ntone of his voice casual, as though he really meant what he said.\n\nThe boy glanced at him briefly with insolent eyes. \"I know I am,\" he\nsaid.\n\nHurtz had to clamp his jaw shut tightly to keep from saying anything\nmore.\n\nThere was hardly any time involved in this landing, but each second\nstretched out to an individual eternity. The distant globe came up to\nmeet them steadily, enlarging its circumference, and the roar of the\njets was thunderous after the quiet free movement they had made through\nspace.\n\nThere was nothing left for Hurtz to do now but wait, and he placed his\nhands on his knees, raising his curled fingers, dropping them, in a\nmonotonous silent tapping.\n\n_It isn't right. None of it. The feel of it--the speed, the sound, the\nvery movement. It isn't going to work, and why not, for God's sake, on\nthis one last run?_\n\nAs they slipped down through the atmosphere of the planet, Hurtz knew\nthat he had been very foolish and sentimental and very, very stupid for\nhaving asked to accompany the boy. The boy's first trip. Hurtz's last.\nBut if Hurtz still believed in the premonitions that he could feel to\nthe marrow of his tired bones, this might be the last trip for both of\nthem.\n\nHe watched the boy and he wished he could take control now before it\nwas too late. But this was the boy's own run, his rocket, and there was\nnothing for Hurtz to do but wait.\n\nSeconds now, and Hurtz thought of all the times he had done just what\nthe boy was trying to do now. Twenty years of it, from globe to globe.\nStretching the fingers of exploration, all to make the money and\nfinally tip his damned hat and say, \"Thank you. It was nice, and now\nI'm going to retire and let some other poor slob take my place.\" But\nwhen the time came for him to do and say just that, he had climbed in\nfor one more ride, just so a kid who didn't want any help might have\nhad a better chance to get along in this rotten exploratory service\nthan Hurtz had been given.\n\nThe distance between the rocket and the widening surface of the planet\nwas disappearing, and in that last interval, Hurtz thought again of his\ndream, the dream he had been carrying in his brain for all of these\nyears.\n\n\n\nThe width and breadth of his own land, that section of Mars where he\nhad stood twenty years ago and watched with hungry eyes, and then ever\nsince had sweated and cried and suffered to own. His land, with its\nsilent rolling hills and quiet green valleys. With its sweet sloping\nclearing where he would place his house, the rippling brook singing\nsoftly nearby.\n\nThe only place he had seen in any system that had the peace of it,\nthe magnificence of it. His land. Paid for finally and bound by legal\nprotection, waiting for him. And here he was, letting the reward for\nthose twenty years drift away by sitting beside a crazy, over-confident\ninfant, who was sure as hell going to crash this rocket.\n\nWhen the crash came, however, Hurtz was still surprised somehow, but\nonly until he fell into the depthless darkness.\n\nWhen he awoke he saw that the ship rested at an odd angle. One whole\nside of the compact cabin had become a gaping open tear that looked\naway to the horizon of this new world. Hurtz had a thin cut over his\nleft eye and a collection of stinging bruises, nothing more serious.\n\nJones, on the other hand, appeared to have been smashed brutally about\nthe legs, and from where Hurtz lay he could see the ugly cut in the\nboy's head and the unnatural angle of the boy's right arm.\n\n\"Jones?\" he said to the motionless form, and then with effort he\ncrawled to the boy who was still clamped tightly into the swivel seat\nbefore the instrument panel.\n\nHis hands searched and found two broken bones in the arm and leg.\nThe cut in the boy's head had obviously touched bone. Hurtz gathered\nmedicine, bandages and splints from the first-aid compartment. He\nswabbed, bound, compressed, and covered the wounds of the boy. Then\nwith teeth tight together he set the two bones with the rough skill of\npractical experience. When the splints were bound he loosened the boy's\nbody from the binding straps and carried him to the rear bunk space of\nthe cabin.\n\nHe tested the boy's pulse and regularity of breathing, then injected\nenough of relieving drug into the boy's blood to keep the full impact\nof pain away from his senses.\n\nHurtz returned to the front of the cabin to look over the damaged\nradio. Tentative inspection told him he could make sufficient repairs\nto send out a help call. But first, he knew, he would have to make an\nestimate of their position on this strange planet.\n\nHe strapped a pistol to his waist, donned his helmet and lowered\nhimself to the ground. He looked about him. There was a bluish tint to\nthe atmosphere that hovered over the rim of the circling trees. Yellow,\npink and deep-white flowers with fragile petals nodded silently through\nthe stretches of growth.\n\nAnother planet, his eyes told him, another simple damned planet, like\nthe one before and the one before that. Vegetation and earth beneath\nanother shining sun.\n\nAnd this is what I've earned, he told himself. Instead of my land, my\nestate, my kingdom. His lips compressed and he hammered a fist against\nthe side of the rocket.\n\nWell, it's not going to be, he promised himself, starting his climb\nback to the cabin. Nothing is going to keep me from getting what I've\nearned. Nothing. He was swearing aloud when he pulled himself into the\ncabin.\n\n\n\nJones was watching as Hurtz straightened up inside the littered\ncompartment.\n\nHurtz unstrapped his pistol belt and tossed it to the floor. \"How do\nyou feel, son?\" he asked quietly.\n\nThe boy only stared at Hurtz.\n\n\"All right?\" Hurtz said helpfully.\n\n\"All right, hell,\" the boy said in a thin monotone.\n\n\"You were pretty well banged up.\"\n\n\"That's news?\"\n\n\"If you're still feeling pain I'll give you another shot.\"\n\n\"Why don't you save it for your head?\"\n\nHurtz turned and went to the forward part of the cabin and the radio.\nHe didn't want to listen to that high, whining voice; the boy was hurt\nand Hurtz recognized it, but Hurtz couldn't take too much more, from\nanyone, injured or not.\n\n\"I'm not going to live,\" the boy called after Hurtz.\n\nHurtz turned back to face the boy. \"What the hell kind of talk is that?\"\n\n\"I'm not going to live,\" the boy repeated in exactly the same tone.\n\n\"You're getting delirious.\"\n\n\"I'm getting dead.\"\n\n\"Listen,\" Hurtz said slowly, \"I respect the fact that you've been\nsmashed up, Jones, but I don't want any talk like that, do you\nunderstand?\"\n\nHe tried to keep authority in his voice and at the same time, enough\nsoftness to give the boy assurance that Hurtz could take care of him.\n\"We can have help here in no time,\" Hurtz continued. \"The radio can\nbe fixed, and the first thing you know you'll be bedded down in some\npretty hospital with flowers, and....\"\n\n\"This was your fault,\" the boy said, as though Hurtz had not been\ntalking.\n\nHurtz closed his mouth slowly and his lips got thin. \"Why don't you try\nto get some sleep?\"\n\n\"Because I'm bleeding to death inside.\"\n\nHurtz blinked. It was a possibility, of course. The boy may have been\nhurt worse than Hurtz had thought.\n\nWith great effort the boy raised a bandaged hand to his lips and ran\nhis tongue across the white gauze. The movement left a red streak. \"You\nsee?\" he said. \"You see that? I'm bleeding out my guts. I'll sleep, all\nright. I'll really sleep, and it'll be your fault, Hurtz.\"\n\n\"Listen, Jones,\" Hurtz said, deliberately lying, \"you'll be all right.\nDon't you see?\"\n\n\"No, damn you. No. And if you hadn't forced yourself onto this run,\nthis wouldn't have happened.\"\n\n\"Jones,\" Hurtz said, trying to keep his voice soft. \"These things just\nhappen, that's all. This is nobody's fault. You fly these damned runs,\nyou take your chances. But you're going to be all right, son.\"\n\n\"Don't call me that!\" the boy said, and now his voice was higher,\nlouder, and Hurtz could see a little of the blood showing on a corner\nof the boy's mouth. \"Son, son! I'm as good a pilot as anybody. You or\nGearing or Royce or anybody in the stinking service! I didn't need your\ndamned help, and that's what did it. Sitting there, watching me every\nminute, making me tighten up until I couldn't fly a kite. It's your\nfault, and why the hell couldn't you have died or gone back to your\nstupid Martian farm....\" The boy was crying. A thin trickle of blood\ncrawled down his chin.\n\nHurtz took a step forward. \"Kid, listen. I wanted to help you, and....\"\n\n\"Keep the hell away from me!\" the boy screamed.\n\nHurtz froze. He hadn't realized either how badly hurt the boy had been\nor how much resentment had lain beneath the boy's cold exterior. He was\nbeginning to feel some of the guilt that was placed on him by the look\nin the boy's staring eyes. \"But why?\" he asked himself. \"Why? When all\nhe had wanted to do was help someone?\"\n\n\"I know how you're feeling,\" Hurtz said, trying to be patient and calm.\n\"I really do, but you can't blame anyone for this.\"\n\nThe boy remained silent and condemning, and Hurtz knew that his words\nwere ringing hollowly in the cabin. Still he tried:\n\n\"Look. I've crashed before, on a dozen planets. But that's the way it\nworks. And that's why I wanted to help you. I wanted to quit on this\nlast one, don't you see? For twenty unholy years I've been trying to\nown a piece of my own land where I could say, 'This is my own world,'\nand what I tried to do by going with you, was make it easier for you.\nBecause in you, I could see myself twenty years ago. Don't you see?\"\n\nThe boy said nothing.\n\n\"I wanted to give it up and quit, but I thought if I could show you\nsomething, teach you something....\" He cut the words short because he\ncould feel himself pleading. There was no need for this. What he had\ndone had been a sacrifice, and if the boy couldn't see that, then it\nwas because he was hurt and in great pain.\n\n\"If I had a medal,\" the boy said hoarsely, \"I'd shove it down your\nrotten throat.\"\n\nHurtz ran the palms of his hands down the sides of his trousers. \"I'll\ngive you another shot and then I'll get the radio set up. You'll be all\nright.\"\n\nThe boy shook his head slowly, the bright eyes never looking away from\nHurtz. \"You're not going to give me anything, and I'm not going to be\nall right.\"\n\n\"I can't waste more time, Jones. You are hurt. Bad. And I've got to get\nhelp.\" He turned abruptly and went back to the radio. There were only\nwires loosened and parts slightly shaken. No irreparable damage. His\nhands moved quickly.\n\nWhen he heard the thump of the boy's body hitting the floor of the\ncabin his stomach jumped. He turned, made a step forward, then halted.\n\nThe boy was stretched below the bunk. Blood was spilling from his\nmouth. But he was moving and alive, and in his hands now was the pistol\nHurtz had dropped.\n\n\"What the hell are you doing?\" Hurtz said.\n\nBut the boy was motioning with the pistol. \"Stay where you are. Stay\nthe hell where you are.\"\n\nHurtz waited, watching the way the boy lay on one of his arms, the\nbroken one. The drug would be cutting out the pain to some extent,\nbut he was breaking himself up. \"Jones,\" Hurtz said, \"for God's sake,\nyou're killing yourself.\"\n\n\"Oh, no,\" the boy said, pointing the pistol. \"_You're_ killing me. I\nwould have been all right, but you had to come along and this is your\nwork, Hurtz. You're killing me. Now you're going to get your reward for\nthat.\"\n\n\"Jones,\" Hurtz said, \"if you think this was my fault, all right then.\nI'm suddenly very damned tired. I was tired before I started this,\nand it's worse now. If what went wrong was my fault, then I'm sorry.\nI really am. Do what you want to about it.\" Hurtz felt his energy\ndraining out, and all he seemed to want to do at that moment was sit\ndown and be quiet.\n\n\"I will,\" the boy answered, and Hurtz could hear the click of the\nsafety going off. \"I'll do exactly what I want to do about it. Are you\nready?\"\n\n\n\nHurtz watched the pistol in the boy's hands. Then he threw himself\nsideways, rolling across the cabin, trying to find protection as the\npistol cracked again and again. When the sound had stopped and silence\nhad settled itself heavily over the cabin, Hurtz lay half-sprawled,\nlooking at the boy.\n\nHe knew none of the shots had struck him and the surprise of this made\nhis position on the floor seem, for a moment, very foolish. Then he\nrealized what the boy had hit--the radio and the replacement cabinet\nfull of extra parts.\n\nFrom his twisted position on the floor the boy had done a very\neffective job of splintering every part of their communication system.\n\nSudden anger ran through Hurtz and he pushed himself up to stand\nflush-faced, watching the smiling boy. \"You've gone crazy,\" he said.\n\nThe boy shook his head, his fingers still clutching the pistol. \"No. I\nreally haven't. But you will, Hurtz. Because you aren't going anywhere\nnow. No place at all. You're going to stay right here, because you\ncan't get help now.\"\n\n\"The hell I can't,\" Hurtz said, but he knew as he said it, that the\nstatement was a childish reaction, and that in truth he couldn't.\n\n\"The radio makes no difference to me,\" the boy said. \"I'm going to die.\nIn a very few minutes. I can feel it crawling up in me. But I'll die\nknowing you aren't going to get what you were after, Hurtz, any more\nthat I did. I was good, damn you. I was a damned good pilot. I had it\nall in front of me, and you had to ruin it. But you aren't going to\nget anything now. Your land, Hurtz? Your stupid land. How about that?\nWho'll be sitting on that when you don't get back?\"\n\n\"I feel sorry for you.\"\n\n\"Oh, that's good of you, Hurtz. You feel sorry for me while you spend\nthe rest of your life stuck on this damned planet, will you? I enjoy\nthe thought of that.\"\n\n\"I won't be here long,\" Hurtz bluffed.\n\n\"Oh, no?\" the boy said, as more blood ran down his chin. \"A planet half\nthe size of Venus? No way to send them your position? You think they're\ngoing to send out a fleet to look for you over every inch of this\nglobe? They couldn't find you in forty years.\"\n\nHurtz stood silent, his eyes thin as he watched the boy with the\nbleeding and smiling mouth. \"I only wanted one thing, Jones. Just that\none thing.\"\n\n\"That's right,\" the boy grinned. \"Just that one thing, that section\non Mars. Only now you aren't going to get it. You've got a one-track\nobsession, Hurtz, like a simple damned child, even though you've flown\nthe universe for twenty years. This'll kill you, and you have my\ndeepest regrets. Here,\" he said, sending the pistol spinning across the\nfloor so that it stopped beside Hurtz's boots. \"There's a round left\nin it. I saved it. Just for you.\"\n\nThe boy began to laugh then, a kind of building laughter, that turned\ninto choking. He put one hand to his throat and then rolled over\nsuddenly, so that his eyes stared at the ceiling.\n\nHurtz looked at the dead boy for a long time, then he tapped the pistol\nvery lightly with a toe of a boot. Finally he stepped to the broken\nradio and ran his fingers carefully over the useless equipment.\n\nWhen he crawled from the cabin of the rocket to the ground, his\nmovements were automatic. On the ground, he stood, very quietly, his\nback against the ship, watching the tree leaves flutter faintly with\nthe breeze.\n\nThe words of the boy were still in his brain, and he could still see\nthe very clean-cut, very young, very dead face. So many times he'd\nthought of Jones as he had been himself, twenty years ago. It was\nalmost as though he'd died up there himself. Worse, was the realization\nthat what the boy had told him was right. Somehow, this was all his\nown fault. With his age and knowledge and experience, he'd taken the\nconfidence out of the boy. The fears, the distrust, during the whole\ntrip, had been communicated to Jones and so this was the result.\n\nHe shook his head a little and pushed himself away from the rocket. He\nbegan walking, step after step, unknowing of his movement. Jones had\nbeen right about another thing, too. Hurtz's one-track obsession. That\nwas true, and it had been his motivation for everything he had done.\nTo get one thing. A lifetime of blindness to everything else, while\nhe lived through one day after another, year after year, to reach one\nindividual day that was as surely lost now as the life of that boy in\nthe rocket.\n\nAnd so this is life. You fight your blind way through an entire\nlifetime, and when you get to the end there isn't anything at all.\nHis hands knotted at his sides, and he walked with anger and a rising\nbitterness.\n\nAll at once he stopped, his eyes widening. The rim of trees had\ndisappeared, and now in front of him lay the entire length and breadth\nof it. Detail for detail. _His_ land, with its silent rolling hills and\nquiet green valleys. _His_ land, with the sweet sloping clearing and\nthe rippling brook singing softly beside it. _His_ land right in front\nof his eyes.\n\nBut it couldn't be. A mirage, perhaps? Shock twisting the responses of\nhis brain?\n\nYet when he had stood there, wide-eyed, examining, he knew that what\nhe saw was reality and every blade of grass, every leaf, every drop of\nwater in the singing brook was physically there. Inch for inch.\n\nLord, he thought, dropping to his knees. How could this be?\n\nHe thought about it as he looked and felt and thrilled. Perhaps, he\nthought, this was the way it was on other planets, when I couldn't see\nanything but a long-distant dream. Perhaps I could have had this a\ndozen times in my life, and all I would have had to do was take it. But\nwhy didn't I? Why couldn't I see this before? Did it take twenty years\nfor me to start seeing what was in front of my eyes?\n\nAnd why twenty years? Why this time and moment? Because for once in my\nlife I forgot about my own damned desires and thought about something\nand someone else? Is that it?\n\nHurtz climbed to his feet slowly. He didn't know and he asked no more\nquestions of himself. He simply walked forward to it, forgetting the\nbroken rocket and boy who broke it. He simply breathed deep of the\nperfumes of the hills and the valleys, and he stepped onto the sloping\nclearing, listening to the singing of the brook.\n\nHis nostrils failed to respond to the faintly acrid odor of wet dead\nleaves. His eyes failed to discover the rather sharp, ugly cut of the\nprofile of the hills or the ungainly dip of the valleys. He was blind\nto the muddiness of the brook and his ears could not hear the sucking\nsound the water made as it pitched over dirty-colored rocks. He did not\nlook, hear, or feel as he might have on that section of Mars, where the\ndream of twenty years might have disappeared like a speared bubble to\nbecome ugly reality. He was capable of none of the deadening response\nthat might have been his, here on Mars, had he been a man who had not\nlived twenty years to offer, finally, one totally honest, unselfish\nmotion in this universe.\n\nHe simply stepped to his reward, smiling.",
    "metadata": {
        "author": [
            "McKimmey, James",
            "McKimmey, James Earl, Jr."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/64217/pg64217.txt",
        "name": "death_star.json"
    }
}