{
    "name": "Defense Mech",
    "author": [
        "Bradbury, Ray",
        "Bradbury, Raymond Douglas",
        "Sterling, Brett",
        "Elliott, William"
    ],
    "body": "Oh, my god, do you realize how far from Earth we are? Do you really\n_think_ about it? It's enough to scare the guts from a man. Hold me up.\n_Do_ something. Give me sedatives or hold my hand or run call mama. A\nmillion cold miles up. See all the flickering stars? Look at my hands\ntremble. Feel my heart whirling like a hot pinwheel!\n\nThe captain comes toward me, a stunned expression on his small, tight\nface. He takes my arm, looking into my eyes. Hello, captain. I'm sick,\nif that's what you want to know. I've a right to be scared--just look\nat all that space! Standing here a moment ago, I stared down at Earth\nso round and cloud-covered and asleep on a mat of stars, and my brain\ntore loose and screamed, man, man, how'd you get in a mess like this,\nin a rocket a million miles past the moon, shooting for Mars with a\ncrew of fourteen others! I can hardly stand up, my knees, my hands, my\nheart, are shaking apart. Hold me up, sir.\n\nWhat are hysterics like? The captain unprongs the inter-deck audio\nand speaks swiftly, scowling, into it. I hope he's phoning the\npsychiatrist. I need something. Oh, dammit, dammit!\n\nThe psychiatrist descends the ladder in immaculate salt-white uniform\nand walks toward me in a dream. Hello, doctor. You're the one for me.\nPlease, sir, turn this damned rocket around and fly back to New York.\nI'll go crazy with all this space and distance!\n\nThe psychiatrist and the captain's voices murmur and blend, with here\nand there an emphasis, a toss of head, a gesture:\n\n\"Young Halloway here's on a fear-jag, doctor. Can you help him?\"\n\n\"I'll try. Good man, Halloway is. Imagine you'll need him and his\nmuscles when we land.\"\n\n\"With the crew as small as it is, every man's worth his weight in\nuranium. He's _got_ to be cured.\"\n\nThe psychiatrist shakes his head.\n\n\"Might have to squirt him full of drugs to keep him quiet the rest of\nthe expedition.\"\n\nThe captain explodes, saying that is impossible. Blood drums in my\nhead. The doctor moves closer, smelling clean, sharp and white.\n\n\"Please, understand, captain, this man is definitely psychotic about\ngoing home. His talk is almost a reversion to childhood. I can't\nrefuse his demands, and his fear seems too deeply based for reasoning.\nHowever, I think I've an idea. Halloway?\"\n\nYes, sir? Help me, doctor. I want to go home. I want to see popcorn\nexploding into a buttered avalanche inside a glass cube, I want to\nroller skate, I want to climb into the old cool wet ice-wagon and go\n_chikk-chikk-chikk_ on the ice with a sharp pick, I want to take long\nsweating hikes in the country, see big brick buildings and bright-faced\npeople, fight the old gang, anything but this--_awful_!\n\nThe psychiatrist rubs his chin.\n\n\"All right, son. You can go back to Earth, now, tonight.\"\n\nAgain the captain explodes.\n\n\"You can't tell him _that_. We're landing on Mars _today_!\"\n\nThe psychiatrist pats down the captain patiently.\n\n\"Please, captain. Well, Halloway, back to New York for you. How does it\nsound?\"\n\nI'm not not so scared now. We're going down on the moving ladder and\nhere is the psychiatrist's cubicle.\n\nHe's pouring lights into my eyes. They revolve like stars on a disc.\nLots of strange machines around, attachments to my head, my ears.\nSleepy. Oh, so sleepy. Like under warm water. Being pushed around.\nLaved. Washed. Quiet. Oh, gosh. Sleepy.\n\n\"--listen to me, Halloway--\"\n\nSleepy. Doctor's talking. Very soft, like feathers. Soft, soft.\n\n\"--you're going to land on earth. No matter what they tell you, you're\nlanding on Earth ... no matter what happens you'll be on Earth ...\neverything you see and do will be like on Earth ... remember that ...\nremember that ... you won't be afraid because you'll be on Earth ...\nremember that ... over and over ... you'll land on Earth in an hour ...\nhome ... home again ... no matter what anyone says....\"\n\nOh, yes, sir, home again. Sleepy. Home again. Drifting, sleeping, oh\nthank you, sir, thank you from the bottom of my drowsy, sleepy soul.\nYes, sir. Yes, sir. Sleepy. Drifting.\n\n\n\nI'm awake!\n\nHey, everybody, come look! Here comes Earth! Right at us, like a green\nmoss ball off a bat! Coming at us on a curve!\n\n\"Check stations! Mars landing!\"\n\n\"Get into bulgers! Test atmosphere!\"\n\nGet into your _what_ did he say?\n\n\"Your baseball uniform, Halloway. Your baseball uniform.\"\n\nYes, sir. My baseball uniform. Where'd I put it? Over here. Head into,\nlegs into, feet into it. There. Ha, this is great! Pitch her in here,\nold boy, old boy! _Smack!_ Yow!\n\nYes, sir, it's over in that metal locker. I'll take it out. Head, arms,\nlegs into it--I'm dressed. Baseball uniform. Ha! This is great! Pitch\n'er in here, ole boy, ole boy! _Smack!_ Yow!\n\n\"Adjust bulger helmets, check oxygen.\"\n\nWhat?\n\n\"Put on your catcher's mask, Halloway.\"\n\nOh. The mask slides down over my face. Like that. The captain comes\nrushing up, eyes hot green and angry.\n\n\"Doctor, what's this infernal nonsense?\"\n\n\"You wanted Halloway able to do his work, didn't you, captain?\"\n\n\"Yes, but what in hell've you done to him?\"\n\nStrange. As they talk, I hear their words flow over my head like a wave\ndashed on a sea-stone, but the words drain off, leaving no imprint. As\nsoon as some words invade my head, something eats and digests them and\nI think the words are something else entirely.\n\nThe psychiatrist nods at me.\n\n\"I couldn't change his basic desire. Given time, yes, a period of\nmonths, I could have. But you need him _now_. So, against all the known\nethics of my profession, which say one must never lie to a patient,\nI've followed along in his own thought channel. I didn't dare frustrate\nhim. He wanted to go home, so I _let_ him. I've given him a fantasy.\nI've set up a protective defense mechanism in his mind that refuses\nto believe certain realities, that evaluates all things from its own\ndesire for security and home. His mind will automatically block any\nthought or image that endangers that security.\"\n\nThe captain stares wildly.\n\n\"Then, then Halloway's insane!\"\n\n\"Would you have him mad with fear, or able to work on Mars hindered by\nonly a slight 'tetched' condition? Coddle him and he'll do fine. Just\nremember, we're landing on Earth, _not_ Mars.\"\n\n\"Earth, Mars, you'll have _me_ raving next!\"\n\nThe doctor and the captain certainly talk weirdly. Who cares? Here\ncomes Earth! Green, expanding like a moist cabbage underfoot!\n\n\"Mars landing! Air-lock opened! Use bulger oxygen.\"\n\nHere we go, gang! Last one out is a pink chimpanzee!\n\n\"Halloway, come back, you damn fool! You'll kill yourself!\"\n\nFeel the good sweet Earth! Home again! Praise the Lord! Let's dance,\nsing off-key, laugh! Ha! Oh, boy!\n\nIn the door of the house stands the captain, his face red and wrinkled,\nwaving his fists.\n\n\"Halloway, come back! Look behind you, you fool!\"\n\nI whirl about and cry out, happily.\n\nShep! Shep, old dog! He comes running to meet me, long fur shining\namber in the sunshine. Barking. Shep, I haven't seen you in years. Good\nold pooch. Come 'ere, Shep. Let me pet you.\n\nThe captain shrieks:\n\n\"Don't pet it! It looks like a carnivorous Martian worm. Man, the jaws\non that thing! Halloway, use your knife!\"\n\nShep snarls and shows his teeth. Shep, what's wrong? That's no way to\ngreet me. Come on, Shep. Hey! I pull back my fingers as his swift jaws\nsnap. Shep circles me, swiftly. You haven't rabies, have you, Shep?\nHe darts in, snatches my ankle with strong, locking white teeth! Lord,\nShep, you're crazy! I can't let this go on. And you used to be such\na fine, beautiful dog. Remember all the hikes we took into the lazy\ncorn country, by the red barns and deep wells? Shep clenches tight my\nankle. I'll give him one more chance. Shep, _let go_! Where did this\nlong knife come from in my hand, like magic? Sorry to do this, Shep,\nbut--_there_!\n\nShep screams, thrashing, screams again. My arm pumps up and down, my\ngloves are freckled with blood-flakes.\n\nDon't scream, Shep. I _said_ I was sorry, didn't I?\n\n\"Get out there, you men, and bury that beast immediately.\"\n\nI glare at the captain. Don't talk that way about Shep.\n\nThe captain stares at my ankle.\n\n\"Sorry, Halloway. I meant, bury that 'dog,' you men. Give him full\nhonors. You were lucky, son, another second and those knife-teeth'd\nbored through your ankle-cuff metal.\"\n\nI don't know what he means. I'm wearing sneakers, sir.\n\n\"Oh, yeah, so you are. Yeah. Well, I'm sorry, Halloway. I know how you\nmust feel about--Shep. He was a fine dog.\"\n\nI think about it a moment and my eyes fill up, wet.\n\n\n\nThere'll be a picnic and a hike; the captain says. Three hours now\nthe boys have carried luggage from the metal house. The way they\ntalk, this'll be some picnic. Some seem afraid, but who worries about\ncopperheads and water-moccasins and crawfish? Not me. No, sir. Not me.\n\nGus Bartz, sweating beside me on some apparatus, squints at me.\n\n\"What's eatin' you, Halloway?\"\n\nI smile. Me? Nothing. Why?\n\n\"You and that act with that Martian worm.\"\n\nWhat're you talking about? What worm?\n\nThe captain interrupts, nervously.\n\n\"Bartz, lay off Halloway. The doctor'll explain why. Ask him.\"\n\nBartz goes away, scratching his head.\n\nThe captain pats my shoulder.\n\n\"You're our strong-arm man, Halloway. You've got muscles from working\non the rocket engines. So keep alert today, eh, on your hike to look\nover the territory? Keep your--b.b. gun--ready.\"\n\nBeavers, do you think, sir?\n\nThe captain swallows hard and blinks.\n\n\"Unh--oh, beavers, yeah, beavers. Sure. Beavers! Maybe. Mountain lions\nand Indians, too, I hear. Never can tell. Be careful.\"\n\nMountain lions and Indians in New York in this day and age? Aw, sir.\n\n\"Let it go. Keep alert, anyhow. Smoke?\"\n\nI don't smoke, sir. A strong mind in a healthy body, you know the old\nrule.\n\n\"The old rule. Oh, _yes_. The _old_ rule. Only joking. I don't want a\nsmoke anyway. Like hell.\"\n\nWhat was that last, sir?\n\n\"Nothing, Halloway, carry on, carry on.\"\n\nI help the others work, now. Are we taking the yellow street-car to the\nedge of town, Gus?\n\n\"We're using propulsion belts, skimming low over the dead seas.\"\n\nHow's that again, Gus?\n\n\"I said, we're takin' the yellow street-car to the end of the line,\nyeah.\"\n\nWe're ready. Everyone's packed, spreading out. We're going in groups of\nfour. Down Main Street past the pie factory, over the bridge, through\nthe tunnel, past the circus grounds and we'll rendezvous, says the\ncaptain, at a place he points to on a queer, disjointed map.\n\n_Whoosh!_ We're off! I forgot to pay my fare.\n\n\"That's okay, I paid it.\"\n\nThanks, captain. We're really traveling. The cypresses and the maples\nflash by. _Kaawhoom!_ I wouldn't admit this to anyone but you, sir, but\nmomentarily, there, I didn't see this street-car. Suddenly we moved in\nempty space, nothing supporting us, and I didn't see any car. But _now_\nI see it, sir.\n\nThe captain gazes at me as at a nine-day miracle.\n\n\"You do, eh?\"\n\nYes, sir. I clutch upward. Here's the strap. I'm holding it.\n\n\"You look pretty funny sliding through the air with your hand up like\nthat, Halloway.\"\n\nHow's that, sir?\n\n\"Ha, ha, ha!\"\n\nWhy are the others laughing at me, sir?\n\n\"Nothing, son, nothing. Just happy, that's all.\"\n\n_Ding Ding. Ding Ding._ Canal Street and Washington. _Ding Ding.\nWhoosh._ This is real traveling. Funny, though, the captain and his men\nkeep moving, changing seats, never stay seated. It's a long street-car.\nI'm way in back now. They're up front.\n\nBy the large brown house on the next corner stands a popcorn wagon,\nyellow and red and blue. I can taste the popcorn in my mind. It's been\na long time since I've eaten some ... if I ask the captain's permission\nto stop and buy a bag, he'll refuse. I'll just sneak off the car at the\nnext stop. I can get back on the next car and catch up with the gang\nlater.\n\n\n\nHow do you stop this car? My fingers fumble with my baseball outfit,\ndoing something I don't want to know about. The car is stopping! Why's\nthat. Popcorn is more important.\n\nI'm off the car, walking. Here's the popcorn machine with a man behind\nit, fussing with little silver metal knobs.\n\n\"_--murr--lokk--loc--cor--iz--_\"\n\n_Tony!_ Tony, bambino! What are you doing here?\n\n\"_Click._\"\n\nIt can't be, but it is. Tony, who died ten long years ago, when I was\na freckled kid! Alive and selling popcorn again. Oh, Tony, it's good\nto see you. His black moustache's so waxed, so shining, his dark hair\nlike burnt oily shavings, his dark shining happy eyes, his smiling red\ncheeks! He shimmers in my eyes like in a cold rain. Tony! Let me shake\nyour hand! Gimme a bag of popcorn, senor!\n\n\"_Click-click-click--sput-click--reeeeee-eeeeeeee--_\"\n\nThe captain didn't see you, Tony, you were hidden so well, only _I_ saw\nyou. Just a moment while I search for my nickel.\n\n\"_Reeeeeee._\"\n\nWhew, I'm dizzy. It's very hot. My heads spins like a leaf on a storm\nwind. Let me hold onto your wagon, Tony, quick, I'm shivering and I've\ngot sharp needle head pains....\n\n\"_Reeeeeeee._\"\n\nI'm running a temperature. I feel as if I have a torch hung flaming in\nmy head.\n\nHotter. Pardon me for criticizing you, Tony, but I think its your\npopper turned up too high. Your face looks afraid, contorted, and your\nhands move so rapidly, why? Can't you shut it off? I'm hot. Everything\nmelts. My knees sag.\n\nWarmer still. He'd better turn that thing off, I can't take any more.\nI can't find my nickel anyhow. Please, snap it off, Tony, I'm sick. My\nuniform glows orange. I'll take fire!\n\nHere, I'll turn it off for you, Tony.\n\nYou _hit_ me!\n\nStop hitting me, stop clicking those knobs! It's hot, I tell you. Stop,\nor I'll--\n\nTony. Where are you? Gone.\n\nWhere did that purple flame shoot from? That loud blast, what was it?\nThe flame seemed to stream from my hand, out of my scout flashlight.\nPurple flame--eating!\n\nI smell a sharp bitter odor.\n\nLike hamburger fried overlong.\n\nI feel better now. Cool as winter. But--\n\nLike a fly buzzing in my ears, a voice comes, faint, far off,\n\n\"Halloway, damn it, Halloway, where are you?\"\n\nCaptain! It's his voice, sizzling. I don't see you, sir!\n\n\"Halloway, we're on the dead sea bottom near an ancient Martian city\nand--oh, never mind, dammit, if you hear me, press your boy-scout badge\nand yell!\"\n\nI press the badge intensely, sweating. Hey, captain!\n\n\"Halloway! Glory. You're _not_ dead. Where are you?\"\n\nI stopped for popcorn, sir. I can't see you. How do I hear you?\n\n\"It's an echo. Let it go. If you're okay, grab the next street-car.\"\n\nThat's very opportune. Because here comes a big red street-car now,\naround the corner of the drug store.\n\n\"_What!_\"\n\nYes, sir, and its chock full of people. I'll climb aboard.\n\n\"Wait a minute! Hold on! Murder! What _kind_ of people, dammit?\"\n\nIt's the West Side gang. Sure. The whole bunch of tough kids.\n\n\"West side gang, hell, those are Martians, get the hell outa there!\nTransfer to another car--take the subway! Take the elevated!\"\n\nToo late. The car's stopped. I'll have to get on. The conductor looks\nimpatient.\n\n\"Impatient,\" he says. \"You'll be massacred!\"\n\nOh, oh. Everybody's climbing from the street-car, looking angry at me.\nKelly and Grogan and Tompkins and the others. I guess there'll be a\nfight.\n\nThe captain's voice stabs my ears, but I don't see him anywhere:\n\n\"Use your r-gun, your blaster, your blaster. Hell, use your slingshot,\nor throw spitballs, or whatever the devil you imagine you got holstered\nthere, but _use_ it! Come on, men, about face and back!\"\n\nI'm outnumbered. I bet they'll gang me and give me the bumps, the\nbumps, the bumps. I bet they'll truss me to a maple tree, maple tree,\nmaple tree and tickle me. I bet they'll ink-tattoo their initials on my\nforehead. Mother won't like this.\n\nThe captain's voice opens up louder, driving nearer:\n\n\"And Poppa ain't happy! Get outa there, Halloway!\"\n\nThey're hitting me, sir! We're battling!\n\n\"Keep it up, Halloway!\"\n\nI knocked one down, sir, with an upper-cut. I'm knocking another down\nnow. Here goes a third! Someone's grabbed my ankle. I'll kick him!\n_There!_ I'm stumbling, falling! Lights in my eyes, purple ones, big\npurple lightning bolts sizzling the air!\n\nThree of them vanished, just like that!\n\nI think they fell down a manhole.\n\nI'm sorry. I didn't mean to hurt them bad.\n\nThey stole my flashlight.\n\n\"Get it back, Halloway! We're coming. Get your flash and use it!\"\nThat's silly.\n\n\"Silly,\" he says. \"Silly. Silly.\"\n\n\n\nI got my flashlight back, broken, no good. We're wrestling. There are\nso many of them, I'm weak. They're climbing all over me, hitting. It's\nnot fair, I'm falling down, kicking, screaming!\n\n\"Up speed, men, full power!\"\n\nThey're binding me up. I can't move. They're rushing me into the\nstreet-car now. Now I won't be able to go on that hike. And I planned\non it so hard, too.\n\n\"_Here we are, Halloway! Blast 'em, men! Oh, my Lord, look at the\nhorrible faces on those creatures! Guh!_\"\n\nWatch out, captain! They'll get you, too, and the others! _Ahh!_\nSomebody struck me on the back of my head. Darkness. Dark. Dark.\n\nRockabye baby on the tree-top ... when the wind blows....\n\n\"Okay, Halloway, _any_ time. Just any old time you want to come to.\"\n\nDark. A voice talking. Dark as a whale's insides. Ouch, my head. I'm\nflat on my back, I can feel rocks under me.\n\n\"Good morning, _dear_ Mr. Halloway.\"\n\nThat you, captain, over in that dark corner?\n\n\"It ain't the president of the United States!\"\n\nWhere is this cave?\n\n\"Suppose _you_ tell us, you got us into this mess with your eternally\nblasted popcorn! Why'd you get off the street-car?\"\n\nDid the West Side gang truss us up like this, captain?\n\n\"West Side gang, _goh_! Those faces, those inhuman, weird, unsavory and\nhorrible faces. All loose-fleshed and--gangrenous. Aliens, the whole\nrotting clutch of 'em.\"\n\nWhat a funny way to talk.\n\n\"Listen, you parboiled idiot, in about an hour we're going to be fried,\ngutted, iced, killed, slaughtered, murdered, we will be, ipso facto,\ndead. Your 'friends' are whipping up a little blood-letting jamboree.\nCan't I shove it through your thick skull, we're on Mars, about to be\nsliced and hammered by a lousy bunch of Martians!\"\n\n\"Captain, sir?\"\n\n\"Yes, Berman?\"\n\n\"The cave door is opening, sir. I think the Martians are ready to have\nat us again, sir. Some sort of test or other, no doubt.\"\n\n\"Let go a me, you one-eyed monster! I'm coming, don't push!\"\n\nWe're outside the cave. They're cutting our bonds. See, captain, they\naren't hurting us, after all. Here's the brick alley. There's Mrs.\nHaight's underwear waving on the clothes-line. See all the people from\nthe beer hall--what're they waiting for?\n\n\"To see us die.\"\n\n\"Captain, what's wrong with Halloway, he's acting queer--\"\n\n\"At least he's better off than us. He can't see these creatures' faces\nand bodies. It's enough to turn a man's stomach. This must be their\namphitheatre. That looks like an obstacle course. I gather from their\nsign lingo that if we make it through the obstacles, we're free.\nFootnote: nobody's ever gotten through alive yet. Seems they want you\nto go first, Berman. Good luck, boy.\"\n\n\"So long, captain. So long, Gus. So long, Halloway.\"\n\nBerman's running down-alley with an easy, long-muscled stride. I hear\nhim yelling high and clear, even though he's getting far away.\n\nHere comes an automobile!\n\nBerman! Ahh! It hit him! He's fallen!\n\nBerman, get up, get up!\n\n\"Stay here, Halloway, it's not your turn yet.\"\n\nMy turn? What do you mean? Someone's gotta help Berman.\n\n\"Halloway, come back! Oh, man, I don't want to see this!\"\n\n\n\nLift up my legs, put them down, breathe out, breathe in, swing arms,\nswing legs, chew my tongue, blink my eyes, Berman, here I come, gee,\nthings are crazy-funny, here comes an ice-wagon trundling along,\nit's coming right at _me_! I can't see to get around it, it's coming\nso fast, I'll jump inside it, jump, jump, cool, ice, ice-pick,\n_chikk-chikk-chikk_, I hear the captain screaming off a million hot\nmiles gone, _chikk-chikk-chikk_ around the ice perimeter, the ice\nwagon is thundering, rioting, jouncing, shaking, rolling on big\nrusty iron wheels, smelling of sour ammonia, bouncing on a corduroy\ndirt and brick alley-road, the rear end of it seems to be snapping\nshut with many ice-prongs, I feel intense pain in my left leg,\n_chikk-chikk-chikk-chikk_! piece of ice, cold square, cold cube, a\nshuddering and convulsing, a temblor, the wagon wheels stop rolling, I\njump down and run away from the wrecked wagon, did the wagon roll over\nBerman, I hope not, a fence here, I'll jump over it, another popcorn\nmachine, very warm, very hot, all flame and red fire and burning metal\nknobs....\n\nOops, I didn't mean to strike the popcorn man down, hello, Berman,\nwhat're you doing in my arms, how'd you get here, did I pick you up,\nand why? an obstacle race at the high-school? you're heavy, I'm tired,\ndogs nipping at my heels, how far am I supposed to carry you? I hear\nthe captain screaming me on, for why, for why? here comes the big bad\ntruant officer with a club in his hand to take me back to school, he\nlooks mean and broad....\n\nI kicked the truant officer's shins and kicked him in the face ...\nMama won't like that ... yes, mommy ... no mommy ... that's unfair ...\nthat's not ethical fighting ... something went squish ... hmm ... let's\nforget about it, shall we?\n\nBreathing hard. Here comes the gang after me, all the rough, bristly\nIrishmen and scarred Norwegians and stubborn Italians ... hit, kick,\nwrestle ... here comes a swift car, fast, fast! I hope I can duck, with\nyou, Berman ... here comes another car from the opposite way!... If I\nwork things right ... uh ... stop screaming, Berman!\n\nThe cars crashed into each other.\n\nThe cars still roll, tumbling, like two animals tearing at each other's\nthroats.\n\nNot far to go now, Berman, to the end of the alley. Just ahead.\nI'll sleep for forty years when this is over ... where'd I get this\nflashlight in my hand? from one of those guys I knocked down? from\nthe popcorn man? I'll poke it in front of me ... people run away ...\nmaybe they don't like its light in their eyes.... The end of the alley!\nThere's the green valley and my house, and there's Mom and Pop waiting!\nHey, let's sing, let's dance, we're going home!\n\n\"Halloway, you so-and-so, you did it!\"\n\nDark. Sleep. Wake up slow. Listen.\n\n\"--and Halloway ran down that amphitheatre nonchalant as a high-school\nkid jumping hurdles. A big saffron Martian beast with a mouth so damn\nbig it looked like the rear end of a delivery truck, lunged forward\nsquare at Halloway--\"\n\n\"What'd Halloway do?\"\n\n\"Halloway jumped right inside the monster's mouth--right inside!\"\n\n\"What happened then?\"\n\n\"The animal looked dumbfounded. It tried to spit out. Then, to top it\nall, what did Halloway do, I ask you, I ask you, what did he do? He\ndrew forth his boy-scout blade and went _chikk-chikk-chikk_ all around\nthe bloody interior, pretending like he's holed up in an ice-wagon,\nchipping himself off pieces of ice.\"\n\n\"No?\"\n\n\"On my honor! The monster, after taking a bit of this\n_chikk-chikk-chikk_ business, leaped around, cavorting, floundering,\nrocking, tossing, and then, with a spout of blood, out popped Halloway,\ngrinning like a kid, and on he ran, dodging spears and pretending they\nwere pebbles, leaping a line of crouched warriors and saying they're\na picket fence. Then he lifted Berman and trotted with him until he\nmet a three hundred pound Martian wrestler. Halloway supposed that\nit was the truant officer and promptly kicked him in the face. Then\nhe knocked down another guy working furiously at the buttons of a\nparalysis machine which looked, to Halloway, like a popcorn wagon!\nAfter which two gigantic black Martian leopards attacked, resembling\nto him nothing more than two very bad drivers in dark automobiles.\nHalloway sidestepped. The two 'cars' crashed and tore each other apart,\nfighting. Halloway pumped on, shooting people with his 'flashlight'\nwhich he retrieved from the 'popcorn' man. Pointing the flash at\npeople, he was amazed when they vanished and--oh, oh, Halloway's waking\nup, I saw his eyelids flicker. Quiet, everyone. Halloway, you awake?\"\n\nYeah. I been listening to you talk for five minutes. I still don't\nunderstand. Nothing happened at all. How long I been asleep?\n\n\"Two days. Nothing happened, eh? Nothing, except you got the Martians\nkow-towing, that's all, brother. Your spectacular performance impressed\npeople. The enemy suddenly decided that if _one_ earthman could do what\nyou did, what would happen if a million more came?\"\n\nEverybody keeps on with this joking, this lying about Mars. Stop it.\nWhere am I?\n\n\"Aboard the rocket, about to take off.\"\n\nLeave Earth? No, no, I don't want to leave Earth, good green Earth! Let\ngo! I'm afraid! Let go of me! Stop the ship!\n\n\"Halloway, _this_ is Mars--we're going back _to_ Earth.\"\n\nLiars, all of you! I don't want to go to Mars, I want to stay here, on\nEarth!\n\n\"Holy cow, here we go again. Hold him down, Gus. Hey, doctor, on the\ndouble! Come help Halloway change his mind back, willya!\"\n\n_Liars! You can't do this! Liars! Liars!_",
    "metadata": {
        "author": [
            "Bradbury, Ray",
            "Bradbury, Raymond Douglas",
            "Sterling, Brett",
            "Elliott, William"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/63648/pg63648.txt",
        "name": "defense_mech.json"
    }
}