{
    "name": "Derelict",
    "author": [
        "Nourse, Alan Edward",
        "Edwards, Al",
        "Nourse, Alan E. (Alan Edward)"
    ],
    "body": "By Alan E. Nourse\n\n\nJohn Sabo, second in command, sat bolt upright in his bunk, blinking\nwide-eyed at the darkness. The alarm was screaming through the Satellite\nStation, its harsh, nerve-jarring clang echoing and re-echoing down the\nmetal corridors, penetrating every nook and crevice and cubicle of the\nlonely outpost, screaming incredibly through the dark sleeping period.\nSabo shook the sleep from his eyes, and then a panic of fear burst into\nhis mind. The alarm! Tumbling out of his bunk in the darkness, he\ncrashed into the far bulkhead, staggering giddily in the impossible\ngravity as he pawed about for his magnaboots, his heart pounding\nfiercely in his ears. The _alarm_! Impossible, after so long, after\nthese long months of bitter waiting-- In the corridor he collided with\nBrownie, looking like a frightened gnome, and he growled profanity as he\nraced down the corridor for the Central Control.\n\nFrightened eyes turned to him as he blinked at the bright lights of the\nroom. The voices rose in a confused, anxious babble, and he shook his\nhead and swore, and ploughed through them toward the screen. \"Kill that\ndamned alarm!\" he roared, blinking as he counted faces. \"Somebody get\nthe Skipper out of his sack, pronto, and stop that clatter! What's the\ntrouble?\"\n\nThe radioman waved feebly at the view screen, shimmering on the great\nside panel. \"We just picked it up--\"\n\nIt was a ship, moving in from beyond Saturn's rings, a huge, gray-black\nblob in the silvery screen, moving in toward the Station with ponderous,\nclumsy grace, growing larger by the second as it sped toward them. Sabo\nfelt the fear spill over in his mind, driving out all thought, and he\nsank into the control chair like a well-trained automaton. His gray eyes\nwere wide, trained for long military years to miss nothing; his fingers\nmoved over the panel with deft skill. \"Get the men to stations,\" he\ngrowled, \"and will somebody kindly get the Skipper down here, if he can\nmanage to take a minute.\"\n\n\"I'm right here.\" The little graying man was at his elbow, staring at\nthe screen with angry red eyes. \"Who told you to shut off the alarm?\"\n\n\"Nobody told me. Everyone was here, and it was getting on my nerves.\"\n\n\"What a shame.\" Captain Loomis' voice was icy. \"I give orders on this\nStation,\" he said smoothly, \"and you'll remember it.\" He scowled at the\ngreat gray ship, looming closer and closer. \"What's its course?\"\n\n\"Going to miss us by several thousand kilos at least. Look at that\nthing! It's _traveling_.\"\n\n\"Contact it! This is what we've been waiting for.\" The captain's voice\nwas hoarse.\n\nSabo spun a dial, and cursed. \"No luck. Can't get through. It's passing\nus--\"\n\n\"Then _grapple_ it, stupid! You want me to wipe your nose, too?\"\n\nSabo's face darkened angrily. With slow precision he set the servo fixes\non the huge gray hulk looming up in the viewer, and then snapped the\nswitches sharply. Two small servos shoved their blunt noses from the\nlanding port of the Station, and slipped silently into space alongside.\nThen, like a pair of trained dogs, they sped on their beams straight out\nfrom the Station toward the approaching ship. The intruder was dark,\nmoving at tremendous velocity past the Station, as though unaware of its\nexistence. The servos moved out, and suddenly diverged and reversed,\ntwisting in long arcs to come alongside the strange ship, finally moving\nin at the same velocity on either side. There was a sharp flash of\ncontact power; then, like a mammoth slow-motion monster, the ship jerked\nin midspace and turned a graceful end-for-end arc as the servo-grapplers\ngripped it like leeches and whined, glowing ruddy with the jolting power\nflowing through them. Sabo watched, hardly breathing, until the great\nship spun and slowed and stopped. Then it reversed direction, and the\nservos led it triumphantly back toward the landing port of the Station.\n\nSabo glanced at the radioman, a frown creasing his forehead. \"Still\nnothing?\"\n\n\"Not a peep.\"\n\nHe stared out at the great ship, feeling a chill of wonder and fear\ncrawl up his spine. \"So this is the mysterious puzzle of Saturn,\" he\nmuttered. \"This is what we've been waiting for.\"\n\nThere was a curious eager light in Captain Loomis' eyes as he looked up.\n\"Oh, no. Not this.\"\n\n\"What?\"\n\n\"Not this. The ships we've seen before were tiny, flat.\" His little eyes\nturned toward the ship, and back to Sabo's heavy face. \"This is\nsomething else, something quite different.\" A smile curved his lips, and\nhe rubbed his hands together. \"We go out for trout and come back with a\nwhale. This ship's from space, deep space. Not from Saturn. This one's\nfrom the stars.\"\n\n\n\nThe strange ship hung at the side of the Satellite Station, silent as a\ntomb, still gently rotating as the Station slowly spun in its orbit\naround Saturn.\n\nIn the captain's cabin the men shifted restlessly, uneasily facing the\neager eyes of their captain. The old man paced the floor of the cabin,\nhis white hair mussed, his face red with excitement. Even his carefully\ncalm face couldn't conceal the eagerness burning in his eyes as he faced\nthe crew. \"Still no contact?\" he asked Sparks.\n\nThe radioman shook his head anxiously. \"Not a sign. I've tried every\nsignal I know at every wave frequency that could possibly reach them.\nI've even tried a dozen frequencies that couldn't possibly reach them,\nand I haven't stirred them up a bit. They just aren't answering.\"\n\nCaptain Loomis swung on the group of men. \"All right, now, I want you to\nget this straight. This is our catch. We don't know what's aboard it,\nand we don't know where it came from, but it's our prize. That means not\na word goes back home about it until we've learned all there is to\nlearn. We're going to get the honors on this one, not some eager Admiral\nback home--\"\n\nThe men stirred uneasily, worried eyes seeking Sabo's face in alarm.\n\"What about the law?\" growled Sabo. \"The law says everything must be\nreported within two hours.\"\n\n\"Then we'll break the law,\" the captain snapped. \"I'm captain of this\nStation, and those are your orders. You don't need to worry about the\nlaw--I'll see that you're protected, but this is too big to fumble. This\nship is from the stars. That means it must have an Interstellar drive.\nYou know what that means. The Government will fall all over itself to\nreward us--\"\n\nSabo scowled, and the worry deepened in the men's faces. It was hard to\nimagine the Government falling all over itself for anybody. They knew\ntoo well how the Government worked. They had heard of the swift trials,\nthe harsh imprisonments that awaited even the petty infringers. The\nMilitary Government had no time to waste on those who stepped out of\nline, they had no mercy to spare. And the men knew that their captain\nwas not in favor in top Government circles. Crack patrol commanders were\nnot shunted into remote, lifeless Satellite Stations if their stand in\nthe Government was high. And deep in their minds, somehow, the men knew\nthey couldn't trust this little, sharp-eyed, white-haired man. The\ncredit for such a discovery as this might go to him, yes--but there\nwould be little left for them.\n\n\"The law--\" Sabo repeated stubbornly.\n\n\"Damn the law! We're stationed out here in this limbo to watch Saturn\nand report any activity we see coming from there. There's nothing in our\norders about anything else. There have been ships from there, they\nthink, but not this ship. The Government has spent billions trying to\nfind an Interstellar, and never gotten to first base.\" The captain\npaused, his eyes narrowing. \"We'll go aboard this ship,\" he said softly.\n\"We'll find out what's aboard it, and where it's from, and we'll take\nits drive. There's been no resistance yet, but it could be dangerous. We\ncan't assume anything. The boarding party will report everything they\nfind to me. One of them will have to be a drive man. That's you,\nBrownie.\"\n\nThe little man with the sharp black eyes looked up eagerly. \"I don't\nknow if I could tell anything--\"\n\n\"You can tell more than anyone else here. Nobody else knows space drive.\nI'll count on you. If you bring back a good report, perhaps we can\ncancel out certain--unfortunate items in your record. But one other\nshould board with you--\" His eyes turned toward John Sabo.\n\n\"Not me. This is your goat.\" The mate's eyes were sullen. \"This is gross\nbreach, and you know it. They'll have you in irons when we get back. I\ndon't want anything to do with it.\"\n\n\"You're under orders, Sabo. You keep forgetting.\"\n\n\"They're illegal orders, sir!\"\n\n\"I'll take responsibility for that.\"\n\nSabo looked the old man straight in the eye. \"You mean you'd sell us\ndown a rat hole to save your skin. That's what you mean.\"\n\nCaptain Loomis' eyes widened incredulously. Then his face darkened, and\nhe stepped very close to the big man. \"You'll watch your tongue, I\nthink,\" he gritted. \"Be careful what you say to me, Sabo. Be very\ncareful. Because if you don't, _you'll_ be in irons, and we'll see just\nhow long you last when you get back home. Now you've got your orders.\nYou'll board the ship with Brownie.\"\n\nThe big man's fists were clenched until the knuckles were white. \"You\ndon't know what's over there!\" he burst out. \"We could be slaughtered.\"\n\nThe captain's smile was unpleasant. \"That would be such a pity,\" he\nmurmured. \"I'd really hate to see it happen--\"\n\n\n\nThe ship hung dark and silent, like a shadowy ghost. No flicker of light\ncould be seen aboard it; no sound nor faintest sign of life came from\nthe tall, dark hull plates. It hung there, huge and imponderable, and\nswung around with the Station in its silent orbit.\n\nThe men huddled about Sabo and Brownie, helping them into their pressure\nsuits, checking their equipment. They had watched the little scanning\nbeetles crawl over the surface of the great ship, examining, probing\nevery nook and crevice, reporting crystals, and metals, and irons, while\nthe boarding party prepared. And still the radioman waited alertly for a\nflicker of life from the solemn giant.\n\nFrightened as they were of their part in the illegal secrecy, the\narrival of the ship had brought a change in the crew, lighting fires of\nexcitement in their eyes. They moved faster, their voices were lighter,\nmore cheerful. Long months on the Station had worn on their nerves--out\nof contact with their homes, on a mission that was secretly jeered as\nutter Governmental folly. Ships _had_ been seen, years before,\ndisappearing into the sullen bright atmospheric crust of Saturn, but\nthere had been no sign of anything since. And out there, on the lonely\nguard Station, nerves had run ragged, always waiting, always watching,\nwearing away even the iron discipline of their military background. They\ngrew bitterly weary of the same faces, the same routine, the constant\nrepetition of inactivity. And through the months they had watched with\nincreasing anxiety the conflict growing between the captain and his\nbitter, sullen-eyed second-in-command, John Sabo.\n\nAnd then the ship had come, incredibly, from the depths of space, and\nthe tensions of loneliness were forgotten in the flurry of activity. The\nlocks whined and opened as the two men moved out of the Station on the\nlittle propulsion sleds, linked to the Station with light silk guy\nropes. Sabo settled himself on the sled, cursing himself for falling so\nfoolishly into the captain's scheme, cursing his tongue for wandering.\nAnd deep within him he felt a new sensation, a vague uneasiness and\ninsecurity that he had not felt in all his years of military life. The\nstrange ship was a variant, an imponderable factor thrown suddenly into\nhis small world of hatred and bitterness, forcing him into unknown\nterritory, throwing his mind into a welter of doubts and fears. He\nglanced uneasily across at Brownie, vaguely wishing that someone else\nwere with him. Brownie was a troublemaker, Brownie talked too much,\nBrownie philosophized in a world that ridiculed philosophy. He'd known\nmen like Brownie before, and he knew that they couldn't be trusted.\n\nThe gray hull gleamed at them as they moved toward it, a monstrous wall\nof polished metal. There were no dents, no surface scars from its\npassage through space. They found the entrance lock without difficulty,\nnear the top of the ship's great hull, and Brownie probed the rim of the\nlock with a dozen instruments, his dark eyes burning eagerly. And then,\nwith a squeal that grated in Sabo's ears, the oval port of the ship\nquivered, and slowly opened.\n\nSilently, the sleds moved into the opening. They were in a small vault,\nquite dark, and the sleds settled slowly onto a metal deck. Sabo eased\nhimself from the seat, tuning up his audios to their highest\nsensitivity, moving over to Brownie. Momentarily they touched helmets,\nand Brownie's excited voice came to him, muted, but breathless. \"No\ntrouble getting it open. It worked on the same principle as ours.\"\n\n\"Better get to work on the inner lock.\"\n\nBrownie shot him a sharp glance. \"But what about--inside? I mean, we\ncan't just walk in on them--\"\n\n\"Why not? We've tried to contact them.\"\n\nReluctantly, the little engineer began probing the inner lock with\ntrembling fingers. Minutes later they were easing themselves through,\nmoving slowly down the dark corridor, waiting with pounding hearts for\na sound, a sign. The corridor joined another, and then still another,\nuntil they reached a great oval door. And then they were inside, in the\nheart of the ship, and their eyes widened as they stared at the thing in\nthe center of the great vaulted chamber.\n\n\"My God!\" Brownie's voice was a hoarse whisper in the stillness. \"Look\nat them, Johnny!\"\n\nSabo moved slowly across the room toward the frail, crushed form lying\nagainst the great, gleaming panel. Thin, almost boneless arms were\npasted against the hard metal; an oval, humanoid skull was crushed like\nan eggshell into the knobs and levers of the control panel. Sudden\nhorror shot through the big man as he looked around. At the far side of\nthe room was another of the things, and still another, mashed, like\nlifeless jelly, into the floors and panels. Gently he peeled a bit of\njelly away from the metal, then turned with a mixture of wonder and\ndisgust. \"All dead,\" he muttered.\n\nBrownie looked up at him, his hands trembling. \"No wonder there was no\nsign.\" He looked about helplessly. \"It's a derelict, Johnny. A wanderer.\nHow could it have happened? How long ago?\"\n\nSabo shook his head, bewildered. \"Then it was just chance that it came\nto us, that we saw it--\"\n\n\"No pilot, no charts. It might have wandered for centuries.\" Brownie\nstared about the room, a frightened look on his face. And then he was\nleaning over the control panel, probing at the array of levers, his\nfingers working eagerly at the wiring. Sabo nodded approvingly. \"We'll\nhave to go over it with a comb,\" he said. \"I'll see what I can find in\nthe rest of the ship. You go ahead on the controls and drive.\" Without\nwaiting for an answer he moved swiftly from the round chamber, out into\nthe corridor again, his stomach almost sick.\n\nIt took them many hours. They moved silently, as if even a slight sound\nmight disturb the sleeping alien forms, smashed against the dark metal\npanels. In another room were the charts, great, beautiful charts,\ntotally unfamiliar, studded with star formations he had never seen,\nnoted with curious, meaningless symbols. As Sabo worked he heard Brownie\nmoving down into the depths of the ship, toward the giant engine rooms.\nAnd then, some silent alarm clicked into place in Sabo's mind,\ntightening his stomach, screaming to be heard. Heart pounding, he dashed\ndown the corridor like a cat, seeing again in his mind the bright, eager\neyes of the engineer. Suddenly the meaning of that eagerness dawned on\nhim. He scampered down a ladder, along a corridor, and down another\nladder, down to the engine room, almost colliding with Brownie as he\ncrossed from one of the engines to a battery of generators on the far\nside of the room.\n\n\"Brownie!\"\n\n\"What's the trouble?\"\n\nSabo trembled, then turned away. \"Nothing,\" he muttered. \"Just a\nthought.\" But he watched as the little man snaked into the labyrinth of\ndynamos and coils and wires, peering eagerly, probing, searching, making\nnotes in the little pad in his hand.\n\nFinally, hours later, they moved again toward the lock where they had\nleft their sleds. Not a word passed between them. The uneasiness was\nstrong in Sabo's mind now, growing deeper, mingling with fear and a\npremonition of impending evil. A dead ship, a derelict, come to them by\nmerest chance from some unthinkably remote star. He cursed, without\nknowing why, and suddenly he felt he hated Brownie as much as he hated\nthe captain waiting for them in the Station.\n\nBut as he stepped into the Station's lock, a new thought crossed his\nmind, almost dazzling him with its unexpectedness. He looked at the\nengineer's thin face, and his hands were trembling as he opened the\npressure suit.\n\n\n\nHe deliberately took longer than was necessary to give his report to the\ncaptain, dwelling on unimportant details, watching with malicious\namusement the captain's growing annoyance. Captain Loomis' eyes kept\nsliding to Brownie, as though trying to read the information he wanted\nfrom the engineer's face. Sabo rolled up the charts slowly, stowing them\nin a pile on the desk. \"That's the picture, sir. Perhaps a qualified\nastronomer could make something of it; I haven't the knowledge or the\ninstruments. The ship came from outside the system, beyond doubt.\nProbably from a planet with lighter gravity than our own, judging from\nthe frailty of the creatures. Oxygen breathers, from the looks of their\ngas storage. If you ask me, I'd say--\"\n\n\"All right, all right,\" the captain breathed impatiently. \"You can write\nit up and hand it to me. It isn't really important where they came from,\nor whether they breathe oxygen or fluorine.\" He turned his eyes to the\nengineer, and lit a cigar with trembling fingers. \"The important thing\nis _how_ they got here. The drive, Brownie. You went over the engines\ncarefully? What did you find?\"\n\nBrownie twitched uneasily, and looked at the floor. \"Oh, yes, I examined\nthem carefully. Wasn't too hard. I examined every piece of drive\nmachinery on the ship, from stem to stern.\"\n\nSabo nodded, slowly, watching the little man with a carefully blank\nface. \"That's right. You gave it a good going over.\"\n\nBrownie licked his lips. \"It's a derelict, like Johnny told you. They\nwere dead. All of them. Probably had been dead for a long time. I\ncouldn't tell, of course. Probably nobody could tell. But they must have\nbeen dead for centuries--\"\n\nThe captain's eyes blinked as the implication sank in. \"Wait a minute,\"\nhe said. \"What do you mean, _centuries_?\"\n\nBrownie stared at his shoes. \"The atomic piles were almost dead,\" he\nmuttered in an apologetic whine. \"The ship wasn't going any place,\ncaptain. It was just wandering. Maybe it's wandered for thousands of\nyears.\" He took a deep breath, and his eyes met the captain's for a\nbrief agonized moment. \"They don't have Interstellar, sir. Just plain,\nsimple, slow atomics. Nothing different. They've been traveling for\ncenturies, and it would have taken them just as long to get back.\"\n\nThe captain's voice was thin, choked. \"Are you trying to tell me that\ntheir drive is no different from our own? That a ship has actually\nwandered into Interstellar space _without a space drive_?\"\n\nBrownie spread his hands helplessly. \"Something must have gone wrong.\nThey must have started off for another planet in their own system, and\nsomething went wrong. They broke into space, and they all died. And the\nship just went on moving. They never intended an Interstellar hop. They\ncouldn't have. They didn't have the drive for it.\"\n\nThe captain sat back numbly, his face pasty gray. The light had faded in\nhis eyes now; he sat as though he'd been struck. \"You--you couldn't be\nwrong? You couldn't have missed anything?\"\n\nBrownie's eyes shifted unhappily, and his voice was very faint. \"No,\nsir.\"\n\nThe captain stared at them for a long moment, like a stricken child.\nSlowly he picked up one of the charts, his mouth working. Then, with a\nbitter roar, he threw it in Sabo's face. \"Get out of here! Take this\ngarbage and get out! And get the men to their stations. We're here to\nwatch Saturn, and by god, we'll watch Saturn!\" He turned away, a hand\nover his eyes, and they heard his choking breath as they left the\ncabin.\n\nSlowly, Brownie walked out into the corridor, started down toward his\ncabin, with Sabo silent at his heels. He looked up once at the mate's\nheavy face, a look of pleading in his dark brown eyes, and then opened\nthe door to his quarters. Like a cat, Sabo was in the room before him,\ndragging him in, slamming the door. He caught the little man by the neck\nwith one savage hand, and shoved him unceremoniously against the door,\nhis voice a vicious whisper. \"_All right, talk! Let's have it now!_\"\n\nBrownie choked, his eyes bulging, his face turning gray in the dim light\nof the cabin. \"Johnny! Let me down! What's the matter? You're choking\nme, Johnny--\"\n\nThe mate's eyes were red, with heavy lines of disgust and bitterness\nrunning from his eyes and the corners of his mouth. \"You stinking little\nliar! _Talk_, damn it! You're not messing with the captain now, you're\nmessing with _me_, and I'll have the truth if I have to cave in your\nskull--\"\n\n\"I told you the truth! I don't know what you mean--\"\n\nSabo's palm smashed into his face, jerking his head about like an apple\non a string. \"That's the wrong answer,\" he grated. \"I warn you, don't\nlie! The captain is an ambitious ass, he couldn't think his way through\na multiplication table. He's a little child. But I'm not quite so dull.\"\nHe threw the little man down in a heap, his eyes blazing. \"You silly\nfool, your story is so full of holes you could drive a tank through it.\nThey just up and died, did they? I'm supposed to believe that? Smashed\nup against the panels the way they were? Only one thing could crush them\nlike that. Any fool could see it. Acceleration. And I don't mean atomic\nacceleration. Something else.\" He glared down at the man quivering on\nthe floor. \"They had Interstellar drive, didn't they, Brownie?\"\n\nBrownie nodded his head, weakly, almost sobbing, trying to pull himself\nerect. \"Don't tell the captain,\" he sobbed. \"Oh, Johnny, for god's sake,\nlisten to me, don't let him know I lied. I was going to tell you anyway,\nJohnny, really I was. I've got a plan, a good plan, can't you see it?\"\nThe gleam of excitement came back into the sharp little eyes. \"They had\nit, all right. Their trip probably took just a few months. They had a\ndrive I've never seen before, non-atomic. I couldn't tell the principle,\nwith the look I had, but I think I could work it.\" He sat up, his whole\nbody trembling. \"Don't give me away, Johnny, listen a minute--\"\n\nSabo sat back against the bunk, staring at the little man. \"You're out\nof your mind,\" he said softly. \"You don't know what you're doing. What\nare you going to do when His Nibs goes over for a look himself? He's\nstupid, but not that stupid.\"\n\nBrownie's voice choked, his words tumbling over each other in his\neagerness. \"He won't get a chance to see it, Johnny. He's got to take\nour word until he sees it, and we can stall him--\"\n\nSabo blinked. \"A day or so--maybe. But what then? Oh, how could you be\nso stupid? He's on the skids, he's out of favor and fighting for his\nlife. That drive is the break that could put him on top. Can't you see\nhe's selfish? He has to be, in this world, to get anything. Anything or\nanyone who blocks him, he'll destroy, if he can. Can't you see that?\nWhen he spots this, your life won't be worth spitting at.\"\n\nBrownie was trembling as he sat down opposite the big man. His voice was\nharsh in the little cubicle, heavy with pain and hopelessness. \"That's\nright,\" he said. \"My life isn't worth a nickle. Neither is yours.\nNeither is anybody's, here or back home. Nobody's life is worth a\nnickle. Something's happened to us in the past hundred years,\nJohnny--something horrible. I've seen it creeping and growing up around\nus all my life. People don't matter any more, it's the Government, what\nthe Government thinks that matters. It's a web, a cancer that grows in\nits own pattern, until it goes so far it can't be stopped. Men like\nLoomis could see the pattern, and adapt to it, throw away all the\nworthwhile things, the love and beauty and peace that we once had in our\nlives. Those men can get somewhere, they can turn this life into a\nclimbing game, waiting their chance to get a little farther toward the\ntop, a little closer to some semblance of security--\"\n\n\"Everybody adapts to it,\" Sabo snapped. \"They have to. You don't see me\nmoving for anyone else, do you? I'm for _me_, and believe me I know it.\nI don't give a hang for you, or Loomis, or anyone else alive--just me. I\nwant to stay alive, that's all. You're a dreamer, Brownie. But until you\npull something like this, you can learn to stop dreaming if you want\nto--\"\n\n\"No, no, you're wrong--oh, you're horribly wrong, Johnny. Some of us\n_can't_ adapt, we haven't got what it takes, or else we have something\nelse in us that won't let us go along. And right there we're beat before\nwe start. There's no place for us now, and there never will be.\" He\nlooked up at the mate's impassive face. \"We're in a life where we don't\nbelong, impounded into a senseless, never-ending series of fights and\nskirmishes and long, lonely waits, feeding this insane urge of the\nGovernment to expand, out to the planets, to the stars, farther and\nfarther, bigger and bigger. We've got to go, seeking newer and greater\nworlds to conquer, with nothing to conquer them with, and nothing to\nconquer them for. There's life somewhere else in our solar system, so it\nmust be sought out and conquered, no matter what or where it is. We live\nin a world of iron and fear, and there was no place for me, and others\nlike me, _until this ship came_--\"\n\nSabo looked at him strangely. \"So I was right. I read it on your face\nwhen we were searching the ship. I knew what you were thinking....\" His\nface darkened angrily. \"You couldn't get away with it, Brownie. Where\ncould you go, what could you expect to find? You're talking death,\nBrownie. Nothing else--\"\n\n\"No, no. Listen, Johnny.\" Brownie leaned closer, his eyes bright and\nintent on the man's heavy face. \"The captain has to take our word for\nit, until he sees the ship. Even then he couldn't tell for sure--I'm\nthe only drive engineer on the Station. We have the charts, we could\nwork with them, try to find out where the ship came from; I already have\nan idea of how the drive is operated. Another look and I could make it\nwork. Think of it, Johnny! What difference does it make where we went,\nor what we found? You're a misfit, too, you know that--this coarseness\nand bitterness is a shell, if you could only see it, a sham. You don't\nreally believe in this world we're in--who cares where, if only we could\ngo, get away? Oh, it's a chance, the wildest, freak chance, but we could\ntake it--\"\n\n\"If only to get away from _him_,\" said Sabo in a muted voice. \"Lord, how\nI hate him. I've seen smallness and ambition before--pettiness and\ntreachery, plenty of it. But that man is our whole world knotted up in\none little ball. I don't think I'd get home without killing him, just to\nstop that voice from talking, just to see fear cross his face one time.\nBut if we took the ship, it would break him for good.\" A new light\nappeared in the big man's eyes. \"He'd be through, Brownie. Washed up.\"\n\n\"And we'd be _free_--\"\n\nSabo's eyes were sharp. \"What about the acceleration? It killed those\nthat came in the ship.\"\n\n\"But they were so frail, so weak. Light brittle bones and soft jelly.\nOur bodies are stronger, we could stand it.\"\n\nSabo sat for a long time, staring at Brownie. His mind was suddenly\nconfused by the scope of the idea, racing in myriad twirling fantasies,\nparading before his eyes the long, bitter, frustrating years, the\nhopelessness of his own life, the dull aching feeling he felt deep in\nhis stomach and bones each time he set back down on Earth, to join the\nteeming throngs of hungry people. He thought of the rows of drab\napartments, the thin faces, the hollow, hunted eyes of the people he had\nseen. He knew that that was why he was a soldier--because soldiers ate\nwell, they had time to sleep, they were never allowed long hours to\nthink, and wonder, and grow dull and empty. But he knew his life had\nbeen barren. The life of a mindless automaton, moving from place to\nplace, never thinking, never daring to think or speak, hoping only to\nwork without pain each day, and sleep without nightmares.\n\nAnd then, he thought of the nights in his childhood, when he had lain\nawake, sweating with fear, as the airships screamed across the dark sky\nabove, bound he never knew where; and then, hearing in the far distance\nthe booming explosion, he had played that horrible little game with\nhimself, seeing how high he could count before he heard the weary,\nplodding footsteps of the people on the road, moving on to another\nplace. He had known, even as a little boy, that the only safe place was\nin those bombers, that the place for survival was in the striking\narmies, and his life had followed the hard-learned pattern, twisting him\ninto the cynical mold of the mercenary soldier, dulling the quick and\nclever mind, drilling into him the ways and responses of order and obey,\nstripping him of his heritage of love and humanity. Others less\nthoughtful had been happier; they had succeeded in forgetting the life\nthey had known before, they had been able to learn easily and well the\nlessons of the repudiation of the rights of men which had crept like a\nblight through the world. But Sabo, too, was a misfit, wrenched into a\nmold he could not fit. He had sensed it vaguely, never really knowing\nwhen or how he had built the shell of toughness and cynicism, but also\nsensing vaguely that it was built, and that in it he could hide,\nsomehow, and laugh at himself, and his leaders, and the whole world\nthrough which he plodded. He had laughed, but there had been long\nnights, in the narrow darkness of spaceship bunks, when his mind pounded\nat the shell, screaming out in nightmare, and he had wondered if he had\nreally lost his mind.\n\nHis gray eyes narrowed as he looked at Brownie, and he felt his heart\npounding in his chest, pounding with a fury that he could no longer\ndeny. \"It would have to be fast,\" he said softly. \"Like lightning,\ntonight, tomorrow--very soon.\"\n\n\"Oh, yes, I know that. But we _can_ do it--\"\n\n\"Yes,\" said Sabo, with a hard, bitter glint in his eyes. \"Maybe we can.\"\n\n\n\nThe preparation was tense. For the first time in his life, Sabo knew the\nmeaning of real fear, felt the clinging aura of sudden death in every\nglance, every word of the men around him. It seemed incredible that the\ncaptain didn't notice the brief exchanges with the little engineer, or\nhis own sudden appearances and disappearances about the Station. But the\ncaptain sat in his cabin with angry eyes, snapping answers without even\nlooking up. Still, Sabo knew that the seeds of suspicion lay planted in\nhis mind, ready to burst forth with awful violence at any slight\nprovocation. As he worked, the escape assumed greater and greater\nproportions in Sabo's mind; he knew with increasing urgency and daring\nthat nothing must stop him. The ship was there, the only bridge away\nfrom a life he could no longer endure, and his determination blinded him\nto caution.\n\nPrimarily, he pondered over the charts, while Brownie, growing hourly\nmore nervous, poured his heart into a study of his notes and sketches. A\nsecond look at the engines was essential; the excuse he concocted for\nreturning to the ship was recklessly slender, and Sabo spent a grueling\nfive minutes dissuading the captain from accompanying him. But the\ncaptain's eyes were dull, and he walked his cabin, sunk in a gloomy,\nremorseful trance.\n\nThe hours passed, and the men saw, in despair, that more precious,\ndangerous hours would be necessary before the flight could be attempted.\nAnd then, abruptly, Sabo got the call to the captain's cabin. He found\nthe old man at his desk, regarding him with cold eyes, and his heart\nsank. The captain motioned him to a seat, and then sat back, lighting a\ncigar with painful slowness. \"I want you to tell me,\" he said in a\nlifeless voice, \"exactly what Brownie thinks he's doing.\"\n\nSabo went cold. Carefully he kept his eyes on the captain's face. \"I\nguess he's nervous,\" he said. \"He doesn't belong on a Satellite Station.\nHe belongs at home. The place gets on his nerves.\"\n\n\"I didn't like his report.\"\n\n\"I know,\" said Sabo.\n\nThe captain's eyes narrowed. \"It was hard to believe. Ships don't just\nhappen out of space. They don't wander out interstellar by accident,\neither.\" An unpleasant smile curled his lips. \"I'm not telling you\nanything new. I wouldn't want to accuse Brownie of lying, of course--or\nyou either. But we'll know soon. A patrol craft will be here from the\nTriton supply base in an hour. I signaled as soon as I had your\nreports.\" The smile broadened maliciously. \"The patrol craft will have\nexperts aboard. Space drive experts. They'll review your report.\"\n\n\"An hour--\"\n\nThe captain smiled. \"That's what I said. In that hour, you could tell me\nthe truth. I'm not a drive man, I'm an administrator, and organizer and\ndirector. You're the technicians. The truth now could save you much\nunhappiness--in the future.\"\n\nSabo stood up heavily. \"You've got your information,\" he said with a\nbitter laugh. \"The patrol craft will confirm it.\"\n\nThe captain's face went a shade grayer. \"All right,\" he said. \"Go ahead,\nlaugh. I told you, anyway.\"\n\nSabo didn't realize how his hands were trembling until he reached the\nend of the corridor. In despair he saw the plan crumbling beneath his\nfeet, and with the despair came the cold undercurrent of fear. The\npatrol would discover them, disclose the hoax. There was no choice\nleft--ready or not, they'd _have_ to leave.\n\nQuickly he turned in to the central control room where Brownie was\nworking. He sat down, repeating the captain's news in a soft voice.\n\n\"An _hour_! But how can we--\"\n\n\"We've _got_ to. We can't quit now, we're dead if we do.\"\n\nBrownie's eyes were wide with fear. \"But can't we stall them, somehow?\nMaybe if we turned on the captain--\"\n\n\"The crew would back him. They wouldn't dare go along with us. We've got\nto run, nothing else.\" He took a deep breath. \"Can you control the\ndrive?\"\n\nBrownie stared at his hands. \"I--I think so. I can only try.\"\n\n\"You've got to. It's now or never. Get down to the lock, and I'll get\nthe charts. Get the sleds ready.\"\n\nHe scooped the charts from his bunk, folded them carefully and bound\nthem swiftly with cord. Then he ran silently down the corridor to the\nlanding port lock. Brownie was already there, in the darkness, closing\nthe last clamps on his pressure suit. Sabo handed him the charts, and\nbegan the laborious task of climbing into his own suit, panting in the\ndarkness.\n\nAnd then the alarm was clanging in his ear, and the lock was flooded\nwith brilliant light. Sabo stopped short, a cry on his lips, staring at\nthe entrance to the control room.\n\nThe captain was grinning, a nasty, evil grin, his eyes hard and\nhumorless as he stood there flanked by three crewmen. His hand gripped\nan ugly power gun tightly. He just stood there, grinning, and his voice\nwas like fire in Sabo's ears. \"Too bad,\" he said softly. \"You almost\nmade it, too. Trouble is, two can't keep a secret. Shame, Johnny, a\nsmart fellow like you. I might have expected as much from Brownie, but I\nthought you had more sense--\"\n\nSomething snapped in Sabo's mind, then. With a roar, he lunged at the\ncaptain's feet, screaming his bitterness and rage and frustration,\ncatching the old man's calves with his powerful shoulders. The captain\ntoppled, and Sabo was fighting for the power gun, straining with all his\nmight to twist the gun from the thin hand, and he heard his voice\nshouting, \"Run! _Go, Brownie, make it go!_\"\n\nThe lock was open, and he saw Brownie's sled nose out into the\nblackness. The captain choked, his face purple. \"Get him! Don't let him\nget away!\"\n\nThe lock clanged, and the screens showed the tiny fragile sled jet out\nfrom the side of the Station, the small huddled figure clinging to it,\nheading straight for the open port of the gray ship. \"Stop him! The\nguns, you fools, the guns!\"\n\nThe alarm still clanged, and the control room was a flurry of activity.\nThree men snapped down behind the tracer-guns, firing without aiming, in\na frenzied attempt to catch the fleeing sled. The sled began\nzig-zagging, twisting wildly as the shells popped on either side of it.\nThe captain twisted away from Sabo's grip with a roar, and threw one of\nthe crewmen to the deck, wrenching the gun controls from his hands. \"Get\nthe big ones on the ship! Blast it! If it gets away you'll all pay.\"\n\nSuddenly the sled popped into the ship's port, and the hatch slowly\nclosed behind it. Raving, the captain turned the gun on the sleek,\npolished hull plates, pressed the firing levels on the war-head servos.\nThree of them shot out from the Satellite, like deadly bugs, careening\nthrough the intervening space, until one of them struck the side of the\ngray ship, and exploded in purple fury against the impervious hull. And\nthe others nosed into the flame, and passed on through, striking\nnothing.\n\nLike the blinking of a light, the alien ship had throbbed, and jerked,\nand was gone.\n\nWith a roar the captain brought his fist down on the hard plastic and\nmetal of the control panel, kicked at the sheet of knobs and levers with\na heavy foot, his face purple with rage. His whole body shook as he\nturned on Sabo, his eyes wild. \"You let him get away! It was your fault,\nyours! But _you_ won't get away! I've got you, and you'll pay, do you\nhear that?\" He pulled himself up until his face was bare inches from\nSabo's, his teeth bared in a frenzy of hatred. \"Now we'll see who'll\nlaugh, my friend. You'll laugh in the death chamber, if you can still\nlaugh by then!\" He turned to the men around him. \"Take him,\" he snarled.\n\"Lock him in his quarters, and guard him well. And while you're doing\nit, take a good look at him. See how he laughs now.\"\n\nThey marched him down to his cabin, stunned, still wondering what had\nhappened. Something had gone in his mind in that second, something that\ntold him that the choice had to be made, instantly. Because he knew,\nwith dull wonder, that in that instant when the lights went on he could\nhave stopped Brownie, could have saved himself. He could have taken for\nhimself a piece of the glory and promotion due to the discoverers of an\nInterstellar drive. But he had also known, somehow, in that short\ninstant, that the only hope in the world lay in that one nervous,\nfrightened man, and the ship which could take him away.\n\nAnd the ship was gone. That meant the captain was through. He'd had his\nchance, the ship's coming had given him his chance, and he had muffed\nit. Now he, too, would pay. The Government would not be pleased that\nsuch a ship had leaked through his fingers. Captain Loomis was through.\n\nAnd him? Somehow, it didn't seem to matter any more. He had made a stab\nat it, he had tried. He just hadn't had the luck. But he knew there was\nmore to that. Something in his mind was singing, some deep feeling of\nhappiness and hope had crept into his mind, and he couldn't worry about\nhimself any more. There was nothing more for him; they had him cold. But\ndeep in his mind he felt a curious satisfaction, transcending any fear\nand bitterness. Deep in his heart, he knew that _one_ man had escaped.\n\nAnd then he sat back and laughed.\n\n\nTHE END\n\n",
    "metadata": {
        "author": [
            "Nourse, Alan Edward",
            "Edwards, Al",
            "Nourse, Alan E. (Alan Edward)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/31976/pg31976.txt",
        "name": "derelict.json"
    }
}