{
    "name": "Deserted\nSailor's Knots, Part 1.",
    "author": [
        "Jacobs, William Wymark",
        "Jacobs, W. W. (William Wymark)"
    ],
    "body": "1909\n\n\n\nDESERTED\n\n\n\"Sailormen ain't wot you might call dandyfied as a rule,\" said the night-\nwatchman, who had just had a passage of arms with a lighterman and been\nadvised to let somebody else wash him and make a good job of it; \"they've\ngot too much sense.  They leave dressing up and making eyesores of\ntheirselves to men wot 'ave never smelt salt water; men wot drift up and\ndown the river in lighters and get in everybody's way.\"\n\nHe glanced fiercely at the retreating figure of the lighterman, and,\nturning a deaf ear to a request for a lock of his hair to patch a\nfavorite doormat with, resumed with much vigor his task of sweeping up\nthe litter.\n\nThe most dressy sailorman I ever knew, he continued, as he stood the\nbroom up in a corner and seated himself on a keg, was a young feller\nnamed Rupert Brown.  His mother gave 'im the name of Rupert while his\nfather was away at sea, and when he came 'ome it was too late to alter\nit.  All that a man could do he did do, and Mrs. Brown 'ad a black eye\ntill 'e went to sea agin.  She was a very obstinate woman, though--like\nmost of 'em--and a little over a year arterwards got pore old Brown three\nmonths' hard by naming 'er next boy Roderick Alfonso.\n\nYoung Rupert was on a barge when I knew 'im fust, but he got tired of\nalways 'aving dirty hands arter a time, and went and enlisted as a\nsoldier.  I lost sight of 'im for a while, and then one evening he turned\nup on furlough and come to see me.\n\nO' course, by this time 'e was tired of soldiering, but wot upset 'im\nmore than anything was always 'aving to be dressed the same and not being\nable to wear a collar and neck-tie.  He said that if it wasn't for the\nsake of good old England, and the chance o' getting six months, he'd\ndesert.  I tried to give 'im good advice, and, if I'd only known 'ow I\nwas to be dragged into it, I'd ha' given 'im a lot more.\n\nAs it 'appened he deserted the very next arternoon.  He was in the Three\nWidders at Aldgate, in the saloon bar--which is a place where you get a\npenn'orth of ale in a glass and pay twopence for it--and, arter being\ntold by the barmaid that she had got one monkey at 'ome, he got into\nconversation with another man wot was in there.\n\nHe was a big man with a black moustache and a red face, and 'is fingers\nall smothered in di'mond rings.  He 'ad got on a gold watch-chain as\nthick as a rope, and a scarf-pin the size of a large walnut, and he had\n'ad a few words with the barmaid on 'is own account.  He seemed to take a\nfancy to Rupert from the fust, and in a few minutes he 'ad given 'im a\nbig cigar out of a sealskin case and ordered 'im a glass of sherry wine.\n\n\"Have you ever thought o' going on the stage?\" he ses, arter Rupert 'ad\ntold 'im of his dislike for the Army.\n\n\"No,\" ses Rupert, staring.\n\n\"You s'prise me,\" ses the big man; \"you're wasting of your life by not\ndoing so.\"\n\n\"But I can't act,\" ses Rupert.\n\n\"Stuff and nonsense!\" ses the big man.  \"Don't tell me.  You've got an\nactor's face.  I'm a manager myself, and I know.  I don't mind telling\nyou that I refused twenty-three men and forty-eight ladies only\nyesterday.\"\n\n\"I wonder you don't drop down dead,\" ses the barmaid, lifting up 'is\nglass to wipe down the counter.\n\nThe manager looked at her, and, arter she 'ad gone to talk to a gentleman\nin the next bar wot was knocking double knocks on the counter with a pint\npot, he whispered to Rupert that she 'ad been one of them.\n\n\"She can't act a bit,\" he ses.  \"Now, look 'ere; I'm a business man and\nmy time is valuable.  I don't know nothing, and I don't want to know\nnothing; but, if a nice young feller, like yourself, for example, was\ntired of the Army and wanted to escape, I've got one part left in my\ncompany that 'ud suit 'im down to the ground.\"\n\n\"Wot about being reckernized?\"  ses Rupert.\n\nThe manager winked at 'im.  \"It's the part of a Zulu chief,\" he ses, in a\nwhisper.\n\nRupert started.  \"But I should 'ave to black my face,\" he ses.\n\n\"A little,\" ses the manager; \"but you'd soon get on to better parts--and\nsee wot a fine disguise it is.\"\n\nHe stood 'im two more glasses o' sherry wine, and, arter he' ad drunk\n'em, Rupert gave way.  The manager patted 'im on the back, and said that\nif he wasn't earning fifty pounds a week in a year's time he'd eat his\n'ead; and the barmaid, wot 'ad come back agin, said it was the best thing\nhe could do with it, and she wondered he 'adn't thought of it afore.\n\nThey went out separate, as the manager said it would be better for them\nnot to be seen together, and Rupert, keeping about a dozen yards behind,\nfollered 'im down the Mile End Road.  By and by the manager stopped\noutside a shop-window wot 'ad been boarded up and stuck all over with\nsavages dancing and killing white people and hunting elephants, and,\narter turning round and giving Rupert a nod, opened the door with a key\nand went inside.\n\n\"That's all right,\" he ses, as Rupert follered 'im in.  \"This is my wife,\nMrs. Alfredi,\" he ses, introducing 'im to a fat, red-'aired lady wot was\nsitting inside sewing.  \"She has performed before all the crowned 'eads\nof Europe.  That di'mond brooch she's wearing was a present from the\nEmperor of Germany, but, being a married man, he asked 'er to keep it\nquiet.\"\n\nRupert shook 'ands with Mrs. Alfredi, and then her 'usband led 'im to a\nroom at the back, where a little lame man was cleaning up things, and\ntold 'im to take his clothes off.\n\n\"If they was mine,\" he ses, squinting at the fire-place, \"I should know\nwot to do with 'em.\"\n\nRupert laughed and slapped 'im on the back, and, arter cutting his\nuniform into pieces, stuffed it into the fireplace and pulled the dampers\nout.  He burnt up 'is boots and socks and everything else, and they all\nthree laughed as though it was the best joke in the world.  Then Mr.\nAlfredi took his coat off and, dipping a piece of rag into a basin of\nstuff wot George 'ad fetched, did Rupert a lovely brown all over.\n\n\"That's the fust coat,\" he ses.  \"Now take a stool in front of the fire\nand let it soak in.\"\n\nHe gave 'im another coat arf an hour arterwards, while George curled his\n'air, and when 'e was dressed in bracelets round 'is ankles and wrists,\nand a leopard-skin over his shoulder, he was as fine a Zulu as you could\nwish for to see.  His lips was naturally thick and his nose flat, and\neven his eyes 'appened to be about the right color.\n\n\"He's a fair perfect treat,\" ses Mr. Alfredi.  \"Fetch Kumbo in, George.\"\n\nThe little man went out, and came back agin shoving in a fat, stumpy Zulu\nwoman wot began to grin and chatter like a poll-parrot the moment she saw\nRupert.\n\n\"It's all right,\" ses Mr. Alfredi; \"she's took a fancy to you.\"\n\n\"Is--is she an actress?\" ses Rupert.\n\n\"One o' the best,\" ses the manager.  \"She'll teach you to dance and shy\nassegais.  Pore thing! she buried her 'usband the day afore we come here,\nbut you'll be surprised to see 'ow skittish she can be when she has got\nover it a bit.\"\n\nThey sat there while Rupert practised--till he started shying the\nassegais, that is--and then they went out and left 'im with Kumbo.\nConsidering that she 'ad only just buried her 'usband, Rupert found her\nquite skittish enough, and he couldn't 'elp wondering wot she'd be like\nwhen she'd got over her grief a bit more.\n\nThe manager and George said he 'ad got on wonderfully, and arter talking\nit over with Mrs. Alfredi they decided to open that evening, and pore\nRupert found out that the shop was the theatre, and all the acting he'd\ngot to do was to dance war-dances and sing in Zulu to people wot had paid\na penny a 'ead.  He was a bit nervous at fust, for fear anybody should\nfind out that 'e wasn't a real Zulu, because the manager said they'd tear\n'im to pieces if they did, and eat 'im arterwards, but arter a time 'is\nnervousness wore off and he jumped about like a monkey.\n\nThey gave performances every arf hour from ha'-past six to ten, and\nRupert felt ready to drop.  His feet was sore with dancing and his throat\nached with singing Zulu, but wot upset 'im more than anything was an\nelderly old party wot would keep jabbing 'im in the ribs with her\numbrella to see whether he could laugh.\n\nThey 'ad supper arter they 'ad closed, and then Mr. Alfredi and 'is wife\nwent off, and Rupert and George made up beds for themselves in the shop,\nwhile Kumbo 'ad a little place to herself at the back.\n\nHe did better than ever next night, and they all said he was improving\nfast; and Mr. Alfredi told 'im in a whisper that he thought he was better\nat it than Kumbo.  \"Not that I should mind 'er knowing much,\" he ses,\n\"seeing that she's took such a fancy to you.\"\n\n\"Ah, I was going to speak to you about that,\" ses Rupert.  \"Forwardness\nis no name for it; if she don't keep 'erself to 'erself, I shall chuck\nthe whole thing up.\"\n\nThe manager coughed behind his 'and.  \"And go back to the Army?\" he ses.\n\"Well, I should be sorry to lose you, but I won't stand in your way.\"\n\nMrs. Alfredi, wot was standing by, stuffed her pocket-'ankercher in 'er\nmouth, and Rupert began to feel a bit uneasy in his mind.\n\n\"If I did,\" he ses, \"you'd get into trouble for 'elping me to desert.\"\n\n\"Desert!\" ses Mr. Alfredi.  \"I don't know anything about your deserting.\"\n\n\"Ho!\" ses Rupert.  \"And wot about my uniform?\"\n\n\"Uniform?\" ses Mr. Alfredi.  \"Wot uniform?  I ain't seen no uniform.\nWhere is it?\"\n\nRupert didn't answer 'im, but arter they 'ad gone 'ome he told George\nthat he 'ad 'ad enough of acting and he should go.\n\n\"Where to?\" ses George.\n\n\"I'll find somewhere,\" ses Rupert.  \"I sha'n't starve.\"\n\n\"You might ketch your death o' cold, though,\" ses George.\n\nRupert said he didn't mind, and then he shut 'is eyes and pretended to be\nasleep.  His idea was to wait till George was asleep and then pinch 'is\nclothes; consequently 'is feelings when 'e opened one eye and saw George\ngetting into bed with 'is clothes on won't bear thinking about.  He laid\nawake for hours, and three times that night George, who was a very heavy\nsleeper, woke up and found Rupert busy tucking him in.\n\nBy the end of the week Rupert was getting desperate.  He hated being\nblack for one thing, and the more he washed the better color he looked.\nHe didn't mind the black for out o' doors, in case the Army was looking\nfor 'im, but 'aving no clothes he couldn't get out o' doors; and when he\nsaid he wouldn't perform unless he got some, Mr. Alfredi dropped 'ints\nabout having 'im took up for a deserter.\n\n\"I've 'ad my suspicions of it for some days,\" he ses, with a wink,\n\"though you did come to me in a nice serge suit and tell me you was an\nactor.  Now, you be a good boy for another week and I'll advance you a\ncouple o' pounds to get some clothes with.\"\n\nRupert asked him to let 'im have it then, but 'e wouldn't, and for\nanother week he 'ad to pretend 'e was a Zulu of an evening, and try and\npersuade Kumbo that he was an English gentleman of a daytime.\n\nHe got the money at the end of the week and 'ad to sign a paper to give a\nmonth's notice any time he wanted to leave, but he didn't mind that at\nall, being determined the fust time he got outside the place to run away\nand ship as a nigger cook if 'e couldn't get the black off.\n\nHe made a list o' things out for George to get for 'im, but there seemed\nto be such a lot for two pounds that Mr. Alfredi shook his 'ead over it;\nand arter calling 'imself a soft-'arted fool, and saying he'd finish up\nin the workhouse, he made it three pounds and told George to look sharp.\n\n\"He's a very good marketer,\" he ses, arter George 'ad gone; \"he don't\nmind wot trouble he takes.  He'll very likely haggle for hours to get\nsixpence knocked off the trousers or twopence off the shirt.\"\n\nIt was twelve o'clock in the morning when George went, and at ha'-past\nfour Rupert turned nasty, and said 'e was afraid he was trying to get\nthem for nothing.  At five o'clock he said George was a fool, and at\nha'-past he said 'e was something I won't repeat.\n\nIt was just eleven o'clock, and they 'ad shut up for the night, when the\nfront door opened, and George stood there smiling at 'em and shaking his\n'ead.\n\n\"Sush a lark,\" he ses, catching 'old of Mr. Alfredi's arm to steady\n'imself.  \"I gave 'im shlip.\"\n\n\"Wot d'ye mean?\"  ses the manager, shaking him off.  \"Gave who the slip?\nWhere's them clothes?\"\n\n\"Boy's got 'em,\" ses George, smiling agin and catching hold of Kumbo's\narm.  \"Sush a lark; he's been car-carrying 'em all day--all day.  Now\nI've given 'im the--the shlip, 'stead o'--'stead o' giving 'im fourpence.\nTake care o' the pensh, an' pouns--\"\n\nHe let go o' Kumbo's arm, turned round twice, and then sat down 'eavy and\nfell fast asleep.  The manager rushed to the door and looked out, but\nthere was no signs of the boy, and he came back shaking his 'ead, and\nsaid that George 'ad been drinking agin.\n\n\"Well, wot about my clothes?\"  ses Rupert, hardly able to speak.\n\n\"P'r'aps he didn't buy 'em arter all,\" ses the manager.  \"Let's try 'is\npockets.\"\n\nHe tried fust, and found some strawberries that George 'ad spoilt by\nsitting on.  Then he told Rupert to have a try, and Rupert found some\nbits of string, a few buttons, two penny stamps, and twopence ha'penny in\ncoppers.\n\n\"Never mind,\" ses Mr. Alfredi; \"I'll go round to the police-station in\nthe morning; p'r'aps the boy 'as taken them there.  I'm disapp'inted in\nGeorge.  I shall tell 'im so, too.\"\n\nHe bid Rupert good-night and went off with Mrs. Alfredi; and Rupert,\nwishful to make the best o' things, decided that he would undress George\nand go off in 'is clothes.  He waited till Kumbo 'ad gone off to bed, and\nthen he started to take George's coat off.  He got the two top buttons\nundone all right, and then George turned over in 'is sleep.  It surprised\nRupert, but wot surprised 'im more when he rolled George over was to find\nthem two buttons done up agin.  Arter it had 'appened three times he see\n'ow it was, and he come to the belief that George was no more drunk than\nwot he was, and that it was all a put-up thing between 'im and Mr.\nAlfredi.\n\nHe went to bed then to think it over, and by the morning he 'ad made up\nhis mind to keep quiet and bide his time, as the saying is.  He spoke\nquite cheerful to Mr. Alfredi, and pretended to believe 'im when he said\nthat he 'ad been to the police-station about the clothes.\n\nTwo days arterwards he thought of something; he remembered me.  He 'ad\nfound a dirty old envelope on the floor, and with a bit o' lead pencil he\nwrote me a letter on the back of one o' the bills, telling me all his\ntroubles, and asking me to bring some clothes and rescue 'im.  He stuck\non one of the stamps he 'ad found in George's pocket, and opening the\ndoor just afore going to bed threw it out on the pavement.\n\nThe world is full of officious, interfering busy-bodies.  I should no\nmore think of posting a letter that didn't belong to me, with an unused\nstamp on it, than I should think o' flying; but some meddle-some son of a\n----a gun posted that letter and I got it.\n\nI was never more surprised in my life.  He asked me to be outside the\nshop next night at ha'-past eleven with any old clothes I could pick up.\nIf I didn't, he said he should 'ang 'imself as the clock struck twelve,\nand that his ghost would sit on the wharf and keep watch with me every\nnight for the rest o' my life.  He said he expected it 'ud have a black\nface, same as in life.\n\nA wharf is a lonely place of a night; especially our wharf, which is full\nof dark corners, and, being a silly, good-natured fool, I went.  I got a\npal off of one of the boats to keep watch for me, and, arter getting some\nold rags off of another sailorman as owed me arf a dollar, I 'ad a drink\nand started off for the Mile End Road.\n\nI found the place easy enough.  The door was just on the jar, and as I\ntapped on it with my finger-nails a wild-looking black man, arf naked,\nopened it and said \"H'sh!\"  and pulled me inside.  There was a bit o'\ncandle on the floor, shaded by a box, and a man fast asleep and snoring\nup in one corner.  Rupert dressed like lightning, and he 'ad just put on\n'is cap when the door at the back opened and a 'orrid fat black woman\ncame out and began to chatter.\n\nRupert told her to hush, and she 'ushed, and then he waved 'is hand to\n'er to say \"good-bye,\" and afore you could say Jack Robinson she 'ad\ngrabbed up a bit o' dirty blanket, a bundle of assegais, and a spear, and\ncome out arter us.\n\n\"Back!\"  ses Rupert in a whisper, pointing.\n\nKumbo shook her 'ead, and then he took hold of 'er and tried to shove 'er\nback, but she wouldn't go.  I lent him a 'and, but all wimmen are the\nsame, black or white, and afore I knew where I was she 'ad clawed my cap\noff and scratched me all down one side of the face.\n\n\"Walk fast,\" ses Rupert.\n\nI started to run, but it was all no good; Kumbo kept up with us easy, and\nshe was so pleased at being out in the open air that she began to dance\nand play about like a kitten.  Instead o' minding their own business\npeople turned and follered us, and quite a crowd collected.\n\n\"We shall 'ave the police in a minute,\" ses Rupert.  \"Come in 'ere--\nquick.\"\n\nHe pointed to a pub up a side street, and went in with Kumbo holding on\nto his arm.  The barman was for sending us out at fust, but such a crowd\nfollered us in that he altered 'is mind.  I ordered three pints, and,\nwhile I was 'anding Rupert his, Kumbo finished 'ers and began on mine.\nI tried to explain, but she held on to it like grim death, and in the\nconfusion Rupert slipped out.\n\nHe 'adn't been gone five seconds afore she missed 'im, and I never see\nanybody so upset in all my life.  She spilt the beer all down the place\nwhere 'er bodice ought to ha' been, and then she dropped the pot and went\narter 'im like a hare.  I follered in a different way, and when I got\nround the corner I found she 'ad caught 'im and was holding 'im by the\narm.\n\nO' course, the crowd was round us agin, and to get rid of 'em I did a\nthing I'd seldom done afore--I called a cab, and we all bundled in and\ndrove off to the wharf, with the spear sticking out o' the window, and\nmost of the assegais sticking into me.\n\n\"This is getting serious,\" ses Rupert.\n\n\"Yes,\" I ses; \"and wot 'ave I done to be dragged into it?  You must ha'\nbeen paying 'er some attention to make 'er carry on like this.\"\n\nI thought Rupert would ha' bust, and the things he said to the man wot\nwas spending money like water to rescue 'im was disgraceful.\n\nWe got to the wharf at last, and I was glad to see that my pal 'ad got\ntired of night-watching and 'ad gone off, leaving the gate open.  Kumbo\nwent in 'anging on to Rupert's arm, and I follered with the spear, which\nI 'ad held in my 'and while I paid the cabman.\n\nThey went into the office, and Rupert and me talked it over while Kumbo\nkept patting 'is cheek.  He was afraid that the manager would track 'im\nto the wharf, and I was afraid that the guv'nor would find out that I 'ad\nbeen neglecting my dooty, for the fust time in my life.\n\nWe talked all night pretty near, and then, at ha'-past five, arf an hour\nafore the 'ands came on, I made up my mind to fetch a cab and drive 'em\nto my 'ouse.  I wanted Rupert to go somewhere else, but 'e said he 'ad\ngot nowhere else to go, and it was the only thing to get 'em off the\nwharf.  I opened the gates at ten minutes to six, and just as the fust\nman come on and walked down the wharf we slipped in and drove away.\n\nWe was all tired and yawning.  There's something about the motion of a\ncab or an omnibus that always makes me feel sleepy, and arter a time I\nclosed my eyes and went off sound.  I remember I was dreaming that I 'ad\nfound a bag o' money, when the cab pulled up with a jerk in front of my\n'ouse and woke me up.  Opposite me sat Kumbo fast asleep, and Rupert 'ad\ndisappeared!\n\nI was dazed for a moment, and afore I could do anything Kumbo woke up and\nmissed Rupert.  Wot made matters worse than anything was that my missis\nwas kneeling down in the passage doing 'er door-step, and 'er face, as I\ngot down out o' that cab with Kumbo 'anging on to my arm was something\ntoo awful for words.  It seemed to rise up slow-like from near the door-\nstep, and to go on rising till I thought it 'ud never stop.  And every\ninch it rose it got worse and worse to look at.\n\nShe stood blocking up the doorway with her 'ands on her 'ips, while I\nexplained, with Kumbo still 'anging on my arm and a crowd collecting\nbehind, and the more I explained, the more I could see she didn't believe\na word of it.\n\nShe never 'as believed it.  I sent for Mr. Alfredi to come and take Kumbo\naway, and when I spoke to 'im about Rupert he said I was dreaming, and\nasked me whether I wasn't ashamed o' myself for carrying off a pore black\ngal wot 'ad got no father or mother to look arter her.  He said that\nafore my missis, and my character 'as been under a cloud ever since,\nwaiting for Rupert to turn up and clear it away.",
    "metadata": {
        "author": [
            "Jacobs, William Wymark",
            "Jacobs, W. W. (William Wymark)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/10781/pg10781.txt",
        "name": "deserted_sailor_s_knots_part_1.json"
    }
}