{
    "name": "Disaster Revisited",
    "author": [
        "Lesser, Milt",
        "Thames, C. H.",
        "Chase, Adam",
        "Marlowe, Stephen",
        "Granger, Darius John",
        "Wilder, Stephen",
        "Lesser, Milton",
        "Ridgway, Jason"
    ],
    "body": "\n\n[Sidenote: _It annoyed Jason Wall that everybody talked about death but\nnobody did anything about it. So he decided to eliminate the pesky\nnuisance. But in the end he longed for a chance to say, \"Fellas--I was\nonly kidding!\"_]\n\n\n\"Tell me the truth, doctor,\" Jason Wall said. \"We've known each other\ntoo long for lies.\"\n\nThe doctor nodded slowly, lit a cigarette and offered Jason Wall one.\n\"Yes, we've known each other a long time--long enough so I know the\ntruth, or anything you want, can't be kept from you.\"\n\nJason Wall smiled. He was a small, sparse man, very hard of eye and\ngaunt of face. He was about forty-five years old.\n\n\"Then here it is,\" the doctor said uneasily. \"You're going to die,\nJason. Eighteen months, maybe two years at the outside. There is\nabsolutely no chance for a cure.\"\n\nJason Wall turned to the window and finished smoking his cigarette.\nOutside, children were playing, the sun was shining, and a postman came\nby humming a gay tune. Jason Wall turned back to face the room and his\nown grim reality. \"Shall I consult specialists? I can buy--\"\n\nThe doctor shrugged. \"You can, if you wish. I already have, on the\nbiopsy.\"\n\n\"Pain?\" Jason Wall asked.\n\nThe doctor nodded, yes. \"Progressively worse. We'll be giving you\nnarcotics the last six months or so.\"\n\nJason Wall pursed his thin lips. His gaunt face seemed, if anything,\ngaunter. That was the only sign that he had just been given his death\nsentence. He said: \"Blast it, doctor, it isn't fair! It isn't fair, I\ntell you. I'm a rich man. Maybe the richest man in the world. I can buy\nanything--anything, you hear me?\" His voice went low suddenly, so low\nthat the doctor could hardly hear it. \"Anything but my health. Because\ndon't let them tell you a man can't buy happiness. That's for sale too,\ndoctor. Anything is--except a man's health. Blast it, it isn't fair.\nI've everything to live for.\"\n\nThe doctor said: \"At least you're fortunate in one way. There'll be no\nwidow, no orphaned children, no--\"\n\n\"Family!\" scoffed the doomed Jason Wall. \"You think that's happiness?\nYou think it matters?\" He laughed, and there was nothing hysterical\nabout the laughter. \"You don't know what happiness is. None of you do.\nHappiness and selfishness, they're the same thing. The most successful\nmen realize that, doctor. I realize I'm not exactly the world's best\nloved man. It doesn't matter, I tell you. It doesn't matter at all.\" He\nwent to the window again, watched the children at play. \"But that isn't\nfair. That's the hardest thing to take.\"\n\n\"Yes? What is?\"\n\n\"Those children. The rest of the world. Out there. Playing. They don't\nknow I'm going to die. If they knew, they wouldn't care. That hurts more\nthan anything. Doctor, I tell you the world ought to weep when Jason\nWall dies. It ought to wear black.\"\n\n\"Mr. Wall, I know you won't mind my saying you're the most egotistical\nman I've ever met.\"\n\n\"Mind? I'm delighted. A man ought to be self-centered. Shall we say, ten\nthousand dollars?\"\n\n\"Ten thousand--\"\n\n\"Your fee, for telling me the truth. For telling me I'm going to die.\nFor not keeping it back.\"\n\n\"My fee is fifty dollars, Mr. Wall.\"\n\n\"You'll take ten thousand. I give what I want, doctor, so I feel free to\ntake what I want. Ten thousand dollars. You'll have your check in the\nmorning. Thank you.\"\n\n\"I'm sorry, Mr. Wall,\" the doctor said.\n\nJason Wall left the office grumbling.\n\n\n\nEve came to him that night wearing the stone marten cape he'd given her\nfor Christmas. She was a tall, regal blonde, long-legged and gorgeous.\nShe was half a head taller than Jason Wall, was from Iowa, and had won\nthe Miss Universe contest two years before. Naturally, since she'd been\nvoted the world's most beautiful woman, Jason Wall had had to possess\nher. He'd given her an outright gift of half a million dollars, and\nwhile most girls would have taken that and gone their way, Eve was\ndifferent. Eve only knew it was a ripple on the surface of Jason Wall's\nbought happiness. She'd hung around for more. For much more.\n\n\"Drink?\" Jason Wall asked.\n\n\"The usual.\"\n\n\n\nThey drank. The butler brought dinner, and they ate. Then there was a\nbottle of brandy, and cigarettes, and love play. Finally Eve said: \"You\nseem restless tonight, Jason darling.\"\n\n\"Do I?\"\n\n\"I ought to know. I know you better than anyone else does.\"\n\n\"You don't know me at all. No one does, I've seen to it.\"\n\n\"Is anything the matter?\"\n\n\"Eve, you've never lied to me. That's one of the things about you I\nalways admired, aside from your more obvious charms. Tell me, what would\nyou do if I died?\"\n\n\"Don't even talk like that!\"\n\n\"Posh! Don't make believe you're sentimental. I want the truth. What\nwould you do if I died in a year or two?\"\n\n\"I--I don't even want to think about it.\"\n\n\"Actress! Bah!\" Jason Wall grabbed her wrist, twisting cruelly.\n\n\"Jason, you--you're hurting me!\"\n\n\"Then tell me the truth. What would you do if I died?\" His tone was\nurgent.\n\n\"I'd be--sad.\"\n\n\"Blast it, of course you'd be sad. I've given you the sort of life a\ngirl dreams about. But what would you do?\"\n\n\"I--Jason, really!\"\n\n\"Would you hook onto another man? Another rich man? You'd have to settle\nfor second best, you know. I'm the richest man there is. But don't think\nI haven't seen how some of my business associates have been eying you.\nDon't think--\"\n\n\"Jason, my arm.\"\n\n\"Then tell me what I want to know.\"\n\n\"All right. All right, I'll tell you. You've shown me what the good life\nis, Jason. I wouldn't want to be without it for long. I--I'd hook onto\nsomeone else, as you say.\"\n\nJason Wall smiled. \"Thank you,\" he said sincerely. \"Thank you so much\nfor being honest.\"\n\nHe made love like a college sophomore that night. Eve was quite\npleasantly startled.\n\n\n\nLater that week and for the next month or so, he thought of suicide. The\ntrouble was, he had never been able to stand pain. A weakness. The one\nweakness he had. When he thought of the pain which would surely come,\nwhen he thought of the last few months of his life, which would be\nspent, pain-wracked, on his death bed, his thoughts leaned most strongly\ntoward suicide. Yes, suicide was the obvious way out, and Jason Wall had\nneither religious nor moral scruples about it.\n\nJason Wall had religious scruples, or moral scruples, about nothing\nunder the sun. He was an utterly egocentric man.\n\nBut when his thoughts of suicide were strongest he would remember what\nhe'd seen from the doctor's window. Children at play, delighting in\ntheir simple pleasures. A postman at work, contented with his lot,\nhumming gayly. Or, he would send for Eve, and take from her body what he\ncraved. And, when it was over, he felt a strange, hollow sense of loss.\nNo, he would tell himself with complete objectivity (he had always been\nthoroughly objective) not exactly loss. A sense, rather, of lost\npossession, of something which belonged to Jason Wall, as his life\nbelonged uniquely to him, and would be taken away at his death. He tried\nto imagine Eve in someone else's arms, Eve dancing with a younger man,\ndrinking with him, making love. A rage of jealousy flooded him, not for\nthe particular man lucky enough to win Eve, but for the world. For\neverything in it.\n\nFor the whole blasted world, Jason Wall told himself.\n\nHe'd made his own world, fashioned it with the sweat of his brow and the\ncunning of his brain. But ultimately, it did not matter. He was going to\ndie, to die in great pain. It wasn't fair that the rest of the world\nshould go right on living, enjoying the life that Jason Wall had barely\nbegun to taste. They'd see an article in the newspaper, perhaps. Famous\nTycoon Dies. In a day, a week, they would forget. They would go on\nliving out their little lives, enjoying their little enjoyments. But the\nsum total of them--three billion men, women, and children on Earth, was\nit?--added up to considerable enjoyment. Jason Wall envied them with a\ndesperate, passionate envy.\n\nWhen his thinking evolved to the next stage, he knew with petty triumph\nthat only Jason Wall would have taken that step. He had an incurable\ndisease. He was going to die. But the world would go right on,\ngenerations after generations. It wasn't fair. They had no right to\nenjoy what he, Jason Wall, would lose forever.\n\nHe toyed--seriously toyed for some weeks--with the idea of destroying\nthe world. It could be done: he never doubted it for a minute. To\ndevelop the atomic bomb, the governments of the free world had pooled\ntheir resources in a crash program costing two billion dollars, and had\nsucceeded in a very few years. Two billion dollars--that was the kind of\nfigure Jason Wall understood. For two billion dollars, couldn't he hire\nall the world's top scientists to build a super-bomb which would utterly\ndestroy Earth?\n\nHe could, of course. In theory, such a crash program, with Jason Wall's\nmoney and industrial know-how behind it, was a possibility. But for\nanother reason, for a very simple reason, it was quite obviously\nimpossible.\n\nThe scientists wouldn't do it.\n\nSuicide? Never. He decided that firmly, two months after the prognosis.\nWorld-destruction? Impossible. Then what?\n\n\n\nIt was Eve who, trying to flaunt an intellectual prowess she really did\nnot have, told him about time travel. There was this article she had\nread in the newspaper Sunday supplement, about the possibility of moving\nbackwards through time. There was absolutely no natural law which said\nit could not be done, the article said. It was merely a question of\nprobability. For, while in theory time travel was possible, it was\npractically impossible--unless, as the article suggested and Jason Wall\nthought in triumph, you pushed it. If you pushed it, the improbability\nbecame a possibility, then a probability, then a reality.\n\nCrash program, he thought.\n\nThe world was made of particles. All reality, particles. Discreet\nparticles of matter, of time, of space-time. Building blocks of the\nuniverse. Now, take these particles; and return them to the positions\nthey occupied a moment ago--and you travel into the immediate past.\nRe-arrange them into the positions they occupied years ago, decades,\ngenerations, aeons--and you have time travel.\n\nCrash program. Billions of dollars, he thought. All the world's great\nphysicists. It could be done. He could do it.\n\nBut--so what?\n\nJason Wall smiled. It was the way his mind often functioned. Decide on\nsomething, apparently without relation to your problem. Then use it.\n\nHe couldn't have the world destroyed, despite his money and the decided\npossibility of instituting a crash program to do it. He wouldn't be able\nto fool the scientists, and the scientists just wouldn't do it.\n\nBut a crash program for time travel, now that was something else. That\ncould be done. He would see that it _was_ done.\n\nFor what purpose?\n\nTo return to the dawn of the human race. To find dawn man, the first\nman. Call him Adam. To find the first truly human being.\n\nTo kill him.\n\nTo snuff humanity out at its source, as a flame is snuffed before it can\nstart a fire.\n\nTo prevent the human race from enjoying what he would never enjoy. To\ndestroy humanity by killing the first man.\n\nOf course, he told himself, that would obliterate, along with the rest\nof mankind's history and comedy and tragedy, the first forty-five years\nof his own life. But those years didn't matter. By and large, they were\nthe hard years. They were the years of toil and struggle, to give him\nthe position and wealth he now had. Position and wealth--which he never\nwould enjoy. Let them be obliterated then! With the rest of humanity,\nnot in any sudden catastrophe, but quickly and without pain, at the\ninstant First Man is killed....\n\n\n\nA week later, he got the crash program underway. Since the world's\nscientists, like most of the world's intellectuals, were underpaid, it\nwas comparatively simple hiring them, especially since this was a time\nof international calm. At first the physicists were dubious. Yes, the\ntheoreticians said, time travel was a possibility. No, the engineers\nsaid, it couldn't be executed.\n\nExecute it, he said. Here's money. Here are facilities. Here is\neverything you will need. If what you need doesn't exist, make it, buy\nit, steal it--but get it. Our time is limited. We have a year. One year\nto make it possible for one man to travel back in time.\n\nAfter three months, they were shaking their heads.\n\nAfter six months--when the first terrible twinges of pain had\nbegun--they began to work feverishly.\n\nJason Wall went regularly to his physician at this time for the drugs\nthat could ease his terrible suffering. They spoke, the doctor with no\ngreater objectivity than Jason Wall himself, of his disease. It was\nabsolutely incurable. Even a crash program to find a cure wouldn't help\nJason Wall. The damage done to his body was irreversible. And, the\ndoctor mentioned in passing, it was hereditary. That is, the germ of the\ndisease, or a predilection for it, or both, were carried in the blood of\nmankind like a scourge, had been so carried, as far as medical science\nknew, from the dawn of history and before.\n\nIf the murder he had planned ever bothered Jason Wall, which is\ndoubtful, it certainly did not bother him now. What was killing\nhim--hereditary! Why, the First Man he sought might himself be\nresponsible. Killing him would almost be a pleasure....\n\nAfter eight months something began to take shape. It was a little box.\n\"For hamsters,\" one of the scientists said.\n\n\"Fool! I want to go.\"\n\nThey made the box bigger.\n\nTen months from the day the crash program had been started, the job was\ncompleted. Jason Wall had spent the last few days watching the world at\nplay. Happy children, contented people, folks who didn't have much, but\nwho did have happiness. They would go right on enjoying themselves,\nafter Jason Wall died. It wasn't fair, he told himself. And he would see\nto it that they didn't--by destroying their first ancestor, and his, so\nthey would never be born, so the human race would never be....\n\n\"... all physical actions on the sub-microscopic level, on the level of\nmolecules and atoms and sub-atomic particles and quanta of energy--all\nthese actions,\" the chief physicist told Jason Wall, \"are reversible. If\nyou can control the reversal, you can return matter, energy, and space\nto its former state. Doing that, you travel through time. Therefore--\"\n\n\"Never mind the details,\" Jason Wall snapped. \"That's your department. I\nonly want to know this: will it work. Will it take a man back through\ntime.\"\n\n\"Yes, but--\"\n\n\"Very well. I'll go.\"\n\n\"But we haven't figured out a way to return. If you go, you won't come\nback. You'll have to spend the rest of your life back there.\"\n\nThe rest of his life. Jason Wall smiled. The rest of his life could be\nmeasured in pain-wracked months, possibly only in weeks.\n\nFifteen minutes after his discussion with the chief physicist, he sat\ndown in the time chair. Anthropologists had been consulted for the final\nstages of the project. There would be no mistakes. He would go where and\nwhen he had to go....\n\n\"Ready, sir?\"\n\n\"Ready,\" said Jason Wall. Ready to destroy the human race--\n\nHis vision flashed and blurred. Time moved backward for him.\n\n\n\nA forest trail. Animals used it, had carved it out of the wall of\njungle. And the first man?\n\nArmed with a revolver, Jason Wall left the now useless time-chair and\nhid himself beside the trail. He waited three days, living on berries\nand a small marsupial creature he had caught with his bare hands. If\nFirst Man was around, he didn't want to frighten him off with gun-fire.\n\nAt last, First Man came.\n\nHe was, Jason Wall observed with objective detachment, a noble-looking\ncreature. The first true man. Over six feet tall, perfectly\nproportioned. He looked quite the healthiest man Jason Wall had ever\nseen. If looks meant anything, he had never known a day of disease in\nhis life, and never would. Jason Wall's determination to kill grew.\n\nHe did not have to wait long. When First Man came by his hiding place he\nstood up, pointed the revolver, and fired it point-blank.\n\nHe was, naturally, ready for the end. The death of First Man ought to\nmean the death of all men, the sudden blotting out, in all ages, of all\nmankind and all traces of mankind.\n\nFirst Man fell, mortally wounded. Blood gushed from his nostrils; he\ndied.\n\nAnd Jason Wall went on existing. He didn't understand. It made no sense.\nThe death of First Man should have brought all humanity in all future\nages to an instant, painless end.\n\nA woman, he thought.\n\nThere must be a woman. Already with child, perhaps, and therefore, the\nmother of all the human race....\n\nJason Wall followed the forest trail, his revolver ready.\n\nIf the woman turned out to be as beautiful as the man had been handsome,\nJason Wall would not relish his job. He'd always had a soft-spot, the\none soft-spot in his makeup, for beautiful women.\n\nHe found her in a little clearing before a cave.\n\nShe was quite the loveliest creature he had ever seen. She was stark\nnaked, and showed no fear when she saw him. She showed, instead, a\nlively curiosity. She jabbered and smiled at him and came to him,\nopen-handed, interested, friendly.\n\nI'll kill her, he told himself, when the pain is too bad, when I can't\nstand it any longer. She can't get away. She expects nothing, nothing.\nMeanwhile, he decided to spend the last months of his life with this\nwoman....\n\n\n\nThere was no reason to expect that she had been monogamous. One man or\nanother would be all the same to her, if they could leave this area. If\nshe wouldn't find the corpse of her mate. Jason took her hand, and they\nwalked. They walked for a long time. Then they slept, then ate, then\nwalked again. The woman jabbered. Jason Wall talked. He was enjoying\nhimself immensely. There was no hurry. This was a new kind of life, a\nnew kind of experience. He loved every moment of it.\n\nThey found another cave, three day's journey from the first. They lived\nthere for some weeks. The pain came more frequently, but Jason Wall\nwithstood it.\n\n\n\nThe weeks became months. His days were numbered now, he knew that. It\nseemed just, somehow. After taking all that the first woman had to\noffer, he would kill her--and destroy all humankind.\n\nShe never had understood his affliction, his great pain. Pain from a\nwound she could understand. Once he had scraped his knee on a rock, and\nshe had been extremely sympathetic. But pain from disease seemed unknown\nto her. Of course, Jason Wall knew, any disease was compounded of two\nthings: a disease agent, bacteria or virus, and a susceptibility.\nApparently First Man and First Woman had utterly no susceptibility. They\nwere disease-free.\n\nSome time later in the course of human development--how much later he\ndid not yet know--susceptibility to disease had evolved.\n\nThe woman's belly grew round and Jason Wall knew she was going to have a\nbaby. His baby.\n\nHe sighed. His time was short. The baby would never be born, because he\nwould kill its mother first.\n\nThen it struck him like a blow. A baby. His baby. And First Man and\nFirst Woman--free of disease. He had introduced disease into the human\nmakeup, by planting his seed in this woman!\n\n_Including his own...._\n\nHe could break the pattern by killing her. Then, as he had planned\noriginally, there would be no childbirth, and no mankind.\n\nHe lifted the pistol. The look on his face must have given him away.\nProbably, she thought it was a club. He was pain-wracked and very much\nweakened by his disease now. She took the pistol away from him easily,\nand shrugged, and cried a little, and went away.\n\nHe ran after her.\n\n\"Wait!\" he screamed. \"Wait, you don't understand! You've got to die.\nYou've got to--\"\n\nHe fell. His legs drummed feebly. She was gone. The pistol was gone.\nHumanity would live--the life of torment and pain and disease that it\nhad always known.\n\nAnd he would die, alone, wracked by the ailment he had introduced into\nthe human line.\n\nHe lay there.\n\nIt took him a long time to die.",
    "metadata": {
        "author": [
            "Lesser, Milt",
            "Thames, C. H.",
            "Chase, Adam",
            "Marlowe, Stephen",
            "Granger, Darius John",
            "Wilder, Stephen",
            "Lesser, Milton",
            "Ridgway, Jason"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/32711/pg32711.txt",
        "name": "disaster_revisited.json"
    }
}