{
    "name": "Distress Signal",
    "author": [
        "Rocklin, Ross Louis",
        "Rocklynne, Ross"
    ],
    "body": "The years passed relentlessly, ticked off--one, two three, four--by the\nbig lone planet Worta as it moved with ponderous sureness around the\ndying red star. Sometimes, in the first year after they were marooned,\nthe two runaway boys, Carl Wyant and Rex Oberling, crawled from the\ngrottoes, chambers and labyrinthine tunnels which the Wortans had\ndriven deep beneath the planet's crust, and with a chill lonesomeness\nlooked out into the vastness of space where the stars brooded. One of\nthose stars, thirty-five light-years away, was Sol, around which swung\nthe planet Earth! They could not think of Earth without a brightness\ncoming to their eyes.\n\nSometimes the younger boy, then seventeen, would whisper, \"I wish we'd\nnever left home, Carl.\"\n\nAnd Carl would say, \"But we left. So let's take our medicine like men.\"\n\nYes, their leaving home, leaving their parents, their friends, their\nwhole world, could not be changed. Yet it seemed to them that their\npunishment was out of all proportion to their crime. Thinking back on\nit, Carl Wyant no longer remembered the petty grievance against his\nparents which made him decide to run away.\n\nMainly, of course, it had been because his father dropped his keys to\nthe interstellar space-ship he had recently requisitioned from the\nSpace Council. Both Carl and his buddy, Rex, the young fellow who lived\nnext door and belonged to the same Scout Troop, had been caught up with\nthe idea of visiting the stars, without parental supervision. To visit\nthe stars! That was a thrilling thought.\n\nAt first they planned to be gone a month. But after landing on one\nof the Centaurian planets, four and a half light-years away, the\ntremendous excitement that gripped them burned away thoughts of their\nparents, who must certainly be suffering agonies because of their\ndisappearance. Beyond Centauri were other stars--and others beyond\n_them_.\n\nThey never tired as the sub-etheric warp hurled them through the dark\nreaches of infinity at several times light-speed. For the first time,\nthey were living.\n\nBy this time, the alarm had gone throughout the known universe. Two\nboys on the loose. Carl, an expert at Morse Code, deciphered the wild\ndit-dit-da's.\n\n\"Boy, are they looking for us!\"\n\nRex's deep chest came out. \"We'll be pretty famous when we get back, I\nguess.\" The thought pleased him. \"Those smart alecs that always picked\non me at school will change their tune.\"\n\n\"Ah, Rex, nobody ever picked on you.\" Carl was slimmer than Rex, though\na year older. He added, \"All you had to do was join in the fun and\nyou'd have got along swell.\"\n\nA dangerous flush crept up from Rex's thick, powerful neck. \"I say they\npicked on me.\"\n\nCarl said hastily, \"Okay, okay.\" He dropped the subject. Sometimes Rex\ncould be pretty touchy. But he was handy to have around and most of the\ntime was a good guy. Both fellows had studied celestial navigation and\nmechanics, but Rex had it all over Carl when it came to handling the\nsmall ship, so Carl let him take the controls most of the time.\n\n\n\nSuddenly the ship had gone haywire. Neither Carl nor Rex was technician\nenough to understand that the etheric warp engines had been overdriven.\nThe engines, down to the last accumulator cell, exploded with a mighty,\ntearing roar that blew gaping holes in bulkheads, deck-plates, and\noverheads. Carl was knocked out, but Rex held on.\n\nHe crash-landed the ship--on Worta, the lone planet of the unlisted,\ndying red star. The ship landed in a snow-bank, and the heat of the\nlanding turned tons of snow into steaming, boiling water. By the time\nthey had inventoried the situation, there was a smooth lake of ice\naround them and the ship was frozen in up to the edge of the airlocks.\n\nRex said shakily, \"We'll have to use the auxiliary engines.\"\n\nWhich was a bit optimistic. The auxiliaries weren't etheric warpers.\nThey were rocket engines. The fuel a ship like this carried would\ntake it a few billion miles, but what was that in the vastness of\ninterstellar space, with the nearest solar system two light-years away?\n\nCarl's long slim fingers bit mercilessly into the palms of his hands.\nHis voice was a thin cry of protest, drifting out over the sterile\nvistas of Worta, the ice planet.\n\n\"Rex, we're done for. We can't get back. We're marooned.\"\n\nThey were marooned, but not done for. The Wortans found them one day\nand took them to their city a thousand feet under the planet. These\nWortans, the few of them that remained, were quiet, kindly people. Ages\nago, they had fought their last retreat from the bitter surface cold.\nThey had dug beneath the crust. They were savages now, their former\nmighty civilization forgotten, and were unlearned, save in agriculture\nand the skillful breeding of such fur-and-meat-producing animals as the\n_col_, the _friga_, the _hask-nor_. And, since they were human in form,\nthemselves, they accepted these strangers that came among them.\n\nThey never came to the surface of Worta, but that unexplainable sense\nof theirs which enabled them to perceive disharmony, much as one\nflinches at a sour discord, brought them up to investigate.\n\nCarl was grateful to them for their simple wisdom, their understanding.\nFrom the first, however, Rex was a \"sour chord\" among them. An inner\nconceit, perhaps growing out of a race consciousness, painted him with\nan unmasked hostility.\n\nBut it was all of a year after their arrival before M'hort, chief of\nthe Wortans, revealed his feelings to Carl. He drew Carl into his\n_meegan_--his rock-dwelling--one day. M'hort was tall as Carl, but his\neyes were faceted and insect-like, great horny reptilian lumps stood\nout on his bony-joints, and his smoothly-scaled skin reflected the\neternal fluorescence of this underground land like a polished mirror.\n\nCarl's smile was rueful when M'hort explained about Rex. \"Rex never was\none to get along with people. He told me you people don't like him.\"\n\n\"How sad!\" said M'hort.\n\n\"He's never stopped dreaming that we might get back to Earth.\"\n\n\"If only,\" said M'hort, \"he would join us at our festivals as you do!\nIf only he would laugh when we gather for meals! But, ah, he will do\nnone of these things. Many times he sits in his _meegan_ and broods.\nYou say he insists there is a way to return to your planet?\"\n\nCarl was embarrassed for his friend. \"When we first landed,\" he\nexplained, \"Rex thought that somehow we could use the auxiliaries.\"\n\n\"Ah, yes,\" said M'hort, trying hard to understand these things which\nwere strange to him. \"The auxiliaries.\"\n\n\"You see, we can manufacture unlimited quantities of rocket fuel with\nthe fuel-generator that most ships carry. It's a catalytic process,\nthe raw material being any fairly dense rock.\n\n\"The auxiliaries were a sort of obsession with Rex. I couldn't control\nhim. In the few days before you found us, he manufactured seven or\neight tons of merbohydrate. He filled the ship full. I let him have his\nway. We lifted the ship and left Worta. Rex was certain we could find\nanother planet and get back to Earth by a stepping-stone method.\"\n\n\"Ah, but there are no other planets near enough,\" said M'hort,\nrecalling this fact which Carl had previously taught him.\n\n\"Within light-years. As I say, I let Rex have his way until half the\nfuel was used up. Then I had to fight him.\"\n\nCarl looked ashamedly at his fists. \"I knocked him out as we came back\nto Worta. But somehow he never gave up the idea that we could use the\nauxiliaries somehow.\"\n\n\"How very sad! And you say there is little chance of the Earth people\ncoming for you?\"\n\n\"Very little. Worta and its sun aren't even entered in the _Star\nCatalogue_. It's an unlisted system, although the Stellar Survey\nInstitution has been working like crazy the past hundred years to\nsurvey the whole works.\"\n\nM'hort touched the boy's hand sympathetically. \"Someday they will come\nfor you! But, in the meantime, it would be wonderful if your friend saw\nthe futility of his ways.\"\n\n\n\nDuring the first year of their stay on Worta, Rex stayed close to Carl,\nconfiding in him, making those trips to the surface of the snowed-under\nworld. Then he took to wandering the great winding corridors and\nchambers and dead underground cities of Worta alone. Carl would have\nliked to explore with him, for there was an unending fascination in\nthis dying civilization. Once upon a time the Wortans had been great.\nThe quaint webbed architecture of the spired and domed buildings, the\ndelicate traceries, on the walls and the sculptured figures standing\nin the squares--these were a timeless wonder. But Rex didn't want Carl\nalong, for Rex had closed up clam-like, his broad, square face held a\nsullen fanaticism, and Carl knew he had his mind set on escape.\n\nCarl went to Rex's _meegan_ and sat on his spider-silk chair and whiled\naway the time by reading a scroll from the Wortan library until Rex\nshould return. Both Carl and Rex had learned the complex language, the\nreading, the writing, the speaking of it, though Carl was much the more\nproficient.\n\nRex came in silently, a big man-size fellow with pale, beardless\ncheeks, dressed Indian-like in the thin, cured leather of the _col_.\nHis moccasins padded and Carl looked up from the scroll with a start.\n\nRex said shortly, \"Hello, Carl.\" He threw himself on the pile of\nsleeping-furs in the corner, locked his hands behind his head and\nstared straight up at the fluorescent ceiling with hard, unblinking\neyes.\n\nCarl uncomfortably put the scroll away. \"Rex, I want to have a talk\nwith you.\"\n\n\"Shoot,\" said Rex.\n\n\"You're not making it very easy for yourself, Rex.\"\n\n\"Oh! You're going to start moralizing again!\"\n\n\"I wouldn't call it moralizing. I'm getting fed up with the way you\nact, if you want it straight. The Wortans are swell people and I get\nalong with them fine. But it's just as if I was marooned alone. What I\nmean is, I don't have anybody to talk to.\"\n\nRex's lips curled in a half-smile. \"Maybe you haven't treated me\nhalf-decent, either, if you want to know it.\"\n\n\"_I_ haven't!\"\n\n\"Nope. You want to stick here the rest of your life in these crummy,\ncold, underground rat-holes. No soap. I'm going to get back to Earth\nsomehow.\"\n\n\"The auxiliaries,\" Carl said sarcastically.\n\nRex came to his knees with a violent motion, eyes burning. \"Don't talk\nto me like that, Carl! I've got a way to get out of here.\"\n\n\"Yeah?\" Carl refused to be intimidated. \"How's the master-mind going to\nwork it?\"\n\nRex paused and then said slowly, \"I'm going to create a distress\nsignal.\"\n\n\"Distress sig--\" Carl stiffened incredulously. \"Rex, you're nuts!\"\n\nRex smiled a slow, secret, satisfied smile. \"I don't think so. 'Member\nwhen we were scouts? 'Member that time we got lost in the Big Neck\nValley? We burned green wood and got a smoky fire started and used a\nblanket to send up a smoky SOS signal. We knew the rest of the troop\nwas somewhere near and would see the signal. They came and got us.\n\n\"Well, this is the same thing. We're lost. This solar system never has\nbeen discovered, but we both know we're still in the known universe.\nAll around us, maybe no more than fifty or sixty light-days off, are\ntraffic lanes. Passenger ships, freighters. Then there's the SSI. It\nhas ships everywhere. I figure if we send out a distress signal they're\nbound to see it over the sub-etheric, fifth-order ray detector. They'll\nsee that signal as soon as I get started.\"\n\nCarl was quiet. He was worried. This was a turn of affairs he hadn't\nexpected. He remembered how fixed Rex's mind was on the subject of\nescape. Too fixed. Almost fanaticism. He hoped with all his heart Rex\nwasn't sick. Yet that the kid should kneel there, with that brightness\nin his eyes, and suggest sending up a distress signal which was to be\nsent across billions of miles of space--\n\n\"All right, Rex,\" he said gently. \"I'm listening. You're to send up a\ndistress signal and attract the attention of a Stellar Survey ship.\"\n\nA derisive smile grew on Rex's lips. \"You're listening,\" he scoffed.\n\"Liar. You think I'm bats. But I'll show you.\"\n\nHe lay down again and turned his face to the wall and shortly Carl\nheard his deep breathing. Carl left.\n\nThat was in the second year. But another year passed. Carl found\nhimself growing up. He had the shoulders of a man, and he could look\nback with a whimsical ruefulness on the immaturity which had led him\nand Rex to run away from home like callow ten-year-olds.\n\nCarl longed for Earth, no less than Rex. Unlike Rex, he subdued the\nlonging, but whenever his lonesome thoughts threatened to engulf him he\ndiverted himself by climbing the thousand feet to the planet's surface.\nIt was on such a voyage that he found the space-ship gone.\n\nCarl and Rex had agreed to leave the ship on an eminence, so that if\nanybody did come they would see the ship and investigate. But the ship\nwas undeniably gone, and Carl knew Rex had taken it.\n\nHe stood on the icy mesa where they had parked it, and Carl looked out\non the drear vastness of Worta with sick eyes. He refused to believe\nRex had gone away and left him. He stayed there for hours, waiting,\nthen reluctantly went back into the bowels of Worta.\n\nRex showed up for the evening meal, though, taking his place at the\ngreat long _yee_--the festival table--where the forty-odd Wortans who\nremained had their meals. After the meal, Carl cornered him.\n\nRex twisted away from Carl's detaining hand. \"I've got a right to take\na ride if I want to, haven't I?\"\n\nCarl felt guilty at having even asked, the way Rex put it. Rex did have\nthat right. Carl let it slide. But the frequent disappearance of the\nship troubled him increasingly. Every time he stood hip-deep in snow on\nthe upper world and saw the ship was gone, a chill worked through his\nheart. He would find himself looking into the lowering dark sky at the\nimpersonal stars. Fastening his gaze on the dying red star around which\nWorta revolved. It was not a large sun. In another million years it\nwould burn out. Then Worta would truly be dead.\n\n\n\nHe was convinced there was more to Rex's use of the ship than the\nloneliness of a nineteen-year-old wanting to take a ride. Rex had a\npurpose. Yet he let it slide until the end of the fourth year. Then his\ninterference was not his doing. He was wandering far underground when a\nrunner came panting up.\n\n\"M'hort must see you in his _meegan_,\" the runner panted.\n\nCarl went at once, heart constricted. Nothing ever happened in these\nunderground caves. Whatever M'hort wanted to see him about was urgent.\n\nM'hort met him at the entrance and gripped his arm. His eyes bored into\nCarl's. \"I sense that something is wrong, friend Carl,\" he said. \"It is\na great terror in my breast. It is about Rex, of course. I see--I see a\ngreat flame. Now tell me what you know!\"\n\nCarl blurted out the story. \"He's making plenty long trips someplace,\"\nhe said huskily. \"He's been caving in a big hillside of rock these past\ncouple years. Making merbohydrate.\"\n\nM'hort's fear showed in his eyes. \"There is no place for him to visit?\"\n\n\"Not a planetary body within countless billions of miles.\"\n\nM'hort paced. \"We should not have this trouble,\" he said fretfully. \"I\nam most annoyed with Rex. Look at us of Worta. Do we not know we are\ndoomed, that the unhealthful conditions beneath Worta are producing a\nsterility that will soon destroy us as if we had never been? Yet we are\ngay and take what there is of life. Why must Rex make us all unhappy?\nAnd I feel he is planning--something that can never be undone.\"\n\nHe hesitated. \"Carl, this merbohydrate--it is dangerous?\"\n\nCarl laughed. \"Just about the peppiest explosion known to the human\nrace.\" He touched M'hort's arm. \"I'll find out what he's planning.\"\n\nCarl went straight to the surface and stood in the cave opening, his\nbreath hanging in puffy clouds of white. Rex was at that moment letting\ndown the ship's gangplank. He wheeled the fuel-generator out on its\nshort tripod.\n\nAll day Carl watched as Rex set \"pills\" of merbohydrate into the rock\nface of the snow-shorn, worked-over hill and detonated them. Tons of\nchipped rock cascaded toward the mouth of the generator. Rex panted as\nhe worked with a square-point shovel. The twenty-pound merbohydrate\ningots came rolling out at the rate of one a minute. Rex carried the\ningots into the ship.\n\nAs the red star was about to settle for the night behind the\nsharply-silhouetted horizon, Rex wheeled the generator back into the\nship. About that time, Carl panted up the hill to the mesa level.\n\"Rex!\" he called.\n\nRex stood scowling near the airlock. Plainly, Carl was not welcome.\n\nCarl panted, \"Going for a ride?\"\n\nRex's shoulders--broader by far than Carl's--bunched up. He growled,\n\"Yeah. _I'm taking a ride._\"\n\n\"Swell. I'll go with you.\"\n\n\"Nope.\"\n\n\"Why not?\"\n\nRex turned and, with a single motion, jumped to the edge of the\nairlock. He jeered, \"I don't want any boy scouts along with me this\ntrip. G'bye!\"\n\nCarl felt a rage he had never really shown Rex. He leaped. All it got\nhim was a bad fall on the slippery ice underfoot. When he finally got\nto his feet, the airlock door was whining shut. A few seconds later,\nthe ship leaped away, the rocket apertures throwing out their blatting\nswords of energy. The ship roared skyward.\n\nCarl stood looking after it, a wet crawling on his skin. He was\nterribly frightened. The worst part of it was, he didn't know what was\nfrightening him. He turned and started back down the ladders to the\nunderground city.\n\nFour years, he thought, as he climbed the ladders down. Four years\nwe've been here. It seems forever since we ran away that night. And for\ntwo of those years, Rex has been busy with something. Manufacturing\nmerbohydrate and taking trips out into space. Why?\n\n_Distress signal!_\n\nThe two words hit him with smashing impact. He wrapped both hands\naround the ladder, to keep himself from falling down the shaft. He\ntrembled and shook and dizzy spots grew in his eyes.\n\nHe raised his head and shouted, \"The fool!\"\n\nThe lonesome echoes of his own madness came crashing back at him. He\nhugged the ladder and wept. He could not say why he was crying, except\nhe felt he had been betrayed somehow. He knew he was young, too young\nto deal with this tremendous horror Rex was planning. And M'hort had\nsensed that horror.\n\nAfter awhile, he started climbing up again. There was a flame in his\nheart, a heat that rived him, made him something less than human. He\nwas going to kill Rex if Rex didn't talk, didn't tell him the details\nof the plan. As for the main plan, Carl already knew it.\n\nOn the surface, he waited. The sun came up, moved redly toward noon.\nThe space-ship came back. As Rex appeared in the opening airlock, face\nperspiring, lips set with a cruel satisfaction that did not belong to\nyouth, Carl jumped him. It was over in a moment. Rex lay unconscious.\n\n\n\nWhen Rex came to, Carl had the ship in the sky again, driving toward\nthe dying red sun. He left the controls again, and stood over Rex, who\nwas rope-bound to a chair.\n\n\"I think,\" Carl said, his eyes burning, \"I've put two and two together\nat last. Took me a whale of a long time to do it, too. Now go ahead and\ntalk.\"\n\nRex's square face was set into a disinterested mold. He looked Carl up\nand down, shrugged. \"Sure, I'll talk. But it won't do any good, Carl.\nIt's already fixed. Nothing you can do can change it. And it's funny\nyou picked out today to check up on me.\"\n\n\"Just today?\" Carl asked hollowly.\n\n\"Just today.\" Rex spoke so calmly it was as if all the acid bitterness\nin him had been alkalized in one moment. For the first time in many\nmonths, he was a kid again, without a secret thought, without an\nequivocation on his lips.\n\nRex said, \"There's two hundred thousand tons of merbohydrates out\nthere, Carl. It's taken me two years to manufacture the stuff. The most\npowerful explosive ever invented.\n\n\"You see, Carl, I wasn't as crazy as you thought when I said I was\ngoing to send up a distress signal. It's a matter of nine or ten hours.\nAnd you can't stop it.\"\n\nCarl stood with eyes closed, muscles iron-hard. \"Rex,\" he said, \"give\nme the position coordinates of that two hundred thousand tons of\nmerbohydrate.\"\n\nRex gave him the coordinates. Carl set the ship on a slightly different\ncourse. An hour passed. The Wortan sun grew until it was a red globe\nglued to space.\n\nCarl operated the photo-amplifiers, set the telescopic perilens into\nposition. Space expanded. In the vision plate grew a tiny dot that\nseemed to rush rapidly into sight though it was still several hundred\nthousand miles away. It resolved itself into detail--countless neatly\nstacked and baled ingots of merbohydrate, each bale in turn attached to\nanother by short lengths of wire. The mass was a thirty-foot cube.\n\nIn the matter of size, it was a speck in space.\n\nIn the matter of explosive potentialities, it was a bomb of untold\nviolence, falling toward the dying red star.\n\nCarl got another notch of speed from the ship. He was abruptly aware\nthat sweat had formed stickily on his body. A blast of furnace heat was\nalready radiating from the bulkheads.\n\nBehind him, Rex said derisively, \"Save yourself the trouble. You can't\ncatch up with it. It's inside the boiling zone, you idiot.\n\n\"For two years, Carl, that mass of merbohydrate was on an orbit about\nthe sun. Every once in a while I'd come out and add more to the main\nmass. Today I figured I had enough. I hauled it out of its orbit, took\nit as close as I could to the sun. Right smack to the edge of the\nboiling zone. Then I gave it a running start and let go. The sun and\nthe merbohydrate will meet at the convergence of their trajectories.\"\n\n\"Then what?\"\n\nRex laughed. \"Distress signal!\"\n\n\n\nIt was hotter as they moved toward the sun. Carl was sopping. The very\nair danced. Under him the chair was beginning to burn him. The cosmic\nbomb was a full three hundred thousand miles inside the boiling zone.\nCarl could never catch up with it. He wordlessly banked the ship in a\nlong half-circle that put it a hundred miles inside the boiling zone,\nand then on the road out.\n\nHe poured in every ounce of power he could, while thoughts zig-zagged\ncrazily in his head. He had gone beyond rage. He had ascended the scale\nof human emotion and he was numb.\n\nWhen the ship was near Worta, he turned on Rex. \"What,\" he said, \"do\nyou expect to gain by this?\"\n\n\"Rescue.\"\n\n\"What about the Wortans?\"\n\nA simmering violence burst in Rex's eyes. His muscles bulged against\nhis bonds. \"The Wortans!\" he mimicked. \"The Wortans! If you love those\nWortans so much why don't you plan to live with them the rest of your\nlife? They never did like me, and that goes double.\"\n\nCarl said gently, \"You don't murder people you don't like.\"\n\n\"Murder?\" the word came sharply. He relaxed. \"They don't use their\nsun. They won't miss it.\"\n\n\"How about their planet?\"\n\nRex looked at him. Then his eyes shifted. He muttered, \"The explosion\nwon't touch Worta. Too far away.\"\n\nCarl said, \"The explosion will rip that planet crossways and endways.\nIt'll turn it inside out. It'll tear it up into little pin-size lumps,\nroast and boil the lumps, and dissipate the lumps into gases made of\ndancing free electrons. That big gob of gas will puff itself out over\na few light-years of space, and that will be the end of Worta. Maybe\nyou didn't think of that. Or maybe you convinced yourself it wouldn't\nhappen.\"\n\nA trapped expression grew on Rex's face. \"It _won't_ happen!\" he\nshouted. He screamed, \"Let me alone! Stop badgering me! You can't\nchange anything. I didn't know if it'd hurt Worta or not. I didn't\ncare any more. I came back to Worta to get you, just in case something\nhappened I didn't figure on. All I cared about was getting home. I want\nto go home!\"\n\nHe dropped his head, drawing in great tearing sobs, his broad shoulders\nquaking.\n\nCarl said calmly, \"Well, we're going back to Worta to get the Wortans.\"\n\nRex raised his head, his face violent with protest. \"We haven't got\ntime.\"\n\n\"We'll take time.\"\n\nRex cursed him viciously.\n\n\"In the meantime,\" Carl continued without change of tone, \"sit there.\nStart thinking. Think about M'hort and the other Wortans. Think of how\nthey saved our lives and accepted us as if we're part of them. Think of\nall the hospitality you accepted at their _yee_.\"\n\nCarl's voice was rising. \"Think of their dead cities. Think of all the\ndead men who built those cities and the artists who made those cities\nbeautiful with their statues and paints. Then think how you will have\ndestroyed all that.\"\n\nRex said nothing. Color was flooding from his face, his lips thinning\nuntil they formed one pale slash across his face. Carl looked at him\nwith wordless contempt, then swung about to maneuver the ship for the\nfinal thousand miles to a landing.\n\nA gong sounded from the instrument board.\n\n\n\nIt came so suddenly that Carl jumped halfway from the bucket-seat. He\ngripped the edge of the board, eyes forced open so wide they hurt. He\nwaiting, knowing he had misheard. The gong came again.\n\nBehind him, Rex made an insane gurgling noise. \"They've come! They've\ncome!\"\n\nCarl's hands were shaking violently as he adjusted the teleview,\nsnapped in the audio. In the teleview gray clouds formed, took on\nshape, and that shape became the head and shoulders of a man in the\ntrim, pale blue uniform of the Stellar Survey Institution.\n\nSmall muscles around the man's eyes and mouth contracted as he saw\nCarl. He frowned. He said, \"You are Carl Wyant and Rex Oberling?\"\n\n\"Yes, sir,\" Carl said humbly.\n\n\"You will stay where you are. We will pick you up in seven hours. You\nmay consider that a command.\"\n\n\"Yes, sir,\" replied Carl. \"But we can't obey it. I'd advise you, sir,\nnot to come within ten billion miles of the dwarf-red star. It's a\npotential super-nova. We will meet you at--\"\n\nThe officer's glance sharpened. \"You're talking nonsense. Why is\nOberling bound in that chair?\"\n\nCarl said wearily, \"It's a long story, sir. May I ask your present\nposition?\"\n\nThe Stellar Survey man's image grew a little in the plate as he leaned\nforward, as if to get a better look at Carl's face. He drew back. He\nsaid, \"We are at present roughly twenty-two light-days distant, viewing\nyou by instantaneous fifth-order reception.\"\n\n\"That's even better than ten billion miles, sir. If you stay where you\nare and keep your beam on, we can signal you when we get a billion\nmiles from Worta. Then you can come forward and pick us up.\"\n\nBefore the officer could say what was starting on his lips, Carl banged\nhis hand excitedly on the instrument board and shouted hysterically,\n\"I'm warning you, sir. I'm warning you!\"\n\nThe man looked unsettled. His glance wavered. \"Very well, Wyant. It's\na strange proceeding, but I trust you. We will expect you.\" The screen\nblanked.\n\nFifteen minutes later Carl landed the ship. He got up stiffly. Rex sat\nmotionless, eyes turned straight ahead, unblinking, unseeing.\n\n\"I'm leaving you here until I get the Wortans,\" Carl told him. \"Don't\ntry anything silly.\"\n\nRex moved his head until his eyes rested on Carl's. He said quietly,\n\"Carl, for your own good, don't bother. Do you think for a minute the\nWortans are going to leave their planet at this stage of the game?\nThey're done for anyway. You wouldn't expect a bunch of corpses to get\nout of their coffins and try a different coffin, would you? That's the\nway it is with the Wortans.\"\n\nWhen Carl said nothing, Rex said, in that same quiet voice, \"Carl, I\n_know_.\"\n\nCarl turned uncertainly away, moved to the instrument board. His own\nvoice sounded far away. \"I'll convince them,\" he said. \"I'll bring them\nback. They've _got_ to come.\"\n\nCarl took all the keys out of the instrument board. Without the keys,\nthe ship was inoperable. He left the ship, stumbled as in a dream\nacross the dreary wastes of lifeless snow. Then, as the cold struck\ndeep at his lungs, his thoughts clarified, and he went with quick,\ndriven panic.\n\nHow soon the merbohydrate would strike the red star he had no idea.\nBut it would be soon. He made a break-neck descent. He burst into that\nsmall section of one of the underground cities where the Wortans lived,\nwent straight to the _meegan_ of M'hort.\n\nHe told M'hort the whole story.\n\nM'hort sat cross-legged. A resigned sadness lidded his eyes. Carl knew\nhis answer. He dropped to his knees. \"No! You can't speak for the rest\nof your people. They want to live. And the Wortans can still be great.\nWhy--why, we'll give you a planet in our own system!\"\n\nM'hort smiled as if at a secret, foolish thought, his eyes averted.\nThen he arose and drew Carl up with him. His eyes glittered with the\nreflected fluorescence of the underground. Carl was held rigid.\n\nM'hort said, \"You are youth, and you answer as youth would answer. I am\nage, Carl, and I answer as only age can answer. We will stay.\n\n\"What is there to fear? What is there to grieve for? It is a great\nprovidence that sent you here to us. You see! Soon we would all have\ndied, but lingeringly. Now there is glory to dying, for there will be\nno ugly pain. And we will not be unknown to the other peoples of the\nuniverse, Carl, for you will carry our immortality.\"\n\n\"That,\" said Carl, bitterly, \"is a hell of an immortality.\"\n\nM'hort laughed. \"It is better than we expected. Now go.\"\n\nAnd Carl went, blindly.\n\nHe reached the ship in less than an hour. He entered, dogged the\nairlocks shut, went slowly toward the transparent door of the control\nroom. He threw open the door and stood looking at the empty chair and\nthe tattered strands of rope which had held Rex. He was drained of\nemotion, though, and he leaned weakly against the door jamb. Finally he\nmoved, left the ship, and spent another hour looking for Rex.\n\nHe didn't find him. Rex had consciously obscured his tracks. He went\nback to the ship, smiling without mirth. That was funny. Rex drove\nhimself crazy figuring out a way to get back to Earth for four years.\nThen he backed out. He had chosen the same path as the Wortans, and\nmaybe for as good a reason....\n\n\n\nHe drove straight away from the dying red sun. A billion miles out, he\nwas picked up by the stately ship of the Stellar Survey. He was ushered\ninto the presence of the officer who had appeared in the teleview\nplate. That individual was cold in his welcome.\n\n\"You've cost the tax-payers a mint of money,\" he growled. \"They've had\nships on the lookout for you for four years. Where's the other young\nfellow?\"\n\nCarl told the story while the officer slowly tensed. Then he looked\nannoyed. \"It seems a little extreme for Oberling to have committed\nsuicide.\"\n\n\"Maybe, sir. Except that one doesn't go around destroying solar systems\nwithout a good reason. If you hadn't shown up when you did--\"\n\n\"There would have been a good reason?\" The officer sat silent. \"Yes,\nI suppose so. A classical bit of irony, that. Destroying a sun to\nattract rescuers--then the rescuers spoil the drama of it by showing up\nahead of time. And the funny part of it is that it would have worked.\"\n\nHe seemed to recollect. He hastily snapped in the teleview, motioned\nCarl to come around to his side of the desk.\n\n\"Chances are,\" the officer said, consulting some figures, \"We'll see a\nmerry hell-fire in the next few minutes.\"\n\nTen minutes later, the red star exploded.\n\nIt cracked into three separate pieces. They held that position, each\nsection racing from red to violet. That changed blindingly to magnesium\nwhite. The glare smashed at the eyeballs. The three pieces in turn\nshattered each other as they puffed up. Then the whole spurted into\na violence that lighted all the black sky with recurring, silently\nthrobbing sheets of shattering luminescence.\n\nThe stars were blotted out in that primeval surf of untamed energy.\n\nThe planet Worta was caught, flamed in glory for the small part of a\nsecond.\n\nThe big space-ship trembled in every beam and partition as the\nwave-front of exploding light reached it.\n\n_Distress signal!_",
    "metadata": {
        "author": [
            "Rocklin, Ross Louis",
            "Rocklynne, Ross"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/64175/pg64175.txt",
        "name": "distress_signal.json"
    }
}