{
    "name": "Doctor Marigold",
    "author": [
        "Dickens, Charles",
        "Dickens, Charles John Huffam",
        "Boz"
    ],
    "body": "I am a Cheap Jack, and my own father's name was Willum Marigold.  It was\nin his lifetime supposed by some that his name was William, but my own\nfather always consistently said, No, it was Willum.  On which point I\ncontent myself with looking at the argument this way: If a man is not\nallowed to know his own name in a free country, how much is he allowed to\nknow in a land of slavery?  As to looking at the argument through the\nmedium of the Register, Willum Marigold come into the world before\nRegisters come up much,--and went out of it too.  They wouldn't have been\ngreatly in his line neither, if they had chanced to come up before him.\n\nI was born on the Queen's highway, but it was the King's at that time.  A\ndoctor was fetched to my own mother by my own father, when it took place\non a common; and in consequence of his being a very kind gentleman, and\naccepting no fee but a tea-tray, I was named Doctor, out of gratitude and\ncompliment to him.  There you have me.  Doctor Marigold.\n\nI am at present a middle-aged man of a broadish build, in cords,\nleggings, and a sleeved waistcoat the strings of which is always gone\nbehind.  Repair them how you will, they go like fiddle-strings.  You have\nbeen to the theatre, and you have seen one of the wiolin-players screw up\nhis wiolin, after listening to it as if it had been whispering the secret\nto him that it feared it was out of order, and then you have heard it\nsnap.  That's as exactly similar to my waistcoat as a waistcoat and a\nwiolin can be like one another.\n\nI am partial to a white hat, and I like a shawl round my neck wore loose\nand easy.  Sitting down is my favourite posture.  If I have a taste in\npoint of personal jewelry, it is mother-of-pearl buttons.  There you have\nme again, as large as life.\n\nThe doctor having accepted a tea-tray, you'll guess that my father was a\nCheap Jack before me.  You are right.  He was.  It was a pretty tray.  It\nrepresented a large lady going along a serpentining up-hill gravel-walk,\nto attend a little church.  Two swans had likewise come astray with the\nsame intentions.  When I call her a large lady, I don't mean in point of\nbreadth, for there she fell below my views, but she more than made it up\nin heighth; her heighth and slimness was--in short THE heighth of both.\n\nI often saw that tray, after I was the innocently smiling cause (or more\nlikely screeching one) of the doctor's standing it up on a table against\nthe wall in his consulting-room.  Whenever my own father and mother were\nin that part of the country, I used to put my head (I have heard my own\nmother say it was flaxen curls at that time, though you wouldn't know an\nold hearth-broom from it now till you come to the handle, and found it\nwasn't me) in at the doctor's door, and the doctor was always glad to see\nme, and said, \"Aha, my brother practitioner!  Come in, little M.D.  How\nare your inclinations as to sixpence?\"\n\nYou can't go on for ever, you'll find, nor yet could my father nor yet my\nmother.  If you don't go off as a whole when you are about due, you're\nliable to go off in part, and two to one your head's the part.  Gradually\nmy father went off his, and my mother went off hers.  It was in a\nharmless way, but it put out the family where I boarded them.  The old\ncouple, though retired, got to be wholly and solely devoted to the Cheap\nJack business, and were always selling the family off.  Whenever the\ncloth was laid for dinner, my father began rattling the plates and\ndishes, as we do in our line when we put up crockery for a bid, only he\nhad lost the trick of it, and mostly let 'em drop and broke 'em.  As the\nold lady had been used to sit in the cart, and hand the articles out one\nby one to the old gentleman on the footboard to sell, just in the same\nway she handed him every item of the family's property, and they disposed\nof it in their own imaginations from morning to night.  At last the old\ngentleman, lying bedridden in the same room with the old lady, cries out\nin the old patter, fluent, after having been silent for two days and\nnights: \"Now here, my jolly companions every one,--which the Nightingale\nclub in a village was held, At the sign of the Cabbage and Shears, Where\nthe singers no doubt would have greatly excelled, But for want of taste,\nvoices and ears,--now, here, my jolly companions, every one, is a working\nmodel of a used-up old Cheap Jack, without a tooth in his head, and with\na pain in every bone: so like life that it would be just as good if it\nwasn't better, just as bad if it wasn't worse, and just as new if it\nwasn't worn out.  Bid for the working model of the old Cheap Jack, who\nhas drunk more gunpowder-tea with the ladies in his time than would blow\nthe lid off a washerwoman's copper, and carry it as many thousands of\nmiles higher than the moon as naught nix naught, divided by the national\ndebt, carry nothing to the poor-rates, three under, and two over.  Now,\nmy hearts of oak and men of straw, what do you say for the lot?  Two\nshillings, a shilling, tenpence, eightpence, sixpence, fourpence.\nTwopence?  Who said twopence?  The gentleman in the scarecrow's hat?  I\nam ashamed of the gentleman in the scarecrow's hat.  I really am ashamed\nof him for his want of public spirit.  Now I'll tell you what I'll do\nwith you.  Come!  I'll throw you in a working model of a old woman that\nwas married to the old Cheap Jack so long ago that upon my word and\nhonour it took place in Noah's Ark, before the Unicorn could get in to\nforbid the banns by blowing a tune upon his horn.  There now!  Come!  What\ndo you say for both?  I'll tell you what I'll do with you.  I don't bear\nyou malice for being so backward.  Here!  If you make me a bid that'll\nonly reflect a little credit on your town, I'll throw you in a warming-\npan for nothing, and lend you a toasting-fork for life.  Now come; what\ndo you say after that splendid offer?  Say two pound, say thirty\nshillings, say a pound, say ten shillings, say five, say two and six.  You\ndon't say even two and six?  You say two and three?  No.  You shan't have\nthe lot for two and three.  I'd sooner give it to you, if you was good-\nlooking enough.  Here!  Missis!  Chuck the old man and woman into the\ncart, put the horse to, and drive 'em away and bury 'em!\"  Such were the\nlast words of Willum Marigold, my own father, and they were carried out,\nby him and by his wife, my own mother, on one and the same day, as I\nought to know, having followed as mourner.\n\nMy father had been a lovely one in his time at the Cheap Jack work, as\nhis dying observations went to prove.  But I top him.  I don't say it\nbecause it's myself, but because it has been universally acknowledged by\nall that has had the means of comparison.  I have worked at it.  I have\nmeasured myself against other public speakers,--Members of Parliament,\nPlatforms, Pulpits, Counsel learned in the law,--and where I have found\n'em good, I have took a bit of imagination from 'em, and where I have\nfound 'em bad, I have let 'em alone.  Now I'll tell you what.  I mean to\ngo down into my grave declaring that of all the callings ill used in\nGreat Britain, the Cheap Jack calling is the worst used.  Why ain't we a\nprofession?  Why ain't we endowed with privileges?  Why are we forced to\ntake out a hawker's license, when no such thing is expected of the\npolitical hawkers?  Where's the difference betwixt us?  Except that we\nare Cheap Jacks and they are Dear Jacks, _I_ don't see any difference but\nwhat's in our favour.\n\nFor look here!  Say it's election time.  I am on the footboard of my cart\nin the market-place, on a Saturday night.  I put up a general\nmiscellaneous lot.  I say: \"Now here, my free and independent woters, I'm\na going to give you such a chance as you never had in all your born days,\nnor yet the days preceding.  Now I'll show you what I am a going to do\nwith you.  Here's a pair of razors that'll shave you closer than the\nBoard of Guardians; here's a flat-iron worth its weight in gold; here's a\nfrying-pan artificially flavoured with essence of beefsteaks to that\ndegree that you've only got for the rest of your lives to fry bread and\ndripping in it and there you are replete with animal food; here's a\ngenuine chronometer watch in such a solid silver case that you may knock\nat the door with it when you come home late from a social meeting, and\nrouse your wife and family, and save up your knocker for the postman; and\nhere's half-a-dozen dinner plates that you may play the cymbals with to\ncharm baby when it's fractious.  Stop!  I'll throw in another article,\nand I'll give you that, and it's a rolling-pin; and if the baby can only\nget it well into its mouth when its teeth is coming and rub the gums once\nwith it, they'll come through double, in a fit of laughter equal to being\ntickled.  Stop again!  I'll throw you in another article, because I don't\nlike the looks of you, for you haven't the appearance of buyers unless I\nlose by you, and because I'd rather lose than not take money to-night,\nand that's a looking-glass in which you may see how ugly you look when\nyou don't bid.  What do you say now?  Come!  Do you say a pound?  Not\nyou, for you haven't got it.  Do you say ten shillings?  Not you, for you\nowe more to the tallyman.  Well then, I'll tell you what I'll do with\nyou.  I'll heap 'em all on the footboard of the cart,--there they are!\nrazors, flat watch, dinner plates, rolling-pin, and away for four\nshillings, and I'll give you sixpence for your trouble!\"  This is me, the\nCheap Jack.  But on the Monday morning, in the same market-place, comes\nthe Dear Jack on the hustings--_his_ cart--and, what does _he_ say?  \"Now\nmy free and independent woters, I am a going to give you such a chance\"\n(he begins just like me) \"as you never had in all your born days, and\nthat's the chance of sending Myself to Parliament.  Now I'll tell you\nwhat I am a going to do for you.  Here's the interests of this\nmagnificent town promoted above all the rest of the civilised and\nuncivilised earth.  Here's your railways carried, and your neighbours'\nrailways jockeyed.  Here's all your sons in the Post-office.  Here's\nBritannia smiling on you.  Here's the eyes of Europe on you.  Here's\nuniwersal prosperity for you, repletion of animal food, golden\ncornfields, gladsome homesteads, and rounds of applause from your own\nhearts, all in one lot, and that's myself.  Will you take me as I stand?\nYou won't?  Well, then, I'll tell you what I'll do with you.  Come now!\nI'll throw you in anything you ask for.  There!  Church-rates, abolition\nof more malt tax, no malt tax, universal education to the highest mark,\nor uniwersal ignorance to the lowest, total abolition of flogging in the\narmy or a dozen for every private once a month all round, Wrongs of Men\nor Rights of Women--only say which it shall be, take 'em or leave 'em,\nand I'm of your opinion altogether, and the lot's your own on your own\nterms.  There!  You won't take it yet!  Well, then, I'll tell you what\nI'll do with you.  Come!  You _are_ such free and independent woters, and\nI am so proud of you,--you _are_ such a noble and enlightened\nconstituency, and I _am_ so ambitious of the honour and dignity of being\nyour member, which is by far the highest level to which the wings of the\nhuman mind can soar,--that I'll tell you what I'll do with you.  I'll\nthrow you in all the public-houses in your magnificent town for nothing.\nWill that content you?  It won't?  You won't take the lot yet?  Well,\nthen, before I put the horse in and drive away, and make the offer to the\nnext most magnificent town that can be discovered, I'll tell you what\nI'll do.  Take the lot, and I'll drop two thousand pound in the streets\nof your magnificent town for them to pick up that can.  Not enough?  Now\nlook here.  This is the very furthest that I'm a going to.  I'll make it\ntwo thousand five hundred.  And still you won't?  Here, missis!  Put the\nhorse--no, stop half a moment, I shouldn't like to turn my back upon you\nneither for a trifle, I'll make it two thousand seven hundred and fifty\npound.  There!  Take the lot on your own terms, and I'll count out two\nthousand seven hundred and fifty pound on the footboard of the cart, to\nbe dropped in the streets of your magnificent town for them to pick up\nthat can.  What do you say?  Come now!  You won't do better, and you may\ndo worse.  You take it?  Hooray!  Sold again, and got the seat!\"\n\nThese Dear Jacks soap the people shameful, but we Cheap Jacks don't.  We\ntell 'em the truth about themselves to their faces, and scorn to court\n'em.  As to wenturesomeness in the way of puffing up the lots, the Dear\nJacks beat us hollow.  It is considered in the Cheap Jack calling, that\nbetter patter can be made out of a gun than any article we put up from\nthe cart, except a pair of spectacles.  I often hold forth about a gun\nfor a quarter of an hour, and feel as if I need never leave off.  But\nwhen I tell 'em what the gun can do, and what the gun has brought down, I\nnever go half so far as the Dear Jacks do when they make speeches in\npraise of _their_ guns--their great guns that set 'em on to do it.\nBesides, I'm in business for myself: I ain't sent down into the market-\nplace to order, as they are.  Besides, again, my guns don't know what I\nsay in their laudation, and their guns do, and the whole concern of 'em\nhave reason to be sick and ashamed all round.  These are some of my\narguments for declaring that the Cheap Jack calling is treated ill in\nGreat Britain, and for turning warm when I think of the other Jacks in\nquestion setting themselves up to pretend to look down upon it.\n\nI courted my wife from the footboard of the cart.  I did indeed.  She was\na Suffolk young woman, and it was in Ipswich market-place right opposite\nthe corn-chandler's shop.  I had noticed her up at a window last Saturday\nthat was, appreciating highly.  I had took to her, and I had said to\nmyself, \"If not already disposed of, I'll have that lot.\"  Next Saturday\nthat come, I pitched the cart on the same pitch, and I was in very high\nfeather indeed, keeping 'em laughing the whole of the time, and getting\noff the goods briskly.  At last I took out of my waistcoat-pocket a small\nlot wrapped in soft paper, and I put it this way (looking up at the\nwindow where she was).  \"Now here, my blooming English maidens, is an\narticle, the last article of the present evening's sale, which I offer to\nonly you, the lovely Suffolk Dumplings biling over with beauty, and I\nwon't take a bid of a thousand pounds for from any man alive.  Now what\nis it?  Why, I'll tell you what it is.  It's made of fine gold, and it's\nnot broke, though there's a hole in the middle of it, and it's stronger\nthan any fetter that ever was forged, though it's smaller than any finger\nin my set of ten.  Why ten?  Because, when my parents made over my\nproperty to me, I tell you true, there was twelve sheets, twelve towels,\ntwelve table-cloths, twelve knives, twelve forks, twelve tablespoons, and\ntwelve teaspoons, but my set of fingers was two short of a dozen, and\ncould never since be matched.  Now what else is it?  Come, I'll tell you.\nIt's a hoop of solid gold, wrapped in a silver curl-paper, that I myself\ntook off the shining locks of the ever beautiful old lady in Threadneedle\nStreet, London city; I wouldn't tell you so if I hadn't the paper to\nshow, or you mightn't believe it even of me.  Now what else is it?  It's\na man-trap and a handcuff, the parish stocks and a leg-lock, all in gold\nand all in one.  Now what else is it?  It's a wedding-ring.  Now I'll\ntell you what I'm a going to do with it.  I'm not a going to offer this\nlot for money; but I mean to give it to the next of you beauties that\nlaughs, and I'll pay her a visit to-morrow morning at exactly half after\nnine o'clock as the chimes go, and I'll take her out for a walk to put up\nthe banns.\"  She laughed, and got the ring handed up to her.  When I\ncalled in the morning, she says, \"O dear!  It's never you, and you never\nmean it?\"  \"It's ever me,\" says I, \"and I am ever yours, and I ever mean\nit.\"  So we got married, after being put up three times--which, by the\nbye, is quite in the Cheap Jack way again, and shows once more how the\nCheap Jack customs pervade society.\n\nShe wasn't a bad wife, but she had a temper.  If she could have parted\nwith that one article at a sacrifice, I wouldn't have swopped her away in\nexchange for any other woman in England.  Not that I ever did swop her\naway, for we lived together till she died, and that was thirteen year.\nNow, my lords and ladies and gentlefolks all, I'll let you into a secret,\nthough you won't believe it.  Thirteen year of temper in a Palace would\ntry the worst of you, but thirteen year of temper in a Cart would try the\nbest of you.  You are kept so very close to it in a cart, you see.\nThere's thousands of couples among you getting on like sweet ile upon a\nwhetstone in houses five and six pairs of stairs high, that would go to\nthe Divorce Court in a cart.  Whether the jolting makes it worse, I don't\nundertake to decide; but in a cart it does come home to you, and stick to\nyou.  Wiolence in a cart is _so_ wiolent, and aggrawation in a cart is\n_so_ aggrawating.\n\nWe might have had such a pleasant life!  A roomy cart, with the large\ngoods hung outside, and the bed slung underneath it when on the road, an\niron pot and a kettle, a fireplace for the cold weather, a chimney for\nthe smoke, a hanging-shelf and a cupboard, a dog and a horse.  What more\ndo you want?  You draw off upon a bit of turf in a green lane or by the\nroadside, you hobble your old horse and turn him grazing, you light your\nfire upon the ashes of the last visitors, you cook your stew, and you\nwouldn't call the Emperor of France your father.  But have a temper in\nthe cart, flinging language and the hardest goods in stock at you, and\nwhere are you then?  Put a name to your feelings.\n\nMy dog knew as well when she was on the turn as I did.  Before she broke\nout, he would give a howl, and bolt.  How he knew it, was a mystery to\nme; but the sure and certain knowledge of it would wake him up out of his\nsoundest sleep, and he would give a howl, and bolt.  At such times I\nwished I was him.\n\nThe worst of it was, we had a daughter born to us, and I love children\nwith all my heart.  When she was in her furies she beat the child.  This\ngot to be so shocking, as the child got to be four or five year old, that\nI have many a time gone on with my whip over my shoulder, at the old\nhorse's head, sobbing and crying worse than ever little Sophy did.  For\nhow could I prevent it?  Such a thing is not to be tried with such a\ntemper--in a cart--without coming to a fight.  It's in the natural size\nand formation of a cart to bring it to a fight.  And then the poor child\ngot worse terrified than before, as well as worse hurt generally, and her\nmother made complaints to the next people we lighted on, and the word\nwent round, \"Here's a wretch of a Cheap Jack been a beating his wife.\"\n\nLittle Sophy was such a brave child!  She grew to be quite devoted to her\npoor father, though he could do so little to help her.  She had a\nwonderful quantity of shining dark hair, all curling natural about her.\nIt is quite astonishing to me now, that I didn't go tearing mad when I\nused to see her run from her mother before the cart, and her mother catch\nher by this hair, and pull her down by it, and beat her.\n\nSuch a brave child I said she was!  Ah! with reason.\n\n\"Don't you mind next time, father dear,\" she would whisper to me, with\nher little face still flushed, and her bright eyes still wet; \"if I don't\ncry out, you may know I am not much hurt.  And even if I do cry out, it\nwill only be to get mother to let go and leave off.\"  What I have seen\nthe little spirit bear--for me--without crying out!\n\nYet in other respects her mother took great care of her.  Her clothes\nwere always clean and neat, and her mother was never tired of working at\n'em.  Such is the inconsistency in things.  Our being down in the marsh\ncountry in unhealthy weather, I consider the cause of Sophy's taking bad\nlow fever; but however she took it, once she got it she turned away from\nher mother for evermore, and nothing would persuade her to be touched by\nher mother's hand.  She would shiver and say, \"No, no, no,\" when it was\noffered at, and would hide her face on my shoulder, and hold me tighter\nround the neck.\n\nThe Cheap Jack business had been worse than ever I had known it, what\nwith one thing and what with another (and not least with railroads, which\nwill cut it all to pieces, I expect, at last), and I was run dry of\nmoney.  For which reason, one night at that period of little Sophy's\nbeing so bad, either we must have come to a dead-lock for victuals and\ndrink, or I must have pitched the cart as I did.\n\nI couldn't get the dear child to lie down or leave go of me, and indeed I\nhadn't the heart to try, so I stepped out on the footboard with her\nholding round my neck.  They all set up a laugh when they see us, and one\nchuckle-headed Joskin (that I hated for it) made the bidding, \"Tuppence\nfor her!\"\n\n\"Now, you country boobies,\" says I, feeling as if my heart was a heavy\nweight at the end of a broken sashline, \"I give you notice that I am a\ngoing to charm the money out of your pockets, and to give you so much\nmore than your money's worth that you'll only persuade yourselves to draw\nyour Saturday night's wages ever again arterwards by the hopes of meeting\nme to lay 'em out with, which you never will, and why not?  Because I've\nmade my fortunes by selling my goods on a large scale for seventy-five\nper cent. less than I give for 'em, and I am consequently to be elevated\nto the House of Peers next week, by the title of the Duke of Cheap and\nMarkis Jackaloorul.  Now let's know what you want to-night, and you shall\nhave it.  But first of all, shall I tell you why I have got this little\ngirl round my neck?  You don't want to know?  Then you shall.  She\nbelongs to the Fairies.  She's a fortune-teller.  She can tell me all\nabout you in a whisper, and can put me up to whether you're going to buy\na lot or leave it.  Now do you want a saw?  No, she says you don't,\nbecause you're too clumsy to use one.  Else here's a saw which would be a\nlifelong blessing to a handy man, at four shillings, at three and six, at\nthree, at two and six, at two, at eighteen-pence.  But none of you shall\nhave it at any price, on account of your well-known awkwardness, which\nwould make it manslaughter.  The same objection applies to this set of\nthree planes which I won't let you have neither, so don't bid for 'em.\nNow I am a going to ask her what you do want.\"  (Then I whispered, \"Your\nhead burns so, that I am afraid it hurts you bad, my pet,\" and she\nanswered, without opening her heavy eyes, \"Just a little, father.\")  \"O!\nThis little fortune-teller says it's a memorandum-book you want.  Then\nwhy didn't you mention it?  Here it is.  Look at it.  Two hundred\nsuperfine hot-pressed wire-wove pages--if you don't believe me, count\n'em--ready ruled for your expenses, an everlastingly pointed pencil to\nput 'em down with, a double-bladed penknife to scratch 'em out with, a\nbook of printed tables to calculate your income with, and a camp-stool to\nsit down upon while you give your mind to it!  Stop!  And an umbrella to\nkeep the moon off when you give your mind to it on a pitch-dark night.\nNow I won't ask you how much for the lot, but how little?  How little are\nyou thinking of?  Don't be ashamed to mention it, because my\nfortune-teller knows already.\"  (Then making believe to whisper, I kissed\nher,--and she kissed me.)  \"Why, she says you are thinking of as little\nas three and threepence!  I couldn't have believed it, even of you,\nunless she told me.  Three and threepence!  And a set of printed tables\nin the lot that'll calculate your income up to forty thousand a year!\nWith an income of forty thousand a year, you grudge three and sixpence.\nWell then, I'll tell you my opinion.  I so despise the threepence, that\nI'd sooner take three shillings.  There.  For three shillings, three\nshillings, three shillings!  Gone.  Hand 'em over to the lucky man.\"\n\nAs there had been no bid at all, everybody looked about and grinned at\neverybody, while I touched little Sophy's face and asked her if she felt\nfaint, or giddy.  \"Not very, father.  It will soon be over.\"  Then\nturning from the pretty patient eyes, which were opened now, and seeing\nnothing but grins across my lighted grease-pot, I went on again in my\nCheap Jack style.  \"Where's the butcher?\"  (My sorrowful eye had just\ncaught sight of a fat young butcher on the outside of the crowd.)  \"She\nsays the good luck is the butcher's.  Where is he?\"  Everybody handed on\nthe blushing butcher to the front, and there was a roar, and the butcher\nfelt himself obliged to put his hand in his pocket, and take the lot.  The\nparty so picked out, in general, does feel obliged to take the lot--good\nfour times out of six.  Then we had another lot, the counterpart of that\none, and sold it sixpence cheaper, which is always wery much enjoyed.\nThen we had the spectacles.  It ain't a special profitable lot, but I put\n'em on, and I see what the Chancellor of the Exchequer is going to take\noff the taxes, and I see what the sweetheart of the young woman in the\nshawl is doing at home, and I see what the Bishops has got for dinner,\nand a deal more that seldom fails to fetch 'em 'up in their spirits; and\nthe better their spirits, the better their bids.  Then we had the ladies'\nlot--the teapot, tea-caddy, glass sugar-basin, half-a-dozen spoons, and\ncaudle-cup--and all the time I was making similar excuses to give a look\nor two and say a word or two to my poor child.  It was while the second\nladies' lot was holding 'em enchained that I felt her lift herself a\nlittle on my shoulder, to look across the dark street.  \"What troubles\nyou, darling?\"  \"Nothing troubles me, father.  I am not at all troubled.\nBut don't I see a pretty churchyard over there?\"  \"Yes, my dear.\"  \"Kiss\nme twice, dear father, and lay me down to rest upon that churchyard grass\nso soft and green.\"  I staggered back into the cart with her head dropped\non my shoulder, and I says to her mother, \"Quick.  Shut the door!  Don't\nlet those laughing people see!\"  \"What's the matter?\" she cries.  \"O\nwoman, woman,\" I tells her, \"you'll never catch my little Sophy by her\nhair again, for she has flown away from you!\"\n\nMaybe those were harder words than I meant 'em; but from that time forth\nmy wife took to brooding, and would sit in the cart or walk beside it,\nhours at a stretch, with her arms crossed, and her eyes looking on the\nground.  When her furies took her (which was rather seldomer than before)\nthey took her in a new way, and she banged herself about to that extent\nthat I was forced to hold her.  She got none the better for a little\ndrink now and then, and through some years I used to wonder, as I plodded\nalong at the old horse's head, whether there was many carts upon the road\nthat held so much dreariness as mine, for all my being looked up to as\nthe King of the Cheap Jacks.  So sad our lives went on till one summer\nevening, when, as we were coming into Exeter, out of the farther West of\nEngland, we saw a woman beating a child in a cruel manner, who screamed,\n\"Don't beat me!  O mother, mother, mother!\"  Then my wife stopped her\nears, and ran away like a wild thing, and next day she was found in the\nriver.\n\nMe and my dog were all the company left in the cart now; and the dog\nlearned to give a short bark when they wouldn't bid, and to give another\nand a nod of his head when I asked him, \"Who said half a crown?  Are you\nthe gentleman, sir, that offered half a crown?\"  He attained to an\nimmense height of popularity, and I shall always believe taught himself\nentirely out of his own head to growl at any person in the crowd that bid\nas low as sixpence.  But he got to be well on in years, and one night\nwhen I was conwulsing York with the spectacles, he took a conwulsion on\nhis own account upon the very footboard by me, and it finished him.\n\nBeing naturally of a tender turn, I had dreadful lonely feelings on me\narter this.  I conquered 'em at selling times, having a reputation to\nkeep (not to mention keeping myself), but they got me down in private,\nand rolled upon me.  That's often the way with us public characters.  See\nus on the footboard, and you'd give pretty well anything you possess to\nbe us.  See us off the footboard, and you'd add a trifle to be off your\nbargain.  It was under those circumstances that I come acquainted with a\ngiant.  I might have been too high to fall into conversation with him,\nhad it not been for my lonely feelings.  For the general rule is, going\nround the country, to draw the line at dressing up.  When a man can't\ntrust his getting a living to his undisguised abilities, you consider him\nbelow your sort.  And this giant when on view figured as a Roman.\n\nHe was a languid young man, which I attribute to the distance betwixt his\nextremities.  He had a little head and less in it, he had weak eyes and\nweak knees, and altogether you couldn't look at him without feeling that\nthere was greatly too much of him both for his joints and his mind.  But\nhe was an amiable though timid young man (his mother let him out, and\nspent the money), and we come acquainted when he was walking to ease the\nhorse betwixt two fairs.  He was called Rinaldo di Velasco, his name\nbeing Pickleson.\n\nThis giant, otherwise Pickleson, mentioned to me under the seal of\nconfidence that, beyond his being a burden to himself, his life was made\na burden to him by the cruelty of his master towards a step-daughter who\nwas deaf and dumb.  Her mother was dead, and she had no living soul to\ntake her part, and was used most hard.  She travelled with his master's\ncaravan only because there was nowhere to leave her, and this giant,\notherwise Pickleson, did go so far as to believe that his master often\ntried to lose her.  He was such a very languid young man, that I don't\nknow how long it didn't take him to get this story out, but it passed\nthrough his defective circulation to his top extremity in course of time.\n\nWhen I heard this account from the giant, otherwise Pickleson, and\nlikewise that the poor girl had beautiful long dark hair, and was often\npulled down by it and beaten, I couldn't see the giant through what stood\nin my eyes.  Having wiped 'em, I give him sixpence (for he was kept as\nshort as he was long), and he laid it out in two three-penn'orths of gin-\nand-water, which so brisked him up, that he sang the Favourite Comic of\nShivery Shakey, ain't it cold?--a popular effect which his master had\ntried every other means to get out of him as a Roman wholly in vain.\n\nHis master's name was Mim, a wery hoarse man, and I knew him to speak to.\nI went to that Fair as a mere civilian, leaving the cart outside the\ntown, and I looked about the back of the Vans while the performing was\ngoing on, and at last, sitting dozing against a muddy cart-wheel, I come\nupon the poor girl who was deaf and dumb.  At the first look I might\nalmost have judged that she had escaped from the Wild Beast Show; but at\nthe second I thought better of her, and thought that if she was more\ncared for and more kindly used she would be like my child.  She was just\nthe same age that my own daughter would have been, if her pretty head had\nnot fell down upon my shoulder that unfortunate night.\n\nTo cut it short, I spoke confidential to Mim while he was beating the\ngong outside betwixt two lots of Pickleson's publics, and I put it to\nhim, \"She lies heavy on your own hands; what'll you take for her?\"  Mim\nwas a most ferocious swearer.  Suppressing that part of his reply which\nwas much the longest part, his reply was, \"A pair of braces.\"  \"Now I'll\ntell you,\" says I, \"what I'm a going to do with you.  I'm a going to\nfetch you half-a-dozen pair of the primest braces in the cart, and then\nto take her away with me.\"  Says Mim (again ferocious), \"I'll believe it\nwhen I've got the goods, and no sooner.\"  I made all the haste I could,\nlest he should think twice of it, and the bargain was completed, which\nPickleson he was thereby so relieved in his mind that he come out at his\nlittle back door, longways like a serpent, and give us Shivery Shakey in\na whisper among the wheels at parting.\n\nIt was happy days for both of us when Sophy and me began to travel in the\ncart.  I at once give her the name of Sophy, to put her ever towards me\nin the attitude of my own daughter.  We soon made out to begin to\nunderstand one another, through the goodness of the Heavens, when she\nknowed that I meant true and kind by her.  In a very little time she was\nwonderful fond of me.  You have no idea what it is to have anybody\nwonderful fond of you, unless you have been got down and rolled upon by\nthe lonely feelings that I have mentioned as having once got the better\nof me.\n\nYou'd have laughed--or the rewerse--it's according to your disposition--if\nyou could have seen me trying to teach Sophy.  At first I was\nhelped--you'd never guess by what--milestones.  I got some large\nalphabets in a box, all the letters separate on bits of bone, and saying\nwe was going to WINDSOR, I give her those letters in that order, and then\nat every milestone I showed her those same letters in that same order\nagain, and pointed towards the abode of royalty.  Another time I give her\nCART, and then chalked the same upon the cart.  Another time I give her\nDOCTOR MARIGOLD, and hung a corresponding inscription outside my\nwaistcoat.  People that met us might stare a bit and laugh, but what did\n_I_ care, if she caught the idea?  She caught it after long patience and\ntrouble, and then we did begin to get on swimmingly, I believe you!  At\nfirst she was a little given to consider me the cart, and the cart the\nabode of royalty, but that soon wore off.\n\nWe had our signs, too, and they was hundreds in number.  Sometimes she\nwould sit looking at me and considering hard how to communicate with me\nabout something fresh,--how to ask me what she wanted explained,--and\nthen she was (or I thought she was; what does it signify?) so like my\nchild with those years added to her, that I half-believed it was herself,\ntrying to tell me where she had been to up in the skies, and what she had\nseen since that unhappy night when she flied away.  She had a pretty\nface, and now that there was no one to drag at her bright dark hair, and\nit was all in order, there was a something touching in her looks that\nmade the cart most peaceful and most quiet, though not at all melancholy.\n[N.B.  In the Cheap Jack patter, we generally sound it lemonjolly, and it\ngets a laugh.]\n\nThe way she learnt to understand any look of mine was truly surprising.\nWhen I sold of a night, she would sit in the cart unseen by them outside,\nand would give a eager look into my eyes when I looked in, and would hand\nme straight the precise article or articles I wanted.  And then she would\nclap her hands, and laugh for joy.  And as for me, seeing her so bright,\nand remembering what she was when I first lighted on her, starved and\nbeaten and ragged, leaning asleep against the muddy cart-wheel, it give\nme such heart that I gained a greater heighth of reputation than ever,\nand I put Pickleson down (by the name of Mim's Travelling Giant otherwise\nPickleson) for a fypunnote in my will.\n\nThis happiness went on in the cart till she was sixteen year old.  By\nwhich time I began to feel not satisfied that I had done my whole duty by\nher, and to consider that she ought to have better teaching than I could\ngive her.  It drew a many tears on both sides when I commenced explaining\nmy views to her; but what's right is right, and you can't neither by\ntears nor laughter do away with its character.\n\nSo I took her hand in mine, and I went with her one day to the Deaf and\nDumb Establishment in London, and when the gentleman come to speak to us,\nI says to him: \"Now I'll tell you what I'll do with you, sir.  I am\nnothing but a Cheap Jack, but of late years I have laid by for a rainy\nday notwithstanding.  This is my only daughter (adopted), and you can't\nproduce a deafer nor a dumber.  Teach her the most that can be taught her\nin the shortest separation that can be named,--state the figure for\nit,--and I am game to put the money down.  I won't bate you a single\nfarthing, sir, but I'll put down the money here and now, and I'll\nthankfully throw you in a pound to take it.  There!\"  The gentleman\nsmiled, and then, \"Well, well,\" says he, \"I must first know what she has\nlearned already.  How do you communicate with her?\"  Then I showed him,\nand she wrote in printed writing many names of things and so forth; and\nwe held some sprightly conversation, Sophy and me, about a little story\nin a book which the gentleman showed her, and which she was able to read.\n\"This is most extraordinary,\" says the gentleman; \"is it possible that\nyou have been her only teacher?\"  \"I have been her only teacher, sir,\" I\nsays, \"besides herself.\"  \"Then,\" says the gentleman, and more acceptable\nwords was never spoke to me, \"you're a clever fellow, and a good fellow.\"\nThis he makes known to Sophy, who kisses his hands, claps her own, and\nlaughs and cries upon it.\n\nWe saw the gentleman four times in all, and when he took down my name and\nasked how in the world it ever chanced to be Doctor, it come out that he\nwas own nephew by the sister's side, if you'll believe me, to the very\nDoctor that I was called after.  This made our footing still easier, and\nhe says to me:\n\n\"Now, Marigold, tell me what more do you want your adopted daughter to\nknow?\"\n\n\"I want her, sir, to be cut off from the world as little as can be,\nconsidering her deprivations, and therefore to be able to read whatever\nis wrote with perfect ease and pleasure.\"\n\n\"My good fellow,\" urges the gentleman, opening his eyes wide, \"why _I_\ncan't do that myself!\"\n\nI took his joke, and gave him a laugh (knowing by experience how flat you\nfall without it), and I mended my words accordingly.\n\n\"What do you mean to do with her afterwards?\" asks the gentleman, with a\nsort of a doubtful eye.  \"To take her about the country?\"\n\n\"In the cart, sir, but only in the cart.  She will live a private life,\nyou understand, in the cart.  I should never think of bringing her\ninfirmities before the public.  I wouldn't make a show of her for any\nmoney.\"\n\nThe gentleman nodded, and seemed to approve.\n\n\"Well,\" says he, \"can you part with her for two years?\"\n\n\"To do her that good,--yes, sir.\"\n\n\"There's another question,\" says the gentleman, looking towards her,--\"can\nshe part with you for two years?\"\n\nI don't know that it was a harder matter of itself (for the other was\nhard enough to me), but it was harder to get over.  However, she was\npacified to it at last, and the separation betwixt us was settled.  How\nit cut up both of us when it took place, and when I left her at the door\nin the dark of an evening, I don't tell.  But I know this; remembering\nthat night, I shall never pass that same establishment without a\nheartache and a swelling in the throat; and I couldn't put you up the\nbest of lots in sight of it with my usual spirit,--no, not even the gun,\nnor the pair of spectacles,--for five hundred pound reward from the\nSecretary of State for the Home Department, and throw in the honour of\nputting my legs under his mahogany arterwards.\n\nStill, the loneliness that followed in the cart was not the old\nloneliness, because there was a term put to it, however long to look\nforward to; and because I could think, when I was anyways down, that she\nbelonged to me and I belonged to her.  Always planning for her coming\nback, I bought in a few months' time another cart, and what do you think\nI planned to do with it?  I'll tell you.  I planned to fit it up with\nshelves and books for her reading, and to have a seat in it where I could\nsit and see her read, and think that I had been her first teacher.  Not\nhurrying over the job, I had the fittings knocked together in contriving\nways under my own inspection, and here was her bed in a berth with\ncurtains, and there was her reading-table, and here was her writing-desk,\nand elsewhere was her books in rows upon rows, picters and no picters,\nbindings and no bindings, gilt-edged and plain, just as I could pick 'em\nup for her in lots up and down the country, North and South and West and\nEast, Winds liked best and winds liked least, Here and there and gone\nastray, Over the hills and far away.  And when I had got together pretty\nwell as many books as the cart would neatly hold, a new scheme come into\nmy head, which, as it turned out, kept my time and attention a good deal\nemployed, and helped me over the two years' stile.\n\nWithout being of an awaricious temper, I like to be the owner of things.\nI shouldn't wish, for instance, to go partners with yourself in the Cheap\nJack cart.  It's not that I mistrust you, but that I'd rather know it was\nmine.  Similarly, very likely you'd rather know it was yours.  Well!  A\nkind of a jealousy began to creep into my mind when I reflected that all\nthose books would have been read by other people long before they was\nread by her.  It seemed to take away from her being the owner of 'em\nlike.  In this way, the question got into my head: Couldn't I have a book\nnew-made express for her, which she should be the first to read?\n\nIt pleased me, that thought did; and as I never was a man to let a\nthought sleep (you must wake up all the whole family of thoughts you've\ngot and burn their nightcaps, or you won't do in the Cheap Jack line), I\nset to work at it.  Considering that I was in the habit of changing so\nmuch about the country, and that I should have to find out a literary\ncharacter here to make a deal with, and another literary character there\nto make a deal with, as opportunities presented, I hit on the plan that\nthis same book should be a general miscellaneous lot,--like the razors,\nflat-iron, chronometer watch, dinner plates, rolling-pin, and looking-\nglass,--and shouldn't be offered as a single indiwidual article, like the\nspectacles or the gun.  When I had come to that conclusion, I come to\nanother, which shall likewise be yours.\n\nOften had I regretted that she never had heard me on the footboard, and\nthat she never could hear me.  It ain't that _I_ am vain, but that _you_\ndon't like to put your own light under a bushel.  What's the worth of\nyour reputation, if you can't convey the reason for it to the person you\nmost wish to value it?  Now I'll put it to you.  Is it worth sixpence,\nfippence, fourpence, threepence, twopence, a penny, a halfpenny, a\nfarthing?  No, it ain't.  Not worth a farthing.  Very well, then.  My\nconclusion was that I would begin her book with some account of myself.\nSo that, through reading a specimen or two of me on the footboard, she\nmight form an idea of my merits there.  I was aware that I couldn't do\nmyself justice.  A man can't write his eye (at least _I_ don't know how\nto), nor yet can a man write his voice, nor the rate of his talk, nor the\nquickness of his action, nor his general spicy way.  But he can write his\nturns of speech, when he is a public speaker,--and indeed I have heard\nthat he very often does, before he speaks 'em.\n\nWell!  Having formed that resolution, then come the question of a name.\nHow did I hammer that hot iron into shape?  This way.  The most difficult\nexplanation I had ever had with her was, how I come to be called Doctor,\nand yet was no Doctor.  After all, I felt that I had failed of getting it\ncorrectly into her mind, with my utmost pains.  But trusting to her\nimprovement in the two years, I thought that I might trust to her\nunderstanding it when she should come to read it as put down by my own\nhand.  Then I thought I would try a joke with her and watch how it took,\nby which of itself I might fully judge of her understanding it.  We had\nfirst discovered the mistake we had dropped into, through her having\nasked me to prescribe for her when she had supposed me to be a Doctor in\na medical point of view; so thinks I, \"Now, if I give this book the name\nof my Prescriptions, and if she catches the idea that my only\nPrescriptions are for her amusement and interest,--to make her laugh in a\npleasant way, or to make her cry in a pleasant way,--it will be a\ndelightful proof to both of us that we have got over our difficulty.\"  It\nfell out to absolute perfection.  For when she saw the book, as I had it\ngot up,--the printed and pressed book,--lying on her desk in her cart,\nand saw the title, DOCTOR MARIGOLD'S PRESCRIPTIONS, she looked at me for\na moment with astonishment, then fluttered the leaves, then broke out a\nlaughing in the charmingest way, then felt her pulse and shook her head,\nthen turned the pages pretending to read them most attentive, then kissed\nthe book to me, and put it to her bosom with both her hands.  I never was\nbetter pleased in all my life!\n\nBut let me not anticipate.  (I take that expression out of a lot of\nromances I bought for her.  I never opened a single one of 'em--and I\nhave opened many--but I found the romancer saying \"let me not\nanticipate.\"  Which being so, I wonder why he did anticipate, or who\nasked him to it.)  Let me not, I say, anticipate.  This same book took up\nall my spare time.  It was no play to get the other articles together in\nthe general miscellaneous lot, but when it come to my own article!  There!\nI couldn't have believed the blotting, nor yet the buckling to at it, nor\nthe patience over it.  Which again is like the footboard.  The public\nhave no idea.\n\nAt last it was done, and the two years' time was gone after all the other\ntime before it, and where it's all gone to, who knows?  The new cart was\nfinished,--yellow outside, relieved with wermilion and brass\nfittings,--the old horse was put in it, a new 'un and a boy being laid on\nfor the Cheap Jack cart,--and I cleaned myself up to go and fetch her.\nBright cold weather it was, cart-chimneys smoking, carts pitched private\non a piece of waste ground over at Wandsworth, where you may see 'em from\nthe Sou'western Railway when not upon the road.  (Look out of the right-\nhand window going down.)\n\n\"Marigold,\" says the gentleman, giving his hand hearty, \"I am very glad\nto see you.\"\n\n\"Yet I have my doubts, sir,\" says I, \"if you can be half as glad to see\nme as I am to see you.\"\n\n\"The time has appeared so long,--has it, Marigold?\"\n\n\"I won't say that, sir, considering its real length; but--\"\n\n\"What a start, my good fellow!\"\n\nAh!  I should think it was!  Grown such a woman, so pretty, so\nintelligent, so expressive!  I knew then that she must be really like my\nchild, or I could never have known her, standing quiet by the door.\n\n\"You are affected,\" says the gentleman in a kindly manner.\n\n\"I feel, sir,\" says I, \"that I am but a rough chap in a sleeved\nwaistcoat.\"\n\n\"I feel,\" says the gentleman, \"that it was you who raised her from misery\nand degradation, and brought her into communication with her kind.  But\nwhy do we converse alone together, when we can converse so well with her?\nAddress her in your own way.\"\n\n\"I am such a rough chap in a sleeved waistcoat, sir,\" says I, \"and she is\nsuch a graceful woman, and she stands so quiet at the door!\"\n\n\"_Try_ if she moves at the old sign,\" says the gentleman.\n\nThey had got it up together o' purpose to please me!  For when I give her\nthe old sign, she rushed to my feet, and dropped upon her knees, holding\nup her hands to me with pouring tears of love and joy; and when I took\nher hands and lifted her, she clasped me round the neck, and lay there;\nand I don't know what a fool I didn't make of myself, until we all three\nsettled down into talking without sound, as if there was a something soft\nand pleasant spread over the whole world for us.\n\n* * * * *\n\n[A portion is here omitted from the text, having reference to the\nsketches contributed by other writers; but the reader will be pleased to\nhave what follows retained in a note:\n\n\"Now I'll tell you what I am a-going to do with you.  I am a-going to\noffer you the general miscellaneous lot, her own book, never read by\nanybody else but me, added to and completed by me after her first reading\nof it, eight-and-forty printed pages, six-and-ninety columns, Whiting's\nown work, Beaufort House to wit, thrown off by the steam-ingine, best of\npaper, beautiful green wrapper, folded like clean linen come home from\nthe clear-starcher's, and so exquisitely stitched that, regarded as a\npiece of needlework alone, it's better than the sampler of a seamstress\nundergoing a Competitive examination for Starvation before the Civil\nService Commissioners--and I offer the lot for what?  For eight pound?\nNot so much.  For six pound?  Less.  For four pound.  Why, I hardly\nexpect you to believe me, but that's the sum.  Four pound!  The stitching\nalone cost half as much again.  Here's forty-eight original pages, ninety-\nsix original columns, for four pound.  You want more for the money?  Take\nit.  Three whole pages of advertisements of thrilling interest thrown in\nfor nothing.  Read 'em and believe 'em.  More?  My best of wishes for\nyour merry Christmases and your happy New Years, your long lives and your\ntrue prosperities.  Worth twenty pound good if they are delivered as I\nsend them.  Remember!  Here's a final prescription added, \"To be taken\nfor life,\" which will tell you how the cart broke down, and where the\njourney ended.  You think Four Pound too much?  And still you think so?\nCome!  I'll tell you what then.  Say Four Pence, and keep the secret.\"]\n\n* * * * *\n\nSo every item of my plan was crowned with success.  Our reunited life was\nmore than all that we had looked forward to.  Content and joy went with\nus as the wheels of the two carts went round, and the same stopped with\nus when the two carts stopped.  I was as pleased and as proud as a Pug-\nDog with his muzzle black-leaded for a evening party, and his tail extra\ncurled by machinery.\n\nBut I had left something out of my calculations.  Now, what had I left\nout?  To help you to guess I'll say, a figure.  Come.  Make a guess and\nguess right.  Nought?  No.  Nine?  No.  Eight?  No.  Seven?  No.  Six?\nNo.  Five?  No.  Four?  No.  Three?  No.  Two?  No.  One?  No.  Now I'll\ntell you what I'll do with you.  I'll say it's another sort of figure\naltogether.  There.  Why then, says you, it's a mortal figure.  No, nor\nyet a mortal figure.  By such means you got yourself penned into a\ncorner, and you can't help guessing a _im_mortal figure.  That's about\nit.  Why didn't you say so sooner?\n\nYes.  It was a immortal figure that I had altogether left out of my\nCalculations.  Neither man's, nor woman's, but a child's.  Girl's or\nboy's?  Boy's.  \"I, says the sparrow with my bow and arrow.\"  Now you\nhave got it.\n\nWe were down at Lancaster, and I had done two nights more than fair\naverage business (though I cannot in honour recommend them as a quick\naudience) in the open square there, near the end of the street where Mr.\nSly's King's Arms and Royal Hotel stands.  Mim's travelling giant,\notherwise Pickleson, happened at the self-same time to be trying it on in\nthe town.  The genteel lay was adopted with him.  No hint of a van.  Green\nbaize alcove leading up to Pickleson in a Auction Room.  Printed poster,\n\"Free list suspended, with the exception of that proud boast of an\nenlightened country, a free press.  Schools admitted by private\narrangement.  Nothing to raise a blush in the cheek of youth or shock the\nmost fastidious.\"  Mim swearing most horrible and terrific, in a pink\ncalico pay-place, at the slackness of the public.  Serious handbill in\nthe shops, importing that it was all but impossible to come to a right\nunderstanding of the history of David without seeing Pickleson.\n\nI went to the Auction Room in question, and I found it entirely empty of\neverything but echoes and mouldiness, with the single exception of\nPickleson on a piece of red drugget.  This suited my purpose, as I wanted\na private and confidential word with him, which was: \"Pickleson.  Owing\nmuch happiness to you, I put you in my will for a fypunnote; but, to save\ntrouble, here's fourpunten down, which may equally suit your views, and\nlet us so conclude the transaction.\"  Pickleson, who up to that remark\nhad had the dejected appearance of a long Roman rushlight that couldn't\nanyhow get lighted, brightened up at his top extremity, and made his\nacknowledgments in a way which (for him) was parliamentary eloquence.  He\nlikewise did add, that, having ceased to draw as a Roman, Mim had made\nproposals for his going in as a conwerted Indian Giant worked upon by The\nDairyman's Daughter.  This, Pickleson, having no acquaintance with the\ntract named after that young woman, and not being willing to couple gag\nwith his serious views, had declined to do, thereby leading to words and\nthe total stoppage of the unfortunate young man's beer.  All of which,\nduring the whole of the interview, was confirmed by the ferocious\ngrowling of Mim down below in the pay-place, which shook the giant like a\nleaf.\n\nBut what was to the present point in the remarks of the travelling giant,\notherwise Pickleson, was this: \"Doctor Marigold,\"--I give his words\nwithout a hope of conweying their feebleness,--\"who is the strange young\nman that hangs about your carts?\"--\"The strange young _man_?\"  I gives\nhim back, thinking that he meant her, and his languid circulation had\ndropped a syllable.  \"Doctor,\" he returns, with a pathos calculated to\ndraw a tear from even a manly eye, \"I am weak, but not so weak yet as\nthat I don't know my words.  I repeat them, Doctor.  The strange young\nman.\"  It then appeared that Pickleson, being forced to stretch his legs\n(not that they wanted it) only at times when he couldn't be seen for\nnothing, to wit in the dead of the night and towards daybreak, had twice\nseen hanging about my carts, in that same town of Lancaster where I had\nbeen only two nights, this same unknown young man.\n\nIt put me rather out of sorts.  What it meant as to particulars I no more\nforeboded then than you forebode now, but it put me rather out of sorts.\nHowsoever, I made light of it to Pickleson, and I took leave of\nPickleson, advising him to spend his legacy in getting up his stamina,\nand to continue to stand by his religion.  Towards morning I kept a look\nout for the strange young man, and--what was more--I saw the strange\nyoung man.  He was well dressed and well looking.  He loitered very nigh\nmy carts, watching them like as if he was taking care of them, and soon\nafter daybreak turned and went away.  I sent a hail after him, but he\nnever started or looked round, or took the smallest notice.\n\nWe left Lancaster within an hour or two, on our way towards Carlisle.\nNext morning, at daybreak, I looked out again for the strange young man.\nI did not see him.  But next morning I looked out again, and there he was\nonce more.  I sent another hail after him, but as before he gave not the\nslightest sign of being anyways disturbed.  This put a thought into my\nhead.  Acting on it I watched him in different manners and at different\ntimes not necessary to enter into, till I found that this strange young\nman was deaf and dumb.\n\nThe discovery turned me over, because I knew that a part of that\nestablishment where she had been was allotted to young men (some of them\nwell off), and I thought to myself, \"If she favours him, where am I? and\nwhere is all that I have worked and planned for?\"  Hoping--I must confess\nto the selfishness--that she might _not_ favour him, I set myself to find\nout.  At last I was by accident present at a meeting between them in the\nopen air, looking on leaning behind a fir-tree without their knowing of\nit.  It was a moving meeting for all the three parties concerned.  I knew\nevery syllable that passed between them as well as they did.  I listened\nwith my eyes, which had come to be as quick and true with deaf and dumb\nconversation as my ears with the talk of people that can speak.  He was a-\ngoing out to China as clerk in a merchant's house, which his father had\nbeen before him.  He was in circumstances to keep a wife, and he wanted\nher to marry him and go along with him.  She persisted, no.  He asked if\nshe didn't love him.  Yes, she loved him dearly, dearly; but she could\nnever disappoint her beloved, good, noble, generous, and I-don't-know-\nwhat-all father (meaning me, the Cheap Jack in the sleeved waistcoat) and\nshe would stay with him, Heaven bless him! though it was to break her\nheart.  Then she cried most bitterly, and that made up my mind.\n\nWhile my mind had been in an unsettled state about her favouring this\nyoung man, I had felt that unreasonable towards Pickleson, that it was\nwell for him he had got his legacy down.  For I often thought, \"If it\nhadn't been for this same weak-minded giant, I might never have come to\ntrouble my head and wex my soul about the young man.\"  But, once that I\nknew she loved him,--once that I had seen her weep for him,--it was a\ndifferent thing.  I made it right in my mind with Pickleson on the spot,\nand I shook myself together to do what was right by all.\n\nShe had left the young man by that time (for it took a few minutes to get\nme thoroughly well shook together), and the young man was leaning against\nanother of the fir-trees,--of which there was a cluster,--with his face\nupon his arm.  I touched him on the back.  Looking up and seeing me, he\nsays, in our deaf-and-dumb talk, \"Do not be angry.\"\n\n\"I am not angry, good boy.  I am your friend.  Come with me.\"\n\nI left him at the foot of the steps of the Library Cart, and I went up\nalone.  She was drying her eyes.\n\n\"You have been crying, my dear.\"\n\n\"Yes, father.\"\n\n\"Why?\"\n\n\"A headache.\"\n\n\"Not a heartache?\"\n\n\"I said a headache, father.\"\n\n\"Doctor Marigold must prescribe for that headache.\"\n\nShe took up the book of my Prescriptions, and held it up with a forced\nsmile; but seeing me keep still and look earnest, she softly laid it down\nagain, and her eyes were very attentive.\n\n\"The Prescription is not there, Sophy.\"\n\n\"Where is it?\"\n\n\"Here, my dear.\"\n\nI brought her young husband in, and I put her hand in his, and my only\nfarther words to both of them were these: \"Doctor Marigold's last\nPrescription.  To be taken for life.\"  After which I bolted.\n\nWhen the wedding come off, I mounted a coat (blue, and bright buttons),\nfor the first and last time in all my days, and I give Sophy away with my\nown hand.  There were only us three and the gentleman who had had charge\nof her for those two years.  I give the wedding dinner of four in the\nLibrary Cart.  Pigeon-pie, a leg of pickled pork, a pair of fowls, and\nsuitable garden stuff.  The best of drinks.  I give them a speech, and\nthe gentleman give us a speech, and all our jokes told, and the whole\nwent off like a sky-rocket.  In the course of the entertainment I\nexplained to Sophy that I should keep the Library Cart as my living-cart\nwhen not upon the road, and that I should keep all her books for her just\nas they stood, till she come back to claim them.  So she went to China\nwith her young husband, and it was a parting sorrowful and heavy, and I\ngot the boy I had another service; and so as of old, when my child and\nwife were gone, I went plodding along alone, with my whip over my\nshoulder, at the old horse's head.\n\nSophy wrote me many letters, and I wrote her many letters.  About the end\nof the first year she sent me one in an unsteady hand: \"Dearest father,\nnot a week ago I had a darling little daughter, but I am so well that\nthey let me write these words to you.  Dearest and best father, I hope my\nchild may not be deaf and dumb, but I do not yet know.\"  When I wrote\nback, I hinted the question; but as Sophy never answered that question, I\nfelt it to be a sad one, and I never repeated it.  For a long time our\nletters were regular, but then they got irregular, through Sophy's\nhusband being moved to another station, and through my being always on\nthe move.  But we were in one another's thoughts, I was equally sure,\nletters or no letters.\n\nFive years, odd months, had gone since Sophy went away.  I was still the\nKing of the Cheap Jacks, and at a greater height of popularity than ever.\nI had had a first-rate autumn of it, and on the twenty-third of December,\none thousand eight hundred and sixty-four, I found myself at Uxbridge,\nMiddlesex, clean sold out.  So I jogged up to London with the old horse,\nlight and easy, to have my Christmas-eve and Christmas-day alone by the\nfire in the Library Cart, and then to buy a regular new stock of goods\nall round, to sell 'em again and get the money.\n\nI am a neat hand at cookery, and I'll tell you what I knocked up for my\nChristmas-eve dinner in the Library Cart.  I knocked up a\nbeefsteak-pudding for one, with two kidneys, a dozen oysters, and a\ncouple of mushrooms thrown in.  It's a pudding to put a man in good\nhumour with everything, except the two bottom buttons of his waistcoat.\nHaving relished that pudding and cleared away, I turned the lamp low, and\nsat down by the light of the fire, watching it as it shone upon the backs\nof Sophy's books.\n\nSophy's books so brought Sophy's self, that I saw her touching face quite\nplainly, before I dropped off dozing by the fire.  This may be a reason\nwhy Sophy, with her deaf-and-dumb child in her arms, seemed to stand\nsilent by me all through my nap.  I was on the road, off the road, in all\nsorts of places, North and South and West and East, Winds liked best and\nwinds liked least, Here and there and gone astray, Over the hills and far\naway, and still she stood silent by me, with her silent child in her\narms.  Even when I woke with a start, she seemed to vanish, as if she had\nstood by me in that very place only a single instant before.\n\nI had started at a real sound, and the sound was on the steps of the\ncart.  It was the light hurried tread of a child, coming clambering up.\nThat tread of a child had once been so familiar to me, that for half a\nmoment I believed I was a-going to see a little ghost.\n\nBut the touch of a real child was laid upon the outer handle of the door,\nand the handle turned, and the door opened a little way, and a real child\npeeped in.  A bright little comely girl with large dark eyes.\n\nLooking full at me, the tiny creature took off her mite of a straw hat,\nand a quantity of dark curls fell about her face.  Then she opened her\nlips, and said in a pretty voice,\n\n\"Grandfather!\"\n\n\"Ah, my God!\" I cries out.  \"She can speak!\"\n\n\"Yes, dear grandfather.  And I am to ask you whether there was ever any\none that I remind you of?\"\n\nIn a moment Sophy was round my neck, as well as the child, and her\nhusband was a-wringing my hand with his face hid, and we all had to shake\nourselves together before we could get over it.  And when we did begin to\nget over it, and I saw the pretty child a-talking, pleased and quick and\neager and busy, to her mother, in the signs that I had first taught her\nmother, the happy and yet pitying tears fell rolling down my face.",
    "metadata": {
        "author": [
            "Dickens, Charles",
            "Dickens, Charles John Huffam",
            "Boz"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/1415/pg1415.txt",
        "name": "doctor_marigold.json"
    }
}