{
    "name": "Don't Shoot",
    "author": [
        "Zack, Robert",
        "Zacks, Robert"
    ],
    "body": "I can no longer keep my terrible secret, although the thought of what\nwill happen to me, when I tell my story, gives me a trembling from\nhead to toe. Without doubt, word will flash to the proper authorities\nand stern-faced men with sympathetic eyes will bring straitjacket and\nsedatives, and hunt me down to tear me from Mary's clinging arms. A\npadded cell will be made ready for another unfortunate.\n\nNevertheless what we have just read in the newspapers has made us\nfearfully agree that I must tell all, regardless of my own fate. So let\nme say this:\n\nIf it is true that an expedition is being organized in London to go\nto the cold and rocky wastes of the Himalayas for the purpose of\ninvestigating that astonishing primeval creature called 'The Abominable\nSnowman,' then I am forced to tell you immediately ... _the Abominable\nSnowman is none other than Mr. Eammer, the famous movie magnate_.\n\nAnd I am the one responsible for this amazing situation. I and my\ninvention which Mr. Eammer had hired me to develop, an invention which\nwould put 3-D and Cinemascope and the new Largoscope process so far\nbehind in the fierce Hollywood battle for supremacy that Mr. Eammer\nwould at last have complete control of the industry, and, for that\nmatter, television also.\n\nYou will say this is impossible because one or two glimpses of the\nAbominable Snowman have shown it to be an apelike creature?\n\nAnd the animal's body is covered with thick, coarse hair?\n\nWell, did you ever see Mr. Eammer lounging beside his elaborate Beverly\nHills swimming pool? He looks as if he's just climbed down from a\ntree. The last young movie lovely an agent had brought around to talk\ncontracts took one look, screamed and fainted. It is said she was\nhysterical for two days.\n\n\n\nBut let me tell how it all started. Remember those awful days when\ntelevision, like a monster with a wild pituitary gland, grew until it\ntook the word 'colossal' away from filmdom? What a battle! Like two\ngiant bears rearing up face to face, roaring, screaming, swapping\nterrible blows of mighty paws, the two industries fought, with the\nfilm industry reeling bloodily, at first, then rallying with 3-D, then\nCinemascope, and television pressing home the fierce attack with color\nTV.\n\nAnd who was caught in the middle of all this, without _any_ protection?\nMr. Eammer. Why? Well, let me give you some background on that\ncharacter. When talkies killed the era of silent films, Mr. Eammer\nnearly got shaken loose in the change. He'd scornfully dismissed the\nnew development.\n\n\"Ha,\" he'd said. \"People come to my movies for one of two things. To\nfall asleep, or to look at the pretty girlies.\"\n\nWhen the movie industry began to look for good stories and material\nthat stimulated the mind as well as the emotion, Mr. Eammer had jeered.\n\"Ha. People are stupid, people are sheep. They don't want to think,\nthey just want to see the pretty girlies.\"\n\nSix months later, Mr. Eammer had sent emissaries to England to try to\nhire this guy Billy Shakespeare. \"Offer him anything,\" ordered Mr.\nEammer grimly. \"Tell him we'll fill the water cooler in his office with\ngin, he can pick any secretary he likes from among our starlets,\nand ... and ...\" he swallowed, then recklessly added, \"we'll even give\nhim screen credit.\"\n\nOf course the men he'd sent out searching knew Billy Shakespeare had\nkicked off, though they weren't sure whether it was last year or ten\nyears ago. But it was a fine trip on the expense account and after a\nfew weeks of riotous searching in London's gayer areas, they wired that\nShakespeare had caught a bad cold, the penicillin had run out and he'd\nnot lasted the night.\n\nBut Mr. Eammer pulled out of his situation. He bought up just the right\nto use the titles of great classic novels, ignored the contents, and\nhad entirely different stories written.\n\n\"Not enough girlies in their versions,\" he explained, frowning. \"Them\nhack writers don't have stuff with real interest to it.\"\n\n\n\nBy the time the customers were in the packed movie houses, they were so\nstunned with the spectacle of unclad femininity that they'd completely\nforgotten what they'd come to see. Half of them had never read the\nclassics anyway.\n\nSo the dough rolled in and Mr. Eammer's estate was photographed in\ncolor and published in \"Beautiful Homes\" magazines, and high school\nnewspapers sent nervous young reporters to ask advice for graduates\nyearning to get into the movie business. How, they asked humbly, could\nthey carve a place for themselves?\n\nMr. Eammer beamed and said, \"Girlies. Use plenty of girlies. It gets\nthem every time.\"\n\nThe printed interview, as approved and edited by high school faculty\nadvisors, did not contain this advice.\n\nBut the girlies weren't enough to save Mr. Eammer when television hit\nthe movies on its glass jaw. He didn't believe what was happening,\nuntil it was too late. When his studio started hitting the skids, he\nhastily withdrew funds and liquidated assets and rented a number of\nsafe-deposit boxes. Then he sat back and let his creditors scream a\nsymphony of threats.\n\nIt was at that time that Mr. Eammer heard that I, a young physicist\ninterested in optics, had stumbled across an oddity which might\nrevolutionize the movie industry. He'd heard of this through Mary,\nwhom I love with all my heart, and who will sometimes embarrass me by\nproudly telling people how intelligent I am.\n\nAs Mr. Eammer's secretary, she let him know all about me, just as she\nlet me know all I have just told you about him. Mary is not a reticent\nperson; she is too loving of her fellow man to withhold even the\nslightest information and perhaps I should have kept my astonishing\ndiscovery to myself.\n\nIn any case the phone rang in my very small laboratory one day and\nMary's excited voice said, \"Joe, darling. It's me. I told him about\nyour invention. Come down right away.\"\n\n\"Who?\" I said. \"Where? What are you talking about?\"\n\n\"To the studio,\" she said impatiently. \"To see my boss, Mr. Eammer. He\nsays if your invention is....\"\n\n\"Now wait a minute,\" I shouted with indignation. \"I told you not\nto tell _anybody_ about it. It's not perfected. In fact, I don't\nunderstand how it works exactly.\"\n\n\"Stop being so modest,\" she said firmly. \"I know you. You're a genius\nand genius is never, never satisfied. I read all about it. You want us\nto get married, don't you?\"\n\n\"Yes,\" I said, sudden longing surging through my heart.\n\n\"Can we afford to? No. So come on down. Anyway, I already told him.\nDon't make me into a ... a liar,\" begged Mary. \"If he likes your\ninvention, maybe he'll buy it.\"\n\n\n\nThe things we do for the women we love. I went there in fear and\nwas trembling with good reason. Not knowing quite how my invention\noperated, it could be stolen from me, because it might not be\npatentable. It was more _discovery_ than _invention_.\n\nOh, I can tell you, I went to see Mr. Eammer in a cold sweat of fear\nthat I might be losing my hold on the strange and accidental phenomena\nacross which I'd stumbled.\n\nI got quite a greeting.\n\nWhen I walked into his elaborate outer offices, the workers were\nsitting hushed in fear before their desks. From within his private\noffices I could hear bellowing and the sounds of things smashing.\n\nMary hurried over to me, her warm, brown eyes pleading. Before she\ncould say anything, I heard Mr. Eammer say in a shout, right through\nthe partly opened door, \"Well, what have you done about it?\"\n\nA trembling voice said, \"Sir, I've cut staff fifty per cent.\"\n\n\"Stupid!\" roared Mr. Eammer's voice. \"Who's talking about that? Did\nyou ask Peterson of World Studios if he'll license us to use his new\nLargoscope system?\"\n\n\"Y-yes.\" A moment of terrified silence. \"He s-said your outfit could\nuse his Largoscope on only one occasion. When they f-film your funeral.\"\n\nThere was a gasp, then the door opened and a perspiring, harried,\nbald-headed man lurched out. With glazed eyes, he made a beeline for\nthe outer door.\n\n\"Let's go in,\" said Mary eagerly \"He'll be so glad to see you.\"\n\nI looked at her incredulously, but she took my arm and dragged me\ninside. There Mr. Eammer sat twitching and shuddering, his head in his\npudgy hands.\n\nHe looked dully at us from tiny eyes. \"Everybody hates my genius,\" he\nsaid, waggling his head from side to side. \"Everybody envies me. The\nwild dogs are gathering to pull down the noble elk.\"\n\nAs he glared at us, Mary said swiftly, \"Yes, sir.\"\n\n\"The wounded lion,\" whispered Mr. Eammer dramatically, tears of\nself-pity coming to his eyes. \"Surrounded by jackals and laughing\nhyenas. I am dying of my wounds.\" He uttered a wail. \"Everybody's got\na new filming system but me.\" He drew a deep breath. \"Who the hell are\nyou?\" he demanded.\n\n\"He's....\" began Mary.\n\n\"Wait a minute,\" he said. He grabbed a phone from the six on his desk.\n\"Hey. Publicity.... Hey, Mike. I want rumors spread about Largoscope.\nTop doctors say it'll ruin the eyes, make you stone blind.\" He paused,\nhis face purpling. \"Okay, if you can't do it, then get another job.\nYou're fired.\"\n\nHe slammed the phone down. \"No cooperation from anybody,\" he said\nheavily. \"Surrounded by incompetents.\" He glared at me. \"Who the hell\nare you?\"\n\n\"I'm ...\" I began.\n\n\n\nAt this moment, the door opened and in came a man with a sheaf of\npapers and a film of sweat on his forehead. \"I hate to interrupt, Mr.\nEammer,\" he said doggedly, \"but I got your note on the Lolita Vaughn\ncontract we drew up. I knew there must be some mistake, so....\"\n\n\"Mistake, what kind of mistake?\" snapped Mr. Eammer. \"I want you to\ntear the contract up. I said we aren't going to sign after all. I got a\nbigger name for the picture than her.\"\n\nThe man winced. \"Well,\" he said. \"I ... I was just wondering. I mean,\nafter all, we talked her into turning down that fat part in the\nnew Broadway show that opened last night. It's a smash hit, I read\ntoday....\"\n\n\"Tough,\" shouted Mr. Eammer. \"My heart bleeds. Did I know when I made\nthat promise that I could get a big star at such a cheap price? I acted\nhastily, I made a mistake, so I corrected that mistake.\" He looked\nstern. \"Would it be fair to the stockholders if I took Lolita under\nthese conditions?\"\n\n\"But _you_ own all the stock!\"\n\n\"That's what I said, you fool!\" roared Mr. Eammer. \"Get out of here.\"\n\nAs the man fled, I stared at Mr. Eammer in horror and disgust. Never\nwould I trust a man like this, was my thought.\n\nHe glared at me. \"Who the hell are you?\" he snarled. \"I keep asking you\nand you stand there like a dummy.\"\n\n\"He's the scientist I told you about,\" said Mary. \"He's a genius. He\nhas a new invention that will make Largoscope obsolete.\"\n\n\"This?\" said the producer with incredulity. \"This beanpole is a\nscientist? I don't believe it.\" He stared morosely at me, shaking his\nhead. \"He looks like an elevator operator who can't figure out what\nbutton to push.\"\n\n\"I beg your pardon!\" I said with indignation. \"I am a graduate of\nM.I.T. I graduated _summa cum laude_.\"\n\n\"Anybody can pick up a few words of French,\" he sneered. \"If you're\nsuch a genius, how much money have you got, hah?\" As I looked at him\nnumbly, my jaw hanging open, he tapped his chest with a sausagelike\nforefinger. \"Now _I_ am a genius, see? I'm the guy who hires _you_.\nNow that we got that straight, what's this nonsense about you being\nsmart enough to figure out a new invention that will make Largoscope\nobsolete?\"\n\nThe weary cynicism in his gross face enraged me. If ever I had an\nimmediate yearning to crush a man, to make him say 'uncle,' to have him\nbeg and yearn, it was at that moment and toward this insufferable moron.\n\n\n\nWithin half an hour, we had driven back to my small laboratory. He\npeered suspiciously at the involved maze of wiring and electronic\nequipment. I pointed to the small un-roofed cabinet on my long\nwork-table. It was two feet deep and the four walls, which were three\nfeet long, were studded with small tubes I'd rather not describe, since\nI've developed them myself and they produce a new kind of ray.\n\n\"That's my camera,\" I said.\n\n\"It looks more like a diathermy machine or a sweatbox for reducing,\" he\nsaid skeptically. \"How's it operate?\"\n\nI set a few dials and went to find Susie, my white cat. \"Here pussy,\npussy,\" I said tenderly.\n\n\"The man's gone nuts,\" said Mr. Eammer in disgust.\n\n\"Take it easy,\" I snapped. \"That's how I made my strange discovery. I\nwas doing a test on the effect of a new kind of radiation on fabrics.\nAnd Susie, my cat, walked over the equipment. First she stepped on a\ndial, turning it accidentally to full power, then she wandered into\nthe box.\"\n\n\"So what?\"\n\n\"Watch and see,\" I said.\n\nI got Susie and she complacently allowed herself to be put into the\nbox. I placed Mary at the dials with instructions and took Mr. Eammer\nto the next room and pointed to a huge circle chalked on the floor. The\nmovie magnate waited impatiently.\n\n\"Mary,\" I shouted. \"Okay. Turn dial number one to full force.\"\n\nWe heard a click.\n\nThen Mr. Eammer yelped and cowered behind me. Because in front of us,\nwithin the chalked circle, appeared a giant eight-foot-tall cat, an\nenormous duplicate of Susie. Susie was licking her paw with a tongue\nthat was nearly two feet long.\n\n\"Don't be afraid,\" I said proudly. \"It's just an image. Look.\" I\nstepped forward and ran my hand through the air where the giant figure\nof Susie ignored me. My hand disappeared into the image, and I felt the\nusual puzzling tingle, as if I were getting a shock. And Susie, from\nthe next room, uttered a faint meow and stopped licking her paw as if\nshe, too, felt something.\n\n\"But ... but there's no _screen_,\" Eammer said. \"And ... and it looks\n_real_. It's got three dimensions like an actual body.\" He cautiously\napproached, his hands shaking with excitement. He tip-toed around\nbehind the cat image. He choked, \"It's like a real, living cat all\naround.\"\n\n\"You haven't seen anything yet,\" I said happily. \"Watch this. Mary,\" I\nyelled again. \"Turn dial number two very slowly.\"\n\n\n\nAs we stared, the image of the three-dimensional Susie shrank from\neight feet all the way down to a three-dimensional miniature cat the\nsize of a thimble.\n\nMr. Eammer looked as if he might faint.\n\n\"Good-by, Largoscope,\" I said grimly. \"This will make all 3-D and large\nscreen systems obsolete. It will revolutionize television, too. People\nwill sit home and see actual _figures_, three-dimensional figures of\nreal people. There will be no screens at all. The effects of depth and\nsolidity, as you see, are perfect....\"\n\nSuddenly Susie in the next room gave a yelping meow and Mary gasped. We\njumped, then ran inside. Mary was wringing her hand. There was a little\nsmoke in the room.\n\n\"My hand hit a wire,\" said Mary, embarrassed. \"I guess I caused a short\ncircuit or something. I'm sorry. All this smoke.\" She put her hands to\nher eyes, rubbing.\n\n\"Susie all right?\" I said.\n\n\"I guess so,\" she said. \"She moved so fast I could hardly see....\"\n\n\"My dear fellow.\" Mr. Eammer was most cordial. He put his arm around\nmy shoulders. He was beaming at me. He was offering me a fat cigar.\n\"What a wonderful invention. You are indeed a genius and I offer you my\nhumblest apologies.\"\n\n\"I accept them,\" I said, pushing him away with distaste. \"You may leave\nnow, Mr. Eammer.\"\n\n\"Leave? Not until we've signed a contract, my friend. I want that\ninvention.\"\n\n\"Mr. Eammer, that invention isn't perfected yet. I don't even know how\nit works. The principles are beyond me. It is something new in the\nworld of physics and optics, and....\"\n\n\"That's all right,\" he cried. \"I'll give you six months. A year. More.\nBut I want it....\"\n\n\"No. I'm afraid I don't trust you,\" I said.\n\nFar from being offended, he was delighted. He laughed as if I'd said\nsomething witty. \"Of course you don't,\" he said. \"You don't trust me\nand you don't like me. But just listen to my offer.\"\n\n\n\nRight then and there Mr. Eammer made an offer that had my head\nswimming. He would, first of all, deposit in an account in my name the\nsum of one million dollars--free of taxes. Second, he would include\nin the contract a stipulation that I'd get fifty per cent of all\nroyalties. Third--and _very_ important to me--in the event that the\npatent he would apply for in my name was refused, or if it was broken\nby further research, I could keep the million dollars.\n\n\"And last,\" said Mr. Eammer, his nostrils flaring as he closed in for\nthe kill, \"I'll make your girl friend, Mary, a big movie star.\"\n\nMary's eyes widened. She clasped her hands before her, nervously. \"Me?\"\nshe whispered. \"B-but I can't act.\"\n\n\"What's that got to do with it?\" Mr. Eammer asked impatiently. \"You\njust got to hold still when the male lead grabs you. Leave it all to\nhim, he knows what to do.\"\n\n\"No,\" I cried, appalled. \"I don't want anybody else kissing Mary.\"\n\n\"Neither do I,\" said Mary, blushing.\n\n\"You're absolutely right.\" Mr. Eammer uttered a deep sigh. \"Such deep\nlove, such clean emotion, it cuts my heart out, honestly. Okay, we'll\ngive the script a scrubbing. Nobody'll put a finger on her.\"\n\n\"I don't think I'm interested,\" said Mary regretfully.\n\nMr. Eammer was staggered. He recovered immediately and said hastily,\n\"Smart girl. What intelligence. It's no life for you.\"\n\n\"But, Mary,\" I said, kind of liking the idea of my Mary on the screen;\nof being sole owner of her sweetness with millions of people knowing\nnobody could kiss this girl but myself. \"It's such a rare opportunity.\nEvery girl wants to be a movie star. Do it!\"\n\n\"Sure,\" cried Mr. Eammer. \"Don't be a dope. How many girls get a chance\nlike this?\"\n\nMary whispered, her eyes shining, \"Well, all right, dear, if you\ninsist.\"\n\n\"You have a deal, Mr. Eammer,\" I said quickly.\n\nMary typed the contract on my portable as dictated by Mr. Eammer.\n\n\"Put in a clause,\" I said cautiously, remembering his ethics, \"that the\ncontract is effective only when the million is deposited in my account.\"\n\nMr. Eammer frowned. \"Put in a clause for me, too,\" he said. \"He\ncan't draw on the million without a signed receipt from me saying\nhe's delivered all his blueprints and technical notebooks on the\ninvention--and a full-size camera model, big enough to hold people.\"\n\n\"I agree,\" I said. \"I'll have it built and delivered immediately.\"\n\nI shook Mr. Eammer's clammy hand and he departed with Mary to get the\nmillion dollars out of his secret safe-deposit boxes.\n\n\n\nI stared dreamily after them, mentally spending that money on all the\nwonderful things I'd always wanted. A scintillometer. A centrifuge.\nMaybe I could even build my own private cyclotron. And I could\nvisualize Mary cooking dinner in a little white cottage with a picket\nfence.\n\nWithin the week, I had delivered the full-size camera to Mr. Eammer's\nstudio. As he left me, whimpering with joy and carefully locking the\niron doors of the room he'd set aside for my equipment, I stared at the\nsigned receipt in my hand. A million dollars. I was rich.\n\nAt this moment, Mary appeared at the studio gate and ran toward me, her\nface deathly pale.\n\n\"What's the matter?\" I cried.\n\n\"Remember how we couldn't find Susie all week?\" she gasped. \"Well, I\njust found her.\"\n\nMary held out her fist, opened her fingers and I recoiled in\nastonishment. In her palm was Susie, my cat. But a Susie that was one\ninch long ... the smallest, tiniest cat I'd ever seen. She was alive\nand seemed healthy as she licked her white fur and uttered a meow I\nbarely could hear.\n\nMy throat was so dry I could hardly get the words out. \"Good Lord.\nThe invention. Something went wrong. It not only sends the _image_ in\nthree dimensions without a screen to receive it; it also transmits\nthe _actual body itself_ through space. _I've created a matter\ntransmitter._\"\n\n\"But ... but why is Susie so small?\" wailed Mary.\n\n\"Apparently it transmits whatever size the image is set at. Remember\nwe had reduced the image of Susie and at that time you short-circuited\nthe wires? That short circuit is what did it. If Susie's image had been\nlarge at that moment, we would have had an eight-foot-tall cat on our\nhands....\"\n\nI paused appalled, my eyes clinging to the incredible one-inch cat now\npeering over the edge of Mary's hand at the ground below. It shrank\nback fearfully.\n\n\"My God,\" I whispered. I turned and, with Mary close behind me, made a\nbeeline for Mr. Eammer.\n\n\n\nWe finally found him and got him alone. Mary opened her palm and,\nwithout a word, showed him Susie. Mr. Eammer's eyes bulged and his\njowls turned ashen. Susie scratched her ear with her miniature rear\nleft foot and I idly wondered just how small Susie's fleas were.\n\n\"I warned you,\" I said grimly, \"that I didn't know how this thing\nworked or the principles behind it. This is what's liable to happen\nwhenever there is a short circuit in the camera box. I don't know _why_\nit happens, but it's too dangerous to use. If you want to call off our\ndeal....\"\n\n\"No, no, no,\" said Mr. Eammer rapidly. A cunning look came over his\nface. \"I'm sure you can work the bugs out of it, can't you? I'm sure\nyou're anxious to do more research on it?\"\n\n\"Indeed, I am,\" I said warmly. \"You are a man with the true scientific\nspirit.\"\n\n\"Go right to work,\" he said urgently, his fascinated eyes never leaving\nSusie. \"Work night and day, day and night. I'll never leave your side.\nWe must learn how this gadget works.\"\n\nThat's what we did. Making Susie comfortable in a matchbox, we set\nto work in the dead of night when no inquisitive eyes might see our\nstrange experiments.\n\nMary made us pots of steaming coffee and Mr. Eammer paced helpfully\nback and forth uttering unclear mumbles, as I toiled the long, wearying\nhours.\n\nIt did not take long for me to gain an empirical understanding of what\nI had, by which I mean that, like electricity in its early days, the\nmysterious force could be utilized, made to perform, without complete\nunderstanding of its basic nature.\n\nThe night came when I had full control of the machine. We stood staring\nat it in awe. We had made Susie her normal size again. We had enlarged\nthe image of an old shoe, recklessly aimed the projector out toward the\ncountry and flicked the short circuit switch that sent it out in space\nas solid matter.\n\nAfter three breathless days, we read the puzzled report in the\nnewspapers. A shoe eight feet long and three feet high had been found\nin the backyard of a summer cottage. It was a three-day wonder, until\nsomebody advanced the theory that it was obviously a prop of some kind\nof musical comedy movie.\n\n\n\nI looked at my machine with the sense of having created one of the\ngreatest wonders of science. My voice was trembling with pride as I\nsaid to Mary and Mr. Eammer, \"The things that can be done with this\ninvention. The incredible things....\"\n\n\"Yes,\" said Mr. Eammer, gloating. \"And it's mine, all mine.\"\n\n\"You'll be the biggest man in the movie industry,\" I said solemnly.\n\"You made a good investment.\"\n\nMr. Eammer gave me a strange smile. \"You are a great inventor, my boy,\nbut you have a small imagination. _Biggest_ man in Hollywood, did you\nsay? The _only_ man in Hollywood, you mean. Why, do you realize what I\ncan do with this machine? I can own Hollywood, Television, Broadway.\nAnd I'll make a list of people I don't like that I'll get even with.\nWhy, I can be Master of the Entertainment World....\"\n\nThe blinding realization of what I had done flared in my numbed brain.\nI had given a tremendous scientific weapon to a ruthless moron. And\nthere was nothing I could do, because he had my blueprints locked in\nhis safe....\n\nI stepped forward and with full force hit Mr. Eammer on the jaw.\n\nAs he sagged, I grabbed him and shoved him into the transmitter. \"Look\nout,\" cried Mary. \"He's getting up.\"\n\n\"No,\" he said in a strangled voice as he struggled to his knees. \"No.\nI'll ... _I'll fix you_....\"\n\nI turned the dials full power, hit the directional switch with my open\npalm and closed my eyes.\n\nMr. Eammer's voice cut off abruptly. When I opened my eyes, he was gone.\n\n\"Thank heaven,\" gasped Mary in relief.\n\n\n\nI immediately made computations and my figures showed that Mr. Eammer\nmust have been transported to the Himalayas.\n\nThat's the area where the Abominable Snowman had been sighted. That is\nwhy I must speak now, regardless of any opinions about the state of\nmy sanity. I would not want Mr. Eammer shot by mistake, as he comes\nrushing toward a party of explorers.\n\nIt's all right to bring him back now. I've smashed the machine beyond\nrepair and, since Mary was Mr. Eammer's private secretary, she knew\nwhere to get the combination of his safe, so we were able to destroy my\nblueprints and technical notebooks.\n\nI've turned the million dollars over to Mr. Eammer's lawyers and\nthey are now fighting off the creditors, who all think Mr. Eammer is\ndeliberately hiding from them.\n\nWhatever you do, please don't take a shot at the Abominable Snowman.\n\nIt is Mr. Eammer.",
    "metadata": {
        "author": [
            "Zack, Robert",
            "Zacks, Robert"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/51074/pg51074.txt",
        "name": "don_t_shoot.json"
    }
}