{
    "name": "Don't Think About It",
    "author": [
        "Stuart, William W."
    ],
    "body": "Tommy wasn't really a timid child. Sometimes he didn't understand\nthings and was puzzled. More often, grown-ups couldn't or wouldn't\nunderstand things that were perfectly clear to him and he was more\npuzzled. Occasionally such things worried and even upset him a little.\nThen Momma and sometimes Daddy would translate bafflement into silly\nadult terms and think that he was afraid.\n\nIt was that way about the hole in the closet when Tommy was just a bit\nover three. Tommy wasn't really afraid. Mr. Bear was afraid and the\nthing did puzzle Tommy. So he asked about it, but he never did get any\nsensible or satisfactory answers, and that did worry and perhaps even\nupset him a little.\n\nBut he wasn't afraid, even before Daddy finally told him, \"Now, Tommy,\nboy. Don't think about it and it won't scare you. Really, there is\nnothing there to hurt you, if you just don't think about it. So don't\nyou think about it any more--there's Daddy's big boy.\"\n\nThis certainly was not any sort of explanation. But still Tommy did try\nhard not to think about it, as Daddy said. And now he really doesn't\nthink about it at all any more. Or about Aunt Martha, either.\n\nThe hole was in the closet in Tommy's room. Tommy and Momma and Daddy\nlived in a not very big, not very new frame house on the edge of the\ncity and Aunt Martha lived with them. Tommy didn't--at least not yet,\nalthough there were promises--have any brothers or sisters. But he\ndid have his own room and a family of his own, too. It was the extra\nbedroom and it had a closet that was cramped and with no light. Tommy\nliked his room. It was small, with a small bed, and it belonged to\nhim, along with his family of Mr. Bear and Old Rabbit and Kokey Koala.\nIt was also in easy crying range of Momma and Daddy's room and Aunt\nMartha's room, so if Mr. Bear, who was the timid one, got frightened in\nthe night, Tommy could cry--purely in Mr. Bear's behalf--to bring help.\nOr at least company.\n\nTommy and his family all liked the closet well enough too, except for\nthe shelf that was out of reach even from the \"don't climb\" stool. The\ncloset was good to hide in or play bear cave or rabbit hole and fine\nfor finding missing toys after Momma had a spell of playing cleaning\nhouse.\n\nThe day Tommy found the hole in the closet was the week after his\nthird birthday. Daddy was at work. Momma was out shopping. It was a\nrainy afternoon. Aunt Martha was sitting with Tommy and the afternoon\ntelevision.\n\n\n\nHe was in his room with his family and they all agreed as soon as they\nheard the television coming on strong that it would be a very poor\nafternoon to waste on a nap. Besides, Mr. Bear's feelings had been\nhurt by having been somewhat left out of things recently in favor of\nnew birthday presents, now largely broken or tiresome. To make it up\nto him, Tommy and Old Rabbit and Kokey all agreed to play bear cave in\nthe closet. It was a nice game and going well enough, except for some\ngrumbling from Kokey Koala, who always wanted to argue and claimed that\nbears lived in trees, not caves.\n\nBut then--and it was Mr. Bear's fault for wanting it darker, so he\ncould hibernate--the closet door shut tight. That didn't seem so\nserious at first. It would only mean a scolding for being out of bed\nwhen Aunt Martha would come to open it after Tommy hollered loud\nenough. And then there was the hole in the closet, back in the corner\nnext to the broken drum. They all saw it and they heard the Ugly Thing\ntalking or thinking at them. It stretched out a part of itself at Mr.\nBear, who was the closest.\n\nIt didn't grab Mr. Bear, but he was terrified just the same. And none\nof them liked it. They didn't like it at all. The Ugly Thing couldn't\ncome out of the hole because the hole wasn't big enough yet, but it\ntried and it was making the hole bigger. And it kept thinking at them,\nred thoughts, and hungry, as it tore at the edges of the hole. The\nfamily all looked to Tommy, so Tommy cried and yelled.\n\nFinally Aunt Martha heard him and came to open the door. Then the\nafternoon sunlight streamed across the floor into the closet and the\nugly red thoughts from the Thing pulled back, far back, so you could\nbarely notice them, and you couldn't see the hole any more, even though\nyou knew it was still there. At least Tommy and Mr. Bear and Old Rabbit\nand Kokey Koala knew.\n\nAfter she opened the closet door and carried Tommy from the closet to\nthe living room, Aunt Martha scolded. She wasn't really mad because\nshe had waited until a commercial interrupted her television program\nbefore answering the cries from the closet. But she scolded because she\nwas Aunt Martha and scolding was what Aunt Martha did. A really good\ncry, even one worked up strictly as a service for a companion, takes a\nlittle time to turn off. Then, after a few settling gulps, Tommy tried\nto explain.\n\n\"Auntie. Aunt Martha, there's a hole in the cave--in the closet--and\nthere's a Thing inside of it.\"\n\nHe looked at Mr. Bear whom he was holding by one foot and at Kokey,\ndropped by Aunt Martha on the sofa, for confirmation. Then, quickly, he\nwriggled down from Auntie's lap. Old Rabbit!\n\n\n\nBravely, Tommy ran to the closet and was relieved. The door was open\nand, in the gray afternoon light, the hole was still not to be seen.\nOld Rabbit, who always had a bad temper, was annoyed and snappish at\nhaving been left behind. But he was there and all right. Tommy rescued\nhim and ran back to Aunt Martha.\n\n\"It was hungry,\" he continued his explanation.\n\nAunt Martha, as always, was difficult. \"Who is hungry? You shouldn't be\nhungry, Tommy. You just had your lunch an hour ago. Do you want a glass\nof milk?\"\n\n\"Not me hungry.\" Tommy was impatient. Aunt Martha never seemed able to\ngrasp any idea more complex than a glass of milk or wet pants. Little\nboys, in her mind, nearly always either wanted the one or had the\nother. Such things she could and did attend to with a virtuous sense of\nduty done. But anything else was beyond her.\n\n\"Tommy! Are your pants wet?\"\n\nTommy sighed in resignation and wet his pants. It was the only thing\nto do. Otherwise Auntie would fuss and fume, accomplishing nothing,\nunderstanding nothing, for the rest of the afternoon.\n\nTen minutes later, in dry pants, he finished an unwanted glass of milk.\nAunt Martha, conscience appeased, returned to soap opera. Tommy and his\nfamily, nap safely forgotten, played away the afternoon--but not in the\ncloset or even, as was usual on rainy days, in Tommy's room. Instead,\nfinding Daddy's old briefcase full of papers, they played office in the\nfamily room, with Old Rabbit grumbling about having to be Miss Wicksey,\nwho drove the electric typewriter in Daddy's office.\n\nMomma and Daddy came home together at a bit after five. Tommy took his\nscolding about messing up Daddy's papers in good part. He had expected\nit. But Aunt Martha was angry about the scolding she got for letting\nhim, mild though it was.\n\nIn retaliation, she said, \"Tommy, you were a naughty, naughty boy.\nAnd for being so naughty you must take your big bear and your rabbit\nand the little bear or whatever the thing is and put them away in the\ncloset. And leave them there till tomorrow.\"\n\n\"No! No, no, no, I won't! It isn't fair. They weren't bad. And the Ugly\nThing is in the hole and it might come out and it's hungry and--and my\nfamily is all afraid.\"\n\n\"Tommy!\" Aunt Martha's voice was sharp. \"You stop that nonsense and put\nyour toys--\"\n\n\"Wait. Wait up now,\" said Daddy, who also lived in the grown-up world,\nbut who sometimes tried to understand things. \"What is this about a\nhole in the closet? What about something being hungry?\"\n\n\"That's all,\" said Tommy. \"The Ugly Thing in the hole in the closet. It\n_is_ hungry.\"\n\nThere was more to it than that, of course, but how could a thing like\nthat be explained through a wall of grown, closed minds? There was\nthe hole in the closet. You couldn't exactly see it. You could only\nsort of feel seeing it and the hairy Thing--at least it seemed hairy\nand shapeless, or having many different shapes and a mouth and sharp\nteeth--and it had reached out with something and touched Mr. Bear and\nwould have eaten him too, if he had blood. But then it had pulled back\nfrom Mr. Bear and red hunger thoughts came stronger and stronger. Even\nnow, stretching out from the hole where it was hidden there in the\ncloset, Tommy could feel the reaching, greedy thoughts. But he couldn't\nexplain all that.\n\n\"There is a hole in the closet,\" Tommy said again.\n\n\n\nBut he knew that not even Daddy would understand. Of course Momma\nwouldn't. Not Momma, who was loving but very busy and just sat so\noften, dreaming or listening to baby sister that they said was in her\nstomach, so big and fat now as to leave little lap room. Momma was\ntoo occupied looking inward to look out much at Tommy. Daddy, to give\nhim credit, was nearly always willing to look, but there were so many\nthings he couldn't see. Still Tommy had to try.\n\n\"The Ugly Thing in the hole. It wants something to eat.\"\n\n\"Oh, Tommy! Such horrible nonsense!\" That was Momma. She wasn't even\ngoing to think about it. It is a question sometimes whether baby\nsisters are worth all the bother and trouble.\n\n\"Now, Tommy.\" Daddy was being helpful. \"You say there is a hole in your\ncloset? And that there is something in the hole?\"\n\n\"Well-ll. Sort of.\" Really, the Ugly Thing wasn't so much in the hole\nas on the other side of it. But that was close enough.\n\n\"All right then, Tommy. Suppose you show it to me.\"\n\n\"What?\"\n\n\"Show me the hole, Tommy.\"\n\n\"Now?\"\n\n\"Yes.\"\n\n\"The hole in the closet?\"\n\n\"Tommy!\"\n\n\"Yes, Daddy.\" This wasn't going to work out to anything good and Tommy\ndidn't want to go back to the closet and close the closet door anyway.\nThe Thing didn't eat Mr. Bear because Mr. Bear didn't have blood. But\nDaddy had and ... \"Tommy!\"\n\nThey went to the closet. At least, if he was risking a Daddy, Tommy\nthought, he was protecting Mr. Bear and the others.\n\n\"Now where is this hole, Tommy?\"\n\n\"Over there by the corner.\" Tommy pointed.\n\nDaddy went into the closet to look. Tommy started to close the door. In\nthe black dark, Daddy would see what Tommy meant about the Thing in the\nhole. From the outside, Tommy started to close the door. It was a small\ncloset and hardly big enough for both of them.\n\n\"Tommy! What are you trying to do? Open that door.\"\n\n\"But--\" After all, the hole wasn't there, or scarcely seemed to be\nthere, except in the dark.\n\n\"Open it up wider. Hm-m. I believe I do see. Wait till I get my\nlighter.... Say, by George, I believe you're right. There _is_ a little\nhole there. Looks like a mouse hole.\"\n\nThere it was, as Tommy might have known. Grown-ups will always avoid\nseeing the important things. Of course there was a mouse hole there,\nthe home of the little old Mr. Mouse with the wiggly nose and the gray\nwhiskers. He had been nice. But he wasn't there any more and Tommy had\na pretty clear idea of what had happened to him. That poor little old\nMr. Mouse had had blood.\n\n\"But, Daddy--\"\n\nIt was hopeless. \"Dorrie! Martha!\" Daddy's hunting instinct was\naroused. \"Have we got a mouse trap? Any cheese? There is a hole in that\ncloset, a little old mouse hole and I'm going to--\"\n\nWell, perhaps this would be better than if he hadn't found anything.\n\nTommy followed Daddy about as he finally located a mouse trap. No\ncheese? He cut a little piece of meat for bait. Of course Tommy knew no\ntrap would catch the Ugly Thing.\n\n\"What in the world happened to my lighter?\" Daddy wanted to know. Tommy\ndidn't answer that. But at least everybody, even Aunt Martha, had\nforgotten about shutting Tommy's family up in the closet. For now that\nwas enough.\n\nBut later, after supper, after bath, after the shooting picture on the\nTV, it was time for bed.\n\n\"Daddy?\"\n\n\"Get on to bed now, son. Past bedtime. Hop to it.\"\n\n\"Daddy, I want to sleep with you and Momma tonight.\"\n\n\n\nWell, it was a mighty dark night. The afternoon rain had built up into\na real storm. Mr. Bear was terrified. Kokey was scared and even tough\nOld Rabbit didn't want to sleep in Tommy's room with the Ugly Thing in\nthe hole so hungry and waiting to rip its way out of the hole when it\ngot dark enough--and only the street light outside the room to keep\naway the dark because they would never let Tommy keep his light on at\nnight.\n\n\"My family and me don't want to sleep in my room tonight.\"\n\n\"Now, Tommy, just because it's a little stormy--Daddy's big boy isn't\nafraid of a little wind and rain?\"\n\n\"I'm not afraid, Daddy. It's my family. You know how families are. You\nalways say about Momma--\"\n\n\"Never mind that now. To bed. Your own bed.\"\n\n\"But Daddy, there's the Ugly Thing in the hole! And it's hungry!\"\n\n\"The mouse?\"\n\nDaddy went to look at his trap, switching on the light in Tommy's room.\nHe came back in a minute.\n\n\"The little devil!\"\n\nDid Daddy know? No.\n\n\"The little devil got away with the bait, clean as a whistle. Only a\nlittle plaster dust or something left in the trap where I put the meat.\"\n\nMr. Bear shivered. \"Now don't be foolish, Bear. You don't _have_ blood.\nThe Ugly Thing won't get you,\" Tommy told him softly. But Mr. Bear\nwouldn't listen. He was a cry-baby, a scaredy-cat. But to tell the\ntruth--the real, honest truth--the whole family and even Tommy didn't\nfeel too good about it.\n\n\"Tommy? What was that you were saying?\"\n\n\"Daddy! I wanna sleep with you and Momma. Me and my family. We're\nscared of that Thing.\" Tommy knew it was no less than his duty to\nprotect them all.\n\n\"Oh, now, Tommy! You don't mean to say you're afraid of a little old\nmouse? A big boy like you?\"\n\n\"Well, Mr. Bear is--I don't--Daddy! It is there, honest it is, in that\nhole and it's hungry and it'll come out in the dark and--\"\n\n\"Tommy! A little mouse! Get on into your room now and no more argument.\"\n\nTommy's face began to crumple. If he had to, he would fight this one\nout all the way--tears, tantrum, kick, scream, gasp, hold his breath\nand turn blue--\n\n\"Now, now, Tommy-boy.\" Daddy did mean well and sometimes he was even\nright and so Tommy always did try to do what Daddy said. \"Tommy, you\nmustn't let things like that bother you. If we can't catch the little\nmouse, forget it. There's nothing more we can do, so just don't think\nabout it. You see?\"\n\nSniff. \"No.\"\n\n\"Don't think about it, that's all. There is nothing there that can hurt\nyou, if you just don't think about it. So don't think about it--that's\nDaddy's big boy.\"\n\n\"Well-ll.... And then can we sleep with you and Momma?\"\n\nAunt Martha rang in her nickel's worth. \"A boy ought to be ashamed to\nbe afraid of a little mouse.\"\n\n\"It's not--\"\n\n\"Not what?\"\n\n\"Uh--it's Mr. Bear that's afraid. Of the--\"\n\n\"And you just stop that nonsense about those ridiculous stuffed\nanimals, you hear me? Nobody should make such a fuss about a little\nmouse.\"\n\n\"Momma does. Momma!\" Tommy let two fat tears trickle down his cheeks, a\nwarning, but he meant them too. \"Momma-a-a, can't we--\"\n\n\"All right, all right! Stop this stupid wrangling! You know how it\ngets on my nerves. For goodness' sake, let him sleep with us tonight.\nAnyway, _I_ don't blame him. I wouldn't sleep a wink in the same room\nwith a mouse. Be sure you shut our door tonight. Tight.\"\n\n\"You're spoiling the child,\" said Aunt Martha sourly.\n\n\"Auntie,\" said Tommy, \"I bet you're chicken to let your door stay open.\"\n\n\"Well!\" huffed Aunt Martha. \"The impertinence! I certainly _shall_ keep\nmy door open. No mouse is going to keep me from getting good, fresh\nair.\"\n\n\n\nTommy was a very bright little boy. Now, with the door shut in Momma\nand Daddy's room, and Aunt Martha's door open, he wouldn't think about\nthe Ugly Thing in the hole--waiting for dark, real dark--to come\nout--and eat.\n\n\"All right, Tommy. This once you can sleep with your mother and me. Get\non to bed and mind you sleep quiet. And don't spread those stuff--your\nfamily all over the bed either.\"\n\n\"Yes, Daddy. And, Daddy--\"\n\n\"What?\"\n\n\"I won't think about it now, the Thing in the hole.\"\n\nTommy said his good nights. Tonight he even kissed Aunt Martha as if\nhe meant it. And he took his family and he went to bed in Momma and\nDaddy's room.\n\nHe did not think about the Ugly Thing. He went right to sleep, lying at\nthe edge of the big, big bed. Tommy, and Old Rabbit, and Kokey Koala,\nand even Mr. Bear went right to sleep.\n\nOutside the wind blew hard and harder and the rain drove down and it\nwas dark. The television reception was bad. Everyone went to bed early.\nGood night. Lights out.\n\nIn Tommy's room it was quite dark with only the faint, watery rays of\nthe street light on the corner swimming in through the rain. In the\ncloset there was a stirring, a fumbling, a tearing and the hole in the\nblackness grew, was forced, bigger, wider, as the Thing pushed and\nripped at whatever was barring it from the warm, red, oozing food it\ncraved; it must have; it would have.\n\nAnd, in a sudden gust, the wind blew harder still. Somewhere in town,\nblocks away, a wire fell and blue sparks flashed and crackled in\nthe dripping night. In Tommy's house the refrigerator went off, the\nelectric clocks stopped. The street light blinked once and was gone and\nin Tommy's closet there was a sudden, mighty surge of effort, a break,\nand something, not a sound, but something, a harsh and bloody sense or\nfeel of rending greed flowing outward from the closet in a wave.\n\nAunt Martha, in her sleep, said, \"No. Oh, no!\"\n\nDaddy interrupted a snore with a strained grunt. Momma whimpered softly\nand hugged to herself her swollen stomach.\n\nTommy blinked and was awake. Soothingly, he patted Kokey and Old\nRabbit. He squeezed Mr. Bear's paw. Then he slipped his hand into the\nopening in Mr. Bear's overalls and took out Daddy's cigarette lighter.\nHe knew how to work it. But first he waited.\n\n\"Don't think about it,\" Daddy had told him and he didn't think about\nit, really. But he couldn't help feeling it. The Ugly Thing was out,\nclear out of the hole now, and moving. He could feel that and the awful\nhunger moving with it. Aunt Martha's room was closest and her door was\nopen. Momma and Daddy's room was closed. The Ugly Thing moved fast,\nfaster, and reached out, thirsting, hungering....\n\nFrom Aunt Martha's room came the quavering wail and from the Thing\nthere flowed a sense of vicious, evil joy.\n\nThere it was, but was it enough?\n\nTommy hugged Mr. Bear once, tightly, and slipped noiselessly from the\nbed. He wasn't thinking about it, he couldn't, he wouldn't think about\nit. But he knew what he had to do. He had the lighter. At the bedroom\ndoor he worked it. Opened the door a crack; thrust it out. And then, in\na little rush, back to bed where he lay quietly, and he didn't think\nabout it, he and Mr. Bear and Old Rabbit and Kokey Koala.\n\n\n\nAfter a little, the sense of feeding hunger was gone and the feel of\nthe Ugly Thing was gone, back into the hole in the closet, forced back\nby the flickering yellow light of the flames started by the cigarette\nlighter. Then, when the smell of smoke grew thick in the room and he\ncould hear the crackling of the fire burning the house, Tommy shook\nDaddy awake.\n\nIt wasn't hard to get out through the bedroom window, except for Momma.\nBut she made it all right. And Tommy had a little trouble holding\ntightly to each member of his family as Daddy lifted him out of the\nwindow, but they made it all right too. Of course Aunt Martha didn't\nmake it--how could she? But it was fun watching the firemen in the rain\nfrom the Krausmeyer's porch next door as the house and the closet with\nthe hole in the closet all burned up together.\n\nAunt Martha?\n\n\"Funny thing,\" Tommy heard one fireman say to another the next day, in\nthe sunshine, as they looked over the smouldering ash, \"the old bat\nmust have been as dry as dust inside. Twenty years in the department\nand I never did see a body so completely consumed--teeth, a little\nbone.... Hey, get on away from here, son! Get along on home with you!\"\n\nDaddy and Momma said Aunt Martha had gone away on a trip. Tommy might\nhave known pretty well where she had gone, if he had thought about it,\nbut he didn't think about it. None of his family did. What for? Aunt\nMartha had had to go away, sure. She went. All right, who missed Aunt\nMartha?\n\nAnyway, there were lights in all of the closets in the new house they\nmoved to and lots of room for everyone, even baby sister. And there\nwere no holes, not even mouse holes, in any of the closets.",
    "metadata": {
        "author": [
            "Stuart, William W."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/60935/pg60935.txt",
        "name": "don_t_think_about_it.json"
    }
}