{
    "name": "Double Dealing\nSailor's Knots, Part 11.",
    "author": [
        "Jacobs, William Wymark",
        "Jacobs, W. W. (William Wymark)"
    ],
    "body": "1909\n\n\n\nDOUBLE DEALING\n\n\nMr. Fred Carter stood on the spacious common, inhaling with all the joy of\nthe holiday-making Londoner the salt smell of the sea below, and\nregarding with some interest the movements of a couple of men who had\ncome to a stop a short distance away.  As he looked they came on again,\neying him closely as they approached--a strongly built, shambling man of\nfifty, and a younger man, evidently his son.\n\n\"Good-evening,\" said the former, as they came abreast of Mr. Carter.\n\n\"Good-evening,\" he replied.\n\n\"That's him,\" said both together.\n\nThey stood regarding him in a fashion unmistakably hostile.  Mr. Carter,\nwith an uneasy smile, awaited developments.\n\n\"What have you got to say for yourself?\" demanded the elder man, at last.\n\"Do you call yourself a man?\"\n\n\"I don't call myself anything,\" said the puzzled Mr. Carter.  \"Perhaps\nyou're mistaking me for somebody else.\"\n\n\"Didn't I tell you,\" said the younger man, turning to the other--\"didn't\nI tell you he'd say that?\"\n\n\"He can say what he likes,\" said the other, \"but we've got him now.  If\nhe gets away from me he'll be cleverer than what he thinks he is.\"\n\n\"What are we to do with him now we've got him?\" inquired his son.\n\nThe elder man clenched a huge fist and eyed Mr. Carter savagely.  \"If I\nwas just considering myself,\" he said, \"I should hammer him till I was\ntired and then chuck him into the sea.\"\n\nHis son nodded.  \"That wouldn't do Nancy much good, though,\" he remarked.\n\n\"I want to do everything for the best,\" said the other, \"and I s'pose the\nright and proper thing to do is to take him by the scruff of his neck and\nrun him along to Nancy.\"\n\n\"You try it,\" said Mr. Carter, hotly.  \"Who is Nancy?\"\n\nThe other growled, and was about to aim a blow at him when his son threw\nhimself upon him and besought him to be calm.\n\n\"Just one,\" said his father, struggling, \"only one.  It would do me good;\nand perhaps he'd come along the quieter for it.\"\n\n\"Look here!\"  said Mr. Carter.  \"You're mistaking me for somebody else,\nthat's what you are doing.  What am I supposed to have done?\"\n\n\"You're supposed to have come courting my daughter, Mr. Somebody Else,\"\nsaid the other, re-leasing himself and thrusting his face into Mr.\nCarter's, \"and, after getting her promise to marry you, nipping off to\nLondon to arrange for the wedding.  She's been mourning over you for four\nyears now, having an idea that you had been made away with.\"\n\n\"Being true to your memory, you skunk,\" said the son.\n\n\"And won't look at decent chaps that want to marry her,\" added the other.\n\n\"It's all a mistake,\" said Mr. Carter.  \"I came down here this morning\nfor the first time in my life.\"\n\n\"Bring him along,\" said the son, impatiently.  \"It's a waste of time\ntalking to him.\"\n\nMr. Carter took a step back and parleyed.  \"I'll come along with you of\nmy own free will,\" he said, hastily, \"just to show you that you are\nwrong; but I won't be forced.\"\n\nHe turned and walked back with them towards the town, pausing\noccasionally to admire the view.  Once he paused so long that an ominous\ngrowl arose from the elder of his captors.\n\n\"I was just thinking,\" said Mr. Carter, eying him in consternation;\n\"suppose that she makes the same mistake that you have made?  Oh, Lord!\"\n\n\"Keeps it up pretty well, don't he, Jim?\"  said the father.\n\nThe other grunted and, drawing nearer to Mr. Carter as they entered the\ntown, stepped along in silence.  Questions which Mr. Carter asked with\nthe laudable desire of showing his ignorance concerning the neighborhood\nelicited no reply.  His discomfiture was increased by the behavior of an\nelderly boatman, who, after looking at him hard, took his pipe from his\nmouth and bade him \"Good-evening.\"  Father and son exchanged significant\nglances.\n\nThey turned at last into a small street, and the elder man, opening the\ndoor of a neat cottage, laid his hand on the prisoner's shoulder and\nmotioned him in.  Mr. Carter obeyed, and, entering a spotless living-\nroom, removed his hat and with affected composure seated himself in an\neasy-chair.\n\n\"I'll go up and tell Nan,\" said Jim.  \"Don't let him run away.\"\n\nHe sprang up the stairs, which led from a corner of the room, and the\nnext moment the voice of a young lady, laboring under intense excitement,\nfell on the ears of Mr. Carter.  With a fine attempt at unconcern he rose\nand inspected an aged engraving of \"The Sailor's Return.\"\n\n\"She'll be down in a minute,\" said Jim, returning\n\n\"P'r'aps it's as well that I didn't set about him, after all,\" said his\nfather.  \"If I had done what I should like to do, his own mother wouldn't\nhave known him.\"\n\nMr. Carter sniffed defiantly and, with a bored air, resumed his seat.\nTen minutes passed--fifteen; at the end of half an hour the elder man's\nimpatience found vent in a tirade against the entire sex.\n\n\"She's dressing up; that's what it is,\" explained Jim.  \"For him!\"\n\nA door opened above and a step sounded on the stairs.  Mr. Carter looked\nup uneasily, and, after the first sensation of astonishment had passed,\nwondered vaguely what his double had run away for.  The girl, her lips\nparted and her eyes bright, came swiftly down into the room.\n\n\"Where is he?\" she said, quickly.\n\n\"Eh?\" said her father, in surprise.  \"Why, there!  Can't you see?\"\n\nThe light died out of the girl's face and she looked round in dismay.\nThe watchful Mr. Carter thought that he also detected in her glance a\nspice of that temper which had made her relatives so objectionable.\n\n\"That!\" she said, loudly.  \"That!  That's not my Bert!\"\n\n\"That's what I told 'em,\" said Mr. Carter, deferentially, \"over and over\nagain.\"\n\n\"What!\" said her father, loudly.  \"Look again.\"\n\n\"If I looked all night it wouldn't make any difference,\" said the\ndisappointed Miss Evans.  \"The idea of making such a mistake!\"\n\n\"We're all liable to mistakes,\" said Mr. Carter, magnanimously, \"even the\nbest of us.\"\n\n\"You take a good look at him,\" urged her brother, \"and don't forget that\nit's four years since you saw him.  Isn't that Bert's nose?\"\n\n\"No,\" said the girl, glancing at the feature in question, \"not a bit like\nit.  Bert had a beautiful nose.\"\n\n\"Look at his eyes,\" said Jim.\n\nMiss Evans looked, and meeting Mr. Carter's steady gaze tossed her head\nscornfully and endeavored to stare him down.  Realizing too late the\nmagnitude of the task, but unwilling to accept defeat, she stood\nconfronting him with indignant eyes.\n\n\"Well?\" said Mr. Evans, misunderstanding.\n\n\"Not a bit like,\" said his daughter, turning thank-fully.  \"And if you\ndon't like Bert, you needn't insult him.\"\n\nShe sat down with her back towards Mr. Carter and looked out at the\nwindow.\n\n\"Well, I could ha' sworn it was Bert Simmons,\" said the discomfited Mr.\nEvans.\n\n\"Me, too,\" said his son.  \"I'd ha' sworn to him anywhere.  It's the most\nextraordinary likeness I've ever seen.\"\n\nHe caught his father's eye, and with a jerk of his thumb telegraphed for\ninstructions as to the disposal of Mr. Carter.\n\n\"He can go,\" said Mr. Evans, with an attempt at dignity; \"he can go this\ntime, and I hope that this'll be a lesson to him not to go about looking\nlike other people.  If he does, next time, p'r'aps, he won't escape so\neasy.\"\n\n\"You're quite right,\" said Mr. Carter, blandly.  \"I'll get a new face\nfirst thing to-morrow morning.  I ought to have done it before.\"\n\nHe crossed to the door and, nodding to the fermenting Mr. Evans, bowed to\nthe profile of Miss Evans and walked slowly out.  Envy of Mr. Simmons was\nmingled with amazement at his deplorable lack of taste and common sense.\nHe would willingly have changed places with him.  There was evidently a\nstrong likeness, and----\n\nBusy with his thoughts he came to a standstill in the centre of the\nfootpath, and then, with a sudden air of determination, walked slowly\nback to the house.\n\n\"Yes?\" said Mr. Evans, as the door opened and the face of Mr. Carter was\nthrust in.  \"What have you come back for?\"\n\nThe other stepped into the room and closed the door softly behind him.\n\"I have come back,\" he said, slowly--\"I have come back because I feel\nashamed of myself.\"\n\n\"Ashamed of yourself?\" repeated Mr. Evans, rising and confronting him.\n\nMr. Carter hung his head and gazed nervously in the direction of the\ngirl.  \"I can't keep up this deception,\" he said, in a low but distinct\nvoice.  \"I am Bert Simmons.  At least, that is the name I told you four\nyears ago.\"\n\n\"I knew I hadn't made a mistake,\" roared Mr. Evans to his son.  \"I knew\nhim well enough.  Shut the door, Jim.  Don't let him go.\"\n\n\"I don't want to go,\" said Mr. Carter, with a glance in the direction of\nNancy.  \"I have come back to make amends.\"\n\n\"Fancy Nancy not knowing him!\" said Jim, gazing at the astonished Miss\nEvans.\n\n\"She was afraid of getting me into trouble,\" said Mr. Carter, \"and I just\ngave her a wink not to recognize me; but she knew me well enough, bless\nher.\"\n\n\"How dare you!\"  said the girl, starting up.  \"Why, I've never seen you\nbefore in my life.\"\n\n\"All right, Nan,\" said the brazen Mr. Carter; \"but it's no good keeping\nit up now.  I've come back to act fair and square.\"\n\nMiss Evans struggled for breath.\n\n\"There he is, my girl,\" said her father, patting her on the back.  \"He's\nnot much to look at, and he treated you very shabby, but if you want him\nI suppose you must have him.\"\n\n\"Want him?\" repeated the incensed Miss Evans.  \"Want him?  I tell you\nit's not Bert.  How dare he come here and call me Nan?\"\n\n\"You used not to mind it,\" said Mr. Carter, plaintively.\n\n\"I tell you,\" said Miss Evans, turning to her father and brother, \"it's\nnot Bert.  Do you think I don't know?\"\n\n\"Well, he ought to know who he is,\" said her father, reasonably.\n\n\"Of course I ought,\" said Mr. Carter, smiling at her.  \"Besides, what\nreason should I have for saying I am Bert if I am not?\"\n\n\"That's a fair question,\" said Jim, as the girl bit her lip.  \"Why should\nhe?\"\n\n\"Ask him,\" said the girl, tartly.\n\n\"Look here, my girl,\" said Mr. Evans, in ominous accents.  \"For four\nyears you've been grieving over Bert, and me and Jim have been hunting\nhigh and low for him.  We've got him at last, and now you've got to have\nhim.\"\n\n\"If he don't run away again,\" said Jim.  \"I wouldn't trust him farther\nthan I could see him.\"\n\nMr. Evans sat and glowered at his prospective son-in-law as the\ndifficulties of the situation developed themselves.  Even Mr. Carter's\nreminders that he had come back and surrendered of his own free will\nfailed to move him, and he was hesitating between tying him up and\nlocking him in the attic and hiring a man to watch him, when Mr. Carter\nhimself suggested a way out of the difficulty.\n\n\"I'll lodge with you,\" he said, \"and I'll give you all my money and\nthings to take care of.  I can't run away without money.\"\n\nHe turned out his pockets on the table.  Seven pounds eighteen shillings\nand fourpence with his re-turn ticket made one heap; his watch and chain,\npenknife, and a few other accessories another.  A suggestion of Jim's\nthat he should add his boots was vetoed by the elder man as unnecessary.\n\n\"There you are,\" said Mr. Evans, sweeping the things into his own\npockets; \"and the day you are married I hand them back to you.\"\n\nHis temper improved as the evening wore on.  By the time supper was\nfinished and his pipe alight he became almost jocular, and the coldness\nof Miss Evans was the only drawback to an otherwise enjoyable evening.\n\n\"Just showing off a little temper,\" said her father, after she had\nwithdrawn; \"and wants to show she ain't going to forgive you too easy.\nNot but what you behaved badly; however, let bygones be bygones, that's\nmy idea.\"\n\nThe behavior of Miss Evans was so much better next day that it really\nseemed as though her father's diagnosis was correct.  At dinner, when the\nmen came home from work, she piled Mr. Carter's plate up so generously\nthat her father and brother had ample time at their disposal to watch him\neat.  And when he put his hand over his glass she poured half a pint of\ngood beer, that other men would have been thankful for, up his sleeve.\n\nShe was out all the afternoon, but at tea time she sat next to Mr.\nCarter, and joined brightly in the conversation concerning her marriage.\nShe addressed him as Bert, and when he furtively pressed her hand beneath\nthe table-cloth she made no attempt to withdraw it.\n\n\"I can't think how it was you didn't know him at first,\" said her father.\n\"You're usually wide-awake enough.\"\n\n\"Silly of me,\" said Nancy; \"but I am silly sometimes.\"\n\nMr. Carter pressed her hand again, and gazing tenderly into her eyes\nreceived a glance in return which set him thinking.  It was too cold and\ncalculating for real affection; in fact, after another glance, he began\nto doubt if it indicated affection at all.\n\n\"It's like old times, Bert,\" said Miss Evans, with an odd smile.  \"Do you\nremember what you said that afternoon when I put the hot spoon on your\nneck?\"\n\n\"Yes,\" was the reply.\n\n\"What was it?\" inquired the girl.\n\n\"I won't repeat it,\" said Mr. Carter, firmly.\n\nHe was reminded of other episodes during the meal, but, by the exercise\nof tact and the plea of a bad memory, did fairly well.  He felt that he\nhad done very well indeed when, having cleared the tea-things away, Nancy\ncame and sat beside him with her hand in his.  Her brother grunted, but\nMr. Evans, in whom a vein of sentiment still lingered, watched them with\nmuch satisfaction.\n\nMr. Carter had got possession of both hands and was murmuring fulsome\nflatteries when the sound of somebody pausing at the open door caused\nthem to be hastily withdrawn.\n\n\"Evening, Mr. Evans,\" said a young man, putting his head in.  \"Why,\nhalloa!  Bert!  Well, of all the----\"\n\n\"Halloa!\" said Mr. Carter, with attempted enthusiasm, as he rose from his\nchair.\n\n\"I thought you was lost,\" said the other, stepping in and gripping his\nhand.  \"I never thought I was going to set eyes on you again.  Well, this\nis a surprise.  You ain't forgot Joe Wilson, have you?\"\n\n\"Course I haven't, Joe,\" said Mr. Carter.  \"I'd have known you anywhere.\"\n\nHe shook hands effusively, and Mr. Wilson, after a little pretended\nhesitation, accepted a chair and began to talk about old times.\n\n\"I lay you ain't forgot one thing, Bert,\" he said at last.\n\n\"What's that?\" inquired the other.\n\n\"That arf-quid I lent you,\" said Mr. Wilson.\n\nMr. Carter, after the first shock of surprise, pretended to think, Mr.\nWilson supplying him with details as to time and place, which he was in\nno position to dispute.  He turned to Mr. Evans, who was still acting as\nhis banker, and, after a little hesitation, requested him to pay the\nmoney.  Conversation seemed to fail somewhat after that, and Mr. Wilson,\nduring an awkward pause, went off whistling.\n\n\"Same old Joe,\" said Mr. Carter, lightly, after he had gone.  \"He hasn't\naltered a bit.\"\n\nMiss Evans glanced at him, but said nothing.  She was looking instead\ntowards a gentleman of middle age who was peeping round the door\nindulging in a waggish game of peep-bo with the unconscious Mr. Carter.\nFinding that he had at last attracted his attention, the gentleman came\ninside and, breathing somewhat heavily after his exertions, stood before\nhim with outstretched hand.\n\n\"How goes it?\" said Mr. Carter, forcing a smile and shaking hands.\n\n\"He's grown better-looking than ever,\" said the gentleman, subsiding into\na chair.\n\n\"So have you,\" said Mr. Carter.  \"I should hardly have known you.\"\n\n\"Well, I' m glad to see you again,\" said the other in a more subdued\nfashion.  \"We're all glad to see you back, and I 'ope that when the\nwedding cake is sent out there'll be a bit for old Ben Prout.\"\n\n\"You'll be the first, Ben,\" said Mr. Carter, quickly.\n\nMr. Prout got up and shook hands with him again.  \"It only shows what\nmistakes a man can make,\" he said, resuming his seat.  \"It only shows how\neasy it is to misjudge one's fellow-creeturs.  When you went away sudden\nfour years ago, I says to myself, 'Ben Prout,' I says, 'make up your mind\nto it, that two quid has gorn.'\"\n\nThe smile vanished from Mr. Carter's face, and a sudden chill descended\nupon the company.\n\n\"Two quid?\"  he said, stiffly.  \"What two quid?\"\n\n\"The two quid I lent you,\" said Mr. Prout, in a pained voice.\n\n\"When?\" said Mr. Carter, struggling.\n\n\"When you and I met him that evening on the pier,\" said Miss Evans, in a\nmatter-of-fact voice.\n\nMr. Carter started, and gazed at her uneasily.  The smile on her lip and\nthe triumphant gleam in her eye were a revelation to him.  He turned to\nMr. Evans and in as calm a voice as he could assume, requested him to\ndischarge the debt.  Mr. Prout, his fingers twitching, stood waiting\n\"Well, it's your money,\" said Mr. Evans, grudgingly extracting a purse\nfrom his trouser-pocket; \"and I suppose you ought to pay your debts;\nstill----\"\n\nHe put down two pounds on the table and broke off in sudden amazement as\nMr. Prout, snatching up the money, bolted headlong from the room.  His\nsurprise was shared by his son, but the other two made no sign.  Mr.\nCarter was now prepared for the worst, and his voice was quite calm as he\ngave instructions for the payment of the other three gentlemen who\npresented claims during the evening endorsed by Miss Evans.  As the last\ndeparted Mr. Evans, whose temper had been gradually getting beyond his\ncontrol, crossed over and handed him his watch and chain, a few coppers,\nand the return half of his railway ticket.\n\n\"I think we can do without you, after all,\" he said, breathing thickly.\n\"I've no doubt you owe money all over England.  You're a cadger, that's\nwhat you are.\"\n\nHe pointed to the door, and Mr. Carter, after twice opening his lips to\nspeak and failing, blundered towards it. Miss Evans watched him\ncuriously.\n\n\"Cheats never prosper,\" she said, with gentle severity.\n\n\"Good-by,\" said Mr. Carter, pausing at the door.\n\n\"It's your own fault,\" continued Miss Evans, who was suffering from a\nslight touch of conscience.  \"If you hadn't come here pretending to be\nBert Simmons and calling me 'Nan' as if you had known me all my life, I\nwouldn't have done it.\"\n\n\"It doesn't matter,\" said Mr. Carter.  \"I wish I was Bert Simmons, that's\nall.  Good-by.\"\n\n\"Wish you was!\" said Mr. Evans, who had been listening in open-mouthed\nastonishment.  \"Look here!  Man to man--are you Bert Simmons or are you\nnot?\"\n\n\"No,\" said Mr. Carter.\n\n\"Of course not,\" said Nancy.\n\n\"And you didn't owe that money?\"\n\n\"Nobody owed it,\" said Nancy.  \"It was done just to punish him.\"\n\nMr. Evans, with a strange cry, blundered towards the door.  \"I'll have\nthat money out of 'em,\" he roared, \"if I have to hold 'em up and shake it\nout of their trouser-pockets.  You stay here.\"\n\nHe hurried up the road, and Jim, with the set face of a man going into\naction against heavy odds, followed him.\n\n\"Your father told me to stay,\" said Mr. Carter, coming farther into the\nroom.\n\nNancy looked up at him through her eyelashes.  \"You need not unless you\nwant to,\" she said, very softly.",
    "metadata": {
        "author": [
            "Jacobs, William Wymark",
            "Jacobs, W. W. (William Wymark)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/10791/pg10791.txt",
        "name": "double_dealing_sailor_s_knots_part_11.json"
    }
}