{
    "name": "Dough or Dynamite",
    "author": [
        "Tuttle, W. C. (Wilbur C.)",
        "Tuttle, Wilbur C.",
        "Tuttle, Wilbur Coleman"
    ],
    "body": "Me and “Muley” Bowles and “Chuck” Warner are putting a saddle on a\ncolt in the Cross J corral, when “Telescope” Tolliver enters the\nprecincts of said ranch, and we gets our first glimpse of Archibald\nAmes.\n\nArchibald occupies a seat on the buckboard with Telescope, and they\nsoon comes over and climbs on top of the corral fence. Archibald’s\nname fits him—in a way. The length of his first name indicates his\ngirth and his last name his height. He’s one of them persons who you’d\nnever invite to set down, ’cause he don’t seem to require no such\nposture.\n\nIt takes him quite a long time to negotiate the top-pole of the\ncorral, and when he does get up there he has to balance—his feet won’t\nreach the next pole. He’s wearing them dinky little pants, with the\nseat of a shoplifter and the knees of Lord Fauntleroy. His calves\nperspire in shiny leggings, and for a hat he wears a libel on the name\nof Stetson.\n\nMuley gives him a passing glance, yanks up another notch on the cinch,\nand grunts—\n\n“What’ll we do with it?”\n\n“Love it to death or render it out,” grunts Chuck. “Looks to me like\none of them playthings for kids that yuh can’t tip over and make it\nstay down. Let’s give this colt a chance to breathe, while we peers a\nlittle closer at this attraction.”\n\nWe ambles over and looks up at the critter’s soles.\n\n“Mister Ames,” orates Telescope, “I’m obliged to make yuh used to\nMuley Bowles. He’s the sylph-like critter in woolly chaps. That one\nwith the sad, horse-faced features is Chuck Warner, the anti-George\nWashington of Yaller Rock County, and the other person down there is\nHenry Peck. They’re all harmless.\n\n“Bunch, this is Mister Archibald Ames, who is to be with us for a\nspell.”\n\n“I’m pleased to meet yuh,” smiles Archie.\n\n“You ought to be,” agrees Muley. “It ain’t often that we shows this\nmuch interest in a stranger. What seems to bring yuh hither?”\n\n“I brung him,” states Telescope. “Mister Ames is looking for local\ncolor. Sabe?”\n\n“What’s he done, and is he wanted by Federal, State or county?” asks\nChuck, serious-like, wiggling his ears.\n\nChuck can wiggle his ears just like a mule.\n\n“Done what?” grunts Telescope. “Chuck, you boob, don’t yuh know what\nlocal color is?”\n\n“I’ll bite,” grins Chuck. “Go ahead and spring it, Telescope.”\n\nTelescope clears his throat, rolls a cigaret and glares at Chuck, who\nglares right back, and wiggles his ears.\n\n“Look at them ears!” applauds Archibald. “I’d love to get a close-up\nof them.”\n\n“Mister,” reproves Chuck, “it ain’t seemly that a stranger should set\non top of a corral and make remarks about the physical failings of a\nnative son. Keep on at the pace you’ve started, and that spell that\nTelescope spoke about can be spelled in four letters: g-o-n-e. Sabe?”\n\n“You got a lot to say about it, now ain’t yuh?” reproves Telescope.\n“You ain’t nothing around here but a forty-dollar puncher. You got a\nlot of chance to tell visitors where to head in. Come on, Mister Ames,\nand we’ll go up and see the man what owns this ranch, and ain’t no\nmore sense than to pay forty dollars to a runt like that.”\n\nThey climbs down and goes up to the ranch-house.\n\n“Haw! Haw! Haw!” whoops Muley, shaking every ounce of his two hundred\nand forty pounds of bone and lard. “Haw! Haw! ‘Come on, Mister Ames,\nand we go up to see the man’—haw, haw, haw! You will tell folks where\nto head in at, will yuh?”\n\nMuley is a poet. There might ’a’ been as good rhymers as him once upon\na time, but they’re all dead and departed. Muley is the he-buzzard of\nthe flock right now. He hangs on to the side of the corral and wipes\nthe tears out of his eyes.\n\n“Gosh!” he snorts. “Telescope sure showed his breeding, Chuck. Yuh\ncould tell he’s been well raised. Sticks his chin up in the air, like\na grouse with a goiter, and proclaims: ‘Come on with me, Mister Ames.’\nHaw! Haw! Haw!”\n\n“Some day I’m going to reach up and hang my fist on his jaw,”\nproclaims Chuck.\n\n“You better catch him in bed or carry a ladder with yuh,” says I. “You\ngot ambition, Chuck, but your height ain’t noways adequate.”\n\nA little later old man Whittaker, who owns the Cross J outfit, comes\nout with Archibald, and them two goes back to town in the buckboard.\nTelescope comes down to the bunk-house and sets down in our midst.\n\nChuck gives him a mean look, and goes on playing solitaire. Telescope\nadmires himself in our cracked shaving-mirror.\n\n“Better fix your features in your mind, Telescope, ’cause you’re sure\ngoing to need a pattern after Chuck gets through with yuh,” laughs\nMuley.\n\n“That banty little ear-wiggler!” snorts Telescope. “I got a feeling\nthat I ain’t going to punch cows much longer.”\n\n“Dead men punch no cows,” states Chuck. “Your perceptions are getting\nclearer.”\n\n“Where do yuh feel bad, Telescope?” I asks. “Tell papa where it\nhurts.”\n\n“Aw ——!” Telescope turns from the mirror and glares at us. “I’m glad\nI’m going to get away from you half-wits.”\n\n“Has the old man been kicking on yuh wasting so much time over at the\nBowers ranch, holding hands with Miss Amy, or has that tumble-bug yuh\nhad down to the corral been whispering sweet nothings in your ear?”\nasks Chuck.\n\n                  *       *       *       *       *\n\n“You leave Miss Bowers’ name out of it!” snaps Telescope. “Mister Ames\nis a moving-picture man, and I may cease punching the festive cow to\nplay hero parts for him. Me and him have had quite some conversation\nregarding same, and he assures me that I’ve got the physique and\nfeatures for a lead.”\n\n“You got the physique and features for a funeral if yuh don’t quit\nwearing my red tie,” says I. “That’s right—throw it on the floor. If\nyuh wants to make a hit with folks, why don’t yuh buy some clothes of\nyour own?”\n\n“Tell us all about it, little one,” begs Muley, resting his fat chin\non his hands, and squinting at Telescope.\n\n    “Sing us a song of a locoed man,\n      Who got stuck on your face and shape—\n    A form that was built by accident,\n      And the face of a Jungle ape.\n    Sing us a song of a keeper bold,\n      Who went sound asleep one day,\n    A keeper who’s going to show up soon,\n      And lead little Archie away.”\n\n“I’ll tell yuh nothing!” yelps Telescope. “You fellers are just plumb\nignorant.”\n\n“Ain’t it true?” nods Chuck. “I’d take a job, too, if I was begged.”\n\n“You!” snorts Telescope. “Haw, haw, haw! Mister Ames told me that if\nhe wanted something for the public to laugh at he’d sure hire you. No,\nChuckie. This is a moving picture—not a sideshow.”\n\n“Here’s the idea,” continues Telescope. “Mister Ames wants something\nreal. He wants real punchers and——”\n\n“Ninety-eight cents in Chicago,” nods Chuck. “I seen in a mail-order\ncatalog where yuh could get good ones for——”\n\n“He wants a real hold-up,” states Telescope. “He wants a stage held\nup, and he don’t want no fake. Sabe? Somehow he’s got the idea that I\ncould do it artistic-like.”\n\n“Your experience will help yuh out,” nods Chuck. “There was a hold-up\nover in Mexican Cañon once, and the feller——”\n\n“Sufficient, Chuck!” snorts Muley, and Chuck winks at me.\n\n“Well, of course it wasn’t done by one man,” murmurs Chuck. “One of\nthe posse shot the horns off a animile and made a muley. Correct me if\nI appear to be wrong,”\n\n“You stand corrected,” states Muley. “Desist from historical romance,\nor I’ll remember one Summer afternoon down in Cottonwood, when a\ncertain man went into a bank, and ——”\n\n“I accepts the correction,” admits Chuck, playing a red queen on a red\nking, and Telescope continues:\n\n“You fellers keep this under your hats. Sabe? Along about Wednesday\nafternoon I’m going to hold up the stage from Piperock. Of course\nafter it’s over I’ll return everything, and all the while this picture\nwill be taken. He wants to advertise it as a real hold-up, and she\nwill be all that.”\n\n“Going south, as she drags out of Hell Gate Crossing,” orates Chuck.\n\n“That’s the designated place,” grins Telescope. “You must ’a’ been\nstudying the situation, Chuck.”\n\n“Suppose somebody takes a shot at yuh?” I suggests. “Art Miller ain’t\nno suckling infant, and if there’s a shipment from the Golden Cross\naboard there might be a guard.”\n\n“Yuh never can tell about them shipments,” agrees Chuck. “I’ve tried\nseveral times to find out.”\n\n“No wonder yuh know a good place,” laughs Telescope. “Never mind,\nthere ain’t going to be no shooting. I’ll have ’em buffaloed. My\nshells will all be blanks. If I makes good in this I cinches a job\nwith Archibald Ames, and it’s good-by to the Cross J. No more will\nMister Tolliver ride the hills and smell of burnt hair and corrals.\nPoor, eh? I’ll be eating breakfast in bed while Chuck Warner is out\nchopping holes in the ice so the doggies can drink.”\n\n“A little more such talk and yuh won’t have to be a actor to get\nbreakfast in bed,” states Chuck. “Keep it up, and you’ll have all your\nmeals in bed. If you wants to hear me say what I think about you being\na actor you got to come outside. I got too much respect for the\nbunk-house to express myself here.”\n\nThis day being Monday, we has to put up with that kind of conversation\nuntil Tuesday afternoon, when Chuck opines that he’s going up to\nPiperock. Chuck can’t stand prosperity, and Tuesday is payday. He’s a\nroulette fiend, and he runs into bad luck every time he bucks a wheel\nin Paradise, so he wearies his bronc with monthly trips to Piperock.\nOnce he won eight dollars up there. It cost him forty but he never\nfigured that side of the ledger.\n\nAnyway we wishes him many happy returns of the day, and he lopes away.\nAs he forks his bronc he grins at Telescope, and says:\n\n“To be a good actor, yuh got to imagine you’re the party you’re\nimitating. Just think you’re ‘Slippery’ Silverton, Telescope. He’s a\ngood pattern to go by. Sabe?”\n\nSlippery sure ain’t no imitation. He’s had the Montana officers\nbuffaloed for so long that they think he’s more than one man. The\naccumulated rewards for him look like the weekly clean-up at the U. S.\nmint.\n\nMe and Muley wishes to see the proceedings, so we rides down to\nParadise the next day with Telescope, and has converse with Archibald\nAmes. He squints at the sky and shakes his head.\n\n“I doubt it,” says he. “Too cloudy. Yuh can’t get snappy stuff in\natmosphere like this, and there can’t be no retake. We’ll let her go\nuntil tomorrow. I may set up after a while and get some character\nstuff. Lots of local color around here. Good characters, and the\nbackground is great. Know what I mean?”\n\n“Perfectly,” says I. “Sheep-herders and so forth.”\n\nTelescope opines that old man Bowers’ ranch is calling him, so a\nlittle later on he rides away, he and Muley horns into a poker game,\nand about an hour later Archibald Ames invades the place and leans\nagainst the bar. Mike Pelly leaves the table to serve him, but Archie\nain’t dry. He asks a question—\n\n“Can you tell me where I can get some raw beef?”\n\nHe turns to us, and we sees the most wonderful black eye yuh ever\nseen.\n\n“Holy henhawks!” I snorts. “What yuh been doing?”\n\n“I’ll tell yuh,” snorts “Doughgod” Smith, from the doorway. “He’s been\nexhibiting his danged ignorance. He opines to get a picture of a\nshepherd and he picked me!”\n\n“Doughgod ain’t no shepherd,” I explains to Archie.\n\n“This is a —— of a time to tell me!” wails Archie, and he goes across\nthe street to a restaurant.\n\nThe next we sees of him he’s taking a picture of a rackful of broncs\nand then he goes over and photygrafts a greaser kid and a dog.\n\n                  *       *       *       *       *\n\nMe and Muley donates as much as we can to Mike’s game, and then quits.\nWe wanders down to Art Miller’s barn, and sets down in the sun. We\nhaven’t been there long, when we sees the stage drive up to the depot.\nThey dumps some stuff off, and then drives down to the barn. Beside\nArt is old man Warner’s son Chuck, and when he sees us he grins all\nover his homely face. Art sees us, and they both whoops.\n\n“Awful funny,” says Muley. “Haw, haw!”\n\n“Any time yuh don’t think it was yuh got another think coming,” whoops\nChuck, hanging on to a front wheel. “Haw! Haw! Haw! Left the danged\nfool up a—haw, haw, haw—tree!”\n\nArt leans against one of his wheelers, and the tears runs out of his\neyes.\n\n“Some—haw, haw, haw—picture!” gargles Art. “I ain’t laughed so much in\nmy whole life!”\n\nHim and Chuck looks at each other, and busts out laughing again.\n\n“What seems to be tickling yuh?” asks Muley. “Is it a secret?”\n\n“Oh, glory!” gasps Chuck. “Listen, you fellers. That’s going to be\nsome picture. Telescope held up that stage, but nobody will ever see\nthat picture. Haw! Haw! Haw! We drives out of the crossing, and he\nstops us, just like a regular bandit. Of course we know he’s got\nblanks in his gun, but we elevates our hands to make the play good,\nHe’s got a sack over his head, so yuh can’t see his face, and I got a\nfalse mustache on so he won’t know me. I made it myself.\n\n“Well, we kicks the express box off, and sudden-like goes for our\nguns. He must ’a’ been dreaming to let us get the drop thataway. We\nmakes him throw his gun in the river. Haw! Haw! Haw!\n\n“Then we makes him put the box back on the stage,” whoops Art. “After\nhe gets that done we makes him walk down to the river, and get a big\nrock. Then we marches him back and makes him put it on the empty boot.\nHe made ten trips after boulders. Then we makes him dance a while,\ncrawl all the way around the outfit on his hands and knees, and to\nfinish up we made him climb up an old cottonwood snag, and he’s there\nwhen we drives out of sight, with our thumbs at our noses at him. Haw!\nHaw!”\n\n“Wait ’till I see Telescope,” promises Chuck, weak-like.\n\n“Haw!” says Muley. “He’d admire to hear it, Chuck. He was here until a\nwhile ago, and went over to Bowers’.”\n\n“Here? Telescope?” squeaks Chuck.\n\n“Uh-huh,” says I. “it was too cloudy, so we postponed taking that\npicture.”\n\nArt and Chuck looks foolish-like at each other and then at us.\n\n“Well!” says Chuck “I don’t sabe this.”\n\n“That’s the trouble with you, Chuck,” opines Muley. “Art don’t have\nmuch sabe either. I reckon you fellers had about ten thousand easy\ndollars crawling around your stage on its hands and knees, and just to\nshow your contempt for it yuh rode away with your thumbs at your nose\nand your fingers wiggling at it.”\n\n“Sus-slippery Silverton!” stutters Chuck. “That sure was Slippery!\nAin’t we the dangdest fools on earth!”\n\n“By a majority of two,” agrees Muley, “Telescope will be delighted.”\n\n“My ——!” gasps Art. “Slippery Silverton! I think that box had a\nshipment from the Golden Cross. What a chance I took!”\n\n“All the way from Piperock,” says I, but I don’t think Chuck got it—he\nwas beyond words.\n\nMe and Muley went up and had a drink, and Muley laughs so hard that he\nforgot to pay for it. We meets Art a little later on but there ain’t\nmuch fun joshing him about it.\n\n“It’s on Chuck,” says he. “He explains the joke to me, and as she’s\npulled off as per schedule I thinks it’s all right.”\n\n“But it spoils things for Telescope,” says I. “You knowing about it\nspoils the hold-up. It might look like a fake. Sabe?”\n\n“That’s right,” agrees Art. “Telescope is a friend of mine and—I got\nit! I’ll make out that I don’t feel good, and I’ll ask ‘Ricky’\nHenderson to drive for me. He wants to come down anyway.”\n\n“That’s fine,” says Muley. “Telescope will make it right with you, and\nwe won’t tell him about today.”\n\nThat night we don’t have neither Telescope or Chuck with us. Telescope\nis just riding away as we come in, and we don’t have a chance to talk\nwith him, and Chuck don’t come home, ’cause he’s too danged ashamed to\nface Telescope.\n\nThe next morning the old man sends me and Muley over to the Triangle\nto get some cows that Johnny Myers brought out of the Sleeping Crick\nHills with some of his, and we misses the picture-taking. We travels\nas fast as we can, but the stage has gone past when we hits the main\nroad on our way back. There ain’t nobody at the Hell Gate crossing, so\nwe pilgrims on to the ranch.\n\nAbout an hour later Telescope comes in, and a little later Chuck\ndrifts home.\n\n“There seems to be a Jonah on this job,” states Telescope.\n\n“What yuh limping about, Telescope?” asks Chuck.\n\n“Hurt my knee. Reckon it’s a good thing the stage didn’t come down\ntoday, ’cause I’d ’a’ been a cripple in that picture. Slipped on a\nrock.”\n\n“Stage didn’t come down?” I asks, and Telescope shakes his head.\n\n“Nope. Me and Mister Ames was there for two hours after the time, but\nshe don’t show up.”\n\n“Didn’t come down?” wonders Chuck, aloud. “Didn’t go to Paradise?”\n\n“She sure didn’t. Hadn’t been there when I left.”\n\nChuck looks foolish-like, and gets busy reading an old magazine. I\nnotices that he’s got it upside down, but his lips are moving, so I\nreckon it don’t matter. He’s restless, and don’t sleep well that\nnight.\n\nThe next morning, right after breakfast, up rides Bill McFee, our\nunworthy sheriff; Ricky Henderson, Art Miller and Al McGuire, who\nmanages the ground work of the Golden Cross. Telescope limps over to\ngreet them, and they seems a heap interested in Telescope’s walk.\n\n“What do yuh think, Ricky?” asks McFee.\n\n“I’d hate to swear to it, Bill, but he limped.”\n\n“I arrests yuh in the name of the law for robbing the Piperock stage\nyesterday, Telescope,” states Bill.\n\nTelescope looks foolish-like at Bill, and then laughs.\n\n“Yesterday, Bill? Why, it never——”\n\n“The description covers yuh,” states Bill. “I got your pardner, who\ncalls himself Archibald Ames, in jail. He’s already admitted the\nintent to rob it, but says if you robbed it he don’t know nothing\nabout it. Said he was late meeting yuh, so he don’t know what yuh\nmight ’a’ done.”\n\n“Whoever done it got seven thousand in that box,” states McGuire.\n\n“Seven thousand!” wonders Telescope. “I thought the clean-up was\nbrought down yesterday.”\n\n“Some folks did,” grins McGuire. “We figured to double-cross some wise\nfolks.”\n\nI hears a deep breath, and Chuck sets down hard on the step. Old man\nWhittaker comes out, and they has to chaw the whole thing over again.\n\n“Well,” says the old man, “I don’t think that Telescope done it, but\nunder the circumstances I reckon he’ll have to go to jail.”\n\n“At least yuh can have breakfast in bed,” consoles Muley, and then he\nrecites:\n\n    “A man in jail don’t have no cares;\n      The flight of time don’t bother him,\n    There ain’t no place for him to go,\n      The passing hours lightly skim.\n    The judge may say, ‘A year or two,\n      In places where they don’t need clocks,’\n    But you should care—when you get loose,\n      You’ve seven thousand in that box.”\n\n“Muley, when I get loose I’m going to cut your rhymer square in two,”\nproclaims Telescope, and just then the old man leads Telescope’s bronc\nup, and he rides away with the posse.\n\n                  *       *       *       *       *\n\nWe’re sad. Doggone, it sure is a sad sight to see our compatriot in\nthe hands of the law. We smokes a while, and then I turns to Chuck—\n\n“Where is that seven thousand, Chuck?” He looks, queer-like, at me for\na moment, and shakes his head.\n\n“Danged if I know, Hen.”\n\n“You had it, didn’t yuh?”\n\n“Nope. Listen; I held up that stage before it got to the ford. Sabe? I\nwas going to chase Ricky away and drive it myself. Figured I’d have\nsome fun with Telescope. Sabe? Well, I scared —— out of Ricky. He\nain’t got no nerves anyway, and——”\n\n“Wait!” yelps Muley. “Do you mean to set there and tell us that you\nscared Ricky so bad that he didn’t know your physique from\nTelescope’s? How about the limp?”\n\n“Don’t rush me!” snaps Chuck. “Telescope was so cocky about that\npicture stuff that I figured to have some fun. Did yuh ever walk on\nstilts? Well, I did when I was a kid. I made me a pair that just\nfilled my boots, and pulled a flour sack over my head. Limp?\n\n“Of course I’d limp. I danged near fell on my face when I yelled for\nhim to stop. I made him get out and walk back up the road, and told\nhim if he stopped I’d perforate him. I took the box off the seat,\nwhich I figured was that shipment, and looks her over. On it in big\nletters she proclaims to be dynamite. I lays that box back on the\nseat, gets my stilt tangled in a wheel, and fell plumb off the grade.\n\n“Well, the team ran away, that’s all I know. I figured that Ricky\nwould stop ’em—they wasn’t running fast.”\n\n“What kind of a looking box?” asks Muley.\n\n“Wooden box with two ends and four sides. Regular dynamite box.”\n\n“Well described,” applauds Muley. “All we got to find is a wooden box,\nwith two ends and four sides.”\n\nArt Miller comes back in about an hour for some things of Telescope’s,\nand we talks it over with him.\n\n“Must ’a’ been Telescope or the party what held her up that other\ntime,” says he. “The feller that me and Chuck fussed around with\ndidn’t have no limp.”\n\n“Maybe the exercise that you and Chuck gave him made him stiff and\nsore,” I suggests, and Art grins. “Maybe. Funny thing about that\nhold-up. After that feller helps himself he must ’a’ scared that team,\n’cause they runs away and scatters things all the way up to ‘Mighty’\nJones’ place, where they smashes a front wheel on a stump and stops.\n\n“Ricky says there was a box of dynamite from the Golden Cross, the\nsame of which he holds careful in the seat. He said that he was meek\nwhen held up, ’cause he was afraid that feller might shoot into that\nbox. That box is a goner, and it’s a wonder it didn’t blow that outfit\nto thunder—unless that’s the treasure-box.”\n\nArt pilgrims back towards town, and we all starts for the corral.\n\n“Where yuh going?” asks Muley.\n\n“After some dynamite dough,” says all three of us together.\n\nWe rides up and down that road from the ford to Mighty’s place, but we\ndon’t find nothing. We stops at the old Soda Springs trail, which\nshows fresh tracks. By mutual consent we turns up the trail. About\nhalf a mile up the crick we discovers a camp.\n\nWe recognizes old “Frenchy” Timmons as the party humped over the fire,\ntossing flapjacks, so we rides up and greets him. He’s got a couple of\nmoth-eaten burros nosing around his little tent. Frenchy is so crooked\nthat he’s suspicious of himself. He’s one of them kind of prospectors\nwhat goes around with the feeling that every man what speaks kindly to\nhim is laying to beat him out of the next strike he makes. He looks up\nthrough a decade of whiskers and grunts a greeting.\n\n“How’s your stock of location notices holding out, Frenchy?” asks\nMuley. “For a man with only two burros you can make more ‘discoveries’\nthan any sourdough I ever seen.”\n\n“Yah-h-h-h!” gurgles Frenchy, way back in the whiskers. “I find heem\nsometame, Mooley.”\n\n“You dang well know yuh—yuh sure have, Frenchy. Look!”\n\nMuley points behind Frenchy, and there one end sticking out of the\nbrush, is a wooden box, and the word “DYNAMITE” fairly yelps at us in\nbig letters.\n\nFrenchy turns to see what we’re looking at, and the son-of-a-gun\nreaches for his six-shooter. He was years too late. Me and Chuck have\nhim covered before he can touch his gun, and he stands there like a\nlamb, while Muley balances that box in front of him on the\nsaddle-horn.\n\n“Next time yuh better find out who owns things before yuh picks ’em up\nfor yourself,” advises Chuck. “Throw that gun over in the brush!\nThat’s the stuff. Now keep your mouth shut! Sabe?”\n\nFrenchy didn’t say a word, but we can see that he’s a heap annoyed. We\nstrings out down the trail, and when we’re about two hundred yards\nfrom the camp, comes a splintering noise, and the report of a big\nrifle. Me and Chuck throws our broncs off the trail and gets down. We\ncan hear Muley complaining about things, and we asks him why he feels\nso cross.\n\n“Danged old pelican!” he wails. “That bullet cut the corner off our\nbox!”\n\n“You still got it, ain’t yuh?” I asks.\n\n“Uh-huh, I got her, Hen, but she almost met her Waterloo on a rock.\nReckon it loosened all the nails. Shall we go back and smoke up that\nold coot?”\n\n“Next Christmas,” replies Chuck. “That old coot has got a Sharps\n.45-70, and the Warners don’t care for that style of death. He’s\ncrazy, Muley, and we’d put ourselves in his class if we went back.”\n\nWe lifts that box back on Muley’s saddle, and went on.\n\nWe hits the road, and makes good lime for a mile or two, when we meets\nMighty Jones. He stops and we exchanges pleasantries. We comments on\nthe weather, the crops—which theer ain’t none—and the general wear and\ntear on the human race. Muley switches the position of that box, and\nthe next second we’re covered by Mighty Jones. I starts to grin, but\nwhen I sees that Mighty is in earnest I irons my face out flat again.\n\n“Hands up!” he snaps, and Muley lets that box slip. She hits the\nground and rolls over. I glances at Mighty, and he’s got the look on\nhis face of a man who has seen all there is in life, but ain’t ready\nto go blind.\n\n“My ——!” he gasps, whirls his bronc around and gallops off down the\nroad like a crazy man, holding on to his hat with one hand and fanning\nhis bronc with the other.\n\nWe watches him fade away in the dust, and puts our hands down.\n\n“Of all the locoed actions on earth that’s the sharp end of the\nlimit,” proclaims Muley, sliding off his bronc.\n\nThat last shock was almost too much for that box, ’cause when Muley\nessays to lift her she sort ’a’ opened on one end.\n\n                  *       *       *       *       *\n\nMuley holds his position for a moment, straightens up and gets on his\nbronc without taking his eyes off the box. He spurs his bronc,\neasy-like, until he’s a few feet away from that box, and then he\nimitates Mighty Jones.\n\nMe and Chuck puffs away on our cigarets and watches Muley depart.\n\n“I’ll likely get scared, too, but I’m taking a chance,” states Chuck,\nand walks over to the box.\n\nHe sighs deep-like, and takes off his hat.\n\n“Henry Peck, there must be a Supreme Being what watches over fools and\ncow-punchers. This box is full of eighty per cent. dynamite. Come and\ntake a look.”\n\n“Your word is as good as gold, Chuck. That stuff must have a good\ndisposition to stand all that grief. Let’s go home before something\nhappens to irritate it.”\n\nWe finds Muley at the ford, but he ain’t got much to say. He asks\nChuck if he saw what was in that box, and Chuck said that he did.\n\n“Wonderful!” exclaims Muley. “It stood rough handling but I never\nthought a face like yours could look upon eighty per cent. dynamite\nand not explode it. That’s why I went away so rapid.”\n\nThe old man is home when we gets there, and he announces that\nTelescope and Archibald Ames are still in jail.\n\n“What does Archibald have to say about it?” I asks.\n\n“That fat four-flusher!” yelps the old man. “He says that Telescope\nmight ’a’ done it. Of course this Ames feller don’t fit the\ndescription, but he might at least—aw——”\n\n“I’m going down to see Telescope,” announces Muley.\n\n    “He lies down there in durance vile\n      Behind the bolts and locks,\n    With prison staring in his face\n      ’Cause we can’t find that box.\n    That held a little bunch of gold,\n      Which was labeled dynamite.\n    Will we let our pal wear striped clothes?”\n\n“Not by a gol-danged sight!” I finishes, being somewhat of a poet\nmyself.\n\nMuley shakes my hand and invites me to join the Perverted Order of\nParadise Poets, of which he’s the only living member.\n\n“Don’t tell too much down there, Muley,” advises Chuck. “If you runs\noff at the mouth I might get eased into jail, and that would cut down\nthe number of detectives on the case. Sabe?”\n\n“Fear not,” says Muley. “I go but to bring cheer to the needy. I will\nbe back anon.”\n\nAbout three hours later Doughgod Smith rides in, and we walks out to\nwhere him and the old man are greeting each other.\n\n“If this keeps on, Whittaker, you’re going to be short of men,” states\nDoughgod.\n\n“Huh!” grunts the old man. “One man don’t make no difference this time\nof year. Three punchers is enough to set around and play cards, and\neat up good grub.”\n\n“You only got two left now,” says Doughgod. “Muley’s in jail, too.”\n\n“Muley!” snorts the old man. “What’s he in for?”\n\n“Stealing dynamite from Mighty Jones.”\n\nChuck had started to set down on his heels, but when Doughgod’s\ninformation hits his ears he sprawls flat on his back and blinks at\nthe sky. I starts to lean on a buckboard wheel that is ten feet away,\nand I ends up on my back with my feet over the tongue.\n\n“Mighty spoke of some folks being accessory to the fact, too,” states\nDoughgod, offhand-like.\n\n“Stealing dynamite!” yelps the old man. “Where, when and what for?”\n\n“I don’t know. Mighty comes to town and acts like a man what has had\ndelirious delight scared out of him. He anchors to Pelly’s bar until\nhe’s gained normal again, and then he speaks knowingly of\npowder-thieves. Mighty’s half-loco, and what ain’t loco is\nabsent-mindness, but just the same he has Muley arrested, and he hints\nof more arrests as soon as certain persons hit town. I seen Muley, and\nhe said if I came this way to have Chuck and Hen come to see him.”\n\n“That’s right,” agrees the old man. “We’ll all go down.”\n\n“Not me,” says I. “I got rheumatic pains in my knees. Notice how I\nfell over that buckboard handle? I ain’t myself today, and I simply\ncouldn’t stand it to ride.”\n\n“Neither could I,” says Chuck. “I’m sore all over. Let’s wait until\ntomorrow. Muley will be there just the same.”\n\n“We’ll go in the buckboard,” says the old man. “In a case like this\nI’d go if I had to walk.”\n\n“I’d admire to walk,” says Chuck, but the old man goes after the team,\nand me and Chuck helps each other limp to the bunk-house.\n\n“Shake hands with a murderer, Henry,” says Chuck, offering his hand.\n“I’ve killed the old man and crippled Doughgod for life—in my mind.\nYou and me will spend the evening and night in the Paradise jail,\nHenry Clay Peck.”\n\n“Can’t yuh think of nothing cheerful to sing?” I asks. “If we’re in\njail we never will find that box. Think!”\n\n“Think ——!” yelps Chuck, going to the door. “I’m going to enjoy the\nuntainted air as long as I can.”\n\nI rustles out my war-sack and puts on clean clothes. It’s liable to be\nsome time before I gets a chance to change again. Chuck comes back\nafter a while and sets down on the bunk, disconsolate-like, and plays\n“Just Before the Battle, Mother” on his mouth-organ. Pretty soon the\nold man yells to us.\n\nWe walks out, slow-like, and I climbs, painfully, into the seat with\nthe old man. Chuck holds the team by the bits until we’re all set.\nThen he lets loose and hops aboard as we goes past. We whirls out of\nthe yard and hits the road on the run. Sudden-like that equipage does\na high dive on one side, and yours truly stands on his head in a\nmesquite bush.\n\nWhen I gets through making a cactus pincushion of my cranium, I riseth\nup and looks around.\n\nDown the road about fifty yards sets the old man, gazing off down the\nroad, and cussing at a piece of line he’s still got in one hand. I\nhears a groan across the road, and Chuck’s head sticks up out of the\nbrush. The old man gets up out of the road and painfully dusts off the\nseat of his pants. He plods up to us and looks us over.\n\n“By cripes!” he snorts, “I ain’t suspicious of nobody on earth. I’m a\nman among men, and I don’t suspicion nobody, but if that wasn’t foul\nplay I’ll eat the whole ranch. Now, I’ll haul you hombres to town in a\nlumber wagon.”\n\nHe plods on to the house, while I extracts cactus spines and cuss\nwords from my carcass. Chuck limps over and rubs his hip.\n\n“Light on a rock?” I asks, and he feels of his hip some more.\n\nHe reaches into his hip pocket, takes out an object and tosses it on\nthe ground.\n\n“Lit right on the darned thing!” he groans.\n\nIt’s the nut off a front wheel of that buckboard. I kicks it off into\nthe brush, and rolls a smoke.\n\n“Well,” says he, after a while, “you can give me credit for blocking\nthe wheels of progress for a minute, can’t yuh? I’ll likely have to\nstand up all the way to town.”\n\n“We’ll get plenty of time to rest,” says I.\n\n                  *       *       *       *       *\n\nWe got to Paradise, but it wasn’t no pleasure-ride, and the first\nperson we see is Mighty Jones.\n\nMighty seems to have drowned his feelings, and he’s spending his\nafternoon trying to hold up the hitch-rack. The old man goes in the\nsaloon, but me and Chuck goes over to have a interview with our enemy.\nHe nods at us like an owl.\n\n“Tut-tut-tried to bub-blow me up,” he stutters, “Tha’s mean thing\nto-to-to do.”\n\n“Tell us all about it, old-timer,” says Chuck, helping the old boy let\nloose of the rack, and leading him over to the sidewalk. “What’s all\nthis dynamite stuff I’m hearing about?”\n\nMighty gets very deliberate in his language:\n\n“Eighty pershent. Tha’s good powder. Sabe? Good powder but too\nener-zhetic. Know what I mean? Mine’s eighty per shent. Stage runs\naway and sehtops at my place. I find box of shixty per shent. Sabe?\nEighty too dangeroush to pack, so I exchanges. Sabe. Same price.\nEighty per shent too easy on trigger. Know what I mean? Lissen;\nshomebody mus’ ’a’ stole that eighty from the stage, and I can’ fin’\nmine. Sabe?”\n\n“Think!” yelps Chuck. “Think where yuh put it, Mighty!”\n\nMighty bobs his head and screws up his face:\n\n“I know. Tha’s the box Muley tried to assassinate me with.”\n\n“That was eighty per cent.!” yells Chuck. “Doyuh get that? It was\neighty per cent.!”\n\n“Zas so? Fool to drop eighty per shent. Awful careless.”\n\n“Where did you put that box you took off the stage?” I asks,\npronouncing every word distinct and separate.\n\nMighty is so danged absent-minded that yuh got to make him remember.\n\n“You took it out of the stage, and then what did you do with it?”\n\n“Somebody must ’a’ stole—whoa! I know! In the woodshed. I thought I\nput it in the barn. Ain’ that the limit? Mus’ go and turn poor old\nMuley loosh. Yes, sir. He never stole nothing.”\n\n“That’s right,” applauds Chuck. “Go right over and tell the sheriff to\nturn him loose.”\n\n“I got to shee Ricky firsht,” states the old pelican, wise as a barn\nowl. “Mus’ shee if Ricky wants to hold him for stealing that eighty\nper shent. Mighty Jones is law-abiding pershon. Know what I mean?”\n\nWe watches Mighty weave down the street, and Chuck grins all over his\nface—\n\n“We’ll find Telescope’s and Muley’s broncs, and we’ll go up to Mighty\nJones’ woodshed and rescue that money.”\n\nWe finds both broncs in Pelly’s barn, so we saddles up and fares\nforth. We don’t fare far until we meets Bill McFee. We stops and asks\nBill if there’s anything new.\n\n“Nope,” says he. “I reckon we got ’em in jail.”\n\n“So?” says Chuck. “Bill, how would you like to take a ride with us and\nbring back that seven thousand?”\n\nBill grins like it was a good joke:\n\n“Uh-huh. I’d admire that. What’s the joke?”\n\n“Ain’t no joke, Sheriff,” says I. “You go with us and bring the gold\nback. Is that satisfactory?”\n\n“I’d admire to know a little more.”\n\n“Not at all necessary,” says Chuck. “Election is only three months\naway, and the credit ain’t going to hurt yuh none, Bill.”\n\n“That’s sensible,” agrees Bill. “I’m with yuh.”\n\nBill attempts to find out things, but we don’t talk much, and it’s\ndark when we climbs off at Mighty’s place. We hikes right over to the\nwoodshed. Bill lights a match and looks inside, drops the match and\ndon’t stop running for a hundred yards. Me and Chuck gallops with him\nfor a ways, sort of sympathetic-like.\n\n“Bobcats!” whistles Bill. “Shed’s full of ’em!”\n\nYuh never can tell what kind of a pet a nut like Mighty is liable to\nhave, so we ain’t surprised a lot.\n\n“I ain’t afraid of no cat what ever lived,” states Chuck. “I’m going\nto get that box in spite of anything.”\n\nWe pilgrims up close again, with our guns ready. Chuck finds an old\nnewspaper, which he lights, and we peeks around the corner of the\ndoor, and looks right into the shiny eyes of two big cats. Three guns\ngoes off at the same time, and three men went away. There ain’t a\nsound from the shed, so we sneaks back.\n\n“That’s good shooting,” applauds Bill. “Two shots killed ’em both,\n’cause I shot in the ground.”\n\n“Sure was,” I agrees, “I did, too.”\n\n“Wonderful!” agrees Chuck. “They must ’a’ jumped high, ’cause mine\nwent through the roof.”\n\nChuck tosses in that burning paper. Them cats are still there but\ndon’t move.\n\n“Rugs!” snorts Chuck. “Mighty is sort of a taxidermist, and he put\nthem eyes in himself. They sure look natural.”\n\nWe found that box. Chuck makes a presentation speech to the minion of\nthe law, who recites a few appropriate words in return. Bill takes the\nbox on his saddle-horn, and we goes back to Paradise.\n\nWe gets McGuire and all the rest of Paradise’s population to see the\ngrand opening. We assembles in Pelly’s saloon and Mike furnishes the\nhammer.\n\n“Gents,” states Bill, “this ain’t a complete exoneration of Telescope\nand Ames, but I reckon it clears ’em a plenty. The law recovers said\nstolen property, but I’ll let Mister Warner and Mister Peck tell the\nstory. I can hunt lost things but I can’t tell a interesting story\nlike some folks.”\n\n“You better superintend this, McGuire,” he continues. “It’s a lot of\nwealth to look upon.”\n\nHe tears the top boards off, and Paradise gazes a plenty.\n\nMe and Chuck takes one gaze, and slips loose. We meets at the door,\nambles around the corner and forks our broncs. I follers Chuck’s lead,\nand about a mile from town we stops and looks back.\n\n“Henry,” says he, sad-like, “who do you suppose put them rocks in that\nbox?”\n\n“If I knew I’d be a murderer,” says I, and then it strikes me funny.\n“Box of scab-rock guarded by two mounted bobcats! Haw! Haw! Haw!\nMister McFee, we hereby puts in your care and custody one box, the\nvalue of same being problematical. You being a duly elected officer of\nthe law, and, we having faith in your integrity and sense of duty,\nturneth over said box to be dealt with as yuh see fit,” says I,\nquoting Chuck’s woodshed speech.\n\n“Value being problematical takes the curse of anyway, Hen,” says he.\n\nIt’s about midnight when we arrives at the Cross J. The old man is in\nthe bunk-house, and he looks us over, sad-like.\n\n“What are you fellers trying to do?” he asks. “The sheriff sure is one\nsore person. Says he can prove that one or both of you was mixed up in\nthat robbery.”\n\n“Aw ——!” snorts Chuck. “I thought it was the right box.”\n\n“It was. McGuire identified it. The question is this: you knowed where\nthe box was—where are the contents? That’s what Paradise wants to\nknow.”\n\n“Paradise ain’t got nothing on us, eh, Chuck?” says I. “If they wanted\nto know any worse than we do they’d all be sick.”\n\nMe and Chuck talks it all over and decides that the longer we’re out\nof jail the more they’ll have against us when we do get in, so we\ndecide to give ourself up before we’re liable to capital punishment.\n\n                  *       *       *       *       *\n\nThe next morning we rides away to be locked up in self-defense. Just\noutside of Paradise we overtakes an Injun. He’s jogging along on a\nglass-eyed pinto, and he grins when he sees Chuck. Chuck stands in\nwith all the aborigines.\n\n“Hello, Tenas Charley,” grins the buck.\n\n“Hello, Hiawatha,” grins Chuck. “Where you go so early?”\n\n“You sabe Doc Milliken?”\n\n“You bet. Why you wantum?”\n\n“Givum letter. Me got letter. White man hurtum leg. No walk. Me go to\nDoc Milliken. Sabe?”\n\nHe fusses around in his blanket and produces a piece of paper. Chuck\ntakes the paper and reads the few words. He hands me the letter and\ngrins. It reads like this:\n\n    Hurt my leg. Follow the Injun to me.\n\nThere ain’t no name signed.\n\n“Heap scared,” informs the Injun. “Hurtum leg on tree.”\n\n“Where you camp?” asks Chuck, and we gets informed that it’s on Little\nBeaver Crick. Chuck gives him back the letter, and swings around. “So\nlong, Setting Bull,” says he, and the Injun grins and bobs off down\nthe road.\n\n“Now where?” I asks, and Chuck grins, “Slippery Silverton!” he whoops.\n“If it was anybody around here they’d ‘a’ signed their name. He’s\nhived up with that Injun, and we’re going to land him, Henry. Maybe\nhe’s got the gold, too.”\n\nIt didn’t take us long to find that camp. We advances on foot. There’s\na white man setting on the sunny side of that teepee, and he’s in\nblissful ignorance until me and Chuck lands on his shoulders like two\nplayful bears. He gets energetic, but Chuck taps him on the head with\nhis gun, and we hog-ties him proper. When he opens his eyes Chuck\ngrins at him an’ says—\n\n“Hello, Slippery.”\n\nHe don’t say a word.\n\n“Don’t talk,” advises Chuck. “Yuh might wear out your teeth.”\n\nThe feller looks at us, foolish-like, so we hoists him up on Chuck’s\nbronc, and Chuck rides behind him. Once he opened his mouth and spoke\none line:\n\n“You fellers are an hour late.”\n\nThat’s all he said. I reckon Chuck hit him pretty hard.\n\nWe pilgrims right into Paradise, and up to Pelly’s saloon. There ain’t\na soul in sight, but we observes signs of life down where we holds our\ncourt. We takes our captive down there, cuts the ropes off his legs\nand takes him inside.\n\nThe place is crowded and Telescope is on the stand. We gets in just in\ntime to hear the judge ask Telescope if he can think of any earthly\nreason why he shouldn’t be held for the next term of court.\n\n“A lot of reason, Judge!” yells Chuck, pushing our prisoner up to the\nfront. “Here’s the main reason. Gents, I makes yuh used to Slippery\nSilverton!”\n\n“Silverton ——!” I hears McGuire yelp.\n\n“That’s the owner of the Golden Cross mine, Mister Warde,” And then he\nhorns his way over to our prisoner and snorts—“What does this all\nmean?”\n\n“I don’t know,” says the feller. “I—— I must ’a’ got hurt. Unless I’m\nmistaken I came part-way from the mine with Joe Allerton. We had that\ngold shipment. We sent out two decoy boxes on account of so many\nrobberies. We rode across the hills. Joe figured on just making that\ntrain. He went to Helena. I wanted a pair of moccasins, and Joe left\nme at that Indian teepee. The owner wasn’t there, so I waited. That’s\nall, I guess. Somebody jumped on to me and—here I am.”\n\n“The—the gold didn’t come down yesterday?” gasps McGuire, and Warde\nshakes his head, painful-like. “No. Just a box of rocks.”\n\nJust then in comes Doc Milliken.\n\n“Say!” he yells. “Will one of you strong men come and help me set a\nman’s leg? Mighty Jones cut a tree the wrong way and it lit on him.\nLucky he was found by an Injun, who came for help. He was able to send\na note but fainted before he could sign his name. All I want is\nsomebody to hold him down. He’s so absent-minded that he’s liable to\nrun away. He says to tell Ricky Henderson that his box of dynamite is\neither in the hay-loft or under his cabin floor. He can’t remember\nwhich.”\n\nArt Miller is standing close to Chuck, and Chuck grabs him by the arm\nand whispers—“What does a new wheel for your stage cost, Art?”\n\n“About eight dollars, Chuck—why?” “Here’s ten. Don’t ask me.”\n\nWhile there is plenty of talk me and Chuck backs out and rides out of\ntown. We’re in the bunk-house when Telescope and Muley and the old man\ncomes home. Telescope and Muley comes in and looks us over,\nsolemn-like. Pretty soon Muley climbs up on the bunk and recites, with\nappropriate gestures and feeling:\n\n    “Let me sing yuh a song of four danged fools,\n      Four punchers whose brains are nix,\n    Who done some things they ought not to do,\n      And got in a —— of a fix.\n    One was stuck on himself and wanted to be\n      Admired at ten cents a throw.\n    Another wore stilts so he’d look like a man,\n      When he went out after the dough.\n    Three of the fools fooled with dynamite,\n      One beat up an innocent man.\n    The price of a wheel was all that it cost.\n      You may beat it—I don’t think yuh can.”\n\n“Beautiful,” says I. “You’ve got a soul, Muley. There’s still that box\nof dynamite of Mighty’s to account for.”\n\n“He picked it up on his way home,” says Muley. “That’s settled.”\n\n“Did Archibald Ames get his local color?” I asks, and Telescope shakes\nhis head. “Archibald Ames didn’t wait for nothing. He even hired\nsomebody to drive him to Silver Bend. I asked him what he wanted me to\ndo, and he told me to go to a place where they don’t cut holes in the\nice.”\n\n“You’ll miss them meals in bed,” sympathizes Chuck, wiggling his ears,\nand ducks outdoors just in time.\n\nA boot-jack splintered on the door behind him.\n\n“Well, it ended all right anyway,” grunts Muley. “How’d yuh say yuh\nhurt that leg, Telescope?”\n\nTelescope peeks out of the door, and then limps back to me and Muley.\n\n“I didn’t go to Bowers’ that first day the stage was robbed,” he\nwhispers. “Don’t breathe it to a soul. I wouldn’t have Chuck hear it\nfor a million.”\n\nWe holds up our right hands.\n\n“Well,” says he, “that cottonwood snag they made me climb didn’t have\nno bark on it, and when I started down I slid too fast. Sabe?”\n\n“Chuck was right!” I snorts. “He sure told the truth that time.”\n\nTelescope hops to his feet and grabs me by the arms.\n\n“What do yuh mean, Hen? What did Chuck say?”\n\n“He said it sure was slippery,” says I.",
    "metadata": {
        "author": [
            "Tuttle, W. C. (Wilbur C.)",
            "Tuttle, Wilbur C.",
            "Tuttle, Wilbur Coleman"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/66898/pg66898.txt",
        "name": "dough_or_dynamite.json"
    }
}