{
    "name": "Dream's end",
    "author": [
        "Liddell, C. H.",
        "Smith, Woodrow Wilson",
        "Kuttner, Henry",
        "Hammond, Keith",
        "Hastings, Hudson"
    ],
    "body": "The sanitarium was never quiet. Even when night brought comparative\nstillness, there was an anticipatory tension in the air—for cyclic\nmental disorders are as inevitable, though not as regular, as the swing\nof a merry-go-round.\n\nEarlier that evening Gregson, in Ward 13, had moved into the downswing\nof his manic-depressive curve, and there had been trouble. Before the\norderlies could buckle him into a restraining jacket, he had managed to\nbreak the arm of a “frozen” catatonic patient, who had made no sound\neven as the bone snapped.\n\nUnder apomorphine, Gregson subsided. After a few days he would be at the\nbottom of his psychic curve, dumb, motionless, and disinterested.\nNothing would be able to rouse him then, for a while.\n\nDr. Robert Bruno, Chief of Staff, waited till the nurse had gone out\nwith the no longer sterile hypodermic. Then he nodded at the orderly.\n\n“All right. Prepare the patient. I want him in Surgery Three in half an\nhour.”\n\nHe went out into the corridor, a tall, quiet man with cool blue eyes and\nfirm lips. Dr. Kenneth Morrissey was waiting for him. The younger man\nlooked troubled.\n\n“Surgery, Doctor?”\n\n“Come on,” Bruno said. “We’ve got to get ready. How’s Wheeler?”\n\n“Simple fracture of the radius, I think. I’m having plates made.”\n\n“Turn him over to one of the other doctors,” Bruno suggested. “I need\nyour help.” He used his key on the locked door. “Gregson’s in good shape\nfor the experiment.”\n\nMorrissey didn’t answer. Bruno laughed a little.\n\n“What’s bothering you, Ken?”\n\n“It’s the word experiment,” Morrissey said.\n\n“Pentothal narcosynthesis was an experiment when they first tried it. So\nis this—empathy surrogate. If there’s a risk, I’ll be taking it, not\nGregson.”\n\n“You can’t be sure.”\n\nThey stepped into the elevator.\n\n“I _am_ sure,” Bruno said, with odd emphasis. “That’s been my rule all\nmy life. I make sure. I’ve got to _be_ sure before I undertake anything\nnew. This experiment can’t possibly fail. I don’t run risks with\npatients.”\n\n“Well—”\n\n“Come in here.” Bruno led the way from the elevator to an examination\nroom. “I want a final check-up. Try my blood-pressure.” He stripped off\nhis white coat and deftly wound the pneumatic rubber around his arm.\n\n“I’ve explained the whole situation to Gregson’s wife.” Bruno went on as\nMorrissey squeezed the bulb. “She’s signed the authorization papers. She\nknows it’s the only chance to cure Gregson. After all, Ken, the man’s\nbeen insane for seven years. Cerebral deterioration’s beginning to set\nin.”\n\n“Cellular, you mean? Um-m. I’m not worried about that. Blood-pressure\nokay. Heart—”\n\nMorrissey picked up a stethoscope. After a while he nodded.\n\n“A physician hasn’t any right to be afraid of the dark,” Bruno said.\n\n“A physician isn’t charting unmapped territory,” Morrissey said\nabruptly. “You can dissect a cadaver, but you can’t do that to the\npsyche. As a psychiatrist you should be the first to admit that we don’t\nknow all there is to know about the mind. Would you take a transfusion\nfrom a meningitis patient?”\n\nBruno chuckled. “Witchcraft, Ken—pure witchcraft! The germ theory of\npsychosis! Afraid I’ll catch Gregson’s insanity? I hate to disillusion\nyou, but episodic disorders aren’t contagious.”\n\n“Just because you can’t see a bug doesn’t mean it isn’t there,”\nMorrissey growled. “What about a filterable virus? A few years ago\nnobody could conceive of liquid life.”\n\n“Next you’ll be going back to Elizabethan times and talking about spleen\nand humors.” Bruno resumed his shirt and coat. He sobered. “In a way,\nthough, this _is_ a transfusion. The only type of transfusion possible.\nI’ll admit no one knows all there is to know about psychoses. Nobody\nknows what makes a man think, either. But that’s where physics is\nbeginning to meet medicine. Witchcraft and medicine isolated digitalin\nwhen they met. And scientists are beginning to know the nature of\nthought—an electronic pattern of energy.”\n\n“Empirical!”\n\n“Compare not the brain, but the mind itself, to a uranium pile,” Bruno\nsaid. “The potentialities for atomic explosion are in the mind because\nyou can’t make a high-specialized colloid for thinking without\napproaching the danger level. It’s the price humans pay for being _homo\nsapiens_. In a uranium pile you’ve got boron-steel bars as dampers, to\nabsorb the neutrons before they can get out of control. In the mind,\nthose dampers are purely psychic, naturally—but they’re what keep a man\nsane.”\n\n“You can prove anything by symbolism,” Morrissey said sourly. “And you\ncan’t stick bars of boron-steel in Gregson’s skull.”\n\n“Yes, I can,” Bruno said. “In effect.”\n\n“But those dampers are—_ideas_! Thoughts! You can’t—”\n\n“What is a thought?” Bruno asked.\n\nMorrissey grimaced and followed the Chief of Staff out.\n\n“You can chart a thought on the encephalograph—” he said stubbornly.\n\n“Because it’s a radiation. What causes that radiation? Energy emitted by\ncertain electronic patterns. What causes electronic patterns? The basic\nphysical structure of matter. What causes uranium to throw off neutrons\nunder special conditions? Same answer. If an uranium pile starts to get\nout of control, you can damp it, if you move fast, with boron or\ncadmium.”\n\n“If you move fast. Why use Gregson? He’s been insane for years.”\n\n“If he’d been insane for only a week, we couldn’t prove it was the\nempathy surrogate that cured him. You’re just arguing to dodge the\nresponsibility. If you don’t want to help me, I’ll get somebody else.”\n\n“It would take weeks to train another man,” Morrissey said. “No, I’ll\noperate. Only—have you thought of the possible effect on your own\nmind?”\n\n“Certainly,” Bruno said. “Why the devil do you suppose I’ve been running\nexhaustive psychological tests on myself? I’m completely oriented, I’m\nso normal that my mind must be full of boron dampers.” He paused at the\ndoor of his office. “Barbara’s here. I’ll meet you in Surgery.”\n\nMorrissey’s shoulders slumped. Bruno smiled slightly and opened the\ndoor. His wife was sitting on a leather couch, idly turning the pages of\na psychiatric review.\n\n“Studying?” Bruno said. “Want a job as a nurse?”\n\n“Hello, darling,” she said, tossing the magazine aside.\n\nShe came toward him quickly. She was small and dark and, Bruno thought\nacademically, extremely pretty. Then his thoughts stopped being academic\nas he kissed her.\n\n“What’s up?”\n\n“You’re doing that operation tonight, aren’t you? I wanted to wish you\nluck.”\n\n“How’d you know?”\n\n“Bob,” she said, “we’ve been married long enough so I can read your mind\na little. I don’t know what the operation is, but I know it’s important.\nSo—for luck!”\n\nShe kissed him again. Then, with a smile and a nod, she slipped out and\nwas gone. Dr. Robert Bruno sighed, not unhappily, and sat behind his\ndesk. He used the annunciator to check the sanitarium’s routine, made\ncertain everything was running smoothly, and clicked his tongue with\nsatisfaction.\n\nNow—the experiment....\n\n                 *        *        *        *        *\n\nSurgery Three had some new equipment for the experiment. Bruno’s\ncollaborator, Andrew Parsons, the atomic physicist, was there, small and\nuntidy, with a scowling, wrinkled face that looked incongruous under the\nsurgeon’s cap. There was to be no real surgery; trepanning wasn’t\nnecessary, but aseptic precautions were taken as a matter of course.\n\nThe anesthetist and two other nurses stood ready, and Morrissey, in his\nwhite gown, seemed to have forgotten his worry and had settled down to\nhis usual quiet competence. Gregson was on one of the tables, already\nprepped and unconscious. Intravenous anesthesia would presently\nsupplement the apomorphine in his system, as it would also be\nadministered to Bruno himself.\n\nFerguson and Dale, two other doctors, were present. At worst quick\ncerebral surgery might be necessary, if anything went badly amiss. But\nnothing could, Bruno thought. Nothing could.\n\nHe glanced at the sleek, shining machines, with their attachments and\nregistering dials. Not medical equipment, of course. They were in\nParsons’ line; he had planned and built them. But the idea had been\nBruno’s to begin with, and Bruno’s psychiatric knowledge had\ncomplemented Parsons’ technology. Two branches of science had met, and\nthe result would be—a specific for insanity.\n\nTwo spots on Bruno’s head had been shaved clean. Parsons carefully\naffixed electrodes, which were already in place on Gregson’s skull.\n\n“Remember,” Parsons said, “you should be as relaxed as possible.”\n\n“You took no sedative, Doctor,” Morrissey said.\n\n“I don’t need one. The anesthetic will be enough.”\n\nThe nurses moved with silent competence about the table. The emergency\noxygen apparatus was tested. The adrenalin was checked; the sterilizer\nsteamed on its table. Bruno emptied his mind and relaxed as a nurse\nswabbed his arm with alcohol.\n\nSuperimposure of the electronic mental matrix of sanity ... psychic\nrapport ... the pattern of his sanity-dampers would be fixed\nunalterably in the twisted, warped mind of the manic-depressive.\n\nHe felt the sting of the needle. Automatically he began counting. One.\nTwo. Three....\n\nHe opened his eyes. The face of Morrissey, intent and abstracted, hung\nover him. Beyond Morrissey was the bright ceiling fluorescent, glaring\ndown with a brilliance that made Bruno blink. His arm stung slightly but\notherwise there were no after effects.\n\n“Can you hear me, Doctor?” Morrissey said.\n\nBruno nodded. “Yes. I’m awake now.” His tongue was a little thick. That\nwas natural. “Gregson?”\n\nBut Morrissey’s face was growing smaller. No, it was receding. The\nceiling light shrank. _He was falling_—\n\nHe shot down with blinding rapidity. White walls rushed up past him.\nMorrissey’s face receded to a shining dot far above. It grew darker as\nhe fell. Winds screamed, and there was a slow, gradually increasing\nthundering like an echo resounding from the floor of this monstrous\nabyss.\n\nDown and down, faster and faster, with the white walls fading to gray\nand to black, till he was blind, till he was deafened with that roaring\necho.\n\nVisibility returned. Everything was out of focus. He blinked, swallowed,\nand made out the rectangular shape of a bedside screen. There was\nsomething else, white and irregular.\n\n“Are you awake, Doctor?”\n\n“Hello, Harwood,” Bruno said to the nurse. “How long have I been out?”\n\n“About two hours. I’ll call Dr. Morrissey.”\n\nShe stepped out of the room. Bruno flexed his muscles experimentally. He\nfelt all right. Not even a headache. His vision was normal now. He\ninstinctively reached for his wrist and began counting the pulse.\nThrough the window he could see the slow motion of a branch, the leaves\nfluttering in a gentle wind. Footsteps sounded.\n\n“Congratulations,” Morrissey said, coming to the bed. “Gregson’s in\nshock, but he’s already beginning to come out of it. No prognosis yet,\nbut I’ll bet a cookie you’ve done it.”\n\nBruno let out his breath in a long sigh. “You think so?”\n\nMorrissey laughed. “Don’t tell me you weren’t sure!”\n\n“I’m always sure,” Bruno said. “Just the same, confirmation’s always\npleasant. I’m thirsty as the devil. Get me some ice, Ken, will you?”\n\n“All right.” Morrissey leaned out of the door and called the nurse. Then\nhe came back and lowered the Venetian blind. “Sun in your eyes. That\nbetter? How do you feel, or need I ask?”\n\n“Quite normal. No ill effects at all. Say, you’d better notify Barbara\nI’m alive.”\n\n“I already have. She’s coming over. Meanwhile, Parsons is outside. Want\nto see him?”\n\n“Sure.”\n\n                 *        *        *        *        *\n\nThe physicist must have been near the door, for he appeared almost\ninstantly.\n\n“I’ll have to depend on you now,” he said. “Psychiatric examinations are\nout of my line, but Dr. Morrissey tells me we’ve apparently succeeded.”\n\n“We can’t be sure yet,” Bruno said cautiously, reaching for cracked ice.\n“I’m keeping my fingers crossed.”\n\n“How do you feel?”\n\n“If there’s a healthier specimen in this hospital than Dr. Bruno,”\nMorrissey said, “I’ve yet to hear of it. I’ll be back. I’ve got to check\na patient.” He went out.\n\nBruno lay back on his pillow.\n\n“I’ll be up and around tomorrow,” he said, “and I’ll want to make some\ntests on Gregson then. Meanwhile, I’ll relax—for a change. One good\nthing about this place; the routine’s so perfect that you can unhitch\nyourself completely and let yourself rest, if you want to. A dependable\nstaff.”\n\nThe Venetian blind clattered in the wind. Parsons grunted and went\ntoward it, taking hold of the cord.\n\nHe raised the blind and stood there, his back to Bruno. But it was dark\noutside the window.\n\n“The sun was in my eyes,” Bruno said. “Wait a minute! That was only a\nlittle while ago. Parsons, something’s wrong!”\n\n“What?” Parsons asked, without turning.\n\n“Morrissey said I was unconscious for only two hours. And I took\nanesthesia at half-past nine. At night! But the sun was shining in that\nwindow when I woke up, a few minutes ago!”\n\n“It’s night now,” Parsons said.\n\n“It can’t be. Get Morrissey. I want to—”\n\nBut Parsons suddenly leaned forward and opened the window. Then he\njumped out and vanished.\n\n“_Morrissey!_” Bruno shouted.\n\nMorrissey came in. He didn’t look at Bruno. He walked quickly across the\nroom and jumped out of the window into the darkness.\n\nFerguson and Dale entered, still in their operating gowns. They followed\nMorrissey through the window.\n\nBruno hoisted himself up. Three nurses came through the door. An intern\nand an orderly followed. Then others.\n\nIn nightmare procession the staff filed into Bruno’s room. In deadly\nsilence they walked to the window and jumped out.\n\nThe blankets slipped down from Bruno’s body. He saw them sail slowly\ntoward the window—\n\nThe bed was tilting! No—the room itself was turning, revolving, till\nBruno clung frantically to the head-board while gravity dragged him\ninexorably toward a window that now gaped directly below him.\n\nThe bed fell. It spilled Bruno out. He saw the oblong of the window\nopening like a mouth to swallow him. He plunged through into utter\nblackness, into an echoing, roaring hell of night and thunder....\n\n“Oh, good heavens!” Bruno moaned. “What a dream! Morrissey, get me a\nsedative!”\n\nThe psychiatrist laughed. “You’ve had a dream-within-a-dream before,\nhaven’t you, Doctor? It sounds unnerving, but now you’ve told me all\nabout it. The catharsis is better than a barbiturate.”\n\n“I suppose so.” Bruno lay back in the bed.\n\nThis wasn’t the room he had dreamed about. It was much larger, and\noutside the windows was normal darkness. Morrissey had said that the\nanesthetic had lasted for several hours.\n\n“Anyway, I’m jittery,” Bruno said.\n\n“I didn’t know you had any nerves.... Here, Harwood.” Morrissey\nturned to the nurse and scribbled down a few symbols on a pad. “There.\nWe’ll get your sedative. Don’t you want to know about Gregson?”\n\n“I’d forgotten about him completely,” Bruno acknowledged. “Can you tell\nanything definite yet?”\n\n“We caught him on the downcurve of the depressive cycle, remember? Well,\nhe isn’t talking yet, but there’s a touch of euphoria. The elation will\nwear off. One thing, you’ve broken the cycle. His mind isn’t adjusted\nyet to those—damper bars you put in ’em, but off-hand, I’d say it looks\npretty good.”\n\n“What does Parsons think?”\n\n“He’s immersed in calculations. Said he’d be around to see you as soon\nas you woke up. Here’s that sedative.”\n\nBruno accepted the capsules from the nurse and washed them down with\nwater.\n\n“Thanks. I’d rather rest a bit. I must have unconsciously piled up quite\na lot of tension.”\n\n“So I gather,” Morrissey said drily. “Well, here’s the bell-cord.\nAnything else?”\n\n“Just rest.” Bruno hesitated. “Oh—one thing.” He extended his arm.\n“Pinch it.”\n\n                 *        *        *        *        *\n\nMorrissey stared and chuckled.\n\n“Still not sure you’re awake? I can assure you you are, Doctor. I’m not\ngoing to jump out of the window. And it’s still night, you’ll notice.”\n\nWhen Bruno didn’t move, Morrissey pinched up a fold of the other’s\nforearm between thumb and finger.\n\n“Ouch!” Bruno said. “Thanks.”\n\n“Any time,” Morrissey said cheerfully. “Get some rest now. I’ll be\nback.”\n\nHe went out with the nurse. Bruno blew out his breath and let his gaze\nwander around the room. Everything looked perfectly solid and normal. No\nblack, thundering abyss lurked under the floor. An unpleasant dream!\n\nHe reached for pad and pencil and made careful notes on the curious\ndouble-delusion before he let himself relax. Then he felt the sedative\ncreeping slowly along his nerves, a warm, pleasant sensation that he was\nglad to encourage. He didn’t want to think. Later would be time enough.\nThe empathy surrogate experiment, Gregson, the physicist Parsons,\nBarbara—later!\n\nHe drowsed. It seemed only a moment before he opened his eyes to see\nsunlight beyond the window. Brief panic touched him, then he looked at\nhis wrist-watch and was reassured to see that it said eleven o’clock. He\ncould hear the muffled sounds of the ordinary hospital routine going on\noutside door and window. Presently, feeling refreshed, he got up and\ndressed.\n\nIn Nurse Harwood’s office he telephoned Morrissey, exchanged brief\ngreetings, and then went to his own office to shower and shave.\n\nHe telephoned Barbara.\n\n“Hello, there,” she said. “Morrissey notified me you were doing all\nright. So I thought I’d wait till you woke up.”\n\n“I’m awake now. Suppose I come over to the house for lunch?”\n\n“Swell. I’ll be waiting.”\n\n“Half an hour, then?”\n\n“Half an hour. I’m glad you called, Bob. I was worried.”\n\n“You needn’t have been.”\n\n“Was your experiment a success?”\n\n“Can’t tell yet. Keep your fingers crossed.”\n\nTen minutes later Bruno’s fingers were still crossed as he examined\nGregson. Parsons and Morrissey were present. The physicist kept making\nnotes, but Morrissey stood silent and watchful.\n\nThere was very little to be seen as yet. Gregson lay in his bed, the\nshaved spots on his head white against the dark hair, his features\nrelaxed and peaceful. The typical anxiety expression was gone. Bruno\nopened the man’s eyes and flashed his light into them. Contraction of\nthe pupils seemed normal.\n\n“Can you hear me, Gregson?”\n\nGregson’s lips moved. But he said nothing.\n\n“It’s all right. You’re feeling fine, aren’t you? You’re not worried\nabout anything, are you?”\n\n“Headache,” Gregson said. “Bad headache.”\n\n“We’ll give you something for that. Now try to sleep.”\n\nOutside, in the corridor, Bruno tried hard to repress his exultation.\nParsons blinked at him, scowling.\n\n“Can you tell anything yet?”\n\nBruno checked himself. “No. It’s too soon. But—”\n\n“The manic-depressive phase is passed,” Morrissey put in. “He seems\nrational. And he hasn’t been for three years.”\n\n“Those damper bars—” Bruno smiled. “Well, we’ll have to wait and see.\nWe can’t write up a report yet. He’s certainly oriented. We’ll give him\na chance to rest. More tests later. I don’t want to jump the gun.”\n\nBut with Barbara he let himself be more enthusiastic.\n\n“We’ve done it, Barbara! Found a specific for insanity.”\n\nShe leaned across the table to pour coffee.\n\n“I thought there were so many types of psychosis that the treatment\nvaried considerably.”\n\n“Well, that’s true, but we’ve never got to the real basis of the trouble\nbefore. You can cure a cold by rest therapy, force fluids and aspirin,\nbut cold vaccine gets directly to the root of the trouble. Some types of\ninsanity have been thought incurable, but tetanus was incurable till we\ngot a vaccine for it. The empathy surrogate therapy is the lowest common\ndenominator. It works on the electronic structure of the mind, and\nunless there’s physical deterioration, as in advanced paresis, our\ntreatment should work beautifully.”\n\n“So that’s what you were working on,” Barbara said. “Bob, you don’t know\nhow glad I am that it’s successful.”\n\n“Well—we hope. We’re almost sure. But—”\n\n“You can take a vacation now? You’ve been working so hard!”\n\n“A few more weeks, and I’ll be ready. I’ve got to collate my notes. I\ncan’t run out on Parsons at this stage. But very soon, I promise.”\n\n                 *        *        *        *        *\n\nHe looked up to see her smile. Suddenly he stiffened. Her smile was\nbroadening, stretching, the lower lip dropping till all her teeth\nshowed. The lower lids of her eyes hung ... stretched....\n\nHer nose lengthened.\n\nHer eyes slowly crawled out of their sockets and lengthened on dreadful\nstalks down her cheeks.\n\nShe melted down and out of sight beneath the table.\n\nThe table began to sink.\n\nAnd now everything around him was melting. Under him the chair became\nplastic and then fluid. The floor was a bowl, and the walls were\ndripping down into it, into a shining whirlpool at the center.\n\nHe slipped helplessly along that slope till the pool engulfed him, in a\nchaos of thunder and confusion and sickening horror.\n\nThe winds bellowed.... The empty drop closed around him.... He\nfell in darkness....\n\nThis time, when he woke, he wasn’t sure. The panic had not left him. He\nlearned, later, that he had been semi-delirious for eight days, and only\nMorrissey’s unceasing attention had kept him reasonably quiet. Then\nthere were weeks of convalescence, and a vacation, and it seemed a long\ntime before he came back from Florida, tanned and healthy, to resume his\nduties.\n\nEven then, though, there was the fear.\n\nWhen he drove toward the blocky buildings of the sanitarium he felt a\ntouch of it brush him. He reached for Barbara’s hand, and felt some\ncomfort in the assurance of her nearness. She had been helpful, too,\nthough she had not understood.\n\nEvery day after that, when he left her, there was a fleeting\napprehension lest he never see her again. To forget the uncertainty of\nhis footing, the ground that was no longer absolutely solid, he plunged\ninto the hospital’s routine. And gradually, after more weeks, the terror\nbegan to leave him.\n\nGregson had been cured. He was still under precautionary observation,\nbut all traces of his psychosis seemed to have vanished. There were\nstill minor neuroses, the natural result of the past six years of\nabnormal restraint, but they were disappearing under proper therapy. The\nempathy surrogate treatment was successful. Yet, for a while, Bruno\nrefused to attempt more experiments.\n\nParsons was displeased. He was anxious to chart a graph on the process,\nand one trial did not provide enough evidence. Bruno kept putting the\nphysicist off with promises. It eventually ended in a minor spat which\nMorrissey halted by pointing out that Dr. Robert Bruno was, technically,\nhis own patient, and was not yet ready for further research on the\ndangerous subject.\n\nParsons, furious, went off. Bruno followed Morrissey into the latter’s\noffice and sat down in one of the more comfortable chairs. It was\nmid-afternoon, and beyond the windows the drowsy hum of summer made a\npeaceful counterpoint to the conversation.\n\n“Cigarette, Ken?”\n\n“Thanks.... Look, Bob.” The two men had drawn closer together in the\nlast weeks. Morrissey no longer addressed his Chief of Staff with the\nformer “Doctor.” “I’ve been collating the facts of your case, and I\nthink I’ve got at the root of the trouble. Do you want to hear my\ndiagnosis?”\n\n“Candidly, I don’t,” Bruno said, closing his eyes and inhaling smoke.\n“I’d prefer to forget it. But I know I can’t. That would be psychically\nruinous.”\n\n“You had a cyclic self-containing dream—I suppose you could call it\nthat. You dreamed you were dreaming you were dreaming. You know what\nyour trouble is?”\n\n“Well?”\n\n“You’re not sure you’re awake now.”\n\n“Oh, I’m sure enough,” Bruno said. “Most of the time.”\n\n“You’ve got to be sure all the time. Or else make yourself believe that\nit doesn’t matter whether you’re dreaming or waking.”\n\n“Doesn’t matter! Ken! To know that everything may melt away under my\nfeet at any time, and to think that doesn’t matter! That’s impossible!”\n\n“Then you’ve got to be sure you’re awake. Those hallucinations you had\nare over. Weeks have passed.”\n\n“Hallucinatory time is elastic and subjective.”\n\n“It’s a defense mechanism—you know that, I suppose?”\n\n“Defense against what?”\n\nMorrissey moistened his lips. “Remember, I’m the psychiatrist and you’re\nthe patient. You were psychoanalyzed when you studied psychiatry, but\nyou didn’t get all the devils out of your subconscious. Hang it, Bob,\nyou know very well that most psychiatrists take up the work because\nthey’re attracted to it for pathological reasons—neuroses of their own.\nWhy did you always insist that you were so utterly sure of everything?”\n\n“I always made sure.”\n\n“Compensation. To allow for a basic unsureness and insecurity in your\nown makeup. Consciously you were sure the empathy surrogate treatment\nwould work, but your unconscious mind wasn’t so certain. You never let\nyourself know that, though. But it came out under stress—the therapy\nitself.”\n\n“Go on,” Bruno said slowly.\n\n                 *        *        *        *        *\n\nMorrissey tapped the papers on his desk.\n\n“I know my diagnosis is pretty accurate, but you can decide that for\nyourself. You can tell, perhaps, better than I can. The frontiers of the\nmind are _terra incognita_. Your simile of a uranium pile was better\nthan you’d realized. When critical mass is approached, there’s danger.\nAnd the damper bars in your own mind—what did Parsons’ machine do to\nthem?”\n\n“I am quite sane,” Bruno said. “I think.”\n\n“Sure you are, now. You’re getting over that explosion. You’d been\nbuilding up an anxiety neurosis, and the therapy made it blow off. Just\nhow, I don’t understand. The electronic patterns of the mind aren’t in\nmy field. All I know is that the experiment with Gregson removed the\nsafety blocks from your mind, and you lost control for a while. Thus the\nhallucinations, which simply followed the path of least resistance.\nPoint One: You’re afraid of insecurity and unsureness, and you always\nhave been. Thus your dream follows a familiarly symbolic pattern. At any\ntime the sureness of waking may vanish. Point Two: As long as you think\nyou’re dreaming, you’re dodging responsibility!”\n\n“Good Lord, Ken!” Bruno said. “I just want to be sure I’m awake!”\n\n“And there’s absolutely no way you can be sure of that,” Morrissey said.\n“The conviction must come from your own mind and be subjective. No\nobjective proof is possible. Otherwise, if you fail to convince\nyourself, the anxiety neurosis will grow back into a psychosis, and—”\nHe shrugged.\n\n“It sounds logical,” Bruno said. “I’m beginning to see it pretty\nclearly. I think, perhaps, this clarification is what I needed.”\n\n“Do you think you’re dreaming now?”\n\n“Not at the moment—certainly.”\n\n“Swell,” Morrissey said. “Because the conglobulation of the psych\nbetween the forever and upstriding kaleeno bystixing forinder saan—”\n\nBruno jumped up. “Ken!” he said, dry-throated. “Stop it!”\n\n“Fylixar catween baleeza—”\n\n“_Stop it!_”\n\n“BYZINDERKONA REPSTILLING AND ALWAYS ALWAYS ALWAYS NEVER KNOWING NEVER\nKNOWING NEVER KNOWING—”\n\nThe words came out in great whirling shining globes. They raced past\nBruno’s head with a screaming hiss. They bombarded him. They carried him\nback into a thundering, windy abyss of blackness and terror.\n\n                 *        *        *        *        *\n\nMorrissey stepped back from the bed and asked:\n\nDr. Robert Bruno managed to nod.\n\n“Good,” Morrissey said. “You were out for about three hours. But\neverything’s going nicely. You’ll be up and around pretty soon. There’s\nplenty to be done. Barbara wants to see you—and Parsons.”\n\n“Ken,” Bruno said, “wait a minute. Am I awake now? I mean, really\nawake?”\n\nMorrissey stared and grinned.\n\n“Sure,” he said. “I can guarantee that.”\n\nBut Bruno did not answer. His gaze moved to the windows, to the solidity\nof the walls and ceiling, to the reality of his own hands and arms.\n\n_Never knowing?_\n\nHe looked at Morrissey, waiting for Morrissey to vanish, and the black\npit to open again beneath him.",
    "metadata": {
        "author": [
            "Liddell, C. H.",
            "Smith, Woodrow Wilson",
            "Kuttner, Henry",
            "Hammond, Keith",
            "Hastings, Hudson"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/68170/pg68170.txt",
        "name": "dream_s_end.json"
    }
}