{
    "name": "Earth transit",
    "author": [
        "Fontenay, Charles L.",
        "Fontenay, Charles Louis"
    ],
    "body": "The centerdeck chronometer said 1840 hours.\n\nThat startled Lefler into full wakefulness. He was forty minutes\noverdue in relieving Makki in the control room.\n\nThat wasn't like Makki, he thought as he pulled on his coveralls\nhastily. Makki was as punctual--and as thorough--as the maze of\nmachinery whose destiny he guided. He was as cold as that machinery,\ntoo, when others made a mistake. It made him an efficient spaceship\ncaptain and a disliked man.\n\nLefler shook his head to clear it of dream-haunted memories. He\nhad awakened from a nightmare in which, somewhere, there was angry\nshouting, to find himself floating midway from floor to ceiling of the\ncenterdeck of the _Marsward IV_. Somehow, his retaining straps had\nbecome unbuckled, letting him float free of his bunk in his sleep.\n\nNot pausing to fold his bunk back against the curving hull, Lefler made\nhis way briskly up the companionway, through the empty and darkened\nastrogation deck and into the control room.\n\n\"Makki,\" he called to the figure reclining in the control chair.\n\"Makki, I'm due to relieve you. You're forty minutes overtime.\"\n\nThere was no answer. Floating up to the control chair, Lefler recoiled,\nbouncing painfully off the automatic pilot.\n\nMakki was dead. Death had robbed his wide eyes of their dark scorn and\nsmoothed the bitter lines of his heavy face. His coveralls were charred\naround the heat-beam burn in his chest.\n\nThe heat-gun bumped against Lefler's shoulder and drifted away at an\nangle across the gravityless control room. Lefler stared after it in\nhorror.\n\nLicking dry lips, he punched the communicator button.\n\n\"Blue alert!\" he croaked into the microphone. \"All hands to control\nroom. Blue alert!\"\n\nAnchoring himself to the automatic pilot, he studied Makki's body as\ndispassionately as he could. The captain was still strapped in the\ncushioned chair. Oddly, he was wearing gloves.\n\nThe log-tape was in the recorder beside the control chair. Clipped to\na metal leaf on the stanchion beside the chair was Makki's notepad.\nScrawled on it in the captain's handwriting was the notation: \"73rd\nday. Earth transit.\"\n\n\"What's up, Lefler?\" asked a voice behind him. Lefler turned to face\nTaat, the ship's doctor. Taat, a plump, graying man, was wiping his\nhands on the white smock he wore.\n\nLefler moved aside, letting Taat see Makki's body. Taat's eyes widened\nmomentarily, then narrowed with a professional gleam. He stepped\nquickly to Makki's side, made as if to pick up the dead captain's\nwrist, then turned back to Lefler with a fatalistic flick of his hands.\n\n\"What was it, Lefler?\" he asked in a low voice. \"A fight?\"\n\n\"I don't know,\" said Lefler. \"I found him that way.\"\n\nTaat raised his eyebrows.\n\n\"Robwood?\" he asked softly.\n\nRobwood's head poked up through the companionway, and he floated into\nthe control room. There was a streak of grease across the engineer's\nthin face.\n\n\"Great space!\" exclaimed Robwood at once. \"What happened to Makki?\"\n\n\"Obviously, he's been shot,\" said Lefler in an even voice. \"Any idea\nwho did it, Robwood?\"\n\n\"Wait a minute,\" objected Taat mildly. \"That sounds like you are\naccusing Robwood, Lefler.\"\n\n\"I'm not,\" said Lefler hastily. \"I'm not leaving you out, Taat. But\nthere are only the three of us. One of you must have killed him.\"\n\n\"Great space, you don't think that I--\" began Robwood.\n\n\"Just to get the record straight, Lefler,\" interrupted Taat, \"let's put\nit this way: one of the three of us must have killed him.\"\n\n\n\nIt was not only Lefler's duty watch; as astrogator, he became acting\ncaptain as a result of Makki's death. Moving to the side of the dead\nMakki, he turned the ship's radio transmitter toward distant Earth and\npressed the sending key.\n\n\"_Marsward IV_ to White Sands,\" he called. \"_Marsward IV_ to White\nSands.\"\n\nIt would be several minutes before a reply could reach them.\n\nTaat, on the other side of the control chair, was examining Makki's\ncorpse. Robwood stood peering over his shoulder.\n\nLefler waited to see which one would comment first on the fact that\nMakki was wearing gloves. Neither appeared to notice it.\n\nBut the gloves put a thought into Lefler's own mind. Fingerprints!\n\nHe looked around the control room and found the heat-gun, bumping\nagainst the celestial camera. He pushed himself across the room,\npulling a handkerchief from the back pocket of his coveralls as he did\nso. He wrapped the heat-gun in the handkerchief, stuck it in a drawer\nbeneath one of the control panels, locked the drawer and put the key in\nhis pocket.\n\nThe loudspeaker buzzed.\n\n\"_Marsward IV_, this is Capetown,\" said a slightly wavery voice. \"We're\nrelaying you to White Sands. Go ahead, please.\"\n\nLefler picked up the mike.\n\n\"_Marsward IV_ to White Sands,\" he said. \"This is Lefler, astrogator.\nMakki, captain, shot to death under unknown circumstances. I am\nassuming command. Instructions, please.\"\n\nTaat turned away from Makki's body.\n\n\"He's been dead about thirty minutes.\" Taat looked at the control room\nchronometer. It said 1906 hours. \"I'm going to list the time in the\ndeath certificate as 1830.\"\n\n\"You can tell?\" asked Robwood in astonishment.\n\n\"By the eyes,\" said Taat.\n\n\"Wait a minute,\" said Lefler. \"It was only 1840 when I started up here.\nYou mean he'd been dead only ten minutes then? He was already forty\nminutes overdue waking me for my duty watch.\"\n\n\"Could be ten or fifteen minutes either way,\" conceded Taat. \"If he was\nlate, don't forget that we don't know what happened up here.\"\n\n\"One of us does,\" reminded Lefler grimly.\n\n\"Capetown to _Marsward IV_,\" said the loudspeaker. \"Relaying\ninstructions from White Sands. Lefler's temporary command of ship\nconfirmed. All personnel will be booked on suspicion of murder and\nmutiny on arrival at Marsport. Captain Makki's body will be preserved\nand brought down at Marsport. Each crew member will dictate a statement\non the circumstances of Captain Makki's death and an outline of his\npast association with Captain Makki, separately, on this beam for relay\nto Marsport.\"\n\nThe three looked at each other.\n\n\"That's that,\" said Lefler. \"Robwood, if you and Taat will take Makki's\nbody away and secure it outside the airlock, I'll get the ship's\nrecords up to date.\"\n\nTaat unbuckled Makki's body from the control chair. It did not change\nits slightly bent position as it drifted slowly upward.\n\n\"Why do you reckon he's wearing gloves, Lefler?\" Taat asked curiously.\n\n\"I wondered when one of you fellows was going to say something about\nthat!\" burst out Robwood, a curious break in his voice. \"All of us have\nbeen glaring at each other, suspecting each other, when Makki could\nhave committed suicide!\"\n\n\"Makki?\" retorted Lefler dryly. \"I doubt it.\"\n\n\n\nPushing Makki's body down the hatch toward the airlock at the other\nside of the personnel sphere would have been an easy task for one man,\nbut Lefler wanted Taat and Robwood to watch each other. He didn't want\nan \"accidental\" push to send the prime bit of evidence drifting away\ninto space. When they had disappeared down the hatch with the corpse,\nhe eased himself into the control chair and played back the log from\nthe end of Robwood's last shift at 1000 hours.\n\nMakki had recorded the usual observations of the solar, stellar and\nplanetary positions when he went on duty. There was nothing else on the\ntape.\n\nLefler stared gloomily at the silent log-recorder. It seemed incredible\nto him that never again, except on tape, would he hear Makki's harsh,\nsardonic voice. The almost inaudible hum of machinery deep in the ship\nonly emphasized the oppressive stillness of space outside its thin\nwalls.\n\nWith a sigh, he picked up the log-recorder microphone and pulled the\nstar sextant down to eye level. He would record the bare facts of\nMakki's death after the initial position observations.\n\n\"_Marsward IV_, bound Marsport from White Sands,\" he recited in a\nmonotone. \"Earth-time, October 29, 2048, 1931 hours. Lefler reporting\nfor duty and assuming command as per conversation with White Sands, to\nbe recorded this date.\"\n\nHe squinted into the sextant.\n\n\"Positions: Sun-Mars, 24°28'42\". Sun-Earth--\"\n\nHe broke off. Where was Earth? Then he remembered.\n\n\"Damn!\" he muttered. \"The transit! A murder sure messes up the records\naround here.\"\n\nThe Earth transit was an event of considerable importance to an\nastrogator on a hop between Earth and Mars. Marsbound it began on\nthe 73rd day out, Earthbound on the 187th day. Timing it, spaceship\nobservers not only checked the accuracy of the ship's orbit, but also\ncontributed data to the mass of knowledge available on the movements of\nEarth and Mars.\n\nLefler found the black disc of Earth in the smoked glass that\nautomatically fell across the sextant lens when it swept by the sun. He\nchecked the angle between the black spot and the leading edge of the\nsolar disc.\n\n\"Earth transit already under way,\" he said into the mike. \"Angle with\nleading edge, two minutes, forty seconds....\"\n\nHe went around the sky, recording planetary and key stellar positions.\nHe had just finished and switched the tape of his conversation with\nEarth to record in the log when Taat and Robwood returned.\n\n\"Makki's body will keep out there as well as in a refrigerator,\"\nsaid Taat with evident satisfaction. \"Robwood tied the airlock into\nthe alarm system so nobody can go out and cut the body free without\narousing the others.\"\n\n\"You're both mighty cooperative for one of you to be a murderer,\"\nremarked Lefler.\n\n\"Maybe neither of us is,\" said Robwood. \"As far as I'm concerned, you\nmay be the man.\"\n\n\"Or, as Robwood suggested earlier, Makki may have shot himself,\" added\nTaat.\n\n\"Robwood, you and I are going to have to do twelve-hour watches from\nhere to Mars, since Taat doesn't know how to operate the controls,\"\nsaid Lefler. \"I'll stay on duty till 0600, and you'd better get some\nsleep after you've radioed your statement to White Sands.\"\n\n\"Okay,\" said Robwood. \"But are we still going to record star positions\nin the log every eight hours, or just every twelve hours now?\"\n\n\"Twelve, I think. But the Earth transit's on right now, and until Terra\nswings across that half a degree of the sun's face, we'd better take\nreadings on that every four hours, anyhow.\"\n\n\"Well, that's just for a little more than two days,\" said Robwood.\n\"Look, Lefler, I'm overdue on my sleeping time anyway, so how about\nletting me make my statement on ... on Makki first?\"\n\n\"Blast away,\" said Lefler. \"The mike's yours. We'll leave the control\nroom so you'll feel freer to talk.\"\n\n\n\nLefler munched thoughtfully on a hot sandwich. Across the control room,\nin the astrogator's chair, Taat sucked at a bulb of coffee.\n\n\"Nice of you to fix up this lunch, Taat,\" said Lefler. \"I'm not tied\nstrictly to the control room during my watch, you know. But little\nthings like this relax the tension.\"\n\n\"Yes, it's a peculiar situation, Lefler,\" said Taat in a tone that\nindicated he had been thinking about it. \"Psychologically, I mean. Now\nif there were only the two of us, and Makki drifting out there dead,\nboth of us would know who shot him. With three of us, it's different.\n\n\"You and I are sitting here talking as though neither of us killed\nMakki. Maybe you hadn't thought of it, but that means that tacitly, for\nnow, we're assuming Robwood killed him. But, for all I know, you did.\nAnd, if you didn't, for all you know, I did.\"\n\n\"Until we find out, I have to suspect you both,\" said Lefler flatly.\n\n\"I could say the same thing,\" murmured Taat. \"But one of us may be\nlying.\"\n\n\"Of course, Makki could have shot himself, as Robwood suggested,\" said\nLefler. \"If he had relaxed his grip on the heat-gun after pressing the\ntrigger, it would have drifted up away from him. There were the gloves,\nyou know.\"\n\n\"Why wouldn't Makki want his fingerprints on the gun if he were\ncommitting suicide?\" objected Taat. \"I'll concede that Makki had strong\nsadistic tendencies, but my guess is that the murderer put those gloves\non him just to raise the possibility of suicide.\"\n\nTaat finished his coffee and left the control room. Lefler washed\ndown the last bit of his sandwich with his own coffee and called\nWhite Sands on the radio. When he received an acknowledgment after the\ninevitable delay, he began to dictate his statement.\n\nLefler told of waking from his sleep period and finding himself forty\nminutes late for his watch. He described his discovery of Makki's\nbody, what followed, and everything he could remember of what Taat and\nRobwood had said when they came to the control room.\n\n\"Makki was thoroughly detested by every member of the crew,\" Lefler\nrelated. \"He did not fraternize and no one wanted to fraternize with\nhim, because he was treacherous. In the midst of an apparently friendly\nconversation, he would suddenly unveil his authority with some biting\nand belittling remark. He never let anyone forget he was captain.\n\n\"Robwood was afraid of him and hated him intensely. Robwood had told\nme privately he intended to ask for a transfer to another ship after\nthis hop to Mars. Makki held Robwood in considerable scorn because\nRobwood is a timid man, and a slow thinker outside his own field of\nengineering. Makki made no effort to conceal that scorn.\n\n\"Taat was as contemptuous of Makki as Makki was of Robwood. Makki was\nruthless with any open attempt to question his judgment, but Taat\ncould do it with a raised eyebrow, his tone of voice or a well-chosen\nphrase. Makki sensed this, and alternated between treating Taat as more\nof an equal than either Robwood or me and 'riding' Taat harder than\nanyone else.\n\n\"Robwood and Taat have been aboard with us for the last five hops,\nbut I've been with Makki since both of us graduated from the Space\nAcademy. We were boys together, but I have never liked Makki. He always\nhad too little respect for human dignity. He was a good space captain\nbecause he was a genius with such impersonal things as machinery and\nastrogation, and I have never known him to slip up on a record or let a\nship get a single second off course. But mankind is better off without\nhim.\"\n\nLefler signed off and laid the microphone down. He realized suddenly\nthat he was perspiring and his hands were trembling. The statement had\nbeen a major emotional strain.\n\nUnstrapping himself from the control chair, he floated down past the\nastrogation deck and looked in on the centerdeck. Both Taat and Robwood\nwere strapped to their bunks, apparently asleep.\n\nSatisfied, Lefler returned to the control room. He wanted to listen,\nwithout embarrassing interruptions, to Taat's and Robwood's statements\nas he transferred them from the radio recording tape to the ship's log.\n\n\n\nThe tapes rolled on the two connected machines, the log tape slowly,\nthe radio tape at a faster clip. A loudspeaker was plugged into the\nradio-tape machine. Lefler kept it turned low, though the centerdeck\nwas two decks down.\n\n\"I woke Makki at 0930 hours.\" It was Robwood's low voice on the tape.\n\"He relieved me right at 1000 hours. I went down to the centerdeck and\nhad a late lunch. Lefler strapped himself in for his sleeping period\nwhile I was eating. Taat ate lunch with me, and then we played cards\nfor about an hour. We do that almost every day when Taat's sleeping\nperiods are on the same schedule as mine. He changes his, because he's\na psychologist and wants to watch all the crew members.\n\n\"I check the rocket engines and the fuel tanks every twenty-five days.\nWhen the Earth transit is coming up, I always do it two days ahead of\ntime in case there are any corrections to be made in the ship's orbit.\nI got into a spacesuit and spent the rest of my free period outside\nthe personnel sphere doing that. I took a break for supper, I'd say\nabout 1600 hours, and went back to my inspection. Taat ate with me and\nLefler was asleep. Makki didn't eat with us. He did sometimes, but not\noften. He usually wanted to eat alone. With the Earth transit about\ndue, I figured he'd already eaten and gone back to the control room.\n\n\"I was late for my sleeping period, but I wanted to finish my\ninspection. I had just gotten back through the airlock and was taking\nmy spacesuit off when I heard Lefler call from the control room. He and\nTaat were both there when I got there.\n\n\"I didn't like Makki, but neither did Taat and Lefler. I suppose\nit'll come out, so I might as well tell about it. Makki broke up my\nengagement with a girl back on Earth several years ago. I wasn't going\nto sign on for the Mars hop because I was going to get married. Makki\ncouldn't find an engineer to replace me, and he smooth-talked her out\nof it. He told me about it a long time afterward and laughed at me. I\nhaven't ever seen her again.\n\n\"Lefler and Taat are both decent fellows and I don't think either one\nof them killed Makki. I think he shot himself. He ought to have!\"\n\nRobwood's final words were spoken in an outburst of concentrated\nbitterness. Lefler stared thoughtfully at the unwinding tapes as he\nwaited for Taat's report to tune in. He hadn't known that about\nRobwood's fiancée, but it was the sort of thing Makki wouldn't hesitate\nto do.\n\n\"The last time I saw Makki,\" came Taat's calm, controlled voice from\nthe loudspeaker, \"was 1615 hours. He had just finished lunch and was\ngoing back to the control room when I came onto the centerdeck from\nthe storage deck below. Robwood came up from below a couple of minutes\nlater and we ate supper together.\n\n\"Robwood and I usually play a round of cards after supper when we're\non the same schedule, but he was busy and I was in the middle of an\nexperiment in the lab I have set up on the storage deck. We went down\nto the storage deck together. He went on below to the airlock and I\nstarted the moving picture camera again on my experiment.\n\n\"I didn't go up again until Lefler sounded the alarm. He was alone with\nMakki in the control room when I got there, and Makki was dead.\n\n\"I must admit it is my personal feeling that whichever of my colleagues\nkilled Makki is a benefactor to the human race, and I hope he escapes\npunishment. I did not know Makki before Robwood and I signed up\ntogether on the _Marsward IV_ five voyages ago. I made the mistake of\nentering into a business transaction with him on our first Mars trip.\nHe needed my capital and we became partners in purchasing a block\nof stock in a private dome enterprise. He accused me several times\nafterward of cheating him, but he handled the dividends and I think he\nwas cheating me.\n\n\"As a psychologist, I would say that Lefler is more likely to have\nkilled Makki coldly and deliberately, but Robwood is more likely to\nhave killed him in the heat of an argument.\"\n\nTaat's voice stopped. Lefler turned off the machines and disconnected\nthem.\n\nAn argument. He had heard shouting in his dreams. Was that what had\nawakened him?\n\nHe tried to bring the dream into focus. It barely eluded him. All he\ncould remember was that it was something about Makki.\n\n\n\nBoth Taat and Robwood were up by 0400 hours. They brought their\nbreakfasts to the control room, along with coffee for Lefler.\n\nIt was a pleasant meal for the three of them. No one really seemed to\ncare that one of the others was a murderer, Lefler thought. They talked\nand acted more like companions in crime--or like the murderer was none\nof them, but someone lurking somewhere else in the ship.\n\nHe wished he did not feel impelled to find out, if he could, who killed\nMakki. But he knew that Taat would be trying to find out, too--if\nTaat hadn't done it--because Taat was a psychologist and would look\nat it as a scientific problem. Robwood was the only one who might be\ntemperamentally inclined to let the solution wait until they reached\nMars.\n\nWhen Robwood took over duty watch at 0600 hours, Lefler found Taat\nlistening to a tape on criminal psychology on the centerdeck.\n\n\"Taat, didn't I hear you say you were working on some sort of an\nexperiment on the storage deck while Makki was on watch yesterday?\"\nasked Lefler.\n\nTaat switched off the player.\n\n\"That's what I was doing,\" he said carefully, \"but I don't remember\nsaying anything about it.\"\n\n\"I listened to the reports you and Robwood made while I was recording\nthem in the log,\" admitted Lefler. \"I was interested in your estimate\nof Robwood's and my comparative abilities to commit murder.\"\n\nTaat removed his spectacles, polished them and put them in his breast\npocket before answering.\n\n\"I'm not surprised that you listened, Lefler--whether you're guilty\nor innocent,\" said Taat. \"You probably noted that I mentioned I was\nrecording my experiments on film. If you'll go below with me, I'd like\nfor you to see that film.\"\n\nTogether, they pulled themselves down to the storage deck. Over near\nthe main electrical switchboard, Robwood had torn out three empty\nspacesuit lockers and built a compact laboratory for Taat. A dozen\nwhite mice and some hamsters floated in cages attached to the wall.\n\nFor Taat's convenience, Robwood had moved the storage deck chronometer\nfrom the other side of the deck to the lab. It read 0607.\n\nTaat unrolled a screen against one of the spacesuit lockers, attached\nthe film roll to the projector, darkened the deck and began the showing.\n\nThe film began on Taat's face, blurred and enormously enlarged, as he\nswitched on the camera. Taat stepped backward until he was in focus,\nand picked up the microphone that tied into the sound track.\n\n\"This is an experiment with white mice in a maze under conditions of\nzero gravity,\" said the Taat on the screen. Stepping aside, he waved a\nhand at a wire contraption on a table. \"I have here a three-dimensional\nmaze. The chronometer is visible above it, so we can check the reaction\ntime.\"\n\nLefler noted the chronometer reading. It was 1500. In the \"day\" square\njust below its center was the figure 73.\n\nLefler checked the chronometer in the picture as the film ran on. There\nwas an announced break between 1612 and 1654. Other than that, it ran\ncontinuously to 1851, when his own voice sounded faintly, calling,\n\"Blue alert! All hands to control room. Blue alert!\" At that, Taat's\nstartled face loomed up again before the lens and the film stopped\nabruptly.\n\nThroughout the approximately three hours, Taat was always in the\ncamera's view, running his mice through the maze and explaining his\nmethods.\n\n\"What was that forty-minute break, Taat?\" asked Lefler when Taat\nswitched the lights on once again.\n\n\"Supper,\" said Taat. \"Robwood and I ate together, and came back down\nfrom the centerdeck together. I saw Makki leave the centerdeck when I\nwent up, but Robwood got there a minute or two later and I don't think\nhe saw Makki.\"\n\n\"You seem to have established a pretty good alibi,\" said Lefler slowly.\n\"How about Robwood?\"\n\n\"Lefler, for your sake, I hate to say this. The only time Robwood was\nabove the storage deck from the time I started this film was when we\nhad supper together. I'd have seen him if he'd passed through, and\nthe only way he could have gotten into the control room would have been\nthrough one of the ports.\"\n\n\"He couldn't, without breaking it and setting off an alarm,\" said\nLefler. \"Are you trying to tell me you think I killed Makki, Taat?\"\n\n\"I was here,\" said Taat, waving his hand at the projector. \"I was\nbetween Robwood and the control room all the time. You're the only one\nwho could have gotten there without my seeing you, Lefler, and I found\nyou alone with him fifteen minutes after he died.\"\n\n\"You're sure about that fifteen minutes?\"\n\n\"Within a pretty narrow range. The dilation of the pupils is an\naccurate gauge. I don't say you killed him, Lefler. I hope they rule it\nwas suicide.\"\n\nSilently, Lefler went back to the centerdeck, undressed and strapped\nhimself into his bunk. He found it hard to get to sleep. Something was\nnagging at the back of his mind. He hoped he wouldn't dream of Makki\nagain.\n\n\n\nWhen Lefler assumed his duty watch at 1800, he asked Robwood to stay in\nthe control room with him for a talk. Robwood strapped himself in the\nastrogator's chair and waited while Lefler made the position readings.\nThen Lefler swung his chair around to face Robwood.\n\n\"I want to check some things with you, Robwood,\" he said. \"I've\nlistened to your report and Taat's and I've seen a film of Taat's that\nseems to give you both an alibi. After Makki relieved you and you ate\nlunch, was suppertime the only time you came back into the personnel\nsphere?\"\n\n\"That's right,\" said Robwood. \"Taat and I played cards a while after\nlunch, but I think you were awake then.\"\n\n\"How long did your supper period last?\"\n\n\"Oh, half an hour. Maybe a little longer. You were asleep and snoring.\"\n\nLefler shook his head savagely.\n\n\"Robwood, I'm afraid you're going to have to take over the ship. I want\nyou to put me in irons and turn me over for Makki's murder when we get\nto Marsport.\"\n\nRobwood started so violently he almost broke his retaining straps. He\nstared at Lefler for a full thirty seconds before he found his voice.\n\n\"You're not serious!\" he exclaimed. There was a pleading note to his\ntone. \"Lefler, you didn't shoot him, did you?\"\n\n\"I must have, Robwood. But not consciously. I've been able at last to\nremember a nightmare I had just before I found Makki's body.\n\n\"Makki and I were boys together, and he was just as mean and evil then\nas he was when he grew up. I was dreaming about the time Makki smashed\nmy toy electric train and laughed about it. I tried to kill him then. I\nbeat him with the semaphore and cut his face all up before he knocked\nme down and kicked me half senseless. I lived through that experience\nagain in my dream.\n\n\"My bunk straps were loose when I woke up. I must have acted that dream\nout in a semi-conscious state. I must have gone up to the control room,\ntackled Makki and finally shot him.\"\n\n\"That's the silliest thing I ever heard of,\" retorted Robwood.\n\n\"It must be true, Robwood. Neither you nor Taat could have killed him,\nand Taat's got the film to prove it.\"\n\nRobwood unstrapped himself and pushed himself to the companionway with\nsome determination.\n\n\"Well, I'm not going to take over the ship and I'm not going to put\nyou in irons,\" he said spiritedly. \"I couldn't handle the ship on a\ntwenty-four-hour basis for the next hundred and eighty-six days, and\nI'd rather think Makki killed himself.\"\n\nHe paused at the top of the companionway.\n\n\"Don't forget,\" he said. \"The Earth transit ought to be at midpoint in\na couple of hours.\"\n\nThen he disappeared below.\n\nLefler took the magnetized pencil from the memorandum pad and wrote a\nreminder: \"E.T. midpoint. Should check 28:16:54.\"\n\nLefler leaned back gloomily in the control chair. Had he killed Makki?\nIt seemed the only way it could have happened, unless Makki had,\nindeed, committed suicide. And he just didn't think Makki had.\n\nThe chronometer said 1839. Exactly twenty-four hours ago, he had\nawakened from a nightmare and had come up to find Makki dead in this\nsame chair. It seemed a century.\n\nHe glanced idly back at the memorandum pad. 28:15:64. He'd have to make\nan entry in the log in a little under two hours. How could he check\naccurately when the time of entry into transit was estimated?\n\nTwenty-four plus two. Twenty-six.\n\nHe sat bolt upright, straining at his straps. He snapped down the\ncommunicator button.\n\n\"Robwood, come back up here!\" he bellowed.\n\nUnbuckling himself hastily, Lefler headed across the room toward the\nheat-gun rack.\n\n\n\nTaat was playing solitaire, waiting patiently for Robwood, when Lefler\nand Robwood came down to the centerdeck together.\n\nLefler pointed a heat-gun at Taat.\n\n\"Go below and get the irons, Robwood,\" he said. \"Taat, I'm sorry, but\nI'm arresting you for the murder of Makki.\"\n\nTaat raised an eyebrow and continued shuffling cards.\n\n\"I don't think you want to do anything like that, Robwood,\" he said\nmildly. \"Do you?\"\n\nRobwood hesitated and cast an anxious glance at him, but turned and\nheaded for the companionway to the storage deck.\n\n\"You've convinced him, have you, Lefler?\" said Taat. \"I didn't believe\nyou were guilty, but this makes me think you are.\"\n\nLefler said nothing, but held the gun steadily on Taat. Taat appeared\nrelaxed, but Lefler sensed a tension in him.\n\n\"What makes you think I did it, Lefler?\" sparred Taat. The light\nglinted from his spectacles as he turned his eyes from Lefler's face to\nwatch the shuffling cards.\n\n\"Two things,\" said Lefler. \"If I'd killed him in a half-asleep daze, I\nwouldn't have put gloves on him to make it look like suicide. Second,\nyour film started at 1500--a strangely precise hour--and Makki was\nkilled before then.\"\n\n\"The first point is good psychology,\" conceded Taat. \"Since Robwood\ncouldn't have done it, I'll admit it looks like suicide. But your\nsecond point doesn't hold water. Medical examination is accurate almost\nto a fine point on the time of death so soon afterward.\"\n\n\"Medical evidence may not lie, but the examiner can, Taat,\" said Lefler.\n\nThe clank of the chains resounded up the companionway. Robwood was\ncoming back. The spring in Taat uncoiled.\n\nWith a single sweep, he hurled the deck of cards at Lefler's head and\nsurged upward. Lefler lost his balance and fell sidewise as he dodged\nthe improvised missile. But even as he lost his equilibrium, he pressed\nthe trigger of the heat-gun and brought it downward in a fast chop.\n\nThe straps that held Taat to his chair were his doom. The searing beam\nswept across them, freeing him but at the same time blasting a six-inch\nswath across his stomach. Taat screamed hoarsely as the beam swung past\nhim and burned along the floor of the centerdeck.\n\nLefler regained his balance and floated to Taat's side, pushing aside\nthe cards that drifted in a swirling cloud about the room. Robwood\nappeared from below, the manacles in his hands.\n\n\"Your third point wins the day,\" gasped Taat, his hands writhing over\nhis mangled abdomen. \"I won't last long, but if you'll get me to the\ncontrol room I'll radio a confession that'll clear you and Robwood\ncompletely.\"\n\n\"Help me get him to a bunk, Robwood,\" ordered Lefler, grasping Taat by\nthe arms. \"Taat, you'll have to tell us what to do for you.\"\n\n\"No use,\" groaned Taat. He managed a ghastly smile. \"I unbuckled your\nbunk straps to throw you off course, Lefler, but I don't want you to\nthink I was trying to blame it on you. I was trying to make it look\nlike Makki killed himself.\"\n\n\"But why, Taat?\"\n\n\"It wasn't just that Makki cheated me,\" replied Taat with some\ndifficulty. \"I'd saved several thousand dollars to build a little\nclinic in Mars City--something I've dreamed of all my life. That's why\nI let Makki talk me into investing--I needed just a little more. But\nthe business was almost worthless. He stole most of my money. I was\narguing with him about it in the control room, when he drew the gun and\nthreatened to kill me. He was strapped down. I wrestled with him, and\nhe was killed in the scuffle. That's it.\"\n\nThey maneuvered Taat into a bunk and tried to arrange the straps to\navoid the gaping wound in his stomach. Taat raised his hand weakly and\nremoved his spectacles. He blinked up at Lefler.\n\n\"I didn't think you knew enough about medicine to tell how long a man\nhad been dead,\" he said.\n\n\"I don't,\" said Lefler. \"But you set the time of Makki's death at 1830\nhours. You said you could tell.\n\n\"The Earth transit started at 1612, Taat. I've known Makki all my life.\nIf he'd been alive then, he'd have recorded it in the log. And he\ndidn't.\n\n\"I just figured the only man who had any reason to lie deliberately\nabout the time of Makki's death was the man who shot him.\"\n\nLefler looked at the centerdeck chronometer. It was 2025.\n\n\"Do what you can for him, then bring him up to the radio, Robwood,\" he\nsaid. \"I've got to get up to the control room and record the midpoint\nof the Earth transit.\"",
    "metadata": {
        "author": [
            "Fontenay, Charles L.",
            "Fontenay, Charles Louis"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/71589/pg71589.txt",
        "name": "earth_transit.json"
    }
}