{
    "name": "Ellen Duncan; And The Proctor's Daughter\nThe Works of William Carleton, Volume Two",
    "author": [
        "Carleton, William"
    ],
    "body": "\n\nELLEN DUNCAN\n\n\nThere are some griefs so deep and overwhelming, that even the best\nexertions of friendship and sympathy are unequal to the task of soothing\nor dispelling them. Such was the grief of Ellen Duncan, who was silently\nweeping in her lone cottage on the borders of Clare--a county at that\ntime in a frightful state of anarchy and confusion. Owen Duncan, her\nhusband, at the period about which our tale commences, resided in the\ncabin where he was born and reared, and to which, as well as a few acres\nof land adjoining, he had succeeded on the death of his father. They had\nnot been long married, and never were husband and wife more attached.\nAbout this time outrages began to be perpetrated; and soon increased\nfearfully in number. Still Owen and Ellen lived happily, and without\nfear, as they were too poor for the marauders to dream of getting\nmuch booty by robbing; and their religion being known to be \"the ould\nreligion ov all ov all,\" in a warfare that was exclusively one of party,\nthey were more protected than otherwise. Owen never was particularly\nthrifty; and as his means were small, was generally embarrassed, or\nrather somewhat pinched in circumstances. Notwithstanding this, however,\nhe was as happy as a king; and according to his unlettered neighbors'\nartless praise, \"there wasn't a readier hand, nor an opener heart in the\nwide world--that's iv he had id--but he hadn't an' more was the pity.\"\nHis entire possessions consisted of the ground we have mentioned, most\npart of which was so rocky as to be entirely useless--a cow, a couple\nof pigs, and the \"the uld cabin,\" which consisted of four mud walls,\ncovered with thatch, in which was an opening, \"to let in the day-light,\nan' to let out the smoke.\" In the interior there was no division, or\nseparate apartment, as the one room contained the cooking materials, and\nall other necessaries, beside their bed, which was placed close to the\nfire, and, of course, nearly under the opening in the roof. If any one\nspqke to Owen about the chances of rain coming down to where they slept,\nhis universal answer was, \"Shure we're naither shugar nor salt, anyhow;\nan' a dhrop ov or a thrifle ov wind, was niver known to do any body\nharm--barrin' it brought the typhus; but God's good, an' ordhers all for\nthe best.\" Owen had been brought up in this way, and so he could live by\nhis labor, he never thought of needless luxuries; and Ellen, seeing him\ncontented, was so herself.\n\nFor some months previous to the time of which we write, Owen's affairs\nhad been gradually getting worse and worse; and it was with no pleasing\nanticipations that he looked forward to his approaching rent day. His\nuneasiness he studiously kept a secret from his wife, and worked away\nseemingly with as much cheerfulness as ever, hoping for better days, and\n_trusting in Providence!_ However, when within a week of the time that\nhe expected a call from the agent, he found that with all his industry\nhe had been only able to muster five and twenty shillings, and his rent\nwas above five pounds. So, after a good deal of painful deliberation, he\nthought of selling his single cow, thinking that by redoubled exertion\nhe might after a while be enabled to repurchase her; forgetting, that\nbefore the cow was sold was really the time to make the exertion. A\ncircumstance that greatly damped his ardor in this design was the\nidea of his wife's not acquiescing in it; and one evening, as they sat\ntogether by the light of the wood and turf fire, he thus opened his\nmind--\n\n\"Ellen, asthore, its myself that's sorry I haven't a fine large cabin,\nand a power o' money, to make you happier an' comfortabler than you\nare.\"\n\n\"Owen,\" she interrupted, \"don't you know I'm very happy? an' didn't\nI often tell you, that it was the will of Providence that we shud be\npoor'? So it's sinful to be wishin' for riches.\"\n\n\"Bud, Ellen acushla, it's growi'n' worse wid us every day; an' I'm\nafeard the trouble is goin' to come on us. You know how hard the\nmaster's new agint is--how he sould Paddy Murphy's cow, an' turned him\nout, bekase he couldn't pay his rint; an' I'm afeard I'll have to sell\n_Black Bess_,' to prevint his doin' the same wid us.\"\n\n\"Well, Owen agra, we mustn't murmur for our disthresses; so do whatever\nyou think right--times won't be always as they are now.\"\n\n\"Bud, Ellen,\" said he, \"you're forgettin' how you'll miss the dhrop ov\nmilk, an' the bit of fresh butter, fur whin we part wid the poor baste,\nyou won't have even thim to comfort you.\"\n\n\"Indeed, an' iv I do miss them, Owen,\" she answered, \"shure it's no\nmatther, considherin' the bein' turned out ov one's home into the world.\nRemember the ould sayin' ov, 'out ov two evils always chuse the laste;'\nan' so, darlint, jist do whatever you think is fur the best.\"\n\nAfter this conversation, it was agreed on by both that Owen should set\nout the next day but one for the town, to try and dispose of the \"cow,\nthe crathur;\" and although poverty had begun to grind them a little,\nstill they had enough to eat, and slept tranquilly. However, it so\nhappened, that the very morning on which he had appointed to set out,\n_Black Bess_ was seized for a long arrear of a tax that had not been\neither asked or paid there for some time, and driven off, with many\nothers belonging to his neighbors, to be sold. Now you must know, good\nreader, that there is a feeling interwoven, as it were, in the Irish\nnature, that will doggedly resist anything that it conceives in the\nslightest or most remote degree oppressive or unjust; and that feeling\nthen completely usurped all others in Owen's mind. He went amongst his\nfriends, and they condoled with one another about their grievances;\nthere was many a promise exchanged, that they would stand by each other\nin their future resistance to what they considered an unlawful impost.\nWhen the rent-day came, by disposing of his two pigs, and by borrowing\na little, he was enabled to pay the full amount, and thus protract for\nsome time the fear \"ov bein' turned out on the world.\"\n\nSome days after the whole country was in a tumult--Daly, \"the procthor,\"\nwas found murdered in the centre of the high road; and there was no clue\nperceptible, by which the perpetrators of the crime could be discovered.\nThe very day before, Owen had borrowed the game-keeper's gun, to go, as\nhe said, to a wild, mountainous part of the country to shoot hares; and\nfrom this circumstance, and his not having returned the day after, a\nstrong feeling of suspicion against him was in the minds of most. In\nfact, on the very evening that we have represented Ellen sitting in\ntears, the police had come to the cabin in search of him; and their\nreport to the magistrate was, that he had absconded. His wife was in\na miserable state of mind, and her whole soul was tortured with\nconflicting emotions. Owen's long absence, as well as his borrowing\nthe gun, seemed to bespeak his guilt; and yet, when she recollected the\ngentleness of his manner, and his hitherto blameless life, she could not\ndeem him so, no matter how circumstances seemed against him. But then,\nthe harrowing idea that it might be, came in to blast these newly formed\nhopes, and her state of suspense was one of deep and acute misery.\n\nShe was sitting, as we have said, alone; the fire, that had consisted\nof two or three sods of turf heaped upon the floor, had almost entirely\ngone out; the stools and bosses were tossed negligently here and there;\nand the appearance of the entire apartment was quite different from its\nusual neat and tidy trim. Her head was bent a little, and her hands were\nclasped tightly around her knees, while her body was swaying to and fro,\nas if the agitation of her mind would not allow of its repose. Her\neyes were dry, but red from former weeping; and she was occasionally\nmuttering, \"No, he can't be guilty\"--\"Owen commit a murdher!--It must be\nan untruth!\" and such like expressions. Gradually, as she thus thought\naloud, her motions became more rapid, and her cheeks were no longer dry,\nwhile the light that entered through the open door becoming suddenly\nshaded, she turned round, and raised her tearful eyes to question the\nintruder. She sprang eagerly forward, and hung on his neck, (for it was\nOwen himself,) while she! joyfully exclaimed--\n\n\"Oh, heaven be praised, yer come back at last, to give the lie to all\ntheir reports, an' to prove yer innocence.\"\n\n\"Ellen, my darlint,\" he answered, \"I knew you'd be glad to get me back,\"\nand he kissed! again and again her burning lips; \"but what do you mane,\nacushla?--What reports! do you spake ov, an' ov what am I accused?\"\n\n\"Oh, thin, Owen, I'm glad you didn't even hear ov id; an' the poliss\nhere searchin' the house to make you pres'ner. Shure, avick, Bill Daly,\nthe procthor, that sazed poor Black Bess, was murdhered the very mornin'\nyou wint to shoot the hares; an' on account ov yer borryin' the gun, an'\nthreatenin' him the day ov the sale, they said it was you that done id;\nbut I gev thim all the lie, fur I knew you wor innocent. Now, Owen,\nahagur, you look tired, sit down, an' I'll get you somethin' to ate.\nOch, bud I'm 'glad that yer returned safe!\"\n\nThe overjoyed wife soon heaped fresh turf on the fire, and partly\nblowing, partly fanning it into a flame, hung a large iron pot I over\nit, from a hook firmly fixed in the wall. While these preparations were\ngoing forward, Owen laid aside his rough outside coat, and going to the\ndoor, looked out, as if in irresolution.\n\n\"Ellen,\" at length said he, turning suddenly round, \"I'm thinkin' that\nI'd betther go to the poliss barrack an' surrindher--or rather, see what\nthey have to say agin me; as I'm an innocent man, I've no dhread; an' if\nI wait till they come an' take me, it'll look as iv I was afeard.\"\n\n\"Thrue for you, agra,\" she answered; \"bud it's time enough yit a bit--no\none knows ov yer bein' here. You look slaved, an' had betther rest\nyerself, an' ate a pratee or two. I have no milk ov my own to offer you\nnow, but I'll go an' thry an' get a dhrop from a neighbor.\"\n\nWhen Ellen returned with a little wooden noggin full, her husband was\nsitting warming his hands over the fire; and it was then she recollected\nthat he had not brought back the gun with him; besides, when she cast a\nglance at his clothes, they were all soiled with mud and clay, and torn\nin many places. But these circumstances did not for a moment operate\nin her mind against him, for she knew from the very manner of his first\nquestion, and the innocence of his exclamation, that the accusations and\nsuspicions were all false. Even though he had not attempted to explain\nthe cause of his protracted absence, she felt conscious that it was not\nguilt, and forbore to ask any question about it. It was he first opened\nthe subject, as they sat together over their frugal meal.\n\n\"Ellen,\" said he, \"sence I saw you last, I wint through a dale ov\nhardship; an' I little thought, on my return, that I'd be accused ov so\nblack a crime.\"\n\n\"Och, shure enough, Owen darlint; but I hope it 'ill be all for the\nbest. I little thought I'd see the day that you'd be suspected ov\nmurdher.\"\n\n\"Well, Ellen aroon, all's in it is, it can't be helped. Bud as I was\nsayin'--whin I left this, I cut acrass by Sheemus Doyle's, an' so up\ninto the mountain, where I knew the hares were coorsin' about in plenty.\nI shot two or three ov thim; an' as night began to fall, I was thinkin'\nov comin' home, whin I heerd the barkin' ov a dog a little farther up,\nin the wild part, where I never ventured afore. I dunna what prompted me\nto folly id bud, any how, I did, an' wint on farther an' farther. Well,\nEllen agra, I at last come to a deep valley, full up a'most of furze an'\nbrambles, an' I seen a black thing runnin' down the edge ov id. It was\nso far off, I thought it was a hare, an' so I lets fly, an' it rowled\nover an' over. Whin I dhrew near, what was it bud a purty black spaniel;\nan' you may be shure I was sorry for shootin' it, an' makin' such a\nmistake. I lays down the gun, an' takes id in my arms, an' the poor\ncrathur licked the hand that shot id. Thin suddenly there comes up three\nsthrange min, an' sazin' me as if I wor a child, they carrid me down wid\nthem, cursin' an' abusin' me all the way. As they made me take a solemn\noath not to revale what I saw there, I can't tell you any more: but they\nthrated me badly, an' it was only yestherday I escaped.\"\n\n\"Well, Owen, ahagur, we ought to be thankful that you're back here safe;\nbud do you think the magisthrate will be satisfied with this story--they\nare always anxious to do justice, but they must be satisfied.\"\n\n\"In throth, they are, machree: but shure I'll sware to id; an', besides,\nyou know, the raal murdherer may be discovered--for God never lets it,\nov all other crimes, go athout punishment. An' now I'll just go to the\nbarracks at onst, an' be out ov suspinse.\"\n\nEre Duncan had concluded his sentence, the tramp of feet was heard\noutside, and in a few seconds the cabin was full of armed men, who came\nto take him prisoner. He had been seen entering his cabin; and they\nimmediately, as soon as they could muster a party, set out to make him\ncaptive. As he was known to most of them, and did not make the slightest\nattempt at resistance, they treated him gently, but bound his hands\nfirmly behind his back, and took every necessary precaution. Though\nEllen, while it seemed at a distance, had conversed calmly about his\nsurrender, she was violently agitated at the appearance of the armed\nforce. She clung to her husband's knees, and refused to part with him,\nwildly screaming, \"He's innocent! My husband's innocent!\" and when\nall was prepared, she walked by his side to the magistrate's house, (a\ndistance of three miles,) her choking sobs and burning tears attesting\nthe violence of her uncontrolled feelings. A short examination was gone\nthrough there; and the circumstantial evidence that was adduced made\nthe case look very serious. One man positively swore, that he had seen\nDuncan pass by in the morning, in the direction where the body was\nfound, and that he was armed with a gun. Another, that in about an\nhour afterwards he had heard a shot, but supposed it was some person\ncoursing, and that the report was just where the body was found, and\nwhere Owen had been seen proceeding to. His only cow having been seized\nby Daly, a threat that he was heard uttering, and his absence from home,\nwas duly commented on; and finally, he was committed to prison to\nabide his trial at the Ennis Assizes. While all this was going\nforward, Ellen's emotions were most agonizing. She stared wildly at\nthe magistrate and the two witnesses; and as the evidence was proceeded\nwith, she sometimes hastily put back her hair, as if she thought she was\nunder the influence of a dream. But when his final committal was made\nout, and her mind glanced rapidly at the concurrent testimony, and the\ndanger of Owen, she rushed forward, and flinging her arms round him,\nwildly exclaimed--\n\n\"They shan't part us--they shan't tear us asunder! No, no, Owen, I will\ngo wid you to preson! Oh, is id come to this wid us?--You to be dhragged\nfrom home, accused of murdher--and I--I--Father of marcies, keep me in\nmy sinses--I'm goin' mad--wild, wild mad!\"\n\n\"Ellen!\" said Owen, gently unwinding her arms, and kissing her forehead,\nwhile a scalding tear fell from his eye on her cheek--\"Ellen, asthore\nmachree! don't be overcome. There's a good girl, dhry yer eyes. That\nGod that knows I'm guiltless, 'ill bring me safe through all. May his\nblessin' be on you, my poor colleen, till we meet agin! You know you\ncan come an' see me. Heaven purtect you, Ellen, alanna!--Heaven purtect\nyou!\"\n\nWhen he was finally removed, she seemed to lose all power, and but\nfor the arm of a bystander would have fallen to the ground. It was not\nwithout assistance that she was at length enabled to reach her cabin.\n\nIt is strange how man's feelings and powers are swayed by outward\ncircumstances, and how his pride and strength may be entirely overcome\nby disheartening appearances! So it was with Owen: although constantly\nvisited in prison by his faithful wife--although conscious of his\nown innocence--and although daily receiving assurances of hope from a\nnumerous circle of friends--yet still his spirit drooped; the gloom of\nimprisonment, the idea of danger, the ignominy of public execution and\nall the horrors of innocent conviction, gradually wore away his mental\nstrength; and when the assize time approached, he was but a thin shadow\nof the former bluff, healthy Owen Duncan. In so short a time as this,\ncan care and harrowing thought exercise its influence on the human\nframe!\n\nNever was there a finer or more heavenly morning than that which ushered\nin the day of trial. The court-house was crowded to suffocation, the mob\noutside fearfully numerous, and never before, perhaps, was Ennis in such\na state of feverish excitement. Daly's murder was as nought in the minds\nof all, in comparison with Duncan's accusation. Alas! the former was an\noccurrence of too frequent repetition, to be very much thought of;\nbut the latter--namely, Owen's being suspected--was a subject of\nthe extremest wonder. His former high character--his sobriety--his\nquietness, and his being a native of the town, in some measure accounted\nfor this latter feeling; and there was an inward conviction in most\nmen's minds, that he was guiltless of the crime for which he was\naccused. Although the court-house was crowded, yet when the prisoner\nwas called to the bar, a pin could be heard to drop in any part of the\nplace. There was a single female figure leaning on the arm of an aged\nand silver-haired, though hale and healthy countryman, within a few feet\nof the dock; and as the prisoner advanced, and laying his hand on the\niron railing, confronted the judges and the court, she slowly raised the\nhood of the cloak, in which she was completely muffled, and gazed long\nand earnestly on his face. There was in that wistful look, a fear--a\nhope--an undying tenderness; and when his eye met hers, there was a\nproud, yet soft and warm expression in its glance, that reassured her\nsinking heart. As she looked round on the court, and the many strange\nfaces, and all the striking paraphernalia of justice, a slight shudder\ncrept silently over her frame, and she clung closer to her companion, as\nif to ask for all the protection he could afford. It was Ellen and her\nfather who came, the former summoned as a witness, and the latter to\naccompany and support the daughter of his aged heart.\n\nDuncan was arraigned: and on being asked the usual question of \"guilty,\nor not guilty?\" he answered in a clear, calm voice, \"Not guilty, my\nLord!\" and the trial proceeded. The same evidence that was given at the\nmagistrate's house was a second time repeated; and, evidently, its train\nof circumstances made a deep impression on the court. While the first\npart of the examination was going forward, Ellen remained as motionless\nas a statue, scarcely daring to move or breathe; but when the\ndepositions went more and more against Owen, her respirations became\nquick, short, and gaspish; and when the crier desired her to get up on\nthe table, it was with difficulty that she obeyed him. When seated,\nshe gazed timidly round on the crowd of counsellors and the judges, as\nthough to bespeak their sympathy; but then, not meeting a single glance\nfrom which to glean even the shadow of hope, she covered her face with\nher hands. A moment or two elapsed, and she grew more assured, and the\ncounsel for the Crown proceeded with the examination.\n\n\"Ellen Duncan, is not that your name?\" was the first question.\n\n\"It is, Sir,\" she shrinkingly answered, without raising her eyes.\n\n\"Do you know the prisoner at the bar?\"\n\n\"Do I know the pres'ner at the bar?\" she reiterated; \"do I know Owen\nDuncan? Shure, isn't he my husband?\"\n\n\"Do you recollect the night of the twenty-first of September?\"\n\n\"I do, Sir.\"\n\n\"Can you swear to whether your husband was at home on that night or\nnot?\"\n\nHer voice faltered a little as she answered in the negative; and on the\npresiding judge repeating the question, with the addition of, \"Did he\nreturn at all next day?\" it seemed as if she first thought that her\nanswers might criminate him still farther, and clasping her I hands\nconvulsively together, and raising her face to the bench, while the\nscalding tears chased each other down her sunken cheek, she passionately\nexclaimed--\n\n\"Oh, for the love of heaven, don't ask me any thing that 'ill be worse\nfor him! Don't, counsellor jewel, don't! don't ask me to swear any thing\nthat 'ill do him harm; for I can't know what I'm sayin' now, as the\nheart within me is growin' wake.\"\n\nAfter a few cheering expressions from the bench, who evidently were\nmuch moved by her simply energetic language and action, she was asked\nwhether she could tell the Court where her husband spent that and the\nfollowing nights; and with all the eagerness that an instantaneously\nformed idea of serving him could give, she answered--\n\n\"Oh, yis! yis! my Lord, I can. He was in the mountains shootin' wid Phil\nDoran's gun, an' he was sazed by some men, that made him stop wid thim,\nan' take an oath not to revale who they wor, an' they thrated him badly;\nso afther three days he made his escape, and come home to the cabin,\nwhin he was taken by the poliss.\"\n\n\"One word more, an' you may go down--What was done with that gun?\"\n\nThe judge's hard and unmoved tone of voice seemed to bring misgiving\nto her mind, and she trembled from head to foot as she falteringly\nanswered--\n\n\"The wild boys of the mountain kep' it, my Lord, an' so he couldn't\nbring id home wid him. But, indeed, my Lord, indeed he's innocent--I'll\nswear he never done it! Fur, oh! iv you knew the tindherness ov his\nheart--he that niver hurt a fly! Don't be hard on him for the love ov\nmercy, an' I'll pray for you night an' day.\"\n\nThis was the last question she was asked, and having left the table,\nand regained her former position by her father's side, she listened with\nmoveless, motionless intensity to the judge's \"charge.\" He recapitulated\nthe evidence--dwelt on the strong circumstances that seemed to bespeak\nhis guilt--spoke of the mournful increase of crime--of laws, and life,\nand property being at stake--and finally closed his address with a\nsentence expressive of the extreme improbability of the prisoner's\ndefence; for he, on being asked if he had any thing further to say,\nreplied in the negative, only asserting, in the most solemn manner, his\ninnocence of the charge.\n\nThe jury retired, and Ellen's hard, short breathings, alone told that\nshe existed. Her head was thrown back, her lips apart, and slightly\nquivering, and her eyes fixedly gazing on the empty box, with an anxious\nand wild stare of hope and suspense. Owen's face was very pale, and\nhis lips livid--there was the slightest perceptible emotion about the\nmuscles of his mouth, but his eye quailed not, and his broad brow had\nthe impress of an unquenched spirit as firmly fixed as ever on its\nmarble front. A quarter of an hour elapsed, and still the same agonizing\nsuspense--another, and the jury returned not--five minutes, and they\nreentered. Ellen's heart, beat as if it would burst her bosom; and\nOwen's pale cheek became a little more flushed, and his eye full of\nanxiety. The foreman in a measured, feelingless tone pronounced the word\n\"Guilty!\" and a thrill of horror passed through the entire court, while\nthat sickness which agonizes the very depths of the soul convulsed\nOwen's face with a momentary spasm, and he faltered \"God's will be\ndone.\" The judge slowly drew on the black cap, and still Ellen moved\nnot--it seemed as if the very blood within her veins was frozen, and\nthat her life's pulses no more could execute their functions. No man,\nhowever brave or hardened, can view the near approach of certain death,\nand be unmoved; and as that old man, in tremulous tones, uttered the\ndread fiat of his fate, Owen's eyes seemed actually to sink within\nhis head--the veins of his brow swelled and grew black, and his hands\ngrasped the iron rail that surrounded the dock, as though he would force\nhis fingers through it. When all was over, and the fearful cap drawn\noff, Ellen seemed only then to awake to consciousness. Her eyes\nslowly opened to their fullest extent--their expression of despair was\nabsolutely frightful--a low, gurgling, half-choking sob forced itself\nfrom between her lips, and ere a hand could be outstretched to save her,\nshe fell, as if quickly dashed to the ground by no mortal power--her\npiercing shriek of agony ringing through the court-house, with a\nfearful, prolonged cadence.\n\nEvening approached, and the busy crowd of idlers had passed away, some\nto brood over what they had seen, and others to forget, in the bustle\nof life, that there were woes and miseries in the hearts of their\nfellow-beings. Owen was remanded to prison, as his execution was not\nto take place till the commission was over, thus giving him more than\na week to prepare for that final doom. The light that struggled through\nthe bars of his cell rested fully on the stooping figure of his wife, as\nshe bent over the rude bed on which he lay; and her hot tears fell fast\ndown her cheeks, as she thought how soon they were doomed to part for\never. Hope was not, however, entirely dead within her, for the jury had\nstrongly recommended him to mercy; and ignorant as she was of forms and\nceremonies--helpless as a lone woman in misfortune always is--she\nhad determined on going to Dublin, to kneel at the feet of the Lord\nLieutenant--then the proud and whimsical Duke of ------, and there to\nsolicit his pardon. Having hesitated for some time as to the manner in\nwhich she should break it to him, and ask his advice, she thus began--\n\n\"Owen, dear Owen! do you know what I've been thinkin' ov, an' where I've\nbeen thinkin' ov goin'?\"\n\nThere was no answer returned for some time, and on looking at him more\nearnestly, she was astonished to find that he had sank into a profound\nslumber. \"Guilt,\" thought she, \"is not there!\" and her resolution was\ntaken instantly--she would not wake him--she would not let him know her\npurpose--and if she succeeded, her eyes flashed through her tears at\nthe anticipation of his rapturous surprise. Stooping lower, she gently\npressed her lips to his; and kneeling beside his bed, poured forth a\nshort but fervent prayer to Him in whom alone we can put our trust--\"In\nwhose hand is the soul of every living-thing, and the breath of all\nmankind\"--\"Who preserveth not the life of the wicked, but giveth right\nto the poor.\" There was something exceedingly and touchingly beautiful\nin the attitude of that young wife--her hands clasped, her lips moving\nwith her prayer, like rose-leaves with the evening breeze, and her\nupturned face, with its holy and deep religious expression. Having\nconcluded her fervent petition, she noiselessly arose, and giving her\nsleeping husband one long and lingering look of affection, that death\ncould not estrange, she silently glided from the cell.\n\nOn the third night from the events which we have narrated, a poor\nwoman was observed wending her toilsome way through the streets of the\nmetropolis. Her appearance bespoke fatigue and long travel; and as she\nneared the Upper Castle gate, she had to lean against the railing for\nsupport. The lamps were lighted, carriages rolling to and fro, and all\nthe buzz of life was ringing in her ears; but, oh! from the expression\nof pain and suffering in her face, and the shrinking with which she\nsurveyed the sentinels pacing up and down, it was evident that her mind\nbut little accorded with the scenes by which she was surrounded. She\nslowly and fearfully entered the wide court-yard--a flood of light was\nstreaming from the windows of the vice-regal dwelling, and a crowd of\nidlers stood around about, viewing the entrance of the visitors, for it\nappeared as if there were a revel of some kind going on. Ellen's heart\nsank within her, as she heard the carriages rolling and dashing across\nthe pavement, for she felt that amid the bustle of company and splendor\nher poor appeal might be entirely unnoticed. As she waited, she saw\nseveral of the persons assembled thrust; rudely back by the soldiers\nthat were on guard, and when she advanced a step or two for the purpose\nof entering, a brute in human shaped pushed her with a blow of the\nend of his musket back against the pillar. He was about to repeat\nhis violence, when the poor creature fell on her knees before him and\nscreamed--\n\n\"Sojer darlin', don't stop me! I'm only goin' in to plade fur my\nhusband's life, an shure you wont prevent me? I've traveled many a wairy\nmile to get here in time; an' oh! fur marcy's sake let me pass.\"\n\nAt this moment the carriage of the eccentric and beautiful Lady ------,\none of the wildest, strangest, and best-hearted females of the Irish\nCourt, set down its lovely burden. She had seen the whole transaction\nof the sentinel, and heard Ellen's pathetic appeal, and her heart was\ninstantly moved in her favor, for the example of fashion had not yet\nfrozen up its finer feelings. Partly through the workings of a softened\nheart, and partly to make what was then all the rage, a scene or\nsensation, she resolved instantly to get her admitted to the presence\nof the Duke--nay, to present her herself. She was well known to be\na favorite, and whatever whim of hers took place, no matter how\nextravagant, was sure to meet his hearty concurrence. She desired Ellen\nto rise and follow her; and the poor creature's eyes streamed with tears\nas she invoked a fervent blessing on the head of her lovely protectress.\nWhile passing up the grand staircase, amid the wondering gaze and\nsuppressed titter of many a pampered menial, she instructed her how to\nproceed; and having received a hasty account of all, and desired her not\nto be faint-hearted, she turned to the simpering master of ceremonies to\ntell him of her \"dear delightful freak;\" there was a glad smile on\nher lip, and a glowing crimson on her cheek, but still there was a\nglistening moisture in her fine eyes, that told of soft and womanish\nfeeling.\n\nThe Duke was sitting on a chair of crimson velvet; a cushion of the\nsame costly material supported his feet; and he was looking with an\nappearance of apathy and ennui on the splendid group around him. The\nglitter of the lights, the lustre of the jewels, and the graceful\nwaving of the many-colored plumes, gave every thing a courtly, sumptuous\nappearance, and the air was heavy with odors, the fragrant offering of\nmany a costly exotic. Suddenly every eye was turned on the door with,\nwonder and astonishment, and every voice was hushed as Lady ------\nentered, her cheeks blushing from excitement, and her eye bright with\nanticipated triumph. She led the poor and humbly clad Ellen by the hand,\nwho dared not look up, but with her gaze riveted on the splendid\ncarpet, was brought like an automaton to the feet of the Duke, where she\nmechanically knelt down.\n\n\"Will yer Excillincy be plazed,\" began Lady ------, playfully mimicking\nthe brogue, \"to hear this poor crathur's complaint. Her husband has been\ncondimned to die for a murdher he didn't commit by no manner ov manes,\nas the sayin' is; an' as there was a sthrong recommindation to marcy,\nif you'll grant him a reprieve, you'll have all our prayers, and (in an\nunder tone) your Excillincy knows you want thim?\"\n\nThe Duke seemed a little bewildered, as if he could not make out what\nit meant, and the glittering crowd now surrounded the group; when Ellen,\nwho had ventured to look timidly up, conceived that the Duke hesitated\nabout the pardon, (poor creature! she little knew that he had not even\nheard of Owen's trial,) eagerly grasped the drapery of his chair, and\nwhile the big tears rolled from beneath her eyelids, exclaimed--\n\n\"Oh! may the great and just Providence, that sees the workin' ov all our\nhearts, pour a blessin' on yer Lordship's head--may His holy grace be\nwid you for iver an' iver, an' do listen to my prayers! My husband is\ninnocent--an' oh! as you hope for marcy at thee last day, be merciful\nnow him.\"\n\n\"Lady ------,\" said the Duke, \"what is the meaning of all this--will you\nexplain?\"\n\n\"Your Excellency,\" answered she, in the natural sweet pathos of\nher tones, \"it is a poor man who has been condemned to die on\ncircumstantial evidence. He has been strongly recommended to mercy,\nand this, weeping female is his wife, I found her outside praying for\nadmission, and have brought her hither. She has traveled mostly on foot\nupwards of ninety miles to I ask a pardon; and I trust you will not\nrefuse a reprieve, till your Grace has time to; inquire into the\ncircumstance. 'This is the head and front of my offending.'\"\n\n\"May heaven bless yer Ladyship,\" burst from the depths of Ellen's\ngrateful heart, \"fur befriendin' thim that had no support but his\ngracious marcy.\"\n\nLady ------'s suit was eagerly seconded by many a fair creature, who\nthronged around; and the Duke smiled, as he answered,\n\n\"Well, well! one could not refuse so many fair beseechers, so we\nwill order him to be reprieved. And there, now, let the poor woman be\nremoved.\"\n\nEllen's heart was light, and her eye was glad, and her very inmost soul\nwas thankful to the Omnipotent, as she that night rested for a. few\nhours, ere she set out on her return; and Lady ------, as she pressed\nher costly pillow, felt a fuller sense of happiness in being useful to\nher fellow-creature than ever she experienced before. Oh! that all the\nwealthy and in power were incited by similar feelings. The remainder\nof our simple tale is soon told. The reprieve arrived--the sentence was\nchanged to banishment--and the very day appointed for Owen's death\nwas that of his wife's successful return. One week previous to the\nembarkation of those sentenced to transportation, a man was to be\nexecuted for sheep-stealing. On the drop he confessed his guilt, and\nthat he, and not Duncan, was the murderer of Daly. Owen was immediately\nreleased, and a subscription raised for him, with which, as well as with\na weighty purse presented to Ellen by Lady ------, he took a comfortable\nfarm, and rebought \"Black Bess.\"\n\n\n\n\n\n\nTHE PROCTORS DAUGHTER\n\n\"Huroo! at id agin. Success, Briney. Ha! take that, you ould dust.\nWill you bewitch our cattle now, Nanny? Whoo--ha, ha, ha!--at id agin,\nboys--that's your sort.\"\n\nSuch were a few of the explosives of mingled fun and devilment that\nproceeded from a group of ragged urchins, who were busily employed in\npelting with hard mud, sods and other missiles, an old and decrepit\nwoman, whose gray hair and infirmities ought to have been her\nprotection, but whose reputation as an evil disposed witch proved quite\nthe contrary. Nanny, for such was her name, was leaning, or rather\nsitting, against a bank at the road side, shaking occasionally her\ncrutch at her tormentors, and muttering a heavy curse as missile after\nmissile fell thickly around her. The shouts of laughter proceeding from\nthe annoying children, as she tried in vain to rise, and impotently\nthreatened, made her imprecations come doubly bitter; but her eye was\nnever wet, nor did she once even by a look appeal to their pity. Her\nfigure was bent with age, and her shaking hands brown and fleshless--her\nhair was gray and wiry, and escaped from beneath her cap, in short,\nthin, tangled masses--her eyes were dark and deep set, and her lips and\nmouth had fallen in as her teeth had gradually decayed. She was clad\nin a russet gown, much the worse for the wear, and a scarlet cloak, or\nrather a cloak that had once been scarlet, but was now completely faded\nfrom its original color. It had been broken here and there, but was\npieced with different colored cloths, so as to appear a motley and\nstrange garment; and her bony feet were bare and unprotected. Nanny,\nfrom different circumstances, was unanimously elected the witch or\nbugbear of the village; and though the brats were then so busy annoying\nher, at night, or in a lonesome place, they would fly like lightning\neven at her approach; and some of them actually trembled while shouting,\nthough they did not like to exhibit their fear to their companions. In\nthe first place, she lived completely alone in a hovel on the mountain\nside, where, save heath, rock, and fern, there was not a single thing\non which the eye could rest; then, no one knew from whence she came,\nand lights were frequently seen shining through her unglazed windows at\nhours when spirits were supposed to be abroad; besides, more than once\na group of dark figures had been observed standing at twilight near\nher door, and were always set down as ministering demons, awaiting the\npleasure of their mistress. Whenever a cow ceased giving milk--whenever\na lamb or pig got any disease and died--it was unanimously attributed to\nthe spite and venom of \"Nanny the witch;\" in fact, no human being could\nbe viewed, with more mingled feelings of fear and hate than she was\nby all the inhabitants of the village. The boys still continued their\nunfeeling attack; and she now was silent and gloomy, and did not menace\nnor even mutter a curse, but her firmness had not left her, for her brow\nwas darkly bent, and her small black eyes emitted a flash of wild though\nconcentrated anger and revenge. Nor did those who passed from time to\ntime, by word or gesture discourage the young urchins from their attack;\nsometimes they even stood looking complacently on, wondering at the\nreckless courage of the boys, as they would not for worlds dare to rise\na hand against one so very powerful. Suddenly a louder whoop than any\nthey had yet given, told that they had just invented some new mode of\nannoyance, and a short, hard-featured, red-headed boy, whom they called\nBriney, ran whooping and hallooing towards them, bearing a large hairy\ncap, which he triumphantly declared was full of rotten eggs--those\ndelicious affairs which smash so delightfully off an unprotected face,\nand which used to be in great demand when pillories were in fashion.\n\n\"I must have first shot!\" roared Briney, as he placed his burden down in\nthe midst, and seized one of the eggs it contained.\n\n\"Sorra a bit, Briney!\" screamed another, striding before him--\"I've a\nbetther aim nor you.\"\n\n\"You a betther aim!\" scornfully retorted he; \"thry id:\" and his hand\nwas upraised in the act of pelting, but was as suddenly stopped and\nwithheld, as a pretty, tiny, fair-haired child, tripped forward from an\nopposite stile; and perceiving what was going on, ran quickly to the old\nwoman, and laying down a pitcher that she bore, stood before her, facing\nthe crowd of boys, her mild, soft blue eye flashing displeasure, and her\ncheeks flushed with a deep pink suffusion.\n\n\"Shame! oh, for shame!\" were the first exclamations that escaped her,\nand her sweet voice trembled with anger.\n\n\"Bedad, it's purty Minny herself, sure enough!\" muttered one urchin\nto another, as they hesitated what to do, each evidently unwilling to\nencounter the reproaches they were sure of receiving; and one or two\nscampered off the instant she spoke.\n\nThen turning round to the old woman, and perceiving that her lips looked\ndry and parched, she ran to the pitcher, and lifting it to her mouth\nwith much softness and compassion, exclaimed,\n\n\"Poor Nanny, you look dhry, an' here's some wather. Take a little sup,\nan' it 'ill revive you! Oh; if I wor here a little bit sooner.\"\n\nNanny raised her eyes to thank her, and did as she requested; and it was\nindeed a touching thing to see that child in all the budding beauty of\ninfancy, attending so anxiously on the withered female, whose name was\nseldom pronounced without dread or malediction. The urchins looked on\nfor some time with open mouths and staring eyes; and then, headed\nby Briney, giving a farewell shout, to show they were not entirely\ndisconcerted, bravely took to their heels.\n\n\"May the blessins ov the poor and persecuted folly on yer path, my purty\nchild!\" gratefully exclaimed the old woman, as her eyes rested on the\ncherub face and infantine figure of her protectress, and they now were\ndewy and wet with tears.\n\n\"Shall I help you to rise, Nanny?\" asked she, her little heart dancing\nwith pleasure at hearing the fervent wish: \"iv you like to go home, an'\nyou think me sthrong enough, I'll help you on!\"\n\n\"From my heart I thank you, my purty golden haired child,\" said the old\nwoman, as with her assistance she at length stood up; \"bud you seem to\nknow who I am, and I wondher yer not afeard ov me. Minny, I think they\ncalled you--who is the happy father ov my little darlin'?\"\n\n\"I'm Minny Whelan,\" gently answered the little girl; upon which Nanny\nshrunk hastily back, and a fearful change overspread her features.\n\n\"Minny Whelan!--you the proctor's daughter? Those smiling lips--those\ntinder, soft eyes--that rich yellow hair--an' that warm an' feelin'\nheart, Minny Whelan's. Oh, it can't, it mustn't be--I won't believe id!\"\n\nThe little girl laughed, although wonder lurked in her eye, and repeated\ninnocently,\n\n\"Sure enough, I am the procthor's daughter: bud you don't hate me for\nid--do you?\n\n\"Come close to me, child, till I look upon you,\" said Nanny, in a cold\nand altered tone of voice; and then, as Minny fearlessly advanced, she\nlaid her aged hands on her head, and pushing back the profusion of her\ncurling hair, looked long and anxiously on her. A hot tear fell upon the\nchild's forehead as she withdrew her hand; and in a broken, voice the\nold woman exclaimed,\n\n\"You are--you are indeed his child; bud have naither his black look, nor\nhis hard an' baneful heart--so--so--I cannot hate you! For years I've\nnever met with kindness, till you wor kind. Minny, heaven 'ill reward;\nyou for id; an' may its blessin' be wid you, is the prayer ov your\nfather's bittherest foe!\"\n\nAt this the child hesitated for an instant, as if she did not comprehend\nthe latter part of Nanny's sentence; and then innocently taking her\nhand, she looked up to her face and said--\n\n\"Bud maybe yer too tired to go home now all the ways, Nanny, so iv\nyou'll come home wid me, I'm sure my father won't be angry, an' will\"--\n\n\"Go home wid you!\" wildly reiterated the old woman, her eyes blazing\nso fearfully, that the child shrunk instinctively back--\"crass your\nfather's flure!--inther the man's house who sint my son--my only\nson!--my heart's blood!--from his native land, wid disgrace upon\nhis name, and the heavy hand ov power crushin' him to the earth!\nNever!--these eyes, that once could laugh wid happiness, will burn in\ntheir sockets first, and this withered heart, once so warm and joyful,\nwill burst afore I ever think ov id!\"\n\n\"Nanny,\" tremblingly said Minny, \"you spake so wild you make me\nafeard--I hope I haven't done anything to vex you!\"\n\n\"You! Oh! no, no--you force me to love you! I couldn't hate you,\nalthough yer father--bud no matther. Minny, good bye--may the Almighty\nguard you.\"\n\nThe day passed away as Summer days are wont, in softness and languor,\nand the sun descended in gold and crimson, leaving a bright halo in the\nwest to mark his resting place. Night came on serene and still, and the\nquiet moon ascended her heavenly throne, while the refreshing dews fell\nupon the flowers, whose leaves opened to receive them, parched, as they\nwere with the burning lustre of the mid-day sun. Midnight had already\npassed; and all was as silent as if no living or created thing existed\nupon the earth to mar its splendid beauty with the wild indulgence of\nits fiercer passions. A strong light was gleaming from the interior of\nNanny's cabin, which we have already said was situated on the mountain\nside; and the noisy sounds of revelry were heard proceeding from\nwithin. Could any of the superstitious have summoned courage to approach\nsufficiently near, and listen for a moment, the idea of spirits would\nsoon be dissipated in the bluff, hoarse voices which were laughing\nand grumbling, and singing, sometimes alternately, and sometimes all\ntogether. But we had better introduce the reader to the interior, and\nthen he will be a better judge of the nature of the orgies carried on.\n\nThe cabin consisted of but one small apartment, in the centre of which\nblazed a, huge fire (summer though it was) of dried peat. The smoke\nsought egress where it might, but still left a sufficient canopy over\nthe heads of the occupants, as completely to hide the dingy and charred\nrafters, and did not seem in the slightest degree to annoy the optical\npowers of any one, so accustomed where they to this kind of atmosphere.\nRound this fire about ten were seated or squatted down, and were all at\nthe time busily employed in some noisy and apparently angry disputation.\nHowever, this did not prevent the bottle from being freely passed\namongst them; and so cordial were they in embracing it, that Nanny,\nwho sat a little apart, was often called on to replenish it with\nmountain-dew. On a table or dresser that stood by the wall, were three\nor four large pistols, besides an old sword or two, and a few rusted\nbayonets: piled against it were two large muskets, evidently kept with\nmore care than the rest of the arms, for they were brightly polished,\nand looked even new. A couple of powder-horns, a tin box containing\nshot and bullets, and a large iron mallet, used in breaking open doors,\ncompleted the array, which could leave no doubt as to the men who\noccupied the cabin.\n\n\"Come, Nanny acushla, give us another dhrop of that you gev us\nlast,\" exclaimed one, whose rolling eyes gave token, of approaching\nintoxication; \"you're not used to be sparin', an' considherin' the way\nyou get id, needn't be so--eh? Dick, what do you say to another drink?\"\n\n\"Game to the last,\" answered the man addressed--\"never refuse id.\"\n\n\"Why, Nanny,\" observed a low but muscularly formed man, who seemed\nfrom his manner to exercise some slight command amongst his associates,\n\"what's the matther wid you to-night? Sure we're goin' to do what you've\nlong been axin' us, an' what you first gev us lave to meet here for--an'\nby doin' so we've got the fame of bein' not quite right. The villain of\na procthor that suit poor Bob off afore he could look about him, 'ill\nresave his pay to-night, anyhow. What say you, boys?\"\n\n\"No doubt ov it!--All right!--Whoo! sartinly!\" they grumbled and shouted\nin reply; and then, the whiskey having been brought, the health of\nNanny's absent son, and their companion, was loudly proposed and drank.\n\n\"I say, Dick,\" hiccupped the first speaker, who now began to wax drunk,\n\"what is your op--op--opinion should, we do to ould Whelan? You know,\nI'm (hiccup) not natherally crule, bud suppose (hiccup) we jist cut the\nears off the baste, an' (hiccup) lave him hard ov hearin' for the rest\nov his life!\"\n\n\"I'm not the man to disagree wid a rasonable iday,\" ironically answered\nDick.\n\n\"What do you say to that, my ould (hiccup) woman?\" again asked he,\naddressing Nanny, who had drawn near to listen; \"suppose we sarve him\nthat-a-way, will you be (hiccup) satisfied; or maybe you'd sooner we'd\nprevint his bein' annoyed wid a cough by (hiccup) cuttin' his informin'\nthroat!\"\n\nWhile he spoke, an indescribable expression lighted up the old woman's\neye, and she stood a moment, as if a struggle was going on between\nlong-brooded-over revenge and some newly awakened sympathy. The rest\nof the men were busy with other schemes, and did not even hear the last\nconversation, for they had before agreed to pay Whelan a visit that\nnight, and Nanny had eagerly entered into their intentions; for she had\nan only son, who, being wild and dissipated, had got connected with the\nvery gang at present in her cabin, and through Whelan's means (he having\ninformed against him) was transported. An Irish mother soon looks upon\nthe faults of a darling child with levity: and when he was torn from her\narms, in the madness of grief she had vowed vengeance against Whelan;\nand though he soon after removed to where he then was, she followed him,\nand took up her residence on the mountain, where, as she was a stranger,\nand had no apparent means of living, a report of her communion with\nevil spirits was soon spread abroad. This she rather encouraged than\notherwise, by the advice of the men whom she fixed on as the completers\nof her revenge, and by such means the lights and nightly noises were\nplaced to the account of anything but their real cause.\n\nShe had endured many griefs, and many mortifications, from her\nreputation as a witch, but met every thing in that way with patience,\nas the dream of her soul was revenge, and that dream by such means alone\ncould be realized. However, when on the very point of its completion,\none of those sudden and mysterious changes which often takes place\nin the human mind made her waver in her purpose; and the child of her\nintended victim having behaved so tenderly and so kindly when all the\nrest hooted at and tormented her, made her fervently wish that she could\nturn the fierce men around her from that fell purpose which she\nherself had nourished till it grew into a fixed, and, she dreaded, an\nunalterable determination.\n\n\"Hadn't yez betther wait,\" she tremblingly began, scarcely knowing what\nshe was about to propose--\"another night 'ill do as well for Whelan.\"\n\n\"How's this,\" interrupted one of them, \"Nanny, you growing\nlukewarm!--you proposin' another night--are you beginnin' to be afeard\nwe'll be hindhered from payin' him off, or are you repentin' yer former\nanxious desire?\"\n\n\"No--no!\" hastily answered she, dreading lest they should discover her\nfeelings, as she well knew that many amongst them had revenge to\nbe gratified as well as herself; \"I don't repine as regards him,\nbud--bud--his daughter--poor little Manny--the purty goolden-haired\nchild!--I wouldn't like any thing 'ud harm her, an' I'm afeard ov her\nbein' hurted--that's all.\"\n\n\"He did not feel so six years ago,\" said a deep voice at her elbow,\n\"whin yer only son was sint off from home an' counthry through his\nmanes!\"\n\nNanny started, she knew not why, at the tones of the speaker, and turned\nround to look closer at him; but his back was towards her, and a large\nloose coat prevented all recognition of his person; besides, bringing an\noccasional newly enrolled stranger there, was a common circumstance, so\nshe soon forgot the momentary surprise she had met in her anxiety about\ntheir intention.\n\n\"He is a brute--his heart is harder nor steel, an' he must be punished,\"\nsaid another, whose bent brow and flashing black eye spoke of malignity\nand crime.\n\n\"But his child--his poor little Minny!\" exclaimed Nanny, \"sure you\nwouldn't injure her--she hasn't deserved id at yer hands--she has done\nnothin', but is a sweet an' kind-hearted crathur. Oh! iv you had seen\nher whin I was in the village, an' the boys were hootin' an' peltin' me,\nan' no one interfered to protect the hated Nanny--iv you had seen the\nlittle angel how she stood before me, an' cried out 'shame!' an' held\nup the pitcher for me to dhrink, an' helped me to rise, offerin' me the\nshelter of her father's house, little dhramin' ov whom she was spakin'\nto--you wouldn't have a thought ov hurtin' her--bud--no one--no one\ncould harm Minny!---she is too sweet, too pure, too like a little\nangel!\"\n\n\"A hair of the child's head shall not be touched!\" said the same deep\nvoice that had before made Nanny start; \"bud he, the informher an' the\nprosecuthor, must feel our vengeance!\"\n\nNanny was silent--she saw that further parley was useless, and was\nobliged to bear with the concession she had already obtained. Meanwhile,\nthe men having ascertained that it was time they were stirring, hastily\nequipped themselves, and prepared to start. When. they were leaving the\nhouse, the stranger, whose voice had so startled her, took her hand, and\nthough his face was studiously averted, she heard him say solemnly'--\n\n\"Nanny, good bye!--my promise I'll keep sacred--the good child shall not\nbe touched!\"\n\nShe had not time to utter her thanks, for his hand as hastily\nrelinquished its hold, and ere she could speak, all were gone, and\nshe heard the buzz of their voices, as in a group they descended the\nmountain.\n\nThe bright moonbeams silvered the motionless leaves of the trees that\nsurrounded Whelan's cottage--there was not a stir within--no light\ngleamed from the lattice, and the small thin brook that bubbled through\nthe long grass a little in its front, seemed to hush its merry song to\na mere low trickling sound, as if in unison with the universal repose. A\ndark group of figures stood in the little garden before the door, as if\ndebating how they should act. Two of them, separated a little from the\nrest, conferred together, one of whom was the stranger we have already\nnoticed, and the other the man we have spoken of as seeming to possess\nsome command over them all. Suddenly the latter started, and exclaimed\nin the quick, sharp tone of command--\n\n\"Advance, men, an' smash the door--there's no use in delayin' longer.\"\n\nAn almost instantaneous crash was the answer, and the door flew from its\nhinges, and four or five of the men rushed into the cottage, while the\nrest kept watch outside. Exclamations of surprise, mingled with harsh,\nepithets, were heard within; and then they appeared a second time,\ndragging with them the unfortunate and trembling owner, whom they had\njust torn from his bed. A loud shout from the rest spoke their eagerness\nfor his punishinent; and amidst prayers for mercy, and entreaties, he\nwas dragged to the centre of the garden, placed on his knees; and his\nhands firmly tied behind his back.\n\n\"Now, Misther Whelan, _acushla_,\" asked! one, in a jeering tone,\n\"would you be jist pleased to make yer choice between two purty little\ninvintions of ours--_cardin_ an _ear-ticklin'_.\"\n\nThe poor man trembled violently, and his livid lips opened but he could\nnot utter a word.\n\n\"What an obstinate, silent ould baste you are,\" said the same man,\n\"not to give a civil answer to my question. Bud maybe the look o' this\nplaything id drive spake outov you--oh, you may stare now!\" Saying this,\nhe drew forth a board with a thick handle, the bottom part of which was\nclosely studded with nails and sharp pieces of iron, in imitation of the\ncards they use for wool, and continued--\"Would you admire the taste of\nthis in the flesh on your back, my informin' codger!--eh?\"\n\nUpon this, shouts of \"card him! card him!\" arose from the group, and his\nhands were quickly unloosed, and he was violently dashed on his\nface, while some held his legs and others his arms. Then his back was\nstripped, and the stranger laid the board flatly on it, with the iron\npoints touching the flesh, while another stood up with the large mallet\nready to drive them in, the shrieks of the victim becoming more and\nmore faint. Just as the man who held the weapon last named was about to\nstrike, and just as a demon grin of satisfied vengeance distorted the\notherwise handsome features of the stranger, a light and tiny form\nflew screaming towards them, her long yellow hair floating in the\nnight-breeze, and her white dress hanging loosely about her delicate\nlimbs. It was Minny, who, unmindful of all, and seeing only her father,\nthrew herself on her knees beside him, exclaiming in tones of agony:\n\n\"Oh, my father--my dear father--what is the matter?--what are they goin'\nto do wid you?\"\n\nThe stranger started at the tones of her voice, and on gazing at her for\na moment, flung the card to a distance, and catching her in his arms,\nkissed away the tears which covered her cheeks, as she struggled for\nrelease.\n\n\"Is it you,\" he said with much emotion, \"that I promised to\npurtect?--You, who succored an' saved me when I was dyin' for want? An'\nare you the daughter ov Whelan the procthor?\"\n\nThe men, perplexed at the apparition of the child, mechanically had\nreleased their prisoner; and he, starting up with the sudden hope of\nfreedom, stood confronting the stranger, who yet held his child.\n\n\"Gracious Providence!\" he exclaimed in wonder, as the moonlight streamed\non the face he was trying to recognize--\"Is id--can id be Robert\nDillon?\"\n\n\"Yis, Whelan!\" was the answer, \"it is the man you name--the man you\ncaused to be thried an' banished, an' the man who came here to have\nrevange!\"\n\n\"Oh. don't hurt him--don't hurt him--he is _my_ father,\" cried the\nlittle Minny who now also seemed to recognize him.\n\n\"Iv he was surrounded wid fiends,\" answered Dillon, kissing her fair\nsmooth brow, \"iv he was for ever on the watch, I'd still have my\nrevenge: bud for your sake, sweet, good-natured child--for your sake,\nI'll not allow him to be touched!\"\n\nA murmur here began to rise among some of the men, while the leader,\nwith one or two others, seemed to take part with the returned son of\nNanny Dillon. Upon this he added--\n\n\"I was weary an' wake wid fatigue an' hunger--I couldn't move a step\nfurther than jist to lave the road an' lie in a dhry ditch, as I\nthought, to die, jist as I complated the journey to my native place! But\nthis little girl--this goolden-haired child--kem to me, an' raised my\nhead, an' poured a sweet draught of milk into my mouth, an' brought me\nfood, an' sat by me, an' talked wid me, till I was at last able to join\nwid you! An' afther this--afther this, would you have me harm any one\nbelongin' to her--even though he is my bitterest inimy?\"\n\nThe quick changing of purpose--the sudden transitions of the Irish\nnature--are proverbial; and then those who had been loudest in their\nmurmurs were loudest in their cries of approval; and a deep huzza of\nexultation at the magnanimity he displayed, told Dillon that he had\nlittle to fear from their opposition. So once more embracing the little\ngirl, he gave her hand to her father, and taking the leader's arm,\nstrode away, exclaiming:\n\n\"Whelan, you may thank your child--for 'tis she ha's saved you!\"\n\nThe party all followed after him; and in a few moments more there was\nno trace of the scene of violence that had been partly enacted, and the\nbrook's low bubblings, as before, alone disturbed the silence of the\nslumbering night.\n\nWe will not attempt to describe poor Nanny's joy at her son's making\nhimself known, and informing her of the circumstances that had taken\nplace--enough to say, he had managed to escape before his time was out;\nbut as no one informed against him, he was suffered to remain in peace,\nand manage a small farm in the next county, where he and his mother soon\nafter retired, as he determined totally to forsake his old mischievous\npranks.\n\nWe were present at the village, altar, when Minny, who had grown up in\nbeauty and gentleness, gave her hand to a youth--the selected one of\nher heart--and her gray-headed parent looked meekly on, blessing that\nProvidence who had given him such a child.",
    "metadata": {
        "author": [
            "Carleton, William"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/16008/pg16008.txt",
        "name": "ellen_duncan_and_the_proctor_s_daughter_the_works.json"
    }
}