{
    "name": "England",
    "author": [
        "Warner, Charles Dudley"
    ],
    "body": "England has played a part in modern history altogether out of proportion\nto its size. The whole of Great Britain, including Ireland, has only\neleven thousand more square miles than Italy; and England and Wales alone\nare not half so large as Italy. England alone is about the size of North\nCarolina. It is, as Franklin, in 1763, wrote to Mary Stevenson in London,\n\"that petty island which, compared to America, is but a stepping-stone in\na brook, scarce enough of it above water to keep one's shoes dry.\"\n\nA considerable portion of it is under water, or water-soaked a good part\nof the year, and I suppose it has more acres for breeding frogs than any\nother northern land, except Holland. Old Harrison says that the North\nBritons when overcome by hunger used to creep into the marshes till the\nwater was up to their chins and there remain a long time, \"onlie to\nqualifie the heats of their stomachs by violence, which otherwise would\nhave wrought and beene readie to oppresse them for hunger and want of\nsustinance.\" It lies so far north--the latitude of Labrador--that the\nwinters are long and the climate inhospitable. It would be severely cold\nif the Gulf Stream did not make it always damp and curtain it with\nclouds. In some parts the soil is heavy with water, in others it is only\na thin stratum above the chalk; in fact, agricultural production could\nscarcely be said to exist there until fortunes made in India and in other\nforeign adventure enabled the owners of the land to pile it knee-deep\nwith fertilizers from Peru and elsewhere. Thanks to accumulated wealth\nand the Gulf Stream, its turf is green and soft; figs, which will not\nmature with us north of the capes of Virginia, ripen in sheltered nooks\nin Oxford, and the large and unfrequent strawberry sometimes appears upon\nthe dinner-table in such profusion that the guests can indulge in one\napiece.\n\nYet this small, originally infertile island has been for two centuries,\nand is today, the most vital influence on the globe. Cast your eye over\nthe world upon her possessions, insular and continental, into any one of\nwhich, almost, England might be dropped, with slight disturbance, as you\nwould transfer a hanging garden. For any parallel to her power and\npossessions you must go back to ancient Rome. Egypt under Thotmes and\nSeti overran the then known world and took tribute of it; but it was a\ntemporary wave of conquest and not an assimilation. Rome sent her laws\nand her roads to the end of the earth, and made an empire of it; but it\nwas an empire of barbarians largely, of dynasties rather than of peoples.\nThe dynasties fought, the dynasties submitted, and the dynasties paid the\ntribute. The modern \"people\" did not exist. One battle decided the fate\nof half the world--it might be lost or won for a woman's eyes; the flight\nof a chieftain might settle the fate of a province; a campaign might\ndetermine the allegiance of half Asia. There was but one compact,\ndisciplined, law-ordered nation, and that had its seat on the Tiber.\n\nUnder what different circumstances did England win her position! Before\nshe came to the front, Venice controlled, and almost monopolized, the\ntrade of the Orient. When she entered upon her career Spain was almost\nomnipotent in Europe, and was in possession of more than half the Western\nworld; and besides Spain, England had, wherever she went, to contend for\na foothold with Portugal, skilled in trade and adventure; and with\nHolland, rich, and powerful on the sea. That is to say, she met\neverywhere civilizations old and technically her superior. Of the ruling\npowers, she was the least in arts and arms. If you will take time to fill\nout this picture, you will have some conception of the marvelous\nachievements of England, say since the abdication of the Emperor Charles\nV.\n\nThis little island is today the centre of the wealth, of the solid\ncivilization, of the world. I will not say of art, of music, of the\nlighter social graces that make life agreeable; but I will say of the\nmoral forces that make progress possible and worth while. Of this island\nthe centre is London; of London the heart is \"the City,\" and in the City\nyou can put your finger on one spot where the pulse of the world is\ndistinctly felt to beat. The Moslem regards the Kaaba at Mecca as the\ncentre of the universe; but that is only a theological phrase. The centre\nof the world is the Bank of England in Leadenhall Street. There is not an\noccurrence, not a conquest or a defeat, a revolution, a panic, a famine,\nan abundance, not a change in value of money or material, no depression\nor stoppage in trade, no recovery, no political, and scarcely any great\nreligious movement--say the civil deposition of the Pope or the Wahhabee\nrevival in Arabia and India--that does not report itself instantly at\nthis sensitive spot. Other capitals feel a local influence; this feels\nall the local influences. Put your ear at the door of the Bank or the\nStock Exchange near by, and you hear the roar of the world.\n\nBut this is not all, nor the most striking thing, nor the greatest\ncontrast to the empires of Rome and of Spain. The civilization that has\ngone forth from England is a self-sustaining one, vital to grow where it\nis planted, in vast communities, in an order that does not depend, as\nthat of the Roman world did, upon edicts and legions from the capital.\nAnd it must be remembered that if the land empire of England is not so\nvast as that of Rome, England has for two centuries been mistress of the\nseas, with all the consequences of that opportunity--consequences to\ntrade beyond computation. And we must add to all this that an\nintellectual and moral power has been put forth from England clear round\nthe globe, and felt beyond the limits of the English tongue.\n\nHow is it that England has attained this supremacy--a supremacy in vain\ndisputed on land and on sea by France, but now threatened by an equipped\nand disciplined Germany, by an unformed Colossus--a Slav and Tartar\nconglomerate; and perhaps by one of her own children, the United States?\nI will mention some of the things that have determined England's\nextraordinary career; and they will help us to consider her prospects. I\nname:\n\nI. The Race. It is a mixed race, but with certain dominant qualities,\nwhich we call, loosely, Teutonic; certainly the most aggressive, tough,\nand vigorous people the world has seen. It does not shrink from any\nclimate, from any exposure, from any geographic condition; yet its choice\nof migration and of residence has mainly been on the grass belt of the\nglobe, where soil and moisture produce good turf, where a changing and\nunequal climate, with extremes of heat and cold, calls out the physical\nresources, stimulates invention, and requires an aggressive and defensive\nattitude of mind and body. The early history of this people is marked by\ntwo things:\n\n( 1 ) Town and village organizations, nurseries of law, order, and\nself-dependence, nuclei of power, capable of indefinite expansion,\nleading directly to a free and a strong government, the breeders of civil\nliberty.\n\n( 2 ) Individualism in religion, Protestantism in the widest sense: I\nmean by this, cultivation of the individual conscience as against\nauthority. This trait was as marked in this sturdy people in Catholic\nEngland as it is in Protestant England. It is in the blood. England never\ndid submit to Rome, not even as France did, though the Gallic Church held\nout well. Take the struggle of Henry II. and the hierarchy. Read the\nfight with prerogative all along. The English Church never could submit.\nIt is a shallow reading of history to attribute the final break with Rome\nto the unbridled passion of Henry VIII.; that was an occasion only: if it\nhad not been that, it would have been something else.\n\nHere we have the two necessary traits in the character of a great people:\nthe love and the habit of civil liberty and religious conviction and\nindependence. Allied to these is another trait--truthfulness. To speak\nthe truth in word and action, to the verge of bluntness and offense--and\nwith more relish sometimes because it is individually obnoxious and\nunlovely--is an English trait, clearly to be traced in the character of\nthis people, notwithstanding the equivocations of Elizabethan diplomacy,\nthe proverbial lying of English shopkeepers, and the fraudulent\nadulteration of English manufactures. Not to lie is perhaps as much a\nmatter of insular pride as of morals; to lie is unbecoming an Englishman.\nWhen Captain Burnaby was on his way to Khiva he would tolerate no\nOriental exaggeration of his army rank, although a higher title would\nhave smoothed his way and added to his consideration. An English official\nwho was a captive at Bokhara (or Khiva) was offered his life by the Khan\nif he would abjure the Christian faith and say he was a Moslem; but he\npreferred death rather than the advantage of a temporary equivocation. I\ndo not suppose that he was a specially pious man at home or that he was a\nmartyr to religious principle, but for the moment Christianity stood for\nEngland and English honor and civilization. I can believe that a rough\nEnglish sailor, who had not used a sacred name, except in vain, since he\nsaid his prayer at his mother's knee, accepted death under like\ncircumstances rather than say he was not a Christian.\n\nThe next determining cause in England's career is:\n\nII. The insular position. Poor as the island was, this was the\nopportunity. See what came of it:\n\n( 1 ) Maritime opportunity. The irregular coastlines, the bays and\nharbors, the near islands and mainlands invited to the sea. The nation\nbecame, per force, sailors--as the ancient Greeks were and the modern\nGreeks are: adventurers, discoverers--hardy, ambitious, seeking food from\nthe sea and wealth from every side.\n\n( 2 ) Their position protected them. What they got they could keep;\nwealth could accumulate. Invasion was difficult and practically\nimpossible to their neighbors. And yet they were in the bustling world,\nclose to the continent, commanding the most important of the navigable\nseas. The wealth of Holland was on the one hand, the wealth of France on\nthe other. They held the keys.\n\n( 3 ) The insular position and their free institutions invited refugees\nfrom all the Continent, artisans and skilled laborers of all kinds.\nHence, the beginning of their great industries, which made England rich\nin proportion as her authority and chance of trade expanded over distant\nislands and continents. But this would not have been possible without the\nthird advantage which I shall mention, and that is:\n\nIII. Coal. England's power and wealth rested upon her coal-beds. In this\nbounty nature was more liberal to the tight little island than to any\nother spot in Western Europe, and England took early advantage of it. To\nbe sure, her coal-field is small compared with that of the United\nStates--an area of only 11,900 square miles to our 192,000. But Germany\nhas only 1,770; Belgium, 510; France, 2,086; and Russia only in her\nexpansion of territory leads Europe in this respect, and has now 30,000\nsquare miles of coal-beds. But see the use England makes of this\nmaterial: in 1877, she took out of the ground 134,179,968 tons. The\nUnited States the same year took out 50,000,000 tons; Germany,\n48,000,000; France, 16,000,000; Belgium, 14,000,000. This tells the story\nof the heavy industries.\n\nWe have considered as elements of national greatness the race itself, the\nfavorable position, and the material to work with. I need not enlarge\nupon the might and the possessions of England, nor the general\nbeneficence of her occupation wherever she has established fort, factory,\nor colony. With her flag go much injustice, domineering, and cruelty;\nbut, on the whole, the best elements of civilization.\n\nThe intellectual domination of England has been as striking as the\nphysical. It is stamped upon all her colonies; it has by no means\ndisappeared in the United States. For more than fifty years after our\nindependence we imported our intellectual food--with the exception of\npolitics, and theology in certain forms--and largely our ethical guidance\nfrom England. We read English books, or imitations of the English way of\nlooking at things; we even accepted the English caricatures of our own\nlife as genuine--notably in the case of the so-called typical Yankee. It\nis only recently that our writers have begun to describe our own life as\nit is, and that readers begin to feel that our society may be as\ninteresting in print as that English society which they have been all\ntheir lives accustomed to read about. The reading-books of children in\nschools were filled with English essays, stories, English views of life;\nit was the English heroines over whose woes the girls wept; it was of the\nEnglish heroes that the boys declaimed. I do not know how much the\nimagination has to do in shaping the national character, but for half a\ncentury English writers, by poems and novels, controlled the imagination\nof this country. The principal reading then, as now--and perhaps more\nthen than now--was fiction, and nearly all of this England supplied. We\ntook in with it, it will be noticed, not only the romance and gilding of\nchivalry and legitimacy, such as Scott gives us, but constant instruction\nin a society of ranks and degrees, orders of nobility and commonalty, a\nfixed social status, a well-ordered, and often attractive, permanent\nsocial inequality, a state of life and relations based upon lingering\nfeudal conditions and prejudices. The background of all English fiction\nis monarchical; however liberal it may be, it must be projected upon the\nexisting order of things. We have not been examining these foreign social\nconditions with that simple curiosity which leads us to look into the\nsocial life of Russia as it is depicted in Russian novels; we have, on\nthe contrary, absorbed them generation after generation as part of our\nintellectual development, so that the novels and the other English\nliterature must have had a vast influence in molding our mental\ncharacter, in shaping our thinking upon the political as well as the\nsocial constitution of states.\n\nFor a long time the one American counteraction, almost the only, to this\nEnglish influence was the newspaper, which has always kept alive and\ndiffused a distinctly American spirit--not always lovely or modest, but\nnational. The establishment of periodicals which could afford to pay for\nfiction written about our society and from the American point of view has\nhad a great effect on our literary emancipation. The wise men whom we\nelect to make our laws--and who represent us intellectually and morally a\ngood deal better than we sometimes like to admit--have always gone upon\nthe theory, with regard to the reading for the American people, that the\nchief requisite of it was cheapness, with no regard to its character so\nfar as it is a shaper of notions about government and social life. What\neducating influence English fiction was having upon American life they\nhave not inquired, so long as it was furnished cheap, and its authors\nwere cheated out of any copyright on it.\n\nAt the North, thanks to a free press and periodicals, to a dozen reform\nagitations, and to the intellectual stir generally accompanying\nindustries and commerce, we have been developing an immense intellectual\nactivity, a portion of which has found expression in fiction, in poetry,\nin essays, that are instinct with American life and aspiration; so that\nnow for over thirty years, in the field of literature, we have had a\nvigorous offset to the English intellectual domination of which I spoke.\nHow far this has in the past molded American thought and sentiment, in\nwhat degree it should be held responsible for the infidelity in regard to\nour \"American experiment,\" I will not undertake to say. The South\nfurnishes a very interesting illustration in this connection. When the\ncivil war broke down the barriers of intellectual non-intercourse behind\nwhich the South had ensconced itself, it was found to be in a colonial\ncondition. Its libraries were English libraries, mostly composed of old\nEnglish literature. Its literary growth stopped with the reign of George\nIII. Its latest news was the Spectator and the Tatler. The social order\nit covered was that of monarchical England, undisturbed by the fiery\nphilippics of Byron or Shelley or the radicalism of a manufacturing age.\nIts chivalry was an imitation of the antiquated age of lords and ladies,\nand tournaments, and buckram courtesies, when men were as touchy to\nfight, at the lift of an eyelid or the drop of the glove, as Brian de\nBois-Guilbert, and as ready for a drinking-bout as Christopher North. The\nintellectual stir of the North, with its disorganizing radicalism, was\nrigorously excluded, and with it all the new life pouring out of its\npresses. The South was tied to a republic, but it was not republican,\neither in its politics or its social order. It was, in its mental\nconstitution, in its prejudices, in its tastes, exactly what you would\nexpect a people to be, excluded from the circulation of free ideas by its\nsystem of slavery, and fed on the English literature of a century ago. I\ndare say that a majority of its reading public, at any time, would have\npreferred a monarchical system and a hierarchy of rank.\n\nTo return to England. I have said that English domination usually carries\nthe best elements of civilization. Yet it must be owned that England has\npursued her magnificent career in a policy often insolent and brutal, and\ngenerally selfish. Scarcely any considerations have stood in the way of\nher trade and profit. I will not dwell upon her opium culture in India,\nwhich is a proximate cause of famine in district after district, nor upon\nher forcing the drug upon China--a policy disgraceful to a Christian\nqueen and people. We have only just got rid of slavery, sustained so long\nby Biblical and official sanction, and may not yet set up as critics. But\nI will refer to a case with which all are familiar--England's treatment\nof her American colonies. In 1760 and onward, when Franklin, the agent of\nthe colonies of Pennsylvania and Massachusetts, was cooling his heels in\nlords' waiting-rooms in London, America was treated exactly as Ireland\nwas--that is, discriminated against in every way; not allowed to\nmanufacture; not permitted to trade with other nations, except under the\nmost vexatious restrictions; and the effort was continued to make her a\nmere agricultural producer and a dependent. All that England cared for us\nwas that we should be a market for her manufactures. This same\nselfishness has been the keynote of her policy down to the present day,\nexcept as the force of circumstances has modified it. Steadily pursued,\nit has contributed largely to make England the monetary and industrial\nmaster of the world.\n\nWith this outline I pass to her present condition and outlook. The\ndictatorial and selfish policy has been forced to give way somewhat in\nregard to the colonies. The spirit of the age and the strength of the\ncolonies forbid its exercise; they cannot be held by the old policy.\nAustralia boldly adopts a protective tariff, and her parliament is only\nnominally controlled by the crown. Canada exacts duties on English goods,\nand England cannot help herself. Even with these concessions, can England\nkeep her great colonies? They are still loyal in word. They still affect\nEnglish manners and English speech, and draw their intellectual supplies\nfrom England. On the prospect of a war with Russia they nearly all\noffered volunteers. But everybody knows that allegiance is on the\ncondition of local autonomy. If united Canada asks to go, she will go. So\nwith Australia. It may be safely predicted that England will never fight\nagain to hold the sovereignty of her new-world possessions against their\npresent occupants. And, in the judgment of many good observers, a\ndissolution of the empire, so far as the Western colonies are concerned,\nis inevitable, unless Great Britain, adopting the plan urged by Franklin,\nbecomes an imperial federation, with parliaments distinct and\nindependent, the crown the only bond of union--the crown, and not the\nEnglish parliament, being the titular and actual sovereign. Sovereign\npower over America in the parliament Franklin never would admit. His idea\nwas that all the inhabitants of the empire must be citizens, not some of\nthem subjects ruled by the home citizens. The two great political parties\nof England are really formed on lines constructed after the passage of\nthe Reform Bill of 1832. The Tories had been long in power. They had made\nmany changes and popular concessions, but they resisted parliamentary\nreform. The great Whig lords, who had tried to govern England without the\npeople and in opposition to the crown in the days of George III., had\nlearned to seek popular support. The Reform Bill, which was ultimately\nforced through by popular pressure and threat of civil war, abolished the\nrotten boroughs, gave representation to the large manufacturing towns and\nincreased representation to the counties, and the suffrage to all men who\nhad 'paid ten pounds a year rent in boroughs, or in the counties owned\nland worth ten pounds a year or paid fifty pounds rent. The immediate\nresult of this was to put power into the hands of the middle classes and\nto give the lower classes high hopes, so that, in 1839, the Chartist\nmovement began, one demand of which was universal suffrage. The old party\nnames of Whig and Tory had been dropped and the two parties had assumed\ntheir present appellations of Conservatives and Liberals. Both parties\nhad, however, learned that there was no rest for any ruling party except\na popular basis, and the Conservative party had the good sense to\nstrengthen itself in 1867 by carrying through Mr. Disraeli's bill, which\ngave the franchise in boroughs to all householders paying rates, and in\ncounties to all occupiers of property rated at fifteen pounds a year.\nThis broadening of the suffrage places the power irrevocably in the hands\nof the people, against whose judgment neither crown nor ministry can\nventure on any important step.\n\nIn general terms it may be said that of these two great parties the\nConservative wishes to preserve existing institutions, and latterly has\nleaned to the prerogatives of the crown, and the Liberal is inclined to\nprogress and reform, and to respond to changes demanded by the people.\nBoth parties, however, like parties elsewhere, propose and oppose\nmeasures and movements, and accept or reject policies, simply to get\noffice or keep office. The Conservative party of late years, principally\nbecause it has the simple task of holding back, has been better able to\ndefine its lines and preserve a compact organization. The Liberals, with\na multitude of reformatory projects, have, of course, a less homogeneous\norganization, and for some years have been without well-defined issues.\nThe Conservative aristocracy seemed to form a secure alliance with the\nfarmers and the great agricultural interests, and at the same time to\nhave a strong hold upon the lower classes. In what his opponents called\nhis \"policy of adventure,\" Lord Beaconsfield had the support of the lower\npopulace. The Liberal party is an incongruous host. On one wing are the\nWhig lords and great landowners, who cannot be expected to take kindly to\na land reform that would reform them out of territorial power; and on the\nother wing are the Radicals, who would abolish the present land system\nand the crown itself, and institute the rule of a democracy. Between\nthese two is the great body of the middle class, a considerable portion\nof the educated and university trained, the majorities of the\nmanufacturing towns, and perhaps, we may say, generally the\nNonconformists. There are some curious analogies in these two parties to\nour own parties before the war. It is, perhaps, not fanciful to suppose\nthat the Conservative lords resemble our own aristocratic leaders of\ndemocracy, who contrived to keep near the people and had affiliations\nthat secured them the vote of the least educated portion of the voters;\nwhile the great Liberal lords are not unlike our old aristocratic Whigs,\nof the cotton order, who have either little sympathy with the people or\nlittle faculty of showing it. It is a curious fact that during our civil\nwar respect for authority gained us as much sympathy from the\nConservatives, as love for freedom (hampered by the greed of trade and\nrivalry in manufactures) gained us from the Liberals.\n\nTo return to the question of empire. The bulk of the Conservative party\nwould hold the colonies if possible, and pursue an imperial policy; while\ncertainly a large portion of the Liberals--not all, by any means--would\nlet the colonies go, and, with the Manchester school, hope to hold\nEngland's place by free-trade and active competition. The imperial policy\nmay be said to have two branches, in regard to which parties will not\nsharply divide: one is the relations to be held towards the Western\ncolonies, and the other in the policy to be pursued in the East in\nreference to India and to the development of the Indian empire, and also\nthe policy of aggression and subjection in South Africa.\n\nAn imperial policy does not necessarily imply such vagaries as the\nforcible detention of the forcibly annexed Boer republic. But everybody\nsees that the time is near when England must say definitely as to the\nimperial policy generally whether it will pursue it or abandon it. And it\nmay be remarked in passing that the Gladstone government, thus far,\nthough pursuing this policy more moderately than the Beaconsfield\ngovernment, shows no intention of abandoning it. Almost everybody admits\nthat if it is abandoned England must sink to the position of a third-rate\npower like Holland. For what does abandonment mean? It means to have no\nweight, except that of moral example, in Continental affairs: to\nrelinquish her advantages in the Mediterranean; to let Turkey be absorbed\nby Russia; to become so weak in India as to risk rebellion of all the\nprovinces, and probable attack from Russia and her Central Asian allies.\nBut this is not all. Lost control in Asia is lost trade; this is evident\nin every foot of control Russia has gained in the Caucasus, about the\nCaspian Sea, in Persia. There Russian manufactures supplant the English;\nand so in another quarter: in order to enjoy the vast opening trade of\nAfrica, England must be on hand with an exhibition of power. We might\nshow by a hundred examples that the imperial idea in England does not\nrest on pride alone, on national glory altogether, though that is a large\nelement in it, but on trade instincts. \"Trade follows the flag\" is a\nwell-known motto; and that means that the lines of commerce follow the\nlimits of empire.\n\nTake India as an illustration. Why should England care to keep India? In\nthe last forty years the total revenue from India, set down up to 1880 as\nL 1,517,000,000, has been L 53,000,000 less than the expenditure. It\nvaries with the years, and occasionally the balance is favorable, as in\n1879, when the expenditure was L 63,400,000 and the revenue was L\n64,400,000. But to offset this average deficit the very profitable trade\nof India, which is mostly in British hands, swells the national wealth;\nand this trade would not be so largely in British hands if the flag were\naway.\n\nBut this is not the only value of India. Grasp on India is part of the\nvast Oriental network of English trade and commerce, the carrying trade,\nthe supply of cotton and iron goods. This largely depends upon English\nprestige in the Orient, and to lose India is to lose the grip. On\npractically the same string with India are Egypt, Central Africa, and the\nEuphrates valley. A vast empire of trade opens out. To sink the imperial\npolicy is to shut this vision. With Russia pressing on one side and\nAmerica competing on the other, England cannot afford to lose her\nmilitary lines, her control of the sea, her prestige.\n\nAgain, India offers to the young and the adventurous a career, military,\ncivil, or commercial. This is of great weight--great social weight. One\nof the chief wants of England today is careers and professions for her\nsons. The population of the United Kingdom in 1876 was estimated at near\nthirty-four millions; in the last few decades the decennial increase had\nbeen considerably over two millions; at that rate the population in 1900\nwould be near forty millions. How can they live in their narrow limits?\nThey must emigrate, go for good, or seek employment and means of wealth\nin some such vast field as India. Take away India now, and you cut off\nthe career of hundreds of thousands of young Englishmen, and the hope of\ntens of thousands of households.\n\nThere is another aspect of the case which it would be unfair to ignore.\nOpportunity is the measure of a nation's responsibility. I have no doubt\nthat Mr. Thomas Hughes spoke for a very respectable portion of Christian\nEngland, in 1861, when he wrote Mr. James Russell Lowell, in a prefatory\nnote to \"Tom Brown at Oxford,\" these words:\n\n   \"The great tasks of the world are only laid on the strongest\n   shoulders. We, who have India to guide and train, who have for our\n   task the educating of her wretched people into free men, who feel\n   that the work cannot be shifted from ourselves, and must be done as\n   God would have it done, at the peril of England's own life, can and\n   do feel for you.\"\n\nIt is safe, we think, to say that if the British Empire is to be\ndissolved, disintegration cannot be permitted to begin at home. Ireland\nhas always been a thorn in the side of England. And the policy towards it\ncould not have been much worse, either to impress it with a respect for\nauthority or to win it by conciliation; it has been a strange mixture of\nuntimely concession and untimely cruelty. The problem, in fact, has\nphysical and race elements that make it almost insolvable. A water-logged\ncountry, of which nothing can surely be predicted but the uncertainty of\nits harvests, inhabited by a people of most peculiar mental constitution,\nalien in race, temperament, and religion, having scarcely one point of\nsympathy with the English. But geography settles some things in this\nworld, and the act of union that bound Ireland to the United Kingdom in\n1800 was as much a necessity of the situation as the act of union that\nobliterated the boundary line between Scotland and England in 1707. The\nIrish parliament was confessedly a failure, and it is scarcely within the\npossibilities that the experiment will be tried again. Irish\nindependence, so far as English consent is concerned, and until England's\npower is utterly broken, is a dream. Great changes will doubtless be made\nin the tenure and transfer of land, and these changes will react upon\nEngland to the ultimate abasement of the landed aristocracy; but this\nequalization of conditions would work no consent to separation. The\nundeniable growth of the democratic spirit in England can no more be\nrelied on to bring it about, when we remember what renewed executive\nvigor and cohesion existed with the Commonwealth and the fiery foreign\npolicy of the first republic of France. For three years past we have seen\nthe British Empire in peril on all sides, with the addition of depression\nand incipient rebellion at home, but her horizon is not as dark as it was\nin 1780, when, with a failing cause in America, England had the whole of\nEurope against her.\n\nIn any estimate of the prospects of England we must take into account the\nrecent marked changes in the social condition. Mr. Escott has an\ninstructive chapter on this in his excellent book on England. He notices\nthat the English character is losing its insularity, is more accessible\nto foreign influences, and is adopting foreign, especially French, modes\nof living. Country life is losing its charm; domestic life is changed;\npeople live in \"flats\" more and more, and the idea of home is not what it\nwas; marriage is not exactly what it was; the increased free and\nindependent relations of the sexes are somewhat demoralizing; women are a\nlittle intoxicated with their newly-acquired freedom; social scandals are\nmore frequent. It should be said, however, that perhaps the present\nperils are due not to the new system, but to the fact that it is new;\nwhen the novelty is worn off the peril may cease.\n\nMr. Escott notices primogeniture as one of the stable and, curious\nenough, one of the democratic institutions of society. It is owing to\nprimogeniture that while there is a nobility in England there is no\nnoblesse. If titles and lands went to all the children there would be the\nmultitudinous noblesse of the Continent. Now, by primogeniture, enough is\nretained for a small nobility, but all the younger sons must go into the\nworld and make a living. The three respectable professions no longer\noffer sufficient inducement, and they crowd more and more into trade.\nThus the middle class is constantly recruited from the upper. Besides,\nthe upper is all the time recruited from the wealthy middle; the union of\naristocracy and plutocracy may be said to be complete. But merit makes\nits way continually from even the lower ranks upward, in the professions,\nin the army, the law, the church, in letters, in trade, and, what Mr.\nEscott does not mention, in the reformed civil service, newly opened to\nthe humblest lad in the land. Thus there is constant movement up and down\nin social England, approaching, except in the traditional nobility, the\nfreedom of movement in our own country. This is all wholesome and sound.\nEven the nobility itself, driven by ennui, or a loss of former political\ncontrol, or by the necessity of more money to support inherited estates,\ngoes into business, into journalism, writes books, enters the\nprofessions.\n\nWhat are the symptoms of decay in England? Unless the accumulation of\nwealth is a symptom of decay, I do not see many. I look at the people\nthemselves. It seems to me that never in their history were they more\nfull of vigor. See what travelers, explorers, adventurers they are. See\nwhat sportsmen, in every part of the globe, how much they endure, and how\nhale and jolly they are--women as well as men. The race, certainly, has\nnot decayed. And look at letters. It may be said that this is not the age\nof pure literature--and I'm sure I hope the English patent for producing\nmachine novels will not be infringed--but the English language was never\nbefore written so vigorously, so clearly, and to such purpose. And this\nis shown even in the excessive refinement and elaboration of trifles, the\nminutia of reflection, the keenness of analysis, the unrelenting pursuit\nof every social topic into subtleties untouched by the older essayists.\nAnd there is still more vigor, without affectation, in scientific\ninvestigation, in the daily conquests made in the realm of social\neconomy, the best methods of living and getting the most out of life. Art\nalso keeps pace with luxury, and shows abundant life and promise for the\nfuture.\n\nI believe, from these and other considerations, that this vigorous people\nwill find a way out of its present embarrassment, and a way out without\nretreating. For myself, I like to see the English sort of civilization\nspreading over the world rather than the Russian or the French. I hope\nEngland will hang on to the East, and not give it over to the havoc of\nsquabbling tribes, with a dozen religions and five hundred dialects, or\nto the military despotism of an empire whose morality is only matched by\nthe superstition of its religion.\n\nThe relations of England and the United States are naturally of the first\ninterest to us. Our love and our hatred have always been that of true\nrelatives. For three-quarters of a century our 'amour propre' was\nconstantly kept raw by the most supercilious patronage. During the past\ndecade, when the quality of England's regard has become more and more a\nmatter of indifference to us, we have been the subject of a more\nintelligent curiosity, of increased respect, accompanied with a sincere\ndesire to understand us. In the diplomatic scale Washington still ranks\nbelow the Sublime Porte, but this anomaly is due to tradition, and does\nnot represent England's real estimate of the status of the republic.\nThere is, and must be, a good deal of selfishness mingled in our\nfriendship--patriotism itself being a form of selfishness--but our ideas\nof civilization so nearly coincide, and we have so many common\naspirations for humanity that we must draw nearer together,\nnotwithstanding old grudges and present differences in social structure.\nOur intercourse is likely to be closer, our business relations will\nbecome more inseparable. I can conceive of nothing so lamentable for the\nprogress of the world as a quarrel between these two English-speaking\npeoples.\n\nBut, in one respect, we are likely to diverge. I refer to literature; in\nthat, assimilation is neither probable nor desirable. We were brought up\non the literature of England; our first efforts were imitations of it; we\nwere criticised--we criticised ourselves on its standards. We compared\nevery new aspirant in letters to some English writer. We were patted on\nthe back if we resembled the English models; we were stared at or sneered\nat if we did not. When we began to produce something that was the product\nof our own soil and our own social conditions, it was still judged by the\nold standards, or, if it was too original for that, it was only accepted\nbecause it was curious or bizarre, interesting for its oddity. The\ncriticism that we received for our best was evidently founded on such\nindifference or toleration that it was galling. At first we were\nsurprised; then we were grieved; then we were indignant. We have long ago\nceased to be either surprised, grieved, or indignant at anything the\nEnglish critics say of us. We have recovered our balance. We know that\nsince Gulliver there has been no piece of original humor produced in\nEngland equal to \"Knickerbocker's New York\"; that not in this century has\nany English writer equaled the wit and satire of the \"Biglow Papers.\" We\nused to be irritated at what we called the snobbishness of English\ncritics of a certain school; we are so no longer, for we see that its\ncriticism is only the result of ignorance--simply of inability to\nunderstand.\n\nAnd we the more readily pardon it, because of the inability we have to\nunderstand English conditions, and the English dialect, which has more\nand more diverged from the language as it was at the time of the\nseparation. We have so constantly read English literature, and kept\nourselves so well informed of their social life, as it is exhibited in\nnovels and essays, that we are not so much in the dark with regard to\nthem as they are with regard to us; still we are more and more bothered\nby the insular dialect. I do not propose to criticise it; it is our\nmisfortune, perhaps our fault, that we do not understand it; and I only\nrefer to it to say that we should not be too hard on the Saturday Review\ncritic when he is complaining of the American dialect in the English that\nMr. Howells writes. How can the Englishman be expected to come into\nsympathy with the fiction that has New England for its subject--from\nHawthorne's down to that of our present novelists--when he is ignorant of\nthe whole background on which it is cast; when all the social conditions\nare an enigma to him; when, if he has, historically, some conception of\nPuritan society, he cannot have a glimmer of comprehension of the subtle\nmodifications and changes it has undergone in a century? When he visits\nAmerica and sees it, it is a puzzle to him. How, then, can he be expected\nto comprehend it when it is depicted to the life in books?\n\nNo, we must expect a continual divergence in our literatures. And it is\nbest that there should be. There can be no development of a nation's\nliterature worth anything that is not on its own lines, out of its own\nnative materials. We must not expect that the English will understand\nthat literature that expresses our national life, character, conditions,\nany better than they understand that of the French or of the Germans.\nAnd, on our part, the day has come when we receive their literary efforts\nwith the same respectful desire to be pleased with them that we have to\nlike their dress and their speech.",
    "metadata": {
        "author": [
            "Warner, Charles Dudley"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/3122/pg3122.txt",
        "name": "england.json"
    }
}