{
    "name": "Esmeralda",
    "author": [
        "Hodgson, Frances Eliza",
        "Townesend, Frances Eliza Hodgson Burnett",
        "Burnett, Frances Hodgson"
    ],
    "body": "By Frances Hodgson Burnett\n\nCopyright, 1877\n\n\nTo begin, I am a Frenchman, a teacher of languages, and a poor\nman,--necessarily a poor man, as the great world would say, or I should\nnot be a teacher of languages, and my wife a copyist of great pictures,\nselling her copies at small prices. In our own eyes, it is true, we are\nnot so poor--my Clelie and I. Looking back upon our past we congratulate\nourselves upon our prosperous condition. There was a time when we were\npoorer than we are now, and were not together, and were, moreover, in\nLondon instead of in Paris. These were indeed calamities: to be poor,\nto teach, to live apart, not even knowing each other--and in England! In\nEngland we spent years; we instructed imbeciles of all grades; we were\nchilled by east winds, and tortured by influenza; we vainly strove to\nconciliate the appalling English; we were discouraged and desolate. But\nthis, thank _le bon Dieu!_ is past. We are united; we have our little\napartment--upon the fifth floor, it is true, but still not hopelessly\nfar from the Champs Elysees. Clelie paints her little pictures, or\ncopies those of some greater artist, and finds sale for them. She is not\na great artist herself, and is charmingly conscious of the fact.\n\n\"At fifteen,\" she says, \"I regretted that I was not a genius; at five\nand twenty, I rejoice that I made the discovery so early, and so gave\nmyself time to become grateful for the small gifts bestowed upon me. Why\nshould I eat out my heart with envy? Is it not possible that I might be\na less clever woman than I am, and a less lucky one?\"\n\nOn my part I have my pupils,--French pupils who take lessons in English,\nGerman, or Italian; English or American pupils who generally learn\nFrench, and, upon the whole, I do not suffer from lack of patrons.\n\nIt is my habit when Clelie is at work upon a copy in one of the great\ngalleries to accompany her to the scene of her labor in the morning and\ncall for her at noon, and, in accordance with this habit, I made my way\nto the Louvre at midday upon one occasion three years ago.\n\nI found my wife busy at her easel in the _Grande Galerie_, and when I\napproached her and laid my hand upon her shoulder, as was my wont, she\nlooked up with a smile and spoke to me in a cautious undertone.\n\n\"I am glad,\" she said, \"that you are not ten minutes later. Look at\nthose extraordinary people.\"\n\nShe still leaned back in her chair and looked up at me, but made, at\nthe same time, one of those indescribable movements of the head which a\nclever woman can render so significant.\n\nThis slight gesture directed me at once to the extraordinary people to\nwhom she referred.\n\n\"Are they not truly wonderful?\" she asked.\n\nThere were two of them, evidently father and daughter, and they sat side\nby side upon a seat placed in an archway, and regarded hopelessly one of\nthe finest works in the gallery. The father was a person undersized\nand elderly. His face was tanned and seamed, as if with years of rough\noutdoor labor; the effect produced upon him by his clothes was plainly\none of actual suffering, both physical and mental. His stiff hands\nrefused to meet the efforts of his gloves to fit them; his body shrank\nfrom his garments; if he had not been pathetic, he would have been\nridiculous. But he was pathetic. It was evident he was not so attired of\nhis own free will; that only a patient nature, inured by long custom\nto discomfort, sustained him; that he was in the gallery under\nprotest; that he did not understand the paintings, and that they\nperplexed--overwhelmed him.\n\nThe daughter it is almost impossible to describe, and yet I must attempt\nto describe her. She had a slender and pretty figure; there were slight\nmarks of the sun on her face also, and, as in her father's case,\nthe richness of her dress was set at defiance by a strong element of\nincongruousness. She had black hair and gray eyes, and she sat with\nfolded hands staring at the picture before her in dumb uninterestedness.\n\nClelie had taken up her brush again, and was touching up her work here\nand there.\n\n\"They have been here two hours,\" she said. \"They are waiting for some\none. At first they tried to look about them as others did. They wandered\nfrom seat to seat, and sat down, and looked as you see them doing now.\nWhat do you think of them? To what nation should you ascribe them?\"\n\n\"They are not French,\" I answered. \"And they are not English.\"\n\n\"If she were English,\" said Clelie, \"the girl would be more conscious of\nherself, and of what we might possibly be saying. She is only conscious\nthat she is out of place and miserable. She does not care for us at all.\nI have never seen Americans like them before, but I am convinced that\nthey are Americans.\"\n\nShe laid aside her working materials and proceeded to draw on her\ngloves.\n\n\"We will go and look at that 'Tentation de St. Antoine' of Teniers,\" she\nsaid, \"and we may hear them speak. I confess I am devoured by an anxiety\nto hear them speak.\"\n\nAccording, a few moments later an amiable young couple stood before \"La\nTentation,\" regarding it with absorbed and critical glances.\n\nBut the father and daughter did not seem to see us. They looked\ndisconsolately about them, or at the picture before which they sat.\nFinally, however, we were rewarded by hearing them speak to each other.\nThe father addressed the young lady slowly and deliberately, and with an\naccent which, but for my long residence in England and familiarity with\nsome forms of its _patois_, I should find it impossible to transcribe.\n\n\"Esmeraldy,\" he said, \"your ma's a long time acomin'.\"\n\n\"Yes,\" answered the girl, with the same accent, and in a voice wholly\nlistless and melancholy, \"she's a long time.\"\n\nClelie favored me with one of her rapid side glances. The study of\ncharacter is her grand passion, and her special weakness is a fancy\nfor the singular and incongruous. I have seen her stand in silence,\nand regard with positive interest one of her former patronesses who\nwas overwhelming her with contumelious violence, seeming entirely\nunconscious of all else but that the woman was of a species novel to\nher, and therefore worthy of delicate observation.\n\n\"It is as I said,\" she whispered. \"They are Americans, but of an order\nentirely new.\"\n\nAlmost the next instant she touched my arm.\n\n\"Here is the mother!\" she exclaimed. \"She is coming this way. See!\"\n\nA woman advanced rapidly toward our part of the gallery,--a small, angry\nwoman, with an un graceful figure, and a keen brown eye. She began to\nspeak aloud while still several feet distant from the waiting couple.\n\n\"Come along,\" she said. \"I've found a place at last, though I've been\nall the morning at it,--and the woman who keeps the door speaks English.\n\n\"They call 'em,\" remarked the husband, meekly rising, \"_con-ser-ges_. I\nwonder why.\"\n\nThe girl rose also, still with her hopeless, abstracted air, and\nfollowed the mother, who led the way to the door. Seeing her move\nforward, my wife uttered an admiring exclamation.\n\n\"She is more beautiful than I thought,\" she said. \"She holds herself\nmarvelously. She moves with the freedom of some fine wild creature.\"\n\nAnd, as the party disappeared from view, her regret at losing them drew\nfrom her a sigh. She discussed them with characteristic enthusiasm all\nthe way home. She even concocted a very probable little romance. One\nwould always imagine so many things concerning Americans. They were so\nextraordinary a people; they acquired wealth by such peculiar means;\ntheir country was so immense; their resources were so remarkable. These\npersons, for instance, were evidently persons of wealth, and as plainly\nhad risen from the people. The mother was not quite so wholly untaught\nas the other two, but she was more objectionable.\n\n\"One can bear with the large simplicity of utter ignorance,\" said my\nfair philosopher. \"One frequently finds it gentle and unworldly, but the\nother is odious because it is always aggressive and narrow.\"\n\nShe had taken a strong feminine dislike to Madame la Mere.\n\n\"She makes her family miserable,\" she said. \"She drags them from place\nto place. Possibly there is a lover,--more possibly than not. The girl's\neyes wore a peculiar look,--as if they searched for something far away.\"\n\nShe had scarcely concluded her charming little harangue when we reached\nour destination; but, as we passed through the entrance, she paused to\nspeak to the curly-headed child of the _concierge_ whose mother held him\nby the hand.\n\n\"We shall have new arrivals to-morrow,\" said the good woman, who was\nalways ready for friendly gossip. \"The apartment upon the first floor,\"\nand she nodded to me significantly, and with good-natured encouragement.\n\"Perhaps you may get pupils,\" she added. \"They are Americans, and speak\nonly English, and there is a young lady, Madame says.\"\n\n\"Americans!\" exclaimed Clelie, with sudden interest.\n\n\"Americans,\" answered the _concierge_. \"It was Madame who came. _Mon\nDieu!_ it was wonderful! So rich and so--so\"--filling up the blank by a\nshrug of deep meaning.\n\n\"It cannot have been long since they were--peasants,\" her voice dropping\ninto a cautious whisper.\n\n\"Why not our friends of the Louvre?\" said Clelie as we went on\nup-stairs.\n\n\"Why not?\" I replied. \"It is very possible.\"\n\nThe next day there arrived at the house numberless trunks of large\ndimensions, superintended by the small angry woman and a maid. An hour\nlater came a carriage, from whose door emerged the young lady and her\nfather. Both looked pale and fagged; both were led up-stairs in the\nmidst of voluble comments and commands by the mother; and both, entering\nthe apartment, seemed swallowed up by it, as we saw and heard nothing\nfurther of them. Clelie was indignant.\n\n\"It is plain that the mother overwhelms them,\" she said. \"A girl of that\nage should speak and be interested in any novelty. This one would be if\nshe were not wretched. And the poor little husband!\"--\n\n\"My dear,\" I remarked, \"you are a feminine Bayard. You engage yourself\nwith such ardor in everybody's wrongs.\"\n\nWhen I returned from my afternoon's work a few days later, I found\nClelie again excited. She had been summoned to the first floor by\nMadame.\n\n\"I went into the room,\" said Clelie, \"and found the mother and daughter\ntogether. Mademoiselle, who stood by the fire, had evidently been\nweeping Madame was in an abrupt and angry mood. She wasted no words. 'I\nwant you to give her lessons,' she said, making an ungraceful gesture in\nthe direction of her daughter. 'What do you charge a lesson?' And on my\ntelling her, she engaged me at once. 'It's a great deal, but I guess I\ncan pay as well as other people,' she remarked.\"\n\nA few of the lessons were given downstairs, and then Clelie preferred a\nrequest to Madame.\n\n\"If you will permit Mademoiselle to come to my room, you will confer a\nfavor upon me,\" she said.\n\nFortunately, her request was granted, and so I used afterward to come\nhome and find Mademoiselle Esmeralda in our little _salon_ at work\ndisconsolately and tremulously. She found it difficult to hold her\npencil in the correct manner, and one morning she let it drop, and burst\ninto tears.\n\n\"Don't you see I'll never do it!\" she answered, miserably. \"Don't you\nsee I couldn't, even if my heart was in it, and it aint at all!\"\n\nShe held out her little hands piteously for Clelie to look at. They\nwere well enough shaped, and would have been pretty if they had not been\nrobbed of their youthful suppleness by labor.\n\n\"I've been used to work,\" she said, \"rough work all my life, and my\nhands aint like yours.\"\n\n\"But you must not be discouraged, Mademoiselle,\" said Clelie gently.\n\"Time\"--\n\n\"Time,\" interposed the girl, with a frightened look in her pretty gray\neyes. \"That's what I can't bear to think of--the time that's to come.\"\n\nThis was the first of many outbursts of confidence. Afterward she\nrelated to Clelie, with the greatest naivete, the whole history of the\nfamily affairs.\n\nThey had been the possessors of some barren mountain lands in North\nCarolina, and her description of their former life was wonderful indeed\nto the ears of the Parisian. She herself had been brought up with\nmarvelous simplicity and hardihood, barely learning to read and\nwrite, and in absolute ignorance of society. A year ago iron had been\ndiscovered upon their property, and the result had been wealth and\nmisery for father and daughter. The mother, who had some vague fancies\nof the attractions of the great outside world, was ambitious and\nrestless. Monsieur, who was a mild and accommodating person, could only\ngive way before her stronger will.\n\n\"She always had her way with us,\" said Mademoiselle Esmeralda,\nscratching nervously upon the paper before her with her pencil, at this\npart of the relation. \"We did not want to leave home, neither me nor\nfather, and father said more than I ever heard him say before at one\ntime. 'Mother,' says he, 'let me an' Esmeraldy stay at home, an' you go\nan' enjoy your tower. You've had more schoolin' an' you'll be more\nat home than we should. You're useder to city ways, havin' lived in\n'Lizabethville.' But it only vexed her. People in town had been talking\nto her about traveling and letting me learn things, and she'd set her\nmind on it.\"\n\nShe was very simple and unsophisticated. To the memory of her former\ntruly singular life she clung with unshaken fidelity. She recurred to\nit constantly. The novelty and luxury of her new existence seemed\nto have no attractions for her. One thing even my Clelie found\nincomprehensible, while she fancied she understood the rest--she did not\nappear to be moved to pleasure even by our beloved Paris.\n\n\"It is a true _maladie du pays_,\" Clelie remarked to me. \"_And that is\nnot all_.\"\n\nNor was it all. One day the whole truth was told amid a flood of tears.\n\n\"I--I was going to be married,\" cried the poor child. \"I was to\nhave been married the week the ore was found. I was--all ready, and\nmother--mother shut right down on us.\"\n\nClelie glanced at me in amazed questioning.\n\n\"It is a kind of _argot_ which belongs only to Americans,\" I answered in\nan undertone. \"The alliance was broken off.\"\n\n\"_Ciel!_\" exclaimed my Clelie between her small shut teeth. \"The woman is\na fiend!\"\n\nShe was wholly absorbed in her study of this unworldly and untaught\nnature. She was full of sympathy for its trials and tenderness, and for\nits pain.\n\nEven the girl's peculiarities of speech were full of interest to her.\nShe made serious and intelligent efforts to understand them, as if she\nstudied a new language.\n\n\"It is not common _argot_,\" she said. \"It has its subtleties. One\ncontinually finds somewhere an original idea--sometimes even a _bon\nmot_, which startles one by its pointedness. As you say, however, it\nbelongs only to the Americans and their remarkable country. A French\nmind can only arrive at its climaxes through a grave and occasionally\ntedious research, which would weary most persons, but which, however,\ndoes not weary me.\"\n\nThe confidence of Mademoiselle Esmeralda was easily won. She became\nattached to us both, and particularly to Clelie. When her mother was\nabsent or occupied, she stole up-stairs to our apartment and spent with\nus the moments of leisure chance afforded her. She liked our rooms, she\ntold my wife, because they were small, and our society, because we were\n\"clever,\" which we discovered afterward meant \"amiable.\" But she was\nalways pale and out of spirits. She would sit before our fire silent and\nabstracted.\n\n\"You must not mind if I don't talk,\" she would say. \"I can't; and it\nseems to help me to get to sit and think about things--Mother won't let\nme do it down-stairs.\"\n\nWe became also familiar with the father. One day I met him upon the\nstaircase, and to my amazement he stopped as if he wished to address me.\nI raised my hat and bade him good-morning. On his part he drew forth a\nlarge handkerchief and began to rub the palms of his hands with awkward\ntimidity.\n\n\"How-dy?\" he said.\n\nI confess that at the moment I was covered with confusion. I who was\na teacher of English, and flattered myself that I wrote and spoke it\nfluently did not understand. Immediately, however, it flashed across\nmy mind that the word was a species of salutation. (Which I finally\ndiscovered to be the case.) I bowed again and thanked him, hazarding the\nreply that my health was excellent, and an inquiry as to the state of\nMadame's. He rubbed his hands still more nervously, and answered me in\nthe slow and deliberate mariner I had observed at the Louvre.\n\n\"Thank ye,\" he said, \"she's doin' tol'able well, is mother--as well as\ncommon. And she's a-en-joyin' herself, too. I wish we was all\"--\n\nBut there he checked himself and glanced hastily about him.\n\nThen he began again:--\n\n\"Esmeraldy,\" he said,--\"Esmeraldy thinks a heap on you. She takes a\nsight of comfort out of Mis' Des----I can't call your name, but I mean\nyour wife.\"\n\n\"Madame Desmarres,\" I replied, \"is rejoiced indeed to have won the\nfriendship of Mademoiselle.\"\n\n\"Yes,\" he proceeded, \"she takes a sight of comfort in you and all. An'\nshe needs comfort, does Esmeraldy.\"\n\nThere ensued a slight pause which somewhat embarrassed me, for at every\npause he regarded me with an air of meek and hesitant appeal.\n\n\"She's a little down-sperrited is Esmeraldy,\" he said. \"An',\" adding\nthis suddenly in a subdued and fearful tone, \"so am I.\"\n\nHaving said this he seemed to feel that he had overstepped a barrier.\nHe seized the lapel of my coat and held me prisoner, pouring forth his\nconfessions with a faith in my interest by which I was at once amazed\nand touched.\n\n\"You see it's this way,\" he said,--\"it's this way, Mister. We're home\nfolks, me an' Esmeraldy, an' we're a long way from home, an' it sorter\nseems like we didn't get no useder to it than we was at first. We're\nnot like mother. Mother she was raised in a town,--she was raised in\n'Lizabethville,--an' she allers took to town ways; but me an' Esmeraldy,\nwe was raised in the mountains, right under the shadder of old Bald,\nan' town goes hard with us. Seems like we're allers a thinkin' of North\nCallina. An' mother she gits outed, which is likely. She says we'd ought\nto fit ourselves fur our higher pear, an' I dessay we'd ought,--but you\nsee it goes sorter hard with us. An' Esmeraldy she has her trouble an' I\ncan't help a sympathizin' with her, fur young folks will be young folks;\nan' I was young folks once myself. Once--once I sot a heap o' store by\nmother. So you see-how it is.\"\n\n\"It is very sad, Monsieur,\" I answered with gravity. Singular as it\nmay appear, this was not so laughable to me as it might seem. It was so\napparent that he did not anticipate ridicule. And my Clelie's interest\nin these people also rendered them sacred in my eyes.\n\n\"Yes,\" he returned, \"that's so; an' sometimes it's wuss than you'd\nthink--when mother's outed. An' that's why I'm glad as Mis' Dimar an'\nEsmeraldy is such friends.\"\n\nIt struck me at this moment that he had some request to make of me.\nHe grasped the lapel of my coat somewhat more tightly as if requiring\nadditional support, and finally bent forward and addressed me with\ncaution, \"Do you think as Mis' Dimar would mind it ef now an' then I was\nto step in fur Esmeraldy, an' set a little--just in a kinder neighborin'\nway. Esmeraldy, she says you're so sosherble. And I haint been sosherble\nwith no one fur--fur a right smart spell. And it seems like I kinder\nhanker arter it. You've no idea, Mister, how lonesome a man can git\nwhen he hankers to be sosherble an' haint no one to be sosherble with.\nMother, she says, 'Go out on the Champs Elizy and promenard,' and I've\ndone it; but some ways it don't reach the spot. I don't seem to get\nsosherble with no one. I've spoke to--may be through us speakin'\ndifferent languages, an' not comin' to a understandin'. I've tried\nit loud an' I've tried it low an' encouragen', but some ways we never\nseemed to get on. An' er Mis' Dimar wouldn't take no exceptions at me\na-drop-pin' in, I feel as ef I should be sorter uplifted--if she'd only\nallow it once a week or even fewer.\"\n\n\"Monsieur,\" I replied with warmth, \"I beg you will consider our _salon_\nat your disposal, not once a week but at all times, and Madame Desmarres\nwould certainly join me in the invitation if she were upon the spot.\"\n\nHe released the lapel of my coat and grasped my hand, shaking it with\nfervor.\n\n\"Now, that's clever, that is,\" he said. \"An' its friendly, an' I'm\nobligated to ye.\"\n\nSince he appeared to have nothing further to say we went down-stairs\ntogether. At the door we parted.\n\n\"I'm a-goin',\" he remarked, \"to the Champs Elizy to promenard. Where are\nyou a-goin'?\"\n\n\"To the Boulevard Haussmann, Monsieur, to give a lesson,\" I returned. \"I\nwill wish you good-morning.\"\n\n\"Good-mornin',\" he answered. \"_Bong_\"--reflecting deeply for a\nmoment--\"_Bong jore_. I'm a tryin' to learn it, you see, with a view to\nbein' more sosherbler. _Bong jore_\" And thus took his departure.\n\nAfter this we saw him frequently. In fact it became his habit to follow\nMademoiselle Esmeralda in all her visits to our apartment. A few minutes\nafter her arrival we usually heard a timid knock upon the outer door,\nwhich proved to emanate from Monsieur, who always entered with a\nlaborious \"_Bong jore_\" and always slipped deprecatingly into the least\ncomfortable chair near the fire, hurriedly concealing his hat beneath\nit.\n\nIn him also my Clelie became much interested. On my own part I could\nnot cease to admire the fine feeling and delicate tact she continually\nexhibited in her manner toward him. In time he even appeared to lose\nsomething of his first embarrassment and discomfort, though he was\nalways inclined to a reverent silence in her presence.\n\n\"He don't say much, don't father,\" said Mademoiselle Esmeralda, with\ntears in her pretty eyes. \"He's like me, but you don't know what comfort\nhe's taking when he sits and listens and stirs his chocolate round and\nround without drinking it. He doesn't drink it because he aint used to\nit; but he likes to have it when we do, because he says it makes him\nfeel sosherble. He's trying to learn to drink it too--he practices every\nday a little at a time. He was powerful afraid at first that you'd take\nexceptions to him doing nothing but stir it round; but I told him I knew\nyou wouldn't for you wasn't that kind.\"\n\n\"I find him,\" said Clelie to me, \"inexpressibly mournful,--even though\nhe excites one to smile? upon all occasions. Is it not mournful that\nhis very suffering should be absurd. _Mon Dieu!_ he does not _wear_ his\nclothes--he bears them about with him--he simply _carries_ them.\"\n\nIt was about this time that Mademoiselle Esmeralda was rendered doubly\nunhappy. Since their residence in Paris Madame had been industriously\noccupied in making efforts to enter society. She had struggled violently\nand indefatigably. She was at once persistent and ambitious. She had\nused every means that lay in her power, and, most of all, she had used\nher money. Naturally, she had found people upon the outskirts of good\ncircles who would accept her with her money. Consequently, she had\nobtained acquaintances of a class, and was bold enough to employ them as\nstepping-stones. At all events, she began to receive invitations, and to\ndiscover opportunities to pay visits, and to take her daughter with her.\nAccordingly, Mademoiselle Esmeralda was placed upon exhibition.\n\nShe was dressed by experienced _artistes_. She was forced from her\nseclusion, and obliged to drive, and call, and promenade.\n\nHer condition was pitiable. While all this was torture to her\ninexperience and timidity, her fear of her mother rendered her wholly\nsubmissive. Each day brought with it some new trial. She was admired for\nmany reasons,--by some for her wealth, of which all had heard rumors; by\nothers for her freshness and beauty. The silence and sensitiveness which\narose from shyness, and her ignorance of all social rules, were\ncalled _naivete_ and modesty, and people who abhorred her mother, not\nunfrequently were charmed with her, and consequently Madame found her\nalso an instrument of some consequence.\n\nIn her determination to overcome all obstacles, Madame even condescended\nto apply to my wife, whose influence over Mademoiselle she was clever\nenough not to undervalue.\n\n\"I want you to talk to Mademoiselle,\" she said. \"She thinks a great\ndeal of you, and I want you to give her some good advice. You know what\nsociety is, and you know that she ought to be proud of her advantages,\nand not make a fool of herself. Many a girl would be glad enough of what\nshe has before her. She's got money, and she's got chances, and I\ndon't begrudge her anything. She can spend all she likes on clothes and\nthings, and I'll take her anywhere if she'll behave herself. They wear\nme out--her and her father. It's her father that's ruined her, and her\nliving as she's done. Her father never knew anything, and he's made a\npet of her, and got her into his way of thinking. It's ridiculous how\nlittle ambition they have, and she might marry as well as any girl.\nThere's a marquis that's quite in love with her at this moment, and\nshe's as afraid of him as death, and cries if I even mention him, though\nhe's a nice enough man, if he is a bit elderly. Now, I want you to\nreason with her.\"\n\nThis Clelie told me afterward.\n\n\"And upon going away,\" she ended, \"she turned round toward me, setting\nher face into an indescribable expression of hardness and obstinacy.\n'I want her to understand,' she said, 'that she's cut off forever from\nanything that's happened before. There's the Atlantic Ocean and many a\nmile of land between her and North Carolina, and so she may as well give\nthat up.'\"\n\nTwo or three days after this Mademoiselle came to our apartment in great\ngrief. She had left Madame in a violent ill-temper. They had received\ninvitations to a ball at which they were to meet the marquis. Madame had\nbeen elated, and the discovery of Mademoiselle's misery and trepidation\nhad roused her indignation. There had been a painful scene, and\nMademoiselle had been overwhelmed as usual.\n\nShe knelt before the fire and wept despairingly.\n\n\"I'd rather die than go,\" she said. \"I can't stand it. I can't get used\nto it. The light, and the noise, and the talk, hurts me, and I don't\nknow what I am doing. And people stare at me, and I make mistakes, and\nI'm not fit for it--and--and--I'd rather be dead fifty thousand times\nthan let that man come near me. I hate him, and I'm afraid of him, and I\nwish I was dead.\"\n\nAt this juncture came the timid summons upon the door, and the father\nentered with a disturbed and subdued air. He did not conceal his hat,\nbut held it in his hands, and turned it round and round in an agitated\nmanner as he seated himself beside his daughter.\n\n\"Esmeraldy,\" he said, \"don't you take it so hard; honey. Mother, she's\nkinder outed, and she's not at herself rightly. Don't you never mind.\nMother she means well, but--but she's got a sorter curious way of\nshowin' it. She's got a high sperrit, an' we'd ought to 'low fur it, and\nnot take it so much to heart. Mis' Dimar here knows how high-sperrited\npeople is sometimes, I dessay,--an' mother she's got a powerful high\nsperrit.\"\n\nBut the poor child only wept more hopelessly. It was not only the\ncruelty of her mother which oppressed her, it was the wound she bore in\nher heart.\n\nClelie's eyes filled with tears as she regarded her.\n\nThe father was also more broken in spirit than he wished it to appear.\nHis weather-beaten face assumed an expression of deep melancholy which\nat last betrayed itself in an evidently inadvertent speech.\n\n\"I wish--I wish,\" he faltered. \"Lord! I'd give a heap to see Wash now.\nI'd give a heap to see him, Esmeraldy.\"\n\nIt was as if the words were the last straw. The girl turned toward him\nand flung herself upon his breast with a passionate cry.\n\n\"Oh, father!\" she sobbed, \"we sha'n't never see him again--never--never!\nnor the mountains, nor the people that cared for us. We've lost it all,\nand we can't get it back,--and we haven't a soul that's near to us,--and\nwe're all alone,--you and me, father, and Wash--Wash, he thinks we don't\ncare.\"\n\nI must confess to a momentary spasm of alarm, her grief was so wild and\noverwhelming. One hand was flung about her father's neck, and the other\npressed itself against her side, as if her heart was breaking.\n\nClelie bent down and lifted her up, consoling her tenderly.\n\n\"Mademoiselle,\" she said, \"do not despair. _Le Bon Dieu_ will surely\nhave pity.\"\n\nThe father drew forth the large linen handkerchief, and unfolding it\nslowly, applied it to his eyes.\n\n\"Yes, Esmeraldy,\" he said; \"don't let us give out,--at least don't you\ngive out. It doesn't matter fur me, Esmeraldy, because, you see, I must\nhold on to mother, as I swore not to go back on; but you're young an'\nlikely, Esmeraldy, an' don't you give out yet, fur the Lord's sake.\"\n\nBut she did not cease weeping until she had wholly fatigued herself,\nand by this time there arrived a message from Madame, who required\nher presence down-stairs. Monsieur was somewhat alarmed, and rose\nprecipitately, but Mademoiselle was too full of despair to admit of\nfear.\n\n\"It's only the dress-maker,\" she said. \"You can stay where you are,\nfather, and she won't guess we've been together, and it'll be better for\nus both.\"\n\nAnd accordingly she obeyed the summons alone.\n\nGreat were the preparations made by Madame for the entertainment. My\nwife, to whom she displayed the costumes and jewels she had purchased,\nwas aroused to an admiration truly feminine.\n\nShe had the discretion to trust to the taste of the _artistes_, and had\nrestrained them in nothing. Consequently, all that was to be desired in\nthe appearance of Mademoiselle Esmeralda upon the eventful evening was\nhappiness. With her mother's permission, she came to our room to display\nherself, Monsieur following her with an air of awe and admiration\ncommingled. Her costume was rich and exquisite, and her beauty beyond\ncriticism; but as she stood in the centre of our little _salon_ to be\nlooked at, she presented an appearance to move one's heart. The pretty\nyoung face which had by this time lost its slight traces of the sun had\nalso lost some of its bloom; the slight figure was not so round nor so\nerect as it had been, and moved with less of spirit and girlishness.\n\nIt appeared that Monsieur observed this also, for he stood apart\nregarding her with evident depression, and occasionally used his\nhandkerchief with a violence that was evidently meant to conceal some\nsecret emotion.\n\n\"You're not so peart as you was, Esmeraldy,\" he remarked, tremulously;\n\"not as peart by a light smart, and what with that, and what with your\nfixin's, Wash--I mean the home-folks,\"--hastily--\"they'd hardly know\nye.\"\n\nHe followed her down-stairs mournfully when she took her departure,\nand Clelie and myself being left alone interested ourselves in various\nspeculations concerning them, as was our habit.\n\n\"This Monsieur Wash,\" remarked Clelie, \"is clearly the lover. Poor\nchild! how passionately she regrets him,--and thousands of miles lie\nbetween them--thousands of miles!\"\n\nIt was not long after this that, on my way downstairs to make a trifling\npurchase, I met with something approaching an adventure. It so chanced\nthat, as I descended the staircase of the second floor, the door of the\nfirst floor apartment was thrown open, and from it issued Mademoiselle\nEsmeralda and her mother on their way to their waiting carriage. My\ninterest in the appearance of Mademoiselle in her white robes and\nsparkling jewels so absorbed me that I inadvertently brushed against a\nfigure which stood in the shadow regarding them also. Turning at once to\napologize, I found myself confronting a young man,--tall, powerful, but\nwith a sad and haggard face, and attired in a strange and homely dress\nwhich had a foreign look.\n\n\"Monsieur!\" I exclaimed, \"a thousand pardons. I was so unlucky as not to\nsee you.\"\n\nBut he did not seem to hear. He remained silent, gazing fixedly at the\nladies until they had disappeared, and then, on my addressing him again\nhe awakened, as it were, with a start.\n\n\"It doesn't matter,\" he answered, in a heavy bewildered voice and in\nEnglish, and turning back made his way slowly up the stairs.\n\nBut even the utterance of this brief sentence had betrayed to my\npracticed ear a peculiar accent--an accent which, strange to say, bore a\nlikeness to that of our friends downstairs, and which caused me to stop\na moment at the lodge of the concierge, and ask her a question or so.\n\n\"Have we a new occupant upon the fifth floor?\" I inquired. \"A person who\nspeaks English?\"\n\nShe answered me with a dubious expression.\n\n\"You must mean the strange young man upon the sixth,\" she said. \"He is a\nnew one and speaks English. Indeed, he does not speak anything else, or\neven understand a word. _Mon Dieu!_ the trials one encounters with\nsuch persons,--endeavoring to comprehend, poor creatures, and failing\nalways,--and this one is worse than the rest and looks more wretched--as\nif he had not a friend in the world.\"\n\n\"What is his name?\" I asked.\n\n\"How can one remember their names?--it is worse than impossible. This\none is frightful. But he has no letters, thank Heaven. If there should\narrive one with an impossible name upon it, I should take it to him and\nrun the risk.\"\n\nNaturally, Clelie, to whom I related the incident, was much interested.\nBut it was some time before either of us saw the hero of it again,\nthough both of us confessed to having been upon the watch for him. The\n_concierge_ could only tell us that he lived a secluded life--rarely\nleaving his room in he daytime, and seeming to be very poor.\n\n\"He does not work and eats next to nothing,\" she said. \"Late at night he\noccasionally carries up a loaf, and once he treated himself to a cup of\n_bouillon_ from the restaurant at the corner--but it was only once, poor\nyoung man. He is at least very gentle and well-conducted.\"\n\nSo it was not to be wondered at that we did not see him. Clelie\nmentioned him to her young friend, but Mademoiselle's interest in him\nwas only faint and ephemeral. She had not the spirit to rouse herself to\nany strong emotion.\n\n\"I dare say he's an American,\" she said. \"There are plenty of Americans\nin Paris, but none of them seem a bit nearer to me than if they were\nFrench. They are all rich and fine, and they all like the life here\nbetter than the life at home. This is the first poor one I have heard\nof.\"\n\nEach day brought fresh unhappiness to her. Madame was inexorable. She\nspent a fortune upon _toilette_ for her, and insisted upon dragging her\nfrom place to place, and wearying her with gayeties from which her sad\nyoung heart shrank. Each afternoon their equipage was to be seen upon\nthe Champs Elysees, and each evening it stood before the door waiting to\nbear them to some place of festivity.\n\nMademoiselle's _bete noir_, the marquis, who was a debilitated _roue_ in\nsearch of a fortune, attached himself to them upon all occasions.\n\n\"Bah!\" said Clelie with contempt, \"she amazes one by her\nimbecility--this woman. Truly, one would imagine that her vulgar\nsharpness would teach her that his object is to use her as a tool,\nand that having gained Mademoiselle's fortune, he will treat them with\nbrutality and derision.\"\n\nBut she did not seem to see--possibly she fancied that having obtained\nhim for a son-in-law, she would be bold and clever enough to outwit\nand control him. Consequently, he was encouraged and fawned upon, and\nMademoiselle grew thin and pale and large-eyed, and wore continually an\nexpression of secret terror.\n\nOnly in her visits to our fifth floor did she dare to give way to\nher grief, and truly at such times both my Clelie and I were greatly\naffected. Upon one occasion indeed she filled us both with alarm.\n\n\"Do you know what I shall do?\" she said, stopping suddenly in the midst\nof her weeping. \"I'll bear it as long as I can, and then I'll put an end\nto it. There's--there's always the Seine left, and I've laid awake and\nthought of it many a night. Father and me saw a man taken out of it one\nday, and the people said he was a Tyrolean, and drowned himself because\nhe was so poor and lonely--and--and so far from home.\"\n\nUpon the very morning she made this speech I saw again our friend of the\nsixth floor. In going down-stairs I came upon him, sitting upon one\nof the steps as if exhausted, and when he turned his face upward, its\npallor and haggardness startled me. His tall form was wasted, his\neyes were hollow, the peculiarities I had before observed were doubly\nmarked--he was even emaciated.\n\n\"Monsieur,\" I said in English, \"you appear indisposed. You have been\nill. Allow me to assist you to your room.\"\n\n\"No, thank you,\" he answered. \"It's only weakness. I--I sorter give out.\nDon't trouble yourself. I shall get over it directly.\"\n\nSomething in his face, which was a very young and well-looking one,\nforced me to leave him in silence, merely bowing as I did so. I felt\ninstinctively that to remain would be to give him additional pain.\n\nAs I passed the room of the _concierge_, however, the excellent woman\nbeckoned to me to approach her.\n\n\"Did you see the young man?\" she inquired rather anxiously. \"He has\nshown himself this morning for the first time in three days. There is\nsomething wrong. It is my impression that he suffers want--that he is\nstarving himself to death!\"\n\nHer rosy countenance absolutely paled as she uttered these last words,\nretreating a pace from me and touching my arm with her fore-finger.\n\n\"He has carried up even less bread than usual during the last few\nweeks,\" she added, \"and there has been no _bouillon_ whatever. A young\nman cannot live only on dry bread, and too little of that. He will\nperish; and apart from the inhumanity of the thing, it will be\nunpleasant for the other _locataires_.\"\n\nI wasted no time in returning to Clelie, having indeed some hope that I\nmight find the poor fellow still occupying his former position upon\nthe staircase. But in this I met with disappointment: he was gone and\nI could only relate to my wife what I had heard, and trust to her\ndiscretion. As I had expected, she was deeply moved.\n\n\"It is terrible,\" she said. \"And it is also a delicate and difficult\nmatter to manage. But what can one do? There is only one thing--I who am\na woman, and have suffered privation myself, may venture.\"\n\nAccordingly, she took her departure for the floor above. I heard her\nlight summons upon the door of one of the rooms, but heard no reply. At\nlast, however, the door was opened gently, and with a hesitance that\nled me to imagine that it was Clelie herself who had pushed it open,\nand immediately afterward I was sure that she had uttered an alarmed\nexclamation. I stepped out upon the landing and called to her in a\nsubdued tone,--\n\n\"Clelie,\" I said, \"did I hear you speak?\"\n\n\"Yes,\" she returned from within the room. \"Come at once, and bring with\nyou some brandy.\"\n\nIn the shortest possible time I had joined her in the room, which was\nbare, cold, and unfurnished--a mere garret, in fact, containing nothing\nbut a miserable bedstead. Upon the floor, near the window, knelt Clelie,\nsupporting with her knee and arm the figure of the young man she had\ncome to visit.\n\n\"Quick with the brandy,\" she exclaimed. \"This may be a faint, but it\nlooks like death.\" She had found the door partially open, and receiving\nno answer to her knock, had pushed it farther ajar, and caught a glimpse\nof the fallen figure, and hurried to its assistance.\n\nTo be as brief as possible, we both remained at the young man's side\nduring the whole of the night. As the _concierge_ had said, he was\nperishing from inanition, and the physician we called in assured us that\nonly the most constant attention would save his life.\n\n\"Monsieur,\" Clelie explained to him upon the first occasion upon which\nhe opened his eyes, \"you are ill and alone, and we wish to befriend\nyou.\" And he was too weak to require from her anything more definite.\n\nPhysically he was a person to admire. In health his muscular power must\nhave been immense. He possessed the frame of a young giant, and yet\nthere was in his face a look of innocence and inexperience amazing even\nwhen one recollected his youth.\n\n\"It is the look,\" said Clelie, regarding him attentively,--\"the look one\nsees in the faces of Monsieur and his daughter down-stairs; the look of\na person who has lived a simple life, and who knows absolutely nothing\nof the world.\"\n\nIt is possible that this may have prepared the reader for the\n_denoument_ which followed; but singular as it may appear, it did not\nprepare either Clelie or myself--perhaps because we _had_ seen the\nworld, and having learned to view it in a practical light, were not\nprepared to encounter suddenly a romance almost unparalleled.\n\nThe next morning I was compelled to go out to give my lessons as usual,\nand left Clelie with our patient. On my return, my wife, hearing my\nfootsteps, came out and met me upon the landing. She was moved by the\nstrongest emotion and much excited; her cheeks were pale and her eyes\nshone.\n\n\"Do not go in yet,\" she said, \"I have something to tell you. It is\nalmost incredible; but--but it is--the lover!\"\n\nFor a moment we remained silent--standing looking at each other. To me\nit seemed incredible indeed.\n\n\"He could not give her up,\" Clelie went on, \"until he was sure she\nwished to discard him. The mother had employed all her ingenuity to\nforce him to believe that such was the case, but he could not rest\nuntil he had seen his betrothed face to face. So he followed her,--poor,\ninexperienced, and miserable,--and when at last he saw her at a\ndistance, the luxury with which she was surrounded caused his heart to\nfail him, and he gave way to despair.\"\n\nI accompanied her into the room, and heard the rest from his own lips.\nHe gathered together all his small savings, and made his journey in\nthe cheapest possible way,--in the steerage of the vessel, and in\nthird-class carriages,--so that he might have some trifle left to\nsubsist upon.\n\n\"I've a little farm,\" he said, \"and there's a house on it, but I\nwouldn't sell that. If she cared to go, it was all I had to take her to,\nan' I'd worked hard to buy it. I'd worked hard, early and late, always\nthinking that some day we'd begin life there together--Esmeraldy and\nme.\"\n\n\"Since neither sea, nor land, nor cruelty, could separate them,\" said\nClelie to me during the day, \"it is not I who will help to hold them\napart.\"\n\nSo when Mademoiselle came for her lesson that afternoon, it was Clelie's\ntask to break the news to her,--to tell her that neither sea nor land\nlay between herself and her lover, and that he was faithful still.\n\nShe received the information as she might have received a\nblow,--staggering backward, and whitening, and losing her breath; but\nalmost immediately afterward she uttered a sad cry of disbelief and\nanguish.\n\n\"No, no,\" she said, \"it--it isn't true! I won't believe it--I mustn't.\nThere's half the world between us. Oh, don't try to make me believe\nit,--when it can't be true!\"\n\n\"Come with me,\" replied Clelie.\n\nNever--never in my life has it been my fate to see, before or since,\na sight so touching as the meeting of these two young hearts. When the\ndoor of the cold, bare room opened, and Mademoiselle Esmeralda entered,\nthe lover held out his weak arms with a sob,--a sob of rapture, and yet\nterrible to hear.\n\n\"I thought you'd gone back on me, Esmeraldy,\" he cried. \"I thought you'd\ngone back on me.\"\n\nClelie and I turned away and left them as the girl fell upon her knees\nat his side.\n\nThe effect produced upon the father--who had followed Mademoiselle as\nusual, and whom we found patiently seated upon the bottom step of the\nflight of stairs, awaiting our arrival--was almost indescribable.\n\nHe sank back upon his seat with a gasp, clutching at his hat with both\nhands. He also disbelieved.\n\n\"Wash!\" he exclaimed weakly. \"Lord, no! Lord, no! Not Wash! Wash, he's\nin North Cal-lina. Lord, no!\"\n\n\"He is up-stairs,\" returned Clelie, \"and Mademoiselle is with him.\"\n\nDuring the recovery of Monsieur Wash, though but little was said upon\nthe subject, it is my opinion that the minds of each of our number\npointed only toward one course in the future.\n\nIn Mademoiselle's demeanor there appeared a certain air of new courage\nand determination, though she was still pallid and anxious. It was as if\nshe had passed a climax and had gained strength. Monsieur, the father,\nwas alternately nervous and dejected, or in feverishly high spirits.\nOccasionally he sat for some time without speaking, merely gazing into\nthe fire with a hand upon each knee; and it was one evening, after a\nmore than usually prolonged silence of this description, that he finally\ntook upon himself the burden which lay upon us unitedly.\n\n\"Esmeraldy,\" he remarked, tremulously, and with manifest\ntrepidation,--\"Esmeraldy, I've been thinkin'--it's time--we broke it to\nmother.\"\n\nThe girl lost color, but she lifted her head steadily.\n\n\"Yes, father,\" she answered, \"it's time.\"\n\n\"Yes,\" he echoed, rubbing his knees slowly, \"it's time; an', Esmeraldy,\nit's a thing to--to sorter set a man back.\"\n\n\"Yes, father,\" she answered again.\n\n\"Yes,\" as before, though his voice broke somewhat; \"an' I dessay you\nknow how it'll be, Esmeraldy,--that you'll have to choose betwixt mother\nand Wash.\"\n\nShe sat by her lover, and for answer she dropped her face upon his hand\nwith a sob.\n\n\"An'--an' you've chose Wash, Esmeraldy?\"\n\n\"Yes, father.\"\n\nHe hesitated a moment, and then took his hat from its place of\nconcealment and rose.\n\n\"It's nat'ral,\" he said, \"an' it's right. I wouldn't want it no other\nway. An' you mustn't mind, Esmeraldy, it's bein' kinder rough on me, as\ncan't go back on mother, havin' swore to cherish her till death do us\npart You've allus been a good gal to me, an' we've thought a heap on\neach other, an' I reckon it can allers be the same way, even though\nwe're sep'rated, fur it's nat'ral you should have chose Wash, an'--an'\nI wouldn't have it no other way, Esmeraldy. Now I'll go an' have it out\nwith mother.\"\n\nWe were all sufficiently unprepared for the announcement to be startled\nby it Mademoiselle Esmeralda, who was weeping bitterly, half sprang to\nher feet.\n\n\"To-night!\" she said. \"Oh, father!\"\n\n\"Yes,\" he replied; \"I've been thinking over it, an' I don't see no other\nway, an' it may as well be to-night as any other time.\"\n\nAfter leaving us he was absent for about an hour. When he returned,\nthere were traces in his appearance of the storm through which he had\npassed. His hands trembled with agitation; he even looked weakened as he\nsank into his chair. We regarded him with commiseration.\n\n\"It's over,\" he half whispered, \"an' it was even rougher than I thought\nit would be. She was terrible outed, was mother. I reckon I never see\nher so outed before. She jest raged and tore. It was most more than\nI could stand, Esmeraldy,\" and he dropped his head upon his hands for\nsupport. \"Seemed like it was the Markis as laid heaviest upon her,\" he\nproceeded. \"She was terrible sot on the Markis, an' every time she think\nof him, she'd just rear--. she'd just rear. I never stood up agen mother\nafore, an' I hope I shan't never have it to do again in my time. I'm\nkinder wore out.\"\n\nLittle by little we learned much of what had passed, though he evidently\nwithheld the most for the sake of Mademoiselle, and it was some time\nbefore he broke the news to her that her mother's doors were closed\nagainst her.\n\n\"I think you'll find it pleasanter a-stoppin' here,\" he said, \"if Mis'\nDimar'll board ye until--the time fur startin' home. Her sperrit was so\nup that she said she didn't aim to see you no more, an' you know how she\nis, Esmeraldy, when her sperrit's up.\"\n\nThe girl went and clung around his neck, kneeling at his side, and\nshedding tears.\n\n\"Oh, father!\" she cried, \"you've bore a great deal for me; you've bore\nmore than any one knows, and all for me.\"\n\nHe looked rather grave, as he shook his head at the fire.\n\n\"That's so, Esmeraldy,\" he replied; \"but we ailers seemed nigh to each\nother, somehow, and when it come to the wust, I was bound to kinder make\na stand fur you, as I couldn't have made fur myself. I couldn't have\ndone it fur myself. Lord, no!\"\n\nSo Mademoiselle remained with us, and Clelie assisted her to prepare\nher simple outfit, and in the evening the tall young lover came into our\napartment and sat looking on, which aspect of affairs, I will confess,\nwas entirely new to Clelie, and yet did not displease her.\n\n\"Their candor moves me,\" she said. \"He openly regards her with\nadoration. At parting she accompanies him to the door, and he embraces\nher tenderly, and yet one is not repelled. It is the love of the lost\nArcadia--serious and innocent.\"\n\nFinally, we went with them one morning to the American Chapel in the Rue\nde Bern, and they were united in our presence and that of Monsieur, who\nwas indescribably affected.\n\nAfter the completion of the ceremony, he presented Monsieur Wash with a\npackage.\n\n\"It's papers as I've had drawd up fur Esmeraldy,\" he said. \"It'll start\nyou well out in the world, an' after me and mother's gone, there's no\none but you and her to have rest. The Lord--may the Lord bless ye!\"\n\nWe accompanied them to Havre, and did not leave them until the last\nmoment. Monsieur was strangely excited, and clung to the hands of his\ndaughter and son-in-law, talking fast and nervously, and pouring out\nmessages to be delivered to his distant friends.\n\n\"Tell 'em I'd like powerful well to see 'em all, an' I'd have come\nonly--only things was kinder onconvenient. Sometime, perhaps\"--\n\nBut here he was obliged to clear his throat, as his voice had become\nextremely husky. And, having done this, he added in an undertone:--\n\n\"You see, Esmeraldy, I couldn't, because of mother, as I've swore not to\ngo back on. Wash, he wouldn't go back on you, however high your sperrit\nwas, an' I can't go back on mother.\"\n\nThe figures of the young couple standing at the side, Monsieur Wash\nholding his wife to his breast with one strong arm, were the last we saw\nas the ship moved slowly away.\n\n\"It is obscurity to which they are returning,\" I said, half\nunconsciously.\n\n\"It is love,\" said Clelie.\n\nThe father, who had been standing apart, came back to us, replacing in\nhis pocket his handkerchief.\n\n\"They are young an' likely, you see,\" said Monsieur, \"an' life before\nthem, an' it's nat'ral as she should have chose Wash, as was young\ntoo, an' sot on her. Lord, it's nat'ral, an' I wouldn't have it no\notherways.\"",
    "metadata": {
        "author": [
            "Hodgson, Frances Eliza",
            "Townesend, Frances Eliza Hodgson Burnett",
            "Burnett, Frances Hodgson"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/23328/pg23328.txt",
        "name": "esmeralda.json"
    }
}