{
    "name": "Even Stephen",
    "author": [
        "Stearns, Chas. A.",
        "Stearns, Charles A."
    ],
    "body": "The henna-haired young man with the vermilion cape boarded Stephen's\nvehicle on the thirty-third air level, less than two whoops and a\nholler from a stationary police float, by the simple expedient of\ngrappling them together with his right arm, climbing over into the\nseat beside Stephen, and allowing his own skimmercar to whisk off at a\nthousand miles an hour with no more control than its traffic-dodging\nmechanism afforded.\n\nThe peregrinator was barbarically splendid, and his curls showed the\neffect of a habitual use of some good hair undulant. More to the\npoint, he had a gun. It was one of those wicked moisture rifles which\ncan steam the flesh off a man's bones at three hundred paces. Quite\nillegal.\n\nHe smiled at Stephen. His dentures were good. They were stainless\nsteel, but in this day and time that was to be expected. Most of his\ngeneration, in embryo during the last Blow-down, had been born without\nteeth of their own.\n\n\"Sorry to inconvenience you, Citizen,\" he said, \"but the police were\nright on my brush that time. Please turn right at the next air corridor\nand head out to sea.\"\n\nAnd when Stephen, entranced, showed no inclination to obey, he prodded\nhim with the weapon. Prodded him in a most sensitive part of his\nanatomy. \"I have already killed once today,\" he said, \"and it is not\nyet eleven o'clock.\"\n\n\"I see,\" Stephen said stiffly, and changed course.\n\nHe might simply have exceeded the speed limit in the slow traffic\nstream and gotten them arrested, but he sensed that this would not\ndo. A half-memory, playing around in his cranium, cried out for\nrecognition. Somewhere he had seen this deadly young man before, and\nwith him there was associated a more than vague unpleasantness.\n\nSoon the blue Pacific was under them. They were streaming southwest\nby south at an altitude of eighty miles. Stephen was not terrified at\nbeing kidnapped, for he had never heard of such a thing, but there was\none thing that did worry him. \"I shall be late for work,\" he said.\n\n\"Work,\" the young man said, \"is a bore.\"\n\nStephen was shocked. Work had always been the sacred principle of his\nlife; a rare and elevating sweetness to be cultivated and savored\nwhenever it might be offered. He, himself, had long been allotted\nalternate Thursday afternoons as biological technician at Mnemonic\nManufactures, Plant No. 103, by the Works Administration, and he\nhad not missed a day for many years. This happened to be one of his\nThursdays, and if he did not arrive soon he would be late for the\nfour-hour shift. Certainly no one else could be expected to relinquish\na part of his shift to accommodate a laggard.\n\n\"Work is for prats,\" the young man said again. \"It encourages\nsteatopygia. _My_ last work date was nine years ago, and I am glad that\nI never went back.\"\n\nStephen now felt a surge of fear at last. Such unregenerates as this\nman were said to exist, but he had never met one before. They were the\nshadowy Unemployed, who, barred from government dispensation, must\nlive by their wits alone. Whimsical nihilists, they, who were apt to\nrequisition human life, as well as property, at a breath's notice.\n\nSmall lightning sheeted in front of their bow. A voice crackled in the\ncommunications disk. \"Attention! This is an official air barricade.\nProceed to Level Twelve to be cleared.\"\n\n\"Pretend to comply,\" the young man said. \"Then, when you are six or\neight levels below these patrol skimmers following us, make a run for\nit toward that cloud bank on the horizon.\"\n\n\"Very well,\" Stephen said. He had quickly weighed the gloomy\npossibilities, and decided that his best chance for survival lay in\ninstant compliance with this madman's wishes, however outrageous they\nmight seem.\n\nHe nosed down, silently flitting past brightly painted fueling\nblimp platforms and directional floats with their winking beacons.\nTo the east, the City lay, with its waffle-like subdivisions, its\nheight-foreshortened skyscrapers, and its vast Port, where space\nrockets winked upward every few minutes.\n\n\"If you were only on one of _those_!\" Stephen said feelingly.\n\nHis abductor smiled--a rather malicious smile. \"Who wants to go to\nMars?\" he said. \"Earth is such a fascinating place--why leave it? After\nall, only here, upon this exquisitely green, clean sphere of ours can\nthe full richness of man's endeavors be enjoyed. And you would have me\nabandon it all!\"\n\n\"I was only thinking aloud,\" Stephen said.\n\nThe smile withered. \"Mind your altitude,\" the young man said. \"And try\nno tricks.\"\n\nTwenty seconds had passed. Thirty-five....\n\n\"Now.\"\n\nTight-lipped, Stephen nodded, leveled off, and energized the plates\nwith their full, formidable power. They shot past the police\nstationary, and into the great, azure curve of the horizon at a pace\nwhich would have left Stephen breathless at any other time. There came\na splutter of ether-borne voices.\n\nThe henna-haired young man turned off the receiver.\n\nIn an instant there were skimmers in hot pursuit, but the cloud bank\nloomed close, towering and opaque. Now the wisps of white were about\nthem, and a curious, acrid smell filtered in through the aerating\nsystem. The odor of ozone. The skimmer began to shudder violently,\ntossing them about in their seats.\n\n\"I have never experienced such turbulence,\" Stephen exclaimed. \"I\nbelieve this is no ordinary cloud!\"\n\n\"You are right,\" the henna-haired young man said. \"This is sanctuary.\"\n\n\n\n\"Who are you?\" Stephen said. \"Why are you running from the police?\"\n\n\"Apparently you don't read the newspapers.\"\n\n\"I keep abreast of the advances in technology and philosophy.\"\n\n\"I meant the tabloid news. There _is_ such a page, you know, in the\nback of every newspaper. No, no; I perceive that you never would allow\nyourself to become interested in such plebeian goings-on. Therefore,\nlet me introduce myself. I am called Turpan.\"\n\n\"The Bedchamber Assassin! I knew that I'd seen your face somewhere.\"\n\n\"So you _do_ sneak and read the scandals, like most of your mechanics'\ncaste. Tch, tch! To think that you secretly admire _us_, who live upon\nthe brink and savor life while it lasts.\"\n\n\"I could hardly admire you. You are credited with killing twelve\nwomen.\" Stephen shuddered.\n\nTurpan inclined his handsome head sardonically. \"Such is the artistic\nlicense of the press. Actually there were only nine--until this\nmorning, I regret to say. And one of those died in the ecstacy of\nawakening to find me hovering over her virginal bed. I suppose she had\na weak heart. I kill only when it is unavoidable. But so long as my\nlady _will_ wear jewels and keep them on her boudoir dressing table--\"\nHe shrugged. \"Naturally, I am sometimes interrupted.\"\n\n\"And then you murder them.\"\n\n\"Let us say that I make them a sporting proposition. I am not bad to\nlook upon--I think you will admit that fact. Unless they happen to be\nhysterical to begin with, I can invariably dominate them. Face the\nfacts, my stodgy technician. Murder is a term for equals. A woman is\na lesser, though a fascinating, creature. The law of humane grace\ndoes not apply equally to her. It must be a humiliating thing to be a\nwoman, and yet it is necessary that a supply of them be provided. Must\nwe who are fortunate in our male superiority deny our natures to keep\nfrom trampling them occasionally? No indeed. 'Sensualists are they; a\ntrouble and a terror is the hero to them. Thus spake Zarathustra'.\"\n\n\"That is a quotation from an ancient provincial who was said to be as\nmad as you are,\" Stephen said, rallying slightly, but revising his\nopinion of the uncouthness of his captor.\n\n\"I have studied the old books,\" Turpan said. \"They are mostly pap, but\nonce I thought that the answers might be discovered there. You may set\ndown now.\"\n\n\"But we must be miles from any land.\"\n\n\"Take a look,\" Turpan said.\n\nAnd Stephen looked down through the clearing mists and beheld an\nisland.\n\n\n\n\"It happens to be a very special island,\" Turpan said. \"The\njurisdiction of no policeman extends here.\"\n\n\"Fantastic! What is it called?\"\n\n\"I should imagine that they will call it 'Utopia Fourteen', or 'New\nValhalla'. Idealists seldom possess one iota of originality. This is\nthe same sort of experiment that has been attempted without success\nfrom times immemorial. A group of visionaries get together, wangle a\ncharter from some indulgent government and found a sovereign colony\nin splendid isolation--and invariably based upon impossible ideas of\nanarchism.\"\n\nThe skimmercar shook itself like a wet terrier, dropped three hundred\nfeet in a downdraft, recovered and glided in to a landing as gently as\na nesting seabird. They were upon a verdant meadow.\n\nStephen looked around. \"One could hardly call this splendid isolation,\"\nhe remarked. \"We are less than five minutes from the City, and I am\nsure that you will be reasonable enough to release me, now that I've\nbrought you here, and allow me to return. I promise not to report this\nepisode.\"\n\n\"Magnanimous of you,\" Turpan said, \"but I'm afraid that what you ask is\nimpossible.\"\n\n\"Then you refuse to let me go?\"\n\n\"No, no. I merely point out that the cloud through which we arrived\nat this island was not, as you noted, a natural one. It had the\nominous look of a Molein Field in the making. In other words, a space\ndistortion barrier the size of which Earth has never seen.\"\n\nAnd Stephen, looking around them, saw that the cloud had, indeed\ndispersed; and that in its place a vast curtain of shifting, rippling\nlight had arisen, extending upward beyond sight and imagination, to\nthe left and to the right, all around the circle of the horizon,\nshutting them in, shutting the rest of the universe out. Impenetrable.\nIndestructible.\n\n\"You knew of this,\" Stephen accused. \"That's why you brought me here.\"\n\n\"I admit that there were rumors that such a project might be attempted\ntoday. The underworld has ears,\" Turpan said. \"That we arrived just\nin time, however, was merely a circumstance. And even you, my stolid\nfriend, must admit the beauty of the aurora of a Molein Field.\"\n\n\"We are lost,\" Stephen said, feeling stricken. \"A distortion barrier\nendures forever.\"\n\n\"Fah!\" the Bedchamber Assassin replied. \"We have a green island for\nourselves, which is much better, you'll agree, than being executed. And\nlet me tell you, there are many security officials who ache to pump my\ntwitching body full of the official, but deadly, muscarine. Besides,\nthere is a colony here. Men and women. I intend to thrive.\"\n\n_But what of me!_ Stephen wanted to cry out. _I have committed no\ncrime, and I shall be lost away from my books and my work!_ However,\nhe pulled himself together, and noted pedantically that the generation\nof a Molein Field was a capital offense, anyway. (This afforded little\ncomfort, in that once a group of people have surrounded themselves with\na Molein Field they are quite independent, as Turpan had observed, of\nthe law.)\n\nWhen they had withdrawn a few yards from the skimmercar, Turpan sighted\nupon it with the moisture rifle and the plastic hull melted and ran\ndown in a mass of smoking lava. \"The past is past,\" Turpan said, \"and\nbetter done with. Come, let us seek out our new friends.\"\n\n\n\nThere were men and there were women, clamorously cheerful at their\nwork, unloading an ancient and rickety ferrycopter in the surprise\nvalley below the cliffs upon which Stephen and Turpan stood. Stephen,\nperspiring for the first time in his life, was almost caught up in\ntheir enthusiasm as he watched that fairy village of plasti-tents\nunfold, shining and shimmering in the reflected hues of the Molein\naurora.\n\nWhen Turpan had satisfied himself that there was no danger, they\ndescended, scrambling down over rough, shaly and precipitous\noutcroppings that presented no problem for Stephen, but to which\nTurpan, oddly enough, clung with the desperation of an acrophobe as he\nlowered himself gingerly from crag to crag--this slightly-built young\nman who had seemed nerveless in the sky. Turpan was out of his métier.\n\nA man looked up and saw them. He shouted and waved his arms in welcome.\nTurpan laughed, thinking, perhaps, that the welcome would have been\nless warm had his identity been known here.\n\nThe man climbed part way up the slope to meet them. He was youthful\nin appearance, with dark hair and quick, penetrating eyes. \"I'm the\nPlanner of Flight One,\" he said. \"Are you from Three?\"\n\n\"We are not,\" Turpan said.\n\n\"Flight Two, then.\"\n\nTurpan, smiling like a basilisk, affected to move his head from side to\nside.\n\nAnd the Planner looked alarmed. \"Then you must be the police,\" he\nsaid, \"for we are only three groups. But you are too late to stop\nour secession, sir. The Molein barrier exists--let the Technocracy\nlegislate against us until it is blue in the face. And there are three\nhundred and twelve of us here--against the two of you.\"\n\n\"Sporting odds,\" Turpan said. \"However, we are merely humble heretics,\nlike yourselves, seeking asylum. Yes indeed. Quite by accident my\nfriend and I wandered into your little ovum universe as it was forming,\nand here we are, trapped as it would seem.\"\n\nThe crass, brazen liar.\n\nThe Planner was silent for a moment. \"It is unlikely that you would\nhappen upon us by chance at such a time,\" he said at last. \"However,\nyou shall have asylum. We could destroy you, but our charter expressly\nforbids it. We hold human life--even of the basest sort--to be sacred.\"\n\n\"Oh, sacred, quite!\" Turpan said.\n\n\"There is only one condition of your freedom here. There are one\nhundred and fifty-six males among us in our three encampments, and\nexactly the same number of females. The system of numerical pairing was\nplanned for the obvious reason of physical need, and to avoid trouble\nlater on.\"\n\n\"A veritable idyl.\"\n\n\"It might have been. We are all young, after all, and unmarried. Each\nof us is a theoretical scientist in his or her own right, with a high\nhereditary intelligence factor. We hope to propagate a superior race\nof limited numbers for our purpose--ultimate knowledge. Naturally a\nfreedom in the choice of a mate will be allowed, whenever possible,\nbut both of you, as outsiders, must agree to live out the rest of your\nnatural lives--as celibates.\"\n\nTurpan turned to Stephen with a glint of humor in his spectacular eyes.\n\"Celibacy has a tasteless ring to it,\" he said. \"Don't you think so?\"\n\n\"I can only speak for myself,\" Stephen replied coldly. \"We have nothing\nin common. But for you I should still be in _my_ world. Considering\nthat we are intruders, however, the offer seems generous enough.\nPerhaps I shall be given some kind of work. That is enough to live for.\"\n\n\"What is your field?\" the Planner asked Stephen.\n\n\"I am--or was--a biological technician.\"\n\n\"That is unfortunate,\" the Planner said, with a sudden chill in his\nvoice. \"You see, we came here to get away from the technicians.\n\n\"I,\" said Turpan haughtily, \"was a burglar. However, I think I see the\nshape of my new vocation forming at this instant. I see no weapons\namong your colonists.\"\n\n\"They are forbidden here,\" the Planner said. \"I observe that you have\na moisture rifle. You will be required to turn it over to us, to be\ndestroyed.\"\n\nTurpan chuckled. \"Now you are being silly,\" he said. \"If you have no\nweapons, it must have occurred to you that you cannot effectively\nforbid _me_ mine.\"\n\n\"You cannot stand alone against three hundred.\"\n\n\"Of course I can,\" Turpan said. \"You know quite well that if you try to\noverpower me, scores of you will die. What would happen to your vaunted\nsexual balance then? No indeed, I think you will admit to the only\npractical solution, which is that I take over the government of the\nisland.\"\n\nThe officiousness and the _élan_ seemed to go out of the Planner at\nonce, like the air out of a pricked balloon. He was suddenly an old\nyoung man. Stephen saw, with a sinking feeling, that the audacity of\nTurpan had triumphed again.\n\n\"You have the advantage of me at the moment,\" the Planner said. \"I\nrelinquish my authority to you in order to avoid bloodshed. Henceforth\nyou will be our Planner. Time will judge my action--and yours.\"\n\n\"Not your Planner,\" Turpan said. \"Your dictator.\"\n\n\n\nThere could be but one end to it, of course. One of the first official\nactions of Dictator Turpan, from the eminence of his lofty, translucent\ntent with its red and yellow flag on top, was to decree a social\nfestival, to which the other two settlements were invited for eating,\ndrinking and fraternization unrestrained. How unrestrained no one\n(unless Turpan) could have predicted until late that evening, when\nthe aspect of it began to be Bacchanalian, with the mores and the\ninhibitions of these intellectuals stripped off, one by one, like the\ngarments of civilization.\n\nStephen was shocked. Secretly he had approved, at least, of the ideals\nof these rebels. But what hope could there be if they could so easily\nfall under the domination of Turpan?\n\nStill, there was something insidiously compelling about the man.\n\nAs for Stephen, he had been allotted his position in this new life, and\nhe was not flattered.\n\n\"You shall be my body servant,\" Turpan had said. \"I can more nearly\ntrust you than anyone else, since your life, as well as mine, hangs in\nthe balance of my ascendance.\"\n\n\"I would betray you at the earliest opportunity.\"\n\nTurpan laughed. \"I am sure that you would. But you value your life,\nand you will be careful. Here with me you are safer from intrigue.\nLater I shall find confidants and kindred spirits here, no doubt, who\nwill help me to consolidate my power.\"\n\n\"They will rise and destroy you before that time. You must eventually\nsleep.\"\n\n\"I sleep as lightly as a cat. Besides, so long as they are inflamed, as\nthey are tonight, with one another, they are not apt to become inflamed\nagainst me. For every male there is a female. Not all of them will pair\ntonight--nor even in a week. And by the time this obsession fails to\nclaim their attention I shall be firmly seated upon my throne. There\nwill be no women left for you or me, of course, but you will have your\nwork, as you noted--and it will consist of keeping my boots shined and\nmy clothing pressed.\"\n\n\"And you?\" Stephen said bitterly.\n\n\"Ah, yes. What of the dictator? I have a confession to make to you,\nmy familiar. I prefer it this way. If I should simply choose a woman,\nthere would be no zest to it. Therefore I shall wait until they are\nall taken, and then I shall steal one--each week. Now go out and enjoy\nyourself.\"\n\nStephen, steeped in gloom, left the tent. No one paid any attention\nto him. There was a good deal of screaming and laughing. Too much\nscreaming.\n\nHe walked along the avenue of tents. Beyond the temporary floodlights\nof the atomic generators it was quite dark. Yet around the horizon\nplayed the flickering lights of the aurora, higher now that the sun was\nbeyond the sea. A thousand years from now it would be there, visible\neach night, as common to that distant generation as starlight.\n\nFrom the shadow of the valley's rim he emerged upon a low promontory\nabove the village. Directly below where he stood, a woman, shrieking,\nran into the blackness of a grove of small trees. She was pursued by a\nman. And then she was pursued no more.\n\nHe turned away, toward the seashore. It lay half a mile beyond the\nsettlement of Flight One.\n\nPresently he came upon a sandy beach. The sea was dark and calm;\nthere was never any wind here. Aloft the barrier arose more plainly\nthan before, touching the ocean perhaps half a mile from shore, but\ninvisible at sea-level. And beyond it--he stared.\n\nThere were the lights of a great city, shining across the water. The\nlights twinkled like jewels, beckoning nostalgically to him. But\nthen he remembered that a Molein Field, jealously allowing only the\npassage of photonic energy, was said to have a prismatic effect--and\nyet another, a nameless and inexplicable impress, upon light itself.\nThe lights were a mirage. Perhaps they existed a thousand miles away;\nperhaps not at all. He shivered.\n\nAnd then he saw the object in the water, bobbing out there a hundred\nyards from the beach. Something white--an arm upraised. It was a human\nbeing, swimming toward him, and helplessly arm-weary by the looks of\nthat desperate motion! It disappeared, appeared again, struggling more\nweakly.\n\nStephen plunged into the water, waded as far as he could, and swam the\nlast fifty feet with a clumsy, unpracticed stroke, just in time to\ngrasp the swimmer's hair.\n\nAnd then he saw that the swimmer, going down for the last time, was a\ngirl.\n\n\n\nThey rested upon the warm, white sand until she had recovered from her\nordeal. Stephen prudently refrained from asking questions. He knew that\nshe belonged to Flight Two or Flight Three, for he had seen her once or\ntwice before this evening at the festival. Her short, platinum curls\nmade her stand out in a crowd. She was not beautiful, and yet there\nwas an essence of her being that appealed strongly to him; perhaps it\nwas the lingering impression of her soft-tanned body in his arms as he\nhad carried her to shore.\n\n\"You must have guessed that I was running away,\" she said presently.\n\n\"Running away? But how--where--\"\n\n\"I know. But I had panicked, you see. I was already dreadfully\nhomesick, and then came this horrid festival. I couldn't bear seeing us\nmake such--such fools of ourselves. The women--well, it was as if we\nhad reverted to animals. One of the men--I think he was a conjectural\nphysicist by the name of Hesson--made advances to me. I'm no formalist,\nbut I ran. Can you understand that?\"\n\n\"I also disapprove of debauchery,\" Stephen said.\n\n\"I ran and ran until I came, at last, to this beach. I saw the lights\nof a city across the water. I am a strong swimmer and I struck out\nwithout stopping to reconsider. It was a horrible experience.\"\n\n\"You found nothing.\"\n\n\"Nothing--and worse than nothing. There is a place out there where\nheaven and hell, as well as the earth and the sky, are suspended. I\nsuddenly found myself in a halfworld where all directions seemed to\nlead straight down. I felt myself slipping, sliding, flowing downward.\nAnd once I thought I saw a _face_--an impossible face. Then I was\nexpelled and found myself back in normal waters. I started to swim back\nhere.\"\n\n\"You were very brave to survive such an ordeal,\" he said. \"Would that\nI had been half so courageous when I first set eyes upon that devil,\nTurpan! I might have spared all of you this humiliation.\"\n\n\"Then--you are the technician who came with Turpan?\"\n\nHe nodded. \"I was--and am--his prisoner. I have more cause to hate him\nthan any of you.\"\n\n\"In that case I shall tell you a secret. The capitulation of our camps\nto Turpan's tyranny was planned. If you had counted us, you would have\nfound that many of the men stayed away from the festival tonight. They\nare preparing a surprise attack upon Turpan from behind the village\nwhen the celebration reaches its height and he will expect it least. I\nheard them making plans for a coup this afternoon.\"\n\n\"It is ill-advised. Many of your men will die--and perhaps for nothing.\nTurpan is too cunning to be caught napping.\"\n\n\"You could be of help to them,\" she said.\n\nHe shrugged. \"I am only a technician, remember? The hated ruling class\nof the Technocracy that you left. A supernumerary, even as Turpan. I\ncannot help myself to a place in your exclusive society by helping you.\nCome along. We had better be getting back.\"\n\n\"Where are we going?\"\n\n\"Straight to Turpan,\" he said.\n\n\n\n\"I cannot believe that you would tell me this,\" Turpan said, striding\nback and forth, lion-like, before the door of his tent. \"Why have you?\"\n\n\"Because, as you observed, my fate is bound with yours,\" Stephen said.\n\"Besides, I do not care to be a party to a massacre.\"\n\n\"It will give me great pleasure to massacre them.\"\n\n\"Nevertheless, their clubs and stones will eventually find their marks.\nOur minutes are numbered unless you yield.\"\n\nTurpan's eyes glowed with the fires of his inner excitement. \"I will\nnever do that,\" he said. \"I think I like this feeling of urgency. What\na pity that you cannot learn to savor these supreme moments.\"\n\n\"Then at least let this woman go. She has no part in it.\"\n\nTurpan allowed his eyes to run over the figure of the girl, standing\nlike a petulant naiad, with lowered eyes and trembling lip, and found\nthat figure, in its damp and scanty attire, gratifying.\n\n\"What is your name?\"\n\n\"Ellen,\" she said.\n\n\"You will do,\" Turpan said. \"Yes, you will do very well for a hostage.\"\n\n\"You forget that these men are true idealists,\" Stephen said.\n\"Yesterday they may have believed in the sanctity of human life.\nToday they believe that they will be sanctified by spilling their\nown blood--and they are not particular whether that blood is male or\nfemale. If you would survive, it will be necessary for us to retrench.\"\n\n\"What is your suggestion, technician?\"\n\n\"I know a place where we can defend ourselves against any attack. There\nis an elevation not far from here where, if you recall, we stood that\nfirst time and spied upon the valley. It is sheer on all sides. We\ncould remain there until daylight, or until you have discouraged this\nrebellion. It would be impossible for anyone, ascending in that loose\nshale, to approach us with stealth.\"\n\n\"It is a sound plan,\" Turpan said. \"Gather a few packages of\nconcentrates and sufficient water.\"\n\n\"I already have them.\"\n\n\"Then take this woman and lead the way. I will follow. And keep in mind\nthat in the event of trouble both of you will be the first to lose the\nflesh off your bones from this moisture rifle.\"\n\nStephen went over and took Ellen by the hand. \"Courage,\" he whispered.\n\n\"I wish that both of us had drowned,\" she said.\n\nBut she came with them docilely enough, and Stephen drew a sigh of\nrelief when they were out of the illuminated area without being\ndiscovered.\n\n\"Walk briskly now,\" Turpan said, \"but do not run. That is something\nthat I have learned in years of skirmishing with the police.\"\n\nAt the foot of the cliff Stephen stopped and removed his shoes.\n\n\"What are you doing?\" Turpan demanded suspiciously.\n\n\"A precaution against falling,\" Stephen said.\n\n\"I prefer to remain fully dressed,\" Turpan said. \"Lead on.\"\n\nStephen now found that, though the pain was excruciating, his bare feet\nhad rendered him as sure-footed as a goat, while Turpan struggled to\nkeep his footing. Between them the girl uncomplainingly picked her way\nupward.\n\nAnd then they came to a place, as Stephen had hoped, where it was\nnecessary to scale a sheer scarp of six or seven feet in order to gain\na shelf near the summit. He had to kneel in order to help the girl up.\nTurpan, not tall enough to pull himself up with his arms, cursed as\nhis boots slipped.\n\n\"Extend the barrel of your rifle to me,\" Stephen said, \"and I will\npull you up until you are able to reach that overhanging bush. It will\nsupport your weight.\"\n\nTurpan nodded curtly. He was not happy about this. He was never happy\nwhen playing a minor role, but he appreciated the urgency of the moment.\n\nStephen pulled and the Bedchamber Assassin strained upward. Then he\ngrasped at the bush, and at the same moment Stephen gave a sharp,\nHerculean tug.\n\nTurpan snatched for the bush with both hands. \"Got it,\" he said, and\nswung himself upon the ledge.\n\n\"Yes,\" agreed Stephen, \"but _I_ have the rifle.\"\n\n\n\nTurpan, fettered like a common criminal, lay upon his couch in the tent\nwhere he had sat not long ago, a conqueror. The powerful floodlight\nthat shone in his face did nothing to sooth his raw temper. Someone\nentered the tent and he strained in his bonds to see who it was.\nStephen came and stood over him.\n\nTurpan licked his dry lips. \"What time is it?\" he asked.\n\n\"It is almost midnight. They have destroyed your rifle, but it has\nbeen decided that, in view of your predatory nature, it would be\ndangerous to release you again upon this colony. Are you prepared to\nmeet your fate?\"\n\nTurpan sneered. \"Destroy me, fool--eunuch! It will not change your lot\nhere. You will remain an untouchable--an odd man out. May your books\ncomfort your cold bed for the rest of your life. I prefer death.\"\n\nStephen removed the hypodermic needle from the kit which they had\nfurnished him and filled it. He bared Turpan's arm. The muscles of\nthat arm were tense, like cords of steel. Turpan was lying. He was\nfrightened of death.\n\nStephen smiled a little. He looked a good deal younger when he smiled.\n\"Please relax,\" he said. \"I am only a biological technician; not an\nexecutioner.\"\n\n\n\nTwo hours later Stephen emerged from the tent, perspiring, and found\nthat the revel in the encampment continued unabated even at this time\nof morning. Few suspected what had been going on in Turpan's tent.\nThese few now anxiously awaited his verdict.\n\n\"How did it go?\" the former Planner of Flight One asked. \"Was--the\nequipment satisfactory? The drugs and chalones sufficient?\"\n\nHe nodded wearily. \"The character change appears to have been complete\nenough. The passivity will grow, of course.\" A group of men and women\nwere playing a variety of hide-and-seek, with piercing shouts and\nscreams, among the shadows of the tents, and it was no child's game.\n\n\"Don't worry about them,\" the Planner said. \"They'll be over it in the\nmorning. Most of them have never had anything to drink before. Our\ndictator's methods may have been cruder than we intended, but they've\ncertainly broken the ice.\"\n\n\"When will we see--Turpan?\" someone asked. It was Ellen.\n\nStephen had not known that she was waiting. \"Any moment now, I\nbelieve,\" he said. \"I will go in and see what is keeping him.\"\n\nHe returned in a few seconds. \"A matter of clothing,\" he said with a\nsmile. \"I warned you that there would be a complete character change.\"\n\nThe garments were supplied. Stephen took them in. The floodlight had\nbeen turned off now, and it was fairly dark in the tent.\n\n\"Hurry up,\" Stephen said gently.\n\n\"I can't--I cannot do it!\"\n\n\"Oh, but you can. You can start all over now. Few of the colonists ever\nknew you by sight. I am sure that you will be warmly enough received.\"\n\nStephen came out. Ellen searched his face. \"It will not be much longer\nnow,\" he told her.\n\n\"And to think that I doubted you!\"\n\n\"I am only a technician,\" he said.\n\n\"There are one hundred and sixty-two male high scientists upon this\nisland,\" she said, coming forward and putting her arms around him, \"but\nonly one, solid, unimaginative, blessed technician. It makes a nice,\neven arrangement for us women, don't you think?\"\n\n\"Even enough,\" he said. And at that moment Turpan stepped out of the\ntent, and all of them looked. And looked. And Turpan, unable to face\nthat battery of eyes, ran.\n\nRan lightly and gracefully through the tent village toward the cliffs\nbeyond. And all along that gauntlet there were catcalls and wolf\nwhistles.\n\n\"Don't worry,\" the Planner said. \"She will come back to us. After all,\nthere is a biological need.\"",
    "metadata": {
        "author": [
            "Stearns, Chas. A.",
            "Stearns, Charles A."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/71694/pg71694.txt",
        "name": "even_stephen.json"
    }
}