{
    "name": "Exit From Asteroid 60",
    "author": [
        "James, Daniel Lewis",
        "James, D. L. (Daniel Lewis)"
    ],
    "body": "Echo is naturally magnetic, probably more so than any other\nplanetoid--and Neal Bormon cursed softly, just to relieve his feelings,\nas that magnetism gripped the small iron plates on the soles of the\nrough boots with which the Martians had provided him. Slavery--and\nin the twenty-ninth century! It was difficult to conceive of it, but\nit was all too painfully true. His hands, inside their air-tight\ngauntlets, wadded into fists; little knots of muscle bulged along his\nlean jaw, and he stared at the darkness around him as if realizing it\nfor the first time. This gang had plenty of guts, to shanghai men from\nthe Earth-Mars Transport Lines. They'd never get by with it.\n\nAnd yet, they had--until now. First, Keith Calbur, and then himself. Of\ncourse, there had been others before Calbur, but not personal friends\nof Neal Bormon. Men just disappeared. And you could do that in the\nMartian spaceport of Quessel without arousing much comment--unless you\nwere a high official. But when Calbur failed to show up in time for a\nreturn voyage to Earth, Bormon had taken up the search.\n\nVague clews had led him into that pleasure palace in Quessel--a joint\nfrequented alike by human beings and Martians--a fantasmagoria of\ntinkling soul-lights; gossamer arms of frozen music that set your\nsenses reeling when they floated near you; lyric forms that lived\nand danced and died like thoughts. Then someone had crushed a bead\nof reverie-gas, probably held in a Martian tentacle, under Bormon's\nnostrils, and now--here he was on Echo.\n\nHe gave an angry yank at the chain which was locked around his left\nwrist. The other end was fastened to a large metal basket partly filled\nwith lumps of whitish-gray ore, and the basket bobbed and scraped along\nbehind him as he advanced. Of the hundred or more Earthmen, prisoners\nhere on Echo, only seven or eight were within sight of Bormon, visible\nas mere crawling spots of light; but he knew that each was provided\nwith a basket and rock-pick similar to his own. As yet he had not\nidentified anyone of them as Keith Calbur. Suddenly the metallic voice\nof a Martian guard sounded in Bormon's ears.\n\n\"Attention. One-seven-two. Your basket is not yet half filled, your\noxygen tank is nearly empty. You will receive no more food or oxygen\nuntil you deliver your quota of ore. Get busy.\"\n\n\"To hell with you!\" fumed Bormon--quite vainly, as he well knew, for\nthe helmet of his space suit was not provided with voice-sending\nequipment. Nevertheless, after a swift glance at the oxygen gauge, he\nbegan to swing his rock-pick with renewed vigor, pausing now and then\nto toss the loosened lumps of ore into the latticed basket. On Earth,\nthat huge container, filled with ore, would have weighed over a ton;\nhere on Echo its weight was only a few pounds.\n\nNeal Bormon had the average spaceman's dread of oxygen shortage. And\nso, working steadily, he at last had the huge basket filled with\nore--almost pure rhodium--judging by the color and weight of the lumps.\nNearby, a jagged gash of light on the almost black shoulder of Echo\nindicated the location of that tremendous chasm which cut two-thirds\nof the way through the small asteroid, and in which the Martians had\ninstalled their machine for consuming ore.\n\nLocating this gash of light, Bormon set out toward it, dragging the\nbasket of ore behind him over the rough, rocky surface.\n\nThe ultimate purpose of that gargantuan mechanism, and why this side of\nthe planetoid apparently never turned toward the sun, were mysteries\nwith which his mind struggled but could not fathom.\n\n\n\nPresently, having reached the rim of the abyss, with only a narrow\nmargin of oxygen left, he commenced the downward passage, his iron-shod\nboots clinging to the vertical wall of metallic rock, and as he\nadvanced this magnetic attraction became ever more intense. The blaze\nof lights before him grew brighter and seemed to expand. Dimly, two\nhundred yards over his head, he could glimpse the opposite wall of the\nchasm like the opposing jaw of an enormous vise.\n\nHe joined the slow-moving stream of workers. They were filing past a\nguard and out on a narrow metal catwalk that seemed to be suspended--or\nrather poised--by thin rods in close proximity to a spacious disk\nwhich extended from wall to wall of the chasm. They moved in absolute\nsilence. Even when tilted ore-baskets dumped a ton or more ore into the\ngaping orifice in the center of the disk, there was still no sound--for\nEcho, small and barren of native life, lacked even the suggestion of a\nsound-carrying atmosphere.\n\nAnd that weird soundlessness of the action around him brought a giddy\nsense of unreality to Neal Bormon. Only the harsh, mechanical voice of\nthe Martian guard, intoning orders with cold and impersonal precision,\nseemed actually real.\n\n\"Attention. One-seven-two. Dump your ore....\"\n\nThese Earthmen were apparently known by numbers only. Bormon's own\nnumber--172--was on a thin metal stencil stretched across the outer\nsurface of the glass vision plate of his helmet; he couldn't forget it.\n\nHe obeyed the Martian's order. Then he noticed that men with empty\nbaskets were moving along a curved ramp, like a corkscrew, which led to\na different level, whether above or below he could not possibly tell\nwithout a distinct mental effort.\n\nHe decided it was to a lower level as he moved onward, for the huge\ndisk lost its circularity and became like the curving wall of a\ncylinder, or drum, down the outside of which the ramp twisted. Fresh\nore was also being brought from this direction. And seeming to extend\nout indefinitely into blackness was a misty shaft, like the beam of a\nsearchlight. Presently the ramp gave way to a tunnel-like passage.\n\nFlexible metal-sheathed tubes dangled from the ceiling. These tubes\nwere labeled: OXYGEN, WATER, NUTRIENT.\n\n\n\nBormon, patterning the actions of those he observed around him began to\nreplenish his supply of these three essentials to life. His space suit\nwas of conventional design, with flasks in front for water and nutrient\nfluid, and oxygen tank across the shoulders. By attaching the proper\ntubes and opening valves--except the oxygen inlet valve, which was\nautomatic--he soon had his suit provisioned to capacity.\n\nHe had just finished this operation when someone touched his arm. He\nglanced up at the bulky, tall figure--an unmistakable form that even a\nmonth's sojourn on Echo had not been able to rob of a certain virility\nand youthful eclat.\n\nFor a moment they stared into each other's eyes through the vision\nplates of their helmets and Bormon was struck dumb by the change, the\nstark and utterly nerve-fagged hopelessness expressed on Keith Calbur's\nfeatures.\n\nThen Calbur tried to grin a welcome, and the effect was ghastly!\n\nFor a moment his helmet clicked into contact with Bormon's.\n\n\"Neal,\" he said, his voice sounding far away, \"so they got you, too! We\ncan't talk here.... I'm pretty well shot. Lived in this damn walking\ntent for ages. No sleep, not since they took me.... Some powder, drug,\nthey put in the nutrient fluid--it's supposed to take the place of\nsleep--and you can't sleep! Only it doesn't.... You come along with me.\"\n\nThe darkness swallowed them up. Bormon had thrown his rock-pick into\nhis empty basket. And now, by keeping one hand in contact with Calbur's\nbasket, as it bobbed and jerked on ahead, he was able, even in the inky\nblackness, to keep from straying aside.\n\nAfter seemingly interminable groping and stumbling, Calbur's light\nflashed on. They had entered a pocket in the rocks, Bormon realized, a\nsmall cavern whose walls would prevent the light from betraying their\npresence to the guard.\n\nCalbur threw himself exhaustedly down, signifying that Bormon should\ndo likewise, and with their helmets touching, a strange conversation\nensued.\n\nBormon explained, as well as he was able, his presence there.\n\n\"When you didn't show up, Keith, in time to blast for Earth,\" he said,\n\"all we could do was to report your absence to the space police. But\nthey're swamped; too many disappearances lately. Moreover, they're\ntrying to relocate that stream of meteoric matter which wrecked a\nfreighter some time back. They know something is in the wind, but\nthey'll never guess this! For weeks they've had the patrol ship,\n_Alert_, scouting around Mars. So, after making the run to Earth and\nback to Mars--I had to do that, you know--I got back in Quessel again\nand commenced to pry around, sort of inviting the same thing to happen\nto me that had happened to you--and here we are.\"\n\n\"We're here for keeps, looks like,\" answered Calbur grimly, his voice\nhaving lost part of that overtone of strained nerves. \"A man doesn't\nlast long, so the other prisoners say, two months at the most. These\nMarts use Earthmen because we're tougher, here at least, and last\nlonger than Marts.... Hell, what wouldn't I give for a smoke!\"\n\n\"But the purpose, Keith? What's the scheme?\"\n\n\"I thought you knew. Just Marts with fighting ideas--a crowd backed by\nwealthy, middle-class Martians who call themselves Lords of Conquest.\nThey're building ships, weapons. First, they're going to take over\nMars from the present government, which is friendly to Earth, and then\nthey're going to subdue Earth.\"\n\n\n\nCalbur had switched off his light, as a matter of precaution, and his\nvoice came to Bormon from a seemingly far distant point--a voice from\nout of the darkness, fraught with fantastic suggestion.\n\n\"Ships? You say they're building ships? Where?\" Bormon asked, his own\nvoice reverberating harshly within the confines of his helmet.\n\n\"In a cavern they've blasted out near the south magnetic pole of Mars.\nYou know that's an immense, barren region--lifeless, cold--bordered on\nthe north by impenetrable reed thickets. They need rhodium in large\nquantities for hull alloys and firing chambers. That's why they're\nmining it, here on Echo.\"\n\n\"They'll never get it to Mars,\" Bormon declared quickly. \"Every\nfreighter is checked and licensed by the joint governments of Earth and\nMars.\"\n\n\"They won't?\" Calbur laughed, distantly. \"Listen, Neal--every crateful\nof ore that's dumped into their machine, here on Echo, gets to Mars\nwithin a few hours. And it isn't carried by ships, either!\"\n\n\"You mean--?\"\n\n\"I didn't get the answer, myself, until I'd been here for some time.\nYou see, Echo is just a gob of metal--mostly magnetite, except for\nthese granules of rhodium--forty miles in diameter, but far from round.\nThen there's that chasm, a mammoth crack that's gaped open, cutting\nthe planetoid almost in half. The whole thing is magnetic--like a\nterrestrial lodestone--and there's a mighty potent field of force\nacross that gap in the chasm. The walls are really poles of a bigger\nmagnet than was ever built by Martians or human being. And of what does\na big magnet remind you?\"\n\nAfter a moment of thought, Bormon replied, \"Cyclotronic action.\"\n\nThere was a short silence, then Calbur resumed. \"These Marts shoot the\nore across space to the south magnetic pole of Mars. A ground crew\ngathers it up and transports it to their underground laboratories. As\na prisoner explained it, it was simple; those old-time cyclotrons used\nto build up the velocity of particles, ions mostly, by whirling them\nin spiral orbits in a vacuum-enclosed magnetic field. Well, there's a\nvacuum all around Echo, and clear to Mars. By giving these lumps of ore\na static charge, they act just like ions. When the stream of ore comes\nout of the machine, it passes through a magnetic lens which focuses it\nlike a beam of light on Mars' south pole. And there you have it. Maybe\nyou saw what looked like a streak of light shooting off through the\nchasm. That's the ore stream. It comes out on the day side of Echo, and\nso on to Mars. They aim it by turning the whole planetoid.\"\n\n\"Hm-m-m, I understand, now, why it's always dark here--they keep this\nside of Echo facing away from Mars and the sun.\"\n\n\"Right,\" said Calbur. \"Now we'll have to move. These Marts are\nheartless. They'll let you die for lack of oxygen if you don't turn in\nbaskets of ore regularly. But we'll meet here again.\"\n\n\"Just give me time to size things up,\" Bormon agreed. The effects of\nthe reverie-gas was wearing off and he was beginning to feel thoroughly\nalive again and aware of the serious situation which confronted them.\n\"Don't let it get you down, Keith,\" he added. \"We'll find a way out.\"\n\nBut his words expressed a confidence that the passing of time did not\njustify.\n\nAgain and again he filled his ore-basket, dragged it to the hungry\nmouth of that prodigious mechanism in the abyss, and in return he\nreceived the essentials for continued life.\n\nDuring this time he formed a better idea of conditions around him. Once\nhe wandered far from the Martian's headquarters, so far that he nearly\nblinded himself in the raw sunlight that bombarded the day side of the\ntiny planetoid. Again, he was strangely comforted with the discovery\nof a small space ship anchored deep in the abyss although he was not\npermitted to go near it.\n\n\n\nHe soon found that nothing was to be expected of the horde of Earthmen\nwho slaved like automatons over the few miles of Echo immediately\nadjacent to the chasm's rim. The accumulative effect of the drug seemed\nto render them almost insensible of existence.\n\nBut with Calbur, who had served for a shorter time, it was different.\n\n\"Keith, we've got to tackle one of the Mart guards,\" Bormon told him,\nduring one of their conferences in the cave. \"We'll take its ray-tubes,\nfight our way to that ship they've cached in the chasm below the\ncyclotron power plant, and blast away from here.\"\n\n\"How?\" asked Calbur. \"If you make a move toward one, it'll burn you\ndown--I've seen it happen!\"\n\n\"Listen, I've spent hours figuring this out. Suppose one of us were to\nstay here in this cave, helmet-light on, and near enough to the opening\nso that his light would show dimly on the outside. Wouldn't a Mart\nguard be sure to come along to investigate?\"\n\n\"Yes, practically sure,\" agreed Calbur, but with no great interest.\nHour by hour he was sinking closer to that animate coma which gripped\nthe other Earthmen. \"But what would that get you? If you lose too much\ntime, you'll be cut off from rations.\"\n\n\"I know, but suppose also that one of us--I, for instance--was hiding\nin the rocks above the cave, with a big chunk of ore, ready to heave it\ndown on the Mart?\"\n\nCalbur seemed to be thinking this over, and for a moment there was\nsilence.\n\n\"When shall we try it?\" he demanded suddenly, and there was a note of\neagerness and hope in his voice. \"It's simple enough. It might actually\nwork.\"\n\n\"Right now! If we put it off, it'll soon be too late.\"\n\nThey discussed details, laying their plans carefully, Bormon prudently\nrefraining any suggestion that this move was one born of sheer\ndesperation on his part.\n\nEverything settled, Calbur moved up near the opening, so that his\nhelmet-light could be dimly seen from outside the cave. Bormon,\ndragging his ore-basket, climbed up in the rocks directly over the\nentrance, and presently found concealment that suited him. Near at\nhand he placed a loose chunk of rock which on Earth would have weighed\nperhaps eighty pounds. The trap was set.\n\nHe settled himself to wait. His own light was, of course, extinguished.\nFar off he could see crawling blobs of luminance as guards and human\nworkers moved slowly over the surface of Echo. Otherwise stygian\ndarkness surrounded him. But he had chosen a position which, he hoped,\nwould not be revealed by the light of any Martian bent on investigating\nthe cave.\n\nThere were, he had learned, actually less than a score of Martians\nhere on Echo; about half of them stayed around that cyclotronic\nore-hurler in the chasm. They depended on secrecy, and were in constant\ncommunication, by ether-wave, with spies not only on Earth and Mars but\namong the personnel of the space police itself. These spies were in a\nposition to warn them to shut down operations in case the ore stream\nthrough space attracted notice and was in danger of being investigated.\nIt was all being conducted with true Martian insidiousness.\n\nThus Bormon's thoughts were wandering when, at last, he became aware\nthat a Martian guard was approaching. His cramped muscles suddenly grew\ntense. His heart began to pound; it was now or never--and he must not\nfail!\n\n\n\nThe Martian, reeling along rapidly on the mechanical legs attached\nto its space armor, appeared to suspect nothing. It approached amid\na rosette of light which seemed to chase back the shadows into a\nsurrounding black wall. It had evidently seen the gleam of Calbur's\nhelmet-light, for it was heading directly toward the mouth of the cave\nabove which Bormon crouched.\n\nThe moment for action arrived. Tense as a tirhco spring, Bormon leaped\nerect, hurled the jagged lump of rock down on the rounded dome of the\nMartian's armor. Then, without pausing to ascertain the result, he\ngrasped the rim of his ore-basket and swinging it in a wide arc before\nhim, leaped downward--\n\nFor a moment Martian, basket and Earthman were in a mad tangle. Bormon\nrealized that the Martian had been toppled over, and that one of its\nray-tubes was sending out a coruscating plume of fire as it ate into\nthe rocks. The moment seemed propitious to Bormon!\n\nHands gripping and searching desperately, he found the oddly-shaped\nclamp that bound the two halves of the Martian's space armor\ntogether--and released it.\n\nThere was a hiss of escaping gas. Abruptly those metal handlers ceased\nto thrash about....\n\nBormon, thrilling with success, rose to his feet, turned off the\nMartian's ray-tube just as Calbur, delayed with having to drag his\nore-basket, through the rather narrow opening, dashed into view.\n\nThere was no need for words. Bormon handed him a ray-tube.\n\nWithin a matter of seconds, each had burned through a link of the chain\naround his wrist. They were free from those accursed baskets! Calbur\nsecreted the weapon in a pouch of his space suit, then swiftly they set\nto work, for their next move had been carefully planned.\n\nOpening the armor fully, they began to remove the dead Martian, puffed\nup like a kernel of pop-corn by the sudden loss of its air pressure.\n\nHaving cleared the armor, Bormon climbed inside--space suit and\nall--folding up like a pocket knife so as to resemble somewhat the\nalien shape it was intended to hold, and tested the semi-automatic\ncontrols. Everything appeared to be in working order. Assuring himself\nof this as well as his knowledge of Martian mechanics would permit, he\ncrawled out again to help Calbur.\n\nCalbur was scrambling to collect ore. And under their combined efforts\none of the baskets was presently filled--for the last time, Bormon\nfervently hoped!\n\nAgain he entered that strange conveyance, the Martian's armor, and\nafter some experimental manipulation of the push-button controls,\nmanaged to get the thing upright on its jointed, metal legs and start\nit moving awkwardly in the direction of the chasm.\n\nBehind him came Calbur, dragging the basket of ore--for lacking a\ndisguise such as Bormon's, he must have some excuse for returning to\nthe cabin, and he had wrapped the chain around his wrist to conceal\nthe fact that it had been severed.\n\nBormon, in the narrow confines of his armor, disconnected the\nmechanical voder used by its deposed owner, for all Martians are\nvoiceless.\n\nHis greatest fear was that one of the Martian guards would attempt to\ncommunicate with him. This would disclose the imposture immediately,\nsince he would be unable to reply. For all Martian communication, even\nby ether-wave, is visual--the medium being a complicated series of\nsymbols based on their ancient sign language, the waving of tentacles,\nwhich no human brain has ever fully understood. The means of producing\nthese conventionalized symbols was a tiny keyboard, just below an oval,\nsilvery screen, and as Bormon sent his odd conveyance stalking down the\nside of the chasm, toward that sweeping disk which he now knew to be\nformed by the ends of two cyclotronic D-chambers facing each other, he\nkept one eye on this silvery screen, but it remained blank.\n\nHe moved on down past the catwalk to the lower ramp. Here he must pass\nclose to a Martian guard.\n\nBut this Martian seemed to give him no attention whatever.\n\nReaching a point opposite the ship, Bormon stepped from the ramp. Still\nthat oval screen remained blank. No Martian was apparently paying\nenough attention to him to question his movements.\n\nAgain he caused the armor to advance slowly, picking his way along the\nrock surface. He reached the ship.\n\nFor a moment he was hidden behind the hull. One glance sent his hopes\nplunging utterly. Neither of the two fuel caps were clamped down, which\ncould mean but one thing--the ship's tanks were empty!\n\nIt was a stunning blow. No wonder the Martians felt safe in leaving the\nship practically unguarded. After a moment, anger began to mount above\nBormon's disappointment. He would start to kill off Martians! If he and\nCalbur couldn't get away from Echo, then he'd see that at least some\nof these Marts didn't either. He might even wipe them all out. Calbur,\ntoo, had a ray-tube.\n\nBut what of Calbur? Quickly Bormon moved from behind the ship. Calbur\nwas loitering on the ramp, ore-basket empty, evidently on the point of\nmaking a break to join him.\n\nFrantically, Bormon focused the ether-wave on Calbur's helmet, hurling\na warning.\n\n\"Stay where you are. It's a washout! No fuel....\"\n\nHe began moving across the rocks toward the power-plant. That was the\nmost likely spot to commence--more Marts close at hand. He'd take them\nby surprise.\n\nSuddenly he was cold, calculating, purposeful. After all, there wasn't\nmuch chance of wiping them all out--and yet he might. He should strike\nat a vital point, cripple them, so as to give Calbur and the others a\nchance in case he only managed to kill a few before passing out of the\npicture.\n\nA glittering neutrochrome helix on top of the power-plant gave him a\nsuggestion. Why not destroy their communications, fix things so they\ncouldn't call for help from Mars?\n\n\n\nAbruptly he realized something was wrong. That silver oval six inches\nfrom his face was flashing a bewildering complexity of symbols.\nSimultaneously the Martian on the ramp began to move quickly and\nquestioningly toward him.\n\nThe moment had arrived. Bormon swung the metal handler bearing the\nray-tube into line and pressed the firing button....\n\nAmid a splatter of coruscating sparks the Martian went down.\n\n\"Number one!\" growled Bormon. Everything now depended on prompt action\nand luck--mostly luck! As quickly as possible he heeled around, aimed\nat the helix on the power-plant. It swayed slowly as that pale blue\nshaft ate into its supports, then drifted away.\n\nHe had lost sight of Calbur. Absolute silence still reigned, but on\nairless Echo that silence was portentous. Along the rim of the chasm he\ncould see the glitter of Martian armor against the blackness of space.\nThe alarm had been given. But for the moment he was more concerned\nwith the imminent danger from those who tended the intricate controls\nin the power-plant, and the guard at the far end of the catwalk. This\nguard was protected by the catwalk itself and the stream of Earthmen\nslaves still moving uncomprehendingly along it. Bormon sent his space\narmor reeling forward, intent on seeking shelter behind the bulk of the\npower-plant.\n\nHe almost reached that protection. But suddenly sparks plumed around\nhim, and his armor slumped forward--one leg missing. He fell,\nfortunately, just within the shelter of the power-plant.\n\nDesperately he struggled to open the armor, so as to get the ray-tube\nin his own hand. But when he finally crawled forth it was to face three\nMartians grouped around him, their weapons--six in number--unwaveringly\ncentered on him.\n\n\"Earthman,\" said the mechanical speaker coldly inside his helmet, \"you\nhave killed a Martian.\"\n\nAnd then, with true Martian decisiveness and cruelty, they pronounced\ninhuman judgment on him.\n\n\"We in our kindness shall not immediately demand your life as forfeit.\nYou shall wander unhindered over Echo, dying slowly, until your oxygen\nis gone. Do not ask for more; it is sealed from you. Do not again enter\nthe chasm; it is death to you. Now go.\"\n\n\n\nHours later Bormon was indeed wandering, hopeless as a lost soul,\nover nighted Echo, awaiting the consummation of his sentence, which\nnow seemed very near. Already his oxygen gauge indicated zero and\nhe was face to face with the \"dying slowly\" process promised by the\nMartians--the terrible death of suffocation.\n\nNow, as things began to seem vague and unreal around him, Bormon was\ndrawing near that hidden cave where he and Calbur had often met for\nlike a final flash of inspiration had come the thought that here, if\nanywhere, he would find Calbur.\n\nIt was strange, he reflected, how the life in a man forces him on and\non, always hoping, to the very end. For now it seemed that the most\nimportant thing in the universe was to find Calbur.\n\nHe had husbanded the last of his oxygen to the utmost. But panting,\nnow, for breath, he opened the valve a fraction of a turn and staggered\non in the darkness. And suddenly, dimly as in a dream, he knew that at\nlast he had found Calbur....\n\nAnd Calbur was doing a queer thing. Gauntleted hands moving hastily in\nthe chalky radiance cast by his helmet-light, he was tossing chunks of\nrhodium from his filled ore-basket--\n\nThen their helmets clicked together, and he heard Calbur's voice,\nfaint, urgent:\n\n\"Climb in the basket! I'll cover you with ore so they won't see you.\nI'll drag you in. Well get your tank filled--I swear it!\"\n\nThe next instant, it seemed, Bormon felt himself being tumbled into the\nore-basket. Chunks of ore began pressing down lightly on his body. Then\nthe basket commenced to pitch and scrape over the rocks.\n\nBut his lungs were bursting! Could he last? He had to. He couldn't fool\nCalbur by passing out--not now. Something like destiny was working, and\nhe'd have to see it through.\n\nSomething was tapping on his helmet. Bormon opened his eyes, and light\nwas trickling down between the chunks of ore. No longer was there any\nscraping vibrations. Something, metallic, snakelike, was being pressed\ninto his hand.\n\nAnd then Bormon remembered. The oxygen tube! With a final rallying\nof forces only partly physical, he managed to stab the tube over the\nintake of his tank. The automatic valve clicked and a stream of pure\ndelight swept into his lungs!\n\nFor a time he lay there, his body trembling with the exquisite torture\nof vitality reawakening, slowly closing the helmet-valve to balance the\nincrease of pressure in the tank.\n\nSuddenly that snakelike tube was jerked away from between the chunks of\nore, and again the basket began a scraping advance.\n\nBormon's new lease on life brought its problems. What was about to\nhappen? In a moment, now, Calbur would be ordered by the guard to\ndump his ore. They wouldn't have a chance, there on the catwalk. For\nBormon's abrupt reappearance would bring swift extinction, probably to\nboth.\n\nThe basket stopped. They had reached the ore-dump. Calbur's head and\nshoulders appeared. Behind the vision plate in his helmet there was a\nqueer, set expression on his thin face. He thrust the ray-tube into\nBormon's hands.\n\nBormon sprang erect, leaped from the basket. For a moment he stared\naround, locating the guard at the end of the catwalk. As yet the guard\nappeared not to have noticed anything unusual. But where was Calbur?\n\n\"Attention. One-six-nine. Dump your ore,\" ordered the guard, coldly,\nmechanically.\n\nSomething seemed to draw Bormon's eyes into focus on his own number\nstencil. One-six-nine, he read. Calbur's number! And then, suddenly, he\nrealized the dreadful, admirable thing Keith Calbur had done....\n\nFor Calbur had leaped through the ore-chute, into the cyclotron's\nmaelstromic heart! Despairing, he had chosen a way out. He had\nforfeited his life so that Bormon could take his place.\n\n\"Dump your ore,\" repeated the Martian guard, coldly.\n\n\"To hell with you!\" snarled Bormon, and blasted with the tube.\n\nHe missed the Martian. Still weakened by the ordeal he had just passed\nthrough, and overwrought as an effect of Calbur's last despairing\nact, his aim was not true. Nevertheless, that coruscating shaft was\nfraught with far-reaching consequence. Passing three feet to the left\nof the Martian, it snapped two of the rods which braced the catwalk in\nposition over the cyclotron drum. Thus released at the far end, the\nmetal ribbon--for the catwalk was little more than that--curled and\ntwisted like a tirhco spring, pitching Bormon, as from a catapult,\nstraight along the path so recently chosen by Calbur.\n\nDestiny had indeed provided them both with a strange exit from Echo,\nfor in that split second Bormon realized that he was being hurled\nsquarely into the gaping orifice of the cyclotron.\n\n\n\nFar out in the vacuity between Echo and Mars, Captain Dunstan sat in\nhis cabin aboard the Patrol Ship _Alert_--most powerful and, therefore,\nspeediest craft possessed by the Earth-Mars Space Police.\n\nOn his desk lay two jagged pieces of ore, whitish-gray in color, which\nhe had been examining.\n\nHis speculations were interrupted by the sudden bursting open of the\ncabin door. An officer, spruce in gray uniform and silver braid,\nentered hurriedly, his face flushed with excitement.\n\n\"Captain Dunstan, the most extraordinary thing has happened! We've just\npicked up two men--two men drifting with the meteoric stream, and in\nspace suits--and they're alive!\"\n\nCaptain Dunstan rose slowly. \"Alive, and adrift in space? Then it's the\nfirst such occurrence in the history of space travel! Who are they?\"\n\n\"I don't know, sir. So far we've got only one out of his suit. But I\nhave reason to believe they're the men recently reported as missing by\nthe E.M.T. Lines. He babbled something about Echo--that there's hell to\npay on Echo. I imagine he means Asteroid No. 60. But--\"\n\n\"Lead the way,\" said the captain, stepping quickly toward the doorway.\n\"There's something mighty queer going on.\"\n\n\n\nAnd so, by a lucky break, Neal Bormon found himself snatched from death\nand aboard the _Alert_, arriving there by a route as hazardous and\nstrange as was ever experienced by spaceman.\n\nAnd no less strange and unexpected came the knowledge of Keith Calbur's\narrival there ahead of him.\n\nBormon, who was last to be drawn in by the grapple-ray and helped out\nof his space suit by the willing hands of the _Alert's_ crew, was still\ncapable of giving an understandable account of things; although Calbur,\nuntil the effects of the Martian drug wore off, would be likely to\nremain in his somewhat neurotic condition of bewilderment.\n\n\"These Marts,\" said Bormon, after a great deal of explaining on both\nsides, \"don't know that you have discovered their stream of ore. They\nwon't know it until their communications have been repaired.\"\n\nCaptain Dunstan nodded. \"That explains why we were able, on this\noccasion, to approach the meteoric stream without its immediate\ndisappearance. But I cannot understand,\" he confessed, \"how two men\ncould have passed through such an apparatus as you describe, and remain\nalive.\"\n\n\"Perhaps I can offer a possible explanation,\" said an officer whose\ninsignia was that of Chief Electrobiologist. \"If, as we suspect, this\nMartian invention is founded on the old and well-known cyclotronic\nprinciple, then we have nothing but reciprocal interaction of electric\nfields and magnetic fields. And these fields, as such, are entirely\nharmless to living organisms, just as harmless as gravitational fields.\nMoreover, any static charge carried by the bodies of these men would\nhave been slowly dissipated through the grapple-ray with which they\nwere drawn out of the ore stream.\"\n\nThis explanation appeared to satisfy the captain. \"You say,\"\nhe questioned, addressing Bormon, \"that there are other men on\nEcho--Earthmen being used as slaves?\"\n\n\"Yes, more than a hundred.\"\n\nCaptain Dunstan's mouth became a fighting, grim line. He gave several\nswift orders to his officers, who scattered immediately.\n\nSomewhat later, Bormon found his way into the surgery where Calbur\nlay--not sleeping yet, but resting peacefully.\n\nAssuring himself of this, Bormon, too, let his long frame slump down on\na near-by cot--not to sleep, either, but to contemplate pleasantly the\nwiping-up process soon to take place on Echo, and elsewhere.",
    "metadata": {
        "author": [
            "James, Daniel Lewis",
            "James, D. L. (Daniel Lewis)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/61843/pg61843.txt",
        "name": "exit_from_asteroid_60.json"
    }
}