{
    "name": "Export Commodity",
    "author": [
        "Cox, Irving E.",
        "Cox, Irving England, Jr."
    ],
    "body": "Three of the hairless bipeds stood in front of the frame building\ntalking. Concealed by the brush beyond the road, Henig studied\nthem carefully. These were the dominant species on this primitive\nworld, unspeakably grotesque things. The pale, white skinned animals\nhad a culture of sorts--their language, their buildings, their\nwheeled vehicles testified to that--but an animal society was very\ndifferent from the rational civilization Henig knew.\n\nHe was naked and he carried no weapons. That was the logic of the\ncomputers. But Henig was a Fleet Lieutenant, not one of the scientists.\nHe put his faith in arms rather than computer logic. Stripped of his\nweapons, he lost a fundamental part of himself. The computers had\nsaid he would be safe, but too many things could go wrong. Too many\nfactors might have been left out of the observer data submitted to the\nmachines.\n\nHenig inched cautiously toward the three white things standing near\nthe wooden structure. The telecommunicator, which the surgeons had\nplanted in his skull, caught the sound of alien voices and made a\nconceptual translation in terms Henig understood. He could have used\nthe same device to communicate directly with the alien minds, but the\nScientist-General had warned him against that.\n\n\"The hairless bipeds,\" he told Henig, \"are only an animal species. They\nhave no civilization. Make no mistake about that, Lieutenant.\"\n\n\"And if we decide we need their planet, sir--\"\n\n\"We'll set up reservations for them, so they can't interfere with our\noperation.\"\n\n\"They won't have weapons to match ours,\" Henig suggested hopefully.\n\n\"If you go in uniform, Lieutenant, even these witless things would\nrecognize you as an alien. It would be foolish to let them know we\nexist, until we have the final report on your physical survey.\"\n\n\"Sir, are we actually sure--\"\n\n\"You're questioning the computer logic?\" The Scientist-General was very\namused.\n\n\"Not that, sir. It's just--you see, I'm a solider, and I don't\nunderstand these things.\"\n\n\"You'll have to take our conclusion on faith, Lieutenant. You're the\nonly individual of your particular species aboard, and it would be\nabsurd for us to wait for the center to send out a scientist with your\nphysical qualifications. This planet is too insignificant for us to\nwaste that much time on the survey. The chemistry of the atmosphere and\nthe pressure of gravity approximate what you're accustomed to on your\nhome world, Lieutenant Henig. And the co-incidence of your appearance\nis the best disguise you could have.\"\n\n\"Sir, isn't it true that sometimes on these primitive worlds, the\nanimal species war against each other? Wouldn't I be likely to get\ninvolved?\"\n\n\"The computers say no. And we can't argue against mechanical logic, can\nwe, Lieutenant?\"\n\nNaturally the scientists relied on their data, Henig thought bitterly;\nbut they weren't making the observation--they weren't standing naked\nand unarmed on an alien world. The miniature recorders sent down by\nthe ship were only machines, after all, without a logical sense of\njudgment. The Lieutenant had experienced alien worlds before. Facts\nwere all very well, but the unpredictable quality of emotion was\nsomething else again. How could a recorder make note of that? How could\nfeeling be measured or tabulated by the computers?\n\nThe Lieutenant lay in the brush listening to the talk of the three\nhairless aliens. It was surprisingly trivial, the sort of thing he\nmight have heard on his home world: the rising price of food in the\ncity; the cost of fuel for their wheeled vehicles; obscure references\nto politics; an amusing remark about the female of the species. The\nsimilarity to what he knew gave Henig confidence.\n\n\n\nHe slid out of his hiding place and moved toward the three bipeds.\nThis was the ultimate test. If the computers had been right, the\nLieutenant would pass them unnoticed.\n\nHe was nearly across the road when the alien things saw him. They\nfell silent and backed away from him. He saw terror in their faces a\nsplit-second before one of them--a female--began to scream. The second\nmale turned and fled into the trees. The other drew out a cylindrical\ntube which was a weapon. Henig tried to read the emotion in their\nminds, but the only comprehensible thought the telecommunicator picked\nup was a paralyzing horror.\n\nHenig sprang at the hairless biped who had the weapon, clawing the\nugly, white face. The female screamed again and beat at him with her\nforepaws. The weapon exploded as the male went down, his face a torn,\nbeaten pulp. Henig felt the hot pain of the metal pellet lodged in the\nflesh of his shoulder. In panic he fled beyond the frame building.\n\nAnd the Scientist-General had said he would be safe--without weapons,\nwithout the protection of his uniform! The logic of civilization didn't\napply on a primitive world of animal emotions.\n\nHenig expected pursuit, but he heard no footsteps behind him. He\nstopped running and crept back toward the wooden building. The pain of\nhis shoulder wound spread numbly into the rest of his body. His nerves\nseethed with nausea. Blood oozed from the torn flesh, congealing on his\nnaked chest.\n\nHe saw the female bend over the animal which had tried to kill him. Her\nmate, Henig guessed. Logically she should have fled, since Henig was\nstill nearby; even a primitive would have been aware of the danger.\nBut she seemed more concerned for the male. She wiped the blood from\nhis face tenderly and began to drag him toward a four-wheeled vehicle,\nwhich stood idle inside the frame building.\n\nThe Lieutenant admired her courage. To risk herself so futilely in\norder to help another of her species: entirely illogical--no civilized\nbeing would be so foolish--yet heroic and noble. Henig hated himself\nfor what he had to do. Yet he had no alternative. He couldn't let\neither of them escape to give the alarm.\n\nHe sprang at the female. She screamed once as he clawed her throat. The\nblood pulsed through the wound, and she died quickly. Henig was glad he\ncould finish it so mercifully, with so little pain. He took a rock and\nbeat in the skull of the male.\n\nThe Lieutenant stood beside the frame building, blood dripping from his\nhands, and looked across the road toward the brush-covered hillside\nwhere he had hidden his landing shuttle. It was safe, protected by a\nrefraction field which made the metal tube visually transparent.\n\nHenig had to make a decision, but pain pounding in his wounded shoulder\nmade logical thinking difficult. He could return to the ship now and\ntry to make the scientists understand that the computers had been\nwrong; his physical appearance was not disguise enough on this unknown\nworld. Or he could complete his survey. With luck, that would be\nfinished before dawn. The test area was relatively close to the hills\nwhere he had brought down his shuttle.\n\nYet he knew he had no real choice. His experience with the three\nhairless bipeds--granting that the scientists accepted all of it\nat face value--was not data enough to outweigh the facts which the\nmechanical observers had previously fed to the computers. This would\nbe considered an isolated episode, not a basis for a hypothetical\ngeneralization. The computer logic would strip Henig of his rank and\nbrand him a coward. He had worked too hard for his Lieutenancy to give\nit up so easily; he had to go through with his assignment.\n\nHe hid the bodies of the two animals he had killed behind the frame\nbuilding. The third one, which had escaped, might spread the alarm, but\nHenig had no way of preventing that; it was a risk he had to take.\n\nHe examined the four-wheeled vehicle which was inside the building. It\nwas a relatively primitive mechanism powered by an internal combustion\nengine. The fact that the native vehicle was one Henig could drive more\nthan counterbalanced the potential risk from the white-faced animal\nwhich had escaped. With any luck, he could have his survey done in half\nthe time he had estimated.\n\nThe fuel from the alien vehicle gave Henig part of the answer he\nneeded. The mechanical observers had already used it for fuel, it must\nhave been here in recoverable quantities. The Lieutenant needed only\nto take one sample from the test area for the scientists to determine\nwhether or not the oil was worth the expense of exploiting the planet.\n\n\n\nHenig fingered the dash, looking for the ignition. The lettered symbols\nover the various dials meant nothing to him, since his telecommunicator\nwas capable only of translating spoken words. The Lieutenant turned\none dial and sound blared out at him. Music of a sort: this primitive,\nanimal culture had been clever enough to discover a process for radio\ntransmission.\n\nFor a second time the Lieutenant found himself unconsciously admiring\nthe hairless bipeds. As inventions go, the internal combustion engine\nand radio were relatively insignificant. Yet this animal world had\ndeveloped its technology without outside help and that suggested a\nbrilliant science. Henig's empire had a vastly superior technology, but\nthe scientists drew upon the ingenuity and inventive skill of a hundred\nunited worlds and they had the tool of the logic computers.\n\nFar more characteristic of a primitive world was the ignition lock. An\nanimal society, trapped by uncontrolled emotion, would have no mutual\ntrust. Their machines would have to be locked against theft. That was\nthe emotional environment Henig had expected.\n\nBut then he thought of the female who had stuck by her mate, when it\nmeant her own death. One jarring note, one violation of the predictable\npattern: the more he considered it, the more it disturbed him. Was it\ntypical of the way they all behaved?\n\nThe Lieutenant began to envy the illogic that made such affection\npossible. He thought of the mates he had been assigned from time\nto time by the psychological services. None of them, in a similar\nsituation, would have tried to help him. Personal heroics were not a\npart of the computer civilization. He was suddenly conscious of the\nloneliness and the emptiness of scientific logic. These people--these\npale, white-faced animals--had something better.\n\nAnd that thought was heresy. In haste Henig broke the ignition lock and\ntwisted the loose wires together so he could start the motor. The seat\nwas designed for the bipeds, and it was most uncomfortable for him to\ndrive the car. Fortunately he had only a short distance to go. The oil\nfield selected for the test area was in the foothills, on the outskirts\nof the city.\n\nThe traffic was heavier as he approached the field, but it was nearly\ndark by that time and no one seemed to notice the Lieutenant slumped\nlow behind the wheel of the stolen vehicle. Had the computers been\nright, he wondered? Did he resemble an animal species which lived at\npeace among the aliens? In that case, what accounted for the reaction\nof the three hairless things when they first saw him?\n\nHe had left the radio going, listening to the weird discord of\nthe savage music. Sometimes a voice sang the melody and his\ntelecommunicator gave him a conceptual analysis of the words. All\nthe lyrics revolved around one theme: personal affection. Love was\napparently the dominant trend of this culture. According to their\nmusic, they died for it, sighed for it, cried for it; no sacrifice was\ntoo great if it were made in the name of love.\n\nHenig saw nothing trite in the wording. His logical mind limited his\nunderstanding to a strictly literal translation. He knew that an animal\nsociety was built upon emotion, but he had never before come across a\nprimitive world where the focal point was love. Hate, greed, ambition,\nconflict, envy: those were typical and normal. The emphasis upon\naffection put this world in a special category.\n\nThe white-faced bipeds had discovered a bond stronger than all the\nlogic of the empire. Because he was logical, the Lieutenant had to\nadmit that to himself. If the empire came to exploit the oil resources,\nit would destroy something magnificent.\n\nBut Henig wasn't sure. He had too little specific data: the courage of\none female, the chanted songs of a radio program. And, of course, the\nlonely isolation of the logical life he lived. But to throw that in as\na factor was to argue emotionally--on an animal level--himself.\n\nAs he turned down a side road into the oil field, the program of music\nended and Henig heard a brief news summary. It was predominantly a\nreport of a developing war. Now that made sense. That was the sort of\nemotional behavior Henig expected from an animal world. But how could\nthey sing love chants while they simultaneously prepared to slaughter\neach other?\n\n\n\nAt the end of the broadcast the newscaster mentioned the discovery of\ntwo brutally mutilated bodies behind a mountain garage. \"An alleged\neye-witness is held by the police. He claims to have seen a strange\nanimal approach the victims shortly before the murder.\" The announcer\nrepeated a very accurate description of Henig--which, he said, tallied\nwith no species known to zoology.\n\nTo Henig that statement was incomprehensible. The computers couldn't\nbe that wrong. They were objective, logical machines, processing the\ninformation submitted by the mechanical observers. The computers\nsaid Henig resembled a native species. That much had to be true. The\nconclusion that he would be able to pass unnoticed on the alien planet\nmight be faulty for lack of emotional data. But the newscaster claimed\nno such species existed!\n\nThe Lieutenant hid his vehicle in a copse of trees close to the\ndeserted side road. He slid off the seat, glad to escape the cramped\nposition behind the wheel. As he walked toward the oil field, his wound\nbegan to pain him again. With his tongue he worked the small capsule\nloose from the back of his mouth--the only place where he could conceal\nit, since the computers had decreed that he come naked to this world.\n\nHe stooped beside a sump and watched the black earth filter slowly\nthrough the membrane into the capsule. In his own mind Henig had\nno doubt that the petroleum resources here were economically worth\nexploitation. He thought, for a moment, of the brutal occupation by the\nempire fleet--the slaughter and the destruction, before the survivors\ncould be herded into prison reservations.\n\nThe killing and the burning of their primitive cities didn't disturb\nhim. The aliens were animals. Because of their biological evolution,\nthey would never achieve a higher social level. They were eternally\ntied to emotion, and a logical civilization was beyond their mentality.\nTo wipe them out meant no more to Henig than the extermination of a\ngerm colony or a nest of vermin.\n\nStill the particular emotion dominating these bipeds was unique. It was\nworth preserving--if that emotion actually existed; if he were reading\nthe data correctly. The Lieutenant still didn't know; he still couldn't\nmake up his mind.\n\nThe test earth seeped slowly into the capsule. Henig raised his eyes\nand studied the field. It was dark and the skeletal shafts of the oil\nderricks were silhouetted against the glow of the city lights. The\nhairless bipeds had developed the field extensively. Two or three\ngenerations ago, Henig thought enviously, the planet must have been\nenormously rich in oil if, after so much native exploitation, it was\nstill worth an empire invasion.\n\nTwo galactic millennia had passed since the empire had reached that\nsame period in technological growth, depleting the petroleum resources\nof a hundred worlds. The empire had to have oil. Not for fuel--atomic\nenergy had been harnessed long ago--but for lubrication. All the\nscientists, all the logical computers which governed the empire, had\nnever come up with a satisfactory substitute.\n\nThe sample capsule was full. Henig stood up, sealing the vial again at\nthe back of his mouth. And as he turned toward the road, he saw one\nof the aliens watching him. Behind the biped a pipe was burning gas\nexhausted from the field. The flame lit the animal face and Henig saw\nthe crushing weight of terror.\n\nThe animal turned and ran, blowing on a whistle which was suspended\naround its neck. Henig sprang after him and caught the white thing\nwith a blow that split the fragile neck bone. But one blast on the\nalarm whistle had been enough. Henig saw other animals pouring out of\nthe low-roofed, stone building nestled among the oil derricks. Bright\nlights blazed up, sweeping the field with a deadly glare.\n\n\n\nHenig ran toward the trees where he had hidden his vehicle. He saw the\nlights of other cars on the side road, and he heard the nervous scream\nof sirens. He swung aside, running in the direction of the suburban\ncottages in the foothills. Unless he found another vehicle unguarded,\nhe had to return to the shuttle on foot; and that would give the aliens\ntoo much time to spread the alarm.\n\nAs he crossed the main highway, he saw two bipeds walking together,\narm in arm. The female began to scream. Henig had to silence her. He\nsprang for her throat; without his customary weapons, that was the only\nself-defense he had. The male should have turned and fled, since he was\nnot armed. That was sensible and that was logical.\n\nBut once more the Lieutenant tangled with the unique emotional\nreactions of this planet. The male held his ground and tried to\nprotect the female. Henig's first slash missed her throat and she\nfought back, too. The male's forepaw, doubled into a hammer-shape,\nstruck Henig's wounded shoulder, and blood oozed down his naked chest\nagain.\n\nA nausea of pain sapped Henig's strength. He staggered toward the\nshadows beyond the road. If the two aliens came after him now, he was\nlost; he was too weak to defend himself. He collapsed, panting and\nretching.\n\nBut he heard no footsteps. When he was able, he looked back toward the\nroad. He saw the male holding the female in his arms and mopping blood\nfrom the gash Henig had torn in her cheek.\n\nThese inexplicable aliens and their affection for each other! It defied\nall logic and reason. Their behavior was absurd; yet somehow sublime,\ntoo. From the arid emptiness of his logical mind, Henig, for a moment,\nhad a vision of something great: a new world which fused the intellect\nof the computer civilization and the warmth of this animal emotion.\nThese ugly, white-faced animals had a resource far more valuable than\npetroleum to export to the empire.\n\nThen he heard the sirens coming closer and he began to run. He saw a\nbrightly lighted street, where bipeds crowded the walks. He turned in\npanic down a dark alley. The sirens were behind him. He saw savages\nat both ends of the alley, and he pushed his way blindly into a dark\nwarehouse.\n\nHe fell across a pile of sacks filled with a soft, grainy substance.\nA narrow shaft of moonlight made a sharp angle on the floor. He tried\nto examine his wound in the light. It was still bleeding; the skin\nwas puffy and inflamed. A kind of dull haze crowded the periphery of\nhis mind. The Lieutenant knew the symptoms; he had been wounded twice\nbefore when the fleet occupied primitive worlds. He would be all right\nwhen he reached the shuttle. He had an emergency kit there and he could\nsterilize the wound.\n\nHe heard footsteps and muffled voices in the alley. He shrank closer to\nthe sacks; unconsciously he clawed a rent in the cloth and the grain\nspilled out, making a tiny pyramid in the moonlight.\n\nThere was a scurrying of tiny feet, a shrill squeal, and a rodent came\nfrom the darkness to nibble at the food. It was the smallest rat Henig\nhad even seen, no larger than his hand. Instinctively his mouth began\nto water. The rat would make a tasty delicate morsel, and it was a long\ntime since he had eaten. But before he could pounce on it, another\nanimal shot out of the shadows and caught the rat in its claws.\n\nThen Henig knew the truth. He knew why the computers had been wrong\nand he knew what data the mechanical observers had failed to transmit.\nFor the small animal, which was torturing the rat with its forepaws,\nwas a physical duplicate of himself--in miniature. No wonder the radio\nnewscaster had said this world had no zoological species like Henig's!\nIt was a question of relative size and the error might have amused\nhim--if he had been safely back aboard the exploration ship.\n\nHenig was aware of minor physical differences. The small, green-eyed\nminiature of himself did not walk erect. Its bare feet had not yet\nevolved the necessary alteration in joint structure. And its claws were\nstill only cutting tools, incapable of more delicate manipulation.\nTentatively Henig used the telecommunicator to explore the animal mind;\nhe found no indication of a cerebral cortex.\n\nBut the animal apparently felt the transmission, for it arched its back\nand every hair on its body stood on end. It dropped the rat and swung\ntoward Henig, hissing and spitting into the darkness. The Lieutenant\ngrinned and purred; this little creature was like a newborn child,\nlying in the family nest. It was the first familiar thing he had found\non this alien world of hairless bipeds.\n\nBut his purring frightened the animal. It dropped its rat and fled,\nscreaming. The sound brought the feet running back to the alley door.\nHenig heard the pounding fists beating upon the wooden panels. He\nclawed his way to the top of the pile of sacks, where he saw a window.\nAs he broke it open, the door gave and the hairless animals tumbled\ninto the darkness.\n\n\n\nA weapon flashed and a metal pellet split the wood close to Henig's\nhead. He leaped through the window. The jar, when he landed, sent pain\nspiraling through his body. He staggered along a dark street. Behind\nhim he heard footsteps and hysterical voices. He couldn't outrun\nthem; he knew that. When he saw a garden gate, he pushed it open. He\nfell exhausted into a bed of blooming flowers. He didn't quite lose\nconsciousness. He heard the animals when they ran past the garden gate.\n\nIn the sullen silence he began to breathe more easily. The terrified\npounding of his heart slowed. He tried to push himself to his feet, and\nhe found that his arm below the shoulder wound was paralyzed with pain.\n\nHe turned on his back--and rolled against the legs of a female who\nstood above him, looking straight ahead toward the street. He waited\nfor her to scream and call the others. Instead she said, in a whisper,\n\n\"Poor thing! You're hurt.\"\n\nHenig's mind soared with hope. Was it possible that the love these\nanimals felt for each other could be extended to include himself?\n\nShe knelt beside him, gently feeling his wound with her hairless\nfingers. Her head was still erect. She did not look at him. He winced\nwhen she touched him. \"I'm sorry,\" she said. \"I'll have to put\nsomething on it for you.\"\n\nShe went very slowly to a dilapidated garden shed. She moved by\nshuffling her feet along the gravel walk, occasionally reaching out to\nbrush her hands against the larger shrubs growing beside the path. When\nshe returned she poured a liquid over Henig's wound. The new pain was\nlike fire, but he knew she had used a primitive remedy to burn out the\ninfection. There was no doubt in his mind after that. While some of her\nspecies searched the streets for him and tried to kill him, she was\nready to give him help.\n\nAlthough the Scientist-General had warned Henig against it, he decided\nto use the telecommunicator. If she would help him, he had a chance\nof getting back to his shuttle. It was the only way he could escape.\nHe took one risk in using the device: the female might become aware\nof every concept in Henig's mind. But that was a small risk. Only an\nintellectual equal, with the heightened perceptions of the computer\ncivilization, would read the full context of his communication.\n\n\"I need help,\" he conveyed to her. \"I have a place of safety in the\nmountains; will you take me to it?\"\n\nWith a sudden, indrawn breath--like the hissing of a small child--the\nfemale stiffened beside him. Had he frightened her? He tried to\nexplore her mind, but her cerebral pattern was amazingly complex. He\ncouldn't evaluate the interlocked emotion--shock, sorrow, a sympathetic\nloneliness, and finally understanding. How much of his thinking--how\nmuch of himself--she had seen, he did not know. Her rational logic was\nsubordinate to the emotion. Her most surprising reaction was pity.\n\nPity for him because of the computer civilization that had shaped his\nmind!\n\n\"Of course you must go back,\" she said. So she had dredged that much\nout of his mind during the brief openness of the telecommunication.\n\"And you--you have found a resource that your unfortunate people need.\"\n\nThe petroleum? Did she understand about that, too? Then why would she\nhelp him escape, since it meant the invasion and destruction of her\nworld?\n\nShe told him she would persuade her brother to drive his truck up the\nmountain road. She had learned from the telecommunication where Henig\nwanted to stop. \"You'll be hidden in back. Open the door and slip out\nwhen we stop. It won't be far to your shuttle.\" So she had understood\nthat, too. Henig realized he had grossly underestimated the mental\nabilities of these emotional animals.\n\nVery gently she put a salve and a bandage on his wound. She helped him\ninto a small, panel truck which was sheltered in a frame building open\nto the street. Before she closed the door she handed him a package of\nnut meats.\n\n\"This will help you--with your other problem. Give them to your\nscientists. We call these nuts peanuts. They make an excellent oil. You\nmay have the soil on one of your worlds to grow them for yourselves; if\nnot, we might be able to produce the oil for you.\"\n\nShe closed the door. Henig felt a tight constriction in his throat.\nThis hairless female had read every thought in his mind; there was\nno question of that. And she was letting him go home unharmed; she\nwas helping him escape. To Henig this was the final demonstration of\nthe emotion of her species, the quality of love that the computer\ncivilization had never found.\n\nHe would not let her world be invaded and exploited. The oil resources\nwere not that important. Very carefully he removed the sample capsule\nfrom his mouth and emptied it. With his unhurt arm he clawed loose\ndirt together from the floor of the truck and pushed it through the\nmembrane. When the scientists analyzed that sample, they would leave\nher world in peace.\n\n\n\nThe motor hummed and the truck began to move. In the darkness Henig\nopened the package of peanuts and crushed one between his teeth. As\na food it was very unpalatable. Perhaps the hairless bipeds enjoyed\nit--from her mind the telecommunicator had picked up the fact that they\nlooked upon it as a food--but nothing like this was of any value to\nthe empire. The various species in the computer civilization were not\nvegetable eaters.\n\nHenig was sure the nut was not a source of oil. The female, of course,\nhad underestimated his mentality, just as he had misjudged hers. The\npurpose of her gift was forlornly obvious. She wanted to buy off the\ninvasion she had read in his mind, and presumably the nutmeat was their\nfavorite food which they produced in quantity. The Lieutenant grinned\nover her emotional foolishness.\n\nHer world needed no subterfuge to protect it. The bipeds had something\nbetter--they would be safe. Henig would make sure of that.\n\nAfter a time the truck came to a stop. Henig opened the rear door and\ndropped to the road. He recognized the garage where he had killed the\ntwo aliens that afternoon. He knew where he was.\n\nThe Lieutenant leaned for a moment against the open truck door,\nadjusting to the new pain in his wound. In the front of the vehicle he\nsaw the girl and her brother. A pale light from the dash fell on their\nfaces. Henig saw the girl's eyes for the first time, and he realized\nsuddenly that she was blind!\n\nNo wonder she had helped him, then. She hadn't known he was an\nalien. That accounted, too, for her quick understanding of his\ntelecommunication; sightlessness had heightened her other perceptions.\n\nThe radio in the truck was on. The girl and her brother were listening\nto a newscast reporting the diplomatic maneuvers of something referred\nto as the cold war. Impatiently the blind female snapped off the\nbroadcast.\n\nHenig heard her say softly, \"Have you ever wondered, Fred, what another\nrace might think of us?\"\n\n\"They'd call us fools, I suppose. We have the ability to build so much,\nbut instead we're using our science to destroy ourselves.\"\n\n\"But you know, Fred, I don't think that would seem important to\nan outsider. Perhaps he wouldn't even be aware of the conflict.\nSimply because we're human beings, Fred, we have something far more\nsignificant. We have it because men and women have to live together,\nbecause--\"\n\n\"Love?\" Her brother laughed. \"We take that for granted.\"\n\n\"It's a pity we can't see ourselves--just once--as strangers might. We\nwould be able to understand our own greatness, then.\"\n\nBut Henig didn't know that, for he wasn't conscious of how much of a\nchange the impact of love had made in himself. He was thinking about\nthe last mate the psychological services had assigned him. He wanted\nto see her again. He wanted to see her litter of young, hissing and\npurring in the family nest. It was the first time in his life he had\nfelt the need to go back, and the feeling was a factor no computer\ncould measure. He would have clawed the throat of any scientist who\ntold him such thinking was illogical, for Henig had found what he\nconsidered to be the higher logic of emotion.\n\nSilently Henig scurried through the forest toward his shuttle,\ncarrying with him a useless sample of dust fastened at the back of\nhis mouth--and an idea that would one day overthrow his computer\ncivilization. An emotion marked for export, from an anthropoid world.\n\nThe exportable commodity of man.",
    "metadata": {
        "author": [
            "Cox, Irving E.",
            "Cox, Irving England, Jr."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/66608/pg66608.txt",
        "name": "export_commodity.json"
    }
}