{
    "name": "Failure on Titan",
    "author": [
        "Abernathy, Robert",
        "Abernathy, Robert Harwood"
    ],
    "body": "Big Bill lumbered swiftly forward across the frozen ground, and behind\nhim came the rest of the work gang--a score of bent and mighty manlike\nshapes, draped like Big Bill from head to foot in long white hair.\n\nThey moved in a straggling group, but the rhythmic side sway of the\ngreat bodies was more uniform than the tread of marching men. Their red\neyes peered ahead through the noonday twilight toward the landing strip\ntwo hundred yards away, slashed clean and straight across the ragged\nlow-gravity terrain.\n\nThere were human figures--three of them--moving along the edge of the\nstrip that was nearer to the cluster of lighted Company buildings. At\nthe distance they all looked alike, big-headed and thick-waisted in\ntheir vacuum suits, but even so, Big Bill identified them with ease.\nBehind those dull red eyes were perceptions wholly alien to Man's,\nsenses to which the distinctive personalities of the men were things as\nobvious as are apples or oranges to eyes and fingers.\n\nBrilliant lights flashed on all along the landing strip. Thin\nnictitating membranes descended over the eyes of the approaching\nWoollies, and the gang came to a simultaneous halt. They sank slowly\nto their haunches on the iron-hard, fire-cold surface, and in the act\nbecame less like fur-clad men and more like crouching, hairy beasts.\n\nBig Bill hunkered unmoving in his place, but his peculiar senses were\nprobing with an unusual curiosity at the familiar minds of the three\nmen. The one who had just risen from bending over the switchbox that\ncontrolled the lights was named Paige, and, when Big Bill's mind\ntouched his, the Woolly felt an odd apathy behind which something tense\nand secret smoldered like a fire banked under ashes. And the fire was\nhate.\n\nThe second, who stood stiffly near Paige, was called Doc. In his brain\ntoo burned hate, a dense and palpable thing to Big Bill, mixed with a\nfear which turned the hatred inward on the mind that had given it birth.\n\nThe third man was Paul Gedner.\n\nHe stood a little apart from the others, gazing into the starry sky\nfrom which the rocket would come. For the watching Woollies his tall\nfigure was clothed in a tangible aura of power, commanding all their\ninborn, robot-like obedience. He towered like a sublime and terrible\ngod between the narrow horizons of Phoebe, over the desolate landscape\nof weird lights and shadows cast by Saturn and the distant Sun. And\nin his thoughts the Woollies glimpsed dimly something beyond their\nunderstanding--a Plan, worthy of godhead in its cosmic vastness,\nleading toward some unguessable triumph--and it was that Plan which the\nother men hated and feared.\n\nThere was still a fourth human on Phoebe. But that man's mind had gone\nwhere not even a Woolly's perceptions could follow it.\n\nAbruptly Gedner gestured, and though the furry watchers could not\nhear what he said into his helmet radio, they turned as one to stare\neastward.\n\n\n\nHigh up in the dusky sky a white star was moving. In seconds it\ngrew through magnitudes; it became a fiery, onrushing comet, then a\npolished, hurtling cylinder of steel lit up by the glare that went on\nbefore it. Swiftly the rocket descended; its underdrive flared briefly\nout, flattening its trajectory, and it came in over the jagged horizon\non a long slant toward the landing strip.\n\nThe flame of the drive perished, and an instant later the face of\nthe little moon vibrated to the shriek of steel runners on fire-glazed\nrock. The ship sledded forward in a shower of red sparks for five\nhundred yards before friction slowed it to a stop.\n\nThe men were running toward the ship even as it was still sliding,\ntheir little top-heavy figures increasingly dwarfed by the great\ngleaming hull, though they were coming nearer to the slope on which the\nWoollies squatted.\n\nBig Bill watched intently as a forward port swung slowly open in the\nsmooth side of the rocket. His mind was still attuned to that of the\ntall Gedner, and beneath his flat skull stirred an excitement, utterly\nstrange to the Woolly, yet in some way pleasant. The feeling was not\nBig Bill's, yet for the moment it was as much a part of him as it was\nof the man whose thoughts imprinted themselves upon his. Big Bill was\na complete extrovert; his mind, like those of all his race, was a\nsensitive instrument attuned to the mental atmosphere around him, and\nalmost incapable of independent ideation. By that token the Woollies\nwere willing slaves of the introverted, insensitive Earthmen.\n\nThe metal gangway had descended to grate against the rocky ground. Two\nvacuum-suited silhouettes appeared in the lighted airlock and began to\nclamber down, the first with a self-possessed, leisurely poise, the\nother showing signs of a jerky impatience. Behind them came another,\ngrotesquely burdened with a weight of luggage which would have given\ntrouble to half a dozen men under Earth gravity.\n\nBut Big Bill's mounting interest was focused on the first of the new\narrivals. He sensed clearly that this was the visitor expected, with\nvarious and puzzling reactions, by the three waiting men, and also that\nthe coming of this strange, great rocket, long before the scheduled\narrival of the little freighter which stopped at long intervals to load\nthe Phoebean jade, had something to do with the fourth man--the one\nwho now lay out on the frigid rock outside the dwelling of the humans,\nwithout a vacuum suit, a tarpaulin pulled up over what had been his\nface.\n\nAll these things, Big Bill knew, had one meaning: the fruition of the\ngreat Plan was close at hand.\n\nAbruptly the Woolly rose from his squatting position, disregarding the\nothers who remained motionless, and rolled silently forward on his\ngreat splayed feet to within a short distance of the knot of humans.\nHis telepathic sense groped curiously at the mind of the visitor, but\ntold him little, since he was unaccustomed to the interpretation of\nits vibrations; but his vision served him better. The figure turned\nto give some order to the porter, who was still on the gangway, and\nthe combined light of Saturn and the Sun fell on the face behind the\ntransparent mask, a feeble illumination that was yet enough for the\ngreat red eyes of Big Bill.\n\nHe saw that the face was subtly different from any he had known\nbefore--more rounded, with less prominent feature, smaller bones better\nsheathed in flesh, and, more spectacularly and superficially, it was\nframed in long soft hair which gleamed with almost metallic brightness\nat the edges of the faceplate.\n\nIt was Big Bill's first glimpse of an Earthly woman, and the sight of\nthis alien being set up a queer unease in his little, heteroplasmic\nbrain.\n\n\n\nLeila Frey gazed round her, at the ill-lit Phoebean landscape, with\na look of no great rapture. She said flatly, \"I think, if I were in\ncharge of Saturn Colonial, I'd give this rock back to the Indians.\"\n\nThe tallest of the Company men said, shrugging, \"That's probably what\nthey'll do before another year is out. It won't be that long before the\nmarket for genuine Phoebean jade has worked down a couple more income\nlevels, to the point where it can't compete with the just-as-genuine\nsynthetic product.\"\n\n\"That's a pre-eminently dirty trick,\" said Leila Frey with sudden heat.\n\"Some of my friends bought your jade when you were holding production\ndown and the price was just about out of reach. Now you start flooding\nthe market with the stuff, and--\" She had turned to look directly\nat the tall Earthman, and the Saturn-light was on his face. Her lips\nparted in surprise and for a moment she was quite dumb; then she\nessayed a laugh of pleased surprise, which rang hollow inside her air\nhelmet. \"Why, Paul! Fancy meeting you here!\"\n\nGedner's smile showed strong white teeth. \"What would life be without\ncoincidences?\"\n\n\"But this one is rather too good to be true,\" insisted the girl on a\nfalse note of gaiety. \"Everybody knew you'd buried yourself somewhere\nin the wilds. But imagine me stumbling onto your grave!\"\n\nPaul Gedner's grin tightened. \"Not so surprising, Leila darling. You're\nroyally paid to go around the System digging things up, aren't you?\"\n\nCaptain Manoly of the _Zodiac_ broke in, his voice betraying his\nirritation. \"I believe Miss Frey's luggage has all been landed.\"\n\n\"Fine,\" said Gedner, glancing toward where Mark Paige was already\nwrestling with an assortment of trunks and cases far too expensive and\nextensive to be appropriate on the little mining moon. \"You must have\nthought this was another society assignment, Leila.... You're in a\nhurry to lift, Captain?\"\n\n\"That's right,\" snapped the spaceman. \"I've got a schedule to keep up.\"\nBut neither his schedule, nor the unhappy fact that he was seeing none\nof the impressive sum which Leila Frey's syndicate had paid to persuade\nthe managers of the line to allow a troublesome unscheduled stop, could\nhave warranted his obvious nervousness. He had already cast more than\none apprehensive glance into the twilight beyond the little group of\nhumans. Now Leila caught the movement of his helmet and followed the\nlook.\n\nShe could not suppress a gasp. Scarcely a dozen yards away crouched a\nhuge white shape, somewhat like a man, more like a gorilla, a strange\nalbino gorilla with a fell of hair like a muskox, covering all its face\nsave the expressionless crimson eyes. Its great three-fingered hands\nrested on the ground as it cowered and stared.\n\nLeila recovered her composure. \"Is this one of your renowned killer\nWoollies?\" she asked coolly of Gedner.\n\n\"Not him. Big Bill's my right hand man.\" Gedner beckoned and the\ncreature rose and padded toward him. \"Carry the lady's luggage, Bill.\"\n\nPaige relinquished his task with alacrity. The great Woolly embraced\nthe entire load with ease, and moved toward the lighted buildings.\nLeila's eyes followed him, and, accustomed as she was to the sight of\nWoollies, a faint shudder shook her. The news which had brought her to\nPhoebe was responsible for that shudder; two days before, the message\nfrom the lonely moon had shaken the whole Saturnian system--\n\n\"_A Woolly has killed a man!_\"\n\n\n\nNow on all the moons of Saturn, the human colonists paled in terror\nbefore their familiar and trusted slaves; families trembled behind\nlocked doors, streets were deserted, industry at a standstill. On\nthe Earth and Mars exchanges, the stocks of Saturn Colonial dropped\nsickeningly and continued to drop. The whole thriving economy of the\nSubsystem, based on Woolly slave labor--far cheaper than human workers,\ncheaper even than robots--rocked on its foundations.\n\nIt was impossible, unbelievable--but frightened millions believed.\nAll experience and all psychological tests pointed to the complete,\nrobot-like reliability of the Woollies. The great race which had ruled\nSaturn's moons before the Age of Man had, before its unexplained\nextinction, bred its slave-creatures with superb skill, for vast\nstrength, for adaptability to the diverse environments of the\nsatellites--and for a perfect susceptibility to telepathic control.\n\nBut, if a Woolly had killed a man--\n\nThe Company had declared at once its intention of sending an\ninvestigating commission to Phoebe; it did not request the interference\nof the Colonial Government, and that, from the Company was equivalent\nto a stern KEEP OUT in the face of the police and everyone else. But\nbefore the corporation heads had recovered sufficiently to issue their\nstatement, the All-Planet News Syndicate had Leila Frey aboard the\n_Zodiac_, traveling toward Phoebe at sixty miles a second.\n\nGedner took the girl's arm in one heavily-gloved hand and led her away\nfrom the ship at a leisurely pace. Captain Manoly had already vanished\nthankfully into the airlock of his vessel.\n\nAs if coming out of a trance, Leila made a sudden effort to shake her\narm from Gedner's grip. Failing, she walked on beside him in stiff\nsilence. It was the man who spoke, when they had almost reached the\nlargest of the lighted structures.\n\n\"So now your employers send you out after scoops,\" he remarked\nthoughtfully.\n\n\"I just happened to be in the Subsystem, looking for general interest\nstuff on the colonies,\" put in Leila quickly, almost defensively.\nGedner went on as if she had not spoken, and with like disregard for\nthe fact that every word was ringing also in the helmet phones of the\ntwo other men plodding on behind.\n\n\"You've been doing well since you got rid of me. But I always knew you\nhad what it takes to get ahead, darling; you've never been anything but\na grasping, selfish, irresponsible little monster.\"\n\nLeila wrenched herself away from him, as they paused at the airlock\ndoor of the Company headquarters. \"I assure you I haven't changed in\nthe least,\" she told him icily. \"And neither have you. You're still\none huge hypertrophied ego. Nothing matters to you except being the\nboss--Say!\" She began to laugh, staccato. \"Why, Paul, you've found the\none ideal place for yourself here, out of the whole System. A planet\nlittle enough to make you feel as big as you want to, where you're\nalmost alone with a crew of subhuman things that don't know anything\nbut obedience....\"\n\nHer own words called back the jarring memory of what had brought her\nhere, and she stopped on an indrawn breath. Gedner had stared at her\nin silence--she knew that of old as a sign that she had come near the\nquick of his pride--and abruptly she was aware of the ghostly mass of\nBig Bill, looming erect behind his master.\n\nOut on the landing strip blue lightning ripped through the noonday\ndusk. The ground vibrated as the _Zodiac_ began to glide forward; the\nrocky landscape stood out in harsh light and shadow, and the glare of\natomic flame silhouetted the misshapen figures of the two other men,\nwho had come up and were waiting.\n\nGedner operated the airlock mechanism, and they passed through; the\nthrobbing vibration underfoot rose to a higher pitch and died suddenly\nas the space ship left the surface of the moon. In three days, Earth\ntime, it would return to pick Leila up on the return trip to Titan.\n\nAfter the three men and the girl entered the giant Woolly. The thin\ntranslucent lids descended again over his eyes as he rolled into the\nbrightly-lit room.\n\nThe room, Leila observed, was large and slovenly, arranged for both\nbusiness and relaxation, a scarred desk and file-cabinet keeping\ncompany with a table, armchairs and a tired-looking couch. Walls and\nceilings were naked insulation; the iron floor was unswept of dust and\ncigarette butts, and patched with rust. But it was a relief for her\nto feel her great iron-soled shoes, like those of a medieval Russian\npeasant, assert their magnetic grip. Without further ado, the girl\nunfastened the bulky ballast belt about her slender waist, wriggled\nout of the shoulder harness, and let what on Earth would have been a\nthousand pounds of lead slide to the floor.\n\nGedner lounged against the table; he had raised the faceplate of his\nhelmet, and his features had the pallor which comes with a long stay on\nthe outer planets. He remarked lightly, \"The Company would raise hell\nif they knew you were here.\"\n\n\"That's not my worry,\" retorted Leila. \"I'm on assignment from A.P.\"\n\n\"Maybe you'd like to interview Sam Chandler. He's right outside.\"\n\nThe girl recoiled from Gedner's easy smile. \"No!\" she said sharply, and\nthen added, \"Later ... perhaps.\"\n\n\"The All-Planet people want the details, don't they?\"\n\n\"For God's sake, Paul!\" exploded Mark Paige. But his mouth twitched\nbeneath his hopelessly straggly little mustache as Gedner's gaze met\nhis.\n\n\"Shut up,\" said Gedner evenly. \"Miss Frey and I are old friends. We\nunderstand each other.\"\n\n\n\nLeila said nothing, but her red lips were compressed to a thin line as\nshe fumbled with the air-tight zippers of her suit. As she wriggled\nwith difficulty out of the heavy garment, Gedner's hard black eyes\ndwelt with pleasure on the white silk blouse and shorts she had donned\nin the stuffy cabin aboard the rocket, on the soft curves of her\nbreasts and her slender legs.... And in the corner crouched Big Bill, a\ngreat white-furred faceless thing with dull red eyes fixed unwinkingly\non the girl.\n\nLeila sat down in one of the worn armchairs, but she failed to relax\nfrom the tension, the nameless apprehension that had begun to grip\nher when she first set foot on this little twilight moon. Her gaze\nflicked from Gedner to Paige, who had picked up her discarded vacuum\nsuit and was arranging it meticulously on the hangers beside the\nouter door, and from him to the third man, who, without even removing\nhis helmet, had bent over the desk and seemed to be absorbed in the\ndisordered papers atop it. The humming undertone of the air pump, which\nhad started automatically on the opening of the inner airlock door,\nstopped suddenly as the room pressure reached normal, and left a heavy\nsilence....\n\nShe looked back to Gedner, leaning lazily against the battered table,\none thumb hooked into the belt that sagged awkwardly over his ballast\nbelt to support a holstered flame pistol. He smiled at her again, and\nshe had a panicky feeling of being alone with him in this bare room\nmillions of miles from civilization.\n\nBut what he said was not at all alarming. \"Care for something to eat?\"\n\n\"I had dinner on the rocket,\" said Leila.\n\n\"Cup of tea, then?\" said Gedner. Leila nodded, grateful for a\ndistraction. Paige had already moved toward what was evidently the\nkitchen door, methodically removing his gloves as he went. Presently he\ncame back with a tray and a single steaming cup.\n\nGedner slid off the edge of the table and turned to Paige. \"We'd\nbetter flame that strip before it cools off entirely,\" he said\nmatter-of-factly, and, to Leila, with a gesture at the still-helmeted\nfigure bending over the desk, \"Doc Chaikoski here can entertain you\nwhile we're busy.\"\n\nThe one indicated looked up quickly, and, though his face was obscured\nby the reflection of light in his helmet, his very posture, even in the\ngrotesque space suit, spoke of taut hatred as he glanced toward Gedner.\nThe latter took no notice, but turned away to join Paige, who had\nsilently opened a chest in the far end of the room and was dragging\nout two heavy portable electron torches.\n\nThe two men snapped their faceplates shut and went out through the\nairlock. Leila sat quite still for a little while, glancing nervously\nfrom the crouching, silent Woolly against the wall to the equally\nsilent man. At last she exclaimed in exasperation, \"Won't you take that\nthing off your head? Two gargoyles in a room this size are too many!\"\n\nThe other spoke for the first time. \"It won't help much,\" he said in\na toneless voice, but he removed the helmet, set it carelessly on the\ndesk-top, and, turning, began to unzip his vacuum suit. The girl saw\na pale, thin, youthful face, shockingly marred by a huge, angry scar\nwhich cut diagonally across the cheek, ruined the bridge of the nose,\nand disappeared under an unkempt shock of dun-colored hair. A terrific\nblow, perhaps from a hot fragment of metal, must have left that mark.\n\n\"My name isn't Doc.\" There was increasing bitterness in his voice.\n\"It's Leo. It's just that it amuses _him_ to call me that, because I\nhappen to be a petrologist.\"\n\n\"Oh,\" said Leila. She watched him cross the room and toss his space\nsuit onto a hanger, return and sprawl limply in the chair behind the\ndesk. Then she remembered that she was a reporter with the biggest\nstory of her life to get. \"Perhaps you can tell me something of what I\nneed to know,\" she suggested.\n\nLeo Chaikoski stared fixedly at the tangle of papers. \"What do you\nmean?\"\n\n\"Well ...\" she hesitated. \"Something about the general setup here, to\nbegin with.\"\n\n\"Setup? It's simple enough. Paul Gedner gives the orders to the\nWoollies and to the rest of us--officially, he's only the Woolly boss,\nbut--well, you seem to know him.\"\n\n\"Yes,\" said Leila.\n\n\"I have a degree from North American Geological, so whenever the\nWoollies have worked out a jade site, I go out and kick over a couple\nof rocks to uncover a new one. It's not a job--the surface supply will\noutlast the market. Paige keeps the accounts and production records and\nmakes out requisitions once in a while and spends the rest of his time\nwith a book and a bottle. Chandler--was--our maintenance man for the\nmechanical equipment. And the Woollies dig the jade and load it when\nthe rocket comes, and Saturn Colonial pays our salaries.\"\n\nBut Leila seized on the mention of the dead man. She said, \"I'm here to\nget the facts on Chandler's death, you know.\"\n\n\n\nHis head snapped up; the girl fancied she saw alarm flash into his\neyes. Then he looked down again. \"You'd better ask the others. They\nwere both there when it happened; I wasn't.\"\n\n\"But you must know how it happened.\"\n\n\"Chandler was out at the diggings, inspecting a drill, when one of the\nWoollies on the job attacked him. There wasn't any provocation, nor any\nwarning. Paul killed the Woolly with that gun he carries, but Chandler\nwas done for.\"\n\nThere was a guarded look in the scarred face, and Leila was not\nsatisfied. She remembered her training in interviewing--the\nyou-approach.\n\n\"What do _you_ think made that Woolly run amok?\" she demanded\npointblank.\n\nLeo rose to his feet with a jerk, as if the abrupt question had carried\na physical impact. He said in a savage voice, \"I don't think, I--\" He\nbit off the last word and fell silent, the great scar growing more\napparent as his face paled. His eyes strayed fearfully toward the outer\ndoor; then he looked back at the girl and advancing toward her, lowered\nhis voice. \"Listen, I'll tell you. But you mustn't let _him_ see that\nyou know.... Paul killed Chandler.\"\n\nLeila sat open-mouthed. But there was no need for her to say anything;\nthe words came now from Leo Chaikoski in a jerky torrent.\n\n\"You've seen how it is. _He_ controls the Woollies, like he dominates\neverything else around him. The rest of us know the technique, too--but\nwe can't do anything with them. He's _strong_. He made the Woolly kill\nChandler--and he could kill Paige or me the same way--or you. Yes, he\ncould kill you, too, if he wanted to. He has us all in his hands.\" The\nyoung man's voice had sunk lower and lower, and a thread of mortal\nterror ran through it.\n\n\"That's why he can murder us and never be caught.\" Leo's scarred face\ntwisted with impotent rage. \"I'd kill him ... but he always has the\ngun ... and the Woollies. If I had a gun, I could do it....\" He grasped\npleadingly at the girl's limp hand on the arm of her chair. \"Do you\nhappen to have a gun?\"\n\n\"No,\" said Leila curtly. Her blue eyes stared into space, past Leo\nand his fear; her mind raced, envisaging the widening ripples of\nconsequence that were even now spreading throughout the whole System\nfrom the death of a mechanic. If that death had been murder--had the\nkiller acted without considering those consequences?\n\nLeo's abject terror gave the weight of truth to his accusation--a\nweird indictment, but no more preposterous than the simple fact that\na Woolly had killed a man. But there was still something missing, the\nfundamental--\n\n\"Why?\" said Leila suddenly, almost to herself. \"I don't doubt that\nPaul's capable of murder. But it would have to be for profit.\"\n\n\"The motive?\" Leo hesitated, then, \"Oh, that's simple. _He_ sabotaged\nthe radio. Chandler was going to fix it ... he wasn't afraid. So Paul\nmade the Woolly kill him.\"\n\nNow Leila too glanced apprehensively at the door. She exclaimed, \"But\nthis makes less and less sense. Why should Paul Gedner want the radio\nout of commission?\"\n\nLeo was silent, avoiding her penetrating gaze; at last he said\nsullenly, \"Chandler wanted to send a message.\"\n\nLeila's hands tightened on the arms of her chair. \"What message?\" she\npersisted fiercely.\n\n\"Why shouldn't I tell you what he's doing?\" Leo wondered dully. \"He's\ngoing to kill me, anyway, because I know, and then he'll kill you\ntoo--\" His words were choked off in a gasp; he sprang back, crashing\nbruisingly into the desk, and cowered against it. Into a deathly\nsilence came the grating of the inner airlock door. It opened, and\nGedner came in, followed by Paige burdened with the two glazing\ntorches. Gedner's eyes traveled from the girl to Leo and back again,\nand his grin flashed as he lifted off his helmet.\n\n\"Having a nice chat?\" he inquired softly.\n\n\n\nNobody answered; in the intolerable silence, Gedner crossed to the\ndesk, picked up a package of cigarettes and inhaled one into life as\nhe began removing his vacuum suit. Leo Chaikoski sidled away from him,\nslumped into a chair in the corner, and sat staring into space.\n\n\"I hope you've found time to admire Big Bill,\" said Gedner lightly,\ngesturing at the giant creature, which had not moved or shifted its red\ngaze from Leila for a moment. \"Quite a man, isn't he? You always liked\nthe big, husky type, didn't you, darling?\"\n\n\"Wouldn't it be better,\" said Leila in a carefully governed voice, \"to\nleave that beast outside? After--what happened, I mean.\"\n\n\"Big Bill's all right. All the Woollies are all right; you just have to\nknow how to get along with them.\"\n\nThe girl shuddered inwardly; it no longer occurred to her to doubt what\nLeo had told her. Another silence fell; it was broken by Paige, who,\nhaving hung up his outer garments, had stood for a time, glancing about\nuncertainly, and at last looked elaborately at his watch, moved toward\nthe inner door, and announced, \"I'm going to bed.\"\n\n\"Go easy on the nightcap,\" advised Gedner. He looped his pistol belt\ncarefully over the back of a chair, with the gun hanging on the\noutside, then sat down on the edge of the desk and drew contentedly on\nhis cigarette. \"Our bedtimes are various,\" he told Leila. \"No proper\nnight or day here, and damn little system. The Company doesn't worry as\nlong as we get out the jade.\"\n\n\"The Company's worried now,\" said Leila, uncomfortably, feeling\nGedner's probing gaze upon her. \"They're sending a commission to\ninvestigate Phoebe.\"\n\n\"A commission!\" mocked Gedner. There was silence again for a space, and\nan infinitesimal change crept into his hard, smiling face; Leila strove\nin vain to read it. Only at the last moment did she become aware of the\npale shadow looming beside her.\n\nShe looked up into the scarlet eyes of the monster, and screamed\nuncontrollably. Shaggy white arms went round her and lifted her into\nthe air; she could feel the muscles bulging like plastic iron against\nher, pressing her to the furry body that was almost painfully hot.\nLeila went wild for a few seconds, striking at the white mask of Big\nBill's face, struggling uselessly; then she made herself lie still.\n\n\"Your idea of a joke ...\" she choked.\n\n\"Quite a man, isn't he?\" chuckled Gedner. He made an unconcerned\ngesture, and Big Bill bent to deposit Leila with care in her place in\nthe armchair again. The Woolly backed away to huddle as before against\nthe naked wall, his mighty three-fingered hands resting on the floor.\n\nLeo Chaikoski had come to his feet, his scarred face distorted, hands\nclenched at his sides. He made an inarticulate sound; Gedner turned and\nlooked at him for a long moment, then asked softly, \"Don't you think\nit's your bedtime too, Doc?\"\n\nLeo jerked out, \"You damned ... stinking ... I'm not afraid....\"\n\n\"Take it easy,\" said Gedner. He took Leo's arm in a sure grip, turned\nhim about and walked him firmly to the door. \"You're all worked up,\nDoc. You need a bit of sleep.\" As if in a dream Leo walked on through\nthe doorway; Gedner watched him go, pressed the stud that closed the\ndoor, and turned a key in the lock.\n\nLeila felt herself white and shaking from the reaction, and angrier\nthereby. It was a minute before she could command her voice; then she\ntold Paul Gedner what he was, in terms that Leo Chaikoski would never\nhave thought of, in English, Spanish, and Martian.\n\nGedner laughed, thrusting the key into his pocket. \"You're all right.\nBut for about two seconds I'll bet you thought Big Bill was going to\ncarry you off, like the gorillas do the beautiful white girls in the\nstory books. Bill could hardly have a gorilla's motives, though--the\nWoollies reproduce by budding when you feed them phosphorus. He\ncouldn't even eat you alive; you'd probably poison him. That's not a\ncrack; it's metabolism.\"\n\nLeila was relatively calm again. \"I think it's my bedtime too,\" she\nsaid frozenly. \"I'm tired from my trip--and this friendly reception--\"\n\n\"Not yet,\" insisted Gedner. \"We ought to have a lot to talk about. It's\nbeen a long time since I saw you.\" He added, \"Or any woman, for that\nmatter.\" His eyes fell on the teacup, which had toppled unnoticed from\nthe arm of Leila's chair and rolled away across the floor. \"You didn't\ndrink your tea.... Maybe you'd like something more stimulating?\" He\nbent to open a drawer of the file-cabinet and take out a half-filled\nbottle.\n\n\"No,\" the girl said sharply. Gedner shrugged, and put the bottle back.\nHe crossed the room and leaned against the wall beside Big Bill,\nletting a hand rest on the great Woolly's flattened head and running\nhis fingers idly through the fine white hair. Leila could not face the\nintent, identical gaze in the eyes of man and monster.\n\n\n\nAbruptly Gedner said, \"That little crackpot was talking to you, wasn't\nhe?\" At the girl's nod, he went on, \"He's not particularly sane. They\nget that way, out in these stations.\"\n\nShe looked at him at last. \"He seems to be about as sane as you are,\nPaul.\"\n\n\"So you think I'm crazy?\" said Gedner amusedly.\n\nA surge of anger nerved Leila. \"You've always been a little crazy. Now\nI think you're crazy a lot. Power-crazy.\"\n\n\"That's right,\" answered the man unexpectedly. Something glowed in his\nblack eyes, smothering the mocking light; he straightened. \"And I've\ngot it, now. Here--as you've seen--I'm the boss. And that's not all.\"\n\n\"That's not all!\" echoed Leila with a scornful laugh. \"Wait till the\nCompany investigators get here. Where will your little kingdom be then?\"\n\n\"We won't be here to meet them,\" said Gedner readily. \"The _Zodiac_\nwill be back here inside sixty hours. It won't be hard--with the\nWoollies' help--to commandeer her.\"\n\n\"Now I know you're crazy!\" But there was a doubt behind her\nincredulity. In the confident figure of Gedner she saw the author of\nthe fear and menace that had spread out from this remote moon to grip\nthe whole Saturnian Subsystem. But the _why_ was still unanswered.\n\n\"I'm glad you showed up here, Leila darling,\" he was saying. \"I'd\nintended to catch up with you before you got out of the moons,\nanyway--but you've saved me a lot of trouble. From now on, you're going\nalong with me.\"\n\nLeila knew a sinking sensation, but she rallied bravely. \"What do you\nthink you're going to do--convert the _Zodiac_ into a pirate warship,\nwith a Woolly crew? Those days are gone.\"\n\n\"Nothing so stupid; she'll go on schedule to Titan. I've made some\ndiscoveries, and I intend to use them. People have been using Woollies\nfor fifty years, and nobody has realized their full possibilities. I'd\nalready begun to a year ago, when I took this job on this God-forsaken\nrock; and here I've had the leisure and the opportunity to work the\npossibilities out.\"\n\n\"For murder?\" asked Leila bluntly.\n\n\"I had to get rid of Chandler--he had one of those single-track minds\nfull of ideas about 'loyalty to the company' and so on--But I see\nyou don't understand. Yet you must know better than I do just what's\nhappened in the Subsystem since I sent out the news that one Woolly\nhad killed one man.\" He paused, and when she did not answer, \"Panic,\nfinancial collapse, the whole system starts falling to pieces. Before\nlong, there are going to be more such incidents--not on Phoebe this\ntime, but on Titan, right in the heart of Saturnian civilization. You\ncan imagine what will happen then. Now suppose, in the midst of the\nturmoil, appears a small group of men who have learned to control\nthe Woollies, fully control, so that no untrained human mind can\nchallenge their commands. Like I control Big Bill.\" He gestured at\nthe immobile monster. \"Look at him; he thinks only what I think, he\nwants only what I want--never before did two hearts beat so completely\nas one.... Suppose, then, that this group--a few friends and I--take\nover the central offices of the Company, and incidentally the Colonial\nGovernment. Then, of course, the secret can come out: that Woollies\ndon't run wild, they don't kill unless they're ordered to, and they\nwon't be ordered to kill anybody who stays in line and does as he's\ntold. There'll be a general sigh of relief, and nobody will worry about\nthe change of administrations.\"\n\nLeila sat very still, assimilating the picture his words built up. It\nwasn't impossible; it was the ancient pattern of successful revolution:\nfirst bring in chaos, then out of the chaos a new order of brutal\nforce. There was only one flaw.... She laughed.\n\n\"It ought to work very nicely, Paul. Until the Earth Government hears\nabout it and send a couple of battleships to blast you out of the\nUniverse.\"\n\nGedner grinned confidently. \"But Earth is in opposition, beyond the\nSun. It'll take over two weeks for a ship to get there, if any escapes\nbefore we seize the ports. And by the time they can get any Fleet units\nhere, we'll be ready for them, with men recruited--there will be plenty\nwilling to join us--and the defenses of the major moons could stand off\nhalf a dozen battleships. They won't dare bomb the cities because of\nthe civilian populations--\"\n\n\"War with Earth?\" cried Leila unbelievingly. _That_ was preposterous,\nunheard-of.\n\n\"Why not? In a year, two years, I'll be stronger than Earth!\"\n\n\n\nLeila stared at him again. \"The population of the moons is about\ntwenty million. Earth has over three billion,\" she recited as if in a\nclassroom. \"'Stronger than Earth'?\"\n\n\"Your thinking in terms of population figures,\" said Gedner, \"is very\ncrude. Don't you know what the real strength of Earth has been for the\npast three hundred years? Not a mass of three billion people--but ten\nor a dozen battleships, the backbone of the fleet. Do you know what\na star-class battleship is? A thousand feet of hull, tungsten-alloy\narmor ten feet thick, twenty-six-gravity mercury engines, fifteen\nto twenty-one atomic blast guns, a thousand tons or so of atomic\nexplosives. Those are the surface features--but what matters is that\nthey're the biggest carriers and distributors of pure energy that have\never operated in the Solar System. And they remain effective as long as\nthere's atomic energy to power their weapons.\"\n\n\"I know all that,\" said the girl impatiently.\n\n\"All right. What you evidently don't know is that right now, in the\nyear of civilization 745, Earth is almost at the end of its supply of\npower metals. They've been importing Martian power--solar power--for\nthe last two decades, hoarding their own dwindling stores of the heavy\nelements, in case of war, and at the same time trying to build up the\ndomestic helio-dynamic plants. But it's plain that Earth hasn't the\npower to fight a major war at present.\"\n\n\"A major war?\" said Leila helplessly. \"What makes you think it would\ntake a major war to smash your scheme?\"\n\n\"Evidently,\" said Gedner, \"Doc Chaikoski didn't tell you all he knows.\"\n\nLeila remembered, with a queer chill, the sentence that had been\ninterrupted by Gedner's return. She opened her mouth and closed it\nwithout saying anything. Gedner, who had been pacing up and down paused\nand gave her a long, intent look.\n\n\"I intended you to know, in any case. You'll go with me to Kroniopolis,\nas soon as the _Zodiac_ comes back.... Leila, my love, this moon is\nlousy with uranium.\"\n\n\"That can't be true!\" cried Leila, but her voice shook. \"The\nscientists--the whole theory of planetary origins--\"\n\n\"You've been reading your own Science and Progress supplements.\nCertainly, the theory says there can't be any heavy metals on the\nsurfaces of the major planets or their moons. But Phoebe isn't a moon\nof Saturn. Look at its retrograde revolution! It wandered in a long\ntime ago from somewhere nearer the Sun, and wherever it came from there\nwas plenty of uranium. That's the way Chaikoski explained it, at least.\nHe happened onto a deposit the last time he went prospecting for jade,\nand once he knew what to look for, he found three more. And that's just\na sample of what there must be. With that, and the Woollies--Do you see\nnow?\"\n\n\"Yes ... I see,\" answered Leila slowly. She raised her blond head and\nmet Gedner's look steadfastly. \"Paul ... did you ever read any history?\nAbout six hundred years ago, there was a man called Hitler, who had\nideas a lot like yours. He got pretty far with them too, because he\nhad the same advantages you count on: better weapons than anybody else\nin the world, and a whole nation of people that were almost like the\nWoollies, trained to obey and not to think. But what happened to him--\"\n\n\"Isn't going to happen to me,\" interrupted Gedner, unimpressed. \"I've\ngot enough imagination to see where history is heading _now_--not six\nhundred years ago--and the brains to make a good thing of it. Earth\nis done for; Saturn and Mars are going to be the next centers of the\nSolar System. And inside the next couple of weeks I'm going to be the\nboss of Saturn.\" He was smiling triumphantly down at the girl as she\nsat in the armchair. For the moment, staggered by Gedner's dream of\nconquest, Leila had forgotten her own present situation; now, with a\ntremor, she realized that he was very close.\n\n\"How are you going to like being Queen of Saturn, Leila?\" he asked\nsoftly.\n\n\"I ... don't know,\" faltered the girl, rising stiffly, mechanically to\nher feet as she spoke. Gedner laid a hand on her arm, but she jerked\naway and retreated from him. \"You'd better let me think that over.\"\n\nGedner's smile twisted down at one corner; his intense gaze followed\nher slim figure in the scanty white costume, and his eyes narrowed. \"I\ndidn't ask you whether you wanted to be Queen of Saturn. I asked you\nhow you were going to like it.\"\n\n\"It doesn't sound like my kind of a job,\" said Leila. As she spoke, she\nwas still moving cautiously away, keeping her eyes on him. But at the\nlast moment, Gedner saw where she was going, and swore in fury as he\nflung himself forward.\n\n\"The job's yours,\" he muttered, \"and you start now!\" She fought, but\nhis arms were about her with a strength that seemed to equal that of\nthe giant Woolly. When he tried to kiss her panting mouth, she bit his\ncheek until the blood ran, but he only laughed and swung her clear of\nthe floor. He twisted a hand in her blond hair, pulled her head back\nand bent to plant a savage kiss on her throat instead.\n\nSuddenly the girl stopped struggling; her eyes dilated, looking past\nGedner's shoulder. In a smothered whisper she exclaimed, \"Paul--_look\nout_!\"\n\n\n\nThe urgency in her voice made him glance up; in an instant he had\nreleased her and spun around. To face Big Bill, who had silently risen\nhalf-erect and as silently advanced upon the two. The Woolly's flat\nhead was sunk between his shoulders; his huge three-fingered hands\ndangled below his shaggy knees, and almost all his resemblance to a man\nwas lost. His red eyes glinted coldly in the bright light.\n\nAs Gedner wheeled, Big Bill halted his stealthy approach. He reared\nabruptly to his full seven feet of height, then slowly raised his great\nmitten-like hands.\n\nLeila, in a dazed huddle on the floor, saw the first look of utter\nstupefaction on Gedner's face replaced by one of scowling mental\neffort--and then by a dawning horror. Big Bill sank into a tense\ncrouch. Then Gedner threw himself sidewise, and his hand came up with\nthe gun; and in that instant Big Bill went for him in one terrible\nrolling rush.\n\nBefore the man's finger could jerk the firing lever, one of those huge\nthree-fingered hands closed on his forearm. There was a snapping, and\nthe flame pistol spun away; Gedner screamed out in agony then, and once\nagain as the Woolly lifted him into the air to smash him down against\nthe iron floor.\n\nThat was all. Big Bill stood quietly, a stooping white-furred figure\nwith dangling hands, over a red thing on the floor that squirmed\npainfully and was still. In the silence the sobbing gasps of Leila's\nown breathing rang in her ears.\n\nKnuckles crashed against the door panels, and Mark Paige's voice came\nin, edged with anxiety--\"Hey, Paul!\" Leila stirred from her stunned\napathy and picked herself off the floor; and then she did the bravest\naction of her life.\n\nWith heart banging against her front teeth, she walked across the room\nand knelt beside the shattered body. The great red eyes of the Woolly\nlooked dully down at her. Fortunately, the key was in the first and\nmost accessible pocket.\n\nIt took her several tries, with her back to Big Bill, to fit it into\nthe lock. She had picked up the flame pistol and held it in her left\nhand, pointing away from the door at a wavering angle; that was just as\nwell, for Paige's headlong entry when the door slid open nearly tripped\nher taut nerves into pulling the trigger.\n\n\"Hey!\" said Paige again in a low voice. His eyes fell on Leila's\nshaking hand, and he reached across to take the gun away from her and\naim it pointblank at Big Bill. There was a strong odor of liquor on his\nbreath, but his hand holding the pistol was perfectly steady. \"Shall I\nshoot him?\" he asked almost casually.\n\nLeila shook her head numbly. \"I--I don't think it's necessary.\"\n\nHe was silent a moment, regarding the Woolly. \"But we'd better get him\nout of here.\" He gestured and frowned at Big Bill, and by sign language\nand telepathy made the great creature understand. Big Bill retreated to\nthe airlock, fumbled with its controls, and rolled out into the lock.\nThe clang of the outer door brought an involuntary sigh from Leila. One\nmitten-like hand had left a red smear on the opening lever....\n\n\"What happened?\" inquired Paige at last.\n\n\"I don't know,\" said Leila confusedly. Her knees had gone boneless; she\nsank into a chair. \"It was just sitting against the wall there--\" she\npointed \"--and then it got up and killed him.\" She hesitated. \"Paul\nseemed to be trying to control it ... but I guess he couldn't.\"\n\nPaige laid the gun carefully on the desk, walked deliberately to the\ncouch, unfolded a blanket, and went to spread it over Paul Gedner and\nhis dream of an Empire of Saturn. The blanket could not quite cover\neverything.\n\n\n\nBig Bill rolled ponderously through the inky Phoebean night, his\nhuge red eyes picking an aimless path by the starlight. There was a\nnagging emptiness in his little mind--a vacuum left by the vanishing\nof Gedner's dominant will. The vanishing Big Bill could not explain.\nBut he knew that he had had no thoughts that were not also those of the\ngodlike master, no desires that were not the reflection of Gedner's....\n\nDimly he remembered the final scene in the humans' dwelling. There had\nbeen a strange storm of unprecedented emotions, and Big Bill too had\nfelt a moment of overpowering desire for the slight fair-headed human\nwho had come in the rocket.... And then came an instant of blind, alien\nfury to which Big Bill could give no name or meaning, and whose deeds\nhe could not remember.\n\nNor could he know that, mirroring Gedner's passions, he had only felt\nand acted as the man would have if he, instead of the Woolly, had been\nthe onlooker.\n\nHe had gone mad with jealousy.",
    "metadata": {
        "author": [
            "Abernathy, Robert",
            "Abernathy, Robert Harwood"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/64358/pg64358.txt",
        "name": "failure_on_titan.json"
    }
}