{
    "name": "Fair and Warmer",
    "author": [
        "Wald, E. G. von",
        "Von Wald, E. G."
    ],
    "body": "[Sidenote: _Tensor's melancholia threatened to disturb the entire\ncitizenry, and that was most uncivil! So--if these peculiar aliens\ncaused him this distress, by provoking his intellectual curiosity, the\nremedy was for him to investigate them to his complete satisfaction....\nThus, in this manner, did Tensor get well--and did he learn a bit\ntoo...._]\n\n\nTensor gazed helplessly at the fine mist sifting down from a hazy,\nviolet sky. \"I told you I was having these spells.\"\n\n\"But Great Oxy,\" the administrator sputtered, \"can't you control\nyourself?\"\n\n\"I can't help it, Ruut,\" Tensor replied. \"I just feel sort of funny\nand--and--\"\n\nRuut's hyperimage was chewing on its illusory lip. \"Well, you've got to\nstop it. Do you understand? There'll be a lot of lichens and things\ngrowing all over the Prime's beautiful landscapes if this keeps up.\"\n\nThe administrator's concern amused Tensor and, as his mood lightened,\nthe drizzle abated and the sky became clear again.\n\n\"I'm sorry,\" he apologized sincerely. \"But I just seem to be having\ntrouble lately. Ever since the aliens came.\"\n\n\"Oh, come now, son,\" Ruut chortled with assumed heartiness. \"That's\nelementary somatics. Just get a grip on yourself.\"\n\n\"Yes sir.\"\n\n\"Perhaps you've been working, or exerting yourself in some other foolish\nway. Maybe you're tired and should take something.\"\n\nThe long, scrawny citizen gazed disconsolately at the beautitful violet\nsky, his face relaxed and soleful. He sighed and murmured, \"Frankly,\nRuut, I just don't seem to give a damn anymore.\"\n\nOn the other side of the planet, Ruut gulped convulsively. His eyes\nbulged out with thoroughly uncivilized amazement.\n\n\"Get out of consciousness immediately,\" he ordered hoarsely. \"Take a\nnego shot, if necessary. Take one anyway. We can't take chances.\" The\nadministrator's hyperimage, with calculated angry expression, glared\nsternly into Tensor's mind. \"Did you understand me?\"\n\n\"Yes sir,\" Tensor murmured. A vague unpleasantness began stirring in his\nstomach as he contemplated Ruut's thought. The administrator was\nabsolutely right. Civilization simply could not tolerate an unhappy,\nuncooperative citizen. The general satisfaction of all was so clearly\nthe responsibility of each individual, and one careless man could ruin\nit for everybody. Very much as he had been doing.\n\nObediently he nodded. Concealing his embarrassment at the artificiality\nof the act, he permitted the hyperimage to watch while he administered\nthe chemical.\n\n\"Good.\" Ruut became calm at once, now that he was certain he could\ncommand the situation. \"I'll have the physician examine you before that\nwears off.\" He hesitated and said even more mildly. \"I hope this is just\na passing thing, Tensor. You know I'll do everything I can for you, even\nteleporting to your focus. But you're a weather sensitive, and that's a\npretty common classification. And you know the Council.\"\n\nTensor indicated lazy assent. As the drug took hold, he slipped\nsoothingly into unconsciousness, and the hyperimage flickered and\nvanished with his powers. His last emotion was one of a vague relief\nthat he would not have to look at the low caste face of an administrator\nfor a while.\n\n\n\nHe floated in his focus, idly and uninterestedly contemplating the deep\nviolet far above. A few minutes before, he had been stirred to an\nelusive and incomprehensible wistfulness which had been, in some way,\nconnected with the aliens. While waiting for the physician, he pondered\nthe brief glimpse he had got of them before the Council clamped\ndown its screen and privacy orders. Now, under the emotionless\npseudoconsciousness of the nego, it seemed strange that he could have\nbeen interested in those futile and primitive beings. Practically\nnothing was known about them, because they could not communicate.\n\nTensor studied the question briefly. There was no answer available in\nthe paucity of information, so he dismissed it without further interest.\nInsufficient data. Therefore, insoluble problem. Therefore, forget about\nit.\n\nHe continued to stare at the sky, unconsciously and vacantly waiting.\n\nHe felt the itch. It was a slight stimulation of his medulary region,\nindicating somebody's desire to communicate with him. That, however, was\nimpossible at the moment. The only faculties of significance remaining\nin his neutral somatic state were those which were absolutely necessary\nfor civilized life--levitation to avoid being disturbed by gravity, the\nfocus for personal privacy, the construction of food. Communication was\nnot one of those, so the itch would just have to remain. Tensor\ncontemplated an eternity with the medulary itch without the slightest\nconcern.\n\nAbruptly the itch stopped and Curl was there, looking exhausted, as was\nthe polite fashion, since teleporting oneself was commonly regarded as\ntiring.\n\n\"You've taken nego,\" the physician murmured aloud, half accusingly.\n\n\"Yes sir,\" Tensor replied, using similar sound patterns. \"Ruut ordered\nme to.\"\n\n\"What in Oxy for?\"\n\n\"He did not like my attitude.\"\n\nThe physician considered the information, and while he did so, Ruut\npopped into existence beside him, a most uncivilized look of worry on\nhis face.\n\n\"How is he, Curl? What have you found out?\"\n\n\"No need for excitement, my dear administrator,\" the physician replied\nevenly, politely avoiding comment on Ruut's crude, low caste self\ncontrol. \"I just got here. Thanks to your order to the young man to fill\nhimself up with nego, he was unable to let me project a hyperimage.\"\n\n\"But the situation was dangerous. Did you examine him? Did he tell you\nwhat he said to me?\"\n\nCurl glanced at him, and then quickly sent probing thoughts at Tensor's\nmind and body. After a moment, he gave it up, shaking his head. \"The\nnego won't let him communicate at all. I'll have to order him to\nadminister an antidote to himself.\"\n\n\"No!\" Ruut almost shouted. \"It's dangerous.\" He rapidly gave an oral and\nsomewhat horrified account of his earlier communication with Tensor.\n\n\"All right,\" the physician grudgingly admitted. \"I'll try to do it\nsuperficially. But it's difficult. It's awfully hard to know what's\ngoing on in his body from just looking at it and listening to him talk.\"\n\nHe turned to Tensor. \"How long have you been having these--er, spurious\nmoods?\"\n\n\"About six months.\"\n\n\"Are you having any other troubles?\"\n\n\"No sir. It's just the simple things, like the weather, that seem to be\naffected.\"\n\n\"I see. Melancholia.\" Curl frowned thoughtfully. \"These moods come\nunwillingly, is that it? And they don't go away entirely when you shift\nyour endocrine balance?\"\n\n\"I'm not so sure about that endocrine shift, sir,\" Tensor stated\nemotionlessly.\n\n\"You mean--\" Curl stopped incredulously. He shook his head as he\ncomprehended. \"Great Iso Oxys!\"\n\n\"What is it?\" Ruut asked in a hushed voice.\n\n\"This is deeper than I thought, Ruut. You did very well to put him under\nnego. The man can't control his endocrine system properly.\"\n\n\"Well do something,\" Ruut demanded. \"Don't just float there.\"\n\n\"All I can do,\" Curl said, raising his voice exactly one decibel to show\nhis irritation, \"is give advice. Obviously, in his condition, the man\ncan't follow it.\"\n\nRuut gazed unhappily at his friend. He was in authority over Tensor, and\ntherefore far inferior in native gifts. Now it seemed that Tensor was\nregressing in some obscure way to his own level, a tragic and\nuncivilized situation.\n\n\"This has happened before,\" Curl admitted. \"But I can't quite remember\nwhen.\" He sighed resignedly. \"I guess I'll have to teleport again.\nSomebody probably remembers.\"\n\nHe disappeared for a few minutes and returned again, face beaming\ndespite the fatigue.\n\n\"Oh yes,\" he said cheerfully. \"Now I know.\"\n\nTensor stared at him with uninterested eyes.\n\n\"The man is dying,\" Curl explained with satisfaction.\n\n\"Dying?\" Ruut murmured incredulously. \"But that's impossible unless the\nCouncil orders him to destroy himself. Why--why that would make him just\nlike an animal.\"\n\n\"That's what it is,\" Curl insisted.\n\nOrdinarily, Tensor would have been somewhat interested to know about\nthis strange process that was taking place within his body, but the nego\nkept his mind dull and unconcerned. He did not even question for\nreasons.\n\nRuut, however, did, and the physician happily explained. \"You just have\nnever been concerned with these rare symptoms, my dear administrator.\nYou see, actually we are animals in a sense. We don't die like them, but\nif we are not in a focus we could be killed through some accidental\ninjury. The principal difference between us and the small animals that\noccasionally cause Prime trouble with his landscaping is control. They\nhave no control over their endocrine systems. We have.\"\n\n\"Of course,\" Ruut said. \"I know that.\"\n\n\"Ah, but perhaps you don't know that our race at one time had no more\ncontrol over our endocrine systems than those little animals.\n\n\"There are a lot of ways to account for the change, and it makes very\nfascinating discussion because it's absolutely unimportant. However,\nunder such conditions, a human being would automatically reach a certain\nstable level of development. But then, after an incredibly short time,\nthe essential chaos within its body due to lack of endocrine control\ncauses it to deteriorate. Eventually it is no longer capable of\nsustaining life and it dies.\"\n\nThe physician moved his hands in an awkward but eloquent gesture. \"And\nthat's all there is to it.\"\n\n\"Oh,\" Ruut murmured in an awed tone, not even comprehending the extent\nof the disease but trying to accept the staggering idea of natural\ndeath. \"Can't you do anything for him?\"\n\nCurl turned his attention casually back to the sick man again.\n\"Possibly. Dying, of course, is not a disease in itself, but merely a\nsymptom of one.\" He shook his head. \"I certainly wish I could examine\nhim directly without getting involved in a major social crisis.\"\n\n\"Oh, Prime would be furious,\" Ruut warned.\n\n\"No doubt. Well--he said that this started six months ago. Now what\ncould have happened six months ago?\"\n\n\"The aliens,\" Ruut said flatly. \"That's what caused it.\"\n\n\"Oh, come now, Ruut,\" Curl said amusedly. \"Don't be superstitious. What\nconnection could these--these aliens possibly have?\"\n\n\"Well, that's when the Council clamped down on them. Something funny\nabout the way they did that, too.\"\n\n\"Not at all funny,\" Curl told him in a superior tone of voice. \"It is\nsimply that the aliens appeared to be of a higher type of animal class\nwithout communication. Surely you wouldn't want to have anything to do\nwith such contradictory beings.\"\n\n\"Of course not. But Tensor got sick right after he visited them.\"\n\n\"He went to visit them?\" Curl was pensive a moment, and his eyes lighted\nup. \"In that case, Ruut, there may be some connection after all.\"\n\nRuut nodded without speaking.\n\n\"Tensor,\" Curl said thoughtfully, \"did you actually go to inspect the\nsavages?\"\n\n\"Yes sir.\"\n\n\"When?\"\n\n\"Just before the Council stopped it.\"\n\n\"Uh huh. Did you have a reaction?\"\n\nTensor considered. He recalled every detail of the fleeting impressions\nthat had been his during the few brief moments of his presence near the\npeculiar organisms. The impressions were confused and mingled with\nsensations of teleport fatigue, but there was a definite and strange\nsentiment involved somewhere.\n\n\"Yer, sir,\" he said woodenly. \"There seems to have been a reaction.\"\n\n\"Ha!\" The physician glanced significantly at Ruut. \"What kind of a\nreaction, Tensor? And how strong was it?\"\n\n\"I do not recognize it, sir. But it was stronger than the ordinary\nones.\"\n\nCurl floated over close to him, peering intently up into the unconscious\nman's eyes. \"Tell me the characteristics.\"\n\nTensor thought a moment and replied, \"Chaotic in one sense. Specific in\nanother.\"\n\n\"Speculative?\" Curl's eyes were eager with interest.\n\n\"Yes sir. I believe that would define it best. It was a sort of wild and\nungovernable desire to speculate on the origin of the aliens. A very\nsingular experience,\" he added.\n\n\"I knew it!\" Curl almost shouted. Then he quickly glanced about and\ncomposed himself stiffly. That was an embarrassing thing to do. In front\nof an administrator, too.\n\n\"Very well,\" he said. \"That confirms my diagnosis. I shall report it to\nthe Council and let them decide what to do.\"\n\n\"What is it?\" Ruut asked.\n\n\"A very strange disease. Rare, too. I haven't had a case of it for\ncenturies.\" He paused and shook his head. \"Too bad. I don't recall a\nsingle recovery from it once it got a good start.\"\n\n\"It is--contagious?\" Ruut asked timidly.\n\n\"Oh, not for you,\" Curl smiled. \"It's called intellectual curiosity, and\nit requires somewhat more brain power than you have.\"\n\n\"Thank Oxy for that,\" Ruut breathed fervently. His eyes went back to the\nrecumbent form of the diseased citizen.\n\n\"Yes. The Council will dearly love this.\" Curl said with satisfaction.\n\"Most unusual. He'll have to be destroyed, of course.\"\n\n\"But can't you do anything for it?\"\n\n\"Not likely. You see, it's the only appetite of which we are capable\nthat can't be controlled by shifting endocrine balance. Ordinarily, our\ncivilized manner of living prevents it from being aroused--that's the\nadvantage of being civilized. Because, once the appetite shows up, it\nsimply must be satisfied, or it's apt to do all sorts of poisonous\nthings to you, as you can see. The trouble is, satisfying curiosity\ngenerally involves at least some work, and what civilized man is going\nto get himself involved with anything like that?\"\n\n\"Insidious,\" Ruut whispered.\n\nCurl turned away, but then hesitated and glanced back. \"Still, since it\nconcerns the aliens--\" He frowned pensively. \"There is a scheme we've\nnever tried before that would probably cure him. I remember somebody\nmentioned it about eight hundred years ago, and we decided to try it out\non the next case. Never did, though. Nobody was interested. It's sort of\nuncivilized, but I'll bring it up and see what the Council thinks.\"\n\nHe nodded shortly, and evacuated to his own focus.\n\n\"Well, my boy,\" Ruut said to Tensor. \"I'm going to miss you.\"\n\n\"There is no need to concern yourself over me, sir,\" Tensor replied\nunemotionally. \"It does not bother me in the slightest.\"\n\nRuut knew that to be the truth, but it made him feel sad to think of\nsuch a highly civilized man as Tensor falling to a level that was even\nbelow an administrator. Abruptly, he caught himself and readjusted the\nendocrine balance in his own body to compensate for the character of his\nthought, and the moody spell passed.\n\nHe left, and Tensor continued to stare unconsciously at the brilliant,\ndeep violet of the sky, noting without appreciation the jewel-like\npoints of light that were the stars.\n\n\n\nThe nego had to be recomposed twice in his body before Curl returned,\nhis long, unkempt, black beard floating gently around his ears.\n\n\"Tensor,\" he said gravely, \"the Council has acted. It has been decided\nnot to order you to destroy yourself immediately, because I managed to\nconvince them that it would be interesting to try that old scheme I told\nyou about. I hope you don't mind.\"\n\nNaturally there was no reply from Tensor. In his emotionless state, he\ndid not care one way or the other. He waited.\n\n\"At any rate,\" the physician continued, \"what they did was order you to\nsatisfy this curiosity that is causing all your trouble.\n\n\"The reason, of course, isn't that the Council is interested in your\ncure. But they do desire some coherent information about the aliens. And\nsince it is unlikely that anyone will ever volunteer to take the trouble\nto investigate them on their own initiative, they felt your illness a\nsatisfactory excuse for requiring you to make the investigation.\"\n\n\"Yes sir.\"\n\nCurl sighed. It was monotonous, this trying to carry on a conversation\nwith an unconscious man. However, it was his duty as a physician, and he\nhad promised the Council. One thing he was sure of, though, and that was\nnever again to get involved in teleporting himself about the planet like\nthis on any account. He would send an assistant. Provided he could find\none.\n\n\"The Council would like a report when you get back. Do you think you can\ncontrol yourself if you know that you are going to investigate the\naliens whether you like it or not?\"\n\n\"I guess so, sir,\" Tensor replied without interest.\n\n\"Splendid. I'll return to my own focus and give you the privacy for\nadministering the antidote.\"\n\nTensor waited. When the physician was gone, he constructed the chemical\nin the vein of his left wrist, and in less than a minute he felt the\nsurging pleasure of his re-awakened faculties. He glanced doubtfully at\nthe sky, but it remained clear.\n\nCurl's hyperimage began forming in his mind. \"Everything all right now?\"\nthe physician inquired genially.\n\n\"Perfect,\" replied Tensor contentedly. \"This won't be so bad, even if it\nis useful work. Maybe I'm just a little peculiar.\"\n\n\"Ha, ha,\" Curl replied noncommittally.\n\n\"Oh, one thing further. What about the privacy screen set up around the\naliens?\"\n\n\"That was dropped months ago,\" Curl laughed. \"Can you imagine the\nCouncil sustaining anything like that for long?\"\n\n\"It doesn't require any effort.\"\n\n\"Yes, but it looks like it ought to, and you know how that affects a\ncivilized man. You can go any time you like.\"\n\nTensor nodded and withdrew.\n\n\n\nAbruptly, he was hovering over the delightful green-and-orange-streaked\nsands of the central landscape. This was one of Prime's favorites, and\nthe network of drainage channels was the most effective on the planet.\nTensor approved. It really was beautiful.\n\nHe gazed around, pleasurably appreciating the esthetic beauty of the\ncolorful, arid scene.\n\nThen he saw the aliens. That was astonishing, he thought. The aliens\nwere known to have grouped on the other side of the planet, and he had\nintended to do some sightseeing on the way around. Now two of them were\nhere. Most unpredictable. They were standing near the horizon,\napparently examining one of the channels.\n\nTensor moved toward them slowly, sending futile probes for their minds\nand finding, as before, nothing but chaotic splashes. It was really\nunfortunate that they could not communicate.\n\nHe moved higher as he approached, for the better view it afforded. The\naliens were animal, all right. A species similar to human beings but\ngrotesquely primitive. He observed that the creatures had noticed him\nand were running madly across the surface toward a small, shiny\nstructure.\n\nThe structure interested him. It looked very much as if it had been\nfabricated. He wondered how the savages could construct without being\nable to control, and watched them as they actually entered the thing.\n\nAnd then, incredibly, it rose from the ferrous sands and dashed off\ntoward the east, a faint, disgustingly moist vapor trailing out behind\nit.\n\nQuickly Tensor moved up parallel to it, while he speculated on what it\nmeant. Apparently the savages were in full control of it. For a moment\nhe thought it might be an alien focus, but dismissed the idea. If it\nwere a focus, there would be no purpose in moving it spatially.\n\nFeeling more curious, he projected himself inside and was immediately\ndelighted, despite its obvious mechanical character. It was metallic and\nsmooth and there were numerous incomprehensible devices piled up against\nthe walls of the tiny, circular room. Seated at a panel, their backs\ntoward him, the two creatures were busily manipulating little spots of\nbrilliant color, and one was creating a weird but soft cacophony with\nits mouth.\n\nTensor was amused as well as interested. He listened, and managed to\ndecipher a pattern to the speech, even though only confused scatterings\nof intelligence came from the chaotic minds. He again observed the\nastonishing similarity of appearance between the aliens and human\nbeings.\n\nFrom a small orifice in the panel, a reply issued; cold and rasping in\ntonal quality.\n\n\"Control to Scout Three. Roger on the presumed alien. Lieutenant. I knew\nthat civilian with you would get you into trouble.\"\n\n\"Well, it wasn't exactly the fault of--\"\n\n\"Enough. Bear away from the base until certain you are not being\nfollowed.\"\n\nWhile one of them played with the moving color spots on the panel, the\nother twisted a knob, and all segments of the outside became\nsuccessively visible in a viewer.\n\n\"Scout Three to Control. Nothing in sight.\"\n\n\"Very well. The orders are to stay there until dark, after which you may\nreturn.\"\n\n\"But that's two hundred hours away,\" the other savage hissed. \"We don't\nhave enough oxygen.\"\n\n\"You'll just have to work it out somehow,\" the panel replied coldly. \"We\ncan't endanger the whole military base for one useless civilian\nbiologist.\"\n\nThis was a fascinating exchange to Tensor, as he puzzled out the curious\nrelationships and their purposes. He floated near the ceiling,\nlistening, face set in civilized impassivity.\n\nOne of the creatures grumbled, leaned back and swung around in its\nchair. It jerked erect when it saw the man at the ceiling.\n\nTensor smiled at the poor, dumb creature and was rewarded by a\ndisgustingly loud noise from its mouth and a mad rush back to the panel.\nThe other had seen him, too, and was staring wide-eyed at him. Tensor\nmoved closer to observe, but the one who had seen him first continued\nshouting shrill, ear-splitting noises at its companion, who seemed to be\ntrying unsuccessfully to obey. Petulantly, Tensor disintegrated the\nnoisy one and also some ugly cables that led from the panel to the wall.\nThat improved the esthetic situation immeasurably, he felt.\n\nThere was a quick sucking of breath from the remaining savage as it\nlooked wildly about for a moment, as if searching for its vanished\ncompanion, and then stared at the place where the cables had been.\n\n\"Well--\" It made a hopeless gesture with its shoulders and slumped back\ninto its chair. \"That does it. No pilot. No radio. Damn. Even the Leader\nwould have trouble with this situation.\" It looked uneasily at Tensor,\nand remained perfectly, cautiously still.\n\n\"What do you call yourselves?\" Tensor asked without difficulty, using\nsound patterns similar to what they had employed.\n\n\"You speak English!\" the creature blurted out in amazement, and Tensor\nfelt rather irritated by its crude facial expression. He made a small\nadjustment, however, bringing his own somatic state into a closer\nharmony with that of the creature, and the desired level of contented\nappreciation rose.\n\n\"Are--are you a native?\" it asked hesitantly.\n\n\"Yes,\" Tensor replied.\n\nIt gazed at him with half closed, calculating eyes, starting at the\nhead, running slowly to his feet and back again.\n\n\"You look human,\" it muttered.\n\n\"Naturally,\" Tensor replied cheerfully. The appreciation was growing\nsubtly now, and he found that the creature's mouth interested him. It\nwas a strikingly lovely shade of red--always Tensor's favorite color.\nAnd although there was a heavy and awkward sheath of artificial fabric\nabout the alien, he observed with a rising fascination that the bulging\nof the thoracic sheathing indicated that it was female.\n\nTensor became uncomfortably aware that he had better be careful of his\ninduced somatic sympathy.\n\nAfter a moment of speculative silence, he said, \"You haven't told me\nwhat you savages consider yourselves.\"\n\n\"Don't call me a savage, you naked beast,\" she snapped back.\n\n\"I beg your pardon,\" he murmured politely. \"Merely a semantic\ndifficulty. I'm sure. I assume that you consider yourselves human\nbeings, then. Where do you come from?\"\n\n\"Earth--the third planet.\"\n\n\"I see. And you used mechanical devices such as this little metal egg to\nget here. Most curious.\" Tensor contemplated the thought with great\ninterest, for obviously they used mechanical skill to compensate for\nlack of direct control. An exceedingly poor substitute, of course; but\nit explained everything he wanted to know.\n\n\"Are there many of you natives?\" she asked him cautiously.\n\n\"Not like there used to be,\" Tensor admitted. \"But still quite a\nfew--though not so many we get on each other's nerves.\"\n\n\"How many in round numbers?\"\n\nThat was a silly question, Tensor thought. Nevertheless he told her,\n\"Oh, I suppose about thirty or a hundred. We haven't counted for\ncenturies. Nobody's interested.\"\n\nShe appeared to be deeply absorbed in thought, gazing at him in an\nalmost detached fashion. Finally she said. \"Your civilization is based\non the mind, isn't it? You do things with an act of will instead of with\nyour hands.\"\n\n\"Naturally. That is the essential mark of civilization. At least,\" he\nadded politely, \"from our point of view.\"\n\n\"Are you--telepathic?\"\n\n\"Only with other telepaths,\" he said simply.\n\n\"Then how did you learn my language?\"\n\n\"Oh, after you talk it a bit. I can see certain relationships. But the\nmental pictures are so discontinuous and nonspecific that it takes a\nlittle time before the pattern emerges.\"\n\n\"That means you don't actually know what I am thinking?\"\n\n\"Correct. You have the potential, but you don't have the control\nnecessary to permit it.\"\n\nA small, satisfied smile curved about her lips.\n\nTensor found it oddly disconcerting. Despite the ugly sheathing, there\nwas something about her that was quite pleasant.\n\nHe began to feel that she was even beautiful, and as he disintegrated\nthe sheath in order to appreciate her better, he realized that it was\nundoubtedly the strange endocrine balance he had created in himself that\nwas responsible for the attitude. Because there was nothing particularly\nwell-designed about her. She looked unprepossessingly like a civilized\nwoman, except a good deal fatter in places, which hardly helped matters\nfrom an abstract point of view.\n\nTensor could only assume that his point of view was becoming less\nabstract.\n\nHe observed that, upon his disintegrating the sheath, the noise was\nthere again, issuing rapidly from her mouth, and lacking in detailed\nsemantic significance. It was very curious, he thought, watching the\nrapid rise and fall of her pink-tipped breasts. He could not determine\nwhether the signal indicated terror or fury.\n\nShe solved the problem for him by grasping a small metal object from the\nrack beside her and throwing it at him. He deflected it to the floor as\nit left her hand.\n\n\"What,\" he asked politely, \"is disturbing you so?\" He liked the angry\nsparkle of her eyes.\n\n\"You,\" she snapped. \"Keep away from me.\"\n\n\"I don't understand,\" he replied, moving closer and reaching out his\nhand to obtain a tactile sensation of her lovely hair texture. The woman\ncompressed her red lips firmly and stood there, uneasily watching him\nout of the corner of her eyes as he gently stroked her head.\n\n\"Do all females of your race look nice like you?\"\n\nShe nodded cautiously and said, \"More or less.\"\n\n\"Very curious.\"\n\nA sly expression came to her eyes then and she smiled radiantly. \"Look,\"\nshe said, \"would you do me a favor?\"\n\n\"Of course,\" Tensor murmured with unaccustomed eagerness. This was a\nvery interesting experience, even though he was constantly having to\nreinforce and add to the chemical shift in his body in order to hold\ndown the possibility of fatigue. He could not recall ever before\npermitting such an unusual somatic state.\n\nShe gestured guilelessly toward the panel. \"Would you help me repair my\nradio?\"\n\n\"Radio?\" Tensor echoed vacantly, gazing at the place indicated.\n\n\"Yes. I--er, have to report to my superiors that I may not be able to\nreturn, even tonight.\" Again she smiled dazzlingly and with devastating\neffect on Tensor.\n\n\"I'd be glad to,\" he said agreeably. \"But I don't know anything about\nmechanical things. Couldn't you just tell me where your superiors are\nand let me teleport there? I'd let them know and come right back.\"\n\n\"Oh no,\" she replied quickly. She frowned a little wistfully. \"No,\" she\nrepeated, \"they wouldn't like that. They never like anything easy. And\nbesides--\" again the smile \"--I might not be here when you return, you\nknow!\"\n\n\"Oh?\" Tensor said, puzzled that she knew that he might be concerned over\nher absence. Possibly she had some power of direct communication after\nall.\n\n\"It's just those cables that you destroyed over the panel,\" she told him\nin a softly cajoling voice. \"I have some spares in the locker, and if\nyou would help me replace them, it would be fine.\"\n\nTensor floated over and peered into the stumps, examining the\ncomposition and structure. He nodded and reconstructed them instantly.\n\nShe was obviously delighted and said, \"I wondered if you could do that.\nMay I use the radio now?\"\n\nTensor stared at the whiteness of her teeth contrasting pleasingly with\nthe redness of her lips. \"Go right ahead,\" he murmured. He decided he\nhad better leave soon.\n\nHe watched as the brilliant spots of color glowed and shifted. She spoke\nand the panel issued its response. \"Control to Scout Three. What\nhappened there a while ago?\"\n\n\"This is urgent,\" she said. \"Is the Captain there?\"\n\nAfter a noisy hesitation, the panel replied. \"This is Commander Carson.\nWhat's up out there?\"\n\n\"Listen carefully,\" she said. \"I have an alien with me on the ship. He's\nalready learned English perfectly. He is only slightly telepathic, so\nfar as I am concerned, but he has great telekinetic powers.\"\n\n\"We were afraid of that. Is he dangerous?\"\n\n\"Well--he killed Lieutenant Anderson. Completely annihilated her with a\nsimple act of will.\" She glanced at the bewildered expression on\nTensor's face, and favored him with a quick little smile. \"He is\nextremely powerful. He would be a very good friend.\"\n\nTensor broke in asking, \"What is all this talk now? I do not understand\nthe purpose of it.\"\n\n\"Don't you worry,\" she murmured softly, reaching up and patting him on\nthe knee. \"Just have patience.\"\n\nThe panel rasped at them. \"I see. Do you know if there are many of\nthem?\"\n\n\"He told me it was between thirty and a hundred, but nobody knows for\nsure. Presumably they don't have very much communication with each\nother.\"\n\n\"Ah,\" rasped the panel in a satisfied tone. \"Just a minute. I'll get a\ndirective from the Captain for you.\"\n\nTensor nodded slightly as he said, \"Oh, I see. That is your Council you\nare talking to.\"\n\n\"Uh huh,\" she replied, dodging the hand that sought her hair again. She\nsmiled coyly. \"Now just wait. I want to hear what my superiors say.\" She\npushed at him playfully, her smile growing strained as she desperately\ntried to kill time.\n\nTensor was amused. Yes, he decided, it was time to go. He was not at all\nsure that he wanted to go, but he felt that it was wise. He had never in\nhis life engaged in such lengthy and violent exercise and was alarmed at\nthe thought of the fatigue pains he would have when he restored his\nbalance to a civilized neutral again.\n\nThe panel rasped noisily at them.\n\n\"Captain Jonas,\" it said, speaking in a different accent this time.\n\"There's a war going on and we can't take any chances on how the aliens\nwill feel about it. We have a fix on you and I'm sending a flight of\nhoming missiles. Nuclear warheads.\"\n\nShe stiffened as she heard the sentence, her red lips drawn back from\ntightly clenched teeth. In a faint voice, she said, \"I--I guess there\nisn't much I can do about it, is there?\"\n\n\"Can you keep him there and busy so that he won't notice the missiles\ncoming?\"\n\nShe gave a short, brittle laugh. \"Yes sir. I feel fairly sure I can keep\nhim interested for--\" she glanced speculatively at Tensor \"--a half hour\nat least. Probably much longer.\"\n\n\"It'll only be fifteen minutes,\" the panel rasped. \"We'll deal with the\nothers as we find them. You will be decorated for this service, even\nthough you are only a civilian. Posthumously, of course.\"\n\nThe panel was silent.\n\n\"Oh sure,\" she said in a deadly quiet voice. \"I'm glad to be\nappreciated.\"\n\nTensor was puzzled. The conversation did not appear to make a great deal\nof sense to him. He hovered over the panel and gazed at it curiously.\n\n\"Just another superior,\" she told him. \"It seems that practically\neverybody is my superior or was.\" She sighed and looked down at herself,\nwistfully thinking that it was a shame to have to waste all the\ncarefully nurtured loveliness that she knew she was.\n\nShe looked up at Tensor, who had lost interest in the panel and was\nbusily examining the outside in a viewscope.\n\n\"Come here, big boy,\" she said quickly. When he turned to face her, she\nadded, \"keep your attention over here.\"\n\nWith an agreeable smile, he floated to her and, in obedience to her\ndirections, lifted her into his arms. She put her lips to his, her hands\ngently caressing his cheek.\n\nIt was a shock. Tensor let out his pent-up breath explosively and ran\nhis tongue over his lips, tasting the mixture of saliva and lipstick.\nWhat should have been moderately repulsive to him had been transformed\nby the chemical sympathy in his veins into something quite overwhelming.\nHis eyes were bright and eager.\n\n\"It's a dirty trick and I feel like a jerk,\" she whispered sadly to him.\n\"But what else can I do?\"\n\n\"I beg your pardon?\" Tensor murmured happily. \"I do not understand you.\"\n\n\"Oh well,\" she breathed softly, smiling a crooked little smile. \"Neither\none of us will ever know when it happens. A pity to spoil it so soon,\nthough.\"\n\nIn his unaccustomed confusion, Tensor could not follow her thought, but\nhe could grasp the immediate situation. He grinned and nuzzled her\naffectionately, and decided to stay a while longer.\n\n\n\nCurl was floating langorously in his comfortable focus, eyes half closed\nand glazed, mouth droolingly limp and hands carelessly askew. He formed\nhis hyperimage to appear erect and neat--and with a politely interested\nexpression--while he idly contemplated the telepathic picture being\nprojected into his own mind.\n\n\"I see you've recovered,\" he said. \"Splendid.\"\n\n\"Yes, but what an ordeal,\" Tensor replied. His image took on the\nappearance of a relieved smile. \"If it ever happens again--I don't\nknow.\"\n\n\"It was that bad?\" Curl showed suitable lazy civilized sympathy. \"I was\nafraid. All that teleporting of yourself and things.\"\n\n\"It took me almost ten minutes to recover from it,\" Tensor said grimly.\n\n\"Tsk tsk. That's a lot of lactic acid to locate and destroy. But the\nCouncil will appreciate it, even if Prime did complain, poor fellow.\"\n\n\"Well, I promised to investigate and I'm a man of my thought. Of course,\nthe curiosity vanished as soon as I got into actual communication with\none of them.\"\n\n\"They communicate?\" Curl permitted his image to appear mildly\nastonished, which was the only civilized thing to do. \"Tell me about\nit.\"\n\n\"It's crude, but in some things successful,\" Tensor explained. \"The\nalien I contacted was a female, for instance. When I adjusted for\nrelative somatic sympathy so that I could stand the poor, uncivilized\ncreature, I naturally acquired the full appetites of a male animal and\nthis female seemed to understand some of my thoughts very well.\n\n\"You simply can't imagine the violent somatic compulsions one encounters\nunder such a balance.\"\n\n\"Horrible,\" agreed Curl. \"But I understand, my boy. I once fathered a\nchild--must have been at least a couple of thousand years ago. Purely\nout of scientific interest, of course, and never again.\" The physician\npaused and added, \"Matter of fact, it's quite likely that you're that\nchild. Can't ever tell about these things, you know.\"\n\nTensor nodded in polite agreement and continued with his own story. \"It\nwasn't at all bad while it was going on, because I was pretty well\nanesthetized from body chemicals. But the hangover was terrific.\"\n\n\"Yes, no doubt.\" Curl appeared to consider a moment before asking. \"What\nabout this uncivilized hubbub the Prime raised that caused the council\nto order him to destroy himself?\"\n\n\"Oh, that. Well, just as I was about to leave, this primitive I was with\ncoaxed me into playing an interesting but remarkably violent sport with\nher. And about the same time, it appears that her superiors, for some\nunknown reason, decided to destroy her. It seems that the aliens'\nCouncil doesn't let them take care of it themselves.\"\n\n\"Uh, huh. How did they accomplish it?\"\n\n\"They used some nuclear breakdown devices, which I imagine serve their\nprimitive society quite well. The devices have appetites built into them\nfor a certain kind of target so they will know where to go.\n\n\"But when I agreed to play this game, I naturally set up a privacy\nfocus, so the ship we were in just didn't exist for the nuclear devices.\nThey kept on looking, though, and finally found a lot of similar ships\nback at the alien's main camp. Made an awful mess out of one of the\nPrime's favorite landscapes, I understand.\"\n\n\"Well,\" Curl replied engagingly, \"Prime should have had better\nself-control. I don't blame the Council a bit, and it does fix things up\nrather nicely.\" His image smiled into Tensor's mind and then hesitated\nas he saw the concern there. \"Doesn't it?\"\n\n\"Uh, yes. All except for the alien female that insists on staying with\nme, now, since none of her people is left on the planet. I told her two\nor three times to go ahead and destroy herself if she wanted; but she\njust rumples up my hair, grins at me and says she already has.\" He\nlooked worriedly at Curl.\n\n\"Well, that's just one of those things, I guess,\" Curl murmured\nphilosophically. Sensing a local distraction approaching Tensor at that\nmoment, he politely withdrew from the other man's mind.",
    "metadata": {
        "author": [
            "Wald, E. G. von",
            "Von Wald, E. G."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/32407/pg32407.txt",
        "name": "fair_and_warmer.json"
    }
}