{
    "name": "Family Cares\nDeep Waters, Part 7.",
    "author": [
        "Jacobs, William Wymark",
        "Jacobs, W. W. (William Wymark)"
    ],
    "body": "\nFAMILY CARES\n\nMr. Jernshaw, who was taking the opportunity of a lull in business to\nweigh out pound packets of sugar, knocked his hands together and stood\nwaiting for the order of the tall bronzed man who had just entered the\nshop--a well-built man of about forty--who was regarding him with blue\neyes set in quizzical wrinkles.\n\n\"What, Harry!\" exclaimed Mr. Jernshaw, in response to the wrinkles.\n\"Harry Barrett!\"\n\n\"That's me,\" said the other, extending his hand.  \"The rolling stone come\nhome covered with moss.\"\n\nMr. Jernshaw, somewhat excited, shook hands, and led the way into the\nlittle parlour behind the shop.\n\n\"Fifteen years,\" said Mr. Barrett, sinking into a chair, \"and the old\nplace hasn't altered a bit.\"\n\n\"Smithson told me he had let that house in Webb Street to a Barrett,\"\nsaid the grocer, regarding him, \"but I never thought of you.  I suppose\nyou've done well, then?\"\n\nMr. Barrett nodded.  \"Can't grumble,\" he said modestly.  \"I've got enough\nto live on.  Melbourne's all right, but I thought I'd come home for the\nevening of my life.\"\n\n\"Evening!\" repeated his friend.  \"Forty-three,\" said Mr. Barrett,\ngravely.  \"I'm getting on.\"\n\n\"You haven't changed much,\" said the grocer, passing his hand through his\nspare grey whiskers.  \"Wait till you have a wife and seven youngsters.\nWhy, boots alone----\"\n\nMr. Barrett uttered a groan intended for sympathy.  \"Perhaps you could\nhelp me with the furnishing,\" he said, slowly.  \"I've never had a place\nof my own before, and I don't know much about it.\"\n\n\"Anything I can do,\" said his friend.  \"Better not get much yet; you\nmight marry, and my taste mightn't be hers.\"\n\nMr. Barrett laughed.  \"I'm not marrying,\" he said, with conviction.\n\n\"Seen anything of Miss Prentice yet?\" inquired Mr. Jernshaw.\n\n\"No,\" said the other, with a slight flush.  \"Why?\"\n\n\"She's still single,\" said the grocer.\n\n\"What of it?\"  demanded Mr. Barrett, with warmth.  \"What of it?\"\n\n\"Nothing,\" said Mr. Jernshaw, slowly.  \"Nothing; only I----\"\n\n\"Well?\"  said the other, as he paused.\n\n\"I--there was an idea that you went to Australia to--to better your\ncondition,\" murmured the grocer.  \"That--that you were not in a position\nto marry--that----\"\n\n\"Boy and girl nonsense,\" said Mr. Barrett, sharply.  \"Why, it's fifteen\nyears ago.  I don't suppose I should know her if I saw her.  Is her\nmother alive?\"\n\n\"Rather!\" said Mr. Jernshaw, with emphasis.  \"Louisa is something like\nwhat her mother was when you went away.\"\n\nMr. Barrett shivered.\n\n\"But you'll see for yourself,\" continued the other.  \"You'll have to go\nand see them.  They'll wonder you haven't been before.\"\n\n\"Let 'em wonder,\" said the embarrassed Mr. Barrett.  \"I shall go and see\nall my old friends in their turn; casual-like.  You might let 'em hear\nthat I've been to see you before seeing them, and then, if they're\nthinking any nonsense, it'll be a hint.  I'm stopping in town while the\nhouse is being decorated; next time I come down I'll call and see\nsomebody else.\"\n\n\"That'll be another hint,\" assented Mr. Jernshaw.  \"Not that hints are\nmuch good to Mrs. Prentice.\"\n\n\"We'll see,\" said Mr. Barrett.\n\nIn accordance with his plan his return to his native town was heralded by\na few short visits at respectable intervals.  A sort of human butterfly,\nhe streaked rapidly across one or two streets, alighted for half an hour\nto resume an old friendship, and then disappeared again.  Having given at\nleast half-a-dozen hints of this kind, he made a final return to Ramsbury\nand entered into occupation of his new house.\n\n\"It does you credit, Jernshaw,\" he said, gratefully.  \"I should have made\na rare mess of it without your help.\"\n\n\"It looks very nice,\" admitted his friend.  \"Too nice.\"\n\n\"That's all nonsense,\" said the owner, irritably.\n\n\"All right,\" said Mr. Jernshaw.  \"I don't know the sex, then, that's all.\nIf you think that you're going to keep a nice house like this all to\nyourself, you're mistaken.  It's a home; and where there's a home a woman\ncomes in, somehow.\"\n\nMr. Barrett grunted his disbelief.\n\n\"I give you four days,\" said Mr. Jernshaw.\n\nAs a matter of fact, Mrs. Prentice and her daughter came on the fifth.\nMr. Barrett, who was in an easy-chair, wooing slumber with a handkerchief\nover his head, heard their voices at the front door and the cordial\ninvitation of his housekeeper.  They entered the room as he sat hastily\nsmoothing his rumpled hair.\n\n\"Good afternoon,\" he said, shaking hands.\n\nMrs. Prentice returned the greeting in a level voice, and, accepting a\nchair, gazed around the room.\n\n\"Nice weather,\" said Mr. Barrett.\n\n\"Very,\" said Mrs. Prentice.\n\n\"It's--it's quite a pleasure to see you again,\" said Mr. Barrett.\n\n\"We thought we should have seen you before,\" said Mrs. Prentice, \"but\nI told Louisa that no doubt you were busy, and wanted to surprise her.\nI like the carpet; don't you, Louisa?\"\n\nMiss Prentice said she did.\n\n\"The room is nice and airy,\" said Mrs. Prentice, \"but it's a pity you\ndidn't come to me before deciding.  I could have told you of a better\nhouse for the same money.\"\n\n\"I'm very well satisfied with this,\" said Mr. Barrett.  \"It's all I\nwant.\"\n\n\"It's well enough,\" conceded Mrs. Prentice, amiably.  \"And how have you\nbeen all these years?\"\n\nMr. Barrett, with some haste, replied that his health and spirits had\nbeen excellent.\n\n\"You look well,\" said Mrs. Prentice.  \"Neither of you seem to have\nchanged much,\" she added, looking from him to her daughter.  \"And I think\nyou did quite well not to write.  I think it was much the best.\"\n\nMr. Barrett sought for a question: a natural, artless question, that\nwould neutralize the hideous suggestion conveyed by this remark, but it\neluded him.  He sat and gazed in growing fear at Mrs. Prentice.\n\n\"I--I couldn't write,\" he said at last, in desperation; \"my wife----\"\n\n\"Your what?\" exclaimed Mrs. Prentice, loudly.\n\n\"Wife,\" said Mr. Barrett, suddenly calm now that he had taken the plunge.\n\"She wouldn't have liked it.\"\n\nMrs. Prentice tried to control her voice.  I never heard you were\nmarried!\" she gasped.  \"Why isn't she here?\"\n\n\"We couldn't agree,\" said the veracious Mr. Barrett.  \"She was very\ndifficult; so I left the children with her and----\"\n\n\"Chil----\" said Mrs. Prentice, and paused, unable to complete the word.\n\n\"Five,\" said Mr. Barrett, in tones of resignation.  \"It was rather a\nwrench, parting with them, especially the baby.  He got his first tooth\nthe day I left.\"\n\nThe information fell on deaf ears.  Mrs. Prentice, for once in her life\nthoroughly at a loss, sat trying to collect her scattered faculties.  She\nhad come out prepared for a hard job, but not an impossible one.  All\nthings considered, she took her defeat with admirable composure.\n\n\"I have no doubt it is much the best thing for the children to remain\nwith their mother,\" she said, rising.\n\n\"Much the best,\" agreed Mr. Barrett.  \"Whatever she is like,\" continued\nthe old lady.  \"Are you ready, Louisa?\"\n\nMr. Barrett followed them to the door, and then, returning to the room,\nwatched, with glad eyes, their progress up the street.\n\n\"Wonder whether she'll keep it to herself?\" he muttered.\n\nHis doubts were set at rest next day.  All Ramsbury knew by then of his\nmatrimonial complications, and seemed anxious to talk about them;\ncomplications which tended to increase until Mr. Barrett wrote out a list\nof his children's names and ages and learnt it off by heart.\n\nRelieved of the attentions of the Prentice family, he walked the streets\na free man; and it was counted to him for righteousness that he never\nsaid a hard word about his wife.  She had her faults, he said, but they\nwere many thousand miles away, and he preferred to forget them.  And he\nadded, with some truth, that he owed her a good deal.\n\nFor a few months he had no reason to alter his opinion.  Thanks to his\npresence of mind, the Prentice family had no terrors for him.  Heart-\nwhole and fancy free, he led the easy life of a man of leisure, a\ncondition of things suddenly upset by the arrival of Miss Grace Lindsay\nto take up a post at the elementary school.  Mr. Barrett succumbed almost\nat once, and, after a few encounters in the street and meetings at mutual\nfriends', went to unbosom him-self to Mr. Jernshaw.\n\n\"What has she got to do with you?\" demanded that gentleman.\n\n\"I--I'm rather struck with her,\" said Mr. Barrett.\n\n\"Struck with her?\" repeated his friend, sharply.  \"I'm surprised at you.\nYou've no business to think of such things.\"\n\n\"Why not?\" demanded Mr. Barrett, in tones that were sharper still.\n\n\"Why not?\" repeated the other.  \"Have you forgotten your wife and\nchildren?\"\n\nMr. Barrett, who, to do him justice, had forgotten, fell back in his\nchair and sat gazing at him, open-mouthed.\n\n\"You're in a false position--in a way,\" said Mr. Jernshaw, sternly.\n\n\"False is no name for it,\" said Mr. Barrett, huskily.  \"What am I to do?\"\n\n\"Do?\" repeated the other, staring at him.  \"Nothing!  Unless, perhaps,\nyou send for your wife and children.  I suppose, in any case, you would\nhave to have the little ones if anything happened to her?\"\n\nMr. Barrett grinned ruefully.\n\n\"Think it over,\" said Mr. Jernshaw.  \"I will,\" said the other, heartily.\n\nHe walked home deep in thought.  He was a kindly man, and he spent some\ntime thinking out the easiest death for Mrs. Barrett.  He decided at last\nupon heart-disease, and a fort-night later all Ramsbury knew of the\nletter from Australia conveying the mournful intelligence.  It was\ngenerally agreed that the mourning and the general behaviour of the\nwidower left nothing to be desired.\n\n\"She's at peace at last,\" he said, solemnly, to Jernshaw.\n\n\"I believe you killed her,\" said his friend.  Mr. Barrett started\nviolently.\n\n\"I mean your leaving broke her heart,\" explained the other.\n\nMr. Barrett breathed easily again.\n\n\"It's your duty to look after the children,\" said Jernshaw, firmly.  \"And\nI'm not the only one that thinks so.\"\n\n\"They are with their grandfather and grand-mother,\" said Mr. Barrett.\n\nMr. Jernshaw sniffed.\n\n\"And four uncles and five aunts,\" added Mr. Barrett, triumphantly.\n\n\"Think how they would brighten up your house,\" said Mr. Jernshaw.\n\nHis friend shook his head.  \"It wouldn't be fair to their grandmother,\"\nhe said, decidedly.  \"Besides, Australia wants population.\"\n\nHe found to his annoyance that Mr. Jernshaw's statement that he was not\nalone in his views was correct.  Public opinion seemed to expect the\narrival of the children, and one citizen even went so far as to recommend\na girl he knew, as nurse.\n\nRamsbury understood at last that his decision was final, and, observing\nhis attentions to the new schoolmistress, flattered itself that it had\ndiscovered the reason.  It is possible that Miss Lindsay shared their\nviews, but if so she made no sign, and on the many occasions on which she\nmet Mr. Barrett on her way to and from school greeted him with frank\ncordiality.  Even when he referred to his loneliness, which he did\nfrequently, she made no comment.\n\nHe went into half-mourning at the end of two months, and a month later\nbore no outward signs of his loss.  Added to that his step was springy\nand his manner youthful.  Miss Lindsay was twenty-eight, and he persuaded\nhimself that, sexes considered, there was no disparity worth mentioning.\n\nHe was only restrained from proposing by a question of etiquette.  Even a\nshilling book on the science failed to state the interval that should\nelapse between the death of one wife and the negotiations for another.\nIt preferred instead to give minute instructions with regard to the\neating of asparagus.  In this dilemma he consulted Jernshaw.\n\n\"Don't know, I'm sure,\" said that gentle-man; \"besides, it doesn't\nmatter.\"\n\n\"Doesn't matter?\"  repeated Mr. Barrett.  \"Why not?\"\n\n\"Because I think Tillett is paying her attentions,\" was the reply.  \"He's\nten years younger than you are, and a bachelor.  A girl would naturally\nprefer him to a middle-aged widower with five children.\"\n\n\"In Australia,\" the other reminded him.\n\n\"Man for man, bachelor for bachelor,\" said Mr. Jernshaw, regarding him,\n\"she might prefer you; as things are--\"\n\n\"I shall ask her,\" said Mr. Barrett, doggedly.  \"I was going to wait a\nbit longer, but if there's any chance of her wrecking her prospects for\nlife by marrying that tailor's dummy it's my duty to risk it--for her\nsake.  I've seen him talking to her twice myself, but I never thought\nhe'd dream of such a thing.\"\n\nApprehension and indignation kept him awake half the night, but when he\narose next morning it was with the firm resolve to put his fortune to the\ntest that day.  At four o'clock he changed his neck-tie for the third\ntime, and at ten past sallied out in the direction of the school.  He met\nMiss Lindsay just coming out, and, after a well-deserved compliment to\nthe weather, turned and walked with her.\n\n\"I was hoping to meet you,\" he said, slowly.\n\n\"Yes?\" said the girl.\n\n\"I--I have been feeling rather lonely to-day,\" he continued.\n\n\"You often do,\" said Miss Lindsay, guardedly.\n\n\"It gets worse and worse,\" said Mr. Barrett, sadly.\n\n\"I think I know what is the matter with you,\" said the girl, in a soft\nvoice; \"you have got nothing to do all day, and you live alone, except\nfor your housekeeper.\"\n\nMr. Barrett assented with some eagerness, and stole a hopeful glance at\nher.\n\n\"You--you miss something,\" continued Miss.  Lindsay, in a faltering\nvoice.\n\n\"I do,\" said Mr. Barrett, with ardour.\n\n\"You miss\"--the girl made an effort--\"you miss the footsteps and voices\nof your little children.\"\n\nMr. Barrett stopped suddenly in the street, and then, with a jerk, went\nblindly on.\n\n\"I've never spoken of it before because it's your business, not mine,\"\ncontinued the girl.  I wouldn't have spoken now, but when you referred to\nyour loneliness I thought perhaps you didn't realize the cause of it.\"\n\nMr. Barrett walked on in silent misery.\n\n\"Poor little motherless things!\" said Miss Lindsay, softly.  \"Motherless\nand--fatherless.\"\n\n\"Better for them,\" said Mr. Barrett, finding his voice at last.\n\n\"It almost looks like it,\" said Miss Lindsay, with a sigh.\n\nMr. Barrett tried to think clearly, but the circumstances were hardly\nfavourable.  \"Suppose,\" he said, speaking very slowly, \"suppose I wanted\nto get married?\"\n\nMiss Lindsay started.  \"What, again?\" she said, with an air of surprise.\n\n\"How could I ask a girl to come and take over five children?\"\n\n\"No woman that was worth having would let little children be sacrificed\nfor her sake,\" said Miss Lindsay, decidedly.\n\n\"Do you think anybody would marry me with five children?\" demanded Mr.\nBarrett.\n\n\"She might,\" said the girl, edging away from him a little.  \"It depends\non the woman.\"\n\n\"Would--you, for instance?\"  said Mr. Barrett, desperately.\n\nMiss Lindsay shrank still farther away.  \"I don't know; it would depend\nupon circumstances,\" she murmured.\n\n\"I will write and send for them,\" said Mr. Barrett, significantly.\n\nMiss Lindsay made no reply.  They had arrived at her gate by this time,\nand, with a hurried handshake, she disappeared indoors.\n\nMr. Barrett, somewhat troubled in mind, went home to tea.\n\nHe resolved, after a little natural hesitation, to drown the children,\nand reproached himself bitterly for not having disposed of them at the\nsame time as their mother.  Now he would have to go through another\nperiod of mourning and the consequent delay in pressing his suit.\nMoreover, he would have to allow a decent interval between his\nconversation with Miss Lindsay and their untimely end.\n\nThe news of the catastrophe arrived two or three days before the return\nof the girl from her summer holidays.  She learnt it in the first half-\nhour from her landlady, and sat in a dazed condition listening to a\ndescription of the grief-stricken father and the sympathy extended to him\nby his fellow-citizens.  It appeared that nothing had passed his lips for\ntwo days.\n\n\"Shocking!\"  said Miss Lindsay, briefly.  \"Shocking !\"\n\nAn instinctive feeling that the right and proper thing to do was to nurse\nhis grief in solitude kept Mr. Barrett out of her way for nearly a week.\nWhen she did meet him she received a limp handshake and a greeting in a\nvoice from which all hope seemed to have departed.\n\n\"I am very sorry,\" she said, with a sort of measured gentleness.\n\nMr. Barrett, in his hushed voice, thanked her.\n\n\"I am all alone now,\" he said, pathetically.  \"There is nobody now to\ncare whether I live or die.\"\n\nMiss Lindsay did not contradict him.\n\n\"How did it happen?\" she inquired, after they had gone some distance in\nsilence.\n\n\"They were out in a sailing-boat,\" said Mr. Barrett; \"the boat capsized\nin a puff of wind, and they were all drowned.\"\n\n\"Who was in charge of them?\" inquired the girl, after a decent interval.\n\n\"Boatman,\" replied the other.\n\n\"How did you hear?\"\n\n\"I had a letter from one of my sisters-in-law, Charlotte,\" said Mr.\nBarrett.  \"A most affecting letter.  Poor Charlotte was like a second\nmother to them.  She'll never be the same woman again.  Never!\"\n\n\"I should like to see the letter,\" said Miss Lindsay, musingly.\n\nMr. Barrett suppressed a start.  \"I should like to show it to you,\" he\nsaid, \"but I'm afraid I have destroyed it.  It made me shudder every time\nI looked at it.\"\n\n\"It's a pity,\" said the girl, dryly.  \"I should have liked to see it.\nI've got my own idea about the matter.  Are you sure she was very fond of\nthem?\"\n\n\"She lived only for them,\" said Mr. Barrett, in a rapt voice.\n\n\"Exactly.  I don't believe they are drowned at all,\" said Miss Lindsay,\nsuddenly.  \"I believe you have had all this terrible anguish for nothing.\nIt's too cruel.\"\n\nMr. Barrett stared at her in anxious amazement.\n\n\"I see it all now,\" continued the girl.  \"Their Aunt Charlotte was\ndevoted to them.  She always had the fear that some day you would return\nand claim them, and to prevent that she invented the story of their\ndeath.\"\n\n\"Charlotte is the most truthful woman that ever breathed,\" said the\ndistressed Mr. Barrett.\n\nMiss Lindsay shook her head.  \"You are like all other honourable,\ntruthful people,\" she said, looking at him gravely.  \"You can't imagine\nanybody else telling a falsehood.  I don't believe you could tell one if\nyou tried.\"\n\nMr. Barrett gazed about him with the despairing look of a drowning\nmariner.\n\n\"I'm certain I'm right,\" continued the girl.  \"I can see Charlotte\nexulting in her wickedness.  Why!\"\n\n\"What's the matter?\"  inquired Mr. Barrett, greatly worried.\n\n\"I've just thought of it,\" said Miss Lindsay.  \"She's told you that your\nchildren are drowned, and she has probably told them you are dead.  A\nwoman like that would stick at nothing to gain her ends.\"\n\n\"You don't know Charlotte,\" said Mr. Barrett, feebly.\n\n\"I think I do,\" was the reply.  \"However, we'll make sure.  I suppose\nyou've got friends in Melbourne?\"\n\n\"A few,\" said Mr. Barrett, guardedly.\n\n\"Come down to the post-office and cable to one of them.\"\n\nMr. Barrett hesitated.  \"I'll write,\" he said, slowly.  \"It's an awkward\nthing to cable; and there's no hurry.  I'll write to Jack Adams,\nI think.\"\n\n\"It's no good writing,\" said Miss Lindsay, firmly.  \"You ought to know\nthat.\"\n\n\"Why not?\" demanded the other.\n\n\"Because, you foolish man,\" said the girl, calmly, \"before your letter\ngot there, there would be one from Melbourne saying that he had been\nchoked by a fish-bone, or died of measles, or something of that sort.\"\n\nMr. Barrett, hardly able to believe his ears, stopped short and looked at\nher.  The girl's eyes were moist with mirth and her lips trembling.  He\nput out his hand and took her wrist in a strong grip.\n\n\"That's all right,\" he said, with a great gasp of relief.  \"_Phew!_  At\none time I thought I had lost you.\"\n\n\"By heart-disease, or drowning?\"  inquired Miss Lindsay, softly.",
    "metadata": {
        "author": [
            "Jacobs, William Wymark",
            "Jacobs, W. W. (William Wymark)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/11477/pg11477.txt",
        "name": "family_cares_deep_waters_part_7.json"
    }
}