{
    "name": "February Strawberries",
    "author": [
        "Harmon, James Judson",
        "Harmon, Jim"
    ],
    "body": "Linton lay down his steel fork beside the massively solid transparency\nof the restaurant water glass.\n\n\"Isn't that Rogers Snead at that table?\" he heard himself say stupidly.\n\nHowell, the man across the table from him, looked embarrassed without\nlooking. \"Not at all. Somebody who looks like him. Twin brother. You\nknow how it is. Snead's dead, don't you remember?\"\n\nLinton remembered. Howell had to know that he would remember. What\nwere they trying to pull on him? \"The man who isn't Snead is leaving,\"\nLinton said, describing the scene over Howell's shoulder. \"If that's\nSnead's brother, I might catch him to pay my respects.\"\n\n\"No,\" Howell said, \"I wouldn't do that.\"\n\n\"Snead came to Greta's funeral. It's the least I could do.\"\n\n\"I wouldn't. Probably no relation to Snead at all. Somebody who looks\nlike him.\"\n\n\"He's practically running,\" Linton said. \"He almost ran out of the\nrestaurant.\"\n\n\"Who? Oh, the man who looked like Snead, you mean.\"\n\n\"Yes,\" Linton said.\n\nA thick-bodied man at the next table leaned his groaning chair back\nintimately against Linton's own chair.\n\n\"That fellow who just left looked like a friend of yours, huh?\" the\nthick man said.\n\n\"Couldn't have been him, though,\" Linton answered automatically. \"My\nfriend's dead.\"\n\nThe thick man rocked forward and came down on all six feet. He threw\npaper money on the table as if he were disgusted with it. He plodded\nout of the place quickly.\n\nHowell breathed in deeply and sucked back Linton's attention. \"Now\nyou've probably got old Snead into trouble.\"\n\n\"Snead's dead,\" Linton said.\n\n\"Oh, well, 'dead,'\" Howell replied.\n\n\"What do you say it like that for?\" Linton demanded angrily. \"The\nman's dead. Plain dead. He's not Sherlock Holmes or the Frankenstein\nMonster--there's no doubt or semantic leeway to the thing.\"\n\n\"You know how it is,\" Howell said.\n\nLinton had thought he had known how death was. He had buried his wife,\nor rather he had watched the two workmen scoop and shove dirt in on\nthe sawdust-fresh pine box that held the coffin. He had known what he\nsincerely felt to be a genuine affection for Greta. Even after they had\nlet him out of the asylum as cured, he still secretly believed he had\nknown a genuine affection for her. But it didn't seem he knew about\ndeath at all.\n\nLinton felt that his silence was asking Howell by this time.\n\n\"I don't know, mind you,\" Howell said, puffing out tobacco smoke, \"but\nI suppose he might have been resurrected.\"\n\n\"Who by?\" Linton asked, thinking: _God?_\n\n\"The Mafia, I guess. Who knows who runs it?\"\n\n\"You mean, somebody has invented a way to bring dead people back to\nlife?\" Linton said.\n\n\n\nHe knew, of course, that Howell did not mean that. Howell meant that\nsome people had a system of making it appear that a person had died\nin order to gain some illegal advantage. But by saying something so\npatently ridiculous, Linton hoped to bring the contradicting truth to\nthe surface immediately.\n\n\"An invention? I guess that's how it is,\" Howell agreed. \"I don't know\nmuch about people like that. I'm an honest businessman.\"\n\n\"But it's wonderful,\" Linton said, thinking his immediate thoughts.\n\"Wonderful! Why should a thing like that be illegal? Why don't I know\nabout it?\"\n\n\"Sh-h,\" Howell said uneasily. \"This is a public place.\"\n\n\"I don't understand,\" Linton said helplessly.\n\n\"Look, Frank, you can't legalize a thing like resurrection,\" Howell\nsaid with feigned patience. \"There are strong religious convictions to\nconsider. The undertakers have a lobby. I've heard they got spies right\nin the White House, ready to assassinate if they have to. Death is\ntheir whole life. You got to realize that.\"\n\n\"That's not enough. Not nearly enough.\"\n\n\"Think of all the problems it would cause. Insurance, for one thing.\nOverpopulation. Birth control is a touchy subject. They'd have to take\nit up if everybody got resurrected when they died, wouldn't they?\"\n\n\"But what do they do about it? Against it?\"\n\n\"There are a lot of fakes and quacks in the resurrection business. When\nthe cops find out about a place, they break in, smash all the equipment\nand arrest everybody in sight. That's about all they can do. The\ncharges, if any, come under general vice classification.\"\n\n\"I don't understand,\" Linton complained. \"Why haven't I heard about it?\"\n\n\"They didn't talk much about white slavery in Victorian England. I read\nan article in _Time_ the other day that said 'death' was our dirty\nword, not sex. You want to shock somebody, you tell him, 'You're going\nto be dead someday,' not anything sexual. You know how it is. The\nopposite of 'live' these days is 'video-taped.'\"\n\n\"I see,\" Linton said.\n\nHe tried to assimilate it. Of course he had, he reminded himself, been\nout of touch for some time. It might be true. Then again, they might be\ntrying to trick him. They used to do that to see if he was really well.\nBut the temptation was too strong.\n\n\"Tell me, Howell, where could I find a resurrectionist?\"\n\nHowell looked away. \"Frank, I don't have anything to do with that kind\nof people and if you're smart, you'll not either.\"\n\nLinton's fingers imprinted the linen. \"Damn you, Howell, you tell me!\"\n\nHowell climbed to his feet hurriedly. \"I take you out to dinner to\nconsole you over the loss of your wife a half a year ago, and to make\nyou feel welcome back to the society of your fellows after being in the\nhospital for a nervous breakdown. I do all that, and for thanks, you\nyell at me and curse me. You kooks are all alike!\"\n\nHowell threw money on the table with the same kind of disinterest as\nthe thick-set man and stalked out.\n\nI've got to hurry too, Linton thought. It's Resurrection Day!\n\n\n\nThe doctor fluttered his hands and chirped about the office. \"Well,\nwell, Mr. Linton, we understand you've been causing disturbances.\"\n\n\"Not really,\" Linton said modestly.\n\n\"Come, come,\" the doctor chided. \"You started riots in two places,\nattempted to bribe an officer. That's disturbing, Mr. Linton, very\ndisturbing.\"\n\n\"I was only trying to find out something,\" Linton maintained. \"They\ncould have told me. Everybody seems to know but me.\"\n\nThe doctor clucked his tongue. \"Let's not think any such thing. People\ndon't know more than you do.\"\n\nLinton rubbed his shoulder. \"That cop knew more about Judo holds than I\ndid.\"\n\n\"A few specific people know a few specific things you don't. But let me\nask you, Mr. Linton, could Einstein bake a pie?\"\n\n\"I don't know. Who the hell ever wasted Einstein's time asking him a\nthing like that?\"\n\n\"People who want to know the answers to questions have to ask them. You\ncan find out anything by asking the right questions of the right person\nat the right time.\"\n\nLinton stared suspiciously. \"Do you know where I can find a\nresurrectionist?\"\n\n\"I am a resurrectionist.\"\n\n\"But the policeman brought me to you!\"\n\n\"Well, that's what you paid him to do, wasn't it? Did you think a\npoliceman would just steal your money? Cynics--all you young people are\ncynics.\"\n\nLinton scooted forward on the insultingly cold metal chair and really\nlooked at the doctor for the first time.\n\n\"Doctor, can you _really_ resurrect the dead?\"\n\n\"Will you stop being cynical? Of course I can!\"\n\n\"Doctor, I'm beginning to believe in you,\" Linton said, \"but tell me,\ncan you resurrect the _long_ dead?\"\n\n\"Size has nothing to do with it.\"\n\n\"No, my wife has been dead a long time. Months.\"\n\n\"Months?\" The doctor snapped those weeks away with his fingers. \"It\ncould be years. Centuries. It's all mathematics, my boy. I need only\none fragment of the body and my computers can compute what the rest\nof it was like and recreate it. It's infallible. Naturally there is a\ndegree of risk involved.\"\n\n\"Infallible risk, yes,\" Linton murmured. \"Could you go to work right\naway?\"\n\n\"First, I must follow an ancient medical practice. I must bleed you.\"\n\nLinton grasped the situation immediately. \"You mean you want money. You\nrealize I've just got out of an institution....\"\n\n\"I've often been in institutions myself, for alcoholism, narcotics\naddiction and more.\"\n\n\"What a wonderful professional career,\" Linton said, when he couldn't\ncare less.\n\n\"Oh, yes--yes, indeed. But I didn't come out broke.\"\n\n\"Neither did I,\" Linton said hastily. \"I invested in shifty stocks,\nfaltering bonds, and while I was away they sank to rock bottom.\"\n\n\"Then--\"\n\n\"When they hit rock bottom, they bounced up. If I hadn't found you, I\nwould have been secure for the rest of my lonely, miserable life.\"\n\n\"All that's ended now,\" the doctor assured him. \"Now we must go dig up\nthe corpse. The female corpse, eh?\"\n\nResurrection Day!\n\n\"Doctor,\" Linton whispered, \"my mind is singing with battalions of\nchoirs. I hope that doesn't sound irreverent to you.\"\n\nThe doctor stroked his oily palms together. \"Oh, but it does.\nBeautifully.\"\n\n\n\nThe certificate to allow reburial in Virginia hadn't been impossible\nto obtain. The doctor had taken the body and Linton's fortune and fed\nthem both into the maw of his calculators, and by means of the secret,\nsmuggled formulae, Greta would be cybernetically reborn.\n\nLinton shook his head. It seemed impossible. But Greta opened the\nolive-drab slab of metal of the door to the doctor's inner-inner\nsanctum and walked out into the medicinal cold fluorescent lighting.\n\nIt wasn't fair at all, Linton thought. He should have had some time to\nprepare himself.\n\nGreta lifted her arms, stretching the white smock over the lines of her\nbody. \"Darling!\" she said.\n\n\"Greta!\" he said, feeling a slight revulsion but repressing it. No\ndoubt he would be able to adjust to her once having been dead the same\nway he had learned to accept the, to him, distasteful duty of kissing\nher ears the way she enjoyed.\n\nGreta swirled across the room and folded her arms across his shoulders.\nShe kissed his cheek. \"It's so wonderful to be back. This calls for a\ncelebration. We must see Nancy, Oscar, Johnny, all our old friends.\"\n\n\"Yes,\" he said, his heart lurching for her sad ignorance. \"But tell\nme--how was it being _away_?\"\n\nThe curves and angles of her flesh changed their positions against his\nIvy dacron. Her attitude altered.\n\n\"I can't remember,\" she said. \"I can't really remember anything. Not\nreally. My memories are ghosts....\"\n\n\"Now, now,\" Linton said, \"we mustn't get excited. You've been through a\ntrial.\"\n\nShe accepted the verdict. She pulled away and touched at her hair. It\nwas the same hair, black as evil, contrasting with her inner purity. Of\ncourse it would be; it hadn't changed even in the grave. He remembered\nthe snaky tendrils of it growing out of the water-logged casket.\n\n\"I must see all our old friends,\" Greta persisted. \"Helen and\nJohnny....\"\n\n\"My darling,\" he said gently, \"about Johnny--\"\n\nHer fine black brows made Gothic arches. \"Yes? What about Johnny?\"\n\n\"It was a terrible accident right after--that is, about five months\nago. He was killed.\"\n\n\"Killed?\" Greta repeated blankly. \"Johnny Gorman was killed?\"\n\n\"Traffic accident. Killed instantly.\"\n\n\"But Johnny was your friend, your best friend. Why didn't you have him\nresurrected the same way you did me?\"\n\n\"Darling, resurrection is a risky business and an expensive one. You\nhave to pay premium prices for strawberries in February. I no longer\nhave the money to pay for a resurrection of Johnny.\"\n\nGreta turned her back to him. \"It's just as well. You shouldn't bring\nback Johnny to this dream of life, give him a ghost of mind and the\nphotograph of a soul. It's monstrous. No one should do that. No one.\nBut you're _sure_ you haven't the money to do it?\"\n\n\"No,\" Linton said. \"I'm sold out. I've borrowed on my insurance to the\nhilt. It won't pay any more until I'm buried, and then, of course, you\ncan resurrect me.\"\n\n\"Of course,\" Greta said. She sighed. \"Poor Johnny. He was such a good\nfriend of yours. You must miss him. I'm so sorry for you.\"\n\n\"I have you,\" he said with great simplicity.\n\n\"Frank,\" she said, \"you should see that place in there. There are\nfoaming acid baths, great whale-toothed disposals, barrels of chemicals\nto quench death and smother decay. It's _perfect_.\"\n\n\"It sounds carnal,\" he said uneasily.\n\n\"No, dear, it's perfect for some things that have to be done.\"\n\nHer eyes flashed around the doctor's office and settled somewhere, on\nsomething.\n\nLinton followed the direction of Greta's gaze and found only an ashtray\nstand, looking vaguely like a fanatic's idol to a heathen religion on a\npedestal.\n\nGreta pounced on the stand, hefted it at the base and ran toward him\nwith it over her head.\n\nLinton leaped aside and Greta hit the edge of the desk instead of him.\n\nBrain damage, he concluded nervously. Cell deterioration.\n\n\n\nGreta raised it again and he caught her wrists high over her head. She\nwrithed against him provocatively. \"Frank, I'm sorry, dear, but I have\nto have that insurance money. It's hell!\"\n\nLinton understood immediately. He felt foolish, humiliated. All that\nmoney! He had resurrected a gold ring that had turned his knuckles\ngreen. No one must ever know.\n\nLinton twisted the stand away from his wife and watched her face\nin some appalled form of satisfaction as it registered horror and\nacceptance of the crumpled metal disk falling toward it.\n\nHe split her head open and watched her float to the floor.\n\nLinton was surprised at the fine wire mesh just below the skin and\nthose shiny little tabs that looked like pictures of transistors in\ninstitutional advertising.\n\nHe knelt beside the body and poked into the bleeding, smoldering\nwreckage.\n\nYes, it seemed they had to automate and modify the bodies somewhat\nin resurrection. They couldn't chemically revive the old corpse like\npouring water on a wilted geranium.\n\nOr--\n\nDid they use the old bodies at all? What were all those acid baths for\nif the bodies were used? Didn't the resurrectionists just destroy the\nold corpses and make androids, synthetic creatures, to take their place?\n\nBut it didn't matter. Not a bit.\n\nShe had thought she was his wife, sharing her viewpoint down to the\nfinest detail, and he had thought she was his wife.\n\nIt was what you thought was real that made it so, not the other way\naround.\n\n\"I've killed my wife!\" Linton called, rising from his knees, stretching\nhis hands out to something.\n\nThe pain stung him to sleep--a pain in his neck like a needle that left\na hole big enough for a camel to pass through and big enough for him to\nfollow the camel in his turn.\n\n\n\nHe opened his eyes to the doctor's spotless, well-ordered office. The\ndoctor looked down at him consolingly. \"You'll have to go back, Mr.\nLinton. But they'll cure you. You'll be cured of ever thinking your\nwife was brought back to life and that you killed her all over again.\"\n\n\"Do you _really_ think so, Doctor?\" Linton asked hopefully.",
    "metadata": {
        "author": [
            "Harmon, James Judson",
            "Harmon, Jim"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/60995/pg60995.txt",
        "name": "february_strawberries.json"
    }
}