{
    "name": "Feline Red",
    "author": [
        "Sampson, Robert",
        "Sampson, Robert D."
    ],
    "body": "\n[Sidenote: _It was up to Jerill to think fast ... to do something ...\nbefore those strange beasts sucked away the last purified ore on the\nfreighter Bertha._]\n\n\nA shouting wave of men rioted through the engine room.\n\nFrom the bridge above the hulking atomics, Chief Engineer Durval vollied\norders in a thunderous voice. \"You men--you!\" he raged. \"Use your heads,\nnot your feet. Drive them toward the door.\"\n\nA scattering of Them--compact darting beasts the color of a\npoppy--scuttled into the shadow of an engine. Heavy Davison wrenches\nclubbed futilely behind them.\n\nAs Durval flew into new bursts of shouting, Scott Jerill, First Mate of\nthe freighter _Bertha_, grimly shook his head. His lean face was not\nsmiling now. \"Call your men back,\" he commanded crisply. \"We don't have\ntime to drive those cats out like this.\"\n\nDurval turned on him with a snarl. \"Take over then. Think of a better\nway. If you hadn't hauled that load of space cats aboard in the first\nplace....\"\n\n\"Look out,\" Scott snapped.\n\nWith a crisp smack, a red creature the size of a man's hand struck the\nrail before them. It was all improbable angles, with no special shape,\nno front or back. It teetered crazily over the ten foot drop to the\nfloor below. Then it settled, sputtering. It sounded curiously like an\nangry cat.\n\n\"There's one,\" roared Durval. His wrench slashed down, crashed shrilly\non the rail as the cat skimmed effortlessly away. The wrench shot off\ntoward the floor.\n\nDurval shook his hand and roared. The cat, some twenty feet down the\nrail, cackled insanely. As Scott stepped slowly toward it, the cat\nhissed, bounded off the rail, and down the steps to the engine room\nfloor.\n\nScott shook his head. \"You're not going to catch them by hand. Better\nlet them settle down, Durval.\"\n\n\"Settle down.\" The Chief brought the palm of his hand down on the rail.\nThe rail trembled. \"They've already settled down. On every generator in\nthe place. One of them crawled under the main relay switch and shorted\nout half the board. Didn't hurt him a bit.\"\n\nScott interrupted gruffly. \"We've got to get them out of here fast.\nCaptain Elderburg wants to blast off here day after tomorrow, and we\ndon't have half the ore cargo purified yet.\"\n\n\"And you won't have,\" Durval snapped. \"If we blast off, we'll do it with\nan empty hold. I can't purify uranium with fifty cats running loose,\ngetting caught in the machinery. It can't be done. Get these cats out\nand I'll give you a hold full of the best grade uranium Earth ever\nbought. But not till you get those cats out.\"\n\nScowling, Scott bit his knuckles. \"We've got to get moving. The skipper\nthinks IP Metals is going to jump our claim,\" he said urgently.\n\n\"If you ask me, only a doddering fool would bring these things into a\nspace ship.\" He glanced sharply at Scott. \"What's this about IPM?\"\n\nScott shook his head slowly. \"Nothing. Forget I said anything. But get\nthese cats out. And fast. Have you tried ultra-sonics on them?\"\n\nDurval's face slipped into new lines. \"Maybe,\" he muttered. Leaning over\nthe railing, he thundered, \"Masters. Forget those cats a minute. Yes,\nforget them. Hook up an ultra-sonics sender and--\"\n\nThe ship intercom over Durval's head clicked mechanically, hummed into\nlife. \"Mr. Jerill. Report to Central Control. Mr. Jerill. Report--\"\n\nScott jabbed the Acknowledgement button. As he swung around Durval he\nglanced down into the engine room. Sweating men beat after the scuttling\nred beasts.\n\n\"Report to me about the sonics,\" he told Durval. \"If that doesn't work,\nwe'll scoop up those red kitties with our bare hands. But we got to get\nstarted on that uranium ore purification. Faster than ten minutes ago.\"\n\nHe slammed the engine room door, cutting off Durval's angry roar.\nStriding rapidly through the bluish light of the corridor, an anger\nbitter as Durval's throbbed in him. But he took pains to hold it down.\n\n\"Confound those cats,\" he thought. \"The _Kastil_ on top of us, and we\nhave to stop work to chase space fauna. And we have three days left.\nThree days.\"\n\nSo engrossed was he in anger that he almost blundered head-on into the\ngrinning red-head who lounged up the corridor toward him.\n\n\"Hey, Scott.\" Second Mate Max Vaugn raised a lazy eyebrow. \"Slow down.\nThink of all your ulcers.\"\n\nScott spun impatiently on his heel. \"Can't stop, Max. Got to see the\nCaptain.\"\n\n\"And you don't even stop to say hello to an old friend back from the\nmines of a nameless asteroid.\" He grinned, slapped Scott's shoulder\nlightly with an open palm. \"What's all this scandal I hear about your\nspace cats?\"\n\nScott grimaced. \"I caught a few while we were scooping up ore over at my\npit. Thought the Extra-Terrestrial Life Division back on Earth might be\ninterested in them. They don't eat. They don't breathe.... Only their\ncage got smashed open, and they got into the engine room. Nobody knows\nhow.\"\n\n\"The good news has got around,\" Max said grinning. \"You don't know it,\nbut there's twenty more sitting outside the main cargo hatch right now.\nWhat gets rid of them?\"\n\n\"If you think of anything,\" Scott said as he turned away, \"tell me. Got\nto go. Elderburg's waiting.\"\n\n\"Have you tried hitting them with strong light?\" Max shouted after him.\n\n\"No,\" Scott shouted back. He was very late, and the Old Man wanted you\nfast when he wanted you. \"Try light if you get a chance.\"\n\nHe broke into an effortless trot, his boots padding lightly on the\nshining gray floor. \"Three days,\" he thought. He forgot Max. He forgot\nDurval and the cats. He thought, \"Three days,\" and a fine film of\nperspiration spread cold across his back.\n\n\n\n\"We have three days,\" Captain Elderburg said. He was a small neat man\nwith a prim voice. His bland eyes peered forward into some middle\ndistance, ignoring Scott.\n\nAnd Scott, sitting tautly in his chair, felt glad those eyes were not on\nhim.\n\n\"In three days,\" the Captain said, \"or probably before, the _Kastil_\nshould find us. The _Kastil_--the best ship Inner-Planet Metals ever\ncommissioned.\"\n\nScott nodded. In the savage, free-for-all world of the space-miner, the\n_Kastil_ was known as the big ship, the new ship. The ship that could\nload its cargo hatches in a day, stuffing 100,000 tons of ore down in\nits belly for the hungering plants of Earth.\n\n\"I've fought IP Metals for fifteen years,\" Elderburg said slowly. His\neyes were very far away. \"For fifteen years they've grown bigger and\nbigger, and the bigger they've got, the rougher they've played. You know\ntheir record, Scott. Murder, claim-jumping. What they can't steal with a\nblaster, they take by law.\"\n\nGlancing through the open port behind the Captain's head, out into the\nstar-dappled dark of space, Scott asked: \"Is there any way we can set up\na permanent claim here on this asteroid without going back to Earth?\"\n\n\"You know better than that.\" Elderburg's eyes turned full on Scott.\n\"Unless we bring a full cargo of reasonably purified ore to Earth, we\ncan't lay claim to these mines, or to any other mineral rights here.\"\n\nHis hands closed neatly, one inside the other. \"And we've got to get a\ncargo back. This is our last chance. A strike as rich as this one will\nkeep us going for a long time. But if we lose this claim to IPM, the\ndays of the independent miner are over. Done with. We might as well sell\nthe _Bertha_ and get out.\"\n\n\"We'll be out of here in two days,\" Scott said eagerly. \"If we....\"\n\n\"If,\" said Elderburg very plainly. His eyes turned away from Scott and\nhis hands went all loose at once and spread out flat on the table.\n\n\"If we cannot load in two days, Mister Jerill. If your cats that you so\nfoolishly brought on board the _Bertha_ delay us so much that the\n_Kastil_ locates us. And beats us home with a load of ore. If that\nhappens, Mister Jerill, I will see that you are black-listed from the\nrolls of every space flight unit now operating. You will be completely\nresponsible for the failure of this cruise.\"\n\nSlumping back in his seat, he grinned maliciously at Scott. \"I realize\nthat our company was offering you a captain's position at the end of the\nexpedition....\"\n\nScott stood up. Anger hammered powerfully at his temples. \"All right. I\nadmit I made a mistake. And I take full responsibility for my actions.\"\n\n\"You must admit, Mister Jerill, that only a fool would bring an unknown\nspace beast into a ship.\"\n\n\"Only a fool would deny that the cats are as valuable as uranium in\ntheir own way.\"\n\n\"Now, Mister Jerill. Be very careful.\" There was no mistaking the venom\nin Elderburg's speech. In his passionless black eyes, viciousness lay\ncoiled. \"Your cats have stopped purification of the crude ore for two\ndays. Two days, Mister Scott. We might have been Earth-bound by this\ntime.\"\n\nScott leaned over the desk. In a voice quivering with anger, he said:\n\"Listen to me. If you....\"\n\nThere was a shocking blast of light. Stunning volumes of white light\npoured from the port behind the Captain's head. It blazed too\nbrilliantly for the naked eye.\n\nWith a strangled exclamation, Scott stumbled for the port, clutching his\neyes. His fingers clawed nervelessly for the light control.\n\nThere was a sharp snap as the port closed. They felt, rather than saw,\nthe light flick abruptly out. Elderburg tore at the door.\n\nThey lurched into the corridor. Green-yellow lights flashed before their\ndazzled eyes. Scott located the wall and began to run, using his finger\ntips as guides.\n\n\"A magnesium flare!\" The Captain's words drove at Scott, hard as\nfragments of metal. \"What fool set off a magnesium flare with the\n_Kastil_ on top of us?\"\n\nThey stumbled through the cool corridor to the second level air lock. As\nthey approached, the lock clanged open. A space-suited figure waddled\ninto the corridor. The helmet opened back, revealing the vivid red hair\nof Second Mate Vaugn.\n\n\"Light don't bother those cats a bit,\" he announced. Then his grin\nfaded. \"What's the matter?\"\n\nThe Captain croaked, \"You set off a flare--when--when the _Kastil_ has\nbeen hunting our claim for weeks. When they're right on top of us!\"\n\nMax's face blanched. \"The _Kastil_! Scott, you never told me....\" Sudden\ncunning swept his face. \"Why didn't you tell me the _Kastil_ was so\nclose, Scott? Why did you tell me to try light on the cats when you\nknew--\"\n\n\"Scott told you!\" Elderburg snarled. But at that moment Scott cried out\nsharply, pointing out through the port by the air lock.\n\nTwo miles beyond the _Bertha_, settled a black cigar. Blue-white fire\nflared from its base. \"The _Kastil_!\" Scott gasped. Useless rage flooded\nhis chest. \"The _Kastil_--and she's found us!\"\n\n\n\nUnder the hurtling jet, the surface of the asteroid was a jagged tangle\nof stone. Scott, staring tensely from the observation port, felt a swift\nmoment of wonder. Two hours since the IPM ship had landed. And he was in\ntrouble with a vengeance.\n\nAs he had left the ship with a party of picked men, he had felt\nElderburg's cold eyes on him. Eyes that thought--and threatened.\n\nIt was easy enough to read the Old Man's mind. An officer might make one\nvital mistake. But not two--not introducing the cats into the ship; not\npermitting a flare to be set off. Unless....\n\nUnless he wanted the _Bertha_ to lose time. Unless he wanted the\n_Kastil_ to find the precious claim.\n\nCold raced through Scott's veins. His hands locked white about the space\nhelmet he was about to don. He had to prove his loyalty. Had to prove\nthat the accidents were accidents. And little time was left, as the\n_Kastil_ could load completely in two days.\n\n\"There's the pit, Mister Jerill.\" The navigator's voice was strained.\n\"See anybody?\"\n\n\"Not yet. Set her down.\"\n\nThe cargo jet dipped. The vast peaks of shattered stone sped up at them\nwith terrifying speed. Scott refrained from closing his eyes, saw the\nrazor-toothed surface of this shattered world streak toward him. Ahead,\nthe bulk of the _Kastil_ loomed. They must have used the ore pits as a\nlanding marker, he thought. And--what was that?\n\nMotion at the lip of the ore pit.\n\nThe jet grounded hissing on the burnt landing strip. \"Watch it,\" Scott\nwarned. \"We got visitors out there.\"\n\nThere was an ugly muttering among the men. As Scott threw open the cargo\ndoors and dropped to the rocky ground, he saw the crewmen checking\nblasters and the slender polonium tubes that could permanently blind a\nman.\n\nHe stepped away from the jet. And as he did so, seven men detached\nthemselves from the shadows about the mine's edge, and strolled toward\nhim. Seven men--two more than were with Scott. The odds might be worse,\nhe thought with a sense of relief.\n\nCautiously, he loosened the blaster in his belt. They were tricky\nweapons to handle in space gloves, but he'd better be ready to use it\nfast.\n\n\"Party from the _Bertha_?\" The words came thin and metallic into Scott's\nhelmet.\n\n\"Right,\" he grunted. \"You?\"\n\n\"From the _Kastil_. Who gave you a clearance to land on our claim?\"\n\n\"We have a prior claim on this pit,\" Scott flared. \"We have it posted\nand registered. If you're going to mine, find someplace else.\"\n\nA giant figure, grimly grotesque in a cumbersome vacuum suit, swaggered\nforward. \"I don't see any of your claim posts.\"\n\nScott indicated a tall metal stake glittering somberly in the glare of\nthe jet's loading lights.\n\nThe tall man laughed easily, his voice thin and far away in Scott's\nhelmet. \"Think of a better story. We just dug that claimer in ourselves.\nNow suppose you people jet out of here. Ought to be plenty of good\nclaims someplace else.\"\n\nScott scarcely heard the sudden bitter burst of protest from his men.\nHis body felt light and cool. The blaster pressed hard against his side.\n\"There are plenty of good claims,\" he said. \"You better go find them.\"\n\nHe swung the blaster up in a single smooth motion.\n\nThe tall man stood very still. They were not close enough to see each\nother's faces.\n\nThen, high on a plateau of stone above the tall man's head, Scott saw\nthe stars blot out.\n\n\"Scatter!\" As he shouted, he took a giant leap to the right.\n\nA blast of energy seared from the darkness, gouging a vast hole where\nScott had stood.\n\nFrom behind a boulder he could see the fire of the blaster sweep across\nthe upper edges of the rocks, just at the level where the stars were cut\noff.\n\nFor a moment, the cold green line of his fire flicked harmlessly over\nnaked stone. Then a thick squirt of fire flared quickly. A still-born\nscream died in his earphones.\n\nThe men of the _Kastil_ had dodged away into the darkness.\n\nScott's voice rang out harshly. \"I'll give you men two minutes to\norganize and get out of here. If you're not out by that time, we'll spin\nour jet around and burn you out.\"\n\nThere was a brief stir off in the shadows.\n\n\"You're in a blind alley there,\" Scott continued. \"There's no way out.\nAnd we'll blast any man who tries to climb out over the rocks. Is that\nclear?\"\n\nA glowing flash of energy exploded against the rock protecting him.\nThere was no sound, but bits of stone lightly flecked his suit. Scott\nbraced himself on the rough face of the boulder and worked the blaster\naround for an open shot.\n\n\"No more shooting,\" the heavy voice of the tall man growled. \"You\n_Bertha_ people. Can you hear me?\"\n\n\"Yes,\" Scott said coldly. His eyes probed the shadows for motion.\n\n\"We're willing to be peaceful about this. I'm Captain Randell of the\n_Kastil_. There's no need for killing when there's plenty of ore for all\nof us.\"\n\n\"Not in this pit,\" Scott answered. \"You have one minute.\"\n\n\"All right.\" Randell's voice, distorted as it was by the tiny radio,\ncarried a sardonic edge. \"We'll go--from here.\"\n\nHe sauntered out of the shadows, hands upraised. From the tangle of\nstone, his men crept out to join him. Without haste, insolent in their\nretreat, they crossed over the pit.\n\nAt the far side they paused. \"This is the extent of your so-called\nclaim.\" Randell's voice purred in their ears. \"Our claim extends from\nthis line. And if a man from the _Bertha_ wants a quick blasting, he can\ncross this line.\" His radio snapped off with crisp finality.\n\nScott stepped from his shelter.\n\n\"All right,\" he ordered. \"You men know the story. The _Kastil's_ down\nhere ready for work. And it's going to mean work if we're going to beat\nher back to Earth. Now, let's go. But watch your step.\"\n\n      *       *       *       *       *\n\nThey worked. Eighteen hours a day they worked. From the steel-like\nground they scooped a dozen tons of the dirty black uranium ore and sent\nit hurtling back to the _Bertha_.\n\nBut in spite of all their efforts, the more modern equipment of the\n_Kastil_ overtook them in a day. The blackness on their left was riddled\nwith the flare of digging torches and the slender fire-trails of the\njets soaring between the pit and the _Kastil_.\n\nAnd now and again, Randell's drawling voice broke into Scott's ears.\n\"You're slowing up, _Bertha_. Seventy tons for us today. Are you poor\nlittle men getting tired?\" He clucked sympathetically, then burst into a\nyell of laughter. \"We'll have the ore cleaned off this rock before you\nget half loaded.\"\n\nBut Scott and the men of the _Bertha_ worked silently, with savage\nhaste, forgetting sleep and food to keep the tonnage flowing to their\nship. They had almost forgotten the cats....\n\nBut not for long.\n\nStaggering with fatigue, Scott swayed into Central Control, and sagged\ninto a seat. He had been too long in a space suit. A dull pounding beat\nbehind his eyes. \"I came as soon as you called the pit, Captain\nElderburg. You sounded pretty urgent.\"\n\n\"It's urgent,\" Elderburg said. \"We're beaten.\"\n\nScott stiffened. Fatigue fell from him as he gazed closely at the\nCaptain, saw for the first time the bitter dullness of Elderburg's eyes.\n\n\"You better come with me,\" the Old Man said heavily. He rose stiffly,\nled the way from the room.\n\nIn silence they shuffled down the corridor toward the engine room. A tic\nworked at the corner of the Captain's mouth, but he did not seem to\nnotice it. \"Durval held the cats off with ultra-sonics. He purified\nabout ten tons of the stuff and stored it.\"\n\nThey threaded their way along a chill black catwalk to the center of the\nship. In the engine room, men slumped sullenly among the big atomics. As\nScott and Elderburg passed a group of the black gang, mutely dangling\nwrenches, there was a sudden stir.\n\n\"That's him!\" One of the men had leaped up. The wrench whipped back over\nhis shoulder. He leaped raging toward Scott. \"There's the rotten....\"\n\n\"Easy, Billy.\" He was dragged back, disarmed.\n\n\"How'd the _Kastil_ know....\"\n\nThe Captain tugged Scott's arm. \"Don't bother with them. Come on.\"\n\nScott nodded numbly, followed, his head aching and a nameless wave of\napprehension sliding through him. \"Where are the cats?\" he asked once.\n\nElderburg ignored him. \"Put on a radiation suit.\"\n\nThey had stopped before a side door of the main hold. As Scott struggled\ninto the suit his mind swirled in a chaos of thoughts. When the suit was\nadjusted he dropped the helmet shut and stepped forward. Through the\nlighter gravity of the air lock they lumbered. Then Elderburg spun the\ncontrols that opened the door.\n\n\"There you are,\" he said to Scott. He sounded completely deflated. No\nsting remained in his voice.\n\nScott stepped forward into the hold, then froze. His body went cold.\n\nThe hold was a writhing mass of cats.\n\nTheir queer angled bodies darted in a great pile beyond the door. Their\nred bodies glowed and twisted strangely. They flew about a huge stack of\nlead containers--uranium cells secured for the long trip home.\n\nAnd Scott went sick with understanding. Through rigid lips, he forced\nthe words: \"Energy-eaters!\"\n\nThe Captain laughed oddly. \"And you wondered how they lived on this\nnaked rock. They ate the raw ore, of course. No wonder they hung around\nDurval's machines sucking up what free energy they could. They broke\nthrough the air feeder system here. No wonder. With cells of 80% pure\nuranium waiting for them.\" His voice broke.\n\n\"So we're finished,\" he continued. \"The _Kastil_ will be loaded before\nwe can even clean the cats out. We're done.\"\n\nHe swayed back against the bulkhead. Scott took his arm.\n\n\"Get away from me.\" Elderburg wrenched away, his loathing clear even\nbehind the bulky suit. \"If what the men say is true. If you sold us\nout--\" His voice trailed off. \"Call your men out of the pits, Jerill.\nWe're blasting off tonight.\"\n\n\"No.\" Scott leaned forward, his eyes mere slits behind the lense of his\nhelmet. \"Is there any uranium left?\"\n\n\"We saved two cells.\"\n\n\"It's enough,\" Scott snapped. His lean jaw lifted proudly. \"It's a\nlittle late, Captain. But I can promise to get rid of the cats in two\nhours. With the ore deposits Vaugn and I have collected, we can still\nload a good cargo and beat the _Kastil_ out by at least a day.\"\n\nElderburg eyed him sharply. \"How can you handle the cats?\"\n\n\"Get me a lead-lined box about eight feet by....\"\n\nStatic blasted shrilly in their ears. The voice of the ship's lookout,\nstrained with excitement, shouted. \"Captain Elderburg. This is Main\nControl. Get here fast. An explosion at Lieutenant Jerill's mine.\"\n\nAs Elderburg leaped for the door with a muffled roar, the lookout's\nvoice tautened. \"No. No. Not an explosion. It's the _Kastil_. They're\nattacking the mine. They're attacking the mine.\"\n\n\n\nThey crammed into the observation blister on the _Bertha's_ nose.\nScanners swept smoothly over the wilderness of stone jutting up between\nthe ship and the mine.\n\n\"There's a fire fight going out there.\" Elderburg's square face knotted\nwith anger. \"Scott, take a party. Blow that livid scum crew off this\nrock.\"\n\n\"Right, sir!\" Scott bolted from the observation port. The emergency\nalarm howled through the ship. He buckled on a pair of blasters with\nunsteady hands, a black fury sweeping him. He stabbed one long finger\ndown on the intercom.\n\n\"Masters,\" he yelled. \"Get the cargo jet ready. With full battle\nequipment.\"\n\n\"Right, lieutenant. What's up?\"\n\n\"Piracy.\" He spun toward the door. Then jolted to a halt, hands balling\nat his sides.\n\nA picture was forming on the Master Communication Screen.\n\nElderburg pounded to his side. \"Who is it?\"\n\nThe picture on the screen was very definite now--a swarthy giant of a\nman, cynically grinning down at them. \"Gentlemen,\" the figure on the\nscreen said, and Scott needed no further introduction.\n\nIt was Randell, master of the ship _Kastil_.\n\n\"We've had a very entertaining two days,\" Randell said. His thick hands\nrubbed easily together. \"It's been a real pleasure watching you work.\nBut I'm afraid the pleasure is over. We're leaving you now. Oh, that\ndisturbance at your mine pit?\" He laughed, but only with his mouth; the\nclose-set eyes remained unchanging, watchful. \"It seemed so unnecessary\nto bother mining ore when so much of it was stacked near our pit.\"\n\n\"You bloody murdering bandit,\" Elderburg thundered. \"We'll blast\nyou....\"\n\n\"You'll blast nobody. Any party approaching the _Kastil_ will get\nblasted. Any party near the claim--our claim--will get burned down. By\nthe way, I'm afraid your men at the mine contracted space-sickness, or\nsomething. They seem to be dead. You needn't bother coming after them.\"\n\nHe began to chuckle. \"I think the ore my men are bringing in now will\njust complete our cargo. See you back on Earth.\"\n\nThe screen went gray. The sound shut off with a loud click.\n\nElderburg swung on Scott. \"Take your men. Clean out that nest of thieves\nbefore they remove any more ore. Order out full battle gear. We'll blast\nthe _Kastil_ apart if it takes every man on board this ship.\"\n\n\"No!\" Scott caught Elderburg's shoulder, gripped him. \"There isn't time\nfor an armed attack. I have a better idea.\"\n\n\"Scott, I order you to....\"\n\n\"Get me a box,\" Scott cried desperately. \"Made of lead and six feet\ndeep.\"\n\nElderburg jerked his shoulder free. His face contorted. \"Get to your\ncabin, Jerill. You're under arrest.\"\n\n\"Captain Elderburg, listen to me. We can....\"\n\n\"That's a direct order. Go to your cabin.\" He whirled away from Scott,\nslammed down the intercom lever. \"Attention all hands. Prepare full\nbattle equipment....\"\n\nScott slashed his blaster hard across the back of the Captain's head.\nElderburg staggered, clutched the back of the seat. Scott hit him again.\nElderburg's legs went loose. He toppled face forward, struck the\nintercom and sagged to the floor.\n\nScott stepped to the intercom. \"Attention. All men, prepare full battle\nequipment and stand by. Stand by. Durval, get the largest lead-lined box\nyou have and set it outside the entrance of the main cargo hatch. Shake\nit up. We have half an hour till the _Kastil_ jets off.\"\n\nHe cut off the intercom, lugged Elderburg to the chart room and locked\nhim inside.\n\n\n\nThe hold was beastly hot. Standing inside the hatchway, holding\nsuspended over his head a three-foot long cell of uranium ore, Scott\nfelt a moment of shuddering panic. Over the storage cells along the\nwall, over the tumbling bodies of the cats, an eerie glow quivered--the\nmenacing flare of radio-activity.\n\nScott glanced nervously at the forward screen. Chief Durval waved toward\nhim. \"Your men ready, Durval?\"\n\nThe Chief nodded. \"Don't go getting yourself hurt now, Scott.\"\n\nScott grinned although he did not feel much like grinning.\n\nHe shuffled forward under the light gravity of the hold. The uranium\ncell balanced easily in his hands. Too easily. He could scarcely feel it\npress against his gloves. The heat control in his suit was jammed again.\nHis hands streamed sweat.\n\nHe inched past the cats. A quick cold thrill passed through his stomach.\nWith the energy of the ore almost gone, the scarlet beasts were growing\nincreasingly uneasy. They were casting about for a new supply. It would\nbe easy enough for a foot to slip, he thought. To spill the ore across\nthe floor. New food for the cats--and the loss of the _Bertha's_ last\nchance as strange space beasts sucked away the last purified ore.\n\nHe slipped cautiously past the last row of cells. A quick dash now for\nthe open hatchway beyond....\n\nHalf a dozen of the bounding red beasts surged about his feet. Their\nweight drove his right leg forward. He staggered, caught at his balance.\nThe lead cell above his head began to slip.\n\n\"Watch it, Scott!\" Durval's voice cracked in his ears.\n\nStraining every muscle against the queer weightlessness of no gravity,\nScott struggled to regain his balance. He expected another blow at his\nlegs as the cats leaped for the ore. It was hard to breathe the\nover-heated air of his suit.\n\nBut the cats had spun away. As he caught his balance, he stared after\nthem, uncomprehending for an instant. The cats ran twisting in a somehow\nsinister dance. The bodies were queerly bloated. Down the upper portion\nof their bodies ran a heavy indentation. As they leaped and twisted, the\nindentation became a fissure, a crevice.\n\nThen two of the beasts leaped, slammed together in mid-air. But more\nthan two cats fell to the floor.\n\nTheir sharply angled bodies whisking back toward the depleted uranium\ncells, four cats appeared with shocking suddenness.\n\nReproduction. Elemental fission.\n\nScott had to clean them out, and fast. Soon the ship would be overrun\nwith the energy-hungry felines.\n\nHe dashed toward the open hatch. Outside the opening, a great lead box,\neight feet by eight feet, gaped upward. Beyond, four men tensely\nsupported a vast lead cover.\n\n\"Is the uranium poured into the box?\" he barked sharply.\n\n\"Yes, sir. All ready, Mister Jerill.\"\n\n\"Good.\" Turning from the hatch, he inverted his cell, poured out the\nuranium ore in a thick stream from the open hatch back across the hold\ntoward the scrambling mass of cats upon the now empty rows of cells.\n\nBut he never reached the beasts.\n\nA brawling torrent of animals leaped toward him. Hurling the container\ninto their mass, he leaped to one side. They lunged into the trail of\nore. Rolled, leaped, darted along the line. At the hatch edge, a\npyramiding mass of cats paused a moment. Then plummeted over. Scott fell\nback against the bulkhead, his eyes fixed on the cats still scavenging\namong the empty cells.\n\nThen these too were darting for the trail of ore. The uranium was\nscattered now. Cats plunged toward the new radiation in the box beyond\nthe hold entrance.\n\nThe inarticulate cheers of Durval and his men rang in Scott's helmet.\nBut his mind was already working at the next step of the problem.\n\n\"Durval,\" he ordered. \"Get a decontamination unit in here. Clean this\nplace out.\" Cats poured in a frenzied stream from the ship. \"Call Mister\nVaugn. Start purification of his ore as soon as it arrives.\"\n\nPast the hatch, he saw the swift flash of the lead top dropping over the\nbox. Excitement pounded hotly in his throat.\n\n\"I'm going to get rid of these cats once and for all,\" he called. \"Be\nback in an hour.\"\n\n\"But what about the _Kastil_?\"\n\n\"We'll worry about the _Kastil_ later. Get that ore purified. We're\nblasting out of here in forty hours.\"\n\nHe swung from the cargo entrance to the top of the lead box. Under his\nfeet, the lid trembled with the frantic struggling of the cats. \"Load\nthis crate in the cargo jet,\" he cried. \"And hurry. We only have half an\nhour left.\"\n\n\n\nThe pounding of the jets matched the pounding of the blood in Scott's\ntemples. \"When we land,\" he instructed, \"get this crate out fast.\nEverything depends on how fast you can take the cats down to the pit. I\nwant you to bury it as fast as you can. Understand?\"\n\nHe glanced sharply about the group, feeling their eyes clinging to him.\n\n\"Get as much rubbish on the crate as possible. And then obey every order\nI give you as fast as possible no matter how foolish the order may\nseem.\"\n\nThe jet thundered down over the landing strip, rasped to a halt. \"Out,\"\nroared Scott. \"Fast. Make it fast.\"\n\nThe loading compartment swung open. But as the men lifted the crate\ntoward the door, the jet's intercom burst into life. \"Jerill. Jerill,\nthis is Captain Elderburg. I order you to return at once.\"\n\nElderburg had freed himself too quickly.\n\n\"This is a criminal offense, Jerill. Come back at once.\"\n\n\"Get that crate out,\" Scott roared. \"Hurry. Hurry!\"\n\n\"Mister Jerill,\" blared the intercom. \"You are under arrest, according\nto the Articles of Space, for conspiracy, armed assault....\" Scott cut\nthe voice off in mid-sentence. He leaped into the hold, threw his weight\nbehind the box. \"Quick. Get it to the pit.\"\n\nThe men lumbered off into the darkness. Even with the light gravity of\nthe asteroid, it was difficult to handle the crate as the scrambling\ncats pitched it from side to side.\n\nScott scaled a boulder. The hulk of the _Kastil_ loomed just beyond,\ndark and threatening. A thin square of light showed at their cargo\nentrance. They were still completing loading.\n\n\"Hurry,\" Scott muttered feverishly. \"Hurry.\"\n\nThe men reached the pit. Carefully, slowly, they lowered the crate into\nthe shadows.\n\nSweat streaming down his face, Scott tore his eyes from the _Kastil_\nhatch, grimly watched as his men scooped rubbish into the pit.\n\nA motion in the darkness. Out where no motion should be. Movement among\nthe sunless stones.\n\nScott's breathing stopped.\n\nA group of men closing in toward the cargo jet. Men racing out of the\nshadows. Men of the _Kastil_.\n\n\"Stop,\" Scott shouted frantically into his radio. \"Get that crate back\nto the jet. Get it out of the pit. Back to the jet. It's too late.\nHurry. Hurry!\"\n\nFor a single astounded moment the men paused. Then, sweeping the rubble\nfrom the crate, they fumbled it toward the surface of the pit.\n\nScott leaped down among them. Pushed. \"They're going to trap us.\" The\ncrate struck on the pit's edge. Scott seized one end, forced it up over.\n\"Grab that other end, Masters. Move, man. Don't argue. Move!\"\n\nStaggering over the uneven ground, they lurched toward the jet.\n\n\"I think you ought to rest for a moment.\" It was the cool voice of\nRandell, who stepped from the darkness with a blaster turned full on\nthem.\n\nCrewmen from the _Kastil_ poured from among the rocks. Their blasters\nswung a menacing ring about Scott and his men.\n\n\"Step back away from the crate.\" Randell stepped forward, tapped his\nblaster against the side of the box. \"Now what do we have here.\"\n\n\"Keep away from that,\" Scott snarled. \"That's property of the _Bertha_.\"\n\n\"Is it?\" Randell turned carelessly to his men. \"Property of the\n_Bertha_,\" he drawled. \"Well, we'd better have a look at it now. To make\nsure you haven't accidentally salvaged some of the _Kastil's_ equipment.\nOh, quite by accident, I understand.\"\n\nHe began to loosen the screw-clamps of the lid.\n\n\"Stop!\" Scott leaped forward, no longer conscious of the weapons\nswinging on him. He dropped his hand upon the box.\n\n\"This is mine,\" he said. \"I forbid you to touch it.\"\n\n\"Have you ever seen a man die of a blaster bolt?\" Randell asked. \"Step\nback.\"\n\nThe men of the _Bertha_ fell back. Their shoulders touched the toothed\nrim of stone about the pit.\n\nRandell chuckled. \"Perhaps it's just as well we didn't blast off when we\nwere loaded. There was always a chance you'd found something else of\nvalue here.\"\n\nHe flicked the muzzle of the blaster about. \"If you don't mind, we'll\ninspect this crate in a better light. Back at the _Kastil_.\"\n\nTriumph leaped through Scott. \"This is piracy,\" he said, and sounded\nsincere.\n\n\"Piracy is what is proven,\" Randell laughed. \"Do you really think you\nhave a case in our courts?\" He sighed softly. \"Now, thank you for this\nunexpected pleasure. And good-bye. We'll see each other again on Earth,\nperhaps.\"\n\nThen they were gone and immediately afterward, the _Kastil_, balancing\non a white line of flame, leaped away from the asteroid and flashed out\npast the stars.\n\nScott stared after it, a faint smile touching his lips. About him rang\nthe triumphant laughter of the crew.\n\nSomeone gripped Scott's shoulder. \"Captain Elderburg on the intercom,\nMister Scott. I just told him. And--congratulations, sir.\"\n\nScott grinned. Entering the jet, he faced the intercom, said: \"It's over\nnow, Captain.\"\n\n\"Good work, Mister Scott.\" Elderburg's voice was unsteady. \"How did you\ndo it?\"\n\n\"Pretended to be taking something of value,\" Scott said. He relaxed back\nagainst the seat. \"I knew Randell couldn't resist making a clean sweep\nof everything we had. So I gave him the chance.\"\n\nElderburg's laugh filled the cabin. \"And when they open the crate....\"\n\n\"Good-bye uranium.\" Pale eyes smiling, Scott waved a knotted fist. \"And\nnow, sir, we're going to start mining ore. This is our claim now. And\nwe'll be blasting out of here in forty hours with the biggest load of\nuranium ore Earth ever got its hands on.\"",
    "metadata": {
        "author": [
            "Sampson, Robert",
            "Sampson, Robert D."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/31970/pg31970.txt",
        "name": "feline_red.json"
    }
}