{
    "name": "Felony",
    "author": [
        "Causey, James",
        "Causey, James Oliver, Jr."
    ],
    "body": "When he was nine, Vogel almost killed another boy who inadvertently\nscattered his half-completed jigsaw puzzle.\n\nAt sixteen, he discovered the mysteries of the Danish Gambit, and\ncried.\n\nAt twenty-two, he crouched in a foxhole on Okinawa, oblivious to the\ndeath bursting about him, squinting in a painful ecstasy at the\ntattered fragment of newspaper on his knee. His sergeant screamed in\nagony, then died at his elbow. Vogel's face lit up. \"Slay,\" he said\nhappily, scribbling. As crossword puzzles go, it had been a toughie.\n\nAt thirty, he was Production Manager of Sachs Fixtures. His men hated\nhim. The General Manager loved him. Tall, gaunt and ruthless, he could\nglance at any detail print and instantly pinpoint the pattern of final\nassembly, total man-hour budget and fabrication lead time.\n\nOnce, he made a mistake.\n\nOn a forty-thousand-dollar job lot he estimated too high on production\nscrap. When the final assemblies were completed, they had two feet of\nbulb extension left over. It disturbed him. He spent that evening in\nhis den brooding over chessmen. His wife let him alone.\n\nNext day, he hired Amenth.\n\n\n\nPersonnel called that morning and apologized. \"No experience, but\namazing shop aptitude. He's coming down to you for an interview.\"\n\n\"I want,\" Vogel said into the phone, \"three bench men. By noon. _With_\nshop experience.\"\n\nPersonnel was sorry. Vogel snarled and hung up.\n\n\"Hello, please, sir,\" said a voice.\n\nVogel stared, icily.\n\nMeekness cowered in front of his desk. Meekness in the form of a small\nbirdlike person with beseeching amber eyes.\n\n\"I am Amenth,\" he said, cringing.\n\nVogel eyed the olive skin, the cheekbones, the blue-black hair. \"A\nwetback,\" he said. \"Three men short and they send me wetbacks. You\nknow sheet metal, buster?\"\n\n\"I am not of the understanding,\" Amenth offered. \"Experience, no.\" He\nbeamed. \"Aptitude, yes.\"\n\nFighting apoplexy, Vogel took him out into the shop. Amenth cringed at\nthe howl of air tools and punch presses. Vogel contemptuously took him\nby the arm and led him to a workbench where a wizened persimmon of a\nman performed deft lightnings with rivets and air wrench.\n\n\"Benny, this is Amenth. He's new.\" Vogel pronounced it like a curse.\n\"Get him some goggles from the crib, a rivet gun.\"\n\nVogel returned to his office scowling. The phone rang almost\ninstantly.\n\n\"Boss,\" said Benny, \"he's from nothing--all thumbs with an air wrench\nand he don't know alclad from stainless.\"\n\n\"Be right out,\" Vogel said, hanging up.\n\nBefore he had a chance to fire Amenth, the Fabrication Super came in\nwith a production problem. Vogel solved it, but it was almost an hour\nbefore he returned to Benny's bench--and stared.\n\nAmenth was a blur of motion. His Keller chattered like a live thing.\n\nA furious sweating Benny snapped at Vogel, \"You playing practical\njokes? Look, this guy's gone crazy, he's fifty per cent under\nstandard! Tell him to slow down before I file a grievance.\"\n\nAmenth beamed. \"I am of the aptitude,\" he said.\n\nA queer deep tingle went through Vogel. The crystal delight of\nchallenge he felt when confronted by an apparently impregnable\nfianchetto.\n\nThat was the first day.\n\n\n\nA week later, Vogel was compiling a progress report from completed\nshop travelers. Abruptly he scowled at one traveler, then said,\n\"Charlie!\"\n\n\"Yes, sir,\" one of the planners said.\n\n\"Why didn't these galley panels go out for drop hammer?\"\n\nCharlie peered at the form and whistled. \"Somebody must have changed\nthe planning sheet.\"\n\n\"Get me the story!\"\n\nCharlie went hurriedly out into the shop.\n\nSome time later he returned with a pale dazed look. \"It's this guy in\nassembly,\" he said. \"Name is Amenth. He didn't even read the traveler.\nJust looked at the attached detail print and decided to miter the\nedges, then reverse the flange with a weld.\" He threw the completed\npart on Vogel's desk. \"Go ahead, check those tolerances,\" he said\nwhitely. \"Right on the money.\"\n\nVogel walked over to a calculator and figured. There was a dreamy\nexpression in his eyes. He said softly, \"All fabrication in our own\nshop. A net saving of 93 cents per unit, or eight hundred dollars\ntotal. I believe you planned this item, Charlie.\"\n\nVogel fired him.\n\nThat same afternoon Amenth came into the office on Vogel's order.\n\"Sir?\"\n\n\"Don't you know how to read a traveler?\" Vogel asked sternly.\n\n\"It was a lucky accident.\" Amenth looked terrified. \"I just read the\nprint--\"\n\n\"And did what seemed logical.\" Statement, then a very quiet question.\n\"What happened to your accent?\"\n\nThe little man looked blank.\n\nVogel took a slow deep breath. \"I've got a material planning job\nopen,\" he said tightly. \"Three-fifty to start. Interested?\"\n\nFor a moment he thought Amenth would lick his hand.\n\nThe little man took to planning sheets like a duck to water. He pored\nfeverishly over blueprints, turning out travelers in a steady flood.\n\nVogel watched him. He went over to Personnel, requested Amenth's\nemployment application, read it and scowled. It was a masterpiece of\nanonymity. Birthplace: New York. Former Occupation: Laborer. Hobbies:\nNone. He memorized Amenth's address and returned the application.\n\nVogel always ate lunch in the office with his expediters. That noon\ntwo of them got into an argument about the planets.\n\n\"I say there is life on Mars,\" Pete Stone insisted stubbornly. \"When\nthe polar ice cap melts, the water runs along the canals and traces of\ngreen from growing vegetation can be spotted.\"\n\n\"Which proves nothing,\" Harvey Lamb yawned. Lamb was chief expediter.\n\"Man couldn't live there, anyway. There's not enough oxygen.\"\n\n\"You would be amazed,\" Amenth said quietly, \"at the adaptability of\nMan.\"\n\nVogel set down his thermos and leaned forward. \"You mean Martians, for\ninstance, could live here, assuming they existed and had spaceships?\"\n\nAmenth's smile was infinitely bitter. \"Until they'd go mad.\"\n\nThe talk turned to baseball. Vogel lit his pipe and gave Amenth a\nsurreptitious glance. The little man slumped in the corner, bleak and\nwithdrawn.\n\nThis was delicious.\n\n\n\nVogel left the shop and drove across town to Amenth's address. It\nturned out to be an ancient rooming house on the West Side. Mrs.\nReardon, the landlady, was an apathetic woman who brightened when he\nasked her about Amenth.\n\n\"He moved in just three weeks ago.\" Her face softened in recollection.\n\"He was like a lost dog coming in out of the rain. Couldn't hardly\nspeak English and he wanted me to trust him for the rent. I must have\nbeen crazy.\" Her nostrils flared. \"Not that he hasn't paid up. Are you\na cop?\"\n\nVogel nodded as he took out his wallet. In it was his honorary\nsheriff's badge, but he doubted if the woman would know the\ndifference. She didn't. She led the way upstairs to Amenth's room,\nworrying, and Vogel assured her they were only looking for a\nhit-and-run witness, that it was strictly routine.\n\nAmenth's room was incredibly aseptic, barren of pictures, ash trays,\ndirty laundry, any of the normal masculine debris. Vogel got the stark\nimpression of a convict's cell. In the bleak dresser were two pair of\nsocks, underwear, one tie. In the closet hung one white shirt ...\nperiod. Everything wore an indefinable patina of newness. Two books\ngraced the top of the dresser. Vogel recognized one of them, a text on\nfabrication and design which Amenth had borrowed from his office. The\nother was a child's primer of English.\n\n\"He stays in his room almost every night--reads mostly, and he speaks\nEnglish much better now,\" said Mrs. Reardon. \"A good tenant--I can't\ncomplain--and he's quiet and clean.\" She described Amenth and Vogel\nshook his head.\n\n\"Our man is about sixty, with a beard,\" he said. \"Funny coincidence.\nIt's a strange name.\"\n\nMrs. Reardon agreed.\n\nVogel drove back to the shop, whistling.\n\nHe did not go to his chess club that night, but went to the library\ninstead. He read about Flying Saucers, about space travel, about the\npossibility of life on other planets. Sometimes he chuckled. Once he\nfrowned deeply and bit his lip.\n\nThat night in bed, listening to his wife's shallow breathing, he said,\n\"Alice.\"\n\n\"Yes?\"\n\n\"Supposing you were lost on a desert island. What would you do?\"\n\n\"I'd build a raft,\" she said sleepily.\n\nVogel smiled into the darkness.\n\nNext day he made a systematic tour of the stockroom, scanning the\nracks of completed sub-assemblies, the gleaming fixture components,\nthe rows of panels, brackets, extrusions, all waiting like soldiers to\nmarch from the stockroom into final assembly.\n\nVogel suddenly grunted.\n\nThere, half hidden behind a row of stainless-steel basin assemblies,\nwas a nine-inch bowl. He examined it. The bowl was heavy and shiny.\nThere was no part number stamp, and the metal was not alclad, not\nstainless, not cad nor zinc. Five small copper discs had been welded\nto the lower flange.\n\nVogel carefully scraped off a sample with a file. Then he replaced the\npart in the stock rack and went into his office where he placed the\nsample in an envelope.\n\nThat afternoon he ranged the shop like a hound.\n\nIn the shipping crib, he found a half-completed detail that struck a\nchord of strangeness. Two twisted copper vanes with a crumpled shop\ntraveler signed by Amenth. The next operation specified furnace braze.\nVogel squinted at the attached detail print. It was a current job\nnumber.\n\nHe spent the next two hours in the ozalid room, leafing through the\nprint files. The job number called for a deep-freeze showcase, and\nthere were exactly two hundred and seven detail drawings involved.\n\nNot one of them matched the print in shipping.\n\nAfter an almost silent dinner at home, he sat smoking his pipe,\nwaiting for the phone to ring. It rang at eight.\n\n\"It's platinum,\" Carstairs said. Tim Carstairs was a night-shift\nchemist. \"Anything wrong, Mr. Vogel?\"\n\n\"No.\" Vogel paused. \"Thanks, Tim.\" He hung up, glanced at his fingers.\nThey were shaking.\n\n\"You,\" Alice said, \"look ready to call mate in three.\"\n\n\"I'm going over to the shop,\" he said, kissing her. \"Don't wait up.\"\n\n\n\nHe was not surprised to see the light on in the parts control section.\nAmenth was writing planning sheets.\n\n\"I don't believe we authorized overtime,\" Vogel told him mildly,\nhanging up his coat.\n\n\"Just loose ends.\" Amenth's smile was nervous. \"Tying up these burden\ncharts. I'm on my own time.\"\n\n\"Thought I'd set up next month's budget.\" Vogel sat at his desk. \"By\nthe way, what did you do before you came here?\"\n\n\"Odd jobs.\" Amenth's lips twitched.\n\n\"Your family live on the coast?\"\n\nSweat glistened on the little man's forehead. \"Ah--no. My folks passed\non years ago.\"\n\nCat and mouse.\n\n\"You've done good work lately.\" Vogel yawned, studying the progress\nchart on the wall. Behind him he heard a soft exhalation of relief,\nthe furtive rustle of papers as Amenth cleaned off his desk.\n\nWhen Amenth finally left, Vogel went over to his desk and methodically\nransacked the work in process file. It took him two hours to find what\nhe was looking for.\n\nOne: A schematic detail on graph paper which resembled no type of\ncircuit Vogel had ever seen.\n\nTwo: Fourteen completed shop travelers on which were typed clearly,\n_Call Amenth upon completion_. That was not unusual; most expediters\nwanted to be notified when a hot part hit Inspection. The unusual part\nwas that no inspection stamp had been placed opposite the final\noperation of _Inspect_, _Identify_, _Return to Stock_. Ergo, Amenth\nhad inspected and stocked the parts himself.\n\nThree: A progress chart with dates, indicating four detail parts still\nremaining in fabrication. Final assembly date--tomorrow!\n\nThe following afternoon, Vogel sat alone in the conference room. The\ndoor opened and Amenth came in. \"You sent for me, sir?\"\n\n\"Sit down, Amenth. Let's talk a while.\"\n\nAmenth sat down uneasily.\n\n\"We're considering you for promotion,\" Vogel said, silencing the\nlittle man's protests with a deprecating wave. \"But we've got to know\nif you're ready. Let's talk about your job.\"\n\nAmenth relaxed.\n\nThey talked shop for a few moments, then Vogel opened a folder, took\nout his watch. \"Very good,\" he said. \"Now let's check your initiative\npotential.\" As Amenth stiffened, Vogel reassured him, \"Relax. It's a\nroutine association test.\"\n\nFor the next ten minutes he timed Amenth's responses with a stop\nwatch. Most of the words were familiar shop words and most of the\nresponses were standard.\n\n\"_Job._\"\n\n\"Escape,\" Amenth said instantly.\n\n\"_Blueprint._\"\n\n\"Create.\"\n\n\"_Noise._\"\n\n\"Hate.\"\n\n\"_Want._\"\n\n\"Home!\"\n\nIt was all so childish, so obvious, and Amenth's eyes were frightened\namber pools when Vogel dismissed him. No matter. Let him suspect.\nVogel studied the reaction results with grim amusement.\n\nOutside, the shop roared.\n\nAnd Amenth's travelers sped the rounds: Issue material; Shear to size;\nForm on brake; Weld per print; Miter, drill, inspect, stock. One by\none, the strange details were being formed, finished, to lie inert in\nthe stockroom, to await final assembly.\n\nAssembly.\n\nOf _what_?\n\nTonight was project completion.\n\n\n\nMidnight.\n\nVogel stood in darkness, leaning against the wall. He was tired. He\nhad maintained this vigil for three hours. His right leg was numb and\nhe started to shift position, then froze as he heard footsteps. Three\naisles over, a light exploded, blindingly. He held his breath.\n\nFrom outside in fabrication came the muffled clang of drill press and\npower brake, the sounds of the night shift. He waited. Three aisles\nover, something moved. Someone fumbled in the stock bins, collecting\nshaped pieces of metal, grunting with the effort of piling them on the\nsalvage bench, now panting with impatience while assembling the parts.\nThere was a hammering, a fitting together, a flash of light, a humming\nof power and finally a sob of relief.\n\nVogel's hand slipped into his coat pocket and grasped the gun. He\nmoved silently.\n\nAmenth stood at the salvage bench, adjusting studs and connecting\nterminals. Vogel stared at the final assembly.\n\nIt was a helmet. A large silvery helmet, connected to a nightmarish\nmaze of wiring, mounted on a rectangular plastic base. It hummed,\nalthough there was no visible source of power. Amenth put on the\nhelmet with a feverish haste. Vogel chuckled. Amenth stood motionless.\nThen as his hand darted toward a stand, Vogel said sharply, \"Don't!\"\n\nAmenth stared at the gun.\n\n\"Take it off!\" Vogel's voice was iron.\n\nAmenth slowly took off the helmet. His eyes were golden with tears.\n\"Please,\" he said.\n\n\"Mars or Venus?\" Vogel said. \"Which?\"\n\n\"N-neither. You could not grasp the concept. Let me go. Please!\"\n\n\"Where?\" Vogel prodded. \"Another dimension?\"\n\n\"You would call it that,\" the alien whispered. Hope brightened his\nface. \"You want something? Wealth? Power?\"\n\nIt was the way he said the words, like a white trader offering his\naborigine captors glass beads to set him free.\n\nVogel nodded toward the circuit. \"That hookup--you tap the\ngravitational field direct? Cosmic rays?\"\n\n\"Your planet's magnet force lines. Look, I'll leave you the schematic\ndiagram. It's simple, really. You can use it to transmute--\" He\nbabbled on with a heartbreaking eagerness, and Vogel listened.\n\n\"In my own world,\" said Amenth brokenly, \"I am a moron. A criminal\nmoron. Once, out of a childish malice, I destroyed beauty. One of the\nsinging crystals.\" He shuddered. \"I was punished. They sent me\nhere--to the snake pit. Sentence for felony. This--\" he indicated the\nhelmet--\"would have fused three seconds after I used it. So,\nincidentally, would this entire shop. I had no time to construct a\nfeedback dispersion.\"\n\n\"Tell me about your world,\" Vogel said.\n\nAmenth told him.\n\nVogel's breath hissed softly between his teeth. All his life an\nunformed vision had tormented him, driven him toward perfection.\nAbruptly the vision was reality. He smiled, moved forward. \"You\nshouldn't have told me.\"\n\nAmenth saw the intent in his eyes and started to beg. Vogel clipped\nhim behind the ear.\n\nHe put the helmet on, gingerly. The electrodes tingled against his\ntemple and his grin was wry as he thought of Alice. Then he depressed\nthe stud.\n\nVogel sobbed.\n\n\n\nColor blinded him, rainbows blared in sweet, sparkling thunder. He\nwhimpered, covering his eyes. The music drowned him in a fugue of\nweeping delight. Slowly he raised his head.\n\nHe stood ankle-deep in gold crystals that stretched out forever in a\nsplendid sea of flame. The crystals sang softly, achingly, to a silver\nsun in an emerald sky. A grove of blue needle trees tinkled in ecstasy\non his left. And beyond those trees....\n\nThe city sang.\n\nWhite spires foamed skyward in impossible cataracts of glory. A\nglissando of joy burned his eardrums, and he could not face that\nliving splendor. It was the city beyond dreams, beyond legend, the\ncity where all dreams end. He strode toward it, raptly.\n\nThe crystals screamed. The blue needle forest lashed wildly, and\nterror shivered through the air in shrieking dissonance.\n\nFrom the blue forest, people ran. Beautiful people, with great golden\neyes and scarlet tunics. They could have been Amenth's brothers and\nsisters. They stared, horror and revulsion twisting their faces. They\nstarted toward him.\n\nVogel understood.\n\nIf destroying beauty on this world was a crime, then killing ugliness\nmust be a duty.\n\nOn this world, he was ugly--\n\n                                              --JAMES CAUSEY\n\n",
    "metadata": {
        "author": [
            "Causey, James",
            "Causey, James Oliver, Jr."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/31922/pg31922.txt",
        "name": "felony.json"
    }
}