{
    "name": "Finders keepers",
    "author": [
        "Lesser, Milt",
        "Thames, C. H.",
        "Chase, Adam",
        "Marlowe, Stephen",
        "Granger, Darius John",
        "Wilder, Stephen",
        "Lesser, Milton",
        "Ridgway, Jason"
    ],
    "body": "Eddie Amhurst watched the scissors get up from the dresser and march\nacross the room. If they had marched on the floor it would have been\nbad enough--but not this bad. They marched across the air of the\nbedroom, one thin metal leg after the other, to where Eddie was sitting\non the edge of the bed in his underwear.\n\nThey went _snip, snip_--once, twice, rapidly. Then they marched again\nacross the air of the room and plunked down on the dresser.\n\nIn his right hand Eddie held a silky piece of black cloth. In his left\nhand he held a similar item. On the floor at his feet were two other\npieces of black cloth. If you glued the sections together you'd have a\npair of black silk socks, size twelve. They were so new that you could\nstill see where the paper telling the brand-name and the size clung to\none of them.\n\nBut they weren't much good as socks anymore. In his hands Eddie held\nwhat could have been a pair of black-silk spats except that no one\nwore black-silk spats. On the floor at his feet were two black-silk\nfingerless gloves.\n\n\"Hey, George!\" Eddie called. \"George, come here quick.\"\n\nGeorge ran in from the bathroom, shaving-soap still on one side of his\nface. He looked at Eddie and the two pieces of black silk in Eddie's\nhands. He said, \"What the hell did you do that for?\"\n\n\"Me? I didn't do anything.\"\n\n\"Anyone can see that you went to the dresser, got the scissors, cut\nyour socks in half, then put the scissors back on the dresser. What I\nwant to know is why. _Why?_\"\n\n\"I didn't,\" Eddie said lamely. Then he told George how the scissors had\ngot up, marched across the room, and cut his socks.\n\n\"Yeah,\" said George. \"Right away. Take it easy, kid. I know you're\nabout to be married. I know you're nervous. But relax. Just take it\neasy--calm down.\"\n\n\"Hah!\" said Eddie. \"_Hah!_\"\n\n\"What's so funny?\"\n\n\"I can prove to you that I didn't get up, take the scissors and cut my\nsocks. I can prove it, that's what.\"\n\nGeorge told him to go ahead.\n\n\"I just took a shower, right?\"\n\n\"Right.\"\n\n\"I always powder my feet after a shower, right?\"\n\n\"Howinhell should I know?\"\n\nEddie sat back on the bed and stuck his feet out. \"Look.\"\n\n\n\nThere was white powder all over the bottoms of his feet, a lot more of\nit in between his toes.\n\n\"Okay,\" George said. \"I see it. What does that prove?\"\n\n\"You go ahead and find the powder on the rug. If I walked from here\nto the dresser and back there'd be powder all over the rug where I\nwalked. Find it.\"\n\nGeorge looked but the rug was solid blue without any white marks on it.\n\"So you crawled on your hands and knees, so you walked on your hands.\nJust don't tell me the scissors did that themselves. They couldn't.\"\n\n\"I didn't say they did it by themselves. _Something made them do it._\nSomething doesn't want me to get married, George. Take last night.\nSomeone put pineapple in my fruit cup. You know I'm allergic to\npineapple. It makes me itch all over for two days but luckily I found\nit. When I came back from the florist the bridge was out. I could have\nbeen killed if I hadn't noticed it.\"\n\nGeorge shook his head. \"The bridge was _not_ out. I went back and\nlooked for myself later. You went the long way for nothing because the\nbridge is standing as it always stood. Did you hear anything over the\nradio about the bridge being out?\"\n\n\"No-o-o....\"\n\n\"There wasn't even any rain. Eddie-boy, you're just nervous. You're\nimagining things. Judy will have a nervous wreck on her hands if you\nkeep this up. Look--you just sit here and wait for me while I run\ndowntown and get you another pair of black socks.\"\n\n\"Uh-unh. It's Sunday and the stores are closed.\"\n\n\"Okay, I'll let you wear mine. I'm only the best man and I'll wear navy\nblue and no one will know the difference.\" George sat on the edge of\nthe bed next to Eddie and took off his shoes and socks. He gave the\nsocks--just a half-size too big--to Eddie, then padded across the room\nto the chest of drawers to find a pair of navy socks for himself.\n\nThe scissors got up off the dresser again while George's back was\nturned and Eddie wanted to yell, only no sound came out. He just sat\nthere watching while the scissors cut this new pair of black socks\nneatly in half. Then George began to turn around and the scissors\ndropped quickly at Eddie's feet.\n\nGeorge held up a pair of navy socks. \"I got 'em ...\" he began. \"Eddie,\nwhat the hell did you do _that_ again for?\"\n\n\"Honest....\"\n\n\"Never mind. We'll both wear navy.\" Plainly he thought his cousin Judy\nwas marrying a lunatic.\n\n\n\nThe thing that surprised Eddie most was the fact nothing happened\nduring the first part of the ceremony. It was an outdoor wedding and he\nstood with George at the makeshift altar in the garden while Judy came\ndown the aisle with her entourage.\n\nJudy was lovely in her getup, all right, only Eddie could have done\nwithout all the pomp and ceremony. And lately there had been something\nabout Judy--little meannesses, some annoying petulances--which had left\nEddie on the irritable side.\n\nIt was her mother as much as anything, a fat overbearing dominating\nwindbag.... Eddie-boy, stop talking to yourself that way about your\nfuture mother-in-law....\n\n_Why should you? Go ahead, keep thinking like that if it's what you\nfeel. Assert yourself._\n\n\"Who said that?\"\n\n\"Said what?\" George wanted to know. \"I didn't hear anyone. And be\nquiet, Eddie--people are looking at you.\"\n\n_You don't have to be quiet unless you really want to. Don't let them\nrope you into anything, Eddie--it still isn't too late._\n\nEddie looked in vain for the source of the voice but everyone around\nhim seemed so utterly unperturbed that he could only conclude that he\nwas hearing things. Could this have been the voice of his conscience,\ntelling him to get out while the getting was good?\n\n_Conscience, smonscience. No such thing, Eddie. It's me._\n\n\"Well, who are _you_?\"\n\nGeorge said, \"_Will_ you shut up, Eddie? Everyone's staring.\"\n\nAfter that it wasn't easy. Judy joined him at the altar but he listened\nto the ceremony with only one ear. With the other he tried to pay\nattention to the voice which he alone heard. Since it continued and\nsince he was the only one who heard it, he concluded quite logically\nthat he was going off his rocker. Then maybe he _was_ being roped into\nsomething--because if the prospect of marriage to Judy made him feel\nthis way, then maybe he'd better call the whole thing off before it was\ntoo late.\n\nOr had the strange voice put that idea into his head? Come to think of\nit, here was a nice pleasant female voice. It didn't rasp like Mrs.\nWilkins' voice and it didn't hold the slight suggestion of a whine\ndormant in her daughter Judy's.\n\n\"Do you, Edward, take this girl Judy, to be your lawfully wedded wife?\"\n\n\n\nSilence, except for a few sobs and whimpers in the sea of faces around\nthem.\n\n\"Do you, Edward....\"\n\n_Don't do it, Eddie. Do it and that'll be the end for you. You'd regret\nit something awful._\n\n\"You think so, Miss, ah--\"\n\n_I'll tell you my name after you refuse. You'll find out a lot of\nthings after._\n\nGeorge wailed in Eddie's ear, \"For gosh sakes, boy--you're holding up\nthe works! And quit that mumbling to yourself. Just say yes.\"\n\n\"_Hmmm_,\" said Eddie, cogitating.\n\n\"... And do you, Judy, take this man Edward--\"\n\nApparently his _hmmm_ had been taken as an affirmative if nervous\nresponse.\n\n_You're right, Eddie--that's just what happened. Only don't let them go\non. In a moment it will be too late, and you'll be stuck._\n\n\"You think so, eh?\"\n\n\"Shut _up_!\" George hissed in his ear.\n\n\"... To have and to hold through sickness and in health, till--\"\n\nThe wind came up so suddenly, and with it the clouds, that one moment\nthey stood in a bright sunshiny garden, the next it was dark and somber\nand overhead lightning flashed and thunder rolled sullenly.\n\nThe rain came down in thick sheets from what had been a moment before a\nwonderfully clear blue sky. Even George's composure received a serious\ndent. \"It just can't happen that fast!\" he cried.\n\nJudy sobbed, \"My gown. Oh, my precious gown!\"\n\n\"I said, do you, Judy....\"\n\n_Don't let him go on, Eddie. The rain will add to the confusion. Tell\nhim you never said yes--you never did, you know._\n\n\"That's true. I didn't.\"\n\n\"Didn't what?\" George demanded as several men ran out to them with\numbrellas.\n\n\"I never said yes,\" Eddie told him, but the thunder all but drowned him\nout. \"I never said yes!\" he fairly screamed.\n\nSince everyone had heard him that time, the ceremony had to begin anew.\n\"Do you, Edward....\"\n\n_Better, better that you don't, Eddie._\n\n\"Will you _please_ be quiet and let me make up my own mind?\"\n\n\"Eddie!\" This was George.\n\n\"... to have and to hold, through....\"\n\nJudy was trying vainly to pull the entire length of her gown under the\numbrella and the fact that she couldn't made her pout. Her makeup was\nrunning in the rain too--and quite suddenly she looked rather unpretty.\nDefinitely positively irrevocably unpretty--a younger thinner somewhat\nmore attractive image of her mother. A thoroughly revolting thought.\n\n\"Uh-unh,\" said Eddie.\n\n_You tell 'em, Eddie-boy._\n\n\"_Uh-unh._\"\n\nGeorge whispered, \"What does that mean? Say yes so everyone can hear\nyou, especially with this thunder.\"\n\n\"That doesn't mean yes,\" Eddie explained patiently. But then, because\nthe thunder roared still louder, he shouted, \"In fact, it means the\nopposite of yes.\"\n\n_You tell 'em, Eddie._\n\n\"It means that this is all a mistake. I will not marry Judy. The answer\nto the question is no, _no_, NO!\"\n\nNo one did anything. They all just stood there, looking at him, and\nJudy even forgot to see how the rain was ruining her gown. Eddie became\nembarrassed--they all just stared. Presently he kissed Judy's cheek\npolitely, said he was sorry, turned on his heel and strode down the\nmuddy aisle.\n\nEveryone looked but no one tried to stop him.\n\nThe voice said, _You told 'em, Eddie. You sure told 'em!_\n\nHe took a hot shower and it made him feel much better. When he\nfinished and got into a pair of dungarees and a tee-shirt and lit a\ncigarette, the bell rang. It was George.\n\n\"I ought to punch your nose, Eddie Amhurst.\"\n\n_Don't let him talk that way, Eddie._ Until now the voice had been\nsilent since the ruined ceremony.\n\n\"Don't talk to me that way. Just because she was your cousin and just\nbecause you introduced us on a blind date--\"\n\n_Splat!_ Something hit Eddie's nose, just as had been predicted and he\nsat down on the floor.\n\n_He_ hit _you! Get up and knock the stuffing out of him, Eddie._\n\nEddie's nose bled easily. It was bleeding now. He stood up and George\nhit him again and then his nose was bleeding more than ever.\n\nThis time Eddie sat there and did not try to get up. He knew there were\nabout nine quarts of blood in his body and he must have lost at least a\nquart by now.\n\nGeorge readjusted his high hat. He took a step towards the door but\nnever reached it. A big redwood bookend took off from an end-table and\nthudded against the side of his head. His high hat fell off and he sat\ndown next to Eddie, muttering something about hitting him from behind.\n\nThe voice said, _I couldn't bear to let you take a beating. If you\ncan't defend yourself, then I've got to do it for you._\n\nFor the first time a concrete thought on all this came to\nEddie--perhaps it was a girl, just an ordinary girl, only she was\ninvisible. He had seen a movie once and while the invisible man in it\nhad remained invisible, if you put some clothing on him you could see\nhis shape.\n\nEddie ran around the room with George's high hat, trying to find an\ninvisible head. But after a time he felt silly. The hat kept falling to\nthe floor every time he tried to put it on something.\n\nThe voice giggled. _You're wasting your time, Eddie. I'm not invisible,\nnot in the way you mean. Now that you didn't marry that Judy-thing, you\nhave no ties. Right?_\n\n\"Umm.\"\n\n_No parents?_\n\n\"Nope.\"\n\n_No close relatives of any type?_\n\n\"A bunch of third cousins in Chicago I think.\"\n\n_They don't matter. Any close friends?_\n\nEddie looked down at the floor, where George was trying to get up. \"I\nused to have one,\" he said.\n\n_But not now--not any longer. Good! Then you can come with me, Eddie. I\nhad to make sure of that first. You ready?_\n\n\"Where are we going?\"\n\n_Just have some patience and you'll see for yourself._\n\n\"Maybe I won't like it.\"\n\n\"He's talking to himself again,\" George said. \"Am I glad my cousin\ndidn't marry _him_! Lucky Judy.\"\n\n_Ready, Eddie? Hah! A poet and don't know it!_\n\n\"Umm.\"\n\nEddie began to feel dizzy but he reasoned that was because George had\npunched him in the nose not once but twice. Soon the floor came up to\nmeet him because he no longer could keep his balance and then, as he\nsat there, everything began to grow hazy, foggy, unreal. Soon the room\nwas only a shadow of a room and he could not even tell that the rug was\nblue. Less than a shadow, it seemed to dissolve in water--in very hot\nwater, because it dissolved quickly.\n\nThis Eddie did not know--but he dissolved with it....\n\n\n\n\"Edam Hurst! Wake up!\"\n\nEddie sat up groggily. He was on a big comfortable couch and the voice\ncame out of a loudspeaker on the wall. There were the couch and the\nloudspeaker, a closed door and Eddie--and outside of that the room, a\nsmall one, was empty.\n\n\"You got it wrong,\" Eddie said. \"Just a matter of pronouncing. Not Edam\nHurst. Ed Amhurst. Get the difference?\"\n\n\"Subtle,\" the voice said. \"It doesn't matter. There isn't another Edam\nHurst or Ed Amhurst here. No confusion.\"\n\n\"Well, where's the other voice? The woman.\"\n\n\"Early cultural trait,\" the voice mused. \"High sex-identification. Eeb\ndid nothing to assert her femininity, yet he knew the voice for a\nwoman's. Interesting, extremely interesting.\"\n\n\"Of course she's a woman.\"\n\n\"The timbre isn't that much different for you to know it as a certainty\never. High sex-identification in your time, young man. If I simply\nheard Eeb's voice I'd never know her sex--not just from her voice.\"\n\n\"Well, she _is_ a woman.\"\n\n\"Certainly, certainly--and a mighty troublesome one. First time\nsomething like this has happened in nearly a thousand years. What do\nyou think we ought to do?\"\n\n\"How the heck should I know? I don't even know what happened.\"\n\n\"True, true. I'd forgotten you're no telepath. I wonder if telepathy\ncame in when high sex-identification began to wane. Umm, no--hardly\npossible. Eeb is obviously a throwback and she has both. Intriguing.\"\n\nThe door opened and a woman entered the room. She was dressed in shorts\nand some sort of negligible halter. She walked across the room to the\nloudspeaker and Eddie, who had, armed with tape measure, once judged a\nlocal beauty contest, was sure she was the most beautiful woman he had\never seen.\n\nShe said, \"I'd better shut that thing off before Rajuz lulls you to\nsleep with all his scientific talk.\" She flicked a switch on the\nloudspeaker. \"Of course he can still speak through telepathy but your\nmind won't get the impulses without that loudspeaker, Eddie. See? I\ncan hear him now but you can't.\"\n\nEddie had to take her word for it because he couldn't hear a thing. He\nhardly cared. Of paramount importance was this fact--here was _the_\nvoice. Not any voice but the one that had brought him here, wherever\n_here_ was.\n\nEddie tried to be patient. \"You're Eeb,\" he said. \"That much I know.\nBut where the hell are we?\"\n\n\"You mean, in space?\"\n\n\"Uh-huh.\"\n\n\"We're exactly where your room was. We haven't moved an inch.\"\n\n\"So where's my room? Where is it then?\"\n\n\"It isn't. It _was_. Fifty thousand years ago it was, Eddie. Not now.\nNow it's gone, with the building, with the city, with your whole\ncivilization. We've left your time and entered mine.\"\n\n\"Yeah,\" said Eddie. His voice sounded lame.\n\n\"You don't believe me.\"\n\n\"Nope, sorry--I don't.\" In truth Eddie was glad he hadn't married Judy\nbut as for the rest of this, well--he was from Missouri.\n\n\"It's simple. I'm a professor of history and my period of study was\nyours, the second millennium of the Christian Era.\"\n\n\"Do you--ah--teach history in that outfit?\" He pointed to the enticing\nlines of her halter and shorts.\n\n\"Certainly. It's comfortable. Anyway we use no guesswork in history. We\nuse a time-scanner. That, of course, makes history the most accurate of\nall the sciences. It's mental travel through time--not physical unless\nyou will it.\n\n\"Elementary stuff, Eddie. Just as they learned teleportation through\nspace ten thousand years ago, so they learned you can do the same\nthing through time. Mental effort, applied properly, can move physical\nobjects. It was always latent in human beings through some unknown\nancestor--they just had to learn how to control the power.\"\n\nEddie was still skeptical. \"So you studied history by actually going\nback there?\"\n\n\"Something like that. Then I found you, Edam Hurst.\"\n\n\"Ed Amhurst.\"\n\n\"What's the difference? I found you and once I did, purely by chance,\nof course--that was the end of history. No more studying. They tell me\nI'm a throwback--less psi-quotient, more sex identification than anyone\nhere. Maybe that explains it.\n\n\"Anyway I had to bring you back. People constantly teleport trophies\nthrough time--but not in a thousand years has anyone brought back\na human being. I saw that you had no ties and I brought you.\nUnfortunately there's a law against it, I think.\"\n\nEddie asked her why.\n\n\"It can cause a lot of trouble. You can change history by bringing\nsomeone where he doesn't belong. But I had to. I'm a throwback. I\ncouldn't be satisfied....\"\n\nSlowly, almost imperceptibly, she had been walking closer and closer\nto Eddie, ever since she had turned off the loudspeaker. Now, abruptly,\nshe was standing next to him--and then she was sitting on his lap. She\nsnuggled in close and then she began to kiss him and Eddie knew at once\nthat kissing had come a long way in fifty thousand years, even if the\npsi quotient was greater and sex identification had diminished.\n\nThree minutes later Eeb got up and Eddie knew quite suddenly that\nwhile he had always known love at first sight to be ridiculous and\nimpossible, love at first kiss was a very different matter.\n\n\"Damn that Rajuz! He's the Dean, and he wants us in his office. So it\ngoes, Eddie--if it's not one thing it's another. We have no choice, of\ncourse. We'll have to go.\"\n\n\n\nThey left the room and stood on a moving sidewalk with a lot of other\npeople and this first five-minute glimpse of the place was enough to\nconvince him that he had indeed been teleported through time. A lot of\nwhat he saw could not even register in his brain simply because he had\nno standards for comparison. But he did notice almost at the outset\nthat everything seemed simplified--possibly because telepathy and\nteleportation were the reigning king and queen.\n\n\"You've seen enough of the city for now,\" Eeb told him. \"All these\npeople are out walking for the exercise. Let's take the shorter way to\nRajuz's office.\"\n\nOne moment they stood there on the moving sidewalk, the next they were\nin the presence of Rajuz.\n\nRajuz sat at what must have been a desk, a spherical desk, but he did\nnot look much like a dean. He could have been a technician or even a\ntruck-driver.\n\nEeb explained, \"The trend has been away from differentiation since the\nsex-identification patterns were decreased. But I'm fed up with it.\nThey all look the same, like that. You know something, Eddie? I like\nyou better.\"\n\nRajuz tuned in another of the loudspeakers on his desk, and Eeb\nexplained that it was necessary because the psi-quotient varied in\neveryone.\n\n\"Eeb Lym, Edam Hurst, you have committed a misdemeanor.\"\n\n\"Not him,\" Eeb said. \"It was all my fault.\"\n\n\"Motivation is above suspicion here, you know that. It is the law--if\nsomeone does something it is because he wants to. Edam Hurst is as\nguilty as you are.\"\n\nHe scowled at them for a time and then continued. \"Frankly, I don't\nknow what to do. This is the first crime of this nature in a thousand\nyears and while it's merely a misdemeanor it will have to go punished.\"\n\n\"Yes,\" Eeb agreed. \"I guess so. You name it and we'll oblige.\"\n\n\"You won't like it.\"\n\n\"Name it anyway.\"\n\n\"The punishment simply is this--you are to take Edam Hurst back where\nhe belongs.\"\n\n\"Oh, no! Not after I found him--\"\n\n\"That is the punishment. Throwback or no you must learn that sex\nidentification is decidedly secondary to psi-quotient. When can you\ntake him?\"\n\n\"Well, I--\"\n\n\"Don't I have anything to say about this?\" Eddie demanded.\n\n\"A feeble bit at best. Just sit still and listen, young man.\"\n\n\"--I suppose I can take him this afternoon if the scanner room is\nvacant.\"\n\n\"It will be vacant, we'll see to that. I'm glad you're being sensible\nabout this whole unhappy affair, Eeb Lym.\"\n\n\n\n\"What are you so cheerful about?\" Eddie said.\n\nThey stood in the scanner room and the girl was humming a little tune.\n\"Don't worry, Edam Hurst. Relax, Eddie. I'm cheerful because I know\nwhat I'm doing, that's why. Just bear with me.\"\n\nHe had no choice. But now that suddenly, devastatingly, he felt about\nEeb the way she felt about him, he did not want to lose her. It was as\nsimple as that.\n\n\"Time is huge,\" Eeb told him. \"You didn't think that once I found you\nI'd let you go? Oh no, I found you and you're mine--that's all there\nis to it. Even Jeeva, Lord of the City, couldn't do a thing about it.\nNossir. Time is big and while I said....\"\n\nShe flicked a switch and kicked nonchalantly at a pedal with her foot.\n\"That ought to do it. Just don't be frightened, Eddie. The important\nthing--\"\n\n\"The important thing,\" he finished for her, \"is that we want to be\ntogether, right?\"\n\n\"Right,\" she said, kissed him soundly and turned a little knob on the\nwall. \"_Now_ we're ready.\"\n\nAs before Eddie became dizzy and soon he was sitting on the floor\nwatching the room spin and fade, spin and fade.\n\nBy the time it dissolved, Eddie was whirling away into a giddy limbo....\n\n\n\nHe stood up and heard the wild nature sounds all around them. The bulk\nof the time-machine was big at his side in a green wooded glen. Eeb\ncame dancing up to him with an armful of fruit. \"Here, it's delicious.\nTaste it--\"\n\nShe held out her hand and he took a bite, then looked up sharply. With\na whirring sound, the machine faded, disappeared.\n\n\"I sent it back,\" the girl said. \"I wanted to make it permanent, just\nyou and I. Time is big and they'll never find us. Besides, they'll\nthink this is punishment enough. We're exiled back here.\"\n\n\"Well, where is _here_?\"\n\n\"Oh, I'm not exactly sure. Right around the time the human species\nemerged. Should be a wonderful life, Eddie--\"\n\nEddie began to sing a popular song. Popular? It had been popular--when?\nThis all was very confusing.\n\n\"Edam Hurst, you have positively the worst singing voice I've ever\nheard.\"\n\nHe smiled and told her to be quiet, kissing her to put more force\nbehind the command. Then, hand in hand, Edam and Eeb walked through\ntheir glen.\n\n\n\n    _The names of those congenital skeptics who insist that time-travel\n    is impossible, even in theory, are Legion. Nor is their stand\n    difficult to comprehend. They say that no man or woman has yet\n    traveled backward to meet a younger him or herself face to face.\n    They say this is immutable paradox. And by way of clincher they\n    add a query as to why, if time-travel is to come, has it never\n    happened? Why haven't we recorded instances of visitations from the\n    future?_\n\n    _However, those in favor of time-travel have answers ready and\n    waiting. These optimists (?) use the parallel universe theory to\n    meet the first question. Such return, they claim, would immediately\n    cause a forking of the Earthways, leaving our version of the\n    world untrodden by time-traveling feet. As to the clincher,\n    they counter-question with a How do we know we haven't had such\n    visitors? Time-travel, when it comes, will come in a far-distant\n    future. At such a distance the mere six thousand years of recorded\n    human history is a mere fly-speck on the annals of Earth. So why\n    should this tiny dot in the continuum have been favored?_",
    "metadata": {
        "author": [
            "Lesser, Milt",
            "Thames, C. H.",
            "Chase, Adam",
            "Marlowe, Stephen",
            "Granger, Darius John",
            "Wilder, Stephen",
            "Lesser, Milton",
            "Ridgway, Jason"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/72504/pg72504.txt",
        "name": "finders_keepers.json"
    }
}