{
    "name": "Fine Feathers\nShip's Company, Part 1.",
    "author": [
        "Jacobs, William Wymark",
        "Jacobs, W. W. (William Wymark)"
    ],
    "body": "\nFINE FEATHERS\n\n\nMr. Jobson awoke with a Sundayish feeling, probably due to the fact that\nit was Bank Holiday.  He had been aware, in a dim fashion, of the rising\nof Mrs. Jobson some time before, and in a semi-conscious condition had\ntaken over a large slice of unoccupied territory.  He stretched himself\nand yawned, and then, by an effort of will, threw off the clothes and\nspringing out of bed reached for his trousers.\n\nHe was an orderly man, and had hung them every night for over twenty\nyears on the brass knob on his side of the bed.  He had hung them there\nthe night before, and now they had absconded with a pair of red braces\njust entering their teens.  Instead, on a chair at the foot of the bed\nwas a collection of garments that made him shudder.  With trembling\nfingers he turned over a black tailcoat, a white waistcoat, and a pair of\nlight check trousers.  A white shirt, a collar, and tie kept them\ncompany, and, greatest outrage of all, a tall silk hat stood on its own\nband-box beside the chair.  Mr. Jobson, fingering his bristly chin,\nstood: regarding the collection with a wan smile.\n\n\"So that's their little game, is it?\"  he muttered.  \"Want to make a toff\nof me.  Where's my clothes got to, I wonder?\"\n\nA hasty search satisfied him that they were not in the room, and, pausing\nonly to drape himself in the counterpane, he made his way into the next.\nHe passed on to the others, and then, with a growing sense of alarm,\nstole softly downstairs and making his way to the shop continued the\nsearch.  With the shutters up the place was almost in darkness, and in\nspite of his utmost care apples and potatoes rolled on to the floor and\ntravelled across it in a succession of bumps.  Then a sudden turn brought\nthe scales clattering down.\n\n\"Good gracious, Alf!\"  said a voice.  \"Whatever are you a-doing of?\"\n\nMr. Jobson turned and eyed his wife, who was standing at the door.\n\n\"I'm looking for my clothes, mother,\" he replied, briefly.\n\n\"Clothes!\"  said Mrs. Jobson, with an obvious attempt at unconcerned\nspeech.  \"Clothes!  Why, they're on the chair.\"\n\n\"I mean clothes fit for a Christian to wear--fit for a greengrocer to\nwear,\" said Mr. Jobson, raising his voice.\n\n\"It was a little surprise for you, dear,\" said his wife.  \"Me and Bert\nand Gladys and Dorothy 'ave all been saving up for it for ever so long.\"\n\n\"It's very kind of you all,\" said Mr. Jobson, feebly--\"very, but--\"\n\n\"They've all been doing without things themselves to do it,\" interjected\nhis wife.  \"As for Gladys, I'm sure nobody knows what she's given up.\"\n\n\"Well, if nobody knows, it don't matter,\" said Mr. Jobson.  \"As I was\nsaying, it's very kind of you all, but I can't wear 'em.  Where's my\nothers?\"\n\nMrs. Jobson hesitated.\n\n\"Where's my others?\"  repeated her husband.\n\n\"They're being took care of,\" replied his wife, with spirit.  \"Aunt\nEmma's minding 'em for you--and you know what she is.  H'sh!  Alf!  Alf!\nI'm surprised at you!\"\n\nMr. Jobson coughed.  \"It's the collar, mother,\" he said at last.  \"I\nain't wore a collar for over twenty years; not since we was walking out\ntogether.  And then I didn't like it.\"\n\n\"More shame for you,\" said his wife.  \"I'm sure there's no other\nrespectable tradesman goes about with a handkerchief knotted round his\nneck.\"\n\n\"P'r'aps their skins ain't as tender as what mine is,\" urged Mr. Jobson;\n\"and besides, fancy me in a top-'at!  Why, I shall be the laughing-stock\nof the place.\"\n\n\"Nonsense!\"  said his wife.  \"It's only the lower classes what would\nlaugh, and nobody minds what they think.\"\n\nMr. Jobson sighed.  \"Well, I shall 'ave to go back to bed again, then,\"\nhe said, ruefully.  \"So long, mother.  Hope you have a pleasant time at\nthe Palace.\"\n\nHe took a reef in the counterpane and with a fair amount of dignity,\nconsidering his appearance, stalked upstairs again and stood gloomily\nconsidering affairs in his bedroom.  Ever since Gladys and Dorothy had\nbeen big enough to be objects of interest to the young men of the\nneighbourhood the clothes nuisance had been rampant.  He peeped through\nthe window-blind at the bright sunshine outside, and then looked back at\nthe tumbled bed.  A murmur of voices downstairs apprised him that the\nconspirators were awaiting the result.\n\nHe dressed at last and stood like a lamb--a redfaced, bull-necked lamb--\nwhile Mrs. Jobson fastened his collar for him.\n\n\"Bert wanted to get a taller one,\" she remarked, \"but I said this would\ndo to begin with.\"\n\n\"Wanted it to come over my mouth, I s'pose,\" said the unfortunate Mr.\nJobson.  \"Well, 'ave it your own way.  Don't mind about me.  What with\nthe trousers and the collar, I couldn't pick up a sovereign if I saw one\nin front of me.\"\n\n\"If you see one I'll pick it up for you,\" said his wife, taking up the\nhat and moving towards the door.  \"Come along!\"\n\nMr. Jobson, with his arms standing out stiffly from his sides and his\nhead painfully erect, followed her downstairs, and a sudden hush as he\nentered the kitchen testified to the effect produced by his appearance.\nIt was followed by a hum of admiration that sent the blood flying to his\nhead.\n\n\"Why he couldn't have done it before I don't know,\" said the dutiful\nGladys.  \"Why, there ain't a man in the street looks a quarter as smart.\"\n\n\"Fits him like a glove!\"  said Dorothy, walking round him.\n\n\"Just the right length,\" said Bert, scrutinizing the coat.\n\n\"And he stands as straight as a soldier,\" said Gladys, clasping her hands\ngleefully.\n\n\"Collar,\" said Mr. Jobson, briefly.  \"Can I 'ave it took off while I eat\nmy bloater, mother?\"\n\n\"Don't be silly, Alf,\" said his wife.  \"Gladys, pour your father out a\nnice, strong, Pot cup o' tea, and don't forget that the train starts at\nha' past ten.\"\n\n\"It'll start all right when it sees me,\" observed Mr. Jobson, squinting\ndown at his trousers.\n\nMother and children, delighted with the success of their scheme, laughed\napplause, and Mr. Jobson somewhat gratified at the success of his retort,\nsat down and attacked his breakfast.  A short clay pipe, smoked as a\ndigestive, was impounded by the watchful Mrs. Jobson the moment he had\nfinished it.\n\n\"He'd smoke it along the street if I didn't,\" she declared.\n\n\"And why not?\"  demanded her husband--always do.\"\n\n\"Not in a top-'at,\" said Mrs. Jobson, shaking her head at him.\n\n\"Or a tail-coat,\" said Dorothy.\n\n\"One would spoil the other,\" said Gladys.\n\n\"I wish something would spoil the hat,\" said Mr. Jobson, wistfully.\n\"It's no good; I must smoke, mother.\"\n\nMrs. Jobson smiled, and, going to the cupboard, produced, with a smile of\ntriumph, an envelope containing seven dangerous-looking cigars.  Mr.\nJobson whistled, and taking one up examined it carefully.\n\n\"What do they call 'em, mother?\"  he inquired.  \"The 'Cut and Try Again\nSmokes'?\"\n\nMrs. Jobson smiled vaguely.  \"Me and the girls are going upstairs to get\nready now,\" she said.  \"Keep your eye on him, Bert!\"\n\nFather and son grinned at each other, and, to pass the time, took a cigar\napiece.  They had just finished them when a swish and rustle of skirts\nsounded from the stairs, and Mrs. Jobson and the girls, beautifully\nattired, entered the room and stood buttoning their gloves.  A strong\nsmell of scent fought with the aroma of the cigars.\n\n\"You get round me like, so as to hide me a bit,\" entreated Mr. Jobson, as\nthey quitted the house.  \"I don't mind so much when we get out of our\nstreet.\"\n\nMrs. Jobson laughed his fears to scorn.\n\n\"Well, cross the road, then,\" said Mr. Jobson, urgently.  \"There's Bill\nFoley standing at his door.\"\n\nHis wife sniffed.  \"Let him stand,\" she said, haughtily.\n\nMr. Foley failed to avail himself of the permission.  He regarded Mr.\nJobson with dilated eyeballs, and, as the party approached, sank slowly\ninto a sitting position on his doorstep, and as the door opened behind\nhim rolled slowly over onto his back and presented an enormous pair of\nhobnailed soles to the gaze of an interested world.\n\n\"I told you 'ow it would be,\" said the blushing Mr. Jobson.  \"You know\nwhat Bill's like as well as I do.\"\n\nHis wife tossed her head and they all quickened their pace.  The voice of\nthe ingenious Mr. Foley calling piteously for his mother pursued them to\nthe end of the road.\n\n\"I knew what it 'ud be,\" said Mr. Jobson, wiping his hot face.  \"Bill\nwill never let me 'ear the end of this.\"\n\n\"Nonsense!\"  said his wife, bridling.  \"Do you mean to tell me you've got\nto ask Bill Foley 'ow you're to dress?  He'll soon get tired of it; and,\nbesides, it's just as well to let him see who you are.  There's not many\ntradesmen as would lower themselves by mixing with a plasterer.\"\n\nMr. Jobson scratched his ear, but wisely refrained from speech.  Once\nclear of his own district mental agitation subsided, but bodily\ndiscomfort increased at every step.  The hat and the collar bothered him\nmost, but every article of attire contributed its share.  His uneasiness\nwas so manifest that Mrs. Jobson, after a little womanly sympathy,\nsuggested that, besides Sundays, it might be as well to wear them\noccasionally of an evening in order to get used to them.\n\n\"What, 'ave I got to wear them every Sunday?\"  demanded the unfortunate,\nblankly; \"why, I thought they was only for Bank Holidays.\"\n\nMrs. Jobson told him not to be silly.\n\n\"Straight, I did,\" said her husband, earnestly.  \"You've no idea 'ow I'm\nsuffering; I've got a headache, I'm arf choked, and there's a feeling\nabout my waist as though I'm being cuddled by somebody I don't like.\"\n\nMrs. Jobson said it would soon wear off and, seated in the train that\nbore them to the Crystal Palace, put the hat on the rack.  Her husband's\nattempt to leave it in the train was easily frustrated and his\nexplanation that he had forgotten all about it received in silence.  It\nwas evident that he would require watching, and under the clear gaze of\nhis children he seldom had a button undone for more than three minutes at\na time.\n\nThe day was hot and he perspired profusely.  His collar lost its starch--\na thing to be grateful for--and for the greater part of the day he wore\nhis tie under the left ear.  By the time they had arrived home again he\nwas in a state of open mutiny.\n\n\"Never again,\" he said, loudly, as he tore the collar off and hung his\ncoat on a chair.\n\nThere was a chorus of lamentation; but he remained firm.  Dorothy began\nto sniff ominously, and Gladys spoke longingly of the fathers possessed\nby other girls.  It was not until Mrs. Jobson sat eyeing her supper,\ninstead of eating it, that he began to temporize.  He gave way bit by\nbit, garment by garment.  When he gave way at last on the great hat\nquestion, his wife took up her knife and fork.\n\nHis workaday clothes appeared in his bedroom next morning, but the others\nstill remained in the clutches of Aunt Emma.  The suit provided was of\nconsiderable antiquity, and at closing time, Mr. Jobson, after some\nhesitation, donned his new clothes and with a sheepish glance at his wife\nwent out; Mrs. Jobson nodded delight at her daughters.\n\n\"He's coming round,\" she whispered.  \"He liked that ticket-collector\ncalling him 'sir' yesterday.  I noticed it.  He's put on everything but\nthe topper.  Don't say nothing about it; take it as a matter of course.\"\n\nIt became evident as the days wore on that she was right...  Bit by bit\nshe obtained the other clothes--with some difficulty--from Aunt Emma, but\nher husband still wore his best on Sundays and sometimes of an evening;\nand twice, on going into the bedroom suddenly, she had caught him\nsurveying himself at different angles in the glass.\n\nAnd, moreover, he had spoken with some heat--for such a good-tempered\nman--on the shortcomings of Dorothy's laundry work.\n\n\"We'd better put your collars out,\" said his wife.\n\n\"And the shirts,\" said Mr. Jobson.  \"Nothing looks worse than a bad\ngot-up cuff.\"\n\n\"You're getting quite dressy,\" said his wife, with a laugh.\n\nMr. Jobson eyed her seriously.\n\n\"No, mother, no,\" he replied.  \"All I've done is to find out that you're\nright, as you always 'ave been.  A man in my persition has got no right\nto dress as if he kept a stall on the kerb.  It ain't fair to the gals,\nor to young Bert.  I don't want 'em to be ashamed of their father.\"\n\n\"They wouldn't be that,\" said Mrs. Jobson.\n\n\"I'm trying to improve,\" said her husband.  \"O' course, it's no use\ndressing up and behaving wrong, and yesterday I bought a book what tells\nyou all about behaviour.\"\n\n\"Well done!\"  said the delighted Mrs. Jobson.\n\nMr. Jobson was glad to find that her opinion on his purchase was shared\nby the rest of the family.  Encouraged by their approval, he told them of\nthe benefit he was deriving from it; and at tea-time that day, after a\nlittle hesitation, ventured to affirm that it was a book that might do\nthem all good.\n\n\"Hear, hear!\"  said Gladys.\n\n\"For one thing,\" said Mr. Jobson, slowly, \"I didn't know before that it\nwas wrong to blow your tea; and as for drinking it out of a saucer, the\nbook says it's a thing that is only done by the lower orders.\"\n\n\"If you're in a hurry?\"  demanded Mr. Bert Jobson, pausing with his\nsaucer half way to his mouth.\n\n\"If you're in anything,\" responded his father.  \"A gentleman would rather\ngo without his tea than drink it out of a saucer.  That's the sort o'\nthing Bill Foley would do.\"\n\nMr. Bert Jobson drained his saucer thoughtfully.\n\n\"Picking your teeth with your finger is wrong, too,\" said Mr. Jobson,\ntaking a breath.  \"Food should be removed in a--a--un-undemonstrative\nfashion with the tip of the tongue.\"\n\n\"I wasn't,\" said Gladys.\n\n\"A knife,\" pursued her father--\"a knife should never in any circumstances\nbe allowed near the mouth.\"\n\n\"You've made mother cut herself,\" said Gladys, sharply; \"that's what\nyou've done.\"\n\n\"I thought it was my fork,\" said Mrs. Jobson.  \"I was so busy listening I\nwasn't thinking what I was doing.  Silly of me.\"\n\n\"We shall all do better in time,\" said Mr. Jobson.  \"But what I want to\nknow is, what about the gravy?  You can't eat it with a fork, and it\ndon't say nothing about a spoon.  Oh, and what about our cold tubs,\nmother?\"\n\n\"Cold tubs?\"  repeated his wife, staring at him.  \"What cold tubs?\"\n\n\"The cold tubs me and Bert ought to 'ave,\" said Mr. Jobson.  \"It says in\nthe book that an Englishman would just as soon think of going without his\nbreakfus' as his cold tub; and you know how fond I am of my breakfus'.\"\n\n\"And what about me and the gals?\"  said the amazed Mrs. Jobson.\n\n\"Don't you worry about me, ma,\" said Gladys, hastily.\n\n\"The book don't say nothing about gals; it says Englishmen,\" said Mr.\nJobson.\n\n\"But we ain't got a bathroom,\" said his son.\n\n\"It don't signify,\" said Mr. Jobson.  \"A washtub'll do.  Me and Bert'll\n'ave a washtub each brought up overnight; and it'll be exercise for the\ngals bringing the water up of a morning to us.\"\n\n\"Well, I don't know, I'm sure,\" said the bewildered Mrs. Jobson.\n\"Anyway, you and Bert'll 'ave to carry the tubs up and down.  Messy, I\ncall it.\n\n\"It's got to be done, mother,\" said Mr. Jobson cheerfully.  \"It's only\nthe lower orders what don't 'ave their cold tub reg'lar.  The book says\nso.\"\n\nHe trundled the tub upstairs the same night and, after his wife had gone\ndownstairs next morning, opened the door and took in the can and pail\nthat stood outside.  He poured the contents into the tub, and, after\neyeing it thoughtfully for some time, agitated the surface with his right\nfoot.  He dipped and dried that much enduring member some ten times, and\nafter regarding the damp condition of the towels with great satisfaction,\ndressed himself and went downstairs.\n\n\"I'm all of a glow,\" he said, seating himself at the table.  \"I believe I\ncould eat a elephant.  I feel as fresh as a daisy; don't you, Bert?\"\n\nMr. Jobson, junior, who had just come in from the shop, remarked,\nshortly, that he felt more like a blooming snowdrop.\n\n\"And somebody slopped a lot of water over the stairs carrying it up,\"\nsaid Mrs. Jobson.  \"I don't believe as everybody has cold baths of a\nmorning.  It don't seem wholesome to me.\"\n\nMr. Jobson took a book from his pocket, and opening it at a certain page,\nhanded it over to her.\n\n\"If I'm going to do the thing at all I must do it properly,\" he said,\ngravely.  \"I don't suppose Bill Foley ever 'ad a cold tub in his life; he\ndon't know no better.  Gladys!\"\n\n\"Halloa!\"  said that young lady, with a start.\n\n\"Are you--are you eating that kipper with your fingers?\"\n\nGladys turned and eyed her mother appealingly.\n\n\"Page-page one hundred and something, I think it is,\" said her father,\nwith his mouth full.  \"'Manners at the Dinner Table.' It's near the end\nof the book, I know.\"\n\n\"If I never do no worse than that I shan't come to no harm,\" said his\ndaughter.\n\nMr. Jobson shook his head at her, and after eating his breakfast with\ngreat care, wiped his mouth on his handkerchief and went into the shop.\n\n\"I suppose it's all right,\" said Mrs. Jobson, looking after him, \"but\nhe's taking it very serious--very.\"\n\n\"He washed his hands five times yesterday morning,\" said Dorothy, who had\njust come in from the shop to her breakfast; \"and kept customers waiting\nwhile he did it, too.\"\n\n\"It's the cold-tub business I can't get over,\" said her mother.  \"I'm\nsure it's more trouble to empty them than what it is to fill them.\nThere's quite enough work in the 'ouse as it is.\"\n\n\"Too much,\" said Bert, with unwonted consideration.\n\n\"I wish he'd leave me alone,\" said Gladys.  \"My food don't do me no good\nwhen he's watching every mouthful I eat.\"\n\nOf murmurings such as these Mr. Jobson heard nothing, and in view of the\ngreat improvement in his dress and manners, a strong resolution was\npassed to avoid the faintest appearance of discontent.  Even when,\nsatisfied with his own appearance, he set to work to improve that of Mrs.\nJobson, that admirable woman made no complaint.  Hitherto the brightness\nof her attire and the size of her hats had been held to atone for her\nlack of figure and the roomy comfort of her boots, but Mr. Jobson,\ninfected with new ideas, refused to listen to such sophistry.  He went\nshopping with Dorothy; and the Sunday after, when Mrs. Jobson went for an\nairing with him, she walked in boots with heels two inches high and toes\nthat ended in a point.  A waist that had disappeared some years before\nwas recaptured and placed in durance vile; and a hat which called for a\nnew style of hair-dressing completed the effect.\n\n\"You look splendid, ma!\"  said Gladys, as she watched their departure.\n\"Splendid!\"\n\n\"I don't feel splendid,\" sighed Mrs. Jobson to her husband.  \"These 'ere\nboots feel red-'ot.\"\n\n\"Your usual size,\" said Mr. Jobson, looking across the road.\n\n\"And the clothes seem just a teeny-weeny bit tight, p'r'aps,\" continued\nhis wife.\n\nMr. Jobson regarded her critically.  \"P'r'aps they might have been let\nout a quarter of an inch,\" he: said, thoughtfully.  \"They're the best fit\nyou've 'ad for a long time, mother.  I only 'ope the gals'll 'ave such\ngood figgers.\"\n\nHis wife smiled faintly, but, with little breath for conversation, walked\non for some time in silence.  A growing redness of face testified to her\ndistress.\n\n\"I--I feel awful,\" she said at last, pressing her hand to her side.\n\"Awful.\"\n\n\"You'll soon get used to it,\" said Mr. Jobson, gently.  \"Look at me!  I\nfelt like you do at first, and now I wouldn't go back to old clothes--and\ncomfort--for anything.  You'll get to love them boots.\n\n\"If I could only take 'em off I should love 'em better,\" said his wife,\npanting; \"and I can't breathe properly--I can't breathe.\"\n\n\"You look ripping, mother,\" said her husband, simply.\n\nHis wife essayed another smile, but failed.  She set her lips together\nand plodded on, Mr. Jobson chatting cheerily and taking no notice of the\nfact that she kept lurching against him.  Two miles from home she stopped\nand eyed him fixedly.\n\n\"If I don't get these boots off, Alf, I shall be a 'elpless cripple for\nthe rest of my days,\" she murmured.  \"My ankle's gone over three times.\"\n\n\"But you can't take 'em off here,\" said Mr. Jobson, hastily.  \"Think 'ow\nit would look.\"\n\n\"I must 'ave a cab or something,\" said his wife, hysterically.  \"If I\ndon't get 'em off soon I shall scream.\"\n\nShe leaned against the iron palings of a house for support, while Mr.\nJobson, standing on the kerb, looked up and down the road for a cab.  A\nfour-wheeler appeared just in time to prevent the scandal--of Mrs. Jobson\nremoving her boots in the street.\n\n\"Thank goodness,\" she gasped, as she climbed in.  \"Never mind about\nuntying 'em, Alf; cut the laces and get 'em off quick.\"\n\nThey drove home with the boots standing side by side on the seat in front\nof them.  Mr. Jobson got out first and knocked at the door, and as soon\nas it opened Mrs. Jobson pattered across the intervening space with the\nboots dangling from her hand.  She had nearly reached the door when Mr.\nFoley, who had a diabolical habit of always being on hand when he was\nleast wanted, appeared suddenly from the offside of the cab.\n\n\"Been paddlin'?\"  he inquired.\n\nMrs. Jobson, safe in her doorway, drew herself up and, holding the boots\nbehind her, surveyed him with a stare of high-bred disdain.\n\n\"Been paddlin'?\"  he inquired\n\n\"I see you going down the road in 'em,\" said the unabashed Mr. Foley,\n\"and I says to myself, I says, 'Pride'll bear a pinch, but she's going\ntoo far.  If she thinks that she can squeedge those little tootsywootsies\nof 'ers into them boo--'\"\n\nThe door slammed violently and left him exchanging grins with Mr. Jobson.\n\n\"How's the 'at?\"  he inquired.\n\nMr. Jobson winked.  \"Bet you a level 'arf-dollar I ain't wearing it next\nSunday,\" he said, in a hoarse whisper.\n\nMr. Foley edged away.\n\n\"Not good enough,\" he said, shaking his head.  \"I've had a good many bets\nwith you first and last, Alf, but I can't remember as I ever won one yet.\nSo long.\"",
    "metadata": {
        "author": [
            "Jacobs, William Wymark",
            "Jacobs, W. W. (William Wymark)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/10561/pg10561.txt",
        "name": "fine_feathers_ship_s_company_part_1.json"
    }
}