{
    "name": "Fishin' Jimmy",
    "author": [
        "Slosson, Annie Trumbull"
    ],
    "body": "AUTHOR'S EDITION\n\n\n\n\n1889\n\n\n\n\nFISHIN' JIMMY\n\nIt was on the margin of Pond Brook, just back of Uncle Eben's, that\nI first saw Fishin' Jimmy.  It was early June, and we were again at\nFranconia, that peaceful little village among the northern hills.\n\nThe boys, as usual, were tempting the trout with false fly or real\nworm, and I was roaming along the bank, seeking spring flowers, and\nhunting early butterflies and moths.  Suddenly there was a little\nplash in the water at the spot where Ralph was fishing, the slender\ntip of his rod bent, I heard a voice cry out, \"Strike him, sonny,\nstrike him!\" and an old man came quickly but noiselessly through\nthe bushes, just as Ralph's line flew up into space, with, alas! no\nshining, spotted trout upon the hook.  The new comer was a spare,\nwiry man of middle height, with a slight stoop in his shoulders, a\nthin brown face, and scanty gray hair.  He carried a fishing-rod,\nand had some small trout strung on a forked stick in one hand.  A\nsimple, homely figure, yet he stands out in memory just as I saw\nhim then, no more to be forgotten than the granite hills, the\nrushing streams, the cascades of that north country I love so well.\n\nWe fell into talk at once, Ralph and Waldo rushing eagerly into\nquestions about the fish, the bait, the best spots in the stream,\nadvancing their own small theories, and asking advice from their\nnew friend.  For friend he seemed even in that first hour, as he\nbegan simply, but so wisely, to teach my boys the art he loved.\nThey are older now, and are no mean anglers, I believe; but they\nlook back gratefully to those brookside lessons, and acknowledge\ngladly their obligations to Fishin' Jimmy.  But it is not of these\npractical teachings I would now speak; rather of the lessons of\nsimple faith, of unwearied patience, of self-denial and cheerful\nendurance, which the old man himself seemed to have learned,\nstrangely enough, from the very sport so often called cruel and\nmurderous.  Incomprehensible as it may seem, to his simple\nintellect the fisherman's art was a whole system of morality, a\nguide for every-day life, an education, a gospel.  It was all any\npoor mortal man, woman, or child, needed in this world to make him\nor her happy, useful, good.\n\nAt first we scarcely realized this, and wondered greatly at certain\nthings he said, and the tone in which he said them.  I remember at\nthat first meeting I asked him, rather carelessly, \"Do you like\nfishing?\"  He did not reply at first; then he looked at me with\nthose odd, limpid, green-gray eyes of his which always seemed to\nreflect the clear waters of mountain streams, and said very\nquietly: \"You would n't ask me if I liked my mother--or my wife.\"\nAnd he always spoke of his pursuit as one speaks of something very\ndear, very sacred.  Part of his story I learned from others, but\nmost of it from himself, bit by bit, as we wandered together day by\nday in that lovely hill-country.  As I tell it over again I seem to\nhear the rush of mountain streams, the \"sound of a going in the\ntops of the trees,\" the sweet, pensive strain of white-throat\nsparrow, and the plash of leaping trout; to see the crystal-clear\nwaters pouring over granite rock, the wonderful purple light upon\nthe mountains, the flash and glint of darting fish, the tender\ngreen of early summer in the north country.\n\nFishin' Jimmy's real name was James Whitcher.  He was born in the\nFranconia Valley of northern New Hampshire, and his whole life had\nbeen passed there.  He had always fished; he could not remember\nwhen or how he learned the art.  From the days when, a tiny,\nbare-legged urchin in ragged frock, he had dropped his piece of\nstring with its bent pin at the end into the narrow, shallow\nbrooklet behind his father's house, through early boyhood's season\nof roaming along Gale River, wading Black Brook, rowing a leaky\nboat on Streeter or Mink Pond, through youth, through manhood, on\nand on into old age, his life had apparently been one long day's\nfishing--an angler's holiday.  Had it been only that?  He had not\ncared for books, or school, and all efforts to tie him down to\nstudy were unavailing.  But he knew well the books of running\nbrooks.  No dry botanical text-book or manual could have taught him\nall he now knew of plants and flowers and trees.\n\nHe did not call the yellow spatterdock Nuphar advena, but he knew\nits large leaves of rich green, where the black bass or pickerel\nsheltered themselves from the summer sun, and its yellow balls on\nstout stems, around which his line so often twined and twisted, or\nin which the hook caught, not to be jerked out till the long,\ngreen, juicy stalk itself, topped with globe of greenish gold, came\nup from its wet bed.   He knew the sedges along the bank with their\nnodding tassels and stiff lance-like leaves, the feathery grasses,\nthe velvet moss upon the wet stones, the sea-green lichen on\nboulder or tree-trunk.  There, in that corner of Echo Lake, grew\nthe thickest patch of pipewort, with its small, round,\ngrayish-white, mushroom-shaped tops on long, slender stems.  If he\nhad styled it Eriocaulon septangulare, would it have shown a closer\nknowledge of its habits than did his careful avoidance of its\nvicinity, his keeping line and flies at a safe distance, as he\nmuttered to himself, \"Them pesky butt'ns agin!\"  He knew by sight\nthe bur-reed of mountain ponds, with its round, prickly balls\nstrung like big beads on the stiff, erect stalks; the little\nwater-lobelia, with tiny purple blossoms, springing from the waters\nof lake and pond.  He knew, too, all the strange, beautiful\nunder-water growth: bladderwort in long, feathery garlands,\npellucid water-weed, quillwort in stiff little bunches with\nsharp-pointed leaves of olive-green,--all so seldom seen save by\nthe angler whose hooks draw up from time to time the wet, lovely\ntangle.  I remember the amusement with which a certain well-known\nbotanist, who had journeyed to the mountains in search of a little\nplant, found many years ago near Echo Lake, but not since seen,\nheard me propose to consult Fishin' Jimmy on the subject.  But I\nwas wiser than he knew.  Jimmy looked at the specimen brought as an\naid to identification.  It was dry and flattened, and as unlike a\nliving, growing plant as are generally the specimens from an\nherbarium.  But it showed the awl-shaped leaves, and thread-like\nstalk with its tiny round seed-vessels, like those of our common\nshepherd's-purse, and Jimmy knew it at once.  \"There's a dreffle\nlot o' that peppergrass out in deep water there, jest where I\nketched the big pick'ril,\" he said quietly.  \"I seen it nigh a foot\nhigh, an' it 's juicier and livin'er than them dead sticks in your\nbook.\"  At our request he accompanied the unbelieving botanist and\nmyself to the spot; and there, looking down through the sunlit\nwater, we saw great patches of that rare and long-lost plant of the\nCruciferse known to science as Subularia aquatica.  For forty years\nit had hidden itself away, growing and blossoming and casting\nabroad its tiny seeds in its watery home, unseen, or at least\nunnoticed, by living soul, save by the keen, soft, limpid eyes of\nFishin' Jimmy.  And he knew the trees and shrubs so well: the alder\nand birch from which as a boy he cut his simple, pliant pole; the\nshad-blow and iron-wood (he called them, respectively, sugarplum\nand hard-hack) which he used for the more ambitious rods of maturer\nyears; the mooseberry, wayfaring-tree, hobble-bush, or triptoe,--it\nhas all these names, with stout, trailing branches, over which he\nstumbled as he hurried through the woods and underbrush in the\ndarkening twilight.\n\nHe had never heard of entomology.  Guenee, Hubner, and Fabricius\nwere unknown names; but he could have told these worthies many new\nthings.  Did they know just at what hour the trout ceased leaping\nat dark fly or moth, and could see only in the dim light the\nghostly white miller?  Did they know the comparative merits, as a\ntempting bait, of grasshopper, cricket, spider, or wasp; and could\nthey, with bits of wool, tinsel, and feather, copy the real\ndipterous, hymenopterous, or orthopterous insect?  And the birds:\nhe knew them as do few ornithologists, by sight, by sound, by\nlittle ways and tricks of their own, known only to themselves and\nhim.  The white-throat sparrow with its sweet, far-reaching chant;\nthe hermit-thrush with its chime of bells in the calm summer\ntwilight; the vesper-sparrow that ran before him as he crossed the\nmeadow, or sang for hours, as he fished the stream, its unvarying,\nbut scarcely monotonous little strain; the cedar-bird, with its\nsmooth brown coast of Quaker simplicity, and speech as brief and\nsimple as Quaker yea or nay; the winter-wren sending out his\nstrange, lovely, liquid warble from the high, rocky side of Cannon\nMountain; the bluebird of the early spring, so welcome to the\nwinter-weary dwellers in that land of ice and show, as he\n\n  \"From the bluer deeps\n  Lets fall a quick, prophetic strain,\"\n\nof summer, of streams freed and flowing again, of waking, darting,\neager fish; the veery, the phoebe, the jay, the vireo,--all these\nwere friends, familiar, tried and true to Fishin' Jimmy.  The cluck\nand coo of the cuckoo, the bubbling song of bobolink in buff and\nblack, the watery trill of the stream-loving swamp-sparrow, the\nwhispered whistle of the stealthy, darkness-haunting whippoorwill,\nthe gurgle and gargle of the cow-bunting,--he knew each and all,\nbetter than did Audubon, Nuttall, or Wilson.  But he never dreamed\nthat even the tiniest of his little favorites bore, in the\nscientific world, far away from that quiet mountain nest, such\nnames as Troglodytes hyemalis or Melospiza palustris.  He could\ntell you, too, of strange, shy creatures rarely seen except by the\nearly-rising, late-fishing angler, in quiet, lonesome places: the\notter, muskrat, and mink of ponds and lakes,--rival fishers, who\nbore off prey sometimes from under his very eyes,--field-mice in\nmeadow and pasture, blind, burrowing moles, prickly hedge-hogs,\nbrown hares, and social, curious squirrels.\n\nSometimes he saw deer, in the early morning or in the dusk of the\nevening, as they came to drink at the lake shore, and looked at him\nwith big, soft eyes not unlike his own.  Sometimes a shaggy bear\ntrotted across his path and hid himself in the forest, or a\nsharp-eared fox ran barking through the bushes.  He loved to tell\nof these things to us who cared to listen, and I still seem to hear\nhis voice saying in hushed tones, after a story of woodland sight\nor sound: \"Nobody don't see 'em but fishermen.  Nobody don't hear\n'em but fishermen.\"\n\n\n\n\nII\n\nBut it was of another kind of knowledge he oftenest spoke, and of\nwhich I shall try to tell you, in his own words as nearly as\npossible.\n\nFirst let me say that if there should seem to be the faintest tinge\nof irreverence in aught I write, I tell my story badly.   There was\nno irreverence in Fishin' Jimmy.  He possessed a deep and profound\nveneration for all things spiritual and heavenly; but it was the\nveneration of a little child, mingled as is that child's with\nperfect confidence and utter frankness.  And he used the dialect of\nthe country in which he lived.\n\n\"As I was tellin' ye,\" he said, \"I allers loved fishin' an' knowed\n't was the best thing in the hull airth.  I knowed it larnt ye more\nabout creeters an' yarbs an' stuns an' water than books could tell\nye.  I knowed it made folks patienter an' commonsenser an'\nweather-wiser an' cuter gen'ally; gin 'em more fac'lty than all the\nschool larnin' in creation.  I knowed it was more fillin' than\nvittles, more rousin' than whisky, more soothin' than lodlum.  I\nknowed it cooled ye off when ye was het, an' het ye when ye was\ncold.  I knowed all that, o' course--any fool knows it.  But--will\nye b'l'eve it?--I was more 'n twenty-one year old, a man growed,\n'fore I foun' out why 't was that away.  Father an' mother was\nChristian folks, good out-an'-out Calv'nist Baptists from over\nEast'n way.  They fetched me up right, made me go to meetin' an'\nread a chapter every Sunday, an' say a hymn Sat'day night a'ter\nwashin'; an' I useter say my prayers mos' nights.  I wa'n't a bad\nboy as boys go.  But nobody thought o' tellin' me the one thing,\njest the one single thing, that 'd ha' made all the diffunce.  I\nknowed about God, an' how he made me an' made the airth, an'\neverything an' once I got thinkin' about that, an' I asked my\nfather if God made the fishes.  He said 'course he did, the sea an'\nall that in 'em is; but somehow that did n't seem to mean nothin'\nmuch to me, an' I lost my int'rist agin.  An' I read the Scripter\naccount o' Jonah an' the big fish, an' all that in Job about\npullin' out levi'thing with a hook an' stickin' fish spears in his\nhead, an' some parts in them queer books nigh the end o' the ole\nTest'ment about fish-ponds an' fish-gates an' fish-pools, an' how\nthe fishers shall l'ment--everything I could pick out about fishin'\nan' seen; but it did n't come home to me; 't wa'n't my kind o'\nfishin' an' I did n't seem ter sense it.\n\n\"But one day--it's more 'n forty year ago now, but I rec'lect it\nsame 's 't was yest'day, an' I shall rec'lect it forty thousand\nyear from now if I 'm 'round, an' I guess I shall be--I\nheerd--suthin'--diffunt.  I was down in the village one Sunday; it\nwa'n't very good fishin'--the streams was too full; an' I thought I\n'd jest look into the meetin'-house 's I went by.  'T was the ole\nunion meetin'-house, down to the corner, ye know, an' they had n't\ngot no reg'lar s'pply, an' ye never knowed what sort ye 'd hear, so\n't was kind o' excitin'.\n\n\"'T was late, 'most 'leven o'clock, an' the sarm'n had begun.\nThere was a strange man a-preachin', some one from over to the\nhotel.  I never heerd his name, I never seed him from that day to\nthis; but I knowed his face.  Queer enough I 'd seed him a-fishin'.\nI never knowed he was a min'ster; he did n't look like one.  He\nwent about like a real fisherman, with ole clo'es an' an ole hat\nwith hooks stuck in it, an' big rubber boots, an' he fished, reely\nfished, I mean--ketched 'em.  I guess 't was that made me liss'n a\nleetle sharper 'n us'al, for I never seed a fishin' min'ster afore.\nElder Jacks'n, he said 't was a sinf'l waste o' time, an' ole\nParson Loomis, he 'd an idee it was cruel an' onmarciful; so I\nthought I 'd jest see what this man 'd preach about, an' I settled\ndown to liss'n to the sarm'n.\n\n\"But there wa'n't no sarm'n; not what I 'd been raised to think was\nthe on'y true kind.  There wa'n't no heads, no fustlys nor\nsec'ndlys, nor fin'ly bruthrins, but the first thing I knowed I was\nhearin' a story, an' 't was a fishin' story.  'T was about Some\nOne--I had n't the least idee then who 't was, an' how much it all\nmeant--Some One that was dreffle fond o' fishin' an' fishermen,\nSome One that sot everythin' by the water, an' useter go along by\nthe lakes an' ponds, an' sail on 'em, an' talk with the men that\nwas fishin'.  An' how the fishermen all liked him, 'nd asked his\n'dvice, an' done jest 's he telled 'em about the likeliest places\nto fish; an' how they allers ketched more for mindin' him; an' how\nwhen he was a-preachin' he would n't go into a big meetin'-house\nan' talk to rich folks all slicked up, but he 'd jest go out in a\nfishin' boat, an' ask the men to shove out a mite, an' he 'd talk\nto the folks on shore, the fishin' folks an' their wives an' the\nboys an' gals playin' on the shore.  An' then, best o' everythin',\nhe telled how when he was a-choosin' the men to go about with him\nan' help him an' larn his ways so 's to come a'ter him, he fust o'\nall picked out the men he 'd seen every day fishin', an' mebbe\nfished with hisself; for he knowed 'em an' knowed he could trust\n'em.\n\n\"An' then he telled us about the day when this preacher come along\nby the lake--a dreffle sightly place, this min'ster said; he 'd\nseed it hisself when he was trav'lin' in them countries--an' come\nacrost two men he knowed well; they was brothers, an' they was\na-fishin'.  An' he jest asked 'em in his pleasant-spoken, frien'ly\nway--there wa'n't never sech a drawin', takin', lovin' way with any\none afore as this man had, the min'ster said--he jest asked 'em to\ncome along with him; an' they lay down their poles an' their lines\nan' everythin', an' jined him.  An' then he come along a spell\nfurther, an' he sees two boys out with their ole father, an' they\nwas settin' in a boat an' fixin' up their tackle, an' he asked 'em\nif they 'd jine him, too, an' they jest dropped all their things,\nan' left the ole man with the boat an' the fish an' the bait an'\nfollered the preacher.  I don't tell it very good.  I 've read it\nan' read it sence that; but I want to make ye see how it sounded to\nme, how I took it, as the min'ster telled it that summer day in\nFrancony meetin'.  Ye see I 'd no idee who the story was about, the\nman put it so plain, in common kind o' talk, without any\ncome-to-passes an' whuffers an' thuffers, an' I never conceited 't\nwas a Bible narr'tive.\n\n\"An' so fust thing I knowed I says to myself, 'That 's the kind o'\nteacher I want.  If I could come acrost a man like that, I 'd jest\nfoller him, too, through thick an' thin.'  Well, I can't put the\nrest on it into talk very good; 't aint jest the kind o' thing to\nspeak on 'fore folks, even sech good friends as you.  I aint the\nsort to go back on my word,--fishermen aint, ye know,--an' what I\n'd said to myself 'fore I knowed who I was bindin' myself to, I\nstuck to a'terwards when I knowed all about him.  For 't aint for\nme to tell ye, who've got so much more larnin' than me, that there\nwas a dreffle lot more to that story than the fishin' part.  That\nlovin', givin' up, suff'rin', dyin' part, ye know it all yerself,\nan' I can't kinder say much on it, 'cept when I 'm jest all by\nmyself, or--'long o' him.\n\n\"That a'ternoon I took my ole Bible that I had n't read much sence\nI growed up, an' I went out into the woods 'long the river, an'\n'stid o' fishin' I jest sot down an' read that hull story.  Now ye\nknow it yerself by heart, an' ye 've knowed it all yer born days,\nso ye can't begin to tell how new an' 'stonishin' 't was to me, an'\nhow findin' so much fishin' in it kinder helped me unnerstan' an'\nb'l'eve it every mite, an' take it right hum to me to foller an'\nlive up to 's long 's I live an' breathe.  Did j'ever think on it,\nreely?  I tell ye, his r'liging 's a fishin' r'liging all through.\nHis friends was fishin' folks; his pulpit was a fishin' boat, or\nthe shore o' the lake; he loved the ponds an' streams; an' when his\nd'sciples went out fishin', if he did n't go hisself with 'em, he\n'd go a'ter 'em, walkin' on the water, to cheer 'em up an' comfort\n'em.\n\n\"An' he was allers 'round the water; for the story 'll say, 'he\ncome to the seashore,' or 'he begun to teach by the seaside,' or\nagin, 'he entered into a boat,' an' 'he was in the stern o' the\nboat, asleep.'\n\n\"An' he used fish in his mir'cles.  He fed that crowd o' folks on\nfish when they was hungry, bought 'em from a little chap on the\nshore.  I 've oft'n thought how dreffle tickled that boy must 'a'\nben to have him take them fish.  Mebbe they wa'n't nothin' but\nshiners, but the fust the little feller 'd ever ketched; an' boys\nset a heap on their fust ketch.   He was dreffle good to child'en,\nye know.  An' who 'd he come to a'ter he 'd died, an' ris agin?\nWhy, he come down to the shore 'fore daylight, an' looked off over\nthe pond to where his ole frien's was a-fishin'.  Ye see they 'd\ngone out jest to quiet their minds an' keep up their sperrits; ther\n's nothin' like fishin' for that, ye know, an' they 'd ben in a\nheap o' trubble.  When they was settin' up the night afore,\nworryin' an' wond'rin' an' s'misin' what was goin' ter become on\n'em without their master; Peter 'd got kinder desprit, an' he up\nan' says in his quick way, says he, 'Anyway, _I_ 'm goin'\na-fishin'.'  An' they all see the sense on it,--any fisherman\nwould,--an' they says, says they, 'We '11 go 'long too.'  But they\ndid n't ketch anythin'.  I suppose they could n't fix their minds\non it, an' everythin' went wrong like.   But when mornin' come\ncreepin' up over the mountings, fust thin' they knowed they see him\non the bank, an' he called out to 'em to know if they'd ketched\nanythin'.  The water jest run down my cheeks when I heerd the min'r\nster tell that, an' it kinder makes my eyes wet every time I think\non 't.  For 't seems 's if it might 'a' ben me in that boat, who\nheern that v'ice I loved so dreffle well speak up agin so nat'ral\nfrom the bank there.  An' he eat some o' their fish!  O' course he\ndone it to sot their minds easy, to show 'em he wa'n't quite a\nsperrit yit, but jest their own ole frien' who 'd ben out in the\nboat with 'em so many, many times.  But seems to me, jest the fac'\nhe done it kinder makes fish an' fishin' diffunt from any other\nthing in the hull airth.  I tell ye them four books that gin his\nstory is chock full o' things that go right to the heart o'\nfishermen,--nets, an' hooks, an' boats, an' the shores, an' the\nsea, an' the mountings, Peter's fishin'-coat, lilies, an' sparrers,\nan' grass o' the fields, an' all about the evenin' sky bein' red or\nlowerin', an' fair or foul weather.\n\n\"It 's an out-doors, woodsy, country story, 'sides bein' the\nheav'nliest one that was ever telled.  I read the hull Bible, as a\nduty ye know.  I read the epis'les, but somehow they don't come\nhome to me.  Paul was a great man, a dreffle smart scholar, but he\nwas raised in the city, I guess, an' when I go from the gospils\ninto Paul's writin's it 's like goin' from the woods an' hills an'\nstreams o' Francony into the streets of a big city like Concord or\nManch'ster.\"\n\nThe old man did not say much of his after life and the fruits of\nthis strange conversion, but his neighbors told us a great deal.\nThey spoke of his unselfishness, his charity, his kindly deeds;\ntold of his visiting the poor and unhappy, nursing the sick.  They\nsaid the little children loved him, and everyone in the village and\nfor miles around trusted and leaned upon Fishin' Jimmy.  He taught\nthe boys to fish, sometimes the girls too; and while learning to\ncast and strike, to whip the stream, they drank in knowledge of\nhigher things, and came to know and love Jimmy's \"fishin'\nr'liging.\"  I remember they told me of a little French Canadian\ngirl, a poor, wretched waif, whose mother, an unknown tramp, had\nfallen dead in the road near the village.  The child, an untamed\nlittle heathen, was found clinging to her mother's body in an agony\nof grief and rage, and fought like a tiger when they tried to take\nher away.  A boy in the little group attracted to the spot, ran\naway, with a child's faith in his old friend, to summon Fishin'\nJimmy.  He came quickly, lifted the little savage tenderly, and\ncarried her away.\n\nNo one witnessed the taming process, but in a few days the pair\nwere seen together on the margin of Black Brook, each with a\nfish-pole.  Her dark face was bright with interest and excitement\nas she took her first lesson in the art of angling.  She jabbered\nand chattered in her odd patois, he answered in broadest New\nEngland dialect, but the two quite understood each other, and\nthough Jimmy said afterward that it was \"dreffle to hear her call\nthe fish pois'n,\" they were soon great friends and comrades.  For\nweeks he kept and cared for the child, and when she left him for a\ngood home in Bethlehem, one would scarcely have recognized in the\ngentle, affectionate girl the wild creature of the past.  Though\noften questioned as to the means used to effect this change,\nJimmy's explanation seemed rather vague and unsatisfactory.  \"'T\nwas fishin' done it,\" he said; \"on'y fishin'; it allers works.  The\nChristian r'liging itself had to begin with fishin', ye know.\"\n\n\n\n\nIII\n\nBut one thing troubled Fishin' Jimmy.\n\nHe wanted to be a \"fisher of men.\"  That was what the Great Teacher\nhad promised he would make the fishermen who left their boats to\nfollow him.  What strange, literal meaning he attached to the\nterms, we could not tell.  In vain we--especially the boys, whose\nyoung hearts had gone out in warm affection to the old man--tried\nto show him that he was, by his efforts to do good and make others\nbetter and happier, fulfilling the Lord's directions.  He could not\nunderstand it so.  \"I allers try to think,\" he said, \"that 't was\nme in that boat when he come along.  I make b'l'eve that it was out\non Streeter Pond, an' I was settin' in the boat, fixin' my lan'in'\nnet, when I see him on the shore.  I think mebbe I 'm that\nJames--for that's my given name, ye know, though they allers call\nme Jimmy--an' then I hear him callin' me 'James, James.'  I can\nhear him jest 's plain sometimes, when the wind 's blowin' in the\ntrees, an' I jest ache to up an' foller him.  But says he, 'I 'll\nmake ye a fisher o' men,' an' he aint done it.  I 'm waitin'; mebbe\nhe 'll larn me some day.\"\n\nHe was fond of all living creatures, merciful to all.   But his\nlove for our dog Dash became a passion, for Dash was an angler.\nWho that ever saw him sitting in the boat beside his master,\nwatching with eager eye and whole body trembling with excitement\nthe line as it was cast, the flies as they touched the surface--who\ncan forget old Dash?  His fierce excitement at rise of trout, the\nefforts at self-restraint, the disappointment if the prey escaped,\nthe wild exultation if it was captured, how plainly--he who runs\nmight read--were shown these emotions in eye, in ear, in tail, in\nwhole quivering body!  What wonder that it all went straight to the\nfisher's heart of Jimmy!  \"I never knowed afore they could be\nChristians,\" he said, looking, with tears in his soft, keen eyes,\nat the every-day scene, and with no faintest thought of\nirreverence.  \"I never knowed it, but I'd give a stiffikit o'\nmembership in the orthodoxest church goin' to that dog there.\"\n\nIt is almost needless to say that as years went on Jimmy came to\nknow many \"fishin' min'sters;\" for there are many of that school\nwho know our mountain country, and seek it yearly.  All these knew\nand loved the old man.  And there were others who had wandered by\nthat sea of Galilee, and fished in the waters of the Holy Land, and\nwith them Fishin' Jimmy dearly loved to talk.  But his wonder was\nnever-ending that, in the scheme of evangelizing the world, more\nuse was not made of the \"fishin' side\" of the story.  \"Haint they\never tried it on them poor heathen?\" he would ask earnestly of some\nclerical angler casting a fly upon the clear water of pond or\nbrook.  \"I should think 't would 'a' ben the fust thing they 'd\ndone.  Fishin' fust, an' r'liging 's sure to foller.  An' it 's so\neasy; fur heath'n mostly r'sides on islands, don't they?  So ther\n's plenty o' water, an' o' course ther 's fishin'; an' oncet gin\n'em poles an' git 'em to work, an' they 're out o' mischief fur\nthat day.  They 'd like it better 'n cannib'ling, or cuttin' out\nidles, or scratchin' picters all over theirselves, an' bimeby--not\ntoo suddent, ye know, to scare 'em--ye could begin on that story,\nan' they could n't stan' that, not a heath'n on 'em.  Won't ye\nspeak to the 'Merican Board about it, an' sen' out a few fishin'\nmishneries, with poles an' lines an' tackle gen'ally?  I 've tried\nit on dreffle bad folks, an' it alters done 'em good.  But\"--so\nalmost all his simple talk ended--\"I wish I could begin to be a\nfisher o' men.  I 'm gettin' on now, I 'm nigh seventy, an' I aint\ngot much time, ye see.\"\n\nOne afternoon in July there came over Franconia Notch one of those\nstrangely sudden tempests which sometimes visit that mountain\ncountry.  It had been warm that day, unusually warm for that\nrefreshingly cool spot; but suddenly the sky grew dark and darker,\nalmost to blackness, there was roll of thunder and flash of\nlightning, and then poured down the rain--rain at first, but soon\nhail in large frozen bullets, which fiercely pelted any who\nventured outdoors, rattled against the windows of the Profile House\nwith sharp cracks like sounds of musketry, and lay upon the piazza\nin heaps like snow.  And in the midst of the wild storm it was\nremembered that two boys, guests at the hotel, had gone up Mount\nLafayette alone that day.  They were young boys, unused to mountain\nclimbing, and their friends were anxious.  It was found that Dash\nhad followed them; and just as some one was to be sent in search of\nthem, a boy from the stables brought the information that Fishin'\nJimmy had started up the mountain after them as the storm broke.\n\"Said if he could n't be a fisher o' men, mebbe he knowed nuff to\nketch boys,\" went on our informant, seeing nothing more in the\nspeech, full of pathetic meaning to us who knew him, than the idle\ntalk of one whom many considered \"lackin'.\"  Jimmy was old now, and\nhad of late grown very feeble, and we did not like to think of him\nout in that wild storm.  And now suddenly the lost boys themselves\nappeared through the opening in the woods opposite the house, and\nran in through the sleet, now falling more quietly.  They were wet,\nbut no worse apparently for their adventure, though full of\ncontrition and distress at having lost sight of the dog.  He had\nrushed off into the woods some hours before, after a rabbit or\nhedgehog, and had never returned.  Nor had they seen Fishin' Jimmy.\n\nAs hours went by and the old man did not return, a search party was\nsent out, and guides familiar with the mountain paths went up\nLafayette to seek for him.  It was nearly night when they at last\nfound him, and the grand old mountains had put on those robes of\nroyal purple which they sometimes assume at eventide.  At the foot\nof a mass of rock, which looked like amethyst or wine-red agate in\nthat marvellous evening light, the old man was lying, and Dash was\nwith him.  From the few faint words Jimmy could then gasp out, the\ntruth was gathered.  He had missed the boys, leaving the path by\nwhich they had returned, and while stumbling along in search of\nthem, feeble and weary, he had heard far below a sound of distress.\nLooking down over a steep, rocky ledge, he had seen his friend and\nfishing comrade, old Dash, in sore trouble.  Poor Dash!  He never\ndreamed of harming his old friend, for he had a kind heart.  But he\nwas a sad coward in some matters, and a very baby when frightened\nand away from master and friends.  So I fear he may have assumed\nthe role of wounded sufferer when in reality he was but scared and\nlonesome.  He never owned this afterward, and you may be sure we\nnever let him know, by word or look, the evil he had done.  Jimmy\nsaw him holding up one paw helplessly, and looking at him with\nwistful, imploring brown eyes, heard his pitiful whimpering cry for\naid, and never doubted his great distress and peril.  Was Dash not\na fisherman?  And fishermen, in Fishin' Jimmy's category, were\nalways true and trusty.  So the old man without a second's\nhesitation started down the steep, smooth decline to the rescue of\nhis friend.\n\nWe do not know just how or where in that terrible descent he fell.\nTo us who afterward saw the spot, and thought of the weak old man,\nchilled by the storm, exhausted by his exertions, and yet\nclambering down that precipitous cliff, made more slippery and\ntreacherous by the sleet and hail still falling, it seemed\nimpossible that he could have kept a foothold for an instant.  Nor\nam I sure that he expected to save himself, and Dash too.  But he\ntried.  He was sadly hurt, I will not tell you of that.\n\nLooking out from the hotel windows through the gathering darkness,\nwe who loved him--it was not a small group--saw a sorrowful sight.\nFlickering lights thrown by the lanterns of the guides came through\nthe woods.  Across the road, slowly, carefully, came strong men,\nbearing on a rough hastily made litter of boughs the dear old man.\nAll that could have been done for the most distinguished guest, for\nthe dearest, best-beloved friend, was done for the gentle\nfisherman.  We, his friends, and proud to style ourselves thus,\nwere of different, widely separated lands, greatly varying creeds.\nSome were nearly as old as the dying man, some in the prime of\nmanhood.  There were youths and maidens and little children.  But\nthrough the night we watched together.   The old Roman bishop,\nwhose calm, benign face we all know and love; the Churchman,\nascetic in faith, but with the kindest, most indulgent heart when\none finds it; the gentle old Quakeress with placid, unwrinkled brow\nand silvery hair; Presbyterian, Methodist, and Baptist,--we were\nall one that night.  The old angler did not suffer--we were so glad\nof that!  But he did not appear to know us, and his talk seemed\nstrange.  It rambled on quietly, softly, like one of his own\nmountain brooks, babbling of green fields, of sunny summer days, of\nhis favorite sport, and ah! of other things.  But he was not\nspeaking to us.  A sudden, awed hush and thrill came over us as,\nbending to catch the low words, we all at once understood what only\nthe bishop put into words as he said, half to himself, in a sudden,\nquick, broken whisper, \"God bless the man, he 's talking to his\nMaster!\"\n\n\"Yes.  sir, that 's so,\" went on the quiet voice; \"'t was on'y a\ndog sure nuff; 'twa'n't even a boy, as ye say, an' ye ast me to be\na fisher o' men.  But I haint had no chance for that, somehow;\nmebbe I wa'n't fit for 't.  I 'm on'y jest a poor old fisherman,\nFishin' Jimmy, ye know, sir.  Ye useter call me James--no one else\never done it.  On'y a dog?  But he wa'n't jest a common dog, sir;\nhe was a fishin' dog.  I never seed a man love fishin' mor 'n\nDash.\"  The dog was in the room, and heard his name.  Stealing to\nthe bedside, he put a cold nose into the cold hand of his old\nfriend, and no one had the heart to take him away.  The touch\nturned the current of the old man's talk for a moment, and he was\nfishing again with his dog friend.  \"See 'em break, Dashy!  See 'em\nbreak!  Lots on 'em to-day, aint they?  Keep still, there 's a good\ndog, while I put on a diffunt fly.  Don't ye see they 're jumpin'\nat them gnats?  Aint the water jest 'live with 'em?  Aint it\nshinin' an' clear an'--\"  The voice faltered an instant, then went\non: \"Yes, sir, I 'm comin'--I 'm glad, dreffle glad to come.  Don't\nmind 'bout my leavin' my fishin'; do ye think I care 'bout that?  I\n'll jest lay down my pole ahin' the alders here, an' put my lan'in'\nnet on the stuns, with my flies an' tackle--the boys 'll like 'em,\nye know--an' I 'll be right along.\n\n\"I mos' knowed ye was on'y a-tryin' me when ye said that 'bout how\nI had n't been a fisher o' men, nor even boys, on'y a dog.  'T was\na--fishin' dog--ye know--an' ye was allers dreffle good to\nfishermen,--dreffle good to--everybody; died--for 'em, did n't ye?--\n\n\"Please wait--on--the bank there, a minnit; I 'm comin' 'crost.\nWater 's pretty--cold this--spring--an' the stream 's\nrisin'--but--I--can--do it;--don't ye mind--'bout me, sir.  I 'll\nget acrost.\"  Once more the voice ceased, and we thought we should\nnot hear it again this side that stream.\n\nBut suddenly a strange light came over the thin face, the soft gray\neyes opened wide, and he cried out, with the strong voice we had so\noften heard come ringing out to us across the mountain streams\nabove the sound of their rushing: \"Here I be, sir!  It 's Fishin'\nJimmy, ye know, from Francony way; him ye useter call James when ye\ncome 'long the shore o' the pond an' I was a-fishin.'  I heern ye\nagin, jest now--an' I--straightway--f'sook--my--nets--an'--follered--\"\n\nHad the voice ceased utterly?  No, we could catch faint, low\nmurmurs and the lips still moved.  But the words were not for us;\nand we did not know when he reached the other bank.",
    "metadata": {
        "author": [
            "Slosson, Annie Trumbull"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/12417/pg12417.txt",
        "name": "fishin_jimmy.json"
    }
}