{
    "name": "Flight From Time",
    "author": [
        "Marin, A. C.",
        "Coppel, Alfred",
        "Galaxan, Sol",
        "Coppel, Alfredo Jose de Arana-Marini",
        "Gilman, Robert Cham",
        "Coppel, Alfredo José de Arana-Marini"
    ],
    "body": "A long career of cutting corners had taught Malenson the importance of\ntiming. Time, he had long ago concluded, was the fabric from which were\ncut the garments of poverty or greatness. And since Malenson had no\nlove for the simple life, it naturally followed that he should turn his\ntalents toward the amassing of wealth with the least possible waste of\nthe precious commodity ... time.\n\nHe didn't bother to conceal his crime. He only timed it well. And\nfollowing his carefully thought out plans further, he boarded his ship\nat the proper instant and vanished into the interstellar fastnesses\nwith five million irridium dollars in coin and government certificates.\n\nA galaxy, he reflected, would make a perfect hiding place. One would\nhave only to look at the girdle of the Milky Way on a clear night to\nsee the logic of his choice. Among a billion billion stars separated\nby light years of brooding emptiness, one man in a small ship would\nbe a fantastically difficult thing to find. Easier by far it would be\nto find one particular grain of sand on the seashore, than to locate\nMalenson within the vast limbo of the galaxy.\n\nOnly if he made a planetfall on one of the colonized worlds could he be\nfound, and Malenson was no fool. His ship was fueled and provisioned\nfor twelve years in space. With care and a strict system of rationing,\nhe could stretch it out to fifteen years. And at the end of that time\nhe could return safely with his millions, for an enlightened penal\nsystem had long ago assigned statutes of limitation to all felonies.\n\nNor would exile be an unbearable thing. The three hundred foot ship was\npacked with reading tapes, classical and popular recordings, all manner\nof occupational therapy devices, and old fashioned books.\n\nOnly human companionship was missing, and to Malenson that meant\nnothing. He had lived a lonely life, isolated from his fellows by a\nprofound sense of his own superiority. He had no love for humanity.\n\nSo Malenson and his treasure ship fled from the world of men. Up from\nthe spaceport and into the void he went. As soon as he had cleared the\natmosphere, he cut in the second order drive and lifted clear of the\necliptic plane at better than light speed.\n\nMalenson was no navigator, but his spacecraft was fool-proof, and\nrelying on that fact he drove upward and outward from Earth toward the\ncelestial pole. Leisurely, he settled himself for the first short leg\nof his long voyage. He was completely at ease, for pursuit in second\norder flight was impossible.\n\nExactly seventy hours elapsed before he cut the drive for a look around\nhim. The ship was in a moderately starred region of the galaxy. He\ncould still make out most of the familiar constellations. Ursa Major\nlay ahead and to the right; Cygnus, a trifle distorted lay overhead.\nAnd the beacon stars Rigel, Altair and Sirius were easily recognizable.\nSol had dwindled to a yellow star of the third magnitude.\n\nMalenson smiled with satisfaction and pointed the ship's nose at the\nbright vee of Taurus. The red eye of Aldebaran would make an excellent\ncheck point, and his trajectory would be well above Sol and the regular\nshipping lanes. Then he cut in the drive again and went to bed.\n\n\n\nSix hours later he awoke. Food, automatically prepared in the galley\nawaited him. He ate and made his way to the control room. He checked\nthe operation of the automatic controls and settled down before the\nforward ports to watch the sky. Travelling above light speed played\nstrange tricks on his vision. Looking out into the galactic night, it\nseemed that all the stars were grouped in a distorted mass directly\nin front of the plunging ship. It was illusion, Malenson knew, but\nthe weird spectacle vaguely disturbed him. He quite illogically felt\nconstrained to cut the drive and check his position. He knew, of course\nthat he was nowhere near Aldebaran yet, but he could not control the\nsudden urge to see the stars in their proper places.\n\nHe cut the drive.\n\nMalenson realized his mistake immediately, for the ship was in\nthe middle of a small meteor swarm. In second order flight it was\ninviolate, but primary flight slowed it to a point where meteor danger\nwas a real consideration.\n\nAlarm bells jangled and the screen went to work. The bells would have\nmeant an immediate shift back into second order flight to any really\nexperienced spaceman, but Malenson was new to interstellar navigating.\nHe sat and stared stupidly at the danger signals on the panel.\n\nStill, the ship was an almost perfect machine. Certainly it saved\nMalenson's life. Only one small meteor penetrated the deflectors\nand crashed through the hull. Malenson flung himself to the deck\ninstinctively as the tiny missile streaked hotly through the oxygen\nrich air of the control room. Immediately the self sealing insulation\nstopped all loss of pressure in the ship, and a repair unit set to work\nmending the break in the hull plates. But the meteor itself careened\nthrough the control room and ripped into the center panel with a\nsmashing of glass and tearing of metal.\n\nMalenson picked himself up and ran to the panel, panic-stricken. He\ninspected the damage carefully and heaved a sigh of relief. Nothing\nvital was destroyed. Only the master-chronometer and some lesser\nindicators were hit.\n\nThen Malenson frowned. Without the master timepiece no clock on board\nwould run, since they were all only terminals of the master system.\nHe hurried to his stateroom and checked the wall clock. It smelled of\nburnt insulation. He pried the face loose and peered at its vitals.\nThey were a mess of fused cogs and wires. A quick check throughout the\nship showed that every clock was in the same useless condition. Even\nif he had been mechanic enough to repair them ... which he was not ...\nthey were each and every one a hopeless tangle of burnt out innards.\nThe meteor had short circuited the entire timekeeping system of the\nship.\n\nHe returned to the control room with some misgivings. The loss of the\nclocks was no death blow to his kind of trial and error navigation. But\nit did promise to be a serious inconvenience in the regulation of his\nlife in the timelessness of deep space. He still had his wristwatch,\nof course, but it was a very delicate ornamental sort of thing, not\nintended for hard usage.\n\nStill, he reflected brightening somewhat, since his exile was to be\nmeasured in years and not minutes and hours, the wristwatch would\nserve. The star-charts and stellar analyzers that could identify any\nstar would do for navigation. He might become misplaced, but to lose\nhimself completely was impossible. He relied mightily on the fact that\nhis ship was, in fact, fool-proof.\n\nHe kept the nose pointed at Taurus and cut in the second order drive\nagain. The rest of the day, he spent in the library, laying out the\nreading he planned to do for the next few months.\n\n\n\nA week later, the ship had passed through Taurus, skirted the Hyades,\nand was heading outward toward the galactic periphery. It was there\nthat Malenson entertained a slight hope of finding a habitable\nuncolonized world. And there he could wander for years without the\nremotest chance of running into any representatives of the Galactic\nConfederation.\n\nTwo weeks later, his wristwatch stopped.\n\nCursing disgustedly, Malenson shook the recalcitrant bit of jewelry. It\nticked fitfully once or twice and stopped. He decided that it must be\nin need of cleaning. He realized full well that he was not qualified to\nattempt such a delicate operation, but he also recognized the fact that\nthere was little he could do about it. He needed the watch, and clean\nit he must; even though he hadn't the vaguest notion of how the thing\nwas done.\n\nArming himself with alcohol, lens tissue, pliers and a tiny\nscrewdriver, he set to work. Soon all the intestines of the tiny\nmachine lay on the table before him. With great care he cleaned each\npart and reassembled them. But when he had finished, the watch would\nnot run. The close work and the lack of success began to wear on him.\nMalenson did not take kindly to failure. A second time he dismantled\nthe watch and a second time assembled it. The watch stubbornly refused\nto tick. With a disgusted curse Malenson repeated the process. Still\nno success. By now his hands were trembling hopelessly, and he knew he\nshould let the job go for a few hours before attempting it again. But\nMalenson was a stubborn man. A fourth time the watch was dismembered\nand reassembled. And a fifth time. By now he could not hold the tiny\nwheels steady enough to mount them on the almost microscopic shafts.\nHis fingers felt like thumbs. When finally the watch was closed up for\nthe sixth time and still would not run, a sudden surge of illogical\nrage shook him and he slammed the watch furiously against the wall. It\ndissolved into a miniature shambles of thread-fine springs and tiny\nwheels. Still raging, he ground the remains to bits under his heel and\nstrode angrily into the galley for a long pull at the brandy bottle....\n\nAn indeterminate time later, Malenson staggered up the long\ncompanionway and into his stateroom. Drugged with liquor, he sank down\non his bunk and dropped into fitful, uneasy, slumber.\n\n\n\nThere was no way of telling how long he had slept. When he awoke, he\nhurried foggily to the control room and cut the second order drive. The\nconfiguration of the stars seemed much the same as he had last seen\nit ... how long ago?\n\nDepressed, and somehow still tired, he cut the drive in again and made\nhis way to the galley. Hot coffee made him feel better, shaking some of\nthe haziness out of his mind.\n\nHe strove with care to evaluate his situation. There was nothing to\nworry about, he told himself. The ship was operating perfectly. The\nonly thing that was lacking was a way to compute the passage of time.\nHe half-smiled at that, thinking of his pride in a \"sense\" of timing.\nStill, he reflected, perhaps the natural functions of his body would\nserve. He prided himself on being a methodical, systematic man; one of\nregular habits.\n\nA gnawing doubt began to eat at his mind. Was that enough? Perhaps\nit would be wise to construct a timepiece. How? He racked his memory\ntrying to recall the various clocks of the ancients. A mechanical clock\nwas out of the question. He simply hadn't the skill or the materials\nnecessary for its construction. The episode with the watch proved\nthat all too well. An hour glass then? A careful search of the ship\nwas unrewarding. There was nothing that could be made into an hour\nglass, nor any way to calibrate such a device even if he could make\none. A water clock, perhaps? The same objections. And his own lack of\nknow-how. Malenson was no scientist or hobbyist. He was first and last\na man of business. Still he did not want to give up easily. A candle\nclock. Immediately he recognized that idea as impractical.\n\nHe didn't have the technical understanding of his ship necessary to\nuse its speed for the computation of time. In fact the only thing he\nknew about the ship was that it traveled faster than light. How much\nfaster, he had never found out. It had been enough for his purposes\nto know that it travelled faster or as fast as any type of vessel in\nthe Confederation. And even if he had known how to make the necessary\ncalculations, what was needed was something that would divide twelve or\nfifteen years into days, hours, minutes.\n\nRadio reception was out. Each of the colonized worlds had an Earth-type\natmosphere ... complete with Heavyside Layer. And the radar beams that\ncould pierce the layer would be swarming with freighters, liners\nand ... Patrol ships. Malenson was certain that by now every patrolman\nin the known cosmos was alerted for the appearance of a ship of\nMalenson's type. And detention meant an end to a dream of wealth.\nPrison.\n\nWhat was the answer, then?\n\nThe answer was ... _no_ answer.\n\nMalenson, possessed of the finest machine ever devised by the mind of\nman, and the greatest hoard of wealth in recent times ... was reduced\nto keeping track of time by the movements of his digestive tract and a\nseries of scratches on the wall of the control room.\n\nAt the time he could see the irony of it. He even laughed ... then.\n\nTime dragged on sluggishly. What might have been weeks passed by in\na seemingly endless cycle of sleeps and meals. Every time he awoke\nMalenson would cut the drive and check his position. And always, the\nbright beacon stars stared back at him, little changed.\n\nSlowly, the line of scratches on the control room wall grew. Malenson\nlived in a timeless limbo amidst the vast, unchanging emptiness of\nthe galactic periphery. For weeks and months at a time, he would lose\nhimself in the sparsely starred outer marches. Then he would find his\nposition again, an agonizingly short distance from the last fix given\nhim by star-chart and analyzer. Lethargically, the ship crawled across\nparsecs of space, a hollow shell of life amid the cosmic desolation of\nthe great edge.\n\nA year passed. Two. Malenson knew he was safe now. No patrol ship could\nfollow his aimless wanderings. But the ten year statute of limitations\nremained uppermost in his mind. He realized that he was assigning an\narbitrary value to his days and months, thus he decided that he must\nstay in space for the full time allowed by his supplies. He could not\nrisk a miscalculation.\n\n\n\nThe solitude did not affect him. Malenson had no desire for\ncompanionship. And the library of the ship absorbed much of his time.\nHe read great tomes and thin monographs, passionate novels and cold\ntexts. And he could _feel_ time slipping by.\n\nAt the end of his fourth calculated year, Malenson noticed his\nfeverishness. It was a slight thing. He felt perfectly well. But his\ntemperature stood at 100.6. His curiosity aroused, he confined himself\nto the ship's infirmary for a month. Except for a periodical trip to\nthe control room for a star sight, he remained under the UV lamps.\nHe took large doses of streptomycin XXV. But he did not feel in the\nleast alarmed when the fever refused to leave him. He merely adapted\nhimself....\n\nIn his eighth year in space Malenson abandoned any hope of finding a\nhabitable planet. He had located five planetary systems among some nine\nhundred stars. But none of the globes were even remotely suitable for\nthe support of humanoid life. Mostly they were great gassy worlds of\nfrozen methane and ammonia. The few low gravity planets were generally\nso close to their primaries as to be parched wastelands with surface\ntemperatures near the melting point of lead.\n\nIt was at this point in his odyssey that Malenson's thoughts began to\ndrift homeward. Many sleeps were spent in calculations and trial and\nerror navigation before the ship's nose was turned inward toward the\ncenter of the galactic lens. Finally, Malenson was ready to begin the\nlong voyage home.\n\nThe loneliness had changed him, he knew. Not that he had once missed\nthe nearness of mere people. Malenson felt himself above such a need.\nAnd there was the money in the hold to keep him company. More and more\nof his time was spent down there, fondling his wealth. The feel of the\ncoins and the crisp irridium certificates more than made up for the\nsolitude. Uncounted hours would slip by while he sat contentedly in\nthe midst of his loot ... or was it days? Malenson had stopped trying\nto discover.\n\nThe library had lost its appeal for him now. He had finished the\nmajority of the books now, and strangely the reading tapes and\nrecordings seemed to drag unbearably. It was getting so that he could\nhardly understand the mouthings that emanated from the speakers, and\nthe vision screens were turgid masses of dark, muddy colors. Something,\nhe decided, had gone wrong with the projection apparatus.\n\nThe dawning of his tenth year in limbo was the occasion for a\ncelebration. The statute of limitation was explicit in his particular\nform of larceny. It stated that should the case be unprosecuted for ten\nsolar years, the crime was stricken from the records and an unequivocal\npardon granted. Before Malenson's case, the law had never been evoked.\nBut now at last the time was up. Malenson was free.\n\nHe was only three years from Sol now, according to his estimate. He had\nbeen careful to allow for the seemingly reduced speed of the ship. But\nhe was still unwilling to take any unnecessary chances. He realized\nthat he could have made a considerable error in his timing. It was even\npossible, he reflected, that he was as much as a year off. Perhaps\neven two. So Malenson decided that having waited this long, he could\nwait yet a bit longer. He had become quite adapted to his artificial\nenvironment now, and another two or three years in space would be no\ngreat hardship. He set his course for the Centaurian System before\nheading for home. This slight detour would bring him into Sol's family\nat just the right time. Fifteen years, he calculated, from the time of\nhis departure.\n\nThat night ... or what passed for night in the timeless void ...\nMalenson celebrated his freedom.\n\n\n\nTime slipped by in an endless, formless night. He began to notice that\nhe was aging. The mirror in his stateroom showed lines and wrinkles in\nhis face that had not been there when he fled Earth. He had been just\nforty when the flight began. He looked fifty three or four now, at\nleast. It confirmed his computations. His timing was still right....\n\nIt was a long time later that the Centaurian System slipped astern. He\nwas in the infirmary at the time and did not even notice. Long solitude\nhad dulled his perceptions. He was totally engrossed in the evidence of\nhis thermometer. It registered a body temperature of 117.8. That wasn't\npossible, he knew. A man couldn't stand such a temperature. Yet he was\nperfectly well. The instrument, he decided, was faulty. He had not felt\nfeverish since that first time long, long ago. He abandoned the sterile\nwhiteness of the infirmary for the hold and the silent companionship of\nhis money. He was happy there.\n\nThe food was gone now, and though there was plenty of fuel in the\ntanks, the ship was nearing Sol. It had been many, many sleeps since\nMalenson had bothered to cut the drive for a position check. He sat\ncontentedly with his money, oblivious to all else.\n\nBut his ship was still a perfect machine. It arced down into the\necliptic plane, cutting the stellar drive automatically. The ship\nshifted smoothly into primary flight and spiralled in toward Earth.\nIt set itself a stable orbit around the home planet and waited, alarm\nbells ringing.\n\nThe Earth spread out into a green carpet under the slowly descending\nspaceship. Malenson sat stiffly in the control chair, eyes drinking in\nthe forgotten beauty of his home world. The ship sank through a layer\nof fleecy clouds toward the spaceport. Buildings took shape out of the\nformless mass of the ground. Malenson frowned. Things looked just the\nsame. One would have thought that changes would take place in fifteen\nyears.\n\nHe caught a glimpse of his own reflection in the glass of the port. It\nangered him suddenly that the years should have been so sparing with\nEarth and so cruel to him. He had aged more than he thought.... He felt\nvery tired....\n\nVery gently, the ship sank to a landing on the busy ramp. The\ngenerators sighed, and fell silent. Malenson smiled thinly. His timing\nwas still good. He locked the hold carefully and made his way to the\nvalve. The long unused mechanism worked smoothly and quickly. Malenson\nstepped out....\n\nA circle of resolute patrolmen surrounded him, hands on their weapons.\nHe stared at them in stunned disbelief.\n\nA young inspector shouldered his way through the file. He spoke words\nthat Malenson heard only dimly through the sudden roaring in his ears.\n\n\"You are under arrest, Malenson,\" the inspector said shortly.\n\n\n\n_Subject: Report on Prisoner Malenson, File No. 8,697,032_\n\n_To: Wilton, Chief Penologist, Luna Criminal Detention Center_\n\n_From: Berry, Director North American Geriatrics Institute_\n\n_1. Transfer of subject prisoner to this institution is confirmed._\n\n_2. Cursory examination reveals that the prisoner is a victim of\nacutely accelerated general metabolism._\n\n_3. An interview with the prisoner reveals that he is firmly convinced\nthat he recently spent a period of fifteen years in space, whereas port\nrecords conclusively prove that he was absent from Earth for a period\nof only twenty two months (Ref. N'york Sp. Log 2/890 Pages 867,1098).\nHis condition is perfectly suited to the experimental work now being\nconducted here, as I suspected. There is an excellent possibility that\nwe may be able to correlate the clinical data of his case with our own\nhypotheses and so ascertain exactly to what extent senility is the\nproduct of psychological conditioning rather than chronological age as\nheretofore believed._\n\n_4. Prognosis negative. In the case of Prisoner Malenson himself,\nwe are unable to prescribe treatment. All efforts to retard his\nfantastically high metabolism rate have failed. His body temperature is\nnow normal at 120.6Â° Fahrenheit, and his pulse steady at 140/minute.\nDefinite indications of senescence are appearing. Symptoms of incipient\nataxic aphasia have been detected._\n\n_5. Death from advanced senility predicted within thirty days._\n\n_Signed: Berry, NAGI Director._",
    "metadata": {
        "author": [
            "Marin, A. C.",
            "Coppel, Alfred",
            "Galaxan, Sol",
            "Coppel, Alfredo Jose de Arana-Marini",
            "Gilman, Robert Cham",
            "Coppel, Alfredo José de Arana-Marini"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/64647/pg64647.txt",
        "name": "flight_from_time.json"
    }
}