{
    "name": "Flight Perilous!",
    "author": [
        "Noll, R. C.",
        "Noll, Ray C."
    ],
    "body": "As Fred Hiller slid back the door to his quarters in answer to their\nknock, he found them lined up tensely against the bulkheads of the\ncompanionway.\n\nIt was the best assembly area the jammed ship could offer. Here the\ncommander with a short turn of his head could meet any pair of eyes\nin the nine-man crew. They had met here before, in a more friendly\natmosphere, soon after acceleration stopped and once for planning. He\nconsidered it more effective for personal communication than the ship\nspeaker system.\n\nBut this assembly was different: it was their idea. They wanted a\ndecision. They stood without moving, waiting for him to speak. Their\ndiscussions by this time probably had narrowed the alternatives to two.\n\nAs commander, of course, he was paid to make decisions on Marship III.\nAnd he began to realize by their faces which alternative the consensus\nexpected. Their expressions indicated that in a degree every damn one\nof them was scared, scared enough to unitize their thinking.\n\nPhil Bleck was the one fishing for an impressive opening. He moved\nforward to face the ship commander with hands pressed on his hips\ndefiantly. This was _the_ Phil Bleck, young man genius of United\nNuclear, pressured aboard Marship III as nuclear engineer through a\ncouple of Senators and the Secretary of Defense. Oh, he was good, as\nlong as he wasn't under fire. So good posterity required him and he\nwas obligated to save his skin. Hiller had expected Bleck would be the\nspokesman.\n\n\"We want to know if you decided yet, Hiller,\" Bleck nearly mocked.\n\n\"_I'd_ have called this assembly if I had,\" Fred Hiller replied,\nemphasizing a commanderish tone of voice.\n\n\"Then you haven't.\" Bleck turned to the others significantly and\nbrought back with him a harsher gaze, which he leveled at the\ncommander. \"Most of us here think there's only one sane way out. A\ncouple will go along with any decision. But most of us, including me,\nwant to turn back. Isn't that right?\" He turned again to the men for\nsupport. Some nodded.\n\n\"We figured the chances if we keep on course,\" Bleck went on, breathing\na little heavier. \"They're three to one against making it. I don't\nlike those odds, Hiller,\"--his upper lip was curling a little--\"and we\ndidn't agree to odds like that when we volunteered. With what we know\nnow, we can plan another trip and avoid this mess next time. That way,\nyou'd only waste time and money; going ahead, we waste that plus the\npriceless knowledge of these scientists, the best the States has to\noffer.\"\n\nWhile Bleck was blowing off, Hiller had studied each man in turn. They\nhardly represented a crew, though the men had specific jobs to perform\nduring takeoff, transit, and setdown. They represented specialists who\nwould bring back for the first time authoritative reports on Mars--the\nfirst two ships had not returned....\n\nMarship III, several times the size of the first ones, but not\none-hundredth as much publicized, had been under construction since the\nfirst Marship attempts.\n\nThe crew technicians Hiller possessed on the trip were three. And as he\nfound the eyes of each, he realized they were not with Bleck.\n\nArt Eastburn, an all-around engineer, whose capacity continued to amaze\nHiller, and who had helped build the Marships.\n\nDave Hollender, astronavigator, bucking for a space ride ever since the\nmoon-missile days; a cool thinker, who had the solar system duplicated\nand in accurate motion inside his skull.\n\nWendell Merrick, electronics engineer, who supervised the wiring of\nMarship III and was sensitive to the click of every relay in the almost\nfully automatic craft.\n\nThese were with him, which fundamentally meant they were willing to\ncontinue on course if he so decided. The others had succumbed to fear,\nand they recognized no authority nor purpose: their choice was a\nreactionary Earthward course.\n\n\n\n\"Dammitohell, Hiller, we want an answer!\" The commander's silence had\nedged Bleck better than words. \"The issue can't be plainer. Let's get\nthis indecision over with and give the orders to circle back! Or do you\nwant us to end up as dead as the first two Mars attempts!\"\n\n\"Again, Bleck, I haven't decided,\" said Commander Hiller coolly. \"I'm\ngoing to take more photographs with the Newtonian. What comes out\nof that will affect any decision I have to make. But since we're so\nconcerned with decisions, Bleck, have you decided what you'll do if I\nshould order us through?\"\n\nThe commander's unexpected and pointed directness left Bleck blinking\nlong enough for Eastburn to cut in before any heated rejoinder by\nthe young nuclear engineer. Eastburn, because of his prominence and\nexperience, held the respect of most of the men.\n\n\"When I volunteered for this jaunt, I also agreed to follow the\ncommander's orders,\" Eastburn said firmly. \"He may be wrong, but I\ncould just as well be wrong in thinking he is. We're after unity of\naction, so at least something gets done in some direction.\"\n\nHiller smiled inwardly at that choice gem of rationality because\nthe crew's emotional perception made of it no more than a granule\nof gravel. They would have to be appealed to emotionally; under the\npressure, they understood nothing else. The stir of resentment evoked\nby Eastburn's words was dying down.\n\nBleck had started to say something, but Hiller's voice drowned him\neasily with its overpowering bass.\n\n\"Then, let's put it this way. Suppose I decide to hold course and\nyou--ah, let's say--'persuade' me to circle back. When we all testify\nat the hearing, I hope you don't expect me to protect you. I'll tell\nthem exactly what was behind the mutiny, your yellow vertebrae, and\nwhat would that do to your reputations?\" Hiller had to shout the last\nwords, because Bleck was screaming interruptions.\n\n\"It's your word against ours!\" yelled Bleck into Hiller's sudden\nsilence. \"It's your word against ours that you didn't crack and blame\nit on us!\"\n\nThe commander lifted his eyebrows. What perfect projection!\n\n\"I guess somebody in a spot like this could crack, couldn't he?\" Hiller\npurposely addressed the remark to Bleck's followers. Most of them were\nstaring uncertainly at Bleck's perspiration-soaked shirt, his white\nface, the hunching shoulders, and moving wordless lips.\n\n\"For the time being, let's leave it this way,\" said the commander\nauthoritatively. \"Unless conditions improve, we're turning back. If\nthe odds seem later about even, we're going through. In the meantime,\nwe'll make these preparations just in case we can chance the clusters.\"\n\nPossibly the instructions he gave sounded casual and\nspur-of-the-moment; actually, they were the careful product of his\nclose figuring and planning, made during the last eight hours. It was\nmore a recitation, yet he had to make it seem ad libbed. No one yet\nknew he had resolved on what data he had at present to hold the ship's\nMarsward course.\n\n\n\nEven as he energized the lock mechanism on the door of his quarters,\nFred Hiller began to tremble, a violent physical reaction of taut\nand unrested nerves. It had been capped by the crisis of the crew's\nresistance, a matter hardly settled, mainly delayed.\n\nHe fell into his bunk and let the shakes take over. Right then they\nfelt ghastly, but he realized he'd feel better when they stopped. As\nthey subsided, he tried to keep the problem out of his mind. He was too\ntired for that; the pictures returned again and again in front of him\nmostly beyond his control.\n\nHe stopped fighting them, and let the pictures progress. He justified\nthe surrender with the thought he might learn something, might conceive\na better protective device against the myriad missiles of the Belt.\n\nThe same picture always started it--Lord, was it only a few hours\nago?--when Dave, the ship's astronavigator, called him to the\nobservation bubble....\n\nDave spent his time at the compact reflector, peering into his\nfrequently changed eyepieces and setting up one photograph after\nanother. The instrument was his own design, with a revolving optical\nflat tempered for space temperature that could be suspended out from\nthe ship and rotated, effecting nearly a 270-degree field for the\ntelescope.\n\n\"Take a look,\" Dave said. At the time, he thought there had been a\nslight edge to the astrogator's voice.\n\n\"Don't tell me you brought me up here again to admire colors in another\nvariable,\" he had grumbled.\n\n\"You won't admire this a bit,\" Dave replied.\n\n\"Where're we looking?\" he asked, slipping into the seat behind the\neyepiece assembly.\n\n\"Space,\" Dave murmured. He was sighting in the finder and made azimuth\nadjustments.\n\nWhen the field slid to rest Hiller viewed once more the gripping\nvastness of black wantonly perforated with intensely glaring stars. It\nwas impossible to study the closer ones; their brightness and energy\ncoursed pain along his optic nerve. Rather, he let his gaze wander\nover the distant sprinkling of light that marked milestones toward\ninfinity.\n\n\"Notice that hazy part in the upper field,\" Dave was saying.\n\nHe found it, a faint stellar gauze wisping before the stars. It\nappeared to be moving. But that kind of rapid movement was out of the\nquestion; it would have to be too close.\n\n\"Now, I'm tripling the power,\" the astrogator informed him.\n\nWith the new eyepiece in place Hiller noted that the haze had condensed\ninto fine dust, each particle of which contrasted dimly against space\ncompared to the stars over which it was super-imposed. And it _did_\nmove! Part of it already was creeping into the invisible curve of the\neyepiece rim.\n\nHe pulled back from the telescope to look at Dave's grim features.\nThe quickening in his stomach meant anxiety, he recognized it easily.\nAnxiety over what? How could he have known then what it meant?\nSubawarely, he must have.\n\n\"What the hell is it, Dave?\"\n\nHollender handed him photographs out of a transparent file cabinet.\n\"Here're some blowups under high power. Visible proof from these, but\nnothing highly accurate from the spectography.\"\n\n\"But this is asteroid stuff,\" Hiller nodded at the photographs. \"They\nlook like pinhead star clusters.\"\n\n\"That's what they are, clusters,\" Dave replied seriously. \"Fragments of\nplanetoids, evidently, revolving around common centers of gravity.\"\n\n\"What're they doing around here? I mean, are they strays from the\nAsteroid Belt or something?\"\n\n\n\nDave swept the back of his hand over a row of astronomical texts. \"If\nyou can find any mention of 'em in there, I wish you'd let me know. And\nthey're a long way from the Asteroids.\"\n\n\"Well, you're the damn astronomer in this blowout,\" frowned Hiller\nimpatiently. \"What's a good guess on 'em?\"\n\n\"I don't know how good it is, but my guess is we're running into an\ninner Asteroid Belt. I'll bet the first two flights ended here....\"\n\n\"A _what_?\"\n\n\"Inner Asteroid Belt,\" Dave stated. \"A puny one, compared to the one\noutside Mars, but nonetheless a Belt. Uncharted, and deadly.\"\n\nTension spread along Hiller's back. \"We've had no advance data on crap\nlike that, not one bit.\"\n\n\"We have now,\" Dave shrugged.\n\n\"Why didn't one of the first trips miss this?\"\n\n\"This Inner Belt orbits, too. Clustered minor particles with low\nreflectivity may be a phenomenon found only in scattered sections\nof the Belt. The first Marships happened to hit them, just like us.\nCertainly no light instrument on Earth I know of could pick them up.\nThey'd move out too fast to register on a plate. So, they're our\nbabies.\"\n\nThe commander remarked soberly, \"You evidently already know what this\nmeans.\"\n\n\"It's a lousy break.... The first ships must have tried to get\nthrough....\"\n\nHiller brought his palms together to bolster the searching of his\nmind. He was surprised to find them moist. \"What about the size of the\nparticles in these clusters?\"\n\n\"From what I've calculated, they're fruitstand variety, for the most\npart.\"\n\n\"Watermelons?\" grunted Hiller, pessimistically.\n\n\"A few, maybe. But they're not cranberries, either.\"\n\n\"Density?\"\n\n\"Roughly eight or nine. I can get that figure closer later on.\"\n\nHiller became irritated at himself for letting what started to be short\nsilence grow longer. The astronomer may have followed his thoughts; he\nhanded him a long photograph.\n\n\"Here's one I made at 150 diameters of the general area of the Inner\nBelt we're due to pass through on our present course.\"\n\nHiller winced at the sight: the fuzzy glow thinned in the foreground\nand thickening, paraded through the middle distance, still stretching\non until it faded from the lens' capability.\n\n\"We'll have to revise some of our theories about the formation of the\nOuter Belt,\" Dave was saying. \"It's apparently much deeper and wider\nthan anyone's guessed. Looks to me like a dead star went through our\nsystem, breaking up a planet and maybe peeling a little off itself.\nThat would account perhaps for the retrograde orbit--\"\n\n\"Dave, I don't give a good goddam about any dead star!\" Hiller exploded\nhis tension. \"How far apart are these space fruit?\"\n\n\"A mile here, a couple of miles there. I really haven't figured that\naspect yet.\"\n\n\"Well, figure it.\" The commander jumped down from the observation seat.\n\"Get George, the psychologist, he types fast. Compile what data you\nhave, have him type it, send it down to me. I'll be in my quarters. And\nhurry, man, or they'll be more than stars dead around here.\"\n\nHe slammed open the entrance panel to the observatory. By that time he\nhad cooled enough to pause and throw Dave a half-smile and limp salute.\n\n\"Thanks for the wide-awake work. Now, get busy.\"\n\n\n\nHis watch showed he had been drowsing for more than an hour. The\npictures had exhausted themselves, and his head felt clearer. He had\nneeded that rest badly.\n\nSitting up, he reached into the bunk cupboard and poured a drink.\nNow that Bleck was temporarily emotionally neutralized and the\nbrains uncertain, it was time to follow up with a little rationality\nto substantiate his position. Anyway, he wanted verification and\ncross-checking of his plans. He _could_ be way off base.\n\nOver the ship's speaker system he summoned Merrick, Eastburn, and\nHollender to his quarters. They arrived promptly, almost too promptly,\nas if they had been waiting. It was probably obvious to them, as it was\nto him, the problem called for more than one man's calculation.\n\nNothing was said while he splashed out drinks. The men spread over\nthe floor where they could find room and left him the bunk. They were\nevidently going to let him say something first, so he didn't disappoint\nthem.\n\n\"I don't think I'm surprising any of you when I say we're pushing\nthrough the clusters, regardless of Bleck's nerves,\" he began. \"What's\nprobably on your mind is my motive. You may understandably feel Bleck,\nno matter how badly he expressed his point of view, may have something.\nSure, maybe my pride is driving me ahead. Maybe I'm being as emotional\nin wanting to buck the clusters as Bleck is in wanting to run.\n\n\"I'll let you judge that for yourselves after you hear what's back\nof those orders for preparation I gave. First I want to hear from\nHollender. What's the latest and most accurate you can give me now\non density of the particles, particle proximity, and our relative\nvelocities?\"\n\nThe astronavigator unfolded a paper taken from his shirt pocket. \"Well,\nI have three results on density because of observation problems. I'll\ngive you the average. Mean density comes out to 7.8, lower than I first\nfigured. Roughly on proximity, 1800 yards, and that's more bunched than\nI estimated. They're clustered, and that's about it,\" he shrugged.\n\n\"Now, on relative velocities,\" he continued, \"I could get it pretty\nclose, knowing ours is a constant power-off glide. We exceed\nthe clusters' orbital velocity by three m.p.s. But our angle of\nintersection with the Belt will reduce any actual impact to about two\nm.p.s. In other words, particles would be overtaking us at about that\nspeed.\"\n\nHiller nodded. \"That's about the way I worked it out. One more thing,\nDave: the depth of the cluster band.\"\n\n\"The part we have to worry about's only a little over a\nhundred-thousand miles in depth. The rest is scattered asteroid strays\nand shouldn't bother us. We'll be three hours maybe in transit through\nthe stuff.\"\n\n\n\nThe men in the cramped commander's quarters stirred slightly,\nwincing at the transit time. The other figures could not be readily\npersonalized; but each of them could visualize himself sweating out\nthree hours of stellar bombardment, the effects of which would not be\nknown accurately until the Belt was entered. And each could visualize\nultimately Marship III as a whirling, shredded mass, spouting synthetic\natmosphere, and glowing redly from rampant and uncontrolled fusion.\n\n\"On the fuel?\" the commander asked of Eastburn. \"Anything new on that?\"\n\n\"Deceleration definitely out,\" the engineer replied firmly. \"We\ncouldn't afford the drain needed later to catch Mars on her way around.\nFrom what I gather of the problem, acceleration wouldn't do anyway, but\nthat's even more impossible. It would increase setdown consumption.\"\n\n\"Hollender and I've calculated the fuel drain required to\ncircumnavigate the clusters. It came close, close enough to make you\nwant to cry. But not close enough. The wall of the clusters happens\nto be too spread out and in near-perfect line with our point of\nrendezvous with Mars. If we'd spotted them sooner, we could have\nhurdled 'em with a few spurts of the guide jets. By the time we got it\nfigured, we'd already passed the critical point by 23 minutes. That's\nhow close it was.\n\n\"The fuel was figured for this trip with very little margin, and we\nused some margin already because of that lovely instrument error on\ntakeoff. I'd be a lot happier if we had a fusion system with fewer\nlimitations, like the ones they're working on now.\"\n\n\"We agreed to this firing system and realized its risks--all because\nwe'd rather not wait for the ones in development,\" Hiller reminded.\n\"We're comfortably powered, anyway, provided we follow our original\nfiring schedule. So, that means we enter the Inner Belt at our present\nvelocity without changing course.\"\n\nMerrick spoke up, ruffling the red hairs that partially covered his\nshiny scalp. \"Back track here a minute, you boys went over that rapid.\nI think I get everything but the velocity business. We connect with the\nBelt at two m.p.s.? Sounds like optimistic but bad arithmetic to me.\"\nScrewing up his mouth, he squinted at Hollender.\n\nHiller found himself laughing, and it felt good. \"Pardon our\ndynamics-centered minds,\" he said. He unsnapped his ballpoint from his\npocket and placed it over the air blower grill.\n\n\"Say the horizontal braces on this grill running parallel are the\nclusters' paths at 12 m.p.s. My ballpoint's the ship at 15, traveling\nin the same direction as the clusters. In that case, _we_ would collide\nwith the particles, overtaking them at three m.p.s. right?\"\n\nMerrick nodded. \"I see that, but--\"\n\n\"Okay,\" Hiller went on. \"Now suppose we crossed the Belt at right\nangles to the paths.\" He moved the ballpoint straight up the grill.\n\n\"They'd sock us at 12 m.p.s.,\" Merrick deduced. \"So, what you're\ngetting at is the angle--\"\n\n\"The angle makes the difference,\" finished Hiller. \"If we entered\nthe belt at about this angle\"--he inclined the ballpoint up slightly\nfrom the horizontal--\"we'd sail through with the same velocity as\nthe particles. If we hit any, it would be a nudge from our transit\nmotion through the Belt or from their velocity or revolution, which is\nprobably very low.\"\n\n\"I get it,\" Merrick slapped his forehead. \"Our present course cuts the\nBelt at such an angle that we get bumped at two m.p.s. instead of 12.\"\nThe others nodded. He reflected a moment, adding, \"So, I get a bullet\nthrough the head at 1200 feet per second or 200 feet per second: I\nstill get it in the end.\"\n\n\"Not in this case,\" Hiller smiled. \"There's been quite a little work\ndone on effects of meteor impact by the Air Force. I've got a summary\nof it in the control room. Art, here, could probably tell you more\nabout it than I could.\"\n\n\n\nEastburn hugged his knees. \"Not much, I don't think,\" he arched an\neyebrow. \"Fred's being modest, the guy who designed the meteor-scanning\ndevice used on all Marships. I'll take the ball, though, on this one.\n\n\"Del, we've got a brute of a hull on this ship, twice as resistant as\nthe ones on I and II. Second, it's smooth and curved. Third, it's going\nawfully fast. The studies the Air Force has been able to make so far\nshow that small-sized meteors either glance off a ship and disintegrate\nswiftly from the excessive rotation set up from the collision, or they\nexplode on contact from built-up kinetic energy.\n\n\"There seems to be three types of contact explosion. Where the angle\nof impact is not quite perpendicular, the particle creases the hull\nand explodes along its trajectory. This is the usual situation in the\nheat-generation collision and rarely harms the ship.\n\n\"Perpendicular impact, however, does the damage. At low velocities and\ndensities perpendicular impact craters the hull and most of the blast\neffect is dispersed laterally and to the rear. At higher velocities\nthe particle vaporizes but the explosive force craters the hull and\nshapes inward, a lot like the effect of an air gun pellet on plate\nglass. Although the hull penetration may be mere pea size, blast and\ncompression inside can be terrific, besides the sharp shock throughout\nthe whole ship.\"\n\nHiller grinned. \"Thanks for bringing out the situation so well, Art.\nHollender's the mathematician here, and I don't go in for formulating\nodds. But I'll give odds right now on our getting through with one\nperpendicular strike. Any takers?\"\n\n\"That's a hell of a bet,\" Merrick griped. \"If you lose, who's around to\ncollect?\"\n\n\"I'm talking odds,\" the commander said. \"Anyway, you over-estimate the\neffect of a perpendicular strike. In a closed compartment it could be\nrough. By leaving every compartment hatch open, the compression would\ndissipate throughout the ship with less damage.\"\n\nArt Eastburn frowned. \"How about the air supply, Fred? With no\ncompartmentations, one big enough hole and most of the ship's air\nsupply could escape before we could patch up.\"\n\n\"Good point,\" Hiller replied, \"but if the hole were as large as you\nmay be imagining, the blast pressure would probably blow out ports and\nopen seams, leaving us in hopeless shape. The smaller holes, on the\nother hand, could be patched, the kind we expect. I have reason to\nbelieve that won't be a problem. A hunch, maybe.\"\n\n\"I guess we can let you get by with one hunch,\" Eastburn smiled wryly.\n\"But I can see what you're getting at on the odds you mentioned.\nConsidering Hollender's estimates on the spacing of this fruit-sized\nstuff, I might not take your bet.\"\n\n\"Another factor,\" the commander noted, finishing his drink. \"You don't\ngo through a barbed-wire fence standing up.\"\n\n\"Granted,\" agreed Merrick. \"Are you giving again with that ballpoint?\"\n\n\"Last time,\" promised Hiller. He held the pen over the grill, pointing\nit at the approximate angle the ship was to take through the Inner\nBelt. \"That's the way we're heading now. We've set the gyros to keep\nour nose in front, for the time being, to satisfy tradition and\nmaintain a consistent sighting base.\n\n\"Our main problem is avoiding perpendicular strikes and encouraging\noblique ones. The position of the ship in relation to the particle\ndirection becomes important, then.\" He moved his ballpoint at nearly\na 45-degree angle to the grill lines. \"We won't head in the course\nindicated by the nose, but we'll gyro the ship to this position. That\nway we obtain the maximum deflection.\"\n\nThe men were silent momentarily. Merrick suddenly sat up straight.\n\n\"It seems to me pointing the nose right at the asteroid flow would be\nbetter.\"\n\n\"You forget our transit velocity, Del,\" the commander observed. \"We'd\nbe chancing running into as many particles perpendicularly with the\nship lengthwise at two m.p.s. as we would miss by pointing our nose at\nthose catching up with us at about the same speed.\"\n\nMerrick threw up his hands. \"Okay, okay,\" he surrendered. \"All I hope\nis you math boys have it figured right.\"\n\n\"We're running it through the calculator to round off the rough edges,\"\nHollender assured him.\n\nThe silence grew until the commander stood up and asked. \"So, on the\nbasis of what we've covered, am I too much of a gambler in going ahead?\"\n\nThe others had risen and Eastburn was the first to offer his hand,\nthe others following. They spoke at the same time their assurance\nand backing. But Hiller's thoughts were already dwelling on the most\nbothersome variable of all--Phil Bleck.\n\nWhen he discovered from Hollender before he left that Bleck had no idea\nwhen the ship would enter the Inner Belt, the variable began to assume\nminor proportions.\n\n\n\n\"Test drill 30 minutes! Test drill 30 minutes!\"\n\nThe commander adjusted the mike closer to his chest and turned up the\nvolume on the portable transmission unit for the ship speaker system.\nUnder the coming circumstances he would need as much freedom as\npossible.\n\nThe panel before him gradually lighted up as the stations checked in.\nThey were in no hurry since he had informed them in the last meeting\nthat the Inner Belt was still six hours away. That had provided Bleck\nwith enough time to map what counteraction he had in mind to oppose a\ndecision for continuing Marsward.\n\nThe commander noticed with satisfaction the colored lights wink on\nover the board, each with its own vital significance. The row to the\nleft on the panel, half alight, indicated locked-open compartment\ndoors. Near the bottom a circular array showed Eastburn was prepared to\nactivate the gyros from the mechanical control center of the ship. The\ngreen bulb newly burning indicated Merrick had completed his check of\nthe electronics at the control center in the next compartment to the\ncommander's and was standing by.\n\nThe blue glow at the top of the board was Hollender at his observation\npost. The fire control posts--two, stationed near the ship's\ncenter--blinked in almost together. Wayne Somerset, chemical engineer,\nheaded the patch crew made up of the zoologist and archeologist, the\nteam which was the last to signal readiness.\n\nIt lacked 12 minutes until drill time.\n\nHiller switched on the monitors for the nuclear chambers which he\nlighted up by activating remote spotlights. He had some trouble\nadjusting the scanning in one of the monitors for the fuel\ncompartments, but it came in clear by 10 minutes until drill.\n\n\"Test drill 10 minutes!\" he announced. \"I want an oral report on these\nitems from your stations: suits, rations, extra oxygen portables, first\naid and anti-ray kits.\"\n\nThe reports came in affirmative, and Hiller relaxed slightly. The\nphrase \"shipshape\" kept coming into his mind but he rejected it as\nhistrionic. But maybe that was the word for the whole situation, with\nhis being guilty of plenty of hamming. Come to think of it, it was more\nlike TV fantascience than anything else.\n\n\"Bleck,\" he broadcast, \"leave George at the fire station and report\nfor special orders.\"\n\nHe suspected Bleck was sulking through the preparations and would do\nGeorge little good. The best place for Bleck was with him, suspecting\nwhat he did about the man's reactions.\n\n\"Test drill five minutes,\" he was announcing as a sullen Bleck arrived\nat master control.\n\n\"Art, better adjust the pumps to lower air pressure. Somerset, plug in\nthe patch kits for molten. Fire crews, uncap and pressurize your mist\ntanks.\"\n\nHiller swung in his chair to face Bleck. \"Sit down,\" he said. He caught\nthe puzzlement on the man's face over the realistic degree of the last\norders he gave.\n\n\"Adjust the magnetizing on your boots to high, unless you have to\ntravel,\" he continued. \"Unbind emergency deceleration straps and stand\nby.\"\n\nBleck's color faded with the commander's last words. \"Why the hell all\nthe realism, Hiller? Your rank puffing you up?\"\n\nKeeping his eyes on Bleck, the commander went on, \"One minute to test\ndrill. Only this isn't a test drill. Repeat, this is _not_ a test\ndrill. It's the real thing. We are now into the Belt. Repeat, this is\nthe real thing.\"\n\nBleck clawed over the bulkheads of master control's cubicle searching\ntactilely for the deceleration straps, his eyes riveted blankly on\nHiller.\n\n\"I take complete responsibility for this deception,\" Hiller spoke to\nthe crew, \"and I can justify it. Yes, Hollender, Eastburn, and Merrick\nwere in on it. They also agree with me that our chances of getting\nthrough are good as long as everyone does his job. You should be glad I\nsaved you worrying.\n\n\"We're inside the Belt now and the way to get out alive is to stay\nalert and follow the drill plan. I'll keep you informed from master\ncontrol how we're doing without pulling punches. Let's have nothing on\nthe intercom unless it's strictly business.\"\n\n\n\nBleck had found the straps, but he had not fastened any. Instead he\ncrouched, burrowing his head into one of the pads. He was curling up in\na knot and sobbing.\n\n\"I figured you'd break,\" Hiller mumbled more to himself than to the\nquasi-comatic nuclear engineer. Breaking, this was the best place for\nhim. He wouldn't exactly boost the others' morale were he around them.\nNor with Hiller's dirty pool, could Bleck get the chance now to lower\nmorale enough to push over a mutiny.\n\n\"Art, let's gyro her to the transit angle,\" he broadcast. \"I'll\ncross-check on my indicator up here.\"\n\nA faint vibration seeped through his feet as the electric motors\nrevved. Watching the unmoving star-scape through the front ports, he\nwaited for the slow shifting of the field. The effect was as if the\nheavens had begun an expansive revolution about the ship, the stars\ndrifting lazily from their familiar positions in the ports.\n\nThe commander watched the positional needle creep away from the\narbitrary course zero. It swept beyond 10 and slowed at 15, halting a\nlittle beyond 16.\n\n\"I show 16.2,\" Hiller communicated.\n\n\"Check,\" Art answered on the intercom.\n\nThere it was, physically as much as any commander could do under the\ncircumstances. The rest was largely luck--and, of course, how fast he\nacted to offset any bad luck.\n\nHiller took the time to explain to the crew the tactics planned in\ntraversing the Belt.\n\n\"You guys are gamblers or you wouldn't have volunteered for this\ncommute,\" he concluded. \"The only difference with the hand you're\nholding now is that somebody else had to figure the odds for you.\nThey're not bad odds either. If you grouse and jump for the straps\nevery time a plum taps the hull, they're 50-50. Keep your heads and\nfollow my instructions and the odds go in our favor.\n\n\"We're going to be hit, we're going to be hit again, and maybe a\ncouple of dozen times after that. If a big one slams straight into us,\nsomebody might get a bloody nose. But we can get through even if the\nship turns out to look like a thick piece of Swiss cheese.\n\n\"Right now we're sailing in between thinned-out stuff, Hollender tells\nme. The first hour will be a tea party compared to the second.\n\n\"The air pump room sits smack in ship center. Anyone who'd like to zip\nhis suit and shut himself in with the pumps has my permission. Speak up\nnow; I can't force co-operation in something like this.\"\n\nThe intercom stayed silent.\n\n\"Thanks,\" the commander said. \"One more thing. Fish a couple of hunks\nof cotton out of your first aid. After you hear the first hit, you'll\nknow where to put 'em.\"\n\n\n\nHiller watched the changed stellar configurations through the ports.\nThe stars shone in a friendly brightness compared to the darkness\naround them. That darkness held invisible missiles which possessed only\nvelocity and direction, harmless vectors. Only when they met the hull\nwould there be a molecular and not only calculative indication of their\npresence.\n\nThe ship rode silently, weighted with the heaviness of a grim\nexpectancy.\n\nHiller curiously switched on his meteor-scanner, making sure to keep\nthe circuits connecting to the guiding jets and gyros cold. Even if\nthey could afford the fuel, the gadget would tear itself apart with the\nplethora of loose particles to monitor.\n\nThe greenly glowing two radar scopes' limited field was clear for the\nfirst few moments. Then three fine lines sped down the center, and\nbefore they faded two others plummeted beside their fading tracks.\n\nWatching the scope fascinated him. The lines traced, glowed, and\nfaded, always cutting the same angle, so far staying fairly clear of\nthe center. He caught himself tensing when one began at top center and\ncoursed swiftly toward the ship. A trail actually disappeared under the\ncenter marker but came out the other side too swiftly for him to wince\nunder the anticipated shock.\n\nWere they increasing in frequency? Definitely they were. A shower of\nlines bracketing the scope center substantiated him.\n\nHe realized why more tracks appeared near the center than at the edge\nof the scope. Most particles evidently were small enough so that at the\nouter limits of the radar's range the trails made no register. Also,\nthe tracks glowed brighter near the center and faded toward the edge.\n\nToo, he became aware the trails were hardly straight. The ship's\ntransit velocity through the Belt bent the trails toward an arc on the\nscope face.\n\nHe saw the track start at the top: but before realization came\nthat it had gone no farther than the center, his head jarred in an\ninstantaneous headache. The quick jolt through his feet and buttocks\narrived at the same time, and his sight washed away into a watery blur.\n\nNaturally, after admonishing the crew to use ear plugs, he had\nneglected to use his. While his eardrums still throbbed with the sharp\ncompression, he fought for clear vision.\n\nThe hull mockup illuminated, he searched for the point of impact on\nthe electronic three-dimensional damage guide. No wonder all the rough\nstuff; it turned out to be a good-sized crater above the control\ncompartment. Perhaps it hadn't been as bad elsewhere. There was no\npenetration, but after that wallop he wasn't looking forward to any.\n\n\"Check in!\" he announced.\n\nDutifully the crew responded, their voices sounding heavy with affected\nsteadiness.\n\n\"That landed on the front above control. The party's livening up, so\nstand by.\"\n\nHiller noticed with concern the starfield drifting by the ports. The\npositional dial showed 17.6 but falling.\n\n\"What's with the gyros, Art?\" he asked.\n\n\"Impact shifted the ship position,\" he answered. \"I'm resetting.\"\n\nThe commander bit his lip, suppressing the pun crossing his mind that\nthis was a new angle. He hadn't figured that much kinetic energy\naffecting the ship position. As long as the impact came near center,\nfine; but with a strike near the extremities of the ship, naturally the\neffect was to spin it, like a top without a molecule of friction.\n\nOversight Number One. Hell, why count 'em? This one in itself could be\nfatal. The gyros were never meant to counteract that kind of gyration.\nMaybe a couple of impacts, yes. After that, they could burn out.\n\n\n\nSomebody opened the door of a boiler factory and shut it in a\nmillisecond. The reverberation surprisingly proved slight.\n\nThe commander peered closely at the damage guide. A short dark line\nnear the stern: it had taken him a second inspection to find it. He had\nbeen looking for a crater.\n\n\"Crease over the firing chambers,\" he reported, then shifted his\nattention to the indicator. The needle faltered at 18 as the gyros\nkicked in harder and fell toward 16 again.\n\n\"What's the condition of the gyro motors, Art?\" Hiller asked.\n\n\"Warming up,\" was the answer, \"They're going to have to run full to do\nany good at all.\"\n\n\"How about using the jets once in a while,\" Hiller suggested. \"Too hard\non the fuel?\"\n\n\"Once in a while, it wouldn't be,\" the engineer replied. \"Constantly\nsteadying a spinning ship this big with the guide jets would take more\nfuel than we could spare.\"\n\nHiller swiftly considered the few possibilities there were. Burning out\nthe gyros was a risk he could not take. Going over the fuel margin was\nout of the question. And the alternative to these--spinning until they\nleft the Belt.\n\nSpinning provided the only choice. It wasn't necessarily fatal, but it\nincreased the chances for perpendicular strikes. Actually, with such\nconditions, Bleck's sneering odds held more merit.\n\n_Bleck!_\n\nThe shadow behind him, only a vague outline on the control panel,\nmoved. Hiller fell sideways from the seat, twisting around one of the\narms.\n\nBleck's magnetized boot slammed into the seat and left him\noverbalancing long enough for Hiller to scramble to his feet.\n\nThe man appeared berserk with fear, except he had it channeled toward\nthe destruction of what he assigned as its cause--the ship commander.\n\nNo need to search; nothing serving as a weapon lay within reach. Taking\nthe time to stoop and remove his boot meant suicide.\n\nWarily Bleck advanced with the retrieved boot upraised, clumsily\nlimping on the other. Hiller backed until he felt the acceleration\nstraps behind him on the bulkhead. There was no more backing after that.\n\nThe last resort--something he did not relish doing--was broadcasting\nthe crew his plight, pulling them from their stations. Anyway, by the\ntime someone arrived--if that didn't faze the man, he would have to try\nducking under the weapon and fighting it out.\n\nAs Bleck paused to savor his ascendant position and measure the\nclobbering distance, Hiller started the first word of the announcement.\nHis thinking was riding the crest of a wave of fear which threatened at\nany moment to break. And the first word was all he managed.\n\nWhat saved him was his grasp of the straps behind him. On low for\nmovement, his boots would not have held.\n\nHis grip had tightened instinctively the moment the ship lurched to the\nport side, a lurch so sharp he swung out from the bulkhead. His head\nand chest felt as if they would cave in under the compression.\n\nWearing only one boot, the other demagnetized, Bleck probably was only\nbeginning to analyze how he was dying when he sailed the length of the\ncontrol room. His free boot dented the bulkhead and rang against the\nfloor. The boot attached to his foot was hidden under the mixture of\nsodden clothes and shattered limbs that clung wetly to the bulkhead and\nbegan oozing toward the outside of the centrifuge.\n\nFor the ship was now gyrating tightly, the stars parading endlessly\npast the ports. Coming out of shock, strangely, was what bothered\nHiller most, the merry-go-rounding.\n\nHis hands hurt, he noticed, so he released the needless grip on the\nstraps. Dazedly he navigated to the control seat, sat down, and this\ntime fastened his nylon safety bands and set his boots for high.\n\n\n\nThe concussion effects wouldn't blink out of his eyes and he stared\nblearily at the damage indicator. He also found it difficult keeping\nhis eyes from Bleck's remains.\n\n\"Fred? Fred!\" It was Art's voice. Of course, he hadn't announced damage\nyet. How long had it been?\n\n\"Report!\" That's all the commander could get out.\n\nThe crew responded weakly. The roll gave him time to locate the damage\nas a definite penetration in the fuel chambers, evidently by a large\nparticle. The TV monitors showed no tanks dented, and the fine gauges\nindicated no leaks. One thing, though: the temperature of the tanks had\nskyrocketed.\n\nHe announced the damage and ordered suits on. It felt good to be\nthinking again. A penetration in the air-filled portion of the ship and\nthe temperature could bake uninsulated flesh promptly. Oversight Number\nTwo.\n\nArt reminded him over the intercom diplomatically, \"I'm not\ncounteracting the spin, Fred.\"\n\n\"That's all we can do,\" the commander returned. \"We're going to have to\nspin through and like it.\"\n\n\"We'll be in the thickest in a couple of minutes.\" It was Hollender's\nvoice. \"I think the patch crew ought to get some business.\"\n\n\"Belt in unless you're traveling,\" Hiller reminded. Only then did he\nbring himself to relate to the crew how Bleck died, hoping it would be\nof constructive value, provided they didn't frighten.\n\nWith the next oblique collisions Hiller found the suit better muffled\nthe sound. He wished there was something to be done about the wrenching\nof his insides at each impact.\n\nThe suits helped little on the more direct collisions. Added to that,\nthe ship was gyrating faster and pseudo-gravity pulled at him from the\nfront ports. Giddiness on top of everything else was not improving\nmatters.\n\nHe crumpled under the wave of heat and compression when the first\nparticle penetrated the air compartments of the ship. Three of his\ninstrument dials cracked and he felt as if he had received a blow on\neach square inch of his body. The penetration he located as in the\nsleeping quarters and sent the patch crew there at once.\n\nAbout that time the second one penetrated. The jolt was sickening.\nSomerset reported both members of his crew unconscious when their boots\nlet them slide against bulkheads at the impact. Worse, he said the\npatch equipment had spun loose and shorted, bent, and fused. He made\nclear any patch repair as being hopeless.\n\nWhile Hiller listened to the report, he was sick inside his suit from\nthe centrifugal effect. He recalled how he'd also been sick on the\nWhirlwind ride at the amusement park when he was a kid. A hell of a\nspace commander. They could use a good collision against the direction\nof gyration any time, provided the sudden deceleration of the twirl\ndidn't hemorrhage them internally.\n\nWhy was he worried about gyrations when the patch kit was a casualty?\nThat latest development cinched it: the odds on getting through were\nfalling every minute. He wasn't facing it, either.\n\nOne favorable element, however, was appearing: the particles size\nremained uniformly small. No structural damage of any consequence had\noccurred from the collisions already experienced. The hull, at least,\ncould sustain the heat and explosion effects.\n\n\n\nSubawarely the commander realized his thinking was punchy. The impacts\nof missiles against the heating ship's hull constituted a slowly\nfading pattern of noise and pressure and pain which he was observing\nobjectively, almost amusedly. When he attempted to read the damage\nindicator or communicate with the crew, the effort became immense and\nthe discomfort great. So much easier to remain contemplative about it.\n\nNo doubt this was the condition of the crew. After so much beating, the\norganic function can tolerate no more. Oversight Number Three.\n\nThe commander was aware sufficiently to hope Art Eastburn kept the air\ncooler circulating. He had already assumed, since the crew was suited\nin, that the engineer had cut off the fresh air supply. They didn't\nhave to lose it all, just most of it, enough to suffocate somewhere in\nspace.\n\nThat hunch? Seemed a hunch fitted in there somewhere. Was it really\nimportant? Nothing seemed important except escaping the punishment\nthe particles of the Inner Asteroid Belt were inflicting on the\nnear-senseless bodies in the spinning ship.\n\nHis thought processes alternately raced and then froze in a\nsemi-conscious sleep. Between impacts rationality awoke in brief\nsegments of contemplative continuity and slowed when another concussion\nshuddered the ship. And soon there was no rationality but fantasies\nrooted in present trauma....\n\nStarlight seeped through the punctured hull around the control chamber.\nThe air supply had long since whistled into space. What ship atmosphere\nthat was salvaged had been piped into the suits and rationed among the\nmen.\n\nThey had circumnavigated the Inner Belt after plotting a course back to\nEarth. Hollender's computations presented them with a rough chance of\nmaking it before the air would no longer maintain their life processes.\n\nBut it had not worked out. The Earth was yet a bright star in the front\nports when the coughing began, when the function of respiration became\npainful labor.\n\nSome were already choosing the quick way out. Hollender had entered the\ncontrol room, waved a hand in salute, and unzipped his suit, even as\nHiller watched. The instant freezing from the space-filled ship bloated\nthe body slightly, but otherwise there was little difference. Hollender\nstood statuesquely, coldly rigid, clamped solidly by his boots.\n\nArt Eastburn arrived next, unsmiling. The two men regarded each other,\nchests heaving, for an endless moment. The mechanical engineer reached\nfor his suit zipper.\n\n\"Art, hold on! Not yet, Art, not yet!\"\n\n\"Not what, Fred? Come out of it, man!\"\n\nEastburn was standing over him, speaking against the plastiglas of\nHiller's visor. He sat before the control board, still cinched in his\nseat. The mechanical engineer wore no suit and he was smiling.\n\n\"We're through,\" his friend was saying. \"We made it, Fred.\"\n\n\n\nThe ship commander shook his head. The words were supposed to mean\nsomething vital. He played them back in his mind.\n\n\"We're through. We're through.\"\n\nIf he could understand why the silence hurt his ears, why he was tense,\nwhy--Realization spread over his body in a wave of exhilarating relief.\n\nSpeech failed him after Art helped him remove his suit. Speech was\nunnecessary the way Art rapidly filled him in on the lack of casualties\nand minor damage.\n\n\"How long was I out?\" the commander at last brought himself to ask,\nnoticing Bleck's body had been removed.\n\n\"Over an hour,\" Art answered. \"When the rocks stopped punching\nI couldn't raise you on the intercom. Found you passed out. You\nwouldn't revive so I took advantage of my second-in-command rank and\nstraightened out the ship's spin with the guide jets.\"\n\nHiller glanced at the ports. The stars rode steadily, and he was aware\nhis viscera felt stable.\n\n\"But dammit, Art, all this air!\" Hiller complained, waving his hand\nover his head. \"Aren't you over-generous? We must have lost enough\nthrough the hull to put us in suits, or at least turn us back.\"\n\nThe engineer grinned teasingly. \"I don't think we've lost a cubic inch,\nFred.\"\n\n\"The patch kit?\"\n\n\"Still out.\"\n\n\"But all those penetrations with us in a twirl--\"\n\n\"All taken care of.\" Art was enjoying himself.\n\nHiller's hunch, never considered seriously, jumped back into his mind.\nThat had to be the only explanation.\n\nArt was going on, \"As a matter of fact, there's a good example right\nthere.\" He pointed above them to the bulkhead, layered with plastic,\na coolant area, and duralite, that separated the men from space. \"One\nof the toughest hits the ship took, blasted an inch-round hole, looks\nlike. No wonder you conked out.\"\n\nThe after effects of the experience again was making it difficult for\nthe commander to focus his eyes. He unbound his seat bands and clanked\ndirectly under the spot, his friend following.\n\nFrom the closer viewpoint he could see a small, glistening white circle\nin the bulkhead surrounded by a ring of heat-discolored metal. That was\nno patch.\n\nHe grinned back at Art. \"Automatic, eh?\"\n\n\"I never considered the possibility,\" Art replied. \"I figured the\ninside pressure would be too great.\"\n\n\"I'm not trying to sound off big,\" the commander said, \"but I had it\nin the back of my mind when I decided to sail through. As it turned\nout, it meant the difference between survival or otherwise. Had I known\nthat, I might not have gambled.\"\n\nFred Hiller returned to his seat and pushed himself down. His strength\nwas only beginning to return.\n\n\"With a bigger hole, it wouldn't have worked. But I was counting on\nlittle holes with our strong hull. It would take more pressure than\nwhat's inside the ship to stop the instant freeze of space cold in\nsmall openings like that.\n\n\"I think our frozen air plugs will hold way longer than it takes to\nrepair the patch kit. Matter of fact, I may leave them in until we hit\nMars' atmosphere. I'm feeling sentimental about them already!\"",
    "metadata": {
        "author": [
            "Noll, R. C.",
            "Noll, Ray C."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/66569/pg66569.txt",
        "name": "flight_perilous.json"
    }
}