{
    "name": "Footprints on the Sea-Shore (From 'Twice Told Tales')",
    "author": [
        "Hawthorne, Nathaniel"
    ],
    "body": "\nIt must be a spirit much unlike my own, which  can keep itself in\nhealth and vigor without sometimes stealing from the sultry sunshine\nof the world, to plunge into the cool bath of solitude. At  intervals,\nand not infrequent ones, the forest and the ocean summon me--one with\nthe roar of its waves, the other with the murmur of its boughs--forth\nfrom the  haunts of men.  But I must wander many a mile, ere I could\nstand beneath the shadow of even one primeval tree, much less be lost\namong the multitude of hoary trunks, and hidden from earth and sky by\nthe mystery  of darksome foliage.  Nothing is within my daily reach\nmore like a forest than the acre or two of woodland near some suburban\nfarm-house. When, therefore, the yearning for seclusion becomes a\nnecessity within me, I am  drawn to the sea-shore, which extends its\nline of rude rocks and seldom-trodden sands, for leagues around our\nbay.  Setting forth at my last ramble, on a September  morning, I\nbound myself with a hermit's vow, to interchange no thoughts with man\nor woman, to share no social pleasure, but to derive all that day's\nenjoyment from shore, and sea, and sky,--from my soul's communion with\nthese, and from fantasies, and recollections, or anticipated\nrealities.  Surely here is enough to feed a human spirit for a single\nday.  Farewell, then, busy world!  Till your evening lights shall\nshine along the street,--till they gleam upon my sea-flushed face, as\nI tread homeward,--free me from your ties, and let me be a peaceful\noutlaw.\n\nHighways and cross-paths are hastily traversed, and, clambering down a\ncrag, I find myself at the extremity of a long beach.  How gladly does\nthe spirit leap forth, and suddenly enlarge its sense of being to the\nfull extent of the broad, blue, sunny deep!  A greeting and a homage\nto the Sea!  I descend over its margin, and dip my hand into the wave\nthat meets me, and bathe my brow.  That far-resounding roar is Ocean's\nvoice of welcome.  His salt breath brings a blessing along with it.\nNow let us pace together--the reader's fancy arm in arm with\nmine--this noble beach, which extends a mile or more from that craggy\npromontory to yonder rampart of broken rocks.  In front, the sea; in\nthe rear, a precipitous bank, the grassy verge of which is breaking\naway, year after year, and flings down its tufts of verdure upon the\nbarrenness below.  The beach itself is a broad space of sand, brown\nand sparkling, with hardly any pebbles intermixed.  Near the water's\nedge there is a wet margin, which glistens brightly in the sunshine,\nand reflects objects like a mirror; and as we tread along the\nglistening border, a dry spot flashes around each footstep, but grows\nmoist again, as we lift our feet.  In some spots, the sand receives a\ncomplete impression of the sole, square toe and all; elsewhere it is\nof such marble firmness, that we must stamp heavily to leave a print\neven of the iron-shod heel.  Along the whole of this extensive beach\ngambols the surf wave: now it makes a feint of dashing onward in a\nfury, yet dies away with a meek murmur, and does but kiss the strand;\nnow, after many such abortive efforts, it rears itself up in an\nunbroken line, heightening as it advances, without a speck of foam on\nits green crest.  With how fierce a roar it flings itself forward, and\nrushes far up the beach!\n\nAs I threw my eyes along the edge of the surf, I remember that I was\nstartled, as Robinson Crusoe might have been, by the sense that human\nlife was within the magic circle of my solitude.  Afar off in the\nremote distance of the beach, appearing like sea-nymphs, or some\nairier things, such as might tread upon the feathery spray, was a\ngroup of girls.  Hardly had I beheld them, when they passed into the\nshadow of the rocks and vanished.  To comfort myself--for truly I\nwould fain have gazed a while longer--I made acquaintance with a flock\nof beach birds.  These little citizens of the sea and air preceded me\nby about a stone's-throw along the strand, seeking, I suppose, for\nfood upon its margin.  Yet, with a philosophy which mankind would do\nwell to imitate, they drew a continual pleasure from their toil for a\nsubsistence.  The sea was each little bird's great playmate. They\nchased it downward as it swept back, and again ran up swiftly before\nthe impending wave, which sometimes overtook them and bore them off\ntheir feet.  But they floated as lightly as one of their own feathers\non the breaking crest.  In their airy flutterings, they seemed to rest\non the evanescent spray.  Their images--long-legged little figures,\nwith gray backs and snowy bosoms--were seen as distinctly as the\nrealities in the mirror of the glistening strand.  As I advanced, they\nflew a score or two of yards, and, again alighting, recommenced their\ndalliance with the surf wave; and thus they bore me company along the\nbeach, the types of pleasant fantasies, till, at its extremity, they\ntook wing over the ocean, and were gone.  After forming a friendship\nwith these small surf-spirits, it is really worth a sigh, to find no\nmemorial of them, save their multitudinous little tracks in the sand.\n\nWhen we have paced the length of the beach, it is pleasant, and not\nunprofitable, to retrace our steps, and recall the whole mood and\noccupation of the mind during the former passage.  Our tracks, being\nall discernible, will guide us with an observing consciousness through\nevery unconscious wandering of thought and fancy.  Here we followed\nthe surf in its reflux, to pick up a shell which the sea seemed loath\nto relinquish.  Here we found a sea-weed, with an immense brown leaf,\nand trailed it behind us by its long snake-like stalk.  Here we seized\na live horseshoe by the tail, and counted the many claws of the queer\nmonster.  Here we dug into the sand for pebbles, and skipped them upon\nthe surface of the water.  Here we wet our feet while examining a\njelly-fish, which the waves, having just tossed it up, now sought to\nsnatch away again.  Here we trod along the brink of a fresh-water\nbrooklet, which flows across the beach, becoming shallower and more\nshallow, till at last it sinks into the sand, and perishes in the\neffort to bear its little tribute to the main.  Here some vagary\nappears to have bewildered us; for our tracks go round and round, and\nare confusedly intermingled, as if we had found a labyrinth upon the\nlevel beach.  And here, amid our idle pastime, we sat down upon almost\nthe only stone that breaks the surface of the sand, and were lost in\nan unlooked-for and overpowering conception of the majesty and\nawfulness of the great deep.  Thus, by tracking our footprints in the\nsand, we track our own nature in its wayward course, and steal a\nglance upon it, when it never dreams of being so observed.  Such\nglances always make us wiser.\n\nThis extensive beach affords room for another pleasant pastime. With\nyour staff you may write verses--love-verses, if they please you best--and\nconsecrate them with a woman's name.  Here, too, may be inscribed\nthoughts, feelings, desires, warm out-gushings from the heart's secret\nplaces, which you would not pour upon the sand without the certainty\nthat, almost ere the sky has looked upon them, the sea will wash them\nout.  Stir not hence till the record be effaced.  Now--for there is\nroom enough on your canvas--draw huge faces,--huge as that of the\nSphinx on Egyptian sands,--and fit them with bodies of corresponding\nimmensity, and legs which might stride half-way to yonder island.\nChild's play becomes magnificent on so grand a scale.  But, after all,\nthe most fascinating employment is simply to write your name in the\nsand.  Draw the letters gigantic, so that two strides may barely\nmeasure them, and three for the long strokes!  Cut deep, that the\nrecord may be permanent!  Statesmen, and warriors, and poets have\nspent their strength in no better cause than this.  Is it\naccomplished?  Return, then, in an hour or two, and seek for this\nmighty record of a name.  The sea will have swept over it, even as\ntime rolls its effacing waves over the names of statesmen, and\nwarriors, and poets.  Hark, the surf wave laughs at you!\n\nPassing from the beach, I begin to clamber over the crags, making my\ndifficult way among the ruins of a rampart, shattered and broken by\nthe assaults of a fierce enemy.  The rocks rise in every variety of\nattitude; some of them have their feet in the foam, and are shagged\nhalf-way upward with sea-weed; some have been hollowed almost into\ncaverns by the unwearied toil of the sea, which can afford to spend\ncenturies in wearing away a rock, or even polishing a pebble.  One\nhuge rock ascends in monumental shape, with a face like a giant's\ntombstone, on which the veins resemble inscriptions, but in an unknown\ntongue.  We will fancy them the forgotten characters of an\nantediluvian race; or else that Nature's own hand has here recorded a\nmystery, which, could I read her language, would make mankind the\nwiser and the happier.  How many a thing has troubled me with that\nsame idea! Pass on, and leave it unexplained.  Here is a narrow\navenue, which might seem to have been hewn through the very heart of\nan enormous crag, affording passage for the rising sea to thunder back\nand forth, filling it with tumultuous foam, and then leaving its floor\nof black pebbles bare and glistening.  In this chasm there was once an\nintersecting vein of softer stone, which the waves have gnawed away\npiecemeal, while the granite walls remain entire on either side.  How\nsharply, and with what harsh clamor, does the sea rake hack the\npebbles, as it momentarily withdraws into its own depths!  At\nintervals, the floor of the chasm is left nearly dry; but anon, at the\noutlet, two or three great waves are seen struggling to get in at\nonce; two hit the walls athwart, while one rushes straight through,\nand all three thunder, as if with rage and triumph.  They heap the\nchasm with a snow-drift of foam and spray.  While watching this scene,\nI can never rid myself of the idea that a monster, endowed with life\nand fierce energy, is striving to burst his way through the narrow\npass.  And what a contrast, to look through the stormy chasm, and\ncatch a glimpse of the calm bright sea beyond!\n\nMany interesting discoveries may be made among these broken cliffs.\nOnce, for example, I found a dead seal, which a recent tempest had\ntossed into the nook of the rocks, where his shaggy carcass lay rolled\nin a heap of eel-grass, as if the sea-monster sought to hide himself\nfrom my eye.  Another time, a shark seemed on the point of leaping\nfrom the surf to swallow me; nor did I wholly without dread approach\nnear enough to ascertain that the man-eater had already met his own\ndeath from some fisherman in the bay.  In the same ramble, I\nencountered a bird,--a large gray bird,--but whether a loon, or a wild\ngoose, or the identical albatross of the Ancient Mariner, was beyond\nmy ornithology to decide.  It reposed so naturally on a bed of dry\nsea-weed, with its head beside its wing, that I almost fancied it\nalive, and trod softly lest it should suddenly spread its wings\nskyward. But the sea-bird would soar among the clouds no more, nor\nride upon its native waves; so I drew near, and pulled out one of its\nmottled tail-feathers for a remembrance.  Another day, I discovered an\nimmense bone, wedged into a chasm of the rocks; it was at least ten\nfeet long, curved like a cimeter, bejewelled with barnacles and small\nshell-fish, and partly covered with a growth of sea-weed.  Some\nleviathan of former ages had used this ponderous mass as a jawbone.\nCuriosities of a minuter order may be observed in a deep reservoir,\nwhich is replenished with water at every tide, but becomes a lake\namong the crags, save when the sea is at its height.  At the bottom of\nthis rocky basin grow marine plants, some of which tower high beneath\nthe water, and cast a shadow in the sunshine.  Small fishes dart to\nand fro, and hide themselves among the sea-weed; there is also a\nsolitary crab, who appears to lead the life of a hermit, communing\nwith none of the other denizens of the place; and likewise several\nfive-fingers,--for I know no other name than that which children give\nthem.  If your imagination be at all accustomed to such freaks, you\nmay look down into the depths of this pool, and fancy it the\nmysterious depth of ocean.  But where are the hulks and scattered\ntimbers of sunken ships? where the treasures that old Ocean\nhoards?--where the corroded cannon?--where the corpses and skeletons\nof seamen, who went down in storm and battle?\n\nOn the day of my last ramble (it was a September day, yet as warm as\nsummer), what should I behold as I approached the above-described\nbasin but three girls sitting on its margin, and--yes, it is veritably\nso--laving their snowy feet in the sunny water!  These, these are the\nwarm realities of those three visionary shapes that flitted from me on\nthe beach.  Hark!  their merry voices, as they toss up the water with\ntheir feet!  They have not seen me.  I must shrink behind this rock,\nand steal away again.\n\nIn honest truth, vowed to solitude as I am, there is something in this\nencounter that makes the heart flutter with a strangely pleasant\nsensation.  I know these girls to be realities of flesh and blood,\nyet, glancing at them so briefly, they mingle like kindred creatures\nwith the ideal beings of my mind.  It is pleasant, likewise, to gaze\ndown from some high crag, and watch a group of children, gathering\npebbles and pearly shells, and playing with the surf, as with old\nOcean's hoary beard.  Nor does it infringe upon my seclusion, to see\nyonder boat at anchor off the shore, swinging dreamily to and fro, and\nrising and sinking with the alternate swell; while the crew--four\ngentlemen, in round-about jackets--are busy with their fishing-lines.\nBut, with an inward antipathy and a headlong flight, do I eschew the\npresence of any meditative stroller like myself, known by his pilgrim\nstaff, his sauntering step, his shy demeanor, his observant yet\nabstracted eye.  From such a man, as if another self had scared me, I\nscramble hastily over the rocks, and take refuge in a nook which many\na secret hour has given me a right to call my own.  I would do battle\nfor it even with the churl that should produce the title-deeds.  Have\nnot my musings melted into its rocky walls and sandy floor, and made\nthem a portion of myself?\n\nIt is a recess in the line of cliffs, walled round by a rough, high\nprecipice, which almost encircles and shuts in a little space of sand.\nIn front, the sea appears as between the pillars of a portal.  In the\nrear, the precipice is broken and intermixed with earth, which gives\nnourishment not only to-clinging and twining shrubs, but to trees,\nthat gripe the rock with their naked roots, and seem to struggle hard\nfor footing and for soil enough to live upon.  These are fir-trees;\nbut oaks hang their heavy branches from above, and throw down acorns\non the beach, and shed their withering foliage upon the waves.  At\nthis autumnal season, the precipice is decked with variegated\nsplendor; trailing wreaths of scarlet flaunt from the summit downward;\ntufts of yellow-flowering shrubs, and rose-bushes, with their reddened\nleaves and glossy seed-berries, sprout from each crevice; at every\nglance, I detect some new light or shade of beauty, all contrasting\nwith the stern, gray rock.  A rill of water trickles down the cliff\nand fills a little cistern near the base.  I drain it at a draught,\nand find it fresh and pure.  This recess shall be my dining-hall.\nAnd what the feast?  A few biscuits, made savory by soaking them in\nseawater, a tuft of samphire gathered from the beach, and an apple for\nthe dessert. By this time, the little rill has filled its reservoir\nagain; and, as I quaff it, I thank God morn heartily than for a civic\nbanquet, that he gives me the healthful appetite to make a feast of\nbread and water.\n\nDinner being over, I throw myself at length upon the sand, and,\nbasking in the sunshine, let my mind disport itself at will.  The\nwalls of this my hermitage have no tongue to tell my follies, though I\nsometimes fancy that they have ears to hear them, and a soul to\nsympathize.  There is a magic in this spot.  Dreams haunt its\nprecincts, and flit around me in broad sunlight, nor require that\nsleep shall blindfold me to real objects, ere these be visible.  Here\ncan I frame a story of two lovers, and make their shadows live before\nme, and be mirrored in the tranquil water, as they tread along the\nsand, leaving no footprints.  Here, should I will it, I can summon up\na single shade, and be myself her lover. Yes, dreamer,--but your\nlonely heart will be the colder for such fancies.  Sometimes, too, the\nPast comes back, and finds me here, and in her train come faces which\nwere gladsome, when I knew them, yet seem not gladsome now.  Would\nthat my hiding-place were lonelier, so that the past might not find\nme!  Get ye all gone, old friends, and let me listen to the murmur of\nthe sea,--a melancholy voice, but less sad than yours.  Of what\nmysteries is it telling?  Of sunken ships, and whereabouts they lie?\nOf islands afar and undiscovered, whose tawny children are unconscious\nof other islands and of continents, and deem the stars of heaven their\nnearest neighbors?  Nothing of all this. What then?  Has it talked for\nso many ages, and meant nothing all the while--No; for those ages find\nutterance in the sea's unchanging voice, and warn the listener to\nwithdraw his interest from mortal vicissitudes, and let the infinite\nidea of eternity pervade his soul.  This is wisdom; and, therefore,\nwill I spend the next half-hour in shaping little boats of drift-wood,\nand launching them on voyages across the cove, with the feather of a\nsea-gull for a sail.  If the voice of ages tell me true, this is as\nwise an occupation as to build ships of five hundred tons, and launch\nthem forth upon the main, bound to \"far Cathay.\"  Yet, how would the\nmerchant sneer at me!\n\nAnd, after all, can such philosophy be true?  Methinks I could find a\nthousand arguments against it.  Well, then, let yonder shaggy rock,\nmid-deep in the surf,--see! he is somewhat wrathful,--he rages and\nroars and foams,--let that tall rock be my antagonist, and let me\nexercise my oratory like him of Athens, who bandied words with an\nangry sea and got the victory.  My maiden speech is a triumphant one;\nfor the gentleman in sea-weed has nothing to offer in reply, save an\nimmitigable roaring.  His voice, indeed, will be heard a long while\nafter mine is hushed. Once more I shout, and the cliffs reverberate\nthe sound.  O, what joy for a shy man to feel himself so solitary,\nthat he may lift his voice to its highest pitch without hazard of a\nlistener! But, hush!--be silent, my good friend!--whence comes that\nstifled laughter?  It was musical,--but how should there be such music\nin my solitude?  Looking upwards, I catch a glimpse of three faces,\npeeping from the summit of the cliff, like angels between me and their\nnative sky.  Ah, fair girls, you may make yourselves merry at my\neloquence,--but it was my turn to smile when I saw your white feet in\nthe pool!  Let us keep each other's secrets.\n\nThe sunshine has now passed from my hermitage, except a gleam upon the\nsand just where it meets the sea.  A crowd of gloomy fantasies will\ncome and haunt me, if I tarry longer here, in the darkening twilight\nof these gray rocks.  This is a dismal place in some moods of the\nmind.  Climb we, therefore, the precipice, and pause a moment on the\nbrink, gazing down into that hollow chamber by the deep where we have\nbeen, what few can be, sufficient to our own pastime,-yes, say the\nword outright!--self-sufficient to our own happiness.  How lonesome\nlooks the recess now, and dreary, too,--like all other spots where\nhappiness has been!  There lies my shadow in the departing sunshine\nwith its head upon the sea.  I will pelt it with pebbles.  A hit! a\nhit! I clap my hands in triumph, and see!  my shadow clapping its\nunreal hands, and claiming the triumph for itself.  What a simpleton\nmust I have been all day,--since my own shadow makes a mock of my\nfooleries!\n\nHomeward! homeward!  It is time to hasten home.  It is time; it is\ntime; for as the sun sinks over the western wave, the sea grows\nmelancholy, and the surf has a saddened tone.  The distant sails\nappear astray, and not of earth, in their remoteness amid the desolate\nwaste.  My spirit wanders forth afar, but finds no resting-place, and\ncomes shivering back.  It is time that I were hence.  But grudge me\nnot the day that has been spent in seclusion, which yet was not\nsolitude, since the great sea has been my companion, and the little\nsea-birds my friends, and the wind has told me his secrets, and airy\nshapes have flitted around me in my hermitage.  Such companionship\nworks an effect upon a man's character, as if he had been admitted to\nthe society of creatures that are not mortal.  And when, at noontide,\nI tread the crowded streets, the influence of this day will still be\nfelt; so that I shall walk among men kindly and as a brother, with\naffection and sympathy, but yet shall not melt into the\nindistinguishable mass of humankind.  I shall think my own thoughts,\nand feel my own emotions, and possess my individuality unviolated.\n\nBut it is good, at the eve of such a day, to feel and know that there\nare men and women in the world.  That feeling and that knowledge are\nmine, at this moment; for, on the shore, far below me, the fishing-party\nhave landed from their skiff, and are cooking their scaly prey\nby a fire of drift-wood, kindled in the angle of two rude rocks.  The\nthree visionary girls are likewise there.  In the deepening twilight,\nwhile the surf is dashed near their hearth, the ruddy gleam of the\nfire throws a strange air of comfort over the wild cove, bestrewn as\nit is with pebbles and sea-weed, and exposed to the \"melancholy main.\"\nMoreover, as the smoke climbs up the precipice, it brings with it a\nsavory smell from a pan of fried fish, and a black kettle of chowder,\nand reminds me that my dinner was nothing but bread and water, and a\ntuft of samphire, and an apple.  Methinks the party night find room\nfor another guest, at that flat rock which serves them for a table;\nand if spoons be scarce, I could pick up a clamshell on the beach.\nThey see me now; and--the blessing of a hungry man upon him!--one of\nthem sends up a hospitable shout,--halloo, Sir Solitary! come down and\nsup with us!  The ladies wave their handkerchiefs.  Can I decline?\nNo; and be it owned, after all my solitary joys, that this is the\nsweetest moment of a Day by the Sea-shore.",
    "metadata": {
        "author": [
            "Hawthorne, Nathaniel"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/9218/pg9218.txt",
        "name": "footprints_on_the_sea_shore_from_twice_told_tales.json"
    }
}