{
    "name": "For Better or Worse\nShip's Company, Part 10.",
    "author": [
        "Jacobs, William Wymark",
        "Jacobs, W. W. (William Wymark)"
    ],
    "body": "\nFOR BETTER OR WORSE\n\n\nMr. George Wotton, gently pushing the swing doors of the public bar of\nthe \"King's Head\" an inch apart, applied an eye to the aperture, in the\nhope of discovering a moneyed friend.  His gaze fell on the only man in\nthe bar a greybeard of sixty whose weather-beaten face and rough clothing\nspoke of the sea.  With a faint sigh he widened the opening and passed\nthrough.\n\n\"Mornin', Ben,\" he said, with an attempt at cheerfulness.\n\n\"Have a drop with me,\" said the other, heartily.  \"Got any money about\nyou?\"\n\nMr. Wotton shook his head and his face fell, clearing somewhat as the\nother handed him his mug.  \"Drink it all up, George,\" he said.\n\nHis friend complied.  A more tactful man might have taken longer over the\njob, but Mr. Benjamin Davis, who appeared to be labouring under some\nstrong excitement, took no notice.\n\n\"I've had a shock, George,\" he said, regarding the other steadily.  \"I've\nheard news of my old woman.\"\n\n\"Didn't know you 'ad one,\" said Mr. Wotton calmly.  \"Wot's she done?\"\n\n\"She left me,\" said Mr. Davis, solemnly--\"she left me thirty-five years\nago.  I went off to sea one fine morning, and that was the last I ever\nsee of er.\n\n\"Why, did she bolt?\"  inquired Mr. Wotton, with mild interest.\n\n\"No,\" said his friend, \"but I did.  We'd been married three years--three\nlong years--and I had 'ad enough of it.  Awful temper she had.  The last\nwords I ever heard 'er say was: 'Take that!'\"\n\nMr. Wotton took up the mug and, after satisfying himself as to the\nabsence of contents, put it down again and yawned.\n\n\"I shouldn't worry about it if I was you,\" he remarked.  \"She's hardly\nlikely to find you now.  And if she does she won't get much.\"\n\nMr. Davis gave vent to a contemptuous laugh.  \"Get much!\"  he repeated.\n\"It's her what's got it.  I met a old shipmate of mine this morning what\nI 'adn't seen for ten years, and he told me he run acrost 'er only a\nmonth ago.  After she left me--\"\n\n\"But you said you left her!\"  exclaimed his listening friend.\n\n\"Same thing,\" said Mr. Davis, impatiently.  \"After she left me to work\nmyself to death at sea, running here and there at the orders of a pack\no'lazy scuts aft, she went into service and stayed in one place for\nfifteen years.  Then 'er missis died and left her all 'er money.  For\ntwenty years, while I've been working myself to skin and bone, she's been\nliving in comfort and idleness.\"\n\n\"'Ard lines,\" said Mr. Wotton, shaking his head.  \"It don't bear thinking\nof.\"\n\n\"Why didn't she advertise for me?\"  said Mr. Davis, raising his voice.\n\"That's what I want to know.  Advertisements is cheap enough; why didn't\nshe advertise?  I should 'ave come at once if she'd said anything about\nmoney.\"\n\nMr. Wotton shook his head again.  \"P'r'aps she didn't want you,\" he said,\nslowly.\n\n\"What's that got to do with it?\"  demanded the other.  \"It was 'er dooty.\nShe'd got money, and I ought to have 'ad my 'arf of it.  Nothing can make\nup for that wasted twenty years--nothing.\"\n\n\"P'r'aps she'll take you back,\" said Mr. Wotton.\n\n\"Take me back?\"  repeated Mr. Davis.  \"O' course she'll take me back.\nShe'll have to.  There's a law in the land, ain't there?  What I'm\nthinking of is: Can I get back my share what I ought to have 'ad for the\nlast twenty years?\"\n\n\"Get 'er to take you back first,\" counselled his friend.  \"Thirty-five\nyears is along time, and p'r'aps she has lost 'er love for you.  Was you\ngood-looking in those days?\"\n\n\"Yes,\" snapped Mr. Davis; \"I ain't altered much--.  'Sides, what about\nher?\"\n\n\"That ain't the question,\" said the other.  \"She's got a home and money.\nIt don't matter about looks; and, wot's more, she ain't bound to keep\nyou.  If you take my advice, you won't dream of letting her know you run\naway from her.  Say you was cast away at sea, and when you came back\nyears afterwards you couldn't find her.\"\n\nMr. Davis pondered for some time in sulky silence.\n\n\"P'r'aps it would be as well,\" he said at last; \"but I sha'n't stand no\nnonsense, mind.\"\n\n\"If you like I'll come with you,\" said Mr. Wotton.  \"I ain't got nothing\nto do.  I could tell 'er I was cast away with you if you liked.  Anything\nto help a pal.\"\n\nMr. Davis took two inches of soiled clay pipe from his pocket and puffed\nthoughtfully.\n\n\"You can come,\" he said at last.  \"If you'd only got a copper or two we\ncould ride; it's down Clapham way.\"\n\nMr. Wotton smiled feebly, and after going carefully through his pockets\nshook his head and followed his friend outside.\n\n\"I wonder whether she'll be pleased?\"  he remarked, as they walked slowly\nalong.  \"She might be--women are funny creatures--so faithful.  I knew\none whose husband used to knock 'er about dreadful, and after he died she\nwas so true to his memory she wouldn't marry again.\"\n\nMr. Davis grunted, and, with a longing eye at the omnibuses passing over\nLondon Bridge, asked a policeman the distance to Clapham.\n\n\"Never mind,\" said Mr. Wotton, as his friend uttered an exclamation.\n\"You'll have money in your pocket soon.\"\n\nMr. Davis's face brightened.  \"And a watch and chain too,\" he said.\n\n\"And smoke your cigar of a Sunday,\" said Mr. Wotton, \"and have a easy-\nchair and a glass for a friend.\"\n\nMr. Davis almost smiled, and then, suddenly remembering his wasted twenty\nyears, shook his head grimly over the friendship that attached itself to\neasy-chairs and glasses of ale, and said that there was plenty of it\nabout.  More friendship than glasses of ale and easy-chairs, perhaps.\n\nAt Clapham, they inquired the way of a small boy, and, after following\nthe road indicated, retraced their steps, cheered by a faint but\nbloodthirsty hope of meeting him again.\n\nA friendly baker put them on the right track at last, both gentlemen\neyeing the road with a mixture of concern and delight.  It was a road of\ntrim semi-detached villas, each with a well-kept front garden and neatly-\ncurtained windows.  At the gate of a house with the word \"Blairgowrie\"\ninscribed in huge gilt letters on the fanlight Mr. Davis paused for a\nmoment uneasily, and then, walking up the path, followed by Mr. Wotton,\nknocked at the door.\n\nHe retired a step in disorder before the apparition of a maid in cap and\napron.  A sharp \"Not to-day!\"  sounded in his ears and the door closed\nagain.  He faced his friend gasping.\n\n\"I should give her the sack first thing,\" said Mr. Wotton.\n\nMr. Davis knocked again, and again.  The maid reappeared, and after\nsurveying them through the glass opened the door a little way and\nparleyed.\n\n\"I want to see your missis,\" said Mr. Davis, fiercely.\n\n\"What for?\"  demanded the girl.\n\n\"You tell 'er,\" said Mr. Davis, inserting his foot just in time, \"you\ntell 'er that there's two gentlemen here what have brought 'er news of\nher husband, and look sharp about it.\"\n\n\"They was cast away with 'im,\" said Mr. Wotton.\n\n\"On a desert island,\" said Mr. Davis.  He pushed his way in, followed by\nhis friend, and a head that had been leaning over the banisters was\nsuddenly withdrawn.  For a moment he stood irresolute in the tiny\npassage, and then, with a husband's boldness, he entered the front room\nand threw himself into an easy-chair.  Mr. Wotton, after a scared glance\naround the well-furnished room, seated himself on the extreme edge of the\nmost uncomfortable chair he could find and coughed nervously.\n\n\"Better not be too sudden with her,\" he whispered.  \"You don't want her\nto faint, or anything of that sort.  Don't let 'er know who you are at\nfirst; let her find it out for herself.\"\n\nMr. Davis, who was also suffering from the stiff grandeur of his\nsurroundings, nodded.\n\n\"P'r'aps you'd better start, in case she reckernizes my voice,\" he said,\nslowly.  \"Pitch it in strong about me and 'ow I was always wondering what\nhad 'appened to her.\"\n\n\"You're in luck, that's wot you are,\" said his friend, enviously.  \"I've\nonly seen furniture like thiss in shop windows before.  H'sh!  Here she\ncomes.\"\n\nHe started, and both men tried to look at their ease as a stiff rustling\nsounded from the stairs.  Then the door opened and a tall, stoutly-built\nold lady with white hair swept into the room and stood regarding them.\n\nMr. Davis, unprepared for the changes wrought by thirty-five years,\nstared at her aghast.  The black silk dress, the gold watch-chain, and\nhuge cameo brooch did not help to reassure him.\n\n\"Good-good afternoon, ma'am,\" said Mr. Wotton, in a thin voice.\n\nThe old lady returned the greeting, and, crossing to a chair and seating\nherself in a very upright fashion, regarded him calmly.\n\n\"We--we called to see you about a dear old pal--friend, I mean,\"\ncontinued Mr. Wotton; \"one o' the best.  The best.\"\n\n\"Yes?\"  said the old lady.\n\n\"He's been missing,\" said Mr. Wotton, watching closely for any symptoms\nof fainting, \"for thir-ty-five years.  Thir-ty-five years ago-very much\nagainst his wish-he left 'is young and handsome wife to go for a sea\nv'y'ge, and was shipwrecked and cast away on a desert island.\"\n\n\"Yes?\"  said the old lady again.\n\n\"I was cast away with 'im,\" said Mr. Wotton.  \"Both of us was cast away\nwith him.\"\n\nHe indicated Mr. Davis with his hand, and the old lady, after a glance at\nthat gentleman, turned to Mr. Wotton again.\n\n\"We was on that island for longer than I like to think of,\" continued Mr.\nWotton, who had a wholesome dread of dates.  \"But we was rescued at last,\nand ever since then he has been hunting high and low for his wife.\"\n\n\"It's very interesting,\" murmured the old lady; \"but what has it got to\ndo with me?\"\n\nMr. Wotton gasped, and cast a helpless glance at his friend.\n\n\"You ain't heard his name yet,\" he said, impressively.  \"Wot would you\nsay if I said it was--Ben Davis?\"\n\n\"I should say it wasn't true,\" said the old lady, promptly.\n\n\"Not--true?\"  said Mr. Wotton, catching his breath painfully.  \"Wish I\nmay die----\"\n\n\"About the desert island,\" continued the old lady, calmly.  \"The story\nthat I heard was that he went off like a cur and left his young wife to\ndo the best she could for herself.  I suppose he's heard since that she\nhas come in for a bit of money.\"\n\n\"Money!\" repeated Mr. Wotton, in a voice that he fondly hoped expressed\nartless surprise.  \"Money!\"\n\n\"Money,\" said the old lady; \"and I suppose he sent you two gentlemen\nround to see how the land lay.\"\n\nShe was looking full at Mr. Davis as she spoke, and both men began to\ntake a somewhat sombre view of the situation.\n\n\"You didn't know him, else you wouldn't talk like that,\" said Mr. Wotton.\n\"I don't suppose you'd know 'im if you was to see him now.\"\n\n\"I don't suppose I should,\" said the other.\n\n\"P'r'aps you'd reckernize his voice?\"  said Mr. Davis, breaking silence\nat last.\n\nMr. Wotton held his breath, but the old lady merely shook her head\nthoughtfully.  \"It was a disagreeable voice when his wife used to hear\nit,\" she said at last.  \"Always fault-finding, when it wasn't swearing.\"\n\nMr. Wotton glanced at his friend, and, raising his eyebrows slightly,\ngave up his task.  \"Might ha' been faults on both sides,\" said Mr. Davis,\ngruffly.  \"You weren't all that you should ha' been, you know.\"\n\n\"Me!\" said his hostess, raising her voice.\n\n\"Yes, you,\" said Mr. Davis, rising.  \"Don't you know me, Mary?  Why, I\nknew you the moment you come into the room.\"\n\nHe moved towards her awkwardly, but she rose in her turn and drew back.\n\n\"If you touch me I'll scream,\" she said, firmly.  \"How dare you.  Why,\nI've never seen you before in my life.\"\n\n\"It's Ben Davis, ma'am; it's 'im, right enough,\" said Mr. Wotton, meekly.\n\n\"Hold your tongue,\" said the old lady.\n\n\"Look at me!\"  commanded Mr. Davis, sternly.  \"Look at me straight in the\neye.\"\n\n\"Don't talk nonsense,\" said the other, sharply.  \"Look you in the eye,\nindeed!  I don't want to look in your eye.  What would people think?\"\n\n\"Let 'em think wot they like,\" said Mr. Davis, recklessly.  \"This is a\nnice home-coming after being away thirty-five years.\"\n\n\"Most of it on a desert island,\" put in Mr. Wotton, pathetically.\n\n\"And now I've come back,\" resumed Mr. Davis; \"come back to stop.\"\n\nHe hung his cap on a vase on the mantelpiece that reeled under the shock,\nand, dropping into his chair again, crossed his legs and eyed her\nsternly.  Her gaze was riveted on his dilapidated boots.  She looked up\nand spoke mildly.\n\n\"You're not my husband,\" she said.  \"You've made a mistake--I think you\nhad better go.\"\n\n\"Ho!\"  said Mr. Davis, with a hard laugh.  \"Indeed!  And 'ow do you know\nI'm not?\"\n\n\"For the best of reasons,\" was the reply.  \"Besides, how can you prove\nthat you are?  Thirty-five years is a long time.\"\n\n\"'Specially on a desert island,\" said Mr. Wotton, rapidly.  \"You'd be\nsurprised 'ow slow the time passes.  I was there with 'im, and I can lay\nmy hand on my 'art and assure you that that is your husband.\"\n\n\"Nonsense!\"  said the old lady, vigorously.  \"Rubbish!\"\n\n\"I can prove it,\" said Mr. Davis, fixing her with a glittering eye.  \"Do\nyou remember the serpent I 'ad tattooed on my leg for a garter?\"\n\n\"If you don't go at once,\" said the old lady, hastily, \"I'll send for the\npolice.\"\n\n\"You used to admire it,\" said Mr. Davis, reproachfully.  \"I remember\nonce----\"\n\n\"If you say another word,\" said the other, in a fierce voice, \"I'll send\nstraight off for the police.  You and your serpents!  I'll tell my\nhusband of you, that's what I'll do.\"\n\n\"Your WHAT?\"  roared Mr. Davis, springing to his feet.\n\n\"My husband.  He won't stand any of your nonsense, I can tell you.  You'd\nbetter go before he comes in.\"\n\n\"O-oh,\" said Mr. Davis, taking a long breath.  \"Oh, so you been and got\nmarried again, 'ave you?  That's your love for your husband as was cast\naway while trying to earn a living for you.  That's why you don't want\nme, is it?  We'll see.  I'll wait for him.\"\n\n\"You don't know what you're talking about,\" said the other, with great\ndignity.  \"I've only been married once.\"\n\nMr. Davis passed the back of his hand across his eyes in a dazed fashion\nand stared at her.\n\n\"Is--is somebody passing himself off as me?\"  he demanded.  \"'Cos if he\nis I'll 'ave you both up for bigamy.\"\n\n\"Certainly not.\"\n\n\"But--but--\"\n\nMr. Davis turned and looked blankly at his friend.  Mr. Wotton met his\ngaze with dilated eyes.\n\n\"You say you recognize me as your wife?\"  said the old lady.\n\n\"Certainly,\" said Mr. Davis, hotly.\n\n\"It's very curious,\" said the other--\"very.  But are you sure?  Look\nagain.\"\n\nMr. Davis thrust his face close to hers and stared hard.  She bore his\nscrutiny without flinching.\n\n\"I'm positive certain,\" said Mr. Davis, taking a breath.\n\n\"That's very curious,\" said the old lady; \"but, then, I suppose we are a\nbit alike.  You see, Mrs. Davis being away, I'm looking after her house\nfor a bit.  My name happens to be Smith.\"\n\nMr. Davis uttered a sharp exclamation, and, falling back a step, stared\nat her open-mouthed.\n\n\"We all make mistakes,\" urged Mr. Wotton, after a long silence, \"and\nBen's sight ain't wot it used to be.  He strained it looking out for a\nsail when we was on that desert----\"\n\n\"When--when'll she be back?\"  inquired Mr. Davis, finding his voice at\nlast.\n\nThe old lady affected to look puzzled.  \"But I thought you were certain\nthat I was your wife?\"  she said, smoothly.\n\n\"My mistake,\" said Mr. Davis, ruefully.  \"Thirty-five years is a long\ntime and people change a bit; I have myself.  For one thing, I must say\nI didn't expect to find 'er so stout.\"\n\n\"Stout!\"  repeated the other, quickly.\n\n\"Not that I mean you're too stout,\" said Mr. Davis, hurriedly--\"for\npeople that like stoutness, that is.  My wife used to 'ave a very good\nfigger.\"\n\nMr. Wotton nodded.  \"He used to rave about it on that des----\"\n\n\"When will she be back?\"  inquired Mr. Davis, interrupting him.\n\nMrs. Smith shook her head.  \"I can't say,\" she replied, moving towards\nthe door.  \"When she's off holidaying, I never know when she'll return.\nShall I tell her you called?\"\n\n\"Tell her I----certainly,\" said Mr. Davis, with great vehemence.  \"I'll\ncome in a week's time and see if she's back.\"\n\n\"She might be away for months,\" said the old lady, moving slowly to the\npassage and opening the street door.  \"Good-afternoon.\"\n\nShe closed the door behind them and stood watching them through the glass\nas they passed disconsolately into the street.  Then she went back into\nthe parlour, and standing before the mantelpiece, looked long and\nearnestly into the mirror.\n\nMr. Davis returned a week later--alone, and, pausing at the gate, glanced\nin dismay at a bill in the window announcing that the house was to be\nsold.  He walked up the path still looking at it, and being admitted by\nthe trim servant was shown into the parlour, and stood in a dispirited\nfashion before Mrs. Smith.\n\n\"Not back yet?\"  he inquired, gruffly.\n\nThe old lady shook her head.\n\n\"What--what--is that bill for?\"  demanded Mr. Davis, jerking his thumb\ntowards it.\n\n\"She is thinking of selling the house,\" said Mrs. Smith.  \"I let her know\nyou had been, and that is, the result.  She won't comeback.  You won't\nsee her again.\"\n\n\"Where is she?\"  inquired Mr. Davis, frowning.\n\nMrs. Smith shook her head again.  \"And it would be no use my telling\nyou,\" she said.  \"What she has got is her own, and the law won't let you\ntouch a penny of it without her consent.  You must have treated her\nbadly; why did you leave her?\"\n\n\"Why?\"  repeated Mr. Davis.  \"Why?  Why, because she hit me over the 'ead\nwith a broom-handle.\"\n\nMrs. Smith tossed her head.\n\n\"Fancy you remembering that for thirty-five years!\"  she said.\n\n\"Fancy forgetting it!\"  retorted Mr. Davis.\n\n\"I suppose she had a hot temper,\" said the old lady.\n\n\"'Ot temper?\"  said the other.  \"Yes.\"  He leaned forward, and holding\nhis chilled hands over the fire stood for some time deep in thought.\n\n\"I don't know what it is,\" he said at last, \"but there's a something\nabout you that reminds me of her.  It ain't your voice, 'cos she had a\nvery nice voice--when she wasn't in a temper--and it ain't your face,\nbecause--\"\n\n\"Yes?\"  said Mrs. Smith, sharply.  \"Because it don't remind me of her.\"\n\n\"And yet the other day you said you recognized me at once,\" said the old\nlady.\n\n\"I thought I did,\" said Mr. Davis.  \"One thing is, I was expecting to see\nher, I s'pose.\"\n\nThere was a long silence.\n\n\"Well, I won't keep you,\" said Mrs. Smith at last, \"and it's no good for\nyou to keep coming here to see her.  She will never come here again.\nI don't want to hurt your feelings, but you don't look over and above\nrespectable.  Your coat is torn, your trousers are patched in a dozen\nplaces, and your boots are half off your feet--I don't know what the\nservant must think.\"\n\n\"I--I only came to look for my wife,\" said Mr. Davis, in a startled\nvoice.  \"I won't come again.\"\n\n\"That's right,\" said the old lady.  \"That'll please her, I know.  And if\nshe should happen to ask what sort of a living you are making, what shall\nI tell her?\"\n\n\"Tell her what you said about my clothes, ma'am,\" said Mr. Davis, with\nhis hand on the door-knob.  \"She'll understand then.  She's known wot it\nis to be poor herself.  She'd got a bad temper, but she'd have cut her\ntongue out afore she'd 'ave thrown a poor devil's rags in his face.\nGood-afternoon.\"\n\n\"Good-afternoon, Ben,\" said the old woman, in a changed voice.\n\nMr. Davis, half-way through the door, started as though he had been shot,\nand, facing about, stood eyeing her in dumb bewilderment.\n\n\"If I take you back again,\" repeated his wife, \"are you going to behave\nyourself?\"\n\n\"It isn't the same voice and it isn't the same face,\" said the old woman;\n\"but if I'd only got a broomhandle handy----\"\n\nMr. Davis made an odd noise in his throat.\n\n\"If you hadn't been so down on your luck,\" said his wife, blinking her\neyes rapidly, \"I'd have let you go.  If you hadn't looked 'so miserable I\ncould have stood it.  If I take you back, are you going to behave\nyourself?\"\n\nMr. Davis stood gaping at her.\n\n\"If I take you back again,\" repeated his wife, speaking very slowly, \"are\nyou going to behave yourself?\"\n\n\"Yes,\" said Mr. Davis, finding his voice at last.  \"Yes, if you are.\"",
    "metadata": {
        "author": [
            "Jacobs, William Wymark",
            "Jacobs, W. W. (William Wymark)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/10570/pg10570.txt",
        "name": "for_better_or_worse_ship_s_company_part_10.json"
    }
}