{
    "name": "Forty Minutes Late\n1909",
    "author": [
        "Smith, F. Hopkinson (Francis Hopkinson)",
        "Smith, Francis Hopkinson"
    ],
    "body": "1909\n\n\nIt began to snow half an hour after the train started--a fine-grained,\nslanting, determined snow that forced its way between the bellows of the\nvestibules, and deposited itself in mounds of powdered salt all over the\nplatforms and steps. Even the porter had caught some puffs on his\ndepot coat with the red cape, and so had the conductor, from the way he\nthrashed his cap on the back of the seat in front of mine. \"Yes,\ngettin' worse,\" he said in answer to an inquiring lift of my eyebrows.\n\"Everything will be balled up if this keeps on.\"\n\n\"Shall we make the connection at Bondville?\" I was to lecture fifty\nmiles from Bondville Junction, and had but half an hour lee-way.\n\nIf the man with the punch heard, he made no answer. The least said\nthe soonest mended in crises like this. If we arrived on time every\npassenger would grab his bag and bolt out without thanking him or the\nroad, or the engineer who took the full blast of the storm on his chest\nand cheeks. If we missed the connection, any former hopeful word would\nonly add another hot coal to everybody's anger.\n\nI fell back on the porter.\n\n\"Yes' sir, she'll be layin' jes' 'cross de platform. She knows we're\ncomin'. Sometimes she waits ten minutes--sometimes she don't; more times\nI seen her pullin' out while we was pullin' in.\"\n\nNot very reassuring this. Only one statement was of value--the position\nof the connecting train when we rolled into Bondville.\n\nI formulated a plan: The porter would take one bag, I the other--we\nwould both stand on the lower step of the Pullman, then make a dash. If\nshe was pulling out as we pulled in, a goatlike spring on my part might\nsucceed; the bags being hurled after me to speed the animal's motion.\n\nOne hour later we took up our position.\n\n\"Dat's good!--Dar she is jes' movin' out: thank ye, sar. I got de\nbag--dis way!\"\n\nThere came a jolt, a Saturday-afternoon slide across the ice-covered\nplatform, an outstretched greasy hand held down from the step of the\nmoving train, followed by the chug of a bag that missed my knees by a\nhand's breadth--and I was hauled on board.\n\nThe contrast between a warm, velvet-lined Pullman and a cane-seated car\nwith both doors opened every ten minutes was anything but agreeable;\nbut no discomfort should count when a lecturer is trying to make his\nconnection. That is what he is paid for and that he must do at all\nhazards and at any cost, even to chartering a special train, the price\ndevouring his fee.\n\nOnce in my seat an account of stock was taken--two bags, an umbrella,\novercoat, two gum shoes (one off, one on), manuscript of lecture in bag,\neye-glasses in outside pocket of waistcoat. This over, I spread myself\nupon the cane seat and took in the situation. It was four o'clock (the\nlecture was at eight); Sheffield was two hours away; this would give\ntime to change my dress and get something to eat. The committee,\nmoreover, were to meet me at the depot with a carriage and drive me\nto where I was \"to spend the night and dine\"--so the chairman's letter\nread. The suppressed smile on the second conductor's face when he\npunched my ticket and read the name of \"Sheffield\" sent my hand into my\npocket in search of this same letter. Yes--there was no mistake about\nit,--\"Our carriage,\" it read, \"will meet you,\" etc., etc.\n\nThe confirmation brought with it a certain thrill; not a carriage picked\nup out of the street, or a lumbering omnibus--a mere go-between from\nstation to hotels--but \"our carriage!\" Nothing like these lecture\nassociations, I thought,--nothing like these committees, for making\nstrangers comfortable. That was why it was often a real pleasure to\nappear before them. This one would, no doubt, receive me in a big yellow\nand white Colonial club-house built by the women of the town (I know of\na dozen just such structures), with dressing and lunch rooms, spacious\nlecture hall, and janitor in gray edged with black.\n\nThis thought called up my own responsibility in the matter; I was glad\nI had caught the train; it was a bad night to bring people out and then\ndisappoint them, even if most of them did come in their own carriages.\nThen again, I had kept my word; none of my fault, of course, if I\nhadn't--but I had!--that was a source of satisfaction. Now that I\nthought of it, I had, in all my twenty years of lecturing, failed only\ntwice to reach the platform. In one instance a bridge was washed away,\nand in the other my special train (the price I paid for that train still\nkeeps me hot against the Trusts) ran into a snowdrift and stayed there\nuntil after midnight, instead of delivering me on time, as agreed. I had\narrived late, of course, many times, gone without my supper often, and\nmore than once had appeared without the proper habiliments--and I am\nparticular about my dress coat and white waistcoat--but only twice had\nthe gas been turned off and the people turned out. Another time I had--\n\n\"Sheffield! Shef-fie-l-d! All out for Shef-f-i-e-l-d!\" yelled the\nconductor.\n\nThe two bags once more, the conductor helping me on with my overcoat,\ndown the snow-blocked steps and out into the night.\n\n\"Step lively!--more'n an hour late now.\"\n\nI looked about me. I was the only passenger. Not a light of any\nkind--not a building of any kind, sort, or description, except a box-car\nof a station set up on end, pitch dark inside and out, and shut tight.\nNo carriage. No omnibus; nothing on runners; nothing on wheels. Only a\ndreary waste of white, roofed by a vast expanse of black.\n\n\"Is this Sheffield?\" I gasped.\n\n\"Yes,--all there is here; the balance is two miles over the hills.\"\n\n\"The town?\"\n\n\"Town?--no, the settlement;--ain't more's two dozen houses in it.\"\n\n\"They were to send a carriage and--\"\n\n\"Yes--that's an old yarn--better foot it for short.\" Here he swung his\nlantern to the engineer craning his head from the cab of the locomotive,\nand sprang aboard. Then this fragment came whirling through the steam\nand smoke:--\"There's a farmhouse somewhere's over the hill,--follow the\nfence and turn to--\" the rest was lost in the roar of the on-speeding\ntrain.\n\nI am no longer young. Furthermore, I hate to carry things--bags\nespecially. One bag might be possible--a very small one; two bags, both\nbig, are an insult.\n\nI deposited the two outside the box-car, tried the doors, inserted\nmy fingers under the sash of one window, looked at the chimney with a\nhalf-formed Santa Claus idea of scaling the roof and sliding down to\nsome possible fireplace below; examined the wind-swept snow for carriage\ntracks, peered into the gloom, and, as a last resort, leaned up against\nthe sheltered side of the box to think.\n\nThere was no question that if a vehicle of any kind had been sent to\nmeet me it had long since departed; the trackless roadway showed that.\nIt was equally evident that if one was coming, I had better meet it on\nthe way than stay where I was and freeze to death. The fence was still\nvisible--the near end--and there was a farmhouse somewhere--so the\nconductor had said, and he seemed to be an honest, truthful man. Whether\nto right or left of the invisible road, the noise of the train and the\nhowl of the wind had prevented my knowing--but _somewhere's_--That was a\nconsolation.\n\nThe bags were the most serious obstacles. If I carried one in each hand\nthe umbrella would have to be cached, for some future relief expedition\nto find in the spring.\n\nThere _was_ a way, of course, to carry bags--any number of bags. All\nthat was needed was a leather strap with a buckle at each end; I had\nhelped to hang half a dozen bags across the shoulders of as many porters\nmeeting trains all over Europe. Of course, I didn't wear leather straps.\nSuspenders were my stronghold. They might!--No, it was too cold to get\nat them in that wind. And if I did they were of the springy, wabbly kind\nthat would seesaw the load from my hips to my calves.\n\nThe only thing was to press on. Some one had blundered, of course.\n\n\"Half a league, half a league--into the jaws,\" etc.\n\n\"Theirs not to reason why--\" But my duty was plain; the audience were\nalready assembling; the early ones in their seats by this time.\n\nThen an inspiration surged through me. Why not slip the umbrella through\nthe handle of one bag, as Pat carries his shillalah and bundle of duds,\nand grab the other in my free hand! Our carriage couldn't be far off.\nThe exercise would keep my blood active and my feet from freezing, and\nas to the road, was there not the fence, its top rail making rabbit\njumps above the drifts?\n\nSo I trudged on, stumbling into holes, flopping into treacherous ruts,\nhalting in the steeper places to catch my breath, till I reached the top\nof the hill. There I halted--stopped short, in fact: the fence had given\nout! In its place was a treacherous line of bushes that faded into a\ndelusive clump of trees. Beyond, and on both sides, stretched a great\nwhite silence--still as death.\n\nAnother council of war. I could retrace my steps, smash in the windows\nof the station, and camp for the night, taking my chances of stopping\nsome east-bound train as it whizzed past, with a match and my\nnecktie--or I could stumble on, perhaps in a circle, and be found in\nthe morning by the early milk.\n\nOn! On once more--maybe the clump of trees hid something--maybe--\n\nHere a light flashed--a mere speck of a light--not to the right, where\nlay the clump of trees--but to my left; then a faint wave of warm color\nrose from a chimney and curled over a low roof buried in snow. Again the\nlight flashed--this time through a window with four panes of glass--each\none a beacon to a storm-tossed mariner!\n\nOn once more--into a low hollow--up a steep slope--slipping, falling,\nshoving the hand-gripped bag ahead of me to help my footing, until I\nreached a snow-choked porch and a closed door.\n\nHere I knocked.\n\nFor some seconds there was no sound; then came a heavy tread, and a man\nin overalls threw wide the door.\n\n\"Well, what do you want at this time of night?\" (Time of night, and it\nbut seven-thirty!)\n\n\"I'm the lecturer,\" I panted.\n\n\"Oh, come! Ain't they sent for ye? Here, I'll take 'em. Walk in and\nwelcome. You look beat out. Well--well--wife and I was won-derin' why\nnothin' driv past for the six-ten. We knowed you was comin'. Then agin,\nthe station master's sick, and I 'spose ye couldn't warm up none. And\nthey ain't sent for ye? And they let ye tramp all--Well--well!\"\n\nI did not answer. I hadn't breath enough left for sustained\nconversation; moreover, there was a red-hot stove ahead of me, and a\nrocking-chair,--comforts I had never expected to see again--and there\nwas a pine table--oh, a lovely pine table, with a most exquisite white\noil-cloth cover, holding the most beautiful kerosene lamp with a\npiece of glorious red flannel floating in its amber fluid; and in the\ncorner--a wife--a sweet-faced, angelic-looking young wife, with a baby\nin her arms too beautiful for words--must have been!\n\nI dropped into the chair, spread my fingers to the stove and looked\naround--warmth--rest-peace--comfort--companionship--all in a minute!\n\n\"No, they didn't send anything,\" I wheezed when my breath came. \"The\nconductor told me I should find the farmhouse over the hill--and--\"\n\n\"Yes, that's so; it's back a piece, you must have missed it.\"\n\n\"Yes--I must have missed it,\" I continued in a dazed way.\n\n\"The folks at the farmhouse is goin' to hear ye speak, so they told me.\nMust be startin' now.\"\n\n\"Would you please let them know I am here, and--\"\n\n\"Sure! Wait till I get on my boots! Hello!--that's him now.\"\n\nAgain the door swung wide. This time it let in a fur overcoat, coon-skin\ncap, two gray yarn mittens, a pair of raw-beefsteak cheeks and a voice\nlike a fog-horn.\n\n\"Didn't send for ye? Wall, I'll be gol-durned! And yer had to fut it?\nWell, don' that beat all. And yer ain't the fust one they've left down\nhere to get up the best way they could. Last winter--Jan'ry, warn't it,\nBill?\" Bill nodded--\"there come a woman from New York and they dumped\nher out jes' same as you. I happened to come along in time, as luck\nwould have it--I was haulin' a load of timber on my bob-sled--and there\nwarn't nothin' else, so I took her up to the village. She got in late,\nof course, but they was a-waitin' for her. I really wasn't goin' to hear\nyou speak to-night--we git so much of that sort of thing since the old\nman who left the money to pay you fellers for talkin' died--been goin'\non ten years now--but I'll take yer 'long with me, and glad to. But yer\noughter have somethin' warmer'n what yer got on. Wind's kinder nippy\ndown here, but it ain't nothin' to the way it bites up on the ridge.\"\n\nThis same thought had passed through my own mind. The unusual exertion\nhad started every pore in my body; the red-hot stove had put on the\nfinishing touches and I was in a Russian bath. To face that wind meant\nall sorts of calamities.\n\nThe Madonna-like wife with the cherub in her arms rose to her feet.\n\n\"Would you mind wearing my fur tippet?\" she said in her soft voice;\n\"'tain't much, but it 'ud keep out the cold from yer neck and maybe this\nshawl'd help some, if I tied it round your shoulders. Father got his\ndeath ridin' to the village when he was overhet.\"\n\nShe put them on with her own hands, bless her kind heart! her husband\nholding the baby; then she followed me out into the cold and helped draw\nthe horse-blanket over my knees; the man in the coon-skin cap lugging\nthe bags and the umbrella.\n\nI looked at my watch. After eight o'clock, and two miles to drive!\n\n\"Oh, I'll git yer there,\" came a voice from inside the fur overcoat.\n\"Darter wanted to go, but I said 'twarn't no night to go nowhars. Got to\nsee a man who owes me some money, or I'd stay home myself. Git up, Joe.\"\n\nIt was marvellous, the intelligence of this man. More than marvellous\nwhen my again blinded eyes--the red flannel in the lamp helped--began to\ntake in the landscape. Fences were evidently of no use to him; clumps of\ntrees didn't count. If he had a compass anywhere about his clothes,\nhe never once consulted it. Drove right on--across trackless Siberian\nsteppes; by the side of endless glaciers, and through primeval forests,\nhis voice keeping up its volume of sound, as he laid bare for me the\nscandals of the village--particularly the fight going on between the two\nchurches--one hard and one soft--this lecture course being one of the\nbones of contention.\n\nI saved my voice and kept quiet. If a runner did not give out or\n\"Joe\" break a leg, we would reach the hall in time; half an hour late,\nperhaps--but in time; the man beside me had said so--and the man beside\nme knew.\n\nWith a turn of the fence--a new one had thrust its hands out of a\ndrift--a big building--big in the white waste--loomed up. My companion\nflapped the reins the whole length of Joe's back.\n\n\"Git up! No, by gosh!--they ain't tired yet;--they're still a-waitin'.\nSee them lights--that's the hall.\"\n\nI gave a sigh of relief. The ambitious young man with one ear open for\nstellar voices, and the overburdened John Bunyan, and any number of\nother short-winded pedestrians, could no longer monopolize the upward\nand onward literature of our own or former times. I too had arrived.\n\nAnother jerk to the right--a trot up an incline, and we stopped at a\nsteep flight of steps--a regular Jacob's-ladder flight--leading to\na corridor dimly lighted by the flare of a single gas jet. Up this I\nstumbled, lugging the bags once more, my whole mind bent on reaching the\nplatform at the earliest possible moment--a curious mental attitude, I\nam aware, for a man who had eaten nothing since noon, was still wet\nand shivering inside, and half frozen outside--nose, cheeks, and\nfingers---from a wind that cut like a circular saw.\n\nAs I landed the last bag on the top step--the fog-horn couldn't leave\nhis horse--I became conscious of the movements of a short, rotund,\nshad-shaped gentleman in immaculate white waistcoat, stiff choker and\nwide expanse of shirt front. He was approaching me from the door of the\nlecture hall in which sat the audience; then a clammy hand was thrust\nout--and a thin voice trickled this sentence:\n\n\"You're considerable late sir--our people have been in their--\"\n\n\"I am _what!_\" I cried, straightening up.\n\n\"I said you were forty minutes late, sir. We expect our lecturers to be\non--\"\n\nThat was the fulminate that exploded the bomb. Up to now I had held\nmyself in hand. I was carrying, I knew, 194 pounds of steam, and I also\nknew that one shovel more of coal would send the entire boiler into\nspace, but through it all I had kept my hand on the safety-valve. It\nmight have been the white waistcoat or the way the curved white collar\ncupped his billiard-ball of a chin, or it might have been the slight\nfrown about his eyebrows, or the patronizing smile that drifted over his\nfreshly laundered face; or it might have been the deprecating gesture\nwith which he consulted his watch: whatever it was, out went the boiler.\n\n\"Late! Are you the man that's running this lecture course?\"\n\n\"Well, sir, I have the management of it.\"\n\n\"You have, have you? Then permit me to tell you right here, my friend,\nthat you ought to sublet the contract to a five-year-old boy. You let me\nget out in the cold--send no conveyance as you agreed--\"\n\n\"We sent our wagon, sir, to the station. You could have gone in\nand warmed yourself, and if it had not arrived you could have\ntelephoned--the station is always warm.\"\n\n\"You have the impudence to tell me that I don't know whether a station\nis closed or not, and that I can't see a wagon when it is hauled up\nalongside a depot?\"\n\nThe clammy hands went up in protest: \"If you will listen, sir, I will--\"\n\n\"No, sir, I will listen to nothing.\" and I forged ahead into a small\nroom where five or six belated people were hanging up their coats and\nhats.\n\nBut the Immaculate still persisted:\n\n\"This is not where--Will you come into the dressing-room, sir? We have a\nnice warm room for the lecturers on the other side of the--\"\n\n\"No--sir; I won't go another step, except on to that platform, and I'm\nnot very anxious now to get there--not until I put something inside\nof me--\" (here I unstrapped my bag) \"to save me from an attack of\npneumonia.\" (I had my flask out now and the cup filled to the brim.)\n\"When I think of how hard I worked to get here and how little you--\"\n(and down it went at one gulp).\n\nThe expression of disgust that wrinkled the placid face of the\nImmaculate as the half-empty flask went back to its place, was\npathetic--but I wouldn't have given him a drop to have saved his life.\n\nI turned on him again.\n\n\"Do you think it would be possible to get a vehicle of any kind to take\nme where I am to sleep?\"\n\n\"I think so, sir.\" His self-control was admirable.\n\n\"Well, will you please do it?\"\n\n\"A sleigh has already been ordered, sir.\" This came through tightly\nclosed lips.\n\n\"All right. Now down which aisle is the entrance to the platform?\"\n\n\"This way, sir.\" The highest glacier on Mont Blanc couldn't have been\ncolder or more impassive.\n\nJust here a calming thought wedged itself into my brain-storm. These\npatient, long-suffering people were not to blame; many of them had come\nseveral miles through the storm to hear me speak and were entitled to\nthe best that was in me. To vent upon them my spent steam because--No,\nthat was impossible.\n\n\"Hold on, my friend,\" I said, \"stop where you are, let me pull myself\ntogether. This isn't their fault--\" We were passing behind the screen\nhiding the little stage.\n\nBut he didn't hold on; he marched straight ahead; so did I, past the\npitcher of ice water and the two last winter's palms, where he motioned\nme to a chair.\n\nHis introduction was not long, nor was it discursive. There was nothing\neulogistic of my various acquirements, occupations, talents; no remark\nabout the optimistic trend of my literature, the affection in which my\ncharacters were held; nothing of this at all. Nor did I expect it. What\ninterested me more was the man himself.\n\nThe steam of my wrath had blurred his outline and make-up before; now I\ngot a closer, although a side, view of his person. He was a short man,\nmuch thicker at the middle than he was at either end--a defect all the\nmore apparent by reason of a long-tailed, high-waisted, unbuttonable\nblack coat which, while it covered his back and sides, would have left\nhis front exposed, but for his snowy white waistcoat, which burst like a\nball of cotton from its pod.\n\nHis only gesture was the putting together of his ten fingers, opening\nand touching them again to accentuate his sentences. What passed through\nmy mind as I sat and watched him, was not the audience, nor what I\nwas going to say to them, but the Christianlike self-control of this\ngentleman--a control which seemed to carry with it a studied reproof.\nUnder its influence I unconsciously closed both furnace doors and opened\nmy forced draft. Even then I should have reached for the safety-valve,\nbut for an oily, martyr-like smile which flickered across his face,\naccompanied by a deprecating movement of his elbows, both indicating his\npatience under prolonged suffering, and his instant readiness to turn\nthe other cheek if further smiting on my part was in store for him. I\nstrode to the edge of the platform: \"I know, good people,\" I exploded,\n\"that you are not responsible for what has happened, but I want to tell\nyou before I begin, that I have been boiling mad for ten minutes and am\nstill at white heat, and that it is going to take me some time to get\ncool enough to be of the slightest service to you. You notice that I\nappear before you without a proper suit of clothes--a mark of respect\nwhich every lecturer should pay his audience. You are also aware that I\nam nearly an hour late. What I regret is, first, the cause of my frame\nof mind, second, that you should have been kept waiting. Now, let me\ntell you exactly what I have gone through, and I do it simply because\nthis is not the first time that this has happened to your lecturers, and\nit ought to be your last. It certainly will be the last for me.\" Then\nfollowed the whole incident, including the Immaculate's protest about my\nbeing late, my explosion, etc., etc., even to the incident of my flask.\n\nThere was a dead silence--so dead and lifeless that I could not tell\nwhether they were offended or not; but I made my bow as usual, and began\nmy discourse.\n\nThe lecture over, the Immaculate paid me my fee with punctilious\ncourtesy, waiving the customary receipt; followed me to the cloak-room,\nhelped me on with my coat, picked up one of the bags,--an auditor the\nother, and the two followed me down Jacob's ladder into the night.\nOutside stood a sleigh shaped like the shell of Dr. Holmes's _Nautilus_,\nits body hardly large enough to hold a four-months-old baby. This was\nsurrounded by half the audience, anxious, I afterward learned, for\na closer view of the man who had \"sassed\" the Manager. Some of them\nexpected it to continue.\n\nI squeezed in beside the bags and was about to draw up the horse\nblanket, when a voice rang out:\n\n\"Mis' Plimsole's goin' in that sleigh, too.\" It was at Mrs. Plimsole's\nthat I was to spend the night.\n\nThen a faint voice answered back:\n\n\"No, I can just as well walk.\" She evidently knew the danger of sitting\nnext to an overcharged boiler.\n\nMrs. Plimsole!--a woman--walk--on a night like this--I was out of the\nsleigh before she had ceased to speak.\n\n\"No, madam, you are going to do nothing of the kind; if anybody is to\nwalk it will be I; I'm getting used to it.\"\n\nShe allowed me to tuck her in. It was too dark for me to see what she\nwas like--she was so swathed and tied up. Being still mad--fires drawn\nbut still dangerous, I concluded that my companion was sour, and skinny,\nwith a parrot nose and one tooth gone. That I was to pass the night at\nher house did not improve the estimate; there would be mottoes on the\nwalls--\"What is home without a mother,\" and the like; tidies on the\nchairs, and a red-hot stove smelling of drying socks. There would also\nbe a basin and pitcher the size of a cup and saucer, and a bed that\nsagged in the middle and was covered with a cotton quilt.\n\nThe _Nautilus_ stopped at a gate, beyond which was a smaller Jacob's\nladder leading to a white cottage. Was there nothing built on a level\nin Sheffield? I asked myself. The bags which had been hung on the shafts\ncame first, then I, then the muffled head and cloak. Upward and onward\nagain, through a door, past a pretty girl who stood with her hand on\nthe knob in welcome, and into a hall. Here the girl helped unmummy her\nmother, and then turned up the hall-lamp.\n\nOh, such a dear, sweet gray-haired old lady! The kind of an old lady\nyou would have wanted to stay--not a night with--but a year. An old lady\nwith plump fresh cheeks and soft brown eyes and a smile that warmed you\nthrough and through. And such an all-embracing restful room with its\nopen wood fire, andirons and polished fender--and the plants and books\nand easy-chairs! And the cheer of it all!\n\n\"Now you just sit there and get comfortable,\" she said, patting my\nshoulder--(the second time in one night that a woman's hand had been\nthat of an angel). \"Maggie'll get you some supper. We had it all ready,\nexpecting you on the six-ten. Hungry, aren't you?\"\n\nHungry! I could have gnawed a hole in a sofa to get at the straw\nstuffing.\n\nShe drew up a chair, waited till her daughter had left the room, and\nsaid with a twinkle in her eyes:\n\n\"Oh, I was glad you gave it to 'em the way you did, and when you sailed\ninto that snivelling old Hard-shell deacon, I just put my hands down\nunder my petticoats and clapped them for joy. There isn't anybody\nrunning anything up here. They don't have to pay for this lecture\ncourse. It was given to them by a man who is dead. All they think\nthey've got to do is to dress themselves up. They're all officers;\nthere's a recording secretary and a corresponding secretary and an\nexecutive committee and a president and two vice-presidents, and a lot\nmore that I can't remember. Everyone of them is leaving everything\nto somebody else to attend to. I know, because I take care of all the\nlecturers that come. Only last winter a lady lecturer arrived here on a\nload of wood; she didn't lose her temper and get mad like you did. Maybe\nyou know her; she told us all about the Indians and her husband, the\ngreat general, who was surrounded and massacred by them.\"\n\n\"Know her, Madam, not only do I know and love her, but the whole country\nloves her. She is a saint, Madam, that the good Lord only allows to live\nin this world because if she was transferred there would be no standard\nleft.\"\n\n\"Yes, but then you had considerable cause. The hired girl next door--she\nsat next to my daughter--said she didn't blame you a mite.\" (Somebody\nwas on my side, anyhow.) \"Now come in to supper.\"\n\nThe next morning I was up at dawn: I had to get up at dawn because the\nomnibus made only one trip to the station, to catch the seven-o'clock\ntrain. I went by the eight-ten, but a little thing like that never makes\nany difference in Sheffield.\n\nWhen the omnibus arrived it came on runners. Closer examination from the\nwindow of the cosey room--the bedroom was even more delightful--revealed\na square furniture van covered on the outside with white canvas, the\ndoor being in the middle, like a box-car. I bade the dear old lady and\nher daughter good-by, opened the hall door and stood on the top step.\nThe driver, a stout, fat-faced fellow, looked up with an inquiring\nglance.\n\n\"Nice morning,\" I cried in my customary cheerful tone--the dear woman\nhad wrought the change.\n\n\"You bet! Got over your mad?\"\n\nThe explosion had evidently been heard all over the village.\n\n\"Yes,\" I laughed, as I crawled in beside two other passengers.\n\n\"You was considerable het up last night, so Si was tellin' me,\" remarked\nthe passenger, helping me with one bag.\n\nI nodded. Who Si might be was not of special interest, and then again\nthe subject had now lost its inflammatory feature.\n\nThe woman made no remark; she was evidently one of the secretaries.\n\n\"Well, by gum, if they had left me where they left you last night, and\nyou a plumb stranger, I'd rared and pitched a little myself,\" continued\nthe man. \"When you come again--\"\n\n\"Come again! Not by a--\"\n\n\"Oh, yes, you will. You did them Hard-shells a lot of good! You just bet\nyour bottom dollar they'll look out for the next one of you fellows that\ncomes up here!\"\n\nThe woman continued silent. She would have something to say about any\nreturn visit of mine, and she intended to say it out loud if the time\never came!\n\nThe station now loomed into sight. I sprang out and tried the knob. I\nknew all about that knob--every twist and turn of it.\n\n\"Locked again!\" I shouted, \"and I've got to wait here an hour in this--\"\n\n\"Hold on--_hold on_--\" shouted back the driver. \"Don't break loose\nagain. I got the key.\"\n\nMy mail a week later brought me a county paper containing this\nstatement: \"The last lecturer, owing to some error on the part of the\ncommittee, was not met at the train and was considerably vexed. He said\nso to the audience and to the committee. Everybody was satisfied with\nhis talk until they heard what they had to pay for it. He also said that\nhe had left his dress suit in his trunk. If what we hear is true, he\nleft his manners with it.\" On reflection, the editor was right--_I had_.",
    "metadata": {
        "author": [
            "Smith, F. Hopkinson (Francis Hopkinson)",
            "Smith, Francis Hopkinson"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/23697/pg23697.txt",
        "name": "forty_minutes_late_1909.json"
    }
}