{
    "name": "Foundling on Venus",
    "author": [
        "De Courcy, Dorothy",
        "De Courcy, John",
        "Courcy, John de",
        "Courcy, Dorothy de"
    ],
    "body": "Unlike Gaul, the north continent of Venus is divided into _four_ parts.\nNo Caesar has set foot here either, nor shall one--for the dank,\nstinging, caustic air swallows up the lives of men and only Venus may\nsay, _I conquered_.\n\nThis is colonized Venus, where one may walk without the threat of sudden\ndeath--except from other men--the most bitterly fought for, the dearest,\nbloodiest, most worthless land in the solar system.\n\nSeparated by men into East and West at the center of the Twilight Zone,\nthe division across the continent is the irregular, jagged line of Mud\nRiver, springing from the Great Serpent Range.\n\nThe African Republic holds one quarter which the Negroes exploit as best\nthey can, encumbered by filter masks and protective clothing.\n\nThe Asians still actually try to colonize their quarter, while the\nVenusian primitives neither help nor hinder the bitter game of\npower-politics, secret murder, and misery--most of all, misery.\n\nThe men from Mars understand this better, for their quarter is a penal\ncolony. Sleepy-eyed, phlegmatic Martians, self-condemned for minute\nviolations of their incredible and complex mores--without guards save\nthemselves--will return to the subterranean cities, complex\nphilosophies, and cool, dry air of Mars when they have declared their\nown sentences to be at an end.\n\nMeanwhile, they labor to extract the wealth of Venus without the\nbitterness and hate, without the savagery and fear of their neighbors.\nHence, they are regarded by all with the greatest suspicion.\n\nThe Federated States, after their fashion, plunder the land and send\nscreaming ships to North America laden with booty and with men grown\nsuddenly rich--and with men who will never care for riches or anything\nelse again. These are the fortunate dead. The rest are received into the\nsloppy breast of Venus where even a tombstone or marker is swallowed in\na few, short weeks. And they die quickly on Venus, and often.\n\nFrom the arbitrary point where the four territories met, New Reno flung\nits sprawling, dirty carcass over the muddy soil and roared and hooted\nendlessly, laughed with the rough boisterousness of miners and spacemen,\nrang with the brittle, brassy laughter of women following a trade older\nthan New Reno. It clanged and shouted and bellowed so loudly that quiet\nsobbing was never heard.\n\nBut a strange sound hung in the air, the crying of a child. A tiny\nchild, a boy, he sat begrimed by mud at the edge of the street where an\noccasional ground car flung fresh contamination on his small form until\nhe became almost indistinguishable from the muddy street. His whimpering\nchanged to prolonged wailing sobs. He didn't turn to look at any of the\ngiant passers-by nor did they even notice him.\n\nBut finally one passer-by stopped. She was young and probably from the\nFederated States. She was not painted nor was she well-dressed. She had\nnothing to distinguish her, except that she stopped.\n\n\"Oh, my!\" she breathed, bending over the tiny form. \"You poor thing.\nWhere's your mama?\"\n\nThe little figure rubbed its face, looked at her blankly and heaved a\nlong, shuddering sigh.\n\n\"I can't leave you sitting here in the mud!\" She pulled out a\nhandkerchief and tried to wipe away some of the mud and then helped him\nup. His clothes were rags, his feet bare. She took him by the hand and\nas they walked along she talked to him. But he seemed not to hear.\n\nSoon they reached the dirty, plastic front of the Elite Cafe. Once\nthrough the double portals, she pulled the respirator from her face. The\nair inside was dirty and smelly but it was breathable. People were\neating noisily, boisterously, with all the lusty, unclean young life\nthat was Venus. They clamored, banged and threw things for no reason\nother than to throw them.\n\nShe guided the little one past the tables filled with people and into\nthe kitchen. The door closed with a bang, shutting out much of the noise\nfrom the big room. Gingerly she sat him down on a stool, and with\ndetergent and water she began removing the mud. His eyes were horribly\nred-rimmed.\n\n\"It's a wonder you didn't die out there,\" she murmured. \"Poor little\nthing!\"\n\n\"Hey! Are you going to work or aren't you, Jane?\" a voice boomed.\n\nA large ruddy man in white had entered the kitchen and he stood frowning\nat the girl. Women weren't rare on Venus, and she was only a waitress ...\n\n\"What in the blue blazes is that!\" He pointed to the child.\n\n\"He was outside,\" the girl explained, \"sitting in the street. He didn't\nhave a respirator.\"\n\nThe ruddy man scowled at the boy speculatively. \"His lungs all right?\"\n\n\"He isn't coughing much,\" she replied.\n\n\"But what are you going to do with him?\" the man asked Jane.\n\n\"I don't know,\" she said. \"Something. Tell the Patrol about him, I\nguess.\"\n\nThe beefy man hesitated. \"It's been a long time since I've seen a kid\nthis young on Venus. They always ship 'em home. Could have been dumped.\nMaybe his parents left him on purpose.\"\n\nThe girl flinched.\n\nHe grunted disgustedly, his face mirroring his thoughts. _Stringy hair\n... plain face ... and soft as Venus slime clear through!_ He shrugged.\n\"Anyway, he's got to eat.\" He looked at the small figure. \"Want to eat,\nkid? Would you like a glass of milk?\" He opened a refrigerator, took out\na plastic bottle and poured milk in a glass.\n\nChubby hands reached out for the glass.\n\n\"There, that's better,\" the cook said. \"Pete will see that you get fed\nall right.\" He turned to the girl. \"Could he belong to someone around\nhere?\"\n\nJane shook her head. \"I don't know. I've never seen him before.\"\n\n\"Well, he can stay in the kitchen while you work the shift. I'll watch\nhim.\"\n\nShe nodded, took an apron down from a hook and tied it around her waist.\nThen she patted the sober-faced youngster on his tousled head and left.\n\nThe beefy man studied the boy. \"I think I'll put you over there,\" he\nsaid. He lifted him, stool and all, and carried him across the kitchen.\n\"You can watch through that panel. See? That's Jane in there. She'll\ncome back and forth, pass right by here. Is that all right?\"\n\nThe little one nodded.\n\n\"Oh?\" Pete raised his eyebrows. \"So you _do_ know what I'm saying.\" He\nwatched the child for a few minutes, then turned his attention to the\nrange. The rush hour was on and he soon forgot the little boy on the\nstool ...\n\nWhenever possible during the lunch-hour rush, Jane stopped to smile and\ntalk to the child. Once she asked, \"Don't you know where your mama and\ndaddy are?\"\n\nHe just stared at her, unblinking, his big eyes soft and sad-looking.\n\nThe girl studied him for a moment, then she picked up a cookie and gave\nit to him. \"Can you tell me your name?\" she asked hopefully.\n\nHis lips parted. Cookie crumbs fell off his chin and from the corners of\nhis mouth, but he spoke no words.\n\nShe sighed, turned, and went out to the clattering throng with laden\nplates of food.\n\nFor a while Jane was so busy she almost forgot the young one. But\nfinally people began to linger more over their food, the clinking of\ndishes grew quieter and Pete took time for a cup of coffee. His sweating\nface was haggard. He stared sullenly at the little boy and shook his\nhead.\n\n\"Shouldn't be such things as kids,\" he muttered. \"Nothing but a pain in\nthe neck!\"\n\nJane came through the door. \"It gets worse all the time,\" she groaned.\nShe turned to the little boy. \"Did you have something to eat?\"\n\n\"I didn't know what to fix for him,\" Pete said. \"How about some beef\nstew? Do you think he'd go for that?\"\n\nJane hesitated. \"I--I don't know. Try it.\"\n\nPete ladled up a bowl of steaming stew. Jane took it and put it on the\ntable. She took a bit on a spoon, blew on it, then held it out. The\nchild opened his mouth. She smiled and slowly fed him the stew.\n\n\"How old do you think he is?\" Pete asked.\n\nThe girl hesitated, opened her mouth, but said nothing.\n\n\"About two and a half, I'd guess,\" Pete answered himself. \"Maybe three.\"\nJane nodded and he turned back to cleaning the stove.\n\n\"Don't you want some more stew?\" Jane asked as she offered the small one\nanother spoonful.\n\nThe little mouth didn't open.\n\n\"Guess you've had enough,\" she said, smiling.\n\nPete glanced up. \"Why don't you leave now, Jane. You're going to have\nto see the Patrol about that kid. I can take care of things here.\"\n\nShe stood thinking for a moment. \"Can I use an extra respirator?\"\n\n\"You can't take him out without one!\" Pete replied. He opened a locker\nand pulled out a transparent facepiece. \"I think this'll tighten down\nenough to fit his face.\"\n\nShe took it and walked over to the youngster. His large eyes had\nfollowed all her movements and he drew back slightly as she held out the\nrespirator. \"It won't hurt,\" she coaxed. \"You have to wear it. The air\noutside stings.\"\n\nThe little face remained steady but the eyes were fearful as Jane slid\nthe transparent mask over his head and tightened the elastic. It pulsed\nslightly with his breathing.\n\n\"Better wrap him in this,\" Pete suggested, pulling a duroplast jacket\nout of the locker. \"Air's tough on skin.\"\n\nThe girl nodded, pulling on her own respirator. She stepped quickly into\nher duroplast suit and tied it. \"Thanks a lot, Pete,\" she said, her\nvoice slightly muffled. \"See you tomorrow.\"\n\nPete grunted as he watched her wrap the tiny form in the jacket, lift it\ngently in her arms, then push through the door.\n\nThe girl walked swiftly up the street. It was quieter now, but in a\nshort time the noise and stench and garishness of New Reno would begin\nrising to another cacophonous climax.\n\nThe strange pair reached a wretched metal structure with an askew sign\nreading, \"El Grande Hotel.\" Jane hurried through the double portals, the\nswish of air flapping her outer garments as the air conditioning unit\nfought savagely to keep out the rival atmosphere of the planet.\n\nThere was no one at the desk and no one in the lobby. It was a forlorn\nplace, musty and damp. Venus humidity seemed to eat through everything,\neven metal, leaving it limp, faded, and stinking.\n\nShe hesitated, looked at the visiphone, then impulsively pulled a chair\nover out of the line of sight of the viewing plate and gently set the\nlittle boy on it. She pulled the respirator from her face, pressed the\nbutton under the blank visiphone disk. The plate lit up and hummed\nfaintly.\n\n\"Patrol Office,\" Jane said.\n\nThere was a click and a middle-aged, square-faced man with blue-coated\nshoulders appeared. \"Patrol Office,\" he repeated.\n\n\"This is Jane Grant. I work at the Elite Cafe. Has anyone lost a little\nboy?\"\n\nThe patrolman's eyebrows raised slightly. \"Little boy? Did you find\none?\"\n\n\"Well--I--I saw one earlier this evening,\" she faltered. \"He was sitting\nat the edge of the street and I took him into the cafe and fed him.\"\n\n\"Well, there aren't many children in town,\" he replied. \"Let's see.\" He\nglanced at a record sheet. \"No, none's reported missing. He with you\nnow?\"\n\n\"Ah--no.\"\n\nHe shook his head again, still looking downward. He said slowly, \"His\nparents must have found him. If he was wandering we'd have picked him\nup. There is a family that live around there who have a ten-year-old kid\nwho wanders off once in a while. Blond, stutters a little. Was it him?\"\n\n\"Well, I--\" she began. She paused, said firmly, \"No.\"\n\n\"Well, we don't have any reports on lost children. Haven't had for some\ntime. If the boy was lost his parents must have found him. Thank you for\ncalling.\" He broke the connection.\n\nJane stood staring at the blank plate. No one had reported a little boy\nmissing. In all the maddening confusion that was New Reno, no one had\nmissed a little boy.\n\nShe looked at the small bundle, walked over and slipped off his\nrespirator. \"I should have told the truth,\" she murmured to him softly.\n\"But you're so tiny and helpless. Poor little thing!\"\n\nHe looked up at her, then around the lobby, his brown eyes resting on\nfirst one object, then another. His little chin began to quiver.\n\nThe girl picked him up and stroked his hair. \"Don't cry,\" she soothed.\n\"Everything's going to be all right.\"\n\nShe walked down a hall, fumbling inside her coveralls for a key. At the\nend of the hall she stopped, unlocked a door, and carried him inside. As\nan afterthought she locked the door, still holding the small bundle in\nher arms. Then she placed him on a bed, removed the jacket and threw it\non a chair.\n\n\"I don't know why I should go to all this trouble,\" she said, removing\nher protective coveralls. \"I'll probably get picked up by the Patrol.\nBut _somebody's_ got to look after you.\"\n\nShe sat down beside him. \"Aren't you even a bit sleepy?\"\n\nHe smiled a little.\n\n\"Maybe now you can tell me your name,\" she said. \"Don't you know your\nname?\"\n\nHis expression didn't change.\n\nShe pointed to herself. \"Jane.\" Then she hesitated, looked downward for\na moment. \"Jana, I was called before I came here.\"\n\nThe little face looked up at her. The small mouth opened. \"Jana.\" It was\nhalf whisper, half whistle.\n\n\"That's right,\" she replied, stroking his hair. \"My, but your throat\nmust be sore. I hope you won't be sick from breathing too much of that\nawful air.\"\n\nShe regarded him quizzically. \"You know, I've never seen many little\nboys. I don't quite know how to treat one. But I know you should get\nsome sleep.\"\n\nShe smiled and reached over to take off the rags. He pulled away\nsuddenly.\n\n\"Don't be afraid,\" she said reassuringly. \"I wouldn't hurt you.\"\n\nHe clutched the little ragged shirt tightly.\n\n\"Don't be afraid,\" she repeated soothingly. \"I'll tell you what. You lie\ndown and I'll put this blanket over you,\" she said, rising. \"Will that\nbe all right?\"\n\nShe laid him down and covered the small form with a blanket. He lay\nthere watching her with his large eyes.\n\n\"You don't look very sleepy,\" she said. \"Perhaps I had better turn the\nlight down.\" She did so, slowly, so as not to alarm him. But he was\nsilent, watchful, never taking his eyes from her.\n\nShe smiled and sat down next to him. \"Now I'll tell you a story and then\nyou must go to sleep,\" she said softly.\n\nHe smiled--just a little smile--and she was pleased.\n\n\"Fine,\" she cried. \"Well--once upon a time there was a beautiful planet,\nnot at all like this one. There were lovely flowers and cool-running\nstreams and it only rained once in a while. You'd like it there for it's\na very nice place. But there were people there who liked to travel--to\nsee strange places and new things, and one day they left in a great big\nship.\"\n\nShe paused again, frowning in thought. \"Well, they traveled a long, long\nway and saw many things. Then one day something went wrong.\"\n\nHer voice was low and soft. It had the quality of a dream, the texture\nof a zephyr, but the little boy was still wide awake.\n\n\"Something went very, very wrong and they tried to land so they could\nfix it. But when they tried to land they found they couldn't--and they\nfell and just barely managed to save themselves. The big, beautiful ship\nwas all broken. Well, since they couldn't fix the ship at all now, they\nset out on foot to find out where they were and to see if they could get\nhelp. Then they found that they were in a land of great big giants, and\nthe people were very fierce.\"\n\nThe little boy's dark eyes were watching her intently but she went on,\nhardly noticing.\n\n\"So they went back to the broken ship and tried to decide what to do.\nThey couldn't get in touch with their home because the radio part of the\nship was all broken up. And the giants were horrible and wanted\neverything for themselves and were cruel and mean and probably would\nhave hurt the poor ship-wrecked people if they had known they were\nthere.\n\n\"So--do you know what they did? They got some things from the ship and\nthey went and built a giant. And they put little motors inside and\nthings to make it run and talk so that the giants wouldn't be able to\ntell that it wasn't another giant just like themselves.\"\n\nShe paused, straightening slightly.\n\n\"And then they made a space inside the giant where somebody could sit\nand run this big giant and talk and move around--and the giants wouldn't\never know that she was there. They made it a _she_. In fact, she was the\nonly person who could do it because she could learn to talk all sorts of\nlanguages--that's what she could do best. So she went out in the giant\nsuit and mingled with the giants and worked just like they did.\n\n\"But every once in a while she'd go back to the others, bringing them\nthings they needed. And she would bring back news. That was their only\nhope--news of a ship which might be looking for them, which might take\nthem home--\"\n\nShe broke off. \"I wonder what the end of the story will be?\" she\nmurmured.\n\nFor some time she had not been using English. She had been speaking in a\nsoft, fluid language unlike anything ever heard on Venus. But now she\nhad stopped speaking entirely.\n\nAfter a slight pause--another voice spoke--in the same melodious, alien\ntongue! It said, \"I think I know the end of the story. I think someone\nhas come for you poor people and is going to take you home.\"\n\nShe gasped--for she realized it had not been her voice. Her artificial\neyes watched, stunned, as the little boy began peeling off a skin-tight,\nflexible baby-faced mask, revealing underneath the face of a little man.\n\n",
    "metadata": {
        "author": [
            "De Courcy, Dorothy",
            "De Courcy, John",
            "Courcy, John de",
            "Courcy, Dorothy de"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/29181/pg29181.txt",
        "name": "foundling_on_venus.json"
    }
}