{
    "name": "Frictional Electricity\nFrom 'The Saturday Evening Post.'",
    "author": [
        "Adeler, Max",
        "Clark, Charles Heber"
    ],
    "body": "Reprinted by permission of the author, Charles Heber Clark, from \"The\nSaturday Evening Post.\"\n\n\nI happened to visit the accident ward of St. Paracelsus' Hospital\nbecause a friend of mine who is interested in the Flower Mission asked\nme to stop there during my afternoon walk and give a few flowers to the\nsufferers.\n\nWhen I had arranged the last half-dozen of the roses in a vase upon\nthe little stand by the bedside of one bruised and battered patient, he\nlooked at me gratefully, and said:\n\n\"Oh, thank you, sir! And would you mind, sir, stopping for a bit of\ntalk? I'm so lonely and miserable.\"\n\nI sat upon the chair by the bed and with my hand smoothed the\ncounterpane, while the patient asked me:\n\n\"Do I really look like a burglar, sir, do you think?\"\n\nI hesitated to reply as I examined his face. It was really covered with\nbandages, but his nose seemed swollen and there were bruises about both\neyes.\n\n\"I don't wonder you don't like to speak your mind when you see me here a\nbroken wreck, smashed all up and not looking a bit like myself, sir. But\nif you would see me well and strong and all fixed up for going to church\nyou'd say right off that I don't favor no burglar in looks.\"\n\nI asked the unfortunate man his name.\n\n\"Mordecai Barnes, sir, and I'm a journeyman plumber, sir, with a good\ncharacter, and don't take no second place in that business with no man.\nHow did I get here? What banged me all up into a shame and a disgrace\nlike this? Well, I'll tell you, sir, if you have the patience to listen,\nfor it does me good to talk who has been used so hard, and can get\nno attention from the nurses or nobody in this here asylum. Do you\nunderstand about frictional electricity, sir? No? I thought not; and\nwell had it been for me, for this shattered hulk that you see a-lying\nhere, if I had never heard of it neither! I'll tell you how it was, sir.\nMy mate, George Watkins, and there ain't no better man nowheres if\nyou go clear round the globe--George Watkins is one of these men with\ninquiring minds, always a-hungering for knowledge, and so George off\nhe goes week after week to the lectures up at the Huxley Institute. You\nknow it; in that yallow building over by Nonpareil Square. And George\noften he told me about the wonderful things he learned there, and among\nothers he was fond of explaining to me about frictional electricity.\n\n\"It seems, sir, for you may not know it any\" more'n I knowed it until\nGeorge explained it to me, that there's three different kinds of\nelectricity. There's the kind you make with a steam engine, and the\nkind you make with acid, and the kind you make with friction. Well, sir,\nwould you believe--or, let me say first, have you ever rubbed a black\ncat on the back in a dark room and seen the sparks fly? Of course, and,\nsir, I know it's almost beyond belief, but, positive, they told George\nWatkins, my mate, up at the Huxley Institute, that them sparks and the\naurora borealis that you see sometimes a-lighting up the heavens is\none and the same thing! Wonderful, isn't it, sir, that Science should\ndiscover that a black cat is some kind of kin to the aurora borealis?\nBut George says that's what they said, for the aurora borealis is caused\nby the earth a-rolling around and rubbing the air just as the sparks is\ncaused by stroking the cat's back.\n\n\"And George he says that this here frictional electricity is the only\nkind that'll cure pain. The steam-engine kind won't do it, and the acid\nkind won't do it, but the frictional kind'll do it every time if you\nonly know how to apply it.\n\n\"Well, sir, now I pass to the sorrerful part of my story. There is a\ngirl named Bella Dougherty that does housework for a man named Muffitt,\nand a mighty nice girl she is; or, I used to think her nice. Maybe you\nknow where Mr. Muffitt lives, on 149th Street, just above Parvin Street,\nthe third house on the left with white shutters.\n\n\"Anyhow, I got to be fond of Bella and often used to set and talk with\nher in the evenings in Mr. Muffitt's kitchen, and maybe have two or\nthree other girls come in sometimes, with a few men; though I never\ncared, sir, for much flocking together at such times, for Bella\nDougherty she was good enough company for me, just her and I by\nourselves.\n\n\"Howsomdever, there was another man that had a kind of fancy for Bella\nDougherty, although in my opinion he isn't fit to wipe her feet on, and\nhis name is William Jones.\n\n\"This yer William Jones used to come intruding around there in Mr.\nMuffitt's kitchen when he wasn't wanted and when he seen that me and\nBella would rather be a-setting there by ourselves. And so, sir, one\nnight, just to kill the time till he'd quit and go, I begun to tell them\nwhat George Watkins said to me about the Huxley Institute and frictional\nelectricity being a sure cure for pain.\n\n\"And William Jones, a-winking at Bella Dougherty, as much as to say,\nsir, that he'd be having the laugh on me, said he had a pain that minute\nin his head from neuralgia and he'd bet me a quarter no frictional\nelectricity would drive it out. I know now what was the matter with the\nhead of William Jones. Not neuralgia, nor nothing of the sort, sir. It\nwas vacuum. My mate, George Watkins, tells me that at the Institute they\nsay that vacuum always produces pain, and that was the only thing the\nmatter with this William Jones I'm a-telling you about.\n\n\"I never take no dare, not from no man of that kind, anyways, sir, so\nI bet him a quarter I'd cure him, and cure him with frictional\nelectricity, too. So he set down on the chair a-laughing and a-winking\nat Bella Dougherty, who set over by the range holding the quarters;\nand I begun to rub William Jones's eye-brows with my two thumbs;\njust gently, but right along just like stroking a cat; keeping it up,\na-rubbing and a-rubbing, until at last I asked him how he felt now; and,\nyou can imagine my supprise, sir, when I seen that William Jones was\nfast asleep! I was skeered at first; but in a minute I seen that I had\nhypnertized him unbeknown to myself, and there set William Jones 's if\nhe was froze stiff.\n\n\"I wa'n't so very sorry, sir, when I found out how things was a-going,\nalthough if I could have seen what was the consequences of this strange\noccurrence I'd 'a' seized my hat and bid Bella Dougherty good-by and\nstarted straight for home.\n\n\"But, sir, of course I acted like a fool, for I'd read in the papers how\na man who hypnertizes another man can make him believe anything and\ndo anything, and so I thought I'd have some fun with William Jones and\nenjoy a lovely, quiet evening with Bella Dougherty.\n\n\"So I says to William Jones:\n\n\"'Now, William, you're a little school-scholar oncet again and you've\nmissed your lesson, and so you just go over there in that corner by the\nchina closet and stand with your face to the wall and say over and over\nyour multiplication table till you know it right.'\n\n\"And so, to the supprise of Bella Dougherty, William Jones went right\nover in the corner, like I told him, and there he stood, saying: 'Six\nsixes is thirty-six, six sevens is forty-two,' and so on, whilst I set\nover with Bella Dougherty peacefully enjoying ourselves just exactly 's\nif William Jones wasn't anywheres about.\n\n\"And so, sir, it went on until Mrs. Muffitt she come down and said to\nBella Dougherty it was time to shut the house up, and then I bid her\ngood-night and told William to go home and go straight to bed, which he\ndid, and a-saying the multiplication table all the way down the street.\nHe would have said it all night, sir, I do believe, if I hadn't ordered\nhim to stop and to begin saying his prayers when I passed him in at his\nfront door.\n\n\"You may believe me, sir, that I had William Jones on my mind all night\nand was a-worrying a little about him too, for fear maybe he'd never\ncome to. So around I goes the first thing in the morning to his\nboarding-house, and his landlady tells me he had been a-saying his\nprayers all mixed up like with the multiplication table ever since he\ncome home the night before. She was a bit troubled about it, sir, as\nyou may imagine, for William Jones was a good boarder and it 'd 'a' been\nmoney out of her pocket if he had lost his mind.\n\n\"So, then, I seen William Jones and knowed at oncet that the\nhypnertizing still had hold of him. Very well; I had no idea how to get\nhim out of it and it didn't hurt him nohow, so I just commanded William\nJones to drop the multiplication table and his prayers and to fix all\nhis intellect in the regular way on plumbing; and William Jones at oncet\ncalmed down and seemed his old self again.\n\n\"Then a wicked thought flashed into my mind. You know how it is\nyourself, sir; you are tempted and you are weak and you fall, and then\nthe first thing you know, to be sure your sin'll find you out and there\nyou are! Here I am, a shattered hulk. It suddenly occurred to me, sir,\nthat if I could control William Jones, why not turn his affections away\nfrom Bella Dougherty, who might take a fancy to him? who knows? women\nare so queer! and direct his thoughts toward my own Aunt Maggie, who is\na middle-aged widder and not so bad-looking, and far too good for such\na man as William Jones, although to speak the plain truth I had no\nobjections to having him for an uncle by marriage.\n\n\"Therefore I did so, sir, and before the week was out I heard that\nWilliam Jones was plumbing in the most supprising manner, plumbing here\nand plumbing there, and paying attentions vigorously, so to speak, to\nAunt Maggie every evening.\n\n\"In the meantime, sir, believe me, I did not lose time in my suit with\nBella Dougherty, who seemed real mad at William Jones when people began\nto talk about his courting Aunt Maggie, so that in less than two weeks,\nwhen Bella Dougherty heard that William Jones and Aunt Maggie had agreed\nto marry, I got Bella Dougherty about as good as to say, although she\nnever quite said it square, that she would have me.\n\n\"I never knowed how it happened, sir, whether somebody waked William\nJones up or he just come to by himself, but, sir, anyhow, William Jones\nabout that time dropped hypner-tism and was himself again. Imagine, sir,\nhow things stood! There never was a man as mad as William Jones; mad\nwith me, and mad with Aunt Maggie, to whom he sent a cruel message that\nhe wa'n't marrying no grandmas, and that made Aunt Maggie mad; and then\nWilliam Jones sat down and wrote me a letter to the general effect that\nwhenever he met me my course in this life would be short.\n\n\"Naturally, sir, as you may believe, I kept out of William Jones's way,\nfor I am not fond of quarreling, and besides, William Jones is forty\npounds heavier, sir, than I am.\n\n\"But one night while I was setting in the kitchen at Muffitt's, having\nsome uplifting conversation with Bella Dougherty, there was a sudden\nknock on the side door, and up she jumps, pale and skeered, and says:\n'I do believe that is William Jones. He said he might call, maybe, this\nevening!' So, of course, as I never hunt trouble, I raised the window\nsash over by the kitchen table at the back and went out just as William\nJones come in the side door. He kept the door open a-watching for me,\nand so as I couldn't get to the gate I climbed over the high fence into\nthe next yard.\n\n\"I ought to have gone right home, sir, without stopping, but I hated to\nleave William Jones there with Bella Dougherty, and me just driven out;\nso, as it was raining hard and I had on my Sunday suit, what does I\ndo but try the latch on the kitchen door of the house next to Mr.\nMuffitt's, and finding the door opened, in I walked and set down in a\nchair to await what was going to happen. That was a bad job for me, sir!\nIt isn't safe to take one false step.\n\n\"For the next minute the inside door from the dining-room springs open\nand a man jumps out and grabs me and says: 'I've got thee at last, have\nI!' He was a Quaker, sir; a big man and with a grip like iron. I never\nknowed a man with a grip like that. Did you ever, sir, have your fingers\nin the crack of a door and somebody a-leaning hard on the door? That was\nthe way this Quaker held me. Then he calls out 'Amelia! Amelia!' and in\na minute a sweet old Quaker lady comes out with a candle, and he says to\nher: I've caught that burglar, Amelia; thee get the clothes line.'\"\n\n\"So the lady she gets the clothes line and that man he ties my hands and\nmy arms behind my back, good and tight, and then he made me set down\nand he ties me to the chair, and at last he gives the rope two or three\nturns around the leg of the kitchen table and says to me: 'Friend, thee\ncan just set there while I go to get an officer!' Gave me no chance to\nexplain. Took it all for granted; whereas if he would have listened to\nme I could have cleared up the whole mystery in two minutes.\n\n\"So then, sir, out he goes for a policeman, and the old lady sets down\nin a chair not far from me and said she was sorry I was so wicked and\nasked me about my mother, and if I ever went to First-Day school, and\na whole lot of things. Then a thought seemed to strike her and she went\ninto the next room and came back with a book in her hand, and she said\nshe would read a good book to me while we waited for justice to take its\ncourse.\n\n\"She was lovely to look at, sir, with her tidy brown frock and the crape\nhandkerchief folded acrost her bosom and her cap and the smile on her\nface; a sweet face, sir; an angel face; yes, sir, but sweet faces often\nhas cruel dispositions behind them. For then she told me that the book\nwas called Barclay's Apology for the People called Quakers, or something\nlike that, and she begun to read it to me.\n\n\"Have you ever read that book, sir? It is dedicated, I think, to Charles\nthe Second, and it begins with Fifteen Propositions, and she read every\none of them Propositions from first to last. Then she turned to the\nsection, sir, about Salutations and Recreations, and she read and read\nand read until, sir, actually it made my head swim.\n\n\"Do you know, sir, is Barclay still alive--the man who wrote that book?\nIs there no way of getting even with him?\n\n\"I couldn't get away. I might have walked out somehow with the chair\nfastened to me; but I couldn't go, could I, sir, with the table tied to\nmy leg, and particularly if I had to climb the fence? So I had to set\nthere and be regarded as a burglar.\n\n\"But at last I _would_ be heard, and I told her I was no burglar but an\ninnercent man; and then she looked in the index to find if Barclay had\nanything interesting to say about the wickedness of telling falsehoods.\nAnd then I said I was a member of the Baptist Society, and she said at\nonce she would read Barclay on the errors of that sect; but I insisted\non being heard, and I explained to her that I got into this trouble by\ntrying to cure William Jones by frictional electricity, and she said:\n'Thee has an ingenious and fruitful mind to invent such a story. Oh,\nthat it had been turned to better devices than following a life of\nevil!'\n\n\"'And it seems hard, too,' I said, 'that a perfectly respectable Baptist\nplumber should be arrested as a burglar simply because he tried to\nrelieve the pain of William Jones by a scientific method invented by the\nHuxley Institute.'\n\n\"Where is thy friend William Jones?' she asked.\n\n\"Do you know, sir, at that very moment you could hear through the\npartition William Jones and Bella Dougherty laughing next door! It\nseemed like mockery to me, a-setting there in chains, so to speak.\n\n\"'He is next door, ma'am,' I said, 'a-courting the hired girl.'\n\n\"'I will prove if thee is telling the truth,' she said, and she got up\nand moved toward the door.\n\n\"'No, ma'am, no!' I said; 'please don't do that! William mustn't know\nthat I am here'; and so she comes back and sets down again, and picks up\nBarclay, and looks sorrerful at me, and says:\n\n\"'It is wicked for thee to have such vain imaginations. Why does thee\npersist in pretending that there is a William Jones?' And then she\nstarted to look through Barclay to find if he had anything that would\nfit the William Jones part of the case.\n\n\"What could I do? I daresn't call in William Jones to prove my\ninnercence; he was mad all over at me and a bigger man, too, and here\nI was tied; and I couldn't call Bella Dougherty without William Jones\nknowing it. It was hard, sir, for a man as innercent as a little babe\nto set there with that sweet and smooth old lady considering him a\nshameless story-teller and firing Barclay at him, now wasn't it,\nsir? Would you have called William Jones, sir, under them there\ncircumstances, and his laughter and Bella Dougherty's still a-resounding\nthrough the partition?\n\n\"Well, sir, that policeman was a long time a-coming with the old Quaker.\nI never knowed why; but Friend Amelia she set down again and turned over\nthe leaves of Barclay and begun oncet more to read about Salutations and\nRecreations while, strange as it may seem to you, sir, I felt that I'd\nrather see the policeman and be locked up in a dungeon than to hear more\nof it.\n\n\"But, howsomdever, after a while in comes the Quaker and the officer\nwith him, and the very first minute the officer seen me he says:\n\n\"'I reckernize him as an old offender.'\n\n\"'No you don't!' says I; 'I'm no old offender nor a young offender. I'm\na perfeckly honest Baptist plumber, and I kin prove it, too.'\n\n\"'How kin you prove it?' says the officer.\n\n\"'By William Jones,' says I, 'who is a-setting in that kitchen right\nnext door, a-wooing the hired girl.'\n\n\"I was bold about it, sir, because I knowed William Jones daresn't\nstrike at me while the officer was there.\n\n\"'We'll see about that,' says the officer, and in he goes to Mr.\nMuffitt's yard next door and comes back with William Jones. I have no\nuse for a man like William Jones. What do you think he does, sir? Why,\nhe looks me over, from head to foot, in a blank sort of a way, and then,\nturning to the policeman, he says: 'I don't know the man, officer; never\nseen him before'; then that low-down plumber walks out and leaves me\nthere and goes back, and in a minute I hear him and Bella Dougherty\na-laughing worse than ever.\n\n\"'I thought not,' says the officer, slipping the handcuffs on me, 'and\nso now you come right along.' And Friend Amelia looked mournful at me\nand says to me she would come around regular and read Barclay to me in\nmy cell after I was convicted.\n\n\"And so, sir, to make a long story short, I was took up before the\nmagistrate and held for burglary, and my mate, George Watkins, went my\nbail and so I was let go.\n\n\"I might stop here, sir, but I must tell you that the following Thursday\nI met William Jones up a kind of a blind alley where I was working,\nwhile he was working in a house on the opposite side. He had me in a\ncorner where there was no chance to run, so I put on a bold face and\nwent right up to him and says:\n\n\"'William, there's been some differences betwixt us, but I'm not the man\nto bear grudges and I forgive you.\"\n\n\"'What's that?' says he, savage.\n\n\"'Why,' says I, 'the whole thing is just one of them unpleasant\nmisunderstandings'; and then I started to explain to him about the\nHuxley Institute theory of frictional electricity and the aurora\nborealis.\n\n\"I can't tell what he said, sir, in reply, with reference to the aurora\nborealis, because I'm a decent man and never use no low language; but\nsuddenly he jumped on me, and the first thing I knowed I was being\nlifted in the ambulance and fetched to this yer hospital. Was it right,\nsir, do you think, for William Jones to strike me foul, like that, while\nI was trying to state my case to him? No, sir. But that's not the worst\nof it. Last Tuesday word came to me that Bella Dougherty had throwed\nme over and is going to marry William Jones on Decoration Day! Think\nof that, sir!\" and Mordecai Barnes turned his head upon his pillow and\nmoaned.\n\nTurning again toward me, he was about to resume his statement, when\nsuddenly he exclaimed: \"Why, there's Aunt Maggie.\"\n\nA woman of fifty years, nicely clad, came to the bedside and said to him\ncoldly:\n\n\"Is that you, Mordecai Barnes?\"\n\n\"Yes, Aunt Maggie.\"\n\n\"I'm ashamed of you, Mordecai Barnes,\" said she; \"ashamed of you. It\nserved you right. You got just what was comin' to you. I wish William\nhad banged you worse.\"\n\nMordecai Barnes groaned.\n\n\"And more than that,\" continued Aunt Maggie, glaring at him through her\nspectacles, \"I've torn up my old will which named you my sole heir and\nmade a new one and left all my property to this yer very hospital.\"\n\nWith these words Aunt Maggie walked away and left the room.\n\nMordecai Barnes could not speak for a few minutes. He looked as if death\nwould be welcome. Then, pulling the bedclothes up under his chin and\nclosing his eyes wearily, he said:\n\n\"Curse the day, say I, when George Watkins first went to the Huxley\nInstitute and heard about frictional electricity.\"",
    "metadata": {
        "author": [
            "Adeler, Max",
            "Clark, Charles Heber"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/23179/pg23179.txt",
        "name": "frictional_electricity_from_the_saturday_evening_p.json"
    }
}