{
    "name": "Fugue",
    "author": [
        "Lesser, Milt",
        "Thames, C. H.",
        "Chase, Adam",
        "Marlowe, Stephen",
        "Granger, Darius John",
        "Wilder, Stephen",
        "Lesser, Milton",
        "Ridgway, Jason"
    ],
    "body": "_The Space Ark left its home planet, Urth, two thousand years ago\nCanopus IV time, arriving here in the Canopus System some five\nhundred years later. That is all we know for certain; the rest is mere\nconjecture._\n\n_Two salient features of the Space Ark's unique social institutions\nstand out above the myth and fairytale of our ancestors, however. The\nfirst is the fabled story of the Mutant-makers, and when one studies\nthe conditions surrounding this phenomenon, the fabled story becomes\ncold scientific fact. On a giant balanced-terrarium of a ship which\nwas largely automatic, seemingly isolated forever in the vastnesses of\ninterstellar space, our ancestors lacked even a modicum of external\nchallenge. They thus had to create their own artificial stimuli or face\nan inevitable retreat down the ladder of decadence to barbarism. It\nappears that for a time they went too far: they created mutants. These\nin turn gave rise to a rigid caste-system on the Ark, a system which\nafforded an extreme in internal challenges and responses._\n\n_The second salient feature of the Space Ark's social institutions\nwas its favoring of the biolo-mental sciences over the chemi-physical\nsciences. This, again, proves to be an inevitable by-product of\nthe Space Ark's static environment. No physical world existed:\nphysics became a useless dogma, a meaningless jumble of terms\nwhich bore no semantic relation to the world-at-large. On the\nother hand, the Space Ark was a universe of introversion. The\nbiolo-mental sciences leaped ahead of what had developed into a\nsomething-less-than-static-civilization. This, as we have seen, gave\nrise to the Mutant-makers. But on a constructive level, it fostered\nthe growth of a new science of psychology, vastly superior to the old\nUrth science, and, some suspect, considerably more refined than our\nown mental sciences. A particular manifestation of this lost science\nwas the ability to project tri-dimensional images of dreams, to record\nthem while the conscious mind slumbered, to play them back later and to\ninterpret them unerringly...._\n\n--_Andoos-Rob't_, A Short History of the Abortive Social Institutions\nof the Urth-Canopus Space Ark, _Introduction_.\n\n\n\nKer-jon awoke suddenly, sitting bolt-upright in bed. It was\ncool--night-period temperatures always were--but fine droplets of\nperspiration dotted Ker-jon's forehead and dark sweat-stains discolored\nthe armpits of his sleeping robe.\n\nOver and over, one thought twisted through his mind; he was not\na mutant; he was one-hundred percent normal _homo sapiens_ and a\nbio-technician on the hydroponics staff at that. Yet--why did he always\ndream the same dream of a big hairless Ker-jon, his bald, shining dome\ntopped with the three ridges of flesh which had manifested themselves\nin a series of mutations during the generation of his birth? Why did\nthat dream always follow the same path....\n\nHe chuckled in spite of himself. The psych-technicians might yield\nthe answer this time. He removed the electrodes from his temples,\nsnapped the recorder off, rewound the dream-tape. Yes, he'd let the\npsycho-techs play with it in the morning, despite Cluny-ann's warning.\n\nWhen the morning gong sounded, Ker-jon crept softly from his room. His\nway would lead past the quarters of the female bio-technicians, and he\nhoped to avoid a meeting with Cluny-ann. But the slim, fair-haired maid\nknew of his appointment with the psych-tech, and she had other ideas.\nKer-jon barely got past the portal to the female quarters when its door\nslid into the wall with a faintly audible hiss. Arms akimbo, Cluny-ann\nstood there facing him, the crown of her head hardly reaching his chin.\n\n\"Good morning, Ker-jon,\" she greeted him coolly.\n\n\"Please, I'm busy.\"\n\n\"I only wanted to see you for a moment, Ker-jon; just a moment, that's\nall. Will you take breakfast with me?\"\n\n\"No. I said I have an appointment.\"\n\n\"You're always rushing around like the enzymes we feed into the\n'ponic-vats. I'm sure your appointment will keep. I'm also sure it is\nunwise, this appointment.\"\n\nKer-jon prayed silently that she wouldn't part her lips invitingly for\na kiss, because then indeed he might decide to forego his appointment\nwith the psych-tech. Apparently, that did not enter Cluny-ann's mind.\nShe merely walked out into the corridor, hands still on hips, blocking\nhis path.\n\n\"Tomorrow we try to smash the Mutant-makers,\" she told him. \"But today\nyou must carry your dream with you and have it interpreted. Won't it\nkeep? If something lurks in that dream which holds the key to our\nplans--_poof!_ No more plans. Stay, Ker-jon.\"\n\nGently but firmly, he pushed her out of the way, smiled for a moment\nwhen she struggled futilely against the muscles of his good right arm.\nHe said, as he went on down the corridor, \"We can take lunch together.\nI'll feel more like eating after this nightmare is explained, anyway.\"\n\n\n\nThe psych-tech, Ab'nath-Jawg, wore an immaculate white smock over\nhis scrawny frame, a pair of spectacles over his big, watery eyes.\nKer-jon saw no reason for the white smock; perhaps tradition said all\npsych-techs were to wear white smocks, and that was that.\n\n\"Ker-jon,\" Ab'nath mumbled, looking at his records, \"bio-tech first\nclass, non-mutant, no mutations in the family line. Right?\"\n\nKer-jon nodded.\n\n\"Your request for a visit says you've been having a dream which has\nrecurred frequently. An unpleasant dream?\"\n\n\"Ummmm, no; not in itself. But I think--\"\n\n\"That somehow its implications are unpleasant for you--is that it? Yes?\nI see. May I have the tape, please?\"\n\nWordless, Ker-jon handed him the little spool, waited while the\npsych-tech snapped it into place in a small projecting machine. After\nthat, Ab'nath flicked a switch, and the lights in the little room\ndimmed.\n\nIn the center of the room stood a large transparent cube, as long in\neach of its three dimensions as a tall man. Within it now, lights\npulsed, flashed, coalesced. Then they settled back, playing only at the\ncorners, waiting.\n\nKer-jon held his breath. A tri-dimensional, full color replica of his\ndream filled the cube.\n\nThere was Ker-jon, but a hairless, three-ridged-mutant Ker-jon,\nand there in the crook of his left arm a slim blonde girl who\ncould have been Cluny-ann, except that she too bore the marks of\na mutant--different strain this time, with delicate silver scales\ncovering parts of her fair body. Under a large bell-jar in the\nforeground, a compact black machine hummed shrilly, a light above its\nsquat main body flashing on and off, on and off.\n\nThe queerest part of the dream was its background. Great concentric\ncircles of color closed in on the bell-jar, broad bands of green, blue,\nred, orange, yellow. When first he'd had the dream, Ker-jon thought\nthe circles emanated from the bell-jar, but clearly, this was not so.\nRather, the bands of color surrounded it, almost as if they somehow\nattempted to crush it.\n\nThe dream Ker-jon did not think they could. He balled his right fist\nand struck down once, savagely, at the glass. It broke, but the machine\nhummed on and on. Ker-jon shrank back in horror, with a feeling of\nhelplessness.\n\nAnd that was all. Back to the cube came its flashing lights.\n\nAb'nath-Jawg scratched his balding head. \"A very odd dream,\" he\nadmitted. \"Do you know the girl?\"\n\n\"She is Cluny-ann, my betrothed.\"\n\n\"A mutant?\" demanded the psych-tech.\n\n\"No. But then, neither am I.\"\n\n\"Yet you both look like mutants in the dream. Interesting.\"\n\nKer-jon frowned. \"I didn't come here to show you something interesting;\nI came to have the dream explained. Last night was the sixth time. The\nsame pattern, no change.\"\n\n\"Relax, my friend. These things take time. Strange, we don't understand\nthe radio with which we communicate between sections of our Ark, but\nhistories will tell you that both radio and dream-machine function on\nthe same principle. I don't understand radio; I can only guess, but the\ndream-machine I know. The recorder is stimulated by electro-magnetic\nwaves from the cerebrus when you dream. The projector takes these\nvibrations and reproduces the dream itself. A to B, back to A again.\nSimple.\"\n\nKer-jon shook his head wearily. \"I didn't come for that, either. I know\nthe theory--\"\n\n\"Patience! Will you have patience? I will submit the record to a staff\nmeeting of psych-techs this afternoon, and we'll have an interpretation\nready for you tomorrow.\"\n\n\"Tomorrow! Tomorrow might be too late.\"\n\n\"That's ridiculous, Ker-jon. Even if the dream manifests itself again\ntonight, so what? Tomorrow is soon enough.\"\n\nKer-jon shook his head sadly, took his leave. He couldn't tell the\npsych-tech that tomorrow might be too late because by then his\nfellow-conspirators would be floundering in rebellion. It all depended\non him, of course: he had access to the master controls in the 'ponics\nroom. Few people did, and certainly no mutants. Ker-jon, then; but\nKer-jon had a dream which bothered him, which awakened him, sweating\nand afraid, in the middle of the night....\n\n\n\nNight-period. Dull blue lights casting eerie shadows in a little-used\nback room of the library. And six men who wove their plans for a\n_coup-d'Ark_ when morning came.\n\nKer-jon sat on the floor with Cluny-ann, squatting near the dusty\nstacks which held the un-used physical science books. Not a volume here\nhad been disturbed for perhaps a score of years--perhaps more. Why\nstudy the physical sciences when there was no real physical world with\nwhich to correlate your findings? Why study them when your universe was\nbounded with walls of glistening beryl-steel?\n\nCluny-ann sat near Ker-jon, but she kept her back to him, angrily.\nShe'd hardly spoken a word since he returned from the psych-tech's\noffice, and lunch had been a sorry social failure.\n\nNow Flam-harol got up, paced back and forth for a time, the dome of his\nthree-ridged head gleaming under the blue lights. He licked his lips,\nfingered for a moment the central flesh-ridge atop his skull. Then he\nspoke in his deep, booming voice. \"I can't help it if I'm nervous; we\nmutants have waited long and long for this--\"\n\nA chorus of \"ayes\" seconded that, and Flam-harol went on. \"We can\nafford no mistakes. We do or we die--tomorrow. One slip--just\none--could be fatal. But in the end, if all goes well, we'll smash the\nMutant-making machinery, we'll smash the rule of the Mutant-maker. I\ndon't have to tell you what that means. Whither we came from, that\ndoesn't matter. A world called Urth, but I cannot picture Urth--a huge\nworld a hundred times or more larger than the Ark, a world where you\nlive on the outside, not on the inside.\n\n\"I cannot picture it, and so I won't try. But this I can picture. A\nhundred years ago, they started making mutants, to satisfy a warped\ncraving for superiority. Half the people on the Ark now are mutants.\nRidge-head, scaled, toe-less--what's the difference? Mutants all,\nliving in the worst quarters, relegated to inferior positions, scorned,\nridiculed....\n\n\"Tomorrow, we end it; by evening, no more. Equality on the Ark, yes,\nbut that's not of primary importance. We will destroy the machinery\nwhich can make mutants. No fresh variants will arise, and that is more\nimportant. Now, your plans.\"\n\nAnother ridge-head stood up. \"At ten hours, twelve minutes, my men take\nthe astro-room.\"\n\nA chunky mutant with scales covering his chest: \"We converge, along\nwith Flam-harol's squad, on the armory. Also at ten hours, twelve\nminutes.\"\n\nSecond scaled mutant: \"The Mutant-maker's quarters. We take the reins\nof government at ten hours, thirty five minutes.\"\n\nLithely, Cluny-ann got to her feet. \"The Chamber of Change, at ten\nhours, forty minutes. I lead my women there, and it is hoped that with\nso much confusion elsewhere, we'll be able to destroy the machinery.\nBut--\"\n\n\"But what?\" Flam-harol said. \"We appreciate the aid of you\nnon-mutants. Yet if you have any doubts--\"\n\n\"It's not that,\" Cluny-ann told him. \"I don't think our revolution will\nbe enough; that's all.\"\n\n\"What more is there?\"\n\n\"I don't know! If I knew, that would be different. I suspect that the\nwhole thing may start over again before we know it.\"\n\nFlam-harol shook his head. \"I don't understand.\"\n\n\"Well, something like this. We're seeking to destroy effects, not\ncauses. Whatever the causes are, we should root them out first.\"\n\n\"The Mutant-maker and his government are the cause.\"\n\n\"No. I mean deeper than that. I mean--oh, I don't know! But something\nhovers in the background; I can feel it. A cause, a deepseated cause\napart from any mutant-non-mutant bickering....\"\n\nKer-jon stood up, smiling. \"Don't mind her,\" he said. \"Cluny-ann isn't\nhappy unless she can worry, I think. Now, my job is this: at ten hours\nI lock myself in control in the 'ponics room, and if necessary, we can\nhold that as a sword over any ornery heads. I'll be ready to cut off\nthe air-supply to any section of the Ark that needs such treatment,\nFlam-harol.\"\n\nThe big ridge-head nodded. \"That appears to be it, then. Till tomorrow,\nwhen I hope to meet you all again at noon....\"\n\n\n\n\n                                   2\n\n\nKer-jon felt very refreshed when he awoke. The dream had failed\nto appear; consequently, he slept well. He wondered idly if the\npsych-tech, Ab'nath, had decided anything yet. Actually, Ker-jon now\nregarded his visit to the psych-tech's office as a little on the\nimpulsive side. He knew how the technicians worked, should thus have\nexpected at least a twenty-four hour delay. Still, just depositing the\nspool with the psych-tech had relieved him considerably, and surely no\nharm could come of it.\n\nHe showered, shaved, glanced at the wall-chronometer. Nine. One to go--\n\nSo--in just three hours--it all would be over. By then they'd have\ngained control of the ship, or their martyred corpses would start on\ntheir eternal flight through space. If a third alternative presented\nitself, Ker-jon failed to consider it.\n\nHe heaped his plate with succulent synthetics in the crowded dining\nroom, then decided he didn't feel much like eating. Once he caught\na glimpse of Cluny-ann, but she sat far across the room, in earnest\nconversation with three tall strong women who probably were her squad\nleaders.\n\nNine forty-five....\n\nKer-jon crossed to the cashier's window, gave the woman mutant a\nsix-credit slip, pocketed his change, left the dining room. He knew of\nno other way to kill time. He'd waited at the cashier's window, picking\nat his teeth, striking up meaningless conversation with the woman. Not\naccustomed to talk with a non-mutant, she'd been awkward. Now he still\nhad fifteen minutes, and the way he felt, it would seem like hours.\n\nHe strode rapidly down the corridor, past the door to the astro-room.\nNothing there, not yet. Too early.\n\nHe reached the ramp which led to 'ponics. Two men lolled there,\ninsolently. Green-uniformed men--police. Why?\n\nKer-jon's palms were clammy when he reached them, but he tried to walk\nbetween them indifferently. They came together, barring his way. They\ndidn't say a word.\n\n\"I'm on duty in 'ponics in ten minutes,\" Ker-jon told them.\n\n\"That's interesting,\" one said.\n\n\"Are you looking for anyone in particular?\"\n\n\"Yes.\"\n\n\"Well, will you let me through?\"\n\n\"That depends.\"\n\n\"On what?\"\n\n\"On whether you're the guy we're looking for or not.\"\n\n\"Nine minutes,\" Ker-jon said; \"it's important that I'm on time.\"\n\n\"Have you got a name, friend?\"\n\n\"Bio-tech first class Ker-jon, hydroponics division.\"\n\n\"Ker-jon, eh? Come with us.\"\n\nOne policeman eased a needle-gun from his belt, the other wrapped a big\nhand around Ker-jon's elbow. \"Come on.\"\n\n\"What did I do?\"\n\n\"Don't ask me. This is just a job, but I'm sure they'll let you know.\"\nThe man was snickering.\n\nKer-jon pulled his arm free. \"Well, you tell me where to report; I'll\ngo later.\"\n\n\"You promise?\" said the man with the gun, smiling vapidly.\n\n\"Yes.\"\n\n\"That's good! He promises. Come on now!\"\n\nKer-jon grunted, relaxed. The man's gun-hand wavered, only for a\nmoment, but it was enough. Ker-jon swung his right fist up and felt\nhis knuckles bruise against the man's jaw. Without waiting to see the\neffects, he darted for the 'ponics door and inserted his key.\n\nSomething crashed against his legs, behind the knees, and he stumbled\nagainst the door, striking his head sharply. When he came away he found\nhimself reeling dizzily on hands and knees. The man who had tackled him\nscrambled off the floor first, waited while Ker-jon clambered half-way\nup. A heavy boot exploded against his face, then seemed to explode\nall over again inside his skull. He fell flat on his stomach, hands\nclawing at the floor feebly.\n\n\n\nHe got up groggily, felt the caked blood stiffening the skin of his\nface. His wrist-chronometer's dial marked off eleven hours and thirty\nminutes!\n\nA withered old albino man peered at him anxiously, his face as white as\nthe fungi which sometimes grow, if you are not careful, in the 'ponics\nroom. His pink eyes blinked often against the strong day-period light.\nKer-jon couldn't guess his age--eighty, perhaps.\n\n\"I see you're awake.\"\n\n\"Who the hell are you?\"\n\n\"A counter-revolutionary, young man.\"\n\n\"What?\"\n\n\"Don't be surprised; don't think your little revolution was such\na closely-guarded secret that no one knew about it. For one, the\nMutant-maker knew. The revolution was an abortive failure, I am sorry\nto say.\"\n\nKer-jon looked at him dully. \"What happened?\"\n\n\"Nothing much. The Mutant-maker had his forces deployed all along the\nline. Flam-harol didn't have a chance. Twenty-four mutants were killed,\nand eighteen women. Another two-score injured.\"\n\n\"Cluny-ann?\"\n\n\"Who? Oh yes, the leader of the women. She's all right, I think. But\nshe said something about tearing you apart limb from limb if she\nfound you. It seems you weren't where you should have been, and for\nthat as much as anything else the revolution backfired. It seems you\ndisappeared.\" The old man chuckled softly.\n\n\"The police took me. So many dead....\"\n\n\"Police--no! Police uniforms, but counter-revolutionaries, I assure\nyou. Thanks to psych-tech Ab'nath, we got to you in time. Probably, the\nrevolution would have failed either way, but more pointless carnage\nwould have resulted.\"\n\n\"Damn you!\" Ker-jon said bitterly. \"You stand there yapping about what\nmight or might not have happened. Forty days of planning went into that\nrevolution, and all the dreams and hopes of so many mutants--\"\n\nThe albino blinked. \"Ah yes, forty days. Do you know how old I am,\nKer-jon? I'm eighty-seven. I was one of the earlier mutants, and I've\nstood this thing a long time. I didn't want any scatterbrained scheme\nto knock the legs out from under a plan which is calculated to do more\nthan you dream. How old are you, Ker-jon?\"\n\n\"Twenty-four.\"\n\n\"Just a baby, and--\"\n\n\"Go to hell,\" said Ker-jon, rising. \"I'm going to find Cluny-ann. Maybe\nwe can salvage something. Maybe--\"\n\n\"Sit down, will you?\" The two uniformed men came in, swaggering. One\nmotioned Ker-jon back into a chair with his needle-gun, and Ker-jon sat\ndown. The other said: \"I'm sorry we had to hit you. But you fought, and\nyou didn't give us any choice.\"\n\nWearily, Ker-jon turned to the old man. \"Just where do you fit in? Are\nyou working for the Mutant-maker?\"\n\n\"I said we are counter-revolutionaries. We stood opposed to your plans,\nbecause you favored the wrong fight, at the wrong time, with the wrong\npeople. Simple?\" He chuckled again, a very irritating sound. \"No, I\nsuppose not. Perhaps psych-tech Ab'nath can help explain. Will someone\ncall him?\"\n\n\n\nThe little balding man with the watery eyes entered the room. \"I'm\nhere,\" he said. \"Ah, I see you have Ker-jon,\" he smiled, handed a sheet\nof paper to the prisoner. \"Here, you might be interested in this.\"\n\nKer-jon scanned it rapidly. Yesterday, yes, he'd have been interested.\nBut not today--too much had happened since then.\n\n_Subjects: Bio-technician first class Ker-jon, hydroponics division._\n\n_Dream: (An objective description of the recurrent dream.)_\n\n_Conclusions: a) Both Ker-jon and his betrothed, Cluny-ann, appear as\nmutants in the dream-sequence. Four votes for an unstable, neurotic\npersonality; eleven for obvious feelings of sympathy with the mutants;\none abstention. Alternative two is thus a logical certainty._\n\n_b) The bell-jar machinery is a meaningless bit of gadgetry which\ndefies analysis. Sixteen votes for symbolic representation of the\nMutant-making machinery, esoteric and unknown to all technicians save\nthe bio-techs, mutant-making division. Conclusion a logical certainty._\n\n_c) Ker-jon destroys the bell-jar with brute force. Five votes for\nan un-neurotic personality's desired destruction of a major social\ninstitution. Eleven for uneasiness and a rigid anxiety concerning\nthe revolution, for subconscious doubts on Ker-jon's part that a\nfrontal assault against the Mutant-maker will solve the Ark's problem.\nAlternative two a logical certainty._\n\n_d) The warped prismatic effect in the background is crucial. The\nred-orange-yellow-green-blue-indigo-violet of the spectrum is replaced\nby green-blue-red-orange-yellow, with indigo and violet out of the\nsequence entirely. Three votes for mistaken knowledge concerning the\n\"rainbow\" of the ancients, and for no other significance; three votes\nfor a representation of star-colors (note that indigo and violet,\nnot visible in any stellar object seen through the astro-port, are\nentirely lacking)--three votes for a representation of star-colors for\nthe subject's desire to associate himself with the stars, hence with\nthe void of space, hence with death; four abstentions; five for an\nimmersed subconscious conviction that our knowledge of the \"Rainbow\"\nand hence of the physical sciences is lacking, and that this lack\nof knowledge may be crucial to the entire problem. No alternative a\nlogical certainty, and while the conclusion is indeterminate, the\nfinal alternative is preferred...._\n\n_Comments: Faced with violent action which his subconscious mind\nrefused to accept as a satisfactory answer, Ker-jon also was confronted\nby a recurrent dream fostered by that subconscious rejection. Ker-jon's\nsubconscious recognized the pending revolution as (1) a displacement in\nthe order of events, a striving to conquer effects rather than causes\nand to leave the whole solution indeterminate, and (2) an inadequate\ncourse of action directed in a frontal assault against the most obvious\neffect of the hinted-at ailments which afflict the Ark._\n\n_Solution: Not determined, because conclusion (d) remains inconclusive.\n(Once he understands his own problems, Ker-jon should be a great help\nto the counter-revolutionaries--Ab'nath.)_\n\n\"You see,\" Ab'nath said, taking the slip of paper back from Ker-jon,\n\"your subconscious mind couldn't accept the pending revolution. It felt\nsomething was lacking. In that sense, then, your dream was a flight\nfrom reality, a fugue. But it had a constructive aspect as well. It--\"\n\n\"I know,\" Ker-jon scoffed. \"Sure. You take one small, insignificant\npart of the dream, and because it ties in with your own theories, you\nblow it up out of all proportion.\"\n\nThe psych-tech shrugged. \"Just how did you know the real order of the\nspectrum, anyway?\"\n\n\"I didn't know that I knew it! When I was a child I read a book on the\nphysical sciences, just to be contrary, I guess.\"\n\n\"Evidently, the knowledge remained in your subconscious, and--\"\n\n\"So what? You have a vague notion about a deficiency, that's all. So\nyou destroy a budding revolt which could have restored equality to the\nArk....\"\n\n\n\nAll this time, the old albino man had been listening silently. Now he\nsaid: \"The revolution was doomed to failure, Ker-jon; don't you see\nthat? Even if it achieved its aim, what would have happened then? We\nlive in a static environment, with no external challenges to keep our\nculture going. If you won, the mutants would have taken over; tyranny\nwould have exchanged hands, that's all. I'm a mutant myself, but I say\nthis: if you had succeeded, the mutants would have treated non-mutants,\nin time, in the same manner the non-mutants treat them. Merely a\nreversal of roles. Would you have wanted that?\"\n\n\"No, but--\"\n\n\"Wait; let me finish. We have a tremendous external challenge, only\nwe fail to see it. What is the Ark, Ker-jon? An artificial world,\na manufactured environment. A vessel taking us from someplace to\nsomeplace else. Do you know where we came from?\"\n\n\"Urth--\"\n\n\"Yes, but what is Urth? We don't know. It's in the old books, but no\none reads them. And where are we going? Even I don't know that, and I\nhave tried to find out. The books are not indexed, and it might take\none man years to find out. Working together, a group of men could\nshorten that time to months.\n\n\"Further, what is the void of space outside? Mere blackness, or--I\ndon't know. And the stars, the little pin-points of light we see, what\nabout them? Are they worlds? Was Urth a star; do we now travel towards\nanother one? Again, I don't know. But we can find out. There is our\nchallenge, Ker-jon. There is the stimulus which can unite the Ark and\nput a permanent stop to internal squabbles. Are you blind to that?\"\n\n\"I'm not blind to anything, old man! All I know is this: the\nrevolutionaries are confined. Maybe they await death--thanks to you. I\nalso know that more men and women each day are exposed forcibly in the\nChamber of Change--which means that a new generation of mutants will\nbe born. Any challenge on a purely abstract level sounds awful silly,\nridiculously unimportant, pedantically trivial.... Umm-mm, never mind.\nYou just don't understand.\"\n\n\"Wait,\" said the albino. \"A compromise, Ker-jon. If you can rescue your\nfellows, what then?\"\n\n\"You want an honest answer? I think I'd still hate you and what you\nstand for, a tired old man with old, meaningless ideas--\"\n\n\"Can you rescue your friends alone?\"\n\n\"I don't know; I can try.\"\n\n\"And wind up wherever they are, awaiting death with them?\"\n\n\"I said I can try.\"\n\n\"Well, if you had help--let us say, if my two 'policemen' cooperated,\nyou might pull the whole thing off by trickery, don't you think, with\nno bloodshed at all?\"\n\n\"It's possible,\" Ker-jon admitted.\n\n\"A bargain. We'll help you, but then you must help us. Flam-harol is\nthe revolutionary leader, but you carry almost as much weight with the\nrevolutionaries as he does. Very well, if you rescue your people, if\nthe Ark falls into your hands, will you then cooperate with us?\"\n\n\"Why the hell didn't you offer that _before_ the revolution? All this\nwouldn't have happened.\"\n\nThe albino smiled. \"You'd have laughed at us, even as you're probably\nlaughing to yourself now. But in this case we have something concrete\nto offer. Is it a bargain?\"\n\n\"Sure,\" Ker-jon said wearily. \"We need you now. It's a bargain.\"\n\n\n\n\n                                   3\n\n\nThe rescue proved so incredibly simple that Ker-jon almost couldn't\nbelieve his senses. With his two uniformed companions he made his way\ndown the length of the Ark and deep within its bowels, almost to where\nthe unknown engines which propelled them through space thundered and\nroared and pounded within their casings. Here in a deserted storeroom\nthe prisoners were kept. And Ker-jon's uniformed companions walked\nright in, just like that, unquestioned by the guards who stood watch in\nthe corridor.\n\nThe fight was brief. Unleashed, the prisoners swarmed all over their\nguards, killing them quite expertly, and quite ruthlessly. No time for\nan alarm, and the engines drowned all sounds of combat. Towards the\nend, Ker-jon had to turn away. What the mutants did to their captors\nwasn't pretty. But in a sense he couldn't blame them--what was the old\nexpression about the shoe being on the other foot?\n\nFlam-harol stormed out into the corridor, his face a bloody mask. But\nhe smiled grimly. \"This I like! No plans, no preparations--and they\ndon't expect us! We'll have the Ark in half an hour....\"\n\nBehind him Cluny-ann stumbled out, one of her eyes blackened, her jaw\nswollen. She stopped short and stared foolishly when she saw Ker-jon.\n\"Then--then you didn't desert us? Some even thought you'd betrayed us!\"\n\n\"And I once was betrothed to a beautiful girl,\" Ker-jon said, laughing.\n\"You should see yourself now--\"\n\nShe pecked at his lips with a brief kiss, came back for more, snuggling\nin close, but Flam-harol's voice roared at them. \"The longer we stay\nhere, the less chance we'll have. Are you two coming?\"\n\nIn a wave, the prisoners surged forward, pounding up the corridor. No\norder, no discipline--but Ker-jon knew they didn't need it. What they\nhad was enough: superiority in numbers, surprise....\n\nIt seemed hardly a moment later, and they swarmed all over the door to\nthe Mutant-maker's quarters. Oddly, it crossed Ker-jon's mind that they\ndidn't even know the man's name. He ruled in anonymity, with his title,\nwith the fear that a night-raid could bring, dragging a man and his\nwife to the Chamber of Change, assuring the next generation that they\ntoo would have their mutants, in ever increasing numbers, for sport,\nfor ridicule.\n\nKer-jon never learned how the door was forced, but suddenly it stood\najar.\n\nThrough it streamed the mutants.\n\nKer-jon found himself in a wild melee. Needle-guns _zipped_; men fell.\nBut always others surged forward, and the defenders' ranks thinned.\n\nKer-jon saw one of Flam-harol's lieutenants fall, mortally wounded.\nThree mutants took his place, and one of them had retrieved a\nneedle-gun from a fallen guard. Other weapons appeared among the\nmutants, guns, knives, make-shift clubs. Nothing could stop them.\n\nFor himself, Ker-jon fought only half-heartedly. The swarm carried him\nforward against the defenders, but he struck out only when pressed.\nStrangely, he felt an odd detachment. He wasn't really a part of this\ncarnage; no, he'd been swept into it, helplessly, and now he watched.\nIt all seemed anti-climactic, pointless. Why? He asked himself that\nover and over again, turning once more to the battle when he found the\nanswer. Did the meeting with the old albino mutant somehow hold the\nclue? Did it? Now _there_ was a ridiculous notion!\n\n\n\nThe wave after wave of mutants pushed forward, and Ker-jon hovered\nclose to Cluny-ann, protecting, shielding, diverting any foe who\nmight single her out. She was a spit-fire, he knew, for all her small\nsize--he'd seen her cut loose in the female gymnastic tournaments. But\nhe could sense that she hung back, even as he did--unwilling to enter\nthe fray. Had she once said something about this not being the final\nanswer? He wondered how she'd have fared in a discussion with the old\nalbino....\n\nAnd then it was over. They pushed through a final portal, came upon a\nlarge apartment with strange, impossibly antique furniture. In a far\ncorner cowered a little man, a little old man--smaller and more ancient\nthan the albino. He cringed away from them, his limbs trembled. He\nbabbled, \"I surrender, I surrender, I--\"\n\nFlam-harol laughed once, then cut him down with a needle-gun. The end\nof the Mutant-maker, the man who controlled the destiny of all those\nwithin the Ark. Simple, no theatrics. Smile and cut him down with a\nneedle-gun. Could that one gesture usher in a new era? Ker-jon did not\nknow, but more and more the words of the albino returned, swirling\nthrough his brain. _Just a reversal of roles...._\n\nFlam-harol sat down on the plushly upholstered chair. \"Will some of you\ntake your clubs to the Chamber of Change and smash it? I'm a little\ntired--\"\n\n\n\nA week later. Flam-harol had taken the dead Mutant-maker's quarters for\nhis own. Now he sat there with his lieutenants--two mutants, ridge-head\nvariety, and Ker-jon--issuing directives.\n\n\"I've given it a lot of thought,\" he told them. \"Sweeping changes must\nbe made if we're to right a nasty situation.\"\n\nThey all agreed.\n\n\"First, the jobs of the highest skill will go to ridge-heads.\nTurnabout, eh, my friends? Henceforth, ridge-heads are bio-technicians.\"\n\nTwo of his lieutenants smiled, nodded their satisfaction. Ker-jon\nsaid: \"I don't know if that's wise. For one thing, you haven't had\ntraining along those lines; you're liable to botch--\"\n\n\"That's fantastic. If the non-mutants could do it, we can, too. Shall\nwe vote?\"\n\nThey did. Three to one.\n\n\"You see,\" Flam-harol explained, \"we deserve those jobs.\"\n\n\"Well, what about the current bio-techs?\"\n\n\"Oh, them. Why, they'll be menials, of course. Not discriminated\nagainst, not really; it's just that they've held their lofty positions\ntoo long.\"\n\n\"It wasn't their fault--\" Ker-jon began.\n\nFlam-harol waved a hand deprecatingly. \"If you're worried about\nyourself and that girl--what's her name?--forget it. You'll be an\nexception. I figured on making you go-betweens, assuring peaceful\nrelations between mutants and non-mutants.\"\n\n\"No, that wasn't it at all. I still don't like--\"\n\n\"We have voted, have we not?\"\n\n\"Y-yes.\"\n\n\"Very well. Next, scaled mutants shall be astro-techs.\"\n\n\"You can't do that!\" Ker-jon cried. \"A man doesn't necessarily fit a\njob because he happens to be one type of mutant or another. I'd suggest\na series of tests, instead; let each man fill the job for which he is\nqualified.\"\n\n\"Unfair,\" Flam-harol said. \"The non-mutants have had training; they'd\nwin all the top positions. Shall we vote?\"\n\nThree to one.\n\n\"Albinos will be police and administrative workers. Finally--\"\n\n\"Just a minute. Don't you realize that albinos have weak constitutions?\nYou're relegating them to a position which they won't be able to fill.\"\n\nFlam-harol smiled blandly. \"If the police are weak, then the real power\nwill remain in the hands of the bio-technicians. That will make for an\nera of peace and good-will, and it will assure one thing: we'll never\nhave a military government.\"\n\n\"I hope you're right about that peace and good-will,\" one of the\nridge-heads said. \"All week long, there's been rioting in the\n'low-decks area. Non-mutants on one side, mutants on the other.\"\n\n\"That will end,\" Flam-harol assured him. \"I have confidence. Now, the\njob will be to get things going as quickly as possible. I want those\ndirectives carried out at once. The sooner we begin, the sooner we\nmutants will have a chance to live the way we should....\"\n\n_This is what I fought for_, Ker-jon thought. _So one tyrant could take\nthe place of another. Maybe Flam-harol doesn't know it; probably he'd\nbe the last one to admit it. Nevertheless...._\n\nAloud, Ker-jon said: \"I resign.\"\n\n\"You what?\"\n\n\"I resign. I quit. Run the Ark any way you like, Flam-harol. I want no\npart of it.\"\n\n\n\n\n                                   4\n\n\nKer-jon said, \"Hello.\"\n\nThe albino blinked rapidly. \"Ker-jon, is it not?\"\n\n\"It looks like you have another recruit. That is, if you're still in\nbusiness.\"\n\nThe albino chuckled. \"We're in business, young man. As a matter of\nfact, we got an additional recruit the day before yesterday. You know\nher, I think.\"\n\nCluny-ann came in from the next room, looking very trim and pretty\nin her jumper. \"It's about time you woke up,\" she said, but then\nKer-jon took her hand and held it, and soon she forgot all about being\ncontrary. She said, \"Wi'son-gil says we're going to have a rough time\nof it.\"\n\n\"That's true,\" Wi'son-gil agreed, adjusting a pair of dark glasses\nover his pink eyes, then sighing with satisfaction. \"It would have\nbeen simpler had the revolution failed. Enough people hated the rule\nof the Mutant-maker before the revolution; probably, instilling the\nintellectual challenge of the physical sciences would have been enough.\nNow, unfortunately, it won't.\"\n\nKer-jon frowned. \"I'm not sure I understand. What do you mean?\"\n\n\"Flam-harol is developing a militant organization and a more rigid\ncaste-system than we've ever had before; you know that. What we've got\nto do--what we've been trying to do all along--was to unite the mutants\nand the non-mutants with a real external challenge. A rebirth of the\nphysical sciences and a subsequent conquest of them would have done it.\nBut not now; now we'll need something more concrete.\n\n\"A serious threat, perhaps. What if the Ark stopped functioning,\nKer-jon?\"\n\n\"Stopped functioning?\"\n\n\"Of course. We have day-lights. We have night-lights. We have\nhydroponic gardens supplying both air and food, which, except for a few\nminor adjustments that the bio-technicians can make, function perfectly\nin themselves. We have instruments of astrogation, and the same thing\napplies. We don't even know where we're going!\n\n\"Damage all that. Damage everything which carries us along so smoothly,\nand what will happen? We'd either all join together to conquer the new\nchallenge, or we'd perish.\"\n\n\"You'd take a chance like that?\" Ker-jon demanded.\n\nCluny-ann nodded vigorously. \"We have to. It's either that or we'll\nsink lower and lower, until there's nothing left of civilization.\"\n\n\"Okay,\" Ker-jon spread his hands out wide. \"You're both way ahead of\nme. How will we do it?\"\n\n\n\nThe albino smiled. \"We've found the old records which explain how the\nArk runs. With them to guide us, we'll try our hand at sabotage.\"\n\n\"Hold on. Just hold on! Why do you have to do that? If you have the\nrecords, why don't you simply take control of the machinery and force\nFlam-harol and his crew to step down.\"\n\nThe albino shook his head. \"That's precisely what we _won't_ do. All\nthe Ark has ever had to face was human challenge, one man usurping\ncontrol from another. That extends down to all levels, Ker-jon. We have\nto make a complete break with that tradition, or we'll find ourselves\nright back where we started from, just as Flam-harol did. Psych-tech\nAb'nath will stand behind me on that, and he knows what he's talking\nabout.\"\n\n\"You're telling me,\" Ker-jon said, remembering the dream.\n\n\"Then it's agreed. You and the girl will study the records, learn the\nlocation and function of each piece of machinery on the Ark. There\nare just a half dozen of us: Ab'nath, the two 'policemen', Cluny-ann,\nyou, myself. When you're ready we'll do some fancy tinkering with the\nkey mechanisms. And this is important, Ker-jon: we must be so thorough\nthat, alone and without either additional education or aid from others,\nwe won't be able to repair the damage. A danger, yes--but that's the\nonly way it will work.\"\n\n\n\nTen days, twenty. Thirty. With Cluny-ann, Ker-jon pored over the old\nbooks. Terms swam through his head madly--vectors, constants, laws of\nthermodynamics, others. He could not hope to understand the vast amount\nof theory behind them, not now, not yet. But it did not matter. He\nsought a working knowledge, an engineer's knowledge, the knowledge of a\nphysical-technician, when there had not been a physical-technician on\nthe Ark for generations. More particularly, a physical-technician bent\nupon temporary destruction....\n\nWi'son-gil kept him informed of Flam-harol's new regime. Discontent\neverywhere. A riot in the 'ponics room--quelled. Another in astro--also\nquelled. But discontent hovered everywhere, with no adequate channel\nthrough which to manifest itself. It faded, became bickering;\nFlam-harol was more powerful every day. Probably, he considered himself\nbenevolent--\n\n\n\nGreen-uniformed albinos shuffled about the corridors. Their\ntoo-white skin looked sickly under the night-lights, but they seemed\ncocky. Ker-jon ducked around a corner, pulling Cluny-ann with him.\n\"Careful--that one almost spotted us!\"\n\nThey crept forward, stalking silently on bare feet. Ker-jon had his\nkey to the 'ponics room, and his heart was pounding furiously when\nthey reached the door. What if Flam-harol had had the lock changed?\nHe chuckled softly. He'd been reading too much about the physical\nsciences; no one knew how to change a lock! Oh, they could oil it if it\nclogged with rust, but that was all. Either the old lock remained, or\nno lock at all.\n\nHe inserted his key, twisted, heard the tumblers fall. The door swung\nin silently.\n\nPast the rows of squat, ugly 'ponics tanks they walked, the dank\nvegetation smell heavy on the air. Moisture dotted the water pipes with\ngleaming droplets, some unknown liquid bubbled in a vat nearby.\n\nThey paused at a great shining mound of machinery. \"It's called a\ngenerator,\" Ker-jon said. \"But don't ask me what it does. I only know\nit's crucial. Umm-mm, listen to that.\"\n\nThe machine throbbed. He'd worked in the 'ponics room as a bio-tech,\nand he'd always taken the huge machine and its humming noise for\ngranted. It was there, and that meant it had a purpose. It functioned;\nall you had to do was put oil into the little hole whenever the sound\nrose to a shriek. But now the purpose meant something. This generator\nkept the tanks going, producing air, food, water....\n\nKer-jon wielded his screw-driver clumsily. Only menials--formerly\nmutants and now non-mutants--played with such tools. If the Ark passed\nthrough a particularly brilliant area of space, if the blackness\noutside the ports in the astro-room churned into a seething mass of\nlight, the menials used these screw drivers and fastened thin metal\nshields over the ports.\n\n_Insert it there, yes! And twist. See, the little plug comes loose. And\nnow another._\n\nSuddenly, the entire casing fell away, and Ker-jon peered into a maze\nof intricate wiring. _Remove that one, that one, and that one. Careful,\ndon't touch that or you'll receive a shock--whatever a shock was_--\n\nWithout warning, the machine stopped its humming. Nearby, the liquid\nwhich bubbled away merrily in its vat gurgled once or twice, then\nsubsided. The silence closed in from all sides.\n\n\n\nThree days later, Ker-jon received a summons from Flam-harol. The\nridge-head look worried, and he did not try to hide it. \"You were a\nbio-tech first class, hydroponics division. I--I have a job for you.\"\n\n\"Yes? What's that?\"\n\n\"Something happened. I don't know what, but a machine which used to hum\ndoesn't do it any longer, and the vegetation in 'ponics looks a little\nsick. The level in the water-storage units is lowering--\"\n\nKer-jon wondered how long the air would last. He almost sensed a\ndifference, a thickness, a necessity to breathe more deeply, perhaps\nmore rapidly. His imagination, probably, because according to the\nbooks, air would continue to be manufactured as long as the plants\nlasted. \"What do you want me to do?\" Ker-jon said.\n\n\"Fix it, that's what.\"\n\n\"I can't.\"\n\n\"What do you mean, you can't? Don't cross me, Ker-jon; I'll have you\ndetained--\"\n\n\"That isn't what I mean. I know the humming machine you're talking\nabout. I don't know how it works; no one does. Of course, we can find\nout. If we study the old records--\"\n\n\"Bah! Say, do you know any good astro-techs? The machinery in the\nastro-room doesn't work. I don't know the function of that room,\nKer-jon, but I've heard it's important.\"\n\n\"We've all heard that, but no one knows why. We could find out, though.\"\n\n\"How?\"\n\n\"By studying the old books.\" Ker-jon wondered if it had been Ab'nath or\nthe old albino who had tampered with the astro-mechanisms.\n\nFlam-harol got up wearily. \"Forget it; forget I called you. I can\nsee you'll be no help at all. I've heard talk about studying the old\nrecords. All over the Ark. But man, think! You can't sit down in a hole\nsomeplace and read a book to solve anything. That just isn't the way\nthings get done.\"\n\n\"You'll learn,\" Ker-jon said, getting up to leave.\n\n\n\nThat same afternoon, Wi'son-gil made a mistake. He called a mass\nmeeting, declaring that he knew a way to stop what had caused growing\npanic on the Ark. If Flam-harol hadn't become frightened, the panic\nnever would have arisen--Ker-jon knew that. But when you stroll through\nthe now-silent 'ponics room and see brown-edged, stiffening vegetation\nwhere once the place had been warm and richly green, you worry.\nEspecially when you've been led to believe, along with everyone else,\nthat everything within the Ark depended on the 'ponics room.\n\nThe crowd gathered, noisily at first, but the old albino quieted them.\nKer-jon realized with some surprise that the man could be an impressive\nfigure. Small and thin, he yet maintained an air of confidence. His\nfine white hair framed a gaunt, thin-featured face, and from a distance\nthe pink eyes almost seemed alive with fires.\n\nBut mostly it was the voice--calm, soothing, sure of itself, a father\ntalking to his children, telling them of the wonders of a lost science,\nof the role it once had played in the construction of the Ark, of\na time when their ancestors had lived elsewhere, not on the Ark at\nall, of a time in the indeterminable future when they would leave the\nconfines of a tight little world for one where a man could spend his\nwhole lifetime walking and never quite reach the other side. Telling\nthem, too, of the role that lost science must now play again, to repair\nthe Ark. Telling them that they must strive together to master this\ntool of their past in order to build their future, to learn what they\nwere, and where and why and how, to use this knowledge for the tasks\nthat lay ahead.\n\nHe had them spellbound, weaving fanciful legends of the past and a\nplace called Urth, explaining their greatness to them and their destiny\nto conquer a far place in the name of mankind which was all of them and\ninfinitely more. And telling them, above all, that ridge-head must be\nbrother to scaled mutant, and both to albino, and all to non-mutants.\nThey half-wanted that, anyway; they'd had enough of fighting all their\nlifetimes, and what had been lacking was a common cause for all of them.\n\n\n\nAlmost, it worked. But Flam-harol appeared in the meeting room,\nstalking in with his armed guards--not albinos, not now when he\nexpected troubles. But with ridge-heads, big, powerful, naked to their\nwaists and ready for trouble, the huge muscles bulging....\n\n\"Stop that man!\" he cried.\n\nMurmurs in the crowd, but no one moved.\n\nWi'son-gil kept right on speaking.\n\nKer-jon realized the ridge-head's intention too late. He stood just\nbelow the dais, eyes intent upon the old albino. But something made him\nturn, and he bellowed a warning.\n\nFlam-harol had raised his needle-gun.\n\nThings happened fast after that. Cluny-ann must have seen the danger\ntoo, for she pushed her way through the crowd, elbowing people out of\nher way, reached the ridge-head. They began to grapple, great-thewed\nmutant and slim, fair-haired girl.\n\nIt didn't last long. Ker-jon leaped upon the dais, throwing himself at\nthe albino, pulling him down. It was then that Flam-harol fired.\n\nKer-jon felt the needle brush past his cheek, saw a growing stain\nof red on the albino's jumper. The old man sagged to the floor, the\nfaintest trace of a smile on his lips. When Ker-jon kneeled beside him\nand felt for the heartbeat, the old man was dead.\n\nConfused, the crowd milled about. People jostled one another, some\nshouted angrily. Meaningless action without a leader--\n\nKer-jon tore his way through the mob. Cluny-ann lay in a sobbing heap\non the floor and the ridge-head pointed his weapon at her, shouting\nfor his men to disperse the mob. None of them moved. Undecided, they\nstood there uncomfortably, shuffling their feet. Clearly, they hadn't\nresponded favorably to cold-blooded murder.\n\nFlam-harol whirled, swinging his needle-gun around to face Ker-jon, but\nhe didn't make it. They locked together, stumbled, fell to the floor\nand rolled about. The needle-gun clattered away harmlessly. Two or\nthree ridge-heads tried to intervene, but growling ominously now, the\ncrowd kept them away.\n\nHe had a fight on his hands, Ker-jon knew. And sometimes an immensely\ncomplex situation could boil down to something as elemental as that. If\nhe lost, the old order would remain; if he won....\n\nThe thoughts hindered him, and he longed to drive them from his mind.\nJust a fight, that was all. Like any of a dozen brawls he had had\nbecause of his quick temper. But Flam-harol was superbly-muscled, like\nall ridge-heads--and strong, strong! He forced Ker-jon over, his back\nto the floor, and he felt strong hands closing about his throat and a\nrising-falling motion which pounded his head against the hard metal.\n\nOut of a spreading haze, Flam-harol's face leered at him--\n\nKer-jon groped upward, blindly, got his fingers at the corner of the\nmutant's mouth, pushed in and tugged. Flam-harol screamed, rolled off\nhim.\n\nThey stood up, glaring at each other. Ker-jon's breath came in ragged\ngasps. He wanted to rest, rest....\n\nHis hands felt weary, so weary that he hardly could lift them, and\nthat was no good, for hard fists pummelled his head, his shoulders,\nhis chest. He struck back, under the bigger man's guard, pounding\ntrip-hammer blows against his belly.\n\nGrunting, Flam-harol gave ground, lowered his hands to protect his\nmid-section. Ker-jon darted around him, swiftly, never standing still\nlong enough to be struck, flicking out with his left hand and keeping\nthe mutant off balance by cuffing his jaw. The hands raised again,\nformed a shield for Flam-harol's face. Hit the stomach, then, pound it,\npound it....\n\n\n\nAbruptly, it was over. Flam-harol puffed feebly, tried to catch his\nbreath and failed. He spun about slowly, like a battered top, looking\nfor his foe through bloody eyes. Once and once only, Ker-jon crossed\nhis right fist and felt the knuckles crunch against the mutant's jaw.\nFlam-harol stood very still for a moment, one eye wide-open, the other\nswollen shut. Then he plunged to the floor, and he didn't try to rise.\n\nAfter that, the crowd closed in. Flam-harol was a symbol for everything\nthat had been wrong. A symbol for the fight of man against man, when\ntogether men should tackle loftier things. They climbed all over him....\n\n\n\n\"Know what happened today?\" Cluny-ann demanded.\n\n\"Of course--\"\n\n\"No, silly. I mean besides us getting married.\"\n\n\"What?\"\n\n\"A ridge-head and a non-mutant, working together, patched up the\nastro-room. Oh, it isn't perfect yet, not by any means, but it works.\"\n\n\"And yesterday a couple of scaled mutants and an albino put that\ngenerator back together again. They had the books, sure, but I never\ncould have done it. I guess that's where their aptitude lies.\"\n\n\"And listen to this! An old albino, a cousin of Wi'son-gil, I think,\ndiscovered all the old books on astronomy. He says Urth was a big\nglobe, really big, which moved _around_ a star. We're going to another\nglobe a lot like it, or our children are--and when we get there--\"\n\n\"The best part of it all,\" Ker-jon said, \"is that everyone's finding\nthe job for which he's fit. Ab'nath tells me he thinks he wants to\nbecome an astronomer.\"\n\nSmiling, Ker-jon took the girl's hand and led her to the library. It\nwas a hell of a place to spend a honeymoon, but there was _so_ much to\nlearn....",
    "metadata": {
        "author": [
            "Lesser, Milt",
            "Thames, C. H.",
            "Chase, Adam",
            "Marlowe, Stephen",
            "Granger, Darius John",
            "Wilder, Stephen",
            "Lesser, Milton",
            "Ridgway, Jason"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/70549/pg70549.txt",
        "name": "fugue.json"
    }
}