{
    "name": "Gene Stratton Porter, Best-Seller",
    "author": [
        "Ft. Wayne Public Library",
        "Allen County (Ind.). Public Library of Fort Wayne and Allen County",
        "Fort Wayne Public Library",
        "Fort Wayne (Ind.). Public Library of Fort Wayne and Allen County",
        "Emerine J. Hamilton Reading Room",
        "Public Library of Fort Wayne and Allen County"
    ],
    "body": "Although Gene Stratton Porter resided in this city only a few weeks in\n1913, her life was closely associated with the Fort Wayne area. Born in\nrural Wabash County and educated in Wabash, the noted Hoosier author\nestablished residence successively in Geneva, Decatur, and Rome City.\nShe was intimately connected with Coldwater, Michigan, and Winchester,\nIndiana; and her literary and social activities frequently brought her\nto the Summit City, where she had close relatives, friends, and\nadmirers. The G. R. & I. Railroad linked together many of the\ncommunities where she lived her formative years and was the chief mode\nof transportation in her youth.\n\nGene Stratton Porter was neither a classicist, nor a naturalist, nor yet\na realist in literature. Some critics have denominated her writings\n“opiates for the masses”; others characterized them as being of\n“molasses sweetness”; still others found them too imaginary. Certainly a\nbest-seller in her day, she was a romanticist in the best Hoosier\ntradition of George Barr McCutcheon, Meredith Nicholson, and David\nGraham Phillips—those other best-sellers of that golden day of Indiana\nauthors. President William Lowe Bryan of Indiana University once\nincluded her in a list of fourteen best-selling Indiana authors. In the\nlarger national field of literature, her place is with those other\ncontemporary best-sellers, Harold Bell Wright and Harold McGrath.\n\nGene Stratton Porter won wide popularity and a special place in the\nhearts of her readers; no contemporary author was better loved or\nacclaimed by the reading public. Fifty million readers of her own day\nenshrined her in their affections; countless thousands of later\ngenerations still read her volumes avidly and experience the same\npleasant and refreshing glow as did their grandparents, parents, uncles,\nand aunts in the first quarter of this century. Although the\nprofessional literary critics found no especial merit in her works, Mrs.\nPorter was amply rewarded, both by royalties from the sale of her books\nand the acclaim of a large segment of the reading public who found\ninspiration and recreation in her words. Indeed, the financial returns\nfrom her works were seldom surpassed in her day by other contemporary\nauthors.\n\nTo the citizens of Fort Wayne and northeastern Indiana, the name of Gene\nStratton Porter is as familiar as the names and deeds of local heroes\nand leaders of the present and distant past. The boards and the staff of\nthe Public Library of Fort Wayne and Allen County are pleased to present\nthis brief resume of the life and work of the Hoosier author in response\nto frequent inquiries about her.\n\nIt is hoped that this publication will stimulate reminiscences among\nMrs. Porter’s friends and acquaintances and reacquaint her large retinue\nof readers, both young and old, with their beloved author.\n\n\nGeneva Stratton, later better known as Gene Stratton Porter, the\nyoungest of twelve children, was born on Hopewell Farm about ten miles\nfrom Wabash, Indiana, August 17, 1863. Her father, Mark Stratton, was a\nfarmer and ordained minister and had lived in Wabash County since about\n1834. Mr. Stratton was a high-principled man with unusual mental powers\nand some education. Mrs. Stratton also possessed abilities of high\nquality.\n\nTo the end of her life, Mrs. Porter gave her father credit for her\nliterary success. He devoted much time to instructing her by precept and\nby example. He found the time to give her and his other children that\nwhich they lacked in formal education. One of his contributions was the\noft-enforced admonition to finish a task once it was started. He taught\nher economies which she practiced all of her life; many years later she\nremarked that her instruction in thrift at home as a child prevented her\nuse of the telegraph later when she could well have afforded it.\n\nGeneva Stratton had little schooling in any formal sense of the word.\nHer father’s knowledge of history, literature, and the Scriptures was\nmonumental. He had read the great English and American historians of the\neighteenth and early nineteenth centuries; he knew much of their\nwritings by rote. He could recite from memory most of the Bible with\nreferences as to the source of his quotations. He transmitted not only\nthis knowledge and the wisdom based upon it to the child but imbued her\nwith a zeal to teach herself; this she did. Always a woman of firm\nconvictions, she usually had sound information to support her views.\n\nMark Stratton was a fervent abolitionist and assisted in the escape of\nfugitive slaves for several years before Geneva’s birth; a secret tunnel\non his Wabash farm served as one of the stations of the famed\nunderground railroad. The family was a strong supporter of the Union\ncause and stoutly adhered to the newly-organized and dominant Republican\nparty. This partisan influence infiltrated the life of Geneva so\nstrongly that when Grover Cleveland, a Democrat, was elected president\nin 1884, the young non-voting Geneva (for women did not then vote) felt\nthat disaster indeed had come to her country.\n\nAfter the death of his wife, Mark Stratton, too old for farm work, moved\nwith his family to Wabash, where he believed his children would have\nbetter educational facilities. Geneva was eleven years old at the time.\n\nDuring her school days in Wabash, Geneva began to develop an interest in\nwriting. Strongly rejecting any and all pressures to write on subjects\nof no interest to her, she did write convincingly and interestingly on\ntopics vital to her. She sometimes neglected her arithmetic for writing.\nThere is no evidence that she, at this time, believed there was any\ncommercial value for the product of her pen. But she did change her\ngiven name from Geneva to Genevé, and was called Gene by her family and\nfriends thereafter.\n\nGene was now becoming familiar with Sylvan Lake near Rome City; at\ntwenty-one, she had visited it three times. This was where she later\nwrote many of her books. Genevé, always interested in the natural\nwonders of the rather primitive woodlands of that day, now became\ninterested in fishing and water sports. For the remainder of her life\nshe liked to fish.\n\nAt Sylvan Lake she met a Geneva druggist, Charles Darwin Porter. Their\nacquaintance developed into a romance, and they were married in 1886.\nFor a year they lived near the Court House in Decatur; thereafter they\ntook up residence in the village of Geneva.\n\nThe new Mrs. Porter assumed the duties of a housewife just the same as\nany other American girl who married and settled down. As her husband’s\nbusiness grew and prospered, he became interested in the local bank and\nserved as its presiding officer and cashier. The money he invested in\nland, which eventually produced oil, augmented his income considerably.\n\nTogether, after a visit to the exposition in 1893, they designed a home\nof fourteen rooms modeled after Forester’s Building at the Chicago\nWorld’s Fair. Known as Limberlost Cabin, it was their home for\ntwenty-six years.\n\nA fire which destroyed a great deal of property in Geneva served to\ndemonstrate Mrs. Porter’s capacity for leadership. She ran to the scene,\nquickly took command of those willing to assist her, formed a bucket\nbrigade (for there was no fire-fighting equipment), and directed her\nneighbors in their efforts to quench the flames. In the process, she\nbecame seriously burned.\n\nMrs. Porter, whatever her innermost strivings, gave no serious attention\nto writing for many years. Her interest in photography, however,\ndeveloped after her family gave her a small camera for a Christmas\npresent. She became so skilled that one manufacturer of photographic\nprint paper asked her about the methods she employed with his product to\nattain such excellent results.\n\nAside from husband, home, and family, Mrs. Porter’s life interest seems\nto have been that great reservoir of natural wonders, _viz._, the\nLimberlost Swamp immediately south of Geneva. The swamp, where a man\nnamed Limber became lost and was never found, was said to serve as a\nrefuge for evil persons. This heavily-forested, water-soaked, primitive\nregion harbored wildlife of great variety in its dark and treacherous\nbogs.\n\nMrs. Porter became interested in the bird life of the bogs and developed\na skillful technique of photographing it. She was happiest clad in hip\nboots and knickers, exploring the swamps of the Limberlost. In her home\nshe kept innumerable specimens of swamp life. Love birds, canaries, and\nparrots were likewise her companions. At first she was lured by birds,\nbut flowers and insects soon thrust themselves upon her.\n\nWhen her only child, Jeanette, entered school, Mrs. Porter found time to\npractice writing in secret. She submitted some of her nature pictures to\nRECREATION, and was soon a staff member of the magazine. Her first check\nfor sixteen dollars was spent for photographic equipment, as were her\nlater earnings; in two years she had invested about fifteen hundred\ndollars.\n\nAt this time, she switched from RECREATION to OUTING and wrote under the\ntutelage of Caspar Whitney, editor of OUTING. One of the short stories\nshe wrote under his direction was published in METROPOLITAN, then a\nleading national publication. Meanwhile she continued her researches in\nnature in the Limberlost.\n\nMrs. Porter’s love for wild creatures influenced her strongly against\nthe ruthless tactics of hunters and plunderers. One winter day, during a\ntrip to the woods to feed the birds, she discovered the broken and\nfrozen body of a cardinal lying in the road, left by the hunter who had\nslain it in target practice. “Song of the Cardinal,” a short story\ninspired by the incident, was submitted to CENTURY. The editor replied\nthat he liked the story but would urge her to expand it into a\nfull-length novel, which she did in a month of intensive work. Original\nillustrations depicting the life of the birds portrayed in the story\naccompanied the book, which met immediate approval when it came off the\npress in 1905. It also met acceptance in other lands, and during its\nvogue, was published in seven languages.\n\nSONG OF THE CARDINAL, her first large-scale publishing success, began\nthe controversy over the authenticity of Mrs. Porter’s natural history.\nSome critics disputed the nature facts set forth in the book. Although\ncharacters were sometimes composites, all of Mrs. Porter’s books and\nstories were autobiographical and were based upon true incidents. This\nfidelity to life contributed toward the success of her efforts.\n\nFRECKLES, one of her best-known works, had its beginning when Mrs.\nPorter saw a beautiful black vulture feather fall from the sky.\nAccompanied by her husband, she traced it to a nearby nest in a hollow\nlog in the swamp and began the very disagreeable task of surveying the\nscene. However, perseverance and disregard for the presence of the\nfoul-smelling carrion on which the vulture fed, enabled them to observe\nand photograph the nesting of these creatures through the incubation\nperiod to the final emergence of the young from the shell. The book\nintertwined this episode with the life of a Scotch logger, a great deal\nof wood lore, and the epochal character of Freckles. It was published\namid great acclaim in 1904, and during the next ten years, sold 670,733\ncopies. Eventually sales reached more than a million copies in America\nand five hundred thousand in Great Britain.\n\nThe popularity of FRECKLES was so great that Mrs. Porter published a\nsequel to it in 1909, GIRL OF THE LIMBERLOST. This work, illustrated by\none hundred pictures, gave her world fame. Again, nature lore\nsupplements the story in a most unique fashion.\n\nLADIES’ HOME JOURNAL accepted articles on birds in 1904 and 1905, for by\nthis time Mrs. Porter was an accepted writer for the masses. Her novels\nincluded a great deal of nature lore. This proved rather unpalatable to\nsome at first, but eventually was accepted as Mrs. Porter’s way. This\nwas the period of deep and abiding interest in nature writings\nstimulated by Theodore Roosevelt, John Muir, John Burroughs, Ernest\nSeton Thompson, and Luther Burbank. Their works, together with the new\ninterest in the conservation of natural resources, gave the literature\nof nature a continuing impetus. Mrs. Porter’s writing was a thread in\nthis substantial pattern.\n\nAT THE FOOT OF THE RAINBOW, issued in 1909, had a balanced ration of\nnature lore and romance. BIRDS OF THE BIBLE, also published in 1909, was\na very scholarly work and required a great deal of research. It was by\nno means decisively popular, but is interesting and replete with\nillustrations—some of which were collected abroad with painstaking care.\n\nAbout this time Mrs. Porter was employed as a contributor to\nINTERNATIONAL BIBLE ENCYCLOPEDIA. For four years, she also served as\nspecialist in natural history and photography on PHOTOGRAPHIC TIMES\nANNUAL.\n\nWhile making photographs of birds in the spring of 1910, Mrs. Porter\nbecame interested in their music, calls, and sounds; the result was\nMUSIC OF THE WILD. She dedicated this book to her husband’s brother, Dr.\nMiles Porter, then a physician in Fort Wayne.\n\nMrs. Porter also collected moth specimens and eggs and brought them home\nfor study. She sometimes placed eggs on her pillow so that she might be\nwakened by the sound of the moths breaking from the cocoon. Besides\nmaking photographs of their egg-laying and other activities during their\nshort lives, she painted water colors of them. Her easel was made for\nher by her father when she was a child. MOTHS OF THE LIMBERLOST,\npublished in 1912, grew from these labors and studies.\n\nMrs. Porter’s public, now a definite segment of the reading population,\nawaited the coming of each new book with the Gene Stratton Porter\nsignature. In 1911, she published HARVESTER, which became her most\npopular book. LADDIE, another very popular novel, was published in 1913.\n\nBy this time Mrs. Porter alternated each serious book of nature with a\nromantic novel liberally sprinkled with nature facts and lore. During\nher residence at Geneva, she wrote five novels and five nature books and\nadopted the practice of publishing a book on her birthday.\n\nAgricultural interests began dredging the Limberlost region after 1913,\nand its virgin beauty was soon transformed into a lush pattern of\nonions, celery, and sugar beets. Oil wells, frequently-traveled roads,\nand modern fences left no place for birds and moths and temporarily\nended Mrs. Porter’s research in nature. Her thoughts turned to her\nchildhood at Sylvan Lake, so she purchased one hundred fifty acres of\nvirgin timberland at its edge, named it Wildflower Woods, and built a\ncabin named Limberlost in memory of the first cabin at Geneva. One of\nthe outstanding features in her new home was a fireplace which contained\nstones from every state in the Union. The kitchen was regarded as a\nshowplace by the people of the community; large and well-furnished, it\nwas used as a model and an object lesson for groups of women interested\nin homemaking and home economics.\n\nHer remarkable garden contained more than three thousand varieties of\nplants. She employed a tree surgeon to repair damage to old and valuable\ntrees and improved the property near Rome City in other ways. She also\nwent to unusual lengths to preserve the bird life against destruction\nand was particularly interested in perpetuating a colony of horned owls.\n\nDuring her residence there she cataloged more than twenty-three thousand\nflowers and plants and published four books: MICHAEL O’HALLORAN (1915),\nMORNING FACE (1916), DAUGHTER OF THE LAND (1918), and HOMING WITH THE\nBIRDS (1919). Because of a paper shortage the publisher asked Mrs.\nPorter to cut MICHAEL O’HALLORAN one hundred pages after it was\npractically completed. This she did, and still met the deadline.\n\nAt the outbreak of World War I, Mrs. Porter was engaged in the revision\nand enlargement of WHAT I HAVE DONE WITH BIRDS. Although she attempted\nto do whatever war work met her hands, she managed to complete the\nrevision, FRIENDS IN FEATHER, in 1917.\n\nIn 1922 and 1923, Mrs. Porter wrote editorials for McCALL’S. Although\nthis was a new experience, her work was regarded as very successful.\n\nHer first book of poetry, FIRE BIRD, was published in 1922. This was a\ndefinite attempt to meet the requirements of the literary critics with a\nwork of top literary quality. Its reception, however, was disappointing;\nas poetry, it failed to communicate itself to its readers. “Euphorbia,”\nanother poem, which ran as a serial in GOOD HOUSEKEEPING, was never\npublished in book form and immediately passed into the realm of the\nforgotten.\n\nThroughout her career Mrs. Porter disciplined herself to a definite\namount of time for work each day; from this regimen, she was unwilling\nto be diverted. Although neighbors and acquaintances sometimes refused\nto understand, the author persisted in her schedule. At times Mrs.\nPorter also placed restrictions on invasion of her privacy at Sylvan\nLake. She remarked that her property rights were not respected and that\nas an example, on one occasion, thoughtless fishermen dug angle-worms in\nher carefully cultivated gentia bed.\n\nFor reasons of health, Mrs. Porter decided in 1922 to make her home\npermanently in California, where she had been wintering for several\nyears. Since royalties from the purchases of fifty million readers were\npouring into her purse, and she could buy almost anything she wanted,\nshe planned to build two houses in California; one was at Bel-Air, near\nLos Angeles, and the other was at Avalon. The work on these began in\n1923. Here she wrote MAGIC GARDEN and KEEPER OF THE BEES.\n\nTurning her attention to the possibility of screening her stories, she\norganized Gene Stratton Porter, Inc., a Delaware corporation, to produce\nmotion pictures of her novels. She was assisted by her daughter and\nson-in-law, Mr. and Mrs. James Meehan, and Mr. Meehan became her\ndirector. Some attempt was made to deflect these screen stories toward a\nsensational love interest both untoward and foreign to the original\nstory. Mrs. Porter protested stoutly, so the stories were screened with\ngreat fidelity to the original text.\n\nMrs. Porter’s health throughout life was unusually good. However, at one\ntime, she received serious injuries in a fall; later she submitted to\nfour severe surgical operations on her jaws and facial bones because of\nimpacted teeth. In 1923, Gene Stratton Porter, while driving her car in\nLos Angeles, became involved in a collision with a city streetcar and\nwas killed instantly.\n\nFor many years, some of Mrs. Porter’s works have been required reading\nfor pupils in the English classes of the Fort Wayne high schools, which\nhas reinforced the demand for these titles. Inquiry into the holdings of\nthis Library reveals that at present (1953), there are 650 active copies\nof Mrs. Porter’s titles. In all, this Library has purchased, during the\nlast half-century, 2,580 of her books. Of these FRECKLES is the most\nwidely read; 353 copies have been worn out and 119 copies are still\nactive. GIRL OF THE LIMBERLOST ranks second with 377 worn out and 90\nstill available.\n\nPerhaps the greatest achievement of Mrs. Porter and her books was to\ninduce people to wander in the out-of-doors and investigate nature. Her\nconsiderable ability as a story-teller enabled her to hold and influence\nher readers.\n\nA boulder, known as Elephant Rock, lay in the St. Mary’s River a few\nmiles north of Decatur and is probably the largest of its kind in the\nstate. Youths called themselves skaters only when they could reach\nElephant Rock and return. Since Mrs. Porter wished such a rock as a\nmonument when she died, the school children of Adams County accordingly\nplaced it across the street from the old Porter homestead.\n\nThe State of Indiana has now taken over both the home at Rome City and\nthe one in Geneva as state memorials. When she moved to California, she\noffered all her Sylvan Lake property to the State of Indiana on the\ncondition that she be reimbursed for the cost of the buildings and the\nexpense of the garden, but the State was not prepared to act on the\nproposal at that time.\n\nMrs. Jeanette Meehan, daughter of Mrs. Porter, has written two books—a\nbiography of her mother, LADY OF THE LIMBERLOST, and a novel, FRECKLES\nCOMES HOME. In 1927, Mr. Meehan, in his capacity as director of films\nfor Gene Stratton Porter Inc., came to Sylvan Lake with a group of\nthirty-five persons to film HARVESTER.\n\nBesides her daughter and four grandchildren, Mrs. Porter was related to\nother persons in and near Fort Wayne. Mrs. John Heller of Decatur was a\ncousin; Merlin Wilson of Fort Wayne was a nephew; two sisters, Mrs.\nFlorence S. Compton and Mrs. Ada Wilson, were residents of Fort Wayne\nfor many years.\n\n\n\n\n  Holdings of Titles by GENE STRATTON PORTER in the Public Library of\n                      Fort Wayne and Allen County\n\n\n                                                       Total  Active\n\n  AT THE FOOT OF THE RAINBOW                             144      13\n  DAUGHTER OF THE LAND                                   172      29\n  FIRE BIRD                                                3       3\n  FRECKLES                                               472     119\n  GIRL OF THE LIMBERLOST                                 467      90\n  HARVESTER                                              227      43\n  HER FATHER’S DAUGHTER                                  177      35\n  HOMING WITH THE BIRDS                                   12       7\n  KEEPER OF THE BEES                                     135      40\n  LADDIE                                                 260      78\n  MAGIC GARDEN                                           133      60\n  MICHAEL O’HALLORAN                                     180      51\n  MOTHS OF THE LIMBERLOST                                  7       5\n  MUSIC OF THE WILD                                        3       3\n  SONG OF THE CARDINAL                                    65      31\n  TALES YOU WON’T BELIEVE                                  5       4\n  WHAT I HAVE DONE WITH BIRDS                              4       2\n  WHITE FLAG                                             114      37\n  Total                                                 2580     650\n\n\n\n\n—Silently corrected a few typos.\n\n—Retained publication information from the printed edition: this eBook\n  is public-domain in the country of publication.\n\n—In the text versions only, text in italics is delimited by\n  _underscores_.",
    "metadata": {
        "author": [
            "Ft. Wayne Public Library",
            "Allen County (Ind.). Public Library of Fort Wayne and Allen County",
            "Fort Wayne Public Library",
            "Fort Wayne (Ind.). Public Library of Fort Wayne and Allen County",
            "Emerine J. Hamilton Reading Room",
            "Public Library of Fort Wayne and Allen County"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/64871/pg64871.txt",
        "name": "gene_stratton_porter_best_seller.json"
    }
}