{
    "name": "George Borrow's Second Tour in Wales",
    "author": [
        "Borrow, George",
        "Cantrill, T. C. (Thomas Crosbee)",
        "Pringle, John",
        "Pringle, J. (John)",
        "Cantrill, Thomas Crosbee",
        "Borrow, George Henry"
    ],
    "body": "The reader of Dr. Knapp’s Life of Borrow will remember that, three years\nafter the 1854 expedition to North Wales, George Borrow made a rapid\ntraverse through the south-western portion of the Principality.  The\nincidents of the former excursion formed the basis of _Wild Wales_, but\nthe only published record of the latter tour is the brief itinerary given\nin the _Life_. {160a}\n\nIt so happens that for several years past our professional duties have\ntaken us into the western regions of South Wales, and into parts of the\ncounties of Carmarthen and Pembroke traversed by Borrow in 1857.  Not\nsatisfied with the bald outline of the journal published by Dr. Knapp,\none of us wrote to him in Paris with the request that he would be kind\nenough to furnish us with a few details as to the villages passed\nthrough, and the inns where Borrow lodged.  To our gratification Dr.\nKnapp did far more than we had asked; he sent us a verbatim transcription\nfrom the original note book, accompanied by the following letter {160b}:—\n\n                                           191 r. de l’ Université, Paris.\n                                                             26 Aug. 1908.\n\n    DEAR SIR,—Your very interesting communication of the 1st of Aug.\n    reached me on the 6th.  My chests containing Borrow’s MSS., Letters\n    and Note Books, are stored and sealed up, so that they are no longer\n    readily accessible even to me, in the present state of my health and\n    impaired strength.  Besides, the Note Books are in pencil, written as\n    he strode along the roads of England and Wales, very badly, and\n    subsequently much thumbed as he pored over them in later years.\n    Hence they are very trying to the eyes, and as mine are giving me\n    much trouble, growing weaker and weaker, I dreaded to subject them to\n    any fresh tension even with the powerful lenses I am forced to\n    employ.  However, after much reflection I decided to unscrew the\n    boxes till I came to the Note Books, from among which I drew forth\n    the little one for 1857.  And although it has cost me two weeks to\n    decipher and write down only ten pages, I feel that the labour is\n    wisely bestowed if it in any way accomplishes your desire.  From\n    Lampeter into Brecknock hills to Builth I could no longer follow\n    Borrow.  He is full of badly written Welsh, is constantly losing his\n    way, and the Welsh names of villages, hamlets and parishes cited are\n    not in Lewis or Lett’s County Atlas as he gives them.  Still, if you\n    want the Itinerary or anything further, please let me know.\n\n    I should very much like to meet you, but I travel little.  Last year\n    we were in Norwich three months—July 1 to Oct. 1—for my wife’s\n    health, but we went nowhere, only passing thro’ London going and\n    coming.  I was glad to learn the _date_ of Henrietta’s death.  Mr.\n    Murray wrote me of the fact without mentioning the date.  By the way\n    I should like a picture of Borrow’s birthplace at Dumpling Green; I\n    have the one given in “The Sphere” but cannot lay my hands on it.\n    Could I trouble you further for the title of the best modern\n    Welsh-English Dictionary—not Pughe’s—and a Grammar with Exercises,\n    and of whom it could be ordered.  Your letter is very valuable to me\n    and I prize it greatly.\n\n                                                         Yours very truly,\n                                                              W. I. KNAPP.\n\n    _T. C. Cantrill_, _Esq._\n\nAs neither of us saw any prospect of following Borrow’s route beyond St.\nDavid’s, we had refrained from troubling Dr. Knapp for details of that\npart of the journey.\n\nWith Dr. Knapp’s transcript in our hands we have traversed on foot much\nof Borrow’s route, and made personal enquiries of some of the older\ninhabitants, and, in some cases, of descendants of Borrow’s informants,\nin an attempt to rescue from oblivion some particulars of the places\nvisited and the characters encountered by Borrow in 1857; and now, since\nthe Note Book appears to have left Europe for a transatlantic home, it\nseems desirable to publish so much of the transcript as is available,\ntogether with our comments.\n\nApart from the usual Borrovian disregard for accuracy as to distances,\ndirections, and orthography of place-names, the journal is remarkably\nstraightforward, and the task of identifying the un-named localities a\nlight one.  In his passage of Milford Haven, however, it is difficult to\nfollow Borrow, as we have pointed out.  Nor perhaps shall we ever know\nnow how he got to Laugharne, where the notes commence abruptly at an\nun-named inn.  Presumably he availed himself of the railway, which was\nopen at that date and would bring him to St. Clears, five miles from his\nstarting-point.\n\nOne wonders how much the world has lost by Borrow’s neglect to\nincorporate the experiences of 1857 in a volume similar to _Wild Wales_,\nbut there is no doubt that the impressions he gathered were brought to\nbear on that work, which was not published till 1862.\n\nOnce again, ten years later, Borrow made an expedition into Wales, though\nof this journey the sole evidence appears to be a note book, among the\nBorrow MS. scheduled by Dr. Knapp, {162} of a tour in Western Wales in\nApril, 1867.\n\nThe following is the transcript of the 1857 note book as received from\nDr. Knapp (except that several of his comments, chiefly orthographical\nand now superfluous, are dropped); of the insertions in square brackets,\nsome are Dr. Knapp’s, some are our own; for the notes, we alone are\nresponsible:—\n\n[August 23rd, Laugharne].—Sunday morning.  Brilliant day.  Paid moderate\nbill for good accommodation.  The landlady said she hoped she sh’ld see\nme there again. {163a}  The bridge.  Wooded dell. {163b}  Took the hill\nroute to Tenby, turning to the left.  Beautiful scenery between the two\nhigh wooded banks, road rapidly descending.\n\nThe little place, Plasholt. {163c}  The child of the Church of England\nwhose mother was at church.  Soon found myself on level land and a good\nroad; denes {163d} and moory lands between me and the sea, bounded by\nhigh banks of sand.  Wooded hills on my right with here and there a farm\nhouse upon them or at their foot.  Dreadful heat—sought refuge in a\nmeadow with a high hedge to the road.  Pursued my way along the road for\nseveral miles—beautiful gentleman’s seat {163e} under the hill at a\nlittle way from the road.  Came to a little farm house close by the road.\nThe woman and cows—asked for water.  The woman not civil till I had given\nher a penny.  The Burrows—rabbits—view.\n\nPendeane [Pendine], “Head of the Denes”.  The man, son of Cornish\nboatswain.  The public house on the shore {163f}—company.  The kind of\nflush farmer {164a} who had been to Australia and who said the Chinese\ngot all the pretty girls—the lone village on the top of the hill\n{164b}—the church.  The old woman of the Church of England reading her\nEnglish Bible by the wayside.  Over burning hills.\n\nMarrows [Marros].  The English village.  “Mr. Morgan holds another parish\nwhere he preaches in Welsh.” {164c}  Presently very near view of the sea\non my left, seemingly a bay.  Coast stretching to the South—headlands to\nthe East. {164d}\n\nThe English musicians, one of which [_sic_] was a harper, by the road\nside.  Noble prospect of bay {164e} whilst descending the hill—the scene\nvery much like Douglas Bay.\n\nAfter descending hill, crossed a little foot bridge {164f} over a kind of\npebble way, {164g} then on the sea shore and in Pembrokeshire.  Discourse\nwith men who sat on beach.  Puzzled them by telling them that the name of\nthe bridge, which it seems had no name, should be Pont y Terfyn.{164h}  I\nobserved that one of them, a young man, instantly jotted the words down\nin a book.  They both spoke Welsh and were out of Carmarthenshire.\nPresently left shore and, after ascending and descending a hill or two by\na circuitous route, soaked with perspiration and almost exhausted I\nreached Saundersfoot {164i}—Picton Arms. {164j}  Kind good humoured\nhonest woman who apologized for the indifferent accommodation of the\nhouse, by saying that S. was a country place and that they were Welsh.\n\n[August] 24th, [Monday].—Breakfast.  Burning morning.  Bathed in the sea\nbeyond the little pier, on sandy beach with rocks here and there—water\nshallow, tide going out—waded some way—then swam—dived at last in water\nbetween seven and eight foot—rock and sand at bottom, deep—strolled up\nhill after dressing—the shaft of deserted mine.\n\nSaundersfoot is a small straggling place on the bottom and declivity of a\nhill—there is a pier, coal works, and tramway.  There is a great rise and\nfall of tide here, sometimes thirty feet.  At the end of the headland to\nthe South-East is a strange rock, which can be reached at low water,\ncalled the Monk’s Rock. {165a}  Written on the pier at Saundersfoot.  The\ncoast strikingly resembles the scenery about Douglas; but Saundersfoot\ncannot be compared with Douglas, pier exceedingly rude, very narrow,\nentrance at N. into bason quite dry at low tide.  High and strong wall to\nthe East and cliff to the S.\n\nI was very much fatigued from the journey of the previous day.  Laugharne\nis only 12 miles from S.F. but I shall never forget the heat of the\nweather—it was truly horrible.  The Australian Welshman said that the\nheat of Australia was nothing to it.\n\n[August] 25th, [Tuesday].—After breakfast started from Saundersfoot after\npaying bill which was very moderate, the dear good landlady apologizing\nfor my indifferent accommodation though it had been excellent.  Written\nat the top of St. Margaret’s Rock, Tenby. {165b}  In Tenby Castle.\n\nAbout 5 miles from Tenby, St. Florence.  Beautiful girl with donkey.  No\nWelsh spoken in the parish.\n\nHalfway House.  Manbedring parish {166a}—bason of water.\n\nLlanfar {166b}—singular village 2 m. from Pembroke.  Handsome girls in\nsingular dress, milking cows in the street—some good-looking\nhouses—church with tall thin spire.\n\nPembroke—mean entrance—dull, lifeless, town—fine castle towards the end.\nLion Inn. {166c}\n\nPembroke Castle—written in the birth-room of Henry VIIth.\n\nPatters Barracks, {166d} firing.  Difficulties of crossing water.  Walk\nto Milford—Llan Stadwell—returned. {166e}  Drunkard by the road’s side.\n“This is my residence, Sir,” but never asked me in.  Soldiers with\ndeserters.\n\n[August] 26th, [Wednesday].—Milford Haven—glorious bay, but the sun so\nhot and dazzling as nearly to deprive me of my senses.\n\nStanton {166f}—the same peculiarly thin kind of spire which I had seen at\nLlanfar.\n\nJohnston—village—no Welsh.\n\nHaverfordwest—little river—bridge; {167a} steep ascent {167b}—sounds of\nmusic—young fellows playing—steep descent—strange town—Castle Inn.  H.W.\nin Welsh Hool-fordd.\n\n[August] 27th, Thursday.—Burning day as usual.  Breakfasted on tea, eggs,\nand soup.  Went up to the Castle.  St. Mary’s\nChurch—river—bridge—toll—The two bridge keepers—River Dun Cledi\n{167c}—runs into Milford haven—exceedingly deep in some parts—would\nswallow up the largest ship ever built {167d}—people in general dislike\nand despise the Welsh.\n\nStarted for St. David’s.  Course S.W. {167e}  After walking about 2 m.\ncrossed Pelkham Bridge {167f}—it separates St. Martin’s from Camrwyn\n{167g} parish, as a woman told me who was carrying a pipkin in which were\nsome potatoes in water but not boiled.  In her other hand she had a dried\nherring.  She said she had lived in the parish all her life and could\nspeak no Welsh, but that there were some people within it who could speak\nit.  Rested against a shady bank, {167h} very thirsty and my hurt foot\nvery sore.  She told me that the mountains to the N. were called by\nvarious names.  One the [Clo—?] mountain. {167i}  The old inn {167j}—the\nblind woman. {167k}  Arrival of the odd-looking man and the two women I\nhad passed on the road.  The collier [on] {168a} the ass gives me the\nreal history of Bosvile.  Written in Roche Castle, a kind of oblong tower\nbuilt on the rock—there is a rock within it, a huge crag standing towards\nthe East in what was perhaps once a door.  It turned out to be a chapel.\n{168b}\n\nThe castle is call’d in Welsh Castel y Garn, a translation of Roche.  The\ngirl and water—B---? (Nanny) Dallas. {168c}  Dialogue with the Baptist\n{168d} who was mending the roads.\n\nSplendid view of sea—isolated rocks to the South.  Sir las {168e}\nheadlands stretching S.  Descent to the shore.  New Gall Bridge {168f}.\nThe collier’s wife.  Jemmy Remaunt {168g} was the name of man on the ass.\nHer own husband goes to work by the shore.  The ascent round the hill.\nDistant view of Roche Castle.  The Welshers, the little village\n{168h}—all looking down on the valley appropriately called Y Cwm.\nDialogue with tall man Merddyn? {168i}—The Dim o Clywed.\n\nSolva, &c. {168j}\n\nSt. David’s.  Commercial Inn. {169a}\n\n[August] 28th, Friday.  St. David’s.\n\n[August] 29th, Saturday.  Started for Fishguard or Aber Gwayn. {169b}\nAbereiddy—Matrice {169c}—came at last to Fishguard upon the coast.\nCommercial Inn.\n\n[August] 30th, Sunday.  Fishguard to Newport—the public house—the old\ngood humoured talkative landlady.  Gin and water—Bayvil parish—Aber Tafi\n{169d} on the left—broad and beautiful bridge.  Cardigan Inn—the 3 com.\ntrav.—Recd letters from wife.\n\n[August] 31st.  Burning day.  Stopped within, the greater part of it—felt\nunwell—cholera pains.\n\nSept. 1st.  To Llechrhyd, thence to Kilgerran Castle and back to Ll.—Pont\nKennarth.  New Castle Emlyn.  Salutation Inn.  Rain during the night.\n\nSept. 2nd.  To Lampeter Inn.\n\nSept. 3rd.  Lampeter to Llandewy Brevi {169e}.  [Dr. Knapp here adds “the\nrest impossible; all mts. and obscure places not on maps”].\n\nSept. 5th.  To Builth.\n\nSept. 6th.  Start from Builth for Presteyne (Sunday).  Radnorshire Arms.\nAsked waiting maid if Presteign was in Wales—“No,” she replied.  “Is it\nin Hereford, then?”  “No, Sir, in Radnorshire”.\n\n                                * * * * *\n\n[Paris, 26 Aug. 1908.  Deciphered from rubbed notes in _pencil_ made 51\nyrs. ago—a full 8 days’ hard work.  K. aet. 73.]\n\n                                * * * * *\n\nThe transcript enables us to make a correction in the Itinerary as given\nin the _Life_.  Borrow is there said to have walked, on Sept. 3rd, from\nLampeter to Builth.  This should read “Lampeter to Llanddewi Brefi.”\nWhere he slept on the night of Sept. 4th we are unfortunately left to\nconjecture, for it is just here that Dr. Knapp was overcome by the\ndifficulties of transcription and by want of access to large-scale maps,\nas he admits in his letter.  We may, however, hazard a guess that, unless\nBorrow got hopelessly out of his way, he slept on the 4th at Abergwessin,\nabout half-way between Llanddewi Brefi and Builth.  On the 5th he reached\nBuilth, and on the 6th he accomplished a matter of twenty-eight miles\nfrom Builth to Mortimer’s Cross (alluded to in chap. 36 of _Wild\nWales_)—not a bad day for a man of fifty-four!  Beyond this point,\nhowever, all we know is that on the 17th he was at Shrewsbury, and on\nOct. 5th at Leighton, Uppington and Donnington (all in the neighbourhood\nof the county town) looking up traces of Goronwy Owen.\n\nAnd so we leave him.  Some day, perhaps, some enthusiast will publish a\ntranscript of the remainder of Borrow’s Note Book of 1857, and also,\nperhaps, that of 1867, when we may have a further opportunity of\nfollowing still more closely the tracks of Lavengro across the heart of\nwildest Wales.\n\n\n\n\nFootnotes.\n\n\n{160a}  “Life, Writings, and Correspondence of George Borrow”, by W. I.\nKnapp, 1899, vol. ii, pp. 184–5.\n\n{160b}  Shortly before his death, Dr. Knapp, in a letter (27 Aug. 1908)\nto the Secretary of the Gypsy Lore Society, thus alluded to this\ncorrespondence:—“I have just sent off a bulky parcel that cost me _three\nweeks_ to write, containing the transcription of one of Borrow’s Note\nBooks of 1857.”  See _Journal_, _Gypsy Lore Soc._, New Series, vol. ii,\n(Jan. 1909), p. 196.\n\n{162}  _Life_; vol. ii, p. 381,\n\n{163a}  It is difficult to locate the Inn at Laugharne, but from the\nnumerous enquiries we made, it is possible it was the house kept by a\nMrs. Brown, and still known as Brown’s Hotel.\n\n{163b}  The bridge and wooded dell.  The latter divides the town into two\nhalves.\n\n{163c}  Plashett.\n\n{163d}  Dene or Dean.—Borrow was doubtless well acquainted with this word\nin the place-names North Denes and South Denes, at Yarmouth, where the\nterm is applied to the sandy waste flats north and south of the town.\n\n{163e}  Llanmiloe, the residence of Mr. Morgan Jones.\n\n{163f}  The Spring Well Inn, kept in 1857 by a man named Saer.\n\n{164a}  Possibly a man named Phillips, a native of Saundersfoot.\n\n{164b}  The original Pendine, grouped about the church.  The houses near\nthe shore are probably later additions, in part due to the attractions of\nPendine as a summer-resort.\n\n{164c}  Mr. Morgan’s other parish was Cyffic, near Whitland.\n\n{164d}  Borrow undoubtedly included the Island of Caldy as one of the\nheadlands.\n\n{164e}  Saundersfoot Bay.—Borrow makes several allusions to Douglas.  He\nstayed there in 1855.  The scene in descending the hill from Marros to\nthe shore at Amroth is indeed a noble one, and for picturesque beauty and\ncharm of colour the view can have few equals.\n\n{164f}  Now superseded by a cart-bridge.\n\n{164g}  A storm-beach.\n\n{164h}  Pont-y-terfyn: the bridge of the boundary.  The little stream\ncrossed by the bridge divides Carmarthenshire from Pembrokeshire.\n\n{164i}  Borrow does not mention Amroth.  Possibly the omission was due to\nthe state of the tide which, if near high-water, would keep him close up\nto the storm-beach, and so curtail his view.  This is corroborated by the\nfact that he proceeded to Saundersfoot by road.  Had he been able to walk\nalong the shore, he would have materially shortened his journey.\n\n{164j}  Picton Castle Hotel, kept in 1857 by a Mrs. Rees.  The Inn is now\nnamed Hean Castle Hotel.\n\n{165a}  Monkstone.\n\n{165b}  St. Catherine’s Rock.  Borrow evidently confused this with St.\nMargaret’s Island, off Caldy Island.  The fort which now occupies the top\nof St. Catherine’s Rock was not built till 1868.\n\n{166a}  Presumably Manorbier parish.  We have not identified the\n“half-way house”.\n\n{166b}  Lamphey.—Borrow probably thought the name to be a corruption of\nLlanfair (St. Mary’s).  The name is a corruption of Llanffydd (St.\nFaith’s).\n\n{166c}  The proprietor of the Lion Inn in 1857 was a Mr. Jones.  There is\nno record of Borrow’s visit, nor is there at the lodge of Pembroke\nCastle.\n\n{166d}  Pater battery (pronounced “Patter”), near Pembroke Dock.  Borrow\nappears to have crossed Milford Haven by boat (probably from Hobb’s\nPoint) to Neyland, and to have set out on foot _via_ Llanstadwell for\nMilford; but whether he got as far as Milford that day is doubtful.\n\n{166e}  This is ambiguous.  Dr. Knapp, in his transcript, suggests in an\ninsertion that Borrow returned to Milford.  But there is no evidence that\nhe reached Milford on the 25th, and on studying the notes we conclude\nthat he retraced his steps to Pembroke, and stayed that night (Aug. 25th)\nat The Lion.  Unfortunately there is no record of his visit left at\nPembroke.  Next day (the 26th) he probably crossed from Hobb’s Point\ndirect to Milford, though he does not say so.\n\n{166f}  Steynton, on the road between Milford and Haverfordwest.\n\n{167a}  Merlin’s Bridge, on the outskirts of Haverfordwest.\n\n{167b}  Merlin’s Hill.\n\n{167c}  River Daucleddau.  The river at Haverfordwest is the Western\nCleddau; it joins the Eastern Cleddau about six miles below the town.\nBoth rivers then become known as Daucleddau or the two Cleddaus.\n\n{167d}  Borrow means Milford Haven; the swallowing capacities of the\nWestern Cleddau are small.\n\n{167e}  North-west.\n\n{167f}  Pelcomb Bridge.\n\n{167g}  Camrose parish.\n\n{167h}  Appropriately known as Tinker’s Back.\n\n{167i}  Dr. Knapp was unable to decipher this word.  He remarks in a note\nthat the pencillings are much rubbed and almost illegible.  We think,\nhowever, that the word should be Plumstone, a lofty hill which Borrow\nwould see just before he crossed Pelcomb Bridge.\n\n{167j}  This was a low thatched cottage on the St. David’s road, half-way\nup Keeston Hill.  A few years ago it was demolished, and a new and more\ncommodious building known as the Hill Arms erected on its site.\n\n{167k}  The old inn was kept by the blind woman, whose name was Mrs.\nLloyd.  Many stories are related of her wonderful cleverness in managing\nher business, and it is said that no customer was ever able to cheat her\nwith a bad coin.  Her blindness was the result of an attack of small-pox\nwhen twelve years of age.\n\n{168a}  Dr. Knapp’s insertion.\n\n{168b}  It is doubtful if there was a chapel; no one remembers it.\n\n{168c}  Nanny Dallas is a mistake.  No such name is remembered by the\noldest inhabitants, and it seems certain that the woman Borrow met was\nNanny Lawless, who lived at Simpson a short distance away.\n\n{168d}  Evan Rees, of Summerhill (a mile south-east of Roch).\n\n{168e}  Sger-lâs and Sger-ddu, two isolated rocky islets off Solva\nHarbour.  The headlands are the numerous prominences which jut out along\nthe north shore of St. Bride’s Bay.\n\n{168f}  Newgale Bridge.\n\n{168g}  Jemmy Raymond.  “Remaunt” is the local pronunciation.  Jemmy and\nhis ass appear to have been two well-known figures in Roch 30 or 40 years\nago; the former died about the year 1886.\n\n{168h}  Pen-y-cwm.\n\n{168i}  Davies the carpenter was undoubtedly the man; he was noted for\nhis stature.  Dim-yn-clywed—deaf.\n\n{168j}  Dr. Knapp here says “descriptions omitted.”  Up to this point\nthey are complete, but from here onward only a selection has been\ntranscribed by him.\n\n{169a}  The inn is now a private residence.\n\n{169b}  Aber-Gwaen.\n\n{169c}  Mathry.\n\n{169d}  Aber-Teifi, _i.e._, Cardigan.\n\n{169e}  Borrow alludes to his traverse of this region in a passage in\n_Wild Wales_ (chap. 93), where he says that “long subsequently” (to 1854)\nhe found that these parts of Breconshire and Carmarthenshire contain some\nof the wildest solitudes and most romantic scenery in Wales.  The “long\nsubsequently,” however, was really not quite three years!",
    "metadata": {
        "author": [
            "Borrow, George",
            "Cantrill, T. C. (Thomas Crosbee)",
            "Pringle, John",
            "Pringle, J. (John)",
            "Cantrill, Thomas Crosbee",
            "Borrow, George Henry"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/62073/pg62073.txt",
        "name": "george_borrow_s_second_tour_in_wales.json"
    }
}