{
    "name": "Give Back a World",
    "author": [
        "Gallun, Raymond Z. (Raymond Zinke)",
        "Gallun, Raymond Zinke"
    ],
    "body": "Red signal lights winked on, on the white walls that surrounded\nthe tiers of bunks there in the belly of the _Sun Child_. Tension\nsharpened. Crap and card games broke up. Last-minute checking of gear\nand weapons was dropped, as five hundred men of the Survey Service\nclimbed into their bunks for the deceleration.\n\nThis would be only the second time that Terrans, surging out to\ncolonize the planets, had reached Mercury, the Paradox World.\n\nAs he pocketed the cards, there was only a brief flicker in Fane's pale\neyes, suggesting to Rick Mills that he was a bad loser at poker. But\nthe savage glint was masked at once.\n\nFane's low, broad forehead crinkled. \"You lucky stiff, Mills,\" he said\nwith a shrug and a grin. \"Well, I don't need to win money now.\"\n\nRick knew Frank Fane some after three months of journeying from Earth\ncooped up in a space transport with him. He seemed a fairly good Joe,\nsome ways. He never lent or borrowed anything. That was sound policy.\nOr independence carried to a fault. Besides, Rick had an idea that\nFane's thin face was a flexible mask, too inclined to act out the\nsurface he wished to show, instead of revealing his honest emotions.\nAnd his sly hints, which never told very much about Mercury, seemed\nSatanically designed to provoke dread in less experienced listeners.\n\nHere came Fane's great distinction. He was the sole survivor of the\nMartell Expedition, the one man alive who had been on the most sunward\nworld. Six months he'd spent there. That made him an object of awe in\nyounger eyes. It also inspired insidious doubts about him.\n\nAnd the one thing that set Rick Mills a little apart from other hard\nyoung experts that had recently graduated from the Survey Service\nSchool on Mars, and who now formed most of the five hundred aboard the\n_Sun Child_, was that he had almost made friends with Fane. Curiosity,\nand warmth toward people had prompted the effort. And wariness before\nsuspicion.\n\nFrom his bunk across from Rick's, Fane now spoke:\n\n\"Well, here we go. Just a few more minutes. The end of book learning,\neh, you guys? The beginning of experience. I wonder if all of us will\nstill be alive inside of twenty-four hours?\"\n\nMaybe it wasn't malicious humor. Maybe it was just the brutal kind of\njoshing that helps to make men.\n\n\"Shut up, Fane,\" Rick joshed back in the tough manner that Fane seemed\nto like in him. \"Keep on your toes yourself or you might be the first\nto die.\"\n\nFane chuckled. \"Always the smart boy, eh, Mills? Better keep it up.\nBecause Mercury's a crazy place. It's the planet closest to the sun.\nBut it forgot to turn on its axis ages ago. So the dark side is colder\nthan Pluto must be. But on the solar side your space-boots can slosh\ninto wetness that you might believe is water. Umhm-m. Only it turns out\nto be a puddle of molten lead.\n\n\"Hell, you guys have always known stuff like that. So why repeat\nmyself? When there are interesting circumstances? A push-button war\nfifty million years old that got put into cold storage, for instance.\nDead storage. But maybe not quite dead. I wouldn't know, for sure. How\nabout getting mixed up with that?\"\n\nSome strange jubilance seemed to possess Fane.\n\nThe retard-jets of the _Sun Child_ thundered to check vast speed.\nConversation died as, from the zero of free-fall, weight rose to five\ngravities, pushing the corners of men's mouths back toward their ears.\n\nStill, in spite of the strains in his own stocky, muscular body, Rick\nMills kept an eye cocked at the long, sinewy shape that was Fane, prone\non taut canvas across the aisle. Fane's grimace remained reckless.\n\nWith the mystery of Mercury at hand, Rick was like his companions.\nHe thought some of home. Minnesota. His folks. Anne Munson. Anne who\nwas on Mars, at the Survey Service School. They could use girls for\ncertain less rugged jobs, Rick thought of her picture in his pocket.\nHoneydew hair. Cool, pleasant eyes. And under her smile her scribbled,\nhalf-kidding challenge:\n\n\"_Find us a world, Rick!_\"\n\nWell, it would never be hellish Mercury. No place for a girl.\n\n\n\nRick also thought that he would have liked to like Fane if he could.\nNow didn't seem the right time. His veiled bragging and shows of\ninsolence had begun to exceed the limit, even for rough men. And there\nwere too many questions in Rick's mind now. Was Fane struggling to keep\nsome inner elation from showing too much? What did he want from life?\nWealth, maybe? Did he have a Mercurian secret that led toward what he\nwished to accomplish?\n\nRick's cold feeling found its chief source in the Martell Expedition to\nMercury of a year ago. Just Martell, Jacobs, and Fane--the pilot and\nmechanic--in a small, long-range rocket ship.\n\nOn his return, Fane of course couldn't be evasive in his written report\nto the Interplanetary Colonial Board. It had been published. Rick could\nremember parts of it almost word for word:\n\n\"... We had gone a hundred miles into the dark hemisphere with the\ntractor. Martell wandered off alone. Jacobs and I found him with a hole\nin the back of his oxygen helmet. Falling backward onto a sharp rock\ncould have done it. The hole let the air out of his space suit, and the\ncold in....\n\n\"Jacobs ended up just about the same, two Earth weeks later. Except\nthat it was on the hot, sunward hemisphere....\"\n\nOnce again Rick thought that it was a little queer that two resourceful\nmen should fall victims to the same accident even if roasting and\nfreezing looked like the classic ways to die on Mercury.\n\nRick longed primitively just then to drive his fists into Fane's narrow\njaw. Was he a liar and a murderer? If so, what was his motive?\n\nBut then Rick was almost ashamed. The Colonial Board seemed to have\naccepted the report. And that Fane had brought the bodies of his\ncompanions, preserved by Mercurian conditions, back to Earth, was a\nminor hero's deed, wasn't it?\n\nOther of Fane's written comments came back in Rick's mind:\n\n\"There is far more frozen air and water on Mercury's dark side than\nthere should be....\n\n\"Several times I may have imagined glimpsing movement. Once I thought I\nsaw something small scurry into hiding under some ancient wreckage. I\ntried to dig it out. I don't know what it was....\n\n\"There are ruins and much ancient junk on Mercury. Martian stuff. And\nfrom Planet X. As could be expected.... Left alone while I waited\nfor favorable relative orbital positions for a return to Earth, my\ninvestigations of things on Mercury were somewhat limited, however....\"\n\nSuch were Fane's sketchy notes, supplemented by a few blurred\nphotographs that had been salvaged from much film that had been\nobviously ruined by a small radiation leak from his rocket's A-jets.\nBut as for the wreckage he had written of, everyone knew that Earth\nwasn't the first world to colonize other planets. Remembering, Rick\nMills felt mingled fascination and dread.\n\nFifty million years ago Mars and Planet X had been rivals. On Earth,\nthe evidence of their final war must have been trampled under foot by\nthe last of the dinosaurs, buried by volcanoes and rusted away by the\ndamp climate. About the same had happened on Venus.\n\nBut on Earth's moon there still were gigantic bomb craters. And a\nfew bright new weapons and engines of war, preserved perfectly by\nthe vacuum. And two kinds of grotesque, dried-out corpses. In Mars'\nthin air and dryness, there still had been much weathering. But the\nfused-down, glassy remains of its cities, still slightly radioactive,\nlingered to show how the Martians had been wiped out.\n\nThe end of Planet X had been even more spectacular. Some colossal\nprojectile must have drilled to its center to blow it apart, and form\nthe thousands of fragments that were the asteroids. Drifting among\nthem were the shattered cornices and columns of buildings, broken and\ncindered instruments and machines, art works, whatnot. So, two splendid\ntechnologies had perished with their creators.\n\nTill on Earth science had risen again to challenge the primitive solar\nsystem. There were rich metals to be dug, new cities to be built for\ngrowing populations, adventures to be had, and knowledge to be gained\nand regained.\n\nMercury, too, had certainly been mixed up with that violent past. And\nnow it hovered, a disturbing enigma, in both the immediate and the\nfarther future. In only moments, now, that past would blend with the\npresent. His--Rick Mills' present. Fane would be in it, too. With the\nbrassy taste of worry before the nameless in his mouth, Rick realized\nhow easy it might be to be unjustly suspicious. So he tried to fight\noff his tension, which most of his companions must share in some\ndegree. He tried to substitute an adventurous eagerness.\n\nAmid gusts of fire from its underjets the _Sun Child_ thudded down at\nthe old Martell campsite in Mercury's Twilight Belt which rings the\nplanet between its hot and cold hemispheres. Here there is day and\nnight of a sort. For Mercury, wobbling a little in its eccentric orbit,\ndoes not always keep exactly the same face turned sunward. In the\nTwilight Belt the sun sometimes rises slightly above the horizon, and\nthen sinks back. Here there is no terrible heat or cold.\n\nEverything was done now with swift precision. Like establishing a\nbeachhead in some Earth-conflict of years ago. These five hundred men\nof the Survey Service, though civilians, functioned like a small army.\nThey were the vanguard of research workers that must spearhead the\noccupation of yet another world. Bookish and academic they might seem,\nbut they were trained for great ruggedness, too.\n\nWorking in space suits, they strung a security perimeter of electrified\nbarbed wire around the ship. Breastworks were built and weapons\nwere mounted against the unknown. Air tight tents to house testing\ninstruments were set up and inflated. Everyone--Rick Mills, Lattimer,\nTurino, Finden, Schmidt, Horton, and the hundreds of others--toiled\nhard.\n\n\n\nThen there was time to really look around. The dry rusty plain bore\npatches of low vegetation, with crinkly, silver-gray whorls. Lichen, it\nlooked like. A sad remnant of life. In the all but airless sky stars\nblazed, even though a white-hot silver of the sun peeped above the\nbrooding horizon, beyond which, for all one knew, great metal shapes\nmight hide, waiting, preparing an ambush.\n\nNostrand, the leader of this expedition, held an aneroid barometer in\nhis gloved hand. He was gray as iron, square-built of face and body,\nwith widely separated teeth. He grinned, now, and spoke through his\nhelmet radiophone:\n\n\"Funny. There's a wisp of air left. Small as it is, and with a gravity\nonly one-fourth that of Earth, Mercury shouldn't have been able to\nhold down much of an atmosphere for more than a few thousand years. It\nshould be as dead as our moon by now. A minor riddle, eh?\"\n\nNostrand's tones fell, almost unnoticed, into a hollow stillness. Fane\nwas standing near. He said nothing, but Rick Mills saw him grinning\nlike a Cheshire cat.\n\nEyes continued to grope all around--at newness to them which was eons\nold. In the near distance was what seemed a highway. It ran east\nand west. One end vanished among the gloomy hills, at the fringe\nof the frigid hemisphere of eternal night. The other end reached\nstraight across the plain toward where the top edge of the sun blazed\nsupernally. In that direction the Twilight Belt turned gradually into\nunequalled desert.\n\nSunward along that highway, several ruined domes were visible, like\nscattered castles. They looked ancient Martian. Beyond them, out of\nsight, there must be others--buildings never made to offer shelter from\nthe continuous, blazing radiation to which they were now exposed.\n\nAlso in sight on the highway was the wreck of a great turtle-like war\nengine, its triangular prow marking it as a probable product of Planet\nX. Doubtless, too, it had been an automatic, unmanned thing, capable of\nseeking out enemies by radar, and attacking, on its own, even without\nremote control. But if there was fear among those who saw it that the\nenergy in it would be reawakened by their presence, this was dispelled\nas far as it was concerned. It lay on its side, torn out of shape,\nknocked out on the road those ages ago.\n\n\"Jeez!\" some young guy muttered.\n\nThen Nostrand spoke again, expressing most everyone's mood:\n\n\"Mercury was different when it rotated on its axis. Torrid, yes.\nBut solar heat was nowhere continuous. Nor was darkness and cold.\nThere were nights to cool off the heat of day. But the tidal drag of\nthe too-near sun slowed the rotation. It must have stopped rather\nsuddenly, as a wheel spinning against considerable friction stops. Then\neverything on Mercury changed, became extreme. It must have happened\njust about when the Martians and Xians were fighting each other. Maybe\nboth sides held part of the planet at first....\"\n\nNostrand's tone was musing and remote, hinting at pictures of ancient\nhistory. In his mind Rick Mills saw those dim pictures. His hide\ntingled. And his eyes combed the surrounding hills and plain warily.\nWas he looking for strange movement? This thought was tied up with the\nknowledge that, as on the moon, automatic machines could be perfectly\npreserved for millions of years here on weatherless Mercury, and that\nin some of them power might still be triggered into action by the\ndisturbance of something penetrating a radio aura around them.\n\nRick spent some minutes with this scrutiny. By mood, nothing but\na little dust and scant air molecules ever should stir on this\ntomblike planet. Once he may have imagined something small crawling\non a hillside. But the second time, in a boulder-strewn gulch toward\nthe dark hemisphere, and only a quarter-mile away, he could not\nbe mistaken. A shape, hunched under a heavily loaded rucksack, was\nhurrying and dodging away. A man in space armor!\n\nRick gasped. He glanced around and then cursed. At once he had thought\nof Fane. Fane had been present moments ago. Now he was gone. Somehow\nRick wished mightily that he had not lost sight of him for an instant.\n\n\"There goes Fane!\" Rick yelled, pointing.\n\nBut while others took up the cry, Rick spied a piece of white notepaper\nat his feet. He picked it up and read:\n\n\"I'll drop this where you'll find it, Mills. So long. Thanks for the\ninterest in me. It's flattering. I feel something is going to happen.\nI'm a lone wolf, unused to schoolbook greenhorns. I'm playing it\nsingle, and taking French leave. It's safer. I know you're supposed to\ngo with a bunch into the dark hemisphere. Maybe I'll see you--if you\nlive. Fane....\"\n\nOthers read the note over Rick's shoulders. And other voices expressed\nsome of Rick's scattered thoughts.\n\n\"Damn Fane! Something screwy about him. I always knew....\"\n\n\"Sure! What's he trying to pull? What does he know about Mercury that\nhe never told? Running out on us, now, huh? Six months he spent here\nonce. Bet he did kill Martell and Jacobs! What is he after now? And\nwhat has he found out about the war machines that must be here?...\"\n\n\"Easy, guys. No wolf-pack talk....\"\n\n\"Easy--hell! If he didn't know his way around he'd never be wandering\noff like that on foot! His running off means no good....\"\n\nThen someone raised a long-range blaster. But before it could be fired\nat the dodging and elusive Fane, Nostrand struck the weapon down. The\nrunaway had already reached the darkward foothills.\n\n\"It's no use trying to stop him now,\" Nostrand said.\n\n\"Fane--do you hear me?\" Rick called, his helmet radiophone giving his\nvoice the needed range. \"Tell me, what's the pitch?\"\n\nRick heard Fane's derisive and harsh laugh. \"I told you, didn't I,\nsmart boy Mills?\" he taunted. \"Or are you all stupid?\"\n\nThe laugh and the words revealed more of Fane's nature to Rick than\nhe'd ever seen before. The ego, the vanity, flaunted now because of\nsome hidden advantage. Doubtless it salved an inferiority. Rick would\nhave liked to like Fane. But now that big lanky man, for all his show\nof competence, was like a poisonous child.\n\nRick felt an amused smirk coming out on his own face in spite of his\nsense of the presence of masked danger. \"Somebody has got the idea\nthat he's super, Fane,\" he chuckled. \"I wonder how that old, tiresome\nthing happened to you. Maybe you had a bitter, frustrated youth. Kids\nbeat you up, hunh? So now you're the bigshot who makes monkeys out of\neverybody. Well, go play your marbles....\"\n\nFinal response was only another harsh laugh.\n\nFor secrecy, Rick now cut off his radio, and established a\nsound-channel for his voice by grasping Nostrand's shoulder.\n\n\"We've got to follow him, Chief. See what he's up to,\" he said.\n\nNostrand nodded, and beckoned Schmidt, who was supposed to lead the\npre-planned party into the dark hemisphere, to come closer. Nostrand\nspoke softly, with his phone also shut off:\n\n\"Of course. Things will proceed about as we intended. With the primary\npurpose of scientific exploration. But we'll cut the parties to ten men\neach to risk less personnel. One party with specially shielded space\nsuits and tractors will invade the sunward hemisphere, while you folks\nwill go the other way.\"\n\n\n\nWithin an hour, under Schmidt's able command, Rick and his other\ncompanions were moving along the highway toward the shadowy eastern\nhills, with two tractors fitted with pressurized cabins. Rick and two\nother men, Lattimer and Finden, rode atop the lead vehicle as lookouts.\n\nRick thought of how flexible a Survey Service guy had to be. Here\ntheir intended work was to learn about Mercury--to dig, even, into its\ncrust, searching out its mineral wealth and learning its history, even\nback far beyond the rivalry of the Martians and Xians. A steaming,\nfast-spinning little world, it must have been once. And of course its\nnow dubious value to modern civilization and economics must be judged.\n\nBut now another duty was added--something of criminal detection! There\nwas suspicion without proof. Doubt that might be groundless, almost. Or\nthat might point to a deadly unknown.\n\nWhat must be Fane's tracks in the dust, were visible in one place for\nabout a mile, along the hard-surfaced road. But then they vanished\namong the rocks. And what sense was there to try to hunt him out of\nthe hills? Schmidt gave no such order. And Rick realized fully, then,\nthat it was not so important to find Fane himself, but to learn what\nfabulous mystery it was that had made him hurry into this wilderness\nalone. Something tremendous must be at stake.\n\nMiles were covered swiftly at first, making the sliver of sun sink from\nview to the rear. But one pale wing of the solar corona--a reminder,\nhere, of the final sunset so long ago--still projected above the\nhorizon, providing ghostly illumination. There was little talk, but\nRick Mills felt as if he was invading some immense and haunted cellar,\ncovering half a planet.\n\nFor young Finden to photograph, there were domed structures, vast\nbuildings that might have been factories, huge slag heaps from mines,\neven the still standing trunks of trees, that had been perhaps\ndeveloped from Martian stock. Thicker and thicker layers of frost and\nfrozen air were over everything. And scattered along the road were\nthe scars and wreckage of violence. Here, wood had been blackened by\nfire. Here, dug in the ground, had been a fortified strong point and\nsupply-dump, full of toppled cylinders. Here there were dried-out,\nblackened corpses. The Martians, their many tentacles stiffened to the\nconsistency of old wood, looked like charred tree-stumps. The Xians,\nwith but four boneless limbs, were like deflated sacks of old leather.\n\nThere were great tanklike machines, of both Martian and Xian origin,\nblasted, and grotesquely toppled into ditches. There were metal forms,\nvaguely human and similarly torn. Here was all the evidence of battle\nand of Martian retreat. Mile by mile they must have been driven back\ntoward some fortress deep in the now dark hemisphere.\n\nAnd what comments were there to make now, about all this archaic\nfury that had gone silent and moveless those eons past? In momentary\ncontact with their space suits, Rick Mills heard Finden's \"Jeez!\" and\nLattimer's monosyllabic and awed curses. Fane had said something about\na push-button war put into deep freeze.\n\n\"That's about the size of it,\" Rick said once to his companions.\n\"Everything is in deep-freeze--almost absolute zero, and a vacuum,\nbesides. No method of preservation could be much better.\"\n\nIt was as if here on the dark hemisphere, time had stopped with the\nending of the passing days that measured it. Nowhere else in the solar\nsystem could the remains of that old conflict be better kept. And\nnowhere else were they more profuse.\n\nIt was hard not to think, now, that it was unwise to have come here\nso rashly. Rick had the feeling of having plunged too far into enemy\nterritory where his bunch could be ambushed. For those war machines\nwere not all smashed, certainly. Time meant nothing to them here. And\nthe mystery of their function was half known from others like them\non other worlds. There was always the chance that some of them would\nrespond to the stimulus of detected movement around them. They were\nknown to have intricate electronic relay systems inside them, almost\nbrains.\n\n\"Keep your necks swivelling and your eyes peeled,\" Schmidt told his\nwatchers on the tractor top, in a brief helmet phone message from\ninside the cabin.\n\n\"Don't worry, we will, Chief!\" Lattimer growled back.\n\nOverhead blazed the same constellations of stars known on Earth. Venus\nwas glorious among them. Earth was dimmer--farther off. And it was the\nbrilliance of that space-like star curtain that limned the first ugly\nmoving silhouette. One of the man-like monsters was on the road ahead,\nits arms raised. Its great jutting thumbs of metal might have been the\nsort of things that had punctured the helmets of Martell and Jacobs.\nPerhaps this colossus had awakened on its own, as has been suggested.\nOn the other hand, it might have been commanded by remote control,\noperating through radio impulses, of which the static-like whispers,\nbarely noticeable in Rick's phones, might be the evidence.\n\nTo signal, Rick pounded on the roof of the tractor's cabin. And the\nmen below fired their main blaster at once. The dazing blue flash of\nneutrons tore the metal giant apart with a spattering of incandescence.\nBut then something fired back. There were two concussions and a\nblinding glare. Rick felt himself hurtling.\n\nWhen he scrambled out of a deep snow-like drift, both tractors were\nblossoming white-hot vapors from their insides. In their cabins, no\none could still survive, Schmidt, or any of the others. The lump was\nhard in Rick's throat, and the blur was thick and angry in his mind. He\nscrambled along the ditch, keeping down, firing at little shapes that\nscurried on the road. They were oval, half a foot long, like tortoises,\nbut much faster. He'd seen their like at the Survey Service School\nbrought from Earth's moon. Deadly little robots from X. They scuttled\nfor cover. No use trying to dig them out. They were as elusive as rats.\nAnd they could fire atomic pellets.\n\nTwo more Earth-made blasters had been in action.\n\n\"We're still with you, Rick!\" Finden risked saying by phone.\n\n\"Yeah, all I got out of it was some bruised ribs,\" Lattimer who was\nolder, joined in, hiding a wince of pain.\n\n\n\nWhile they were taping up a weak spot in Lattimer's armor, something\nspitting blue, like a rocket, arced overhead, and Rick was sure he\nheard a derisive chuckle in his phones. Fane.\n\n\"Damn him!\" Lattimer snarled. \"At the very least Fane would know how\nto use some of these machines after six months here. He'd know how to\ntravel fast....\"\n\nAgain, against the possibility of their conversation being overheard\nthey were speaking directly by contact-transmitted sound.\n\n\"Keep down and tune in on camp,\" Rick said. \"We can listen, anyway.\"\n\nThey heard strange noises. And then Nostrand's voice saying: \"... We're\nunder attack. A dozen war-robots. Parties afield please don't answer\nif there is danger of giving away your positions by radio-direction\nfinder.... Ship already disabled....\"\n\n\"It _must_ be Fane doing it,\" young Finden snarled.\n\n\"Maybe. Not necessarily,\" Lattimer answered. \"The question is, what do\nwe do? Try to get back to camp on foot?\"\n\nRick was younger and less experienced than the middle aged Lattimer but\nhe felt the force of leadership coming over him. Most of it, perhaps,\nwas fury, bringing the drive out in him--and bringing out an idea.\n\n\"We'd be of small use in camp,\" he said, \"even if we could get there.\nCome on--crawl!...\"\n\nRick had spied another Martian corpse, half-buried in a blanket of\nfrozen air and frost a little way down the ditch. They reached it, and\nRick ripped open the thin, rubberlike integument that had served its\nkind as space armor. Among its weird equipment Rick found a pouch held\nclose to its hardened flesh. He drew out a parchment.\n\n\"Should have thought of this before,\" he growled. \"In war they carried\nmaps--Martians and Xians alike. Now let's see. What looks important on\nthe dark hemisphere? Something that a guy like Fane would go for. If\nthat's the way it is....\"\n\nThe three men huddled together, squinting at the stiffened parchment in\nthe dim light of the solar corona. Dark lines showed highways passing\nbetween jagged markings that must be mountain ranges. Rick coordinated\nwhat he knew of Mercury from astronomical photographs taken at the\ngreat observatory on the moon, with what he saw on the map, and thus\nfound out where he and his companions were.\n\nHis attention was drawn inevitably to a great golden circle on the\nparchment. All roads led to it.\n\n\"No matter how you stack it, that must be the place we want to reach,\"\nRick said. \"But it's four thousand miles away.\"\n\n\"I see there's a tunnel, too,\" Lattimer joined in. \"That heavy red\nline. I know Martian maps. It's for a kind of jet-train. Am I cockeyed\nto think that some cars might still work?... If we could get to a\ntunnel entrance. But it's fifty miles at the nearest. Some walk!\"\n\n\"We're stranded in a white hell, with a good chance of being knocked\noff before we die from more natural causes,\" Finden said. \"So we've\ngot to think boldly. How about finding something like what Fane seemed\nto be using? Then we could rocket to that golden circle place.\"\n\n\"Yeah--'_finding_',\" Rick retorted. \"Then there's the question of our\nbeing able to fly it in a hurry. Uh-uh--the tunnel's a long shot, too,\nbut a better bet. If we can locate a large, flat sheet of metal, we can\nbend up one end for a prow and use our blasters for reaction-propulsion\nto improvise a toboggan that will ski over the frozen air and frost.\"\n\nThey crept further along the ditch to get away from the deadly little\novoids that must still lurk near. Then they arose and ran. There was a\ndazzling blast from behind them, and they ran faster, maybe a mile or\nmore, stumbling through deep drifts of white.\n\nThey came to more Xian wreckage. Hurriedly they searched, as some\nvague bulk prowled, far off to their left. But at last they found and\nshaped what they wanted. They crouched on the sheet of metal, and fired\ncontinuous streams of protons rearward. Soon their arms, braced against\nthe thrust of incandescent fire, ached furiously.\n\nThe weapons were hot in their hands. But under the rocket-like kick\nof the blasters they made speed even though their makeshift toboggan,\nunguided by runners, careened crazily. The hour it took to cover fifty\nmiles seemed an age.\n\nRick thought of Anne Munson, his girl, at the Survey Service School\non Mars. But such sweet ruminations had no place here. He pushed them\naside angrily. He wondered if Mercury would ever be worth anything,\nanymore. Mines it had, yes, but with one hemisphere frozen like this,\nand the other a furnace, would it ever be worth the trouble to build\nthe insulated camps that would be needed to work those mines? Even the\ncompletely airless asteroids were less forbidding. And out there, in\nthose fragments of a world, the metal-rich core of a planet was exposed\nfor easy exploitation.\n\nDull fury took hold of Rick. At Fane. But more at the past, here.\nWasted violence, buried in drifts of frozen atmosphere. Wasted energy.\nWhy couldn't those beings have done better?\n\nNear the end of the journey the toboggan hit a granite outcropping,\nthat projected an inch above the layer of white, which was deeper here,\nfarther inside the dark hemisphere. Rick and his companions were hurled\ncartwheeling into the drifts. It was minutes before they were conscious\nenough to move again.\n\nOnly Lattimer's pistol was not yet quite burnt out. So their crude\nvehicle was now useless. They had to continue toward the tunnel on foot.\n\n\"Somewhere around here,\" Rick muttered at last. \"By the map, there\nshould be an entrance. Don't know where we're going but we've got to\nhurry.\"\n\nLooming dark and shattered under the stars was a tower. The three men\nstruggled toward it. A shape was following them again.\n\nSomehow they got inside the tower. Drifted atmosphere gave way under\ntheir feet. They were sliding down a kind of chute. It felt like the\nend of things. But in a minute they slid into an underground chamber.\nThey wandered for a while amid Martian apparatus. They could still\nrecognize transmutation equipment, though its vats and grids were cast\nin an un-Earthly form. The walls themselves glowed softly.\n\nThe injured Lattimer was the most exhausted but he still showed\ninterest in things.\n\n\"The silicon in rock has an atomic structure not so far from that of\noxygen and nitrogen, hasn't it?\" he mused. \"It could be redesigned a\nlittle. And the waste protons and electrons from the process could be\nused to make hydrogen for water. Besides, there's a lot of oxygen in\nmineral oxides. And water of crystallization, locked up, but ready\nmade.... Water and air from rock! Earthmen can do that, too. Here the\nMartians must have done it all the time, replenishing the air and\nwater constantly, and building up the supply. And when Mercury stopped\nrotating it just froze up here on the dark hemisphere, where, in solid\nform, it couldn't leak away into space anymore. It was just kept\nforever. So that much is explained. The Martians must have had a lot of\nthese factories.\"\n\n\"Yeah, sure,\" young Finden growled. \"Let's skip that, now. We've got\nto find the tunnel vehicles.\"\n\n\"We'll find them,\" Rick promised with a drunken sort of confidence.\n\"And they should work if they aren't smashed. Preservation is perfect.\"\n\nThey moved as in a dream. But Rick was right. They descended a ramp.\nThe frost of air around them was unmarked by footprints other than\ntheir own. They crept into a projectile-like car on a track, and\nfastened the door. The marvelous simplification of controls was\nevidence of an advanced technology. Was it so strange after all that\nwhen Rick pressed the throttle gingerly, a blast of atomic flame burst\nfrom the stern of the car, setting it in motion after so long?\n\nSpeed mounted. Colliding with anything in that tunnel would have\nbrought the men unknowing death. But now the throttle was limp and\nunresponsive. So what was there to do but rely anxiously on probable\nautomatic guiding devices? In minutes the car covered four thousand\nmiles, and then stopped by itself with a soft, innocuous jolt.\n\nFinden undogged the portal of the projectile by working levers not made\nfor human hands. Again the glowing walls gave light. Boots made grating\nsounds. So there was air, too. Gaseous, not frozen.\n\nAgain they wandered through passages and rooms. Here was a great\nunderground fortress and supply depot. Metal crates and boxes were\nstacked high. There were hugely buttressed walls, some of them ruptured\nand repaired. Martian and Xian corpses, relics of a last battle, lay\ndried out and blackened on the floor.\n\nAt last the men came to a long vaulted hall. Near them was the breech\nof a colossal tube, ten yards in diameter. Beyond it was another and\nanother, a whole bank of them, fifty in a row, slanting slightly upward\nand disappearing into the metal wall.\n\n\n\nThe men sensed it at once--in this colossal setup must be what they had\ncome to see. Here was the mysterious center of things.\n\nThey might have spoken of this aloud. But in this age-old place they\nwere warned to silence. And it wasn't all intuition and wariness. For\nalong the center of that hall, the dust was almost obliterated by human\nbootprints.\n\nStepping very lightly, Rick and his companions hid behind a metal\ncolumn where a mummified Martian sprawled on the pavement amid heaps of\nparchment. Nearby was an Xian corpse.\n\nThen they heard a voice. A whisper, almost. It came to their ears\ndirectly as sound, penetrating easily the insulating texture of their\noxygen helmets:\n\n\"Give back a world.... Me....\"\n\nIt was a man's gloating mutter to himself. A vain man's promise to his\nego, which the frustrations and competition of life had made swollen,\nlike a cancer.\n\nThen they saw his blurred shadow on the wall. Thin, hunched over,\nworking at something. Fane all right. He had arrived here ahead of\nthem, by rocket vehicle. No chance could be taken, questioning him.\nThat could be done when and if he was overpowered.\n\nRick Mills raced around the column and leaped. But the scrape of his\nspace-boots was a small warning. Fane was almost able to meet him\nwith the muzzle of a blaster. But Rick, hurtling into him with his\nshoulder, grabbed his wrist, and the weapon skittered across the floor.\nYet though his face-window was open, Fane wore a space armor, too. It\nprotected him from the onslaught. Besides, he was not near exhaustion.\nAnd his thin muscles were like wire cables. Moreover, he fought as\nif for all he had ever hoped for. Some terrific prize. He was like a\nsilent maniac.\n\nEven so, Rick almost pinned him down. Lattimer recovered the blaster.\nFinden was leaping. But Fane touched controls on a square box at his\nbelt. A strange old box.\n\nIn obvious response, an Xian colossus of metal dashed forward from a\nfar corner, its gleaming thumbs poised. Rick, dodging to one side, was\nforced to loosen his hold a little. Fane tore free.\n\nLattimer used the blaster. With a dazing glare its neutron stream cut\nthe legs from the robot. The latter clanked to the floor.\n\n\"You found a remote control device, Fane,\" Rick accused. \"The war\nrobots are largely automatic, but you are directing them. Why?\"\n\nFane made no denial. His face was a grimace of fury. He lunged behind\nanother pillar.\n\n\"Get him before he really brings hell down on us!\" Rick yelled.\n\nLattimer blazed away. Finden, who still had his original blaster, did\nlikewise, discharging the weapon's last energy.\n\nIncandescent chunks were torn from the walls and columns. Rick, Finden,\nand Lattimer ran after Fane but he managed always to keep some obstacle\nbetween them and himself. Twice, metal giants lunged at his pursuers\nand were cut down.\n\nOne victory the three loyal Survey Service men had. They drove Fane\nfrom that hall, with its row of the breech-ends of great tubes. Had he\nbeen able to stay a minute longer, calling more ancient battle forces\nto his aid, they would have been killed without further delay.\n\nBut there was defeat, too, in his escape from the hall. Considering\nwhat forces he must wield outside that was far from good.\n\nRick and his companions chased Fane up a spiral ramp, where the horny\ntendrils of Martians must once have scurried, and where, at the last,\nXians must have fought them. Up and up the spiral went--it was hard\nto say how far. At last it seemed to be ascending inside a tower, for\nthere were windows glazed with some clear substance. But beyond these\npanes, and close against them, there was nothing but whiteness. The\ntower was all but buried.\n\nThe climb ended in a round chamber fitted with an airlock. But when\nthe men reached the latter, Fane had already passed through it to the\noutside.\n\nRick rubbed the rime of frozen atmosphere from a window, and they all\npeered out at a level waste, pale under the stars. Here at the center\nof the dark hemisphere, the deposit of congealed oxygen and nitrogen\nand water was so deep that it seemed even to have buried the mountains\nutterly. Perhaps the tower itself was on a mountain top. Even so, only\nits cupola projected above the desolation.\n\nThat and a row of gigantic pipe ends slanting upward from the\nsuper-frigid drifts. Their maws yawned black in the still bleakness.\n\nFor a moment the men almost forgot Fane, as they wondered what it was\nthat they looked upon.\n\n\"Space ship launching tubes?\" Finden suggested.\n\n\"I'm thinking of something else,\" Lattimer answered, his voice hollow\nand awed, yet somehow less tired.\n\n\"So am I,\" Rick put in. \"I'm thinking of the breech-ends of these\nsame tubes down below. And of an ordinary Fourth-of-July pinwheel\nmade to spin by the tangential reaction of the gases of old fashioned\ngunpowder. And of what that screwball, Fane, muttered to himself. 'Give\nback a world.' Yeah. What was it that killed Mercury as a reasonably\nhabitable planet?\"\n\n\"I see what you mean,\" Finden growled. \"Mercury stopped rotating. But\nabout the rest you're absolutely nuts.\"\n\n\"Are we?\" Lattimer challenged. \"Does making a world rotate again, seem\ntoo big a job for a bank of atomic jets the size of these aimed just\nabove the horizon? Those old Martians could have done it. And maybe our\npeople could, too, allowing years of work and vast expenditure.\"\n\nAt that moment Rick Mills understood Frank Fane as never before.\n\n\"So this is supposed to be Fane's glory,\" Finden mused hoarsely, his\neyes wide. \"To give a ruined world back to civilization. Restore it.\nNot bad for an unknown pug-ugly even if the bug in his head says he has\nto kill everybody around and blame it on old war machines running amok\nby themselves so that there will be no division of triumph; so that,\nwith all of us dopes dead, he'll look even bigger.\"\n\nLattimer's lips twisted. They were about to utter curses. But then,\nbeyond the window, there was a dazzling flare of light. The men didn't\nask what kind of missile had been launched against them. That they\nfairly tumbled down the spiral was all that saved their lives.\n\nThe terrible roar of sound itself seemed enough to kill. Automatic\nportals clanged above them to shut off the outrush of air and the\ninflux of vaporized metal and radioactivity.\n\n\"We've got to block all entrances to the jet room!\" Rick shrieked. \"And\nwe've got to see that there are no tin soldiers running around loose.\nThen....\" Rick's voice trailed away.\n\nWith the blaster that had been Fane's, Lattimer brought down\ntunnel-roofs, barricading himself and his companions in the hall where\nthe bases of the tubes were, behind tons of wreckage. It might help.\n\n\n\n\"Fane will try to dig us out, but now it should take a little time, I\nhope,\" Rick said. \"We're buried deep in rock and snow and congealed\natmosphere. And he probably hasn't enough war engines assembled around\nhere to really try to blast through to us.\"\n\n\"So what do we do?\" Finden demanded.\n\n\"Look around to see what we _can_ do,\" Lattimer shot back at him.\n\nThey went down the row of great jet-tubes. To Rick's and Lattimer's\ntrained eyes basic principles of function of these jets were not too\nhard to trace out. Regardless of what monsters on what world invented a\nthing, natural law remained the same. And so the shaping of metal and\nthe directing of forces in any device had to remain the same everywhere.\n\n\"The setup isn't quite finished,\" Rick said. \"Certain breech details\naren't hooked together yet. But you can see where they go. Say, Fane\nmust have spent most of his first six months on Mercury here in this\nvault trying to put what was left to do in order! A lot of these final\ntouches must be his. He thought he could complete everything alone.\"\n\nThe evidence was clear. Empty food containers of Earthly origin were\nscattered about the floor. There were tools from the same source. And\nboxes of parts, made so long ago on Mars, were fairly free of dust,\nshowing that they had been opened and their contents fastened into\nplace quite recently in the gigantic assembly. And in one corner of\nthis chamber a small Terran tent had been set up.\n\nFane had been working on something here when these three men had first\nfound him. So now they went to see just what it was. They found a\nspread parchment on a work bench. It was blueprint stuff. Red lines\ntraced the structure of the tube breeches. There were the fuel ducts\nin which an air blast fed the dust of uranium, and the exciter grids\nneeded for firing. And there was the hookup of cables and bus-bars,\nneeded to bind the whole bank of jets into a unit.\n\nOn the work bench there was even a book of advanced engineering brought\nfrom Earth. It lay open to a page on space ship motors.\n\nRick Mills saw more of the twisted soul of a man in the presence of\nthat volume. \"Poor Fane,\" he growled with bitter sarcasm. \"Always\nmaking cracks about being bookish. Yet he found that he didn't have\nquite the knowledge to finish the assembly when he came here with\nMartell. He had to go home, study, get books.\"\n\n\"Given time, we can do what he can do,\" Finden said. \"The still missing\nparts must be here somewhere.\"\n\n\"The Martians were close to completing the job themselves,\" Lattimer\nmused. \"The Xians might have done it, too. I wonder just how it\nhappened that Mercury was not reclaimed.\"\n\n\"Failure was also near,\" Rick said. \"You can see that the Xians broke\nin through the underground fortifications with their robots. Meanwhile,\non the hills outside, the snow of air was falling after the cold which\nfollowed the last sunset. There was a fight in these chambers at close\nquarters. The Xians had wanted to seize the setup intact, so they must\nhave tried hard not to damage the main machinery here. But when they\nwon, they lost. Maybe the news came that X was blown to pieces by\nMartian atomic science. Panic took hold, I'll bet. They fled Mercury,\nperhaps hardly believing that home was gone.\"\n\nRick's voice had become almost a harsh whisper. A savage bitterness\nsmoldered in him. Around him, in the disorder of this chamber, and\nin the mummies of the two kinds of beings who had died, he saw how\nviolence had blocked a great public work of peaceful constructiveness,\nand for fifty million years had robbed Mercury of a better destiny. For\nall of those ages it might have been a living, useful world instead of\na half frozen, half sun-blasted tomb.\n\nAnd was the same misfortune going to be repeated now because Fane was a\nchildish damn fool?\n\nFrom far above there came a thudding vibration. Fane was beginning his\nattack and Rick was by no means sure that his companions and he could\nfinish the job in time. Fury in him mounted against the self-centered\nFane and his inferiority.\n\n\"I'll raise the power in my helmet radio and try to contact camp!\"\nFinden said. A moment later he was busy at it:\n\n\"CQ--CQ--CQ.... Calling Survey Camp. Finden speaking. Do you hear me?\nFane is responsible for all of our troubles. The attack of the war\nmachines. It is all because he has found a Martian jet-system to make\nMercury rotate again. He wants to use it for personal glory. Do you\nhear me? Fane is guilty.\"\n\nA sudden realization gripped Rick. He grabbed Finden's shoulders.\n\"Stop!\" he snapped. \"Stop sending such a message! Don't you see? If\nFane overheard....\"\n\nBoth Finden and Lattimer stared at Rick.\n\n\"What difference does it make who sets Mercury spinning and makes it a\nuseful, habitable world again as long as it's done?\" Rick growled. \"But\nif Fane felt that his goose was cooked, he'd wreck the whole works.\"\n\nRick gave his own helmet radio full power, and then spoke:\n\n\"Fane! I'm calling to you. This is Mills. We've seen what you found. We\nunderstand your purpose. It's your discovery, all yours. Come on, make\npeace. We'll help you put the stuff together.\"\n\nNo one knew how much will it took for Rick to be so unreasonably\nreasonable.\n\nThere was a minute's pause. Then a choked growl of rage. Fane's heavy\nbreathing was audible before his hissing words: \"You've talked too much\nalready, smart guys! Tune in on camp and see!\"\n\nRick and the others did so, and heard Nostrand's voice:\n\n\"Calling Finden. Your message received. Can you explain further? Camp\nstill under attack.\"\n\nThey switched back to Fane, heard him snarl: \"By now Nostrand will have\nrelayed Finden's blabbing to Earth. Any investigation will be much\ntoo close. But if I'm finished, so are you. And Nostrand and all the\nothers. Yeah, like Martell and Jacobs. And these jets. I'm playing for\nkeeps, smart guys! If I can't use them, nobody's going to. You'll reach\nhell before I do.\"\n\nYoung Finden's eyes looked haunted. \"Damn me!\" he said. \"If I'd only\nkept still.\"\n\n\"Forget it,\" Rick snapped. \"You probably did as right as anybody could.\nEven if we had patched things up with Fane he probably would have found\na way to finish us in the end.\"\n\n\"So let's get to work,\" Lattimer said briskly.\n\nThey examined the parchment plans. They tore through Martian crates\nand boxes searching for the proper parts. They used tools made for\ntentacles instead of hands. They toiled like demons. A dream not\nbegun in human minds gripped them. It was only a hope, now, for they\nwere sure that they did not have enough time. Give back a world. Give\nMercury a day and night. Spread out the terrible sunlight and darkness.\nBalance the two to temper each other. Let the frozen air turn to warm\nwind, and the snow and frost melt. Let the fierce sunlight be filtered\nby clouds and atmosphere. Let vegetation grow again in tropic lushness.\nLet the mines be reopened.\n\nAnd if it was possible, too, let the attack on the camp be lifted, and\nthose still alive there, survive. There was even a wish among these\nthree men that they themselves might not be destroyed.\n\n\n\nAgain Rick Mills had to shove the thought of Anne Munson almost angrily\nfrom his mind. It was a mere frivolity, useless and aching in these\ngrim circumstances. A futile wistfulness, worse than the rest.\n\nTime passed. One by one the tasks were finished. Now the men had a\nMartian generator going, a queer, flat device to produce electric power\nand to free neutrons from beryllium. Exciter neutrons for those great\njet tubes.\n\nCould it be believed that at last they had won nineteen hours of toil\nin their race to finish the job here, before Fane managed to kill them?\nThey had fed huge quantities of familiar powder of uranium into the\nfuel blowers. They had set cables and grids into place. And still they\ncontinued to line things up, getting ready. During all this time there\nwas only ominous, intermittent thudding, as from far away.\n\n\"Fane's gathering his robot forces,\" Finden said anxiously. \"And now he\ncan at least tear at the vents of the tubes, up above.\"\n\n\"I hope it won't matter,\" Rick answered.\n\nThey couldn't search out and understand everything that was here. The\ninstruments that might have warned, or the weapons that might have\ndefended them. But optimism came at last. Though it wavered some when\nthey heard a faint grinding sound which seemed deep beyond the walls,\nbut came closer. They hurried to hook up the last cable.\n\nThe thing that exploded must have been a mole-torpedo that drilled\nthrough rock and steel as fast as a man can walk. The walls of this\nvault did not break fully even under the Titanic force that hit them\nfrom outside. They bulged inward. A great section of the roof came\ndown. Two of those huge jets were smashed. The whole chamber seemed to\nswing like a pendulum. A cable snapped in a flash of electric fire that\nconsumed it.\n\nRick Mills hardly knew where he was now. He was too stunned. Lattimer\nwas moveless beside him on the floor. Finden crawled on his elbows.\nBlood dribbled from his mouth. Rick had closed the main switch but the\ngreat apparatus here was not functioning. Maybe he dreamed it, but Rick\nwas sure he heard Fane's bitter laugh.\n\n\"Just a few minutes more, Mills,\" he said. \"Smart boy! We're all\nterribly smart, aren't we? We of the Survey Service. Sleep without\ndreams, Mills! Eternal sleep for fools like you and me!\"\n\nThis was like the last act with the Martians and Xians. Almost a\nrepetition. These were tortured seconds on which hung the future of\nMercury as a Terran colony. Or was that already and badly decided? Must\nfrozen silence and blazing heat continue, here? How many centuries must\npass before Terrans would attempt to do for Mercury what the Martians\nhad attempted? Or would they do so, ever? Silence. Silence and death\nwould close in. Fane's robots were certainly aiming more mole-torpedoes.\n\nIt must not happen like that. Not again. Out of this thought in Rick's\nmind, an idea was squeezed. It challenged fate. It gave him the muscle\npower to arise. He staggered forward and grasped in his metal hands\nthe fire-spitting end of the broken cable. The lining of the gloves\nwas an insulation. He propped himself up with his steel-shod boot on\nthe terminal that the cable was meant to reach. Heat oozed around\nhim as the metal skin of his space suit took the cable's place as an\nelectrical conductor.\n\nHell broke loose. Rick Mills and his companions felt a thunderous\nvibration, as of a million space ships blasting off, as all but two of\nthose giant jet-tubes roared into life. Rick had propped himself well.\nEven when consciousness left him he maintained the electrical contact.\nOther mole-torpedoes, exploding, shook the chamber and bulged its\nwalls. But the constructive fury that had started there, went on. It\nwasn't till half an hour later that those great tubes burned out.\n\nNo one ever saw the terrible blast of incandescence that they threw\ninto space, like the jet of an old fashioned, Fourth-of-July pinwheel.\nNot even Fane, out there somewhere in the cold wilderness. Before he\ncould glimpse what was happening, the glare charred his eyeballs. Then\nit charred him inside his space suit. Then a sea of slush engulfed him\nand his robots. A slush of liquid air and snow. Steam rose high and\nscattered to blank out the stars with an awful wind.\n\nFive hours later the sun that had set here fifty million years ago,\nrose again. But the melting went on under the veil of fog. And across\nthe furnace desert of Mercury, darkened now at last, rivers roared,\nhissing. Volcanoes blazed, for how can you cause a world to spin again,\nwithout poking up its internal fires with the strain?\n\nBut at last the fury of rebirth quieted. And down a murky river days\nlater, a still dazed Rick Mills and his battered companions, paddled\na crude metal boat to meet another party from the main camp. The air\nwas thin and steamy, but rich in oxygen, and good to breathe. They had\nremoved their space suit helmets.\n\nRick took out the picture of Anne Munson. He read the legend scrawled\nunder her pert smile:\n\n\"_Find us a world, Rick!_\"\n\n\"You thought you were pulling my leg, Miss Munson,\" Rick said solemnly.\n\"But you'll be on Mercury, helping build things up, before you know it.\nBet we'll even have a house....\"\n\nYoung Finden's chuckle, and the twinkle in Lattimer's eyes, constituted\nanother kind of leg-pull.",
    "metadata": {
        "author": [
            "Gallun, Raymond Z. (Raymond Zinke)",
            "Gallun, Raymond Zinke"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/64505/pg64505.txt",
        "name": "give_back_a_world.json"
    }
}