{
    "name": "God : $b Outlines of the new theology, based on facts, science, nature, reason, intuition, revelation and common sense",
    "author": [
        "Curtis, Thomas Day",
        "Curtis, T. D. (Thomas Day)"
    ],
    "body": "                                CHICAGO:\n                        PUBLISHED BY THE AUTHOR\n\n                                  1889\n\n\n\n\n              COPYRIGHTED BY THE AUTHOR, T. D. CURTIS, OF\n                       CHICAGO, IN THE YEAR 1889.\n\n\n\n\nPREFACE.\n\n\nThe New Theology is a gathering up of the fragments, antagonizing none\nof the Old Theologies, while harmonizing the essential parts of all,\nby omitting excrescences and supplying deficiencies. All others have\nfailed because they are fragmentary and narrow. They do not recognize\nthe Female principle of Being and its true relation to the Male. They\ndo not recognize the results of endless Progression, or the outcome of\nan infinite and eternal sexual union of the primal principles Love and\nWisdom, which generates the motive power of Being and causes evolution\nand all the innumerable manifestations of progressive existence. They\ndo not explain the origin of the idea of a personal God, nor of the\ndoctrine of emanation from Him, or the God-Pair. They do not explain\nwhence the idea of a non-personal Being, pervading everything. None\nof them catch a glimpse of the conjugal pair unfolding and rising to\nGodhood, when their sphere becomes the parent of universes, by natural\ndevelopment, thus completing another of the cycles of Being, as we see\nin two infants growing into the adult estate and becoming the parents\nof other infants. In place of the rule of Law and Order, rising into\nthe rule of Equity and Love, they substitute the arbitrary rule of a\nmonarch, full of partiality, favoritism and vindictiveness. The time\nhas come for something more humane, consistent and rational, more\nprogressive, comprehensive and complete. This the New Theology supplies\nto the advanced mind. Mankind are sloughing off the Old Theologies, and\ncoming up higher. We are at the turn of the tide, and the New Theology\nis a safe craft on which to ride the spiritual waves, in the light of a\nnew and better era, to a higher condition.\n\n                                                             THE AUTHOR.\n\n\n\n\nGOD.\n\n\n    1.\n\n    Of all that is incomprehensible\n      The name--in English language known as GOD,\n    The Force of which all forms and things are full--\n    The Source of Being--otherwise were null\n      All things that now exist--at whose great nod\n    The Universes come to light--whose will\n      Omnipotent rules with Discretion's rod\n    Of Love and Mercy, Equity and Skill:--\n    Thou art my theme--into my brain thy light instill!\n\n\n    2.\n\n    Others have speculated on this theme;\n      Then why not I, who feel impelled to try\n    My feeble power upon the waking dream\n    Of all the ages? Though presumptuous seem\n      My efforts, there can be no reason why\n    The least may not divulge the thoughts that rise\n      Within the soul so eager to descry,\n    As wide it opes its ever-straining eyes,\n    The visions that might daze the more profoundly wise.\n\n\n    3.\n\n    Throughout all animated nature we\n      Behold the presence and the power of Sex;\n    From Man to lowest forms of Life we see\n    All things are joined together sexually\n      For Reproduction; simple or complex,\n    'Tis Evolution's ever-acting law;\n      We trace through brutal matter the reflex\n    Of this all-potent force, and view with awe\n    The deep conclusions which from it we're forced to draw.\n\n\n    4.\n\n    Female and Male all things at last appear;\n      Thus Sex thro'out all Nature's realms controls;\n    From lowest upward to the highest sphere,\n    So far as mortal eye beholdeth here,\n      Through Sex conjunction everything unfolds;\n    As positive and negative, when met\n      In union chemical, the union holds\n    True to proportions which the law hath set\n    For simples, and they thus new elements beget.\n\n\n    5.\n\n    Together these two forces act as one;\n      Without the one, the other were as nought;\n    They are the Heat and Light thrown from the sun\n    Which warm and vivify the earth as run\n      The planets in their courses; nor is ought\n    Upon the face of earth they did not bring;\n      Through these life-giving rays to us are brought\n    All earthly blessings--Life and every thing\n    That blooms and fructifies to which we fondly cling.\n\n\n    6.\n\n    Our sun, like every other sun we see,\n      Is a reflex of its Great Prototype,\n    The Spirit Sun, from which perpetually\n    Is drawn all that is possible to be--\n      That is, all primal principles, when ripe\n    Are the conditions for them to descend\n      Into this outer sphere, where Pan's rude pipe\n    Breaks forth in music, as the forces tend\n    To consummate through Nature Being's aim and end.\n\n\n    7.\n\n    The home of God, as it to me appears,\n      Is the Great Spirit Sun, whence emanate\n    All things beheld by scientists and seers--\n    The births of countless myriads of years\n      Wherein the sexual forces procreate\n    The suns and universes, and the forms\n      That naturally fill each vast estate,\n    Preparing, through each sun that lights and warms,\n    Abodes for future life's innumerable swarms.\n\n\n    8.\n\n    God is a highly conjugated Pair,\n      Once lowly born and dwelling on some earth\n    So far remote that no one may declare\n    Or comprehend the stretch of time, or dare\n      To picture them at the domestic hearth,\n    Where first they felt the flame of love divine\n      To which their dawning future gave the birth;\n    Then through their consciousness began to shine\n    Their vast unfolding, as their lives should intertwine.\n\n\n    9.\n\n    They too sprang from a God who had before\n      Been born as they, and like to them did grow\n    A Mutual Pair, unfolding Being's door\n    For earthly suns and planets to outpour\n      And then become with light and life aglow;\n    As closer still their sexual union grew,\n      Life and intelligence unfolded more,\n    Until the Pair we call our God, with due\n    And orderly succession, sprang to earthly view.\n\n\n    10.\n\n    They lived and died, as men and women now\n      Are seen to live and die, in earthly sense;\n    They entered spirit life, and then the vow\n    Of love renewed was made, and on each brow\n      The blazing star of faith shone most intense;\n    They rose to higher spheres, and all aglow\n      They moved in Love's own aura, issuing hence\n    And forming round them in a glorious bow,\n    Until a sun began its radiance to throw.\n\n\n    11.\n\n    The elements of Being evermore\n      Joined in a closer union, as they must;\n    As they recede, they form a darksome shore\n    Like what remained when earthly life was o'er\n      And the God-Pair behind them left their dust;\n    Upon this outer sphere, surrounding all,\n      The only sphere where burneth selfish lust,\n    The inner heat of Life began to fall\n    And suns to burn and throw off earthly ball on ball.\n\n\n    12.\n\n    Thus came our universe with all its stars,\n      Its suns and planets--all that these contain;\n    Our earth rolls on among the planet-cars,\n    Freighted with life and death, with peace and wars,\n      With all the good and evil in its train;\n    And we, the tiny mortals struggling here,\n      Hoping and fearing, vexing heart and brain,\n    Have much our weary, drooping souls to cheer--\n    For what is mystery now will soon be plain and clear.\n\n\n    13.\n\n    Our destiny is that which is our God's,\n      Who has so many ages gone before;\n    The heights sublime whence he now smiling nods\n    One day we all shall reach, though great the odds\n      Now stretching out from hence to that bright shore;\n    For time and space are nothing; the same laws\n      That governed him, unfolding evermore\n    Those sprang from him, still working without pause,\n    Must lift us to his plane, as end doth follow cause.\n\n\n    14.\n\n    Meantime, he will go on as we come up,\n      Since our unfolding must depend on his;\n    For we must drink from out the self-same cup,\n    And at the self-same table we must sup;\n      But he, gone on beyond to higher bliss,\n    Will be our leader still, above all strife;\n      We from his realm, as now we do in this,\n    Like branches of the tree with sap grown rife,\n    Draw elements of fruit, which sprout new shoots of life.\n\n\n    15.\n\n    But, did our Heavenly Parents not progress,\n      There would be no progression for us here;\n    All stagnant would become, and motionless,\n    With utter silence and obliviousness\n      As infinite as Being's boundless sphere;\n    Progress for one involves progress for all,\n      As long as Love its mate delights to cheer;\n    As long as Love responds to Love's sweet call,\n    No cataclysmal force can Being's tide forestall.\n\n\n    16.\n\n    But does it seem too much for mortal hope\n      To dream of a career so far above\n    And still advancing as conditions ope\n    The way of endless progress? Who can cope\n      With infinite progression, born of Love,\n    And say where it shall end? Our destiny,\n      With all eternity in which to rove,\n    Must have unbounded possibility;\n    Oh! glorious broadening ages that are yet to be!\n\n\n    17.\n\n    We only have a glimpse, and yet behold\n      How vast the scene stretched out before our eyes!\n    We start from seeming nothingness of old;\n    As we our dawning consciousness unfold,\n      What strides we make! How vastly do we rise\n    From knowing nought to science quick with sight\n      To penetrate the earth and scan the skies,\n    So eager is the soul in search of light,\n    Full of its destiny to grasp the infinite!\n\n\n    18.\n\n    Who cannot see eternal progress must\n      Have infinite results, and no one can\n    E'er be so far advanced beyond the dust\n    That, progress ended, he will stop and rust\n      Mid Evolution's ever-onward plan?\n    If dreams of a progressive life are not\n      A vain delusion, then must rising man\n    Become more than the mind conceives of what\n    Befits a God--beyond all reach of earthly thought.\n\n\n    19.\n\n    And who shall say it is so very strange\n      That suns and systems should be born and reared\n    Amid the ceaseless and unfolding change\n    Through which evolving souls are made to range\n      In their progression, marvelous and weird,\n    When mere conjunction of the sexes gives\n      To human beings form and life endeared\n    To parents and to other relatives--\n    The highest type of Being here on earth that lives?\n\n\n    20.\n\n    The emanations from the wedded Pair,\n      When truly wed, forever conjugate;\n    In closer union constantly they are\n    Combining in the form of substance rare,\n      And building of the aura they create\n    A sphere around the couple joined as one,\n      Which ever is extending as they mate\n    In their unending journey here begun,\n    Until their sphere is a prolific Spirit Sun.\n\n\n    21.\n\n    We are unable here to further trace\n      Their grand career beyond this Spirit Sun;\n    We have no evidence on which to base\n    Their further progress, nor a clue to place\n      Conjecture or belief upon; but none\n    Can doubt the bliss and glory of the vast\n      Unfolding of the future here begun;\n    It seems impossible for seers to cast\n    Their vision farther on; it stops with God, at last.\n\n\n    22.\n\n    Nor can we farther backward go than this,\n      Our earthly plane, which emanates as waste\n    From the God-Pair, while every atom is\n    Instinct with all that an analysis\n      Could find in highest forms of what is chaste;\n    Though seeming void, chaotic, without trend,\n      As water seeks its level in its haste\n    To be at rest, so these rude atoms tend\n    To reproduce the human form--their aim and end.\n\n\n    23.\n\n    But this is clear, what _is_ forever _was_,\n      So far as actual substance is concerned;\n    We need not look for any primal cause\n    Of Being, nor of any of its laws;\n      They _were_, and _are_, and _will be_, when is burned\n    The last of all we now behold below--\n      _Will be_ when countless cycles have returned,\n    And countless others shall return and go;\n    All _was_, and _is_, and _will be_--more we cannot know.\n\n\n    24.\n\n    Two Principles we recognize as first;\n      These primal principles unite as one;\n    All Being dual is; the sexual thirst\n    Felt by all sentient beings here is nursed\n      By virtue of these Principles, which run\n    Each into each as naturally as\n      The elements of water run, or sun\n    Draws up the waters for the thirsty grass,\n    Or streams to join the ocean ripple as they pass.\n\n\n    25.\n\n    The Swedish Seer went not astray when he\n      Named these two Principles Wisdom and Love;\n    Their junction formeth all that e'er can be,\n    Spirit or substance, matter, all we see,\n      Or feel, or think, or hope for from above;\n    Their union, growing closer hour by hour,\n      Oped infinite conditions when they clove\n    Unto each other with resistless power\n    That moves all Being--each the other's living dower.\n\n\n    26.\n\n    To show that Being must be dual, let\n      Us for a moment brief only suppose\n    One man alone, one sentient being, set\n    In utter nothingness, with nought to fret\n      Or to disturb the silence and repose--\n    He could not even know he lived at all!\n      'Tis moving contact that to each one shows\n    He has existence. If stark darkness fall,\n    One cannot feel his hand without some motion small.\n\n\n    27.\n\n    Love sleeping all alone could never wake;\n      Wisdom in lone repose could give no light;\n    The two brought into contact, Love would quake\n    With thrilling tremor that would warm and wake\n      Wisdom to knowledge and a joyous sight\n    Of his companion blushing to be seen;\n      The mutual recognition would be quite\n    A startling revelation in the sheen\n    Of Light and Life gendered by touch the two between.\n\n\n    28.\n\n    Then think with what attractive force the two\n      Great Principles of Being would be drawn\n    Together, with no other thing in view\n    To militate against the union true\n      Of every eager atom, which would yawn\n    With the intensest hunger to be wed\n      To its twin atom, waiting in the dawn\n    Of resurrection from the rayless dead,\n    To thus be on its everlasting journey sped!\n\n\n    29.\n\n    An illustration feeble this of how\n      The Principles of Love and Wisdom blend\n    In mutual accord, and thus endow\n    The Pair with the capacity to grow\n      Into a fonder union without end,\n    Evolving from their conscious being all\n      The forms and forces which forever send\n    The tide of Life through all that soar or crawl,\n    Wherever the conditions infinite may call.\n\n\n    30.\n\n    It matters not what we may choose to name\n      The element which we now contemplate;\n    It is the all-pervading vital flame\n    And moulding force that from the union came\n      Of Love and Wisdom, which forever mate;\n    If we so will, we may suppose it Mind,\n      And all things manifold and correlate\n    So many thoughts projected and defined\n    For use and contemplation of our human kind.\n\n\n    31.\n\n    So far as we can see, the moving force\n      Comes through and issues from a Human Pair\n    Who lived long ages since, and in the course\n    Of Evolution, have become the source\n      Of our vast universe, and to it are\n    As parents to their children, by a law\n      Of higher, broader scope, that may compare\n    With procreation here, but which may draw\n    From deeper source than even Gods themselves e'er saw.\n\n\n    32.\n\n    Man is the aim and end of what exists;\n      As forces at his earthly birth prepare\n    For him the needed food, and he subsists\n    Within the womb as kindly Nature lists,\n      So Love and Wisdom, present everywhere,\n    Provide the suns and earths for his abode\n      While, all unconscious, he is unaware\n    Of his condition, or whence leads the road\n    That he henceforth must tread, as others erst have trode.\n\n\n    33.\n\n    What Love suggests Wisdom is prone to do,\n      As far as laws eternal will permit;\n    Pervading all and ever working to\n    Whatever object seen they can pursue,\n      They find the highest form and type most fit\n    In Man and Woman, whom they ever aim\n      To reproduce and then unfold to sit\n    In higher realms, with Love and Light aflame,\n    Whence they survey new fields and those through which they came.\n\n\n    34.\n\n    The emanations from the Parent Pair\n      At first take forms of very low degree,\n    According to conditions, to prepare\n    The way for higher forms, which ever are\n      Ascending toward the human, as we see;\n    The motion of the atom designates\n      Condition and its due activity;\n    Sub-union of the elements creates\n    Varieties of forms and motions, and of states.\n\n\n    35.\n\n    Though Being is but one, within its scope\n      It takes on countless forms, ascending still\n    To higher harmonies, where new fields ope\n    To higher beauties and to brighter hope;\n      As music's octaves rise, progressive will\n    Ascends from sphere to sphere, thro' endless range;\n      The higher motion makes each sphere to thrill\n    With higher Life and glories new and strange,\n    Perfection nearing through an everlasting change.\n\n\n    36.\n\n    \"Is this the lot of all?\" some one may ask;\n      \"If so, how can there be the room for each\n    To thus unfold eternally and bask\n    In glory e'er increasing, with the task\n      Of guiding all in such a boundless reach?\"\n    Do _my_ thoughts clash with yours, or yours with mine?\n      Have you not room to think, and act, and teach,\n    Because the world is full of thoughts that shine\n    In other brains or firmaments, which them enshrine?\n\n\n    37.\n\n    In spirit, there is room enough to think;\n      The mental realm has no material bound;\n    To space there is no all-confining brink,\n    Or wall of adamant against which clink\n      The thoughts of men and useless fall to ground;\n    Yet thoughts are things substantial as the rock,\n      But only tho'ts from higher source are crowned\n    Supreme and lasting; these, as real, knock\n    Against our weaker conscious being, shock on shock.\n\n\n    38.\n\n    Well the psychologist knows how he can\n      Create what seem material things unto\n    The sensitive whom he controls, and plan\n    Surroundings real to him as God's to Man;\n      His thoughts, more positive, come into view\n    As actual objects to the subject's mind;\n      So in our little realm, by law as true\n    As Life, our consciousness is all confined,\n    And we behold God's thoughts in matter's form designed.\n\n\n    39.\n\n    We nothing add and nothing do we take\n      By our unfolding, which but changes what\n    Already has existence, as we wake\n    From our unconscious state and slowly shake\n      The sleep of ages from our eyes, our lot\n    To find ourselves upon a higher plane\n      Of active life, which we had heeded not,\n    Because we had not risen yet, through pain,\n    Unto the higher level it was ours to gain.\n\n\n    40.\n\n    Our life henceforth is one eternal _Now_,\n      Based on the Past, with all it has achieved,\n    And looking to the Future with a brow\n    Beaming with keen anticipation's glow;\n      However in the past we may have grieved,\n    Now comes a state where grief is all unknown;\n      We rise above the brutal plane, relieved\n    From its relentless rule; we gladly own\n    Affection's sweeter sway, and ever cease to moan.\n\n\n    41.\n\n    As the conditions change, we rise to higher\n      Enjoyment of the life which they unfold;\n    We are not torn by false or vain desire,\n    Nor tortured with the slow but cleansing fire\n      That burns the dross and purifies the gold;\n    But calmly and serenely on we keep\n      Our course to beauties and to joys untold;\n    No more our eyes are called upon to weep,\n    No more we sink in dull and all-unconscious sleep.\n\n\n    42.\n\n    Our life, as then we find it, still unfolds\n      Through the resistless tide or undertow\n    Of an involuntary force, which holds\n    Us in the true unerring course--controls\n      The flow of voluntary, as below,\n    Yet gives a sense of acting from free will;\n      But well we know the power to will must flow,\n    With all our opportunities, from still\n    Profounder prior source, whence we derive all skill.\n\n\n    43.\n\n    'Twas always so, and will be without end;\n      We cannot pierce eternity of Past\n    To find beginning, nor the future rend\n    To find the final goal to which we tend,\n      But be content to know that, first and last,\n    All was and will be as we find it now,\n      Changed only in condition, which is fast\n    Revolving the kaleidoscope to show\n    How multiform the Being first on earth we know.\n\n\n    44.\n\n    Mankind are Gods in embryo, and Gods\n      Are wedded Pairs advanced to higher life;\n    All are one substance, and the seeming odds\n    Are in conditions; he who patient plods\n      Through this dull sphere of ever-active strife,\n    Where hope and doubt a balance keep with fears,\n      Will one day join his true allotted wife,\n    And they together rise, as blend their spheres,\n    To God's estate and its unfolding lapse of years.\n\n\n    45.\n\n    All the surrounding vast array we meet,\n      The sphere of God and present home of Man,\n    Is part and parcel needed to complete\n    The home that every conscious life must greet--\n      As in the womb the infant but a span\n    Has there prepared a world to meet its needs\n      Till Nature has completed every plan\n    For its reception, and where too she breeds\n    All things required to aid the destiny that leads.\n\n\n    46.\n\n    Behold, oh! Man, how glorious a thing\n      It is to be! Thou art the type supreme\n    Of all that is; and couldst thou only bring\n    Thine eyes to see the grandeur which I sing,\n      Thou wouldst not grovel in thy waking dream,\n    But rise to higher, nobler, juster aims,\n      And make the very vaults of Heaven gleam\n    With smiles of angels, whose prolonged acclaims\n    Would shake the earth, aglow with their ethereal flame.\n\n\n    47.\n\n    But now my task is done. I drop the pen\n      And turn to earth, where bodily affairs\n    Call me to tussle with my fellow men\n    For my small share of sustenance, and then\n      Essay to help the weaker gather theirs;\n    Would that I had the power to clearer make\n      The meaning of my theme; but all my prayers\n    Are vain to help my cause, or even wake\n    One echo in the mind that feels no thirst to slake.\n\n\n    48.\n\n    Perhaps some day some abler hand will string\n      The lyre to loftier, clearer, sweeter tones,\n    And of Man's joyous destiny will sing,\n    And o'er the earth its thrilling echoes fling,\n      Waking responsive feeling in the zones,\n    While listening from my spirit mansion I--\n      Who long since in the ashes left my bones--\n    Will smiling hear the notes that rise on high,\n    And fill with rapturous music the o'ervaulting sky.",
    "metadata": {
        "author": [
            "Curtis, Thomas Day",
            "Curtis, T. D. (Thomas Day)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/42683/pg42683.txt",
        "name": "god_b_outlines_of_the_new_theology_based_on_facts.json"
    }
}