{
    "name": "Gods of the North",
    "author": [
        "Howard, Robert Ervin",
        "Howard, Robert E. (Robert Ervin)"
    ],
    "body": "The clangor of the swords had died away, the shouting of the slaughter\nwas hushed; silence lay on the red-stained snow. The pale bleak sun that\nglittered so blindingly from the ice-fields and the snow-covered plains\nstruck sheens of silver from rent corselet and broken blade, where the\ndead lay in heaps. The nerveless hand yet gripped the broken hilt:\nhelmeted heads, back-drawn in the death throes, tilted red beards and\ngolden beards grimly upward, as if in last invocation to Ymir the\nfrost-giant.\n\nAcross the red drifts and mail-clad forms, two figures approached one\nanother. In that utter desolation only they moved. The frosty sky was\nover them, the white illimitable plain around them, the dead men at\ntheir feet. Slowly through the corpses they came, as ghosts might come\nto a tryst through the shambles of a world.\n\nTheir shields were gone, their corselets dinted. Blood smeared their\nmail; their swords were red. Their horned helmets showed the marks of\nfierce strokes.\n\nOne spoke, he whose locks and beard were red as the blood on the sunlit\nsnow.\n\n\"Man of the raven locks,\" said he, \"tell me your name, so that my\nbrothers in Vanaheim may know who was the last of Wulfhere's band to\nfall before the sword of Heimdul.\"\n\n\"This is my answer,\" replied the black-haired warrior: \"Not in Vanaheim,\nbut in Valhalla will you tell your brothers the name of Amra of\nAkbitana.\"\n\nHeimdul roared and sprang, and his sword swung in a mighty arc. Amra\nstaggered and his vision was filled with red sparks as the blade\nshivered into bits of blue fire on his helmet. But as he reeled he\nthrust with all the power of his great shoulders. The sharp point drove\nthrough brass scales and bones and heart, and the red-haired warrior\ndied at Amra's feet.\n\nAmra stood swaying, trailing his sword, a sudden sick weariness\nassailing him. The glare of the sun on the snow cut his eyes like a\nknife and the sky seemed shrunken and strangely far. He turned away from\nthe trampled expanse where yellow-bearded warriors lay locked with\nred-haired slayers in the embrace of death. A few steps he took, and the\nglare of the snow fields was suddenly dimmed. A rushing wave of\nblindness engulfed him, and he sank down into the snow, supporting\nhimself on one mailed arm, seeking to shake the blindness out of his\neyes as a lion might shake his mane.\n\nA silvery laugh cut through his dizziness, and his sight cleared slowly.\nThere was a strangeness about all the landscape that he could not place\nor define--an unfamiliar tinge to earth and sky. But he did not think\nlong of this. Before him, swaying like a sapling in the wind, stood a\nwoman. Her body was like ivory, and save for a veil of gossamer, she was\nnaked as the day. Her slender bare feet were whiter than the snow they\nspurned. She laughed, and her laughter was sweeter than the rippling of\nsilvery fountains, and poisonous with cruel mockery.\n\n\"Who are you?\" demanded the warrior.\n\n\"What matter?\" Her voice was more musical than a silver-stringed harp,\nbut it was edged with cruelty.\n\n\"Call up your men,\" he growled, grasping his sword. \"Though my strength\nfail me, yet they shall not take me alive. I see that you are of the\nVanir.\"\n\n\"Have I said so?\"\n\nHe looked again at her unruly locks, which he had thought to be red. Now\nhe saw that they were neither red nor yellow, but a glorious compound\nof both colors. He gazed spell-bound. Her hair was like elfin-gold,\nstriking which, the sun dazzled him. Her eyes were neither wholly blue\nnor wholly grey, but of shifting colors and dancing lights and clouds of\ncolors he could not recognize. Her full red lips smiled, and from her\nslim feet to the blinding crown of her billowy hair, her ivory body was\nas perfect as the dream of a god. Amra's pulse hammered in his temples.\n\n\"I can not tell,\" said he, \"whether you are of Vanaheim and mine enemy,\nor of Asgard and my friend. Far have I wandered, from Zingara to the Sea\nof Vilayet, in Stygia and Kush, and the country of the Hyrkanians; but a\nwoman like you I have never seen. Your locks blind me with their\nbrightness. Not even among the fairest daughters of the Aesir have I\nseen such hair, by Ymir!\"\n\n\"Who are you to swear by Ymir?\" she mocked. \"What know you of the gods\nof ice and snow, you who have come up from the south to adventure among\nstrangers?\"\n\n\"By the dark gods of my own race!\" he cried in anger. \"Have I been\nbackward in the sword-play, stranger or no? This day I have seen four\nscore warriors fall, and I alone survive the field where Mulfhere's\nreavers met the men of Bragi. Tell me, woman, have you caught the flash\nof mail across the snow-plains, or seen armed men moving upon the ice?\"\n\n\"I have seen the hoar-frost glittering in the sun,\" she answered. \"I\nhave heard the wind whispering across the everlasting snows.\"\n\nHe shook his head.\n\n\"Niord should have come up with us before the battle joined. I fear he\nand his warriors have been ambushed. Wulfhere lies dead with all his\nweapon-men.\n\n\"I had thought there was no village within many leagues of this spot,\nfor the war carried us far, but you can have come no great distance over\nthese snows, naked as you are. Lead me to your tribe, if you are of\nAsgard, for I am faint with the weariness of strife.\"\n\n\"My dwelling place is further than you can walk, Amra of Akbitana!\" she\nlaughed. Spreading wide her arms she swayed before him, her golden head\nlolling wantonly, her scintillant eyes shadowed beneath long silken\nlashes. \"Am I not beautiful, man?\"\n\n\"Like Dawn running naked on the snows,\" he muttered, his eyes burning\nlike those of a wolf.\n\n\"Then why do you not rise and follow me? Who is the strong warrior who\nfalls down before me?\" she chanted in maddening mockery. \"Lie down and\ndie in the snow with the other fools, Amra of the black hair. You can\nnot follow where I would lead.\"\n\nWith an oath the man heaved himself upon his feet, his blue eyes blazing\nhis dark scarred face convulsed. Rage shook his soul, but desire for the\ntaunting figure before him hammered at his temples and drove his wild\nblood riotously through his veins. Passion fierce as physical agony\nflooded his whole being so that earth and sky swam red to his dizzy\ngaze, and weariness and faintness were swept from him in madness.\n\nHe spoke no word as he drove at her fingers hooked like talons. With a\nshriek of laughter she leaped back and ran, laughing at him over her\nwhite shoulder. With a low growl Amra followed. He had forgotten the\nfight, forgotten the mailed warriors who lay in their blood, forgotten\nNiord's belated reavers. He had thought only for the slender white shape\nwhich seemed to float rather than run before him.\n\nOut across the white blinding plain she led him. The trampled red field\nfell out of sight behind him, but still Amra kept on with the silent\ntenacity of his race. His mailed feet broke through the frozen crust; he\nsank deep in the drifts and forged through them by sheer strength. But\nthe girl danced across the snow as light as a feather floating across a\npool; her naked feet scarcely left their imprint on the hoar-frost. In\nspite of the fire in his veins, the cold bit through the warrior's mail\nand furs; but the girl in her gossamer veil ran as lightly and as gaily\nas if she danced through the palms and rose gardens of Poitain.\n\nBlack curses drooled through the warrior's parched lips. The great veins\nswelled and throbbed in his temples, and his teeth gnashed\nspasmodically.\n\n\"You can not escape me!\" he roared. \"Lead me into a trap and I'll pile\nthe heads of your kinsmen at your feet. Hide from me and I'll tear apart\nthe mountains to find you! I'll follow you to hell and beyond hell!\"\n\nHer maddening laughter floated back to him, and foam flew from the\nwarrior's lips. Further and further into the wastes she led him, till he\nsaw the wide plains give way to low hills, marching upward in broken\nranges. Far to the north he caught a glimpse of towering mountains, blue\nwith the distance, or white with the eternal snows. Above these\nmountains shone the flaring rays of the borealis. They spread fan-wise\ninto the sky, frosty blades of cold flaming light, changing in color,\ngrowing and brightening.\n\nAbove him the skies glowed and crackled with strange lights and gleams.\nThe snow shone weirdly, now frosty blue, now icy crimson, now cold\nsilver. Through a shimmering icy realm of enchantment Amra plunged\ndoggedly onward, in a crystaline maze where the only reality was the\nwhite body dancing across the glittering snow beyond his reach--ever\nbeyond his reach.\n\nYet he did not wonder at the necromantic strangeness of it all, not even\nwhen two gigantic figures rose up to bar his way. The scales of their\nmail were white with hoar-frost; their helmets and their axes were\nsheathed in ice. Snow sprinkled their locks; in their beards were spikes\nof icicles; their eyes were cold as the lights that streamed above them.\n\n\"Brothers!\" cried the girl, dancing between them. \"Look who follows! I\nhave brought you a man for the feasting! Take his heart that we may lay\nit smoking on our father's board!\"\n\nThe giants answered with roars like the grinding of ice-bergs on a\nfrozen shore, and heaved up their shining axes as the maddened Akbitanan\nhurled himself upon them. A frosty blade flashed before his eyes,\nblinding him with its brightness, and he gave back a terrible stroke\nthat sheared through his foe's thigh. With a groan the victim fell, and\nat the instant Amra was dashed into the snow, his left shoulder numb\nfrom the blow of the survivor, from which the warrior's mail had barely\nsaved his life. Amra saw the remaining giant looming above him like a\ncolossus carved of ice, etched against the glowing sky. The axe fell, to\nsink through the snow and deep into the frozen earth as Amra hurled\nhimself aside and leaped to his feet. The giant roared and wrenched the\naxe-head free, but even as he did so, Amra's sword sang down. The\ngiant's knees bent and he sank slowly into the snow which turned crimson\nwith the blood that gushed from his half-severed neck.\n\nAmra wheeled, to see the girl standing a short distance away, staring in\nwide-eyed horror, all mockery gone from her face. He cried out fiercely\nand the blood-drops flew from his sword as his hand shook in the\nintensity of his passion.\n\n\"Call the rest of your brothers!\" he roared. \"Call the dogs! I'll give\ntheir hearts to the wolves!\"\n\nWith a cry of fright she turned and fled. She did not laugh now, nor\nmock him over her shoulder. She ran as for her life, and though he\nstrained every nerve and thew, until his temples were like to burst and\nthe snow swam red to his gaze, she drew away from him, dwindling in the\nwitch-fire of the skies, until she was a figure no bigger than a child,\nthen a dancing white flame on the snow, then a dim blur in the\ndistance. But grinding his teeth until the blood started from his gums,\nhe reeled on, and he saw the blur grow to a dancing white flame, and\nthen she was running less than a hundred paces ahead of him, and slowly\nthe space narrowed, foot by foot.\n\nShe was running with effort now, her golden locks blowing free; he heard\nthe quick panting of her breath, and saw a flash of fear in the look she\ncast over her alabaster shoulder. The grim endurance of the warrior had\nserved him well. The speed ebbed from her flashing white legs; she\nreeled in her gait. In his untamed soul flamed up the fires of hell she\nhad fanned so well. With an inhuman roar he closed in on her, just as\nshe wheeled with a haunting cry and flung out her arms to fend him off.\n\nHis sword fell into the snow as he crushed her to him. Her supple body\nbent backward as she fought with desperate frenzy in his iron arms. Her\ngolden hair blew about his face, blinding him with its sheen; the feel\nof her slender figure twisting in his mailed arms drove him to blinder\nmadness. His strong fingers sank deep into her smooth flesh, and that\nflesh was cold as ice. It was as if he embraced not a woman of human\nflesh and blood, but a woman of flaming ice. She writhed her golden head\naside, striving to avoid the savage kisses that bruised her red lips.\n\n\"You are cold as the snows,\" he mumbled dazedly. \"I will warm you with\nthe fire in my own blood--\"\n\nWith a desperate wrench she twisted from his arms, leaving her single\ngossamer garment in his grasp. She sprang back and faced him, her golden\nlocks in wild disarray, her white bosom heaving, her beautiful eyes\nblazing with terror. For an instant he stood frozen, awed by her\nterrible beauty as she posed naked against the snows.\n\nAnd in that instant she flung her arms toward the lights that glowed in\nthe skies above her and cried out in a voice that rang in Amra's ears\nfor ever after:\n\n\"_Ymir! Oh, my father, save me!_\"\n\nAmra was leaping forward, arms spread to seize her, when with a crack\nlike the breaking of an ice mountain, the whole skies leaped into icy\nfire. The girl's ivory body was suddenly enveloped in a cold blue flame\nso blinding that the warrior threw up his hands to shield his eyes. A\nfleeting instant, skies and snowy hills were bathed in crackling white\nflames, blue darts of icy light, and frozen crimson fires. Then Amra\nstaggered and cried out. The girl was gone. The glowing snow lay empty\nand bare; high above him the witch-lights flashed and played in a\nfrosty sky gone mad and among the distant blue mountains there sounded a\nrolling thunder as of a gigantic war-chariot rushing behind steeds whose\nfrantic hoofs struck lightning from the snows and echoes from the skies.\n\nThen suddenly the borealis, the snowy hills and the blazing heavens\nreeled drunkenly to Amra's sight; thousands of fireballs burst with\nshowers of sparks, and the sky itself became a titanic wheel which\nrained stars as it spun. Under his feet the snowy hills heaved up like a\nwave, and the Akbitanan crumpled into the snows to lie motionless.\n\n\n\nIn a cold dark universe, whose sun was extinguished eons ago, Amra felt\nthe movement of life, alien and un-guessed. An earthquake had him in its\ngrip and was shaking him to and fro, at the same time chafing his hands\nand feet until he yelled in pain and fury and groped for his sword.\n\n\"He's coming to, Horsa,\" grunted a voice. \"Haste--we must rub the frost\nout of his limbs, if he's ever to wield sword again.\"\n\n\"He won't open his left hand,\" growled another, his voice indicating\nmuscular strain. \"He's clutching something--\"\n\nAmra opened his eyes and stared into the bearded faces that bent over\nhim. He was surrounded by tall golden-haired warriors in mail and furs.\n\n\"Amra! You live!\"\n\n\"By Crom, Niord,\" gasped he, \"am I alive, or are we all dead and in\nValhalla?\"\n\n\"We live,\" grunted the Aesir, busy over Amra's half-frozen feet. \"We had\nto fight our way through an ambush, else we had come up with you before\nthe battle was joined. The corpses were scarce cold when we came upon\nthe field. We did not find you among the dead, so we followed your\nspoor. In Ymir's name, Amra, why did you wander off into the wastes of\nthe north? We have followed your tracks in the snow for hours. Had a\nblizzard come up and hidden them, we had never found you, by Ymir!\"\n\n\"Swear not so often by Ymir,\" muttered a warrior, glancing at the\ndistant mountains. \"This is his land and the god bides among yonder\nmountains, the legends say.\"\n\n\"I followed a woman,\" Amra answered hazily. \"We met Bragi's men in the\nplains. I know not how long we fought. I alone lived. I was dizzy and\nfaint. The land lay like a dream before me. Only now do all things seem\nnatural and familiar. The woman came and taunted me. She was beautiful\nas a frozen flame from hell. When I looked at her I was as one mad, and\nforgot all else in the world. I followed her. Did you not find her\ntracks. Or the giants in icy mail I slew?\"\n\nNiord shook his head.\n\n\"We found only your tracks in the snow, Amra.\"\n\n\"Then it may be I was mad,\" said Amra dazedly. \"Yet you yourself are no\nmore real to me than was the golden haired witch who fled naked across\nthe snows before me. Yet from my very hands she vanished in icy flame.\"\n\n\"He is delirious,\" whispered a warrior.\n\n\"Not so!\" cried an older man, whose eyes were wild and weird. \"It was\nAtali, the daughter of Ymir, the frost-giant! To fields of the dead she\ncomes, and shows herself to the dying! Myself when a boy I saw her, when\nI lay half-slain on the bloody field of Wolraven. I saw her walk among\nthe dead in the snows, her naked body gleaming like ivory and her golden\nhair like a blinding flame in the moonlight. I lay and howled like a\ndying dog because I could not crawl after her. She lures men from\nstricken fields into the wastelands to be slain by her brothers, the\nice-giants, who lay men's red hearts smoking on Ymir's board. Amra has\nseen Atali, the frost-giant's daughter!\"\n\n\"Bah!\" grunted Horsa. \"Old Gorm's mind was turned in his youth by a\nsword cut on the head. Amra was delirious with the fury of battle. Look\nhow his helmet is dinted. Any of those blows might have addled his\nbrain. It was an hallucination he followed into the wastes. He is from\nthe south; what does he know of Atali?\"\n\n\"You speak truth, perhaps,\" muttered Amra. \"It was all strange and\nweird--by Crom!\"\n\nHe broke off, glaring at the object that still dangled from his clenched\nleft fist; the others gaped silently at the veil he held up--a wisp of\ngossamer that was never spun by human distaff.",
    "metadata": {
        "author": [
            "Howard, Robert Ervin",
            "Howard, Robert E. (Robert Ervin)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/42664/pg42664.txt",
        "name": "gods_of_the_north.json"
    }
}