{
    "name": "Going-to-the-Sun",
    "author": [
        "Lindsay, Nicholas Vachel",
        "Lindsay, Vachel"
    ],
    "body": "    The mountain peak called “Going-To-The-Sun,”\n    In Glacier Park,\n    Is the most gorgeous one,\n    And when the sun comes down to it, it glows\n    With emerald and rose.\n\n\n\n\nTHE MYSTIC ROOSTER OF THE MONTANA SUNRISE\n\n\n    On the mountain peak, called “Going-To-The-Sun,”\n    I saw the rooster that no storm can tame,\n    The center of the sun was but his eye,\n    His comb was but the sun rays and the flame.\n    There in the Glacier Park, above white glaciers,\n    There, above Montana and the west,\n    He crowed and called his boast around the world,\n    Emotion shook his red embroidered vest.\n    There is humor in the very biggest rooster,\n    But even more magnificence than fun.\n    I laugh because he acted like a rooster,\n    I am solemn, for he was the biggest one.\n    I like a rooster or a turkey gobbler,\n    I like their forthright impudence at times.\n    They are neither larks, nor trilling nightingales,\n    And yet they always sing in splendid rhymes.\n    When I heard the vast bird of the sunrise crying,\n    The world held not one inch of silly prose.\n    Any rooster is a flowerlike fowl,\n    And this one was a crimson Yankee rose.\n\n\n\n\nTHE BIRD CALLED “CURIOSITY”\n\n\n    Round the mountain peak called “Going-To-The-Sun,”\n    In Glacier Park, a steep and soaring one,\n    Circled a curious bird with pointed nose\n    Who led us on to every cave, and rose\n    And swept through every cloud, then brought us berries,\n    And all the acid gifts the mountain carries,\n    And let us guess which ones were good to eat.\n    And even when we slept his sharp wings beat\n    The weary fire, or shook the tree-top cones,\n    Or rattled dead twigs like a fairy’s bones.\n    The vulgar bird, “Curiosity”! When we\n    Were tired, and lean, and shaking at the knee,\n    We put this bird in harness. He was strong\n    As any ostrich, pulled our packs along,\n    Helped us up over the next annoying wall,\n    And dragged us to the chalet, and the tourists’ resting hall.\n\n    And when once more we were young, well-fed men,\n    He beat the door to call us forth again.\n\n\n\n\nTHE THISTLEVINE\n\n\n    The Thistlevine saw the butterflies\n    Disappear through the morning skies.\n\n\n\n\nAND THEY LAUGHED\n\n\n    By the mountain peak, called “Going-To-The-Sun,”\n    A dizzy mountain, where paths twist round and round\n    And nothing in sober order can be found--\n    I asked the poppies: “What fairies do you see?”\n    And they shook their long stems, and they laughed at me.\n\nAND\nTHEY\nLAUGHED\n\nVACHEL LINDSAY 1922]\n\n\n\n\nTHE FAIRY CIRCUS\n\n\n    A fairy ran a circus\n      With a pigeon puffed and proud,\n    A humble bullfrog\n      And a rather solid cloud.\n\n    She wore her underwear,\n      The rest wore what they had,\n    The frog wore a blue coat\n      Just like his dad.\n\n    The pigeon wore his feathers\n      And spread himself--O My!\n    The cloud wore sunshine\n      He gathered in the sky.\n\n\n\n\nTHE BATTLE-AX OF THE SUN\n\n\n    On the mountain peak I reached the drift\n    And I took it for a Christmas gift,\n    And I made ten soldiers out of snow.\n\n    But the battle-ax of my fairy foe\n    Cut to the ground my men of snow.\n\n    And who was he, my fairy foe,\n    Who brought my snowy army low?\n\n    The mountain sun was my fairy foe.\n\n\n\n\nTHE CHRISTMAS TREES\n\n\n    On the high slope of Going-To-The-Sun\n    Is a stormy Christmas, all year round,\n    And snow-filled Christmas trees abound.\n\n\n\n\nTHE PHEASANT SPEAKS OF HIS BIRTHDAYS\n\n\n    Up the good slope of Going-To-The-Sun,\n    I saw the Pheasant-Of-The-Sunrise fly.\n    Jewels in his feathers, mixed with dew.\n    Dew and jewels made his jeweled eye.\n    He paused to make a sonnet, which he sang,\n    Though nowhere else are pheasants sonneteers.\n    He emphasized with swooping and with skipping,\n    With winkings and intoxicated leers.\n    And how the bushes twinkled as he caroled:\n\n    “Each morning is another birthday, friend.\n    And I have lived so many happy birthdays!\n    There are gifts with all the suns that here ascend!\n    Each bush, you see, has an unextinguished candle\n    And angel-food, and icing, and candy flowers,\n    And this long vine that climbs from earth to heaven\n    Gives me thoughts, and most erratic powers.\n    I eat its scarlet berries and its frosting.\n    If I choose, it is my present every day.\n    Then I can fly straight up to heaven’s doorstep\n    Following the green line all the way.\n\n    “And then I tumble like a limber leaf\n    To my nest here, and another year is done\n    Or another thousand years, what does it matter\n    On the mountain peak called ‘Going-To-The-Sun’?”\n\n\n\n\nTHE MYSTIC UNICORN OF THE MONTANA SUNSET\n\n\n    On the mountain peak, called “Going-To-The-Sun,”\n    I saw the Unicorn-No-Storm-Can-Tame.\n    The center of the sun was but his eye,\n    His mane was but the sun rays and the flame.\n    There in that Glacier Park, above green pastures,\n    There above Stephen’s camp fire in the rocks,\n    He foamed and pawed and whinnied round the world,\n    His feathered sides and plumes and bristling locks\n    Seemed but the banners of a great announcement\n    That unicorns were spry as heretofore,\n    That not a camp fire of the world was dead,\n    That dragons lived in them, and thousands more\n    Camp-born, were clawing at the clouds of Asia,\n    Were rising with to-morrow’s dawn for men,\n    Camp-fire dragons, with the ancient unicorn\n    Bringing the Rosicrucian days again.\n    Any unicorn can drive away\n    Any thoughts the grown-up race has spoiled.\n    When I heard the Unicorn-of-Sunset ramping\n    New fancies in my veins bubbled and boiled.\n\n    Any unicorn is worth his oats,\n    And so we fed him bacon, and we made\n    An extra cup of tea, which he drank.\n    Then he curled up coltwise, and in slumber sank.\n    Dragons sprang up, next day, where he had stayed.\n    They were in Fujiyama silks arrayed,\n    Or spoke of Everest to Stephen. Then began\n    Discussing the strange peak in Darien\n    That poets climb to see the Pacific well.\n    How Stephen climbed it later, I will let him tell.\n    Following the Unicorn-No-Storm-Can-Tame\n    Alone, in tropic woods, is a great game.\n\n\n\n\nJOHNNY APPLESEED STILL FURTHER WEST\n\n\n    On the mountain peak, called “Going-To-The-Sun,”\n    I saw old Johnny Appleseed once more.\n    He ate an apple, threw away the core.\n    Then turned and smiled and slackly watched it fall\n    Into a crevice of the mountain wall.\n    In an instant there was an apple tree,\n    The roots split up the rocks beneath our feet,\n    And apples rolled down the green mountainside\n    And fairies popped from them, flying and free!\n\nAnd\nFairies\nCame from them.\n\n\n\n\nTHE APPLE-BARREL OF JOHNNY APPLESEED\n\n\n    On the mountain peak, called “Going-To-The-Sun,”\n    I saw gray Johnny Appleseed at prayer\n    Just as the sunset made the old earth fair.\n    Then darkness came; in an instant, like great smoke,\n    The sun fell down as though its great hoops broke\n    And dark rich apples, poured from the dim flame\n    Where the sun set, came rolling toward the peak,\n    A storm of fruit, a mighty cider-reek,\n    The perfume of the orchards of the world,\n    From apple-shadows: red and russet domes\n    That turned to clouds of glory and strange homes\n    Above the mountain tops for cloud-born souls:--\n    Reproofs for men who build the world like moles,\n    Models for men, if they would build the world\n    As Johnny Appleseed would have it done--\n    Praying, and reading the books of Swedenborg\n    On the mountain top called “Going-To-The-Sun.”\n\n\n\n\nTHE COMET OF GOING-TO-THE-SUN\n\n\n    On the mountain peak, called “Going-To-The-Sun,”\n    A comet stopped to drink from a cool spring\n    And like a spirit-harp began to sing\n    To us, then hurried on to reach the sun.\n    We called him “Homer’s soul,” and “Milton’s wing.”\n    The harp-sound stayed, though he went up and on.\n    It turned to thunder, when he had quite gone--\n    And yet was like a soft voice of the sea,\n    And every whispering root and every blade of grass\n    And every tree\n    In the whole world, and brought thoughts of old songs\n    That blind men sang ten thousand years ago,\n    And all the springtime hearts of every nation know.\n\n\n\n\nTHE BOAT WITH THE KITE STRING AND THE CELESTIAL EYES\n\n\n    On the mountain peak, called “Going-To-The-Sun,”\n    I sat alone; while Stephen explored higher,\n    I dragged in sticks and logs and kept our fire.\n\n    On soft-winged sails of meditation\n    My boat of spiral shells and flowers,\n    And fluffy clouds and twinkling hours,\n    My thought-boat went with the sun all day\n    Over the glaciers, far away.\n    I sat alone, but the chipmunks knew\n    My boat was high, and plain to view.\n\n    I flew my ship like a kite. The thread\n    Was a cobweb silk, fine and thin,\n    That came from out the palm of my hand.\n    There I saw the ship begin.\n    From the gypsy’s life line thence it came\n\n    A feather of mist that flew to the dawn,\n    And I felt the spool in my wrist unwind,\n    And I saw the feather on heaven’s lawn,\n    Now a glimmering ship like a lark awake.\n    And the kite string sang, but did not break.\n\n    It stretched like the string of a violin\n    Played by invisible tides and waves.\n    It sang of Springfield yet to be.\n    It sang of the dead hours in their graves.\n\n    And of the United States to be,\n    And of all the map stretched out below.\n    And my kite had pansy eyes in its wings,\n    And I saw the states in their bloom and glow\n    Yet a child’s block-map, and nothing more,\n    Flat patterns on a playroom floor.\n\n    Texas the fort, by the river to the south,\n    Michigan a pheasant with a leaf in its mouth,\n    Illinois an ear of corn, in the shock,\n    Maine a moose-horn, gray as a rock.\n    California a whale, in gilded mail,\n    Montana, a ranch of alfalfa and clover,\n\n    Montana with its mountain called “Going-To-The-Sun,”\n    An outdoor temple for the singer and the rover,\n    Wyoming a range for a summer lark,\n    With sparkling trails, and its Yellowstone Park,\n    Colorado an Indian tent for the world,\n    Where the smokes of care-free camps are curled,\n    Arizona a mission in the desert for all time,\n    Where the nerves find peace, and thoughts find rhyme,\n    New Mexico a clay pueblo full of dreams,\n    Eldorado in its valleys, ghosts by its streams.\n    Utah a throne for a grandeur unknown,\n    For haughty hearts, with ways of their own.\n    Nevada the cabin of Mark Twain in his youth,\n    Where he mined in the cañons, where he dug for the truth.\n    Washington a western soldier’s tent,\n    Idaho a chair for a president,\n    North and South Dakota, one buffalo hide,\n    Oregon a lumber mill on a mountain side,\n    Nebraska, Oklahoma, cowboy pistols pointing west\n    Kansas a wheat field where I, once, was a guest,\n    Iowa a corn pone sizzling hot,\n    Minnesota a farmer’s coffee-pot.\n    Arkansas a steamboat at Mark Twain’s door,\n    Missouri Mark Twain’s raft on the shore.\n    Louisiana a cavalier’s boot, just the thing\n    When we wade toward the mouth of the delta in the spring.\n    Mississippi a cotton scales,\n    Alabama many cotton bales,\n    Georgia a peach-basket red,\n    Florida a wild turkey’s head,\n    North Carolina a crane, flying through a cloud,\n    South Carolina a soldier, with head unbowed,\n    West Virginia, the raccoon, shrewd and slow,\n    Tennessee Bob Taylor’s fiddle and bow,\n    Virginia Thomas Jefferson’s mountain and shroud,\n    Kentucky the log cradle of the proud.\n    Maryland a plow, Delaware a pruning hook,\n    Indiana Riley’s Hoosier book,\n    Wisconsin a caldron, cool it who can,\n    Ohio Johnny Appleseed’s park for man.\n    Vermont a poet’s house, with waterfall and fern,\n    Where Frost writes songs that the world will learn.\n\n    New Jersey the doorstep of the nation,\n    Pennsylvania the front room of the nation,\n    Where once Penn welcomed all creation\n    And let them sleep on the grassy floor\n    And let them eat the wild berries and explore.\n    Rhode Island, Roger Williams’ holy place,\n    Connecticut, an arbor of innocence and grace\n    Filled with flowers, and souls like lace,\n    Especially one little girl six years young\n    Who tells me stories in the fairy tongue.\n\n    New Hampshire the mast of the Mayflower,\n    Massachusetts the prow of the Mayflower,\n    Most famous ark forevermore.\n\n    The whole map a temple, if we patiently read,\n    With the statue of Liberty in majesty to plead\n    For Arcady to come once more,\n    And with New York on guard,\n    New York a sentinel,\n    New York a lion by the door.\n\n    By my camp fire I grew older,\n    There were chipmunks on my shoulder,\n    While I saw the world,\n    With the eyes of my boat,\n    As one land,\n    With Asia and Alaska by the ice bound as one,\n    The Aurora Borealis was a cross bright as the sun.\n    I seemed to live through myriad days.\n    My eyes looked down like searching rays.\n    I took my flight over many races,\n    I saw, in my thought, all human faces.\n    And my spirit had its fill.\n    And the thread in my wrist wound in again\n    The cobweb shortened, strand on strand,\n    And my little ship came back to land\n    And was only a feather in my hand.\n\n\n\n\nSO MUCH THE WORSE FOR BOSTON\n\n\n[Sidenote:\n\n_Some words about singing this song,\nAre written this border along._]\n\n    I read the aspens like a book, and every leaf was signed,\n    And I climbed above the aspen-grove to read what I could find\n    On Mount Clinton, Colorado, I met a mountain-cat.\n    I will call him “Andrew Jackson,” and I mean no harm by that.\n    He was growling, and devouring a terrific mountain-rat.\n    But when the feast was ended, the mountain-cat was kind,\n    And showed a pretty smile, and spoke his mind.\n    “I am dreaming of old Boston,” he said, and wiped his jaws.\n\n    “I have often HEARD of Boston,” and he folded in his paws,\n    “Boston, Massachusetts, a mountain bold and great.\n    I will tell you all about it, if you care to curl and wait.\n\n[Sidenote:\n\n_If I cannot sing in the aspens’ tongue,\nIf I know not what they say,\nThen I have never gone to school,\nAnd have wasted all my day._]\n\n    “In the Boston of my beauty-sleep, when storm-flowers are in bloom,\n    When storm-lilies and storm-thistles and storm-roses are in bloom,\n    The faithful cats go creeping through the catnip-ferns,\n    _And_ rainbows, _and_ sunshine, _and_ gloom,\n    And pounce upon the Boston Mice, that tremble underneath the flowers,\n    And pounce upon the big-eared rats, and drag them to the tomb.\n    For we are Tom-policemen, vigilant and sure.\n    We keep the Back Bay ditches and potato cellars pure.\n    Apples are not bitten into, cheese is let alone.\n\nTHE BOSTON MOUSE WAITS IN TERROR OF THE MOUNTAIN-CAT, UNDER THE SHADOW\nOF THE STORM-ROSE]\n\n[Sidenote:\n\n_Come, let us whisper of men and beasts\nAnd joke as the aspens do,\nAnd yet be solemn in their way,\nAnd tell our thoughts\nAll summer through,\nIn the morning,\nIn the frost,\nAnd in the midnight dew._]\n\n    Sweet corn is left upon the cob, and the beef left on the bone.\n    Every Sunday morning, the Pilgrims give us codfish balls,\n    Because we keep the poisonous rats from the Boston halls.”\n    And then I contradicted him, in a manner firm and flat.\n    “I have never seen, in the famous Hub, suppression of the rat.”\n    “So much the worse for Boston,” said the whiskery mountain-cat.\n\n    And the cat continued his great dream, closing one shrewd eye:\n    “The Tower-of-Babel Cactus blazes above the sky.\n    Fangs and sabers guard the buds and crimson fruits on high.\n    Yet cactus-eating eagles and black hawks hum through the air.\n    When the pigeons weep in Copley Square, look up, those wings are there,\n\nTHE TOWER-OF-BABEL CACTUS BLAZES ABOVE THE SKY]\n\n[Sidenote:\n\n_The mountain-cat seems violent,\nAnd of no good intent.\nYet read his words so gently\nNo bird will leave its tree,\nNo child will hate the simper or the noise\nAnd hurry away from you and me.\nRead like a meditative, catlike willow-tree._]\n\n[Sidenote:\n\n_Some words about singing this song,\nAre scattered this border along._]\n\n    Proud Yankee birds of prey, overshadowing the land,\n    Screaming to younger Yankees of the self-same brand,\n    Whose talk is like the American flag, snapping on the summit-pole,\n    Sky-rocket and star-spangled words, round sunflower words,\n        they use them whole.\n    There are no tailors in command, men seem like trees in honest leaves.\n    Their clothes are but their bark and hide, and sod and binding\n        for their sheaves.\n    Men are as the shocks of corn, as natural as alfalfa fields.\n    And no one yields to purse or badge; only to sweating manhood yields,\n    To natural authority, to wisdom straight from the new sun.\n    Who is the bull-god of the herd? The strongest and the shaggiest one.\n    Or if they preen at all, they preen with Walter Raleigh’s\n        gracious pride:--\n    The forest-ranger! One grand show! With gun and spade slung at his side!\n    Up on the dizzy timber-line, arbiter of life and fate,\n    Where sacred frost shines all the year, and freezing bee\n        and mossflower mate.\n\n[Sidenote:\n\n_Read like the Mariposa with the stately stem,\nWith green jade leaves like ripples and like waves,\nAnd white jade petals,\nSmooth as foam can be--\nThe Mariposa lily, that is leaning upon the young stream’s hem,\nSpeaking grandly to that larger flower\nThat grows down toward the sea, hour after hour\nHunting for the Pacific storms and caves._]\n\n    “Boston is tough country, and the ranger rides with death,\n    Plunges to stop the forest fire against the black smoke’s breath,\n    Buries the cattle killed by eating larkspur lush and blue,\n    Shoots the calf-thieves, lumber-thieves, and gets train-robbers too.\n\n[Sidenote:\n\n_Some words about singing this song,\nAre scattered this border along._]\n\n    Governor and Sheriff obey his ordering hand,\n    Following his ostrich plume across the amber sand.\n    “But often, for lone days he goes, exploring cliffs afar,\n    And chants his King James’ Bible to tarantula and star.\n    I hear him read Egyptian tales, as he rides by in the dawn.\n    I am sometimes an Egyptian cat. My crudities are gone.\n    He spells, in Greek, that Homer, as he hurries on alone.\n    I hear him scan at Virgil, as I hide behind a stone.\n    “He had kept me fond of Hawthorne, and Thoreau, cold and wise.\n    The silvery waves of Walden Pond, gleam in a bobcat’s eyes.\n    He has taught us grateful beasts to sing, like Orpheus of old.\n    The Boston forest ranger brings back the Age of Gold.”\n\n    And then I contradicted him, in a manner firm and flat.\n\nA BACK-BAY WHALE]\n\n    “I have never heard, in the cultured Hub, of rowdy men like that.”\n    “So much the worse for Boston,” said the Rocky Mountain cat.\n\n[Sidenote:\n\n_Sing like the Mariposa to the stream that seeks the sea,\nSpeak like that flower,\nWith still,\nOlympian jest,\nAnd cuplike word\nFilling the hour._]\n\n    And the cat purred on, in his great dream, as one who\n        seeks the noblest ends:--\n    “Higher than the Back Bay whales, that spout and leap,\n        and bite their friends,\n    Higher than those Moby-Dicks, the Boston Lover’s trail ascends.\n    Higher than the Methodist, or Unitarian spire,\n    Beyond the range of any fence of bowlder or barbed wire,\n    Telling to each other what the Boston Boys have done,\n    The lodge-pole pines go towering to the timber-line and sun.\n    And their whisper stirs love’s fury in each pantherish girl-child,\n    Till she dresses like a columbine, or a bleeding heart gone wild.\n    Like a harebell, golden aster, bluebell, Indian arrow,\n    Blue jay, squirrel, meadow lark, loco, mountain sparrow.\n    Mayflower, sagebrush, dying swan, they court in disarray.\n    The masquerade, in Love’s hot name, is like a forest-play.\n    And she is held in worship who adores the noblest boys.\n    So miner-lovers bring her new amazing pets and toys.\n    Mewing, prowling hunters bring her grizzlies in chains.\n    Ranchers bring red apples through the silver rains.\n    In the mountain of my beauty-sleep, when storm-flowers\n    Are in bloom,\n    The Boston of my beauty-sleep, when storm-flowers\n    Are in bloom.\n    There are just such naked waterfalls, as are roaring there below.\n    For the springs of Boston Common are from priceless summer snow.\n    Serene the wind-cleared Boston peaks, and there white rabbits run\n    Like funny giant snowflakes, hopping in the sun.\n    The ptarmigan will leap and fly and clutter through the drift\n    And the baby ptarmigans ‘peep, peep,’ when the weasel eyelids lift.\n    And where the pools are still and deep, dwarf willows see themselves,\n    And the Boston Mariposas bend, like mirror-kissing elves.\n    White is the gypsum cliff, and white the snowbird’s warm,\n        deep-feathered home,\n    White are the cottonwood and birch, white is the fountain-foam.\n\n    “In the waterfalls from the sunburnt cliffs, the bold\n        nymphs leap and shriek\n    The wrath of the water makes them fight, its kisses make them weak.\n\n    With shoulders hot with sunburn, with bodies rose and white,\n    And streaming curls like sunrise rays, or curls like flags of night,\n    Flowing to their dancing feet, circling them in storm,\n    And their adorers glory in each lean, Ionic form.\n    Oh, the hearts of women, then set free. They live the life of old\n    That chickadees and bobcats sing, the famous Age of Gold....\n    They sleep and star-gaze on the grass, their red-ore camp fires shine,\n    Like heaps of unset rubies spilled on velvet superfine.\n    And love of man and maid is when the granite weds the snow-white stream.\n    The ranch house bursts with babies. In the wood-lot deep eyes gleam,\n    Buffalo children, barking wolves, fuming cinnamon bears.\n    Human mustangs kick the paint from the breakfast-table chairs.”\n\n    And then I contradicted him, in a manner firm and flat.\n    “I have never heard, in the modest Hub, of a stock ill-bred as that.”\n    “So much the worse for Boston,” said the lecherous mountain-cat.\n\n    And the cat continued with the dream, as the snow blew round in drifts.\n    “The caves beneath the craggy sides of Boston hold tremendous gifts\n    For many youths that enter there, and lift up every stone that lifts.\n    They wander in, and wander on, finding all new things they can,\n    Some forms of jade or chrysoprase, more rare than radium for man.\n    And the burro trains, to fetch the loot, are jolly fool parades.\n    The burros flap their ears and bray, and take the steepest grades.\n    Or loaded with long mining-drills, and railroad rails,\n        and boards for flumes,\n    Up Beacon Hill with fossil bats, swine bones from geologic tombs,\n    Or loaded with cliff-mummies of lost dwellers of the land.\n    Explorers’ yells and bridle bells sound above the sand.\n\n    “In the desert of my beauty-sleep, when rainflowers\n    Will not bloom,\n    In the Boston of my beauty-sleep, when storms\n    Will not bloom,\n\nTHE BAT]\n\n    By Bunker Hill’s tall obelisk, till the August sun awakes,\n    I brood and stalk blue shadows, and my mad heart breaks.\n    Thoughts of a hunt unutterable ring the obelisk around.\n    And a thousand glorious sphinxes spring, singing, from the ground.\n    Very white young Salem witches ride them down the west.\n    The gravel makes a flat, lone track, the eye has endless rest.\n    Fair girls and beasts charge, dreaming, through the\n        salt-sand white as snow,\n    Hunting the three-toed pony, while mysterious slaughters flow.\n    And the bat from the salt desert sucks the clouds on high\n    Until they fall in ashes, and all the sky is dry.\n    Oh, the empty Spanish Missions, where the bells ring without hand,\n    As we drive the shadowy dinosaurs and mammoths through the sand.”\n\n    And then I contradicted him, in a manner firm and flat.\n    “I have never seen, in the sun-kissed Hub, circuses like that.”\n    “So much the worse for you, my cub,” said the slant-eyed mountain-cat.\n\n    And the cat continued with his yarn, while I stood there marveling:--\n    “I here proclaim that I am not a vague, an abstract thing.\n    I like to eat the turkey-leg, the lamb, the chickenwing.\n    Yet the cat that knows not fasting, the cat that knows not dream,\n    That has not drunk dim mammoth-blood from the long-dead desert stream,\n    That has not rolled in the alkali-encrusted pits of bones\n    By the saber-toothed white tiger’s cave, where he kicked\n        the ancient stones,\n    Has not known sacred Boston. Our gods are burning ore.\n    Our Colorado gods are the stars of heaven’s floor.\n    But the god of Massachusetts is a Tiger they adore.\n\n    “From that saber-tooth’s ghost-purring goes the whispered word of power\n    In the sunset, in the moonlight, in the purple sunrise hour:--\n    That an Indian chief is born, in a teepee, to the west,\n    That a school of rattlesnakes is rattling, on the mountain’s breast,\n    That an opal has been grubbed from the ground by a mole,\n    That a bumble-bee has found a new way to save his soul.\n    In Egyptian granite Boston, the rumor has gone round\n    That new ways to tame the whirlwind have been marvelously found.\n    That a Balanced Rock has fallen, that a battle has been won\n    In the soul of some young touch-me-not, some tigerish Emerson.”\n\n    And then I contradicted him, in a manner firm and flat.\n    “Boston people do not read their Emerson like that.”\n    “So much the worse for Boston,” said the self-reliant cat.\n    Then I saw the cat there towering, like a cat cut from a hill:--\n    A prophet-beast of Nature’s law, staring with stony will,\n    Pacing on the icy top, then stretched in drowsy thought,\n    Then, listening, on tiptoe, to the voice the snowwind brought,\n    Tearing at the fire-killed pine trees, kittenish again,\n    Then speaking like a lion, long made president of men:--\n    “There are such holy plains and streams, there are such\n        sky-arched spaces,\n    There are life-long trails for private lives, and endless\n        whispering places.\n    Range is so wide there is not room for lust and poison breath\n    And flesh may walk in Eden, forgetting shame and death.”\n\n    And then I contradicted him, in a manner firm and flat.\n    “I have never heard, in Boston, of anything like that.”\n    “_Boston is peculiar._\n    _Boston is mysterious._\n    _You do not know your Boston_,” said the wise, fastidious cat,\n    And turned again to lick the skull of his prey, the mountain-rat!\n    And at that, he broke off his wild dream of a perfect human race.\n    And I walked down to the aspen grove where is neither time nor place,\n    Nor measurement, nor space, except that grass has room\n    And aspen leaves whisper on forever in their grace.\n    All day they watch along the banks. All night the perfume goes\n    From the Mariposa’s chalice to the marble mountain-rose,\n    In the Boston of their beauty-sleep, when storm-flowers\n    Are in bloom,\n    In the mystery of their beauty-sleep, when storm-flowers\n    Are in bloom.\n\n\n\n\nTHE ROCKETS THAT REACHED SATURN\n\n\n    On the Fourth of July sky rockets went up\n    Over the church and the trees and the town,\n    Stripes and stars, riding red cars.\n    Each rocket wore a red-white-and-blue gown,\n    And I did not see one rocket come down.\n\n    Next day on the hill I found dead sticks,\n    Scorched like blown-out candle-wicks.\n\n    But where are the rockets? Up in the sky.\n    As for the sticks, let them lie.\n    Dead sticks are not the Fourth of July.\n\n    In Saturn they grow like wonderful weeds,\n    In some ways like weeds of ours,\n    Twisted and beautiful, straight and awry,\n    But nodding all day to the heavenly powers.\n    The stalks are smoke,\n    And the blossoms green light,\n    And crystalline fireworks flowers.\n\nROCKETS IN SATURN]\n\n\n\n\nMEDITATION\n\n\n    A spirit in soft slippers\n    Walked the Gulf Stream floor.\n    She opened many a cabin door\n    Of ships a long time underseas.\n    She read long-rest Egyptian books\n    And looked upon skull-faces,\n    And read their restless looks\n    Shining through the shadows\n    Of phosphorescent streaming waves,--\n    Impatient for the Judgment horn\n    To lift them from their purple graves.\n\n\n\n\nTHE TRAVELER\n\n\n    The Moon’s a devil-jester\n      Who makes himself too free.\n    The rascal is not always\n      Where he appears to be:--\n    Sometimes he is in my heart--\n      Sometimes in the sea.\n    Then tides are in my heart,\n      And tides are in the sea.\n    O traveler! abiding not\n      Where he pretends to be!\n\nVACHEL LINDSAY 1922]\n\n\n\n\nELIZABETH BARRETT BROWNING\n\n\n    Elizabeth Barrett Browning\n    Sat gossiping with Robert.\n    (She was really a raving beauty in her day.\n    With Mary Pickford curls in clouds and whirls.)\n    She was trying to think of something nice to say,\n    So she pointed to a page by her fellow star and sage,\n    And said: “I wish that _I_ could write that way!”\n\n\n\n\nSOME BALLOONS GROW ON TREES\n\nFOR BETSY RICHARDS\n\n\n    Some balloons grow on trees,\n    On rubber trees, indeed.\n    You plant old rubber-boots for seed.\n\n    Some balloons grow on trees.\n    If you want them red,\n    You pour red ink into the boots,\n    There in the balloon bed,\n\n    And blue ink if you want them blue.\n    But if you desire them green,\n    Just let it pass.\n    They will turn green to match the grass.\n\n    Some balloons grow on trees.\n    And if you do not spray them soon\n    With water-pots of hellebore\n    You will not have\n    One ripe balloon.\n    Mosquitoes will bite them in the night\n    Explode them like a thunder-storm\n    And give the town a fright.\n\n    Some balloons grow on trees.\n    If they grow too fast\n    And are not gathered every day\n    The infants stand aghast\n    To see them tear up by the roots\n    The trees on which they grew\n    And scatter dirt on the front walk\n    And disappear from view\n    Into the blue.\n\n\n\n\nBABYLON’S GARDENS ARE BURNING\n\n\n    There, on the shores of the river Euphrates,\n    Babylon’s gardens are burning this morning.\n    Prophets warned,\n    Prophets prophesied,\n    But no one in Babylon heeded the warning.\n\nVACHEL LINDSAY 1922]\n\n\n\n\nIN THE BEAUTY PARLORS\n\n\n    A jumbo so vain, and fond of his shape\n    Had himself beautified by a gray ape,\n    Tattooed and gilded with elegant signs,\n    The latest and merriest monkey designs.\n    Then the ape rode the jumbo\n    And made the land gape,\n    As he sat at his ease in the elephant chair.\n    He had tattooed himself with designs from a shawl,\n    And he gathered a grape with a self-possessed air,\n    And threw down a twig at another fine ape.\n\nTHE APE RODE THE JUMBO]\n\n\n\n\nA POLITICAL CAMPAIGN\n\n\n    A duck within the harem of a drake who ran for president\n    Swam in his parade, and made it an event.\n    She carried a big card of his footprints and she said:--\n    “He waddles like an arrow, straight ahead.”\n\n\n\n\nOLD JUDGE HOOT OWL\n\n\n    Old Judge Hoot Owl sits by his inkwell\n    Writing wills for the wealthy and swell.\n    He knows something he won’t tell.\n    Three little house flies, drowned in his inkwell.\n    Three little scandals in a peanut shell.\n\n\n\n\nPEARLS\n\n\n    Now she was fond of jewelry,\n    The Lady-of-Fiddle-Dee-Dee,\n    So she built her house\n    Near an oyster bed,\n    Where the pearls were almost free.\n\n\n\n\nTHE LAND HORSE AND THE SEA HORSE\n\n\n    The Land Horse\n    Everybody rides,\n    Until his eyes are dim.\n\n    The Sea Horse!\n    Every wave he rides.\n      And nobody\n    Rides him.\n\nVACHEL LINDSAY 1922]\n\n\n\n\nCONCERNING THE MOUSE WITH TWO TAILS\n\n\n    The cat was astonished\n    To see the mouse stand there,\n    Waving two tails,\n    With a confident air.\n\n\n\n\nWORDS ABOUT AN ANCIENT QUEEN\n\nINSCRIBED WITH APOLOGIES TO LYTTON STRACHEY\n\n\n    Queen Hat-shep-sut, pious and fat\n    Wore a hair net under her hat.\n    Queen Hat-shep-sut, restrained and refined\n    Wore a hair net over her mind.",
    "metadata": {
        "author": [
            "Lindsay, Nicholas Vachel",
            "Lindsay, Vachel"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/63554/pg63554.txt",
        "name": "going_to_the_sun.json"
    }
}