{
    "name": "Goma's Follicles",
    "author": [
        "De Courcy, Dorothy",
        "De Courcy, John",
        "Courcy, John de",
        "Courcy, Dorothy de"
    ],
    "body": "The _Franklin_ was the newest and best ship of the Morgan Interstellar\nTransportation Corporation. It was plain from the Captain's\npouter-pigeon stance that he too was aware of this fact. The only\njarring note in Captain Webster's mind was the unscheduled stop at\nProcyon IV. He glanced again at the yellow blank in his hand, his lips\nmoving slightly as he re-read it.\n\n\"Captain Webster, Commanding _S. S. Franklin_, enroute to earth. Make\ncontact with Procyon IV. Passenger for earth waiting at Iridium City.\nNecessary time will be allowed on your schedule. Chief Dispatcher.\"\n\nCaptain Webster crumpled the message into a ball and threw it on the\nfloor.\n\n\"Whistle stop!\" he growled. His anger was motivated by the fact that he\nhad hoped to set a new record with the _Franklin_ and the last thing he\ndesired was time added to his schedule. \"If he isn't ready and waiting\nwhen we land,\" the Captain muttered, \"he can walk to earth!\"\n\nThe _Franklin_ came out of sub-space drive. The navigator had no\ndifficulty finding Procyon's fourth planet, but it took much studious\npeering to find the tiny earth colony. It turned out to be a dot about\nthree miles in diameter, a mining settlement. In a few minutes, the\ngiant ship settled gently into a rickety landing cradle. A spaceman\npressed the unlocking studs and the passenger port opened with a hiss.\nThe gangway slid neatly out and made contact with the shaky steps.\n\nWith obvious distaste, Captain Webster gathered his dignity about him\nlike a cloak and started across the gangway. His feet had no more than\ntouched the plastic tread when he stopped abruptly. A wild apparition\ncame charging up the stairway, long, unkempt hair streaming in the\nwind. Down the gangway it ran and propelled the Captain violently\nbackward into his ship.\n\nPuffing and gasping for air, the Captain half lay in the arms of two\nspacemen who had caught him just before he reached the decking. Nothing\nof what the Captain said was understandable except the word \"outrage\"\nwhich he repeated often and vigorously.\n\n\"Now, now, now, please Captain,\" the long haired apparition pleaded.\n\"Compose yourself. Don't get excited. I can explain everything. I'm Mr.\nThurwinker of the Office of Colonial Development.\"\n\n\"Oh, oh,\" the Captain grunted. \"The OCD, huh?\" His anger evaporated and\nhe struggled to his feet trying to look dignified again. \"Well--I'm\nsure--ah--that is--no doubt you have a good reason for your actions,\nsir--ah--\"\n\n\"Oh yes, indeed,\" Mr. Thurwinker replied, hastily, \"but I can't stop\nnow. I must impress on you, Captain, the urgency of your ship leaving\nas soon as possible. Yes, yes it's imperative! And you must remain out\nof sight. Don't show yourselves under any circumstances! I'll get your\npassenger now.\" Without another word, Mr. Thurwinker scurried out of\nthe ship. He turned at the end of the gangway. \"Remember Captain, don't\nlet anyone see you. Keep out of sight. Yes indeed, out of sight!\"\n\nThe open-mouthed Captain watched the OCD man scramble down the steps\nand reappear a moment later carrying a suitcase. He was followed by\nanother man whose hair was also streaming down over his shoulders. The\nCaptain's mouth sagged open an additional half-inch as the strange\nlooking pair entered the ship.\n\nMr. Thurwinker set the bag down and shook hands with his companion.\n\"Good-bye, Mr. Purcell. Have a nice trip home. We all regret seeing you\ngo, yes indeed, regret it very much.\" He darted out of the ship for the\nsecond time. At the end of the gangway, he turned to face the Captain.\n\"Oh yes, Captain. I must tell you! It's imperative--\"\n\n\"I know!\" the Captain roared. \"And don't worry, Mr. Thurwinker! We're\nleaving this asylum immediately!\"\n\nMr. Thurwinker jumped off the gangway as it began to roll into the big\nship. He waved cheerily to his friend just before the port closed. The\n_Franklin_ began to lift almost at once.\n\n\n\nSam Purcell brushed his hair out of his face and extended a friendly\nhand to the Captain. \"How do you do, Captain. I'm Sam Purcell, your new\npassenger.\"\n\nCaptain Webster stared at the outstretched hand as though it were a\nspecimen from an anatomical laboratory. \"Procyon IV's gain is my loss!\"\nhe snarled.\n\nAs the Captain stomped away, Sam turned his hand over to see if\nanything was wrong with it. \"Unfriendly cuss,\" he observed to the\nspaceman beside him.\n\nThe spaceman smiled. \"Just be thankful he isn't your boss.\"\n\nSam nodded. \"I see what you mean,\" he replied.\n\n\"Shall I take your bag to your stateroom?\" the spaceman asked.\n\n\"I'd be much obliged,\" Sam answered. \"Is there a barber on this tub? I\nwant to get rid of this mop as soon as I can.\"\n\n\"Yes sir,\" the spaceman said. \"But wouldn't you like to go to your\ncabin first?\"\n\nSam smiled. \"No. I've been dreaming about this haircut for ages. Just\ntell me where my cabin is and take me to the barber shop!\"\n\nThe spaceman nodded and picked up Sam's bag. Sam followed him down the\ncompanionway to the barber shop.\n\n\"Your stateroom is L-14, sir,\" the spaceman said. \"It's the last cabin\non the left at the end of this companionway.\"\n\n\"Thank you,\" Sam replied as he stepped into the shop.\n\nThe barber closed the book he was reading and jumped up. \"Yes sir. What\ncan--\" He broke off in mid-sentence and gawked stupidly.\n\n\"I don't want a manicure,\" Sam chuckled as he slid into the chair.\n\nThe barber smiled sickly. \"Ah--no, of course not,\" he agreed. He busied\nhimself bundling Sam up in a transparent apron and then stepped back to\nview his client artistically. \"Shall--I take--a little off the top?\" he\nasked, hesitantly.\n\n\"Cut it off!\" Sam snorted. \"I want to look human again!\"\n\nThe barber set to work chopping off great chunks of hair. Several times\nhe opened his mouth to say something but the situation seemed to him\nbeyond the range of normal conversation.\n\n\"I bet you're wondering how I got like this,\" Sam chuckled.\n\n\"Why--yes,\" the barber murmured. \"That thought did occur to me. Ah--I\ndon't suppose--ah--there are many barbers where you come from.\"\n\n\"That's the funny part of it,\" Sam replied. \"We used to have a barber,\na darn good one, too. Yup, he was one of the best in the business. I\nguess that was Roy's trouble. He was too good.\"\n\n\"But--but--how?\" the barber interrupted.\n\n\"The hair?\" Sam asked. \"I was coming to that. It all started three\nyears ago when we first landed on Procyon IV. A meteorite had plowed\nin there some time in the past and that was what we were after. The\noriginal survey had found fragments of nearly pure iridium in a crater\nand you know how hard that stuff is to get. The survey figured that the\nwhole meteorite was composed of iridium and, as it turned out, they\nwere right.\"\n\n\"Mr. Thurwinker, the government agent,\" Sam continued, \"started out\nright away dickering with the natives. It wasn't too hard to do cause\nthey look a lot like us, considering what most of the inhabitants of\nother planets look like. Anyway, Thurwinker traded off half a ship load\nof gew-gaws and we got the crater.\n\n\"Our supplies started coming in and on the first ship was Roy, the\nbarber. We built up a little town, the typical mining settlement, and\ngot things pretty much underway. It took us about two months to get our\nsoundings all lined up and then we found that the meteorite had struck\nthe planet at quite an angle. It hadn't gone too far down but it had\ngone so far to one side that the thing was completely outside the\ncrater. Mr. Thurwinker tried to bargain with the natives for the ground\ndirectly over the meteorite, but he didn't get very far. They didn't\nlike him much and I can't say as I blame them. The natives let him know\nthat they wanted to be left alone so we stayed in our little town.\n\n\"Well, there wasn't much of anything to do, so most of us just sat\naround, waiting for Thurwinker to make some kind of a bargain. He\nfinally persuaded the Chief of the natives to talk the situation over\nwith him.\"\n\n\n\nGoma growled deeply in his barrel chest. \"You have land. Why want you\nmore?\"\n\nThurwinker hesitated, trying to phrase the proper answer in Goma's\nlanguage. \"This land not good,\" he said, pointing to the crater. Then\nturning, \"this land, good. We want good land.\"\n\n\"You cannot have land,\" Goma replied with classic simplicity.\n\n\"I gave you many things for bad land,\" Thurwinker answered. \"I will\ngive you more for good land.\"\n\n\"I not want things,\" Goma stated. \"I keep land.\"\n\nThurwinker reverted to English. \"My stars! How does the government\nexpect me to bargain with creatures like this! Sometimes I think I was\nbetter off in the office. Yes indeed, much better off.\"\n\nGoma regarded him with an unwinking stare. \"You make noise like infant.\"\n\nThurwinker's lips compressed a little. \"You give us land. We make you\nBig Chief. Chief of all you see.\"\n\n\"I am now Chief of all I see,\" Goma said.\n\nThurwinker made several more suggestions without any sign of success.\n\nGoma stood up. \"I go now,\" he announced.\n\n\"But, Chief!\" Thurwinker protested.\n\nGoma brushed him aside and strode out of the hut. He was joined by his\nretinue which closed in about him, rudely shoving Thurwinker to one\nside. In silence, the procession marched up the street, apparently\nignoring everything. They were nearly past Roy's barber shop when one\nof the natives let out a screech and froze with one foot slightly off\nthe ground. The others turned to look through the barber shop window\nand, as they did, emitted groans, yelps and gasps.\n\nRoy stopped his cutting and looked at the natives. He studied them for\na moment and then went back to snipping his customer's hair. As the\nscissors closed on a lock of hair, a simultaneous groan went up from\nthe assembled natives. The expressions of horror became more and more\nintense as the man's hair fell to the floor in little tufts. A tall,\nmuscular native quietly fainted. None of the others paid any attention\nto him. Their eyes were riveted in terrible fascination on the gleaming\nshears.\n\nSoon the man stepped out of the barber chair and smiled at Roy as he\nslipped on his jacket. He stopped at the door and stared at the natives\ncuriously. They fell back as he approached and a low mutter ran through\nthe group.\n\nThurwinker had drifted up sometime during the performance and stood\nscratching his head. The man looked at Thurwinker with a puzzled frown.\n\"What are they doing here?\" he asked.\n\nThurwinker shrugged. \"I don't know.\"\n\nLow mumbling ran through the group of natives.\n\n\"What are they saying?\" the man asked.\n\n\"They say you are very brave,\" Thurwinker replied. \"They seem to think\nyou're a big hero.\"\n\nThe man shook his head and walked away bewildered.\n\nThurwinker turned back to the natives and all of them were looking at\nGoma. Goma glanced from face to face, fingering his shoulder length\nhair. He shuddered and looked pleadingly at the others. Faint lines of\nwhat Thurwinker thought was disgust began to appear on the group of\nfaces.\n\nThurwinker smiled suddenly. \"I think I know what they want,\" he mumbled\nto himself. \"Chief,\" he called. \"You want--\" He paused trying to find\nthe words. Then taking a piece of his own hair, he made cutting motions\nwith his fingers.\n\nGoma's beady eyes dilated and he shook visibly.\n\n\"Come,\" Thurwinker urged, opening the barber shop door.\n\nHesitantly, Goma took a step forward.\n\n\"Come,\" Thurwinker urged again. \"It won't hurt.\" He pointed to himself\nand asked, \"I go first?\"\n\n\"No!\" Goma roared. He thrust Thurwinker aside and galloped to the\nbarber chair. Roy looked questioningly at Thurwinker.\n\n\"It's all right,\" Thurwinker grinned. \"Go ahead. This will put them at\nease. Maybe this is just the thing we've been looking for. Yes indeed,\njust the thing. But be careful, Roy. Yes, yes, very careful.\"\n\n\n\nRoy nodded and tried to run a comb through the Chief's matted hair.\nEach time Goma was touched, he shivered. The other natives watched\nthrough the window and shook whenever Goma did. Roy isolated a small\nsection of hair and placing his scissors against the comb, he snipped\nit off. With a scream of terrible agony, Goma's body convulsed in the\nchair. He leaped upright, holding his head with one hand while he\nlooked wildly about.\n\nRoy started over to Goma to remove the apron but Goma backed away\nholding his hands before him as if to ward off a blow. Then he burst\nthrough the door and out into the street, running as though the hounds\nof hell were nipping at his heels. He didn't stop until he reached the\nbrush at the edge of the crater.\n\nThe other natives watched him go with disgust. Two of them picked up\nrocks and threw them after the retreating figure. When Goma was at last\nout of sight, they assembled themselves in a group again and marched\nout of town.\n\nThurwinker watched the procession diminish in the distance. \"Well,\nthat's that,\" he muttered. He turned on Roy. \"I told you to be careful!\"\n\n\"I _was_ careful!\" Roy protested.\n\n\"Apparently you weren't careful enough!\" Thurwinker snapped. \"I don't\nknow what you did to him, but you sure fixed our chances for getting\nany land.\"\n\n\"But I tell you I didn't do anything, Mr. Thurwinker,\" Roy answered\nhotly. \"I hardly even touched him!\"\n\n\"Well, if I were you, I'd cultivate a lighter touch!\" Thurwinker\ncracked and, without waiting for Roy to reply, he turned and walked out\nof the shop.\n\nDuring the next hour, Thurwinker composed twenty-six messages to send\nback home explaining his failure. Twenty-six messages had been thrown\nin the wastebasket as unsatisfactory. There really wasn't anything\nto say. He knew that none of his excuses would be accepted. He was\na failure and so he wrote out his resignation. It was a foregone\nconclusion that the Colonial Office would want it. Thurwinker groaned.\nHe could see himself being held up before the students in the OCD\nschools as the horrible example.\n\nHe was halfway through with what was to be message number twenty-seven\nwhen the door opened quietly. Goma stepped in and walked unheard over\nto Thurwinker's desk.\n\n\"I Goma,\" he mumbled.\n\n\"Yaaaaaaaah!\" Thurwinker let out a whoop and leaped to the top of his\ndesk, quite convinced that Goma had come to destroy him. \"Now, now,\nnow, Chief. Ah--you and I are friends!\"\n\nGoma looked at him. \"I am not Chief. I am called old female.\" He looked\naway from the amazed Thurwinker and sagged into a chair.\n\n\"What's the matter, Chief?\" Thurwinker asked, climbing down off his\ndesk.\n\n\"I am not Chief,\" Goma replied. \"I will be Chief again soon when I....\"\nGoma paused and made cutting motions with his fingers.\n\n\"You mean, when you get a haircut?\" Thurwinker asked.\n\nGoma shivered and said in a small voice, \"Yes.\"\n\nA crafty light came into Thurwinker's eyes. They bargained for half\nan hour at the end of which time Goma agreed to give up a very small\nplot of ground in addition to the crater. It wasn't much, but it was\nsomething and Thurwinker accepted.\n\nThey arose and walked silently out of the hut. The miners gave the pair\ncurious glances as they strolled up the street. When they reached the\nbarber shop, they found a crowd of natives numbering about one hundred,\nmen, women and children. Goma drew up in front of them imperiously.\nHe stared at them for a full minute and then struck his shoulder with\na closed fist in a gesture of bravado. The crowd watched him as he\nmarched up to the barber chair and sat down.\n\nGoma turned to Roy and held up his hand making the cutting motion.\n\nRoy looked at Thurwinker. \"Is it all right?\"\n\n\"Yes, yes indeed! The Chief isn't afraid any more. Go ahead, Roy, but\nbe careful. Yes indeed, very careful!\"\n\nRoy cautiously combed out a few strands of hair and holding them\ngingerly in his hand, he snipped. A groan escaped from between Goma's\nclenched teeth. Roy hesitated but Goma held up his hand again, making\ncutting motions. Roy selected a few more strands of hair. As he cut,\nGoma's breath hissed in sharply and his hands clutched the sides of the\nchair. On the third cut, Goma's body relaxed and his eyes closed.\n\nThurwinker rushed to his side. He looked at him for a minute and then\nran to the door. \"Quick,\" he said to one of the miners. \"Get Dr. Bowen!\"\n\nThe natives outside began to mutter angrily. Thurwinker dashed back to\nthe barber chair. \"Go ahead,\" he hissed. \"Keep cutting! Don't let the\nnatives think anything's gone wrong!\"\n\nBy the time Dr. Bowen arrived, Goma's hair was neatly trimmed. The\nChief was still apparently unconscious and breathing heavily. Dr. Bowen\nmade a hasty examination and then straightened smiling. \"It's all\nright,\" he said to Thurwinker. \"He's only fainted.\"\n\n\n\nThurwinker heaved a sigh. In a few minutes, Dr. Bowen brought Goma back\nto consciousness. The Chief stood up but his legs were a little shaky.\nShoving away the helping hands, he reeled toward the open doorway.\nThe native stepped back with looks of awe and reverence. With pride,\nGoma strode away, the natives following at his heels like obedient and\nworshipful dogs.\n\n\"Now, Thurwinker,\" Dr. Bowen said, \"what's this all about?\"\n\nThurwinker explained the situation while Dr. Bowen listened intently.\n\n\"That's funny,\" the doctor muttered. \"He didn't look like much of a\ncoward to me.\"\n\n\"Well, you have to watch these natives carefully,\" Thurwinker babbled.\n\"You never know what they're going to do next. Goma insisted on getting\na haircut and I thought it was a good opportunity to get the land we\nneed.\"\n\nThe doctor stirred a tuft of Goma's hair with the toe of his boot.\n\"Just the same, Thurwinker, you may get into trouble over this. We want\nthat land, but not if there's a war. You know what the Colonial Office\nwould say if trouble started.\" The doctor bent over and picked up the\nbit of hair. \"Hmmm. I wonder if this could be the reason.\"\n\n\"Reason for what?\" Thurwinker asked.\n\n\"I don't know,\" Dr. Bowen replied, \"but I'll make some tests.\" He\ndropped the hair into his bag. \"If I find out anything, I'll let\nyou know,\" he called as he started for the door, \"and I advise you,\nThurwinker, to stay out of trouble.\"\n\nThurwinker nearly wore a groove in the floor with his pacing. He was\na nervous wreck by the time Dr. Bowen arrived. He practically jumped\non him as he came in the door. \"Now, doctor! What have you been doing?\nWhat kind of tests were you talking about and why all this mystery?\"\n\n\"Calm down, Thurwinker,\" Dr. Bowen soothed. \"There isn't any\nmystery--at least, not any more.\"\n\n\"What do you mean?\" Thurwinker demanded.\n\n\"I mean, you've been misled by the appearance of the natives. They look\nlike us except for that light orange color, but they've got at least\none fundamental difference. That stuff on their heads isn't exactly\nhair.\"\n\n\"What!\" Thurwinker exploded. \"What is it, then? It looks like hair!\"\n\n\"Under the microscope, there's quite a difference,\" Dr. Bowen\nexplained. \"It has a hard covering just like our hair, the center is\nhollow and contains a little fluid, but floating in this fluid is a\nnerve.\"\n\n\"A what!\"\n\n\"A nerve,\" the doctor answered, \"just like in our teeth. I rather\nimagine their hair is some kind of a sensory organ. I don't know what\nkind, but I'm sending a sample back home and maybe they can find out.\"\n\nThurwinker was stunned. \"You mean--it hurts--to have their hair cut?\"\n\n\"It's just like pulling teeth,\" Bowen chuckled, \"without an anesthetic!\"\n\n\"Oh, no!\" Thurwinker groaned. \"What have I done!\" He paced the floor\nagain and stopped suddenly. \"Still, we've got some land to work with.\nYes, maybe it'll be all right after all.\"\n\nBut it wasn't all right. The engineers informed Thurwinker that they\nhad to have more shafts. \"You just can't drill through iridium!\" they\ncomplained.\n\nThurwinker shrugged his shoulders and resolutely set off to find\nGoma, but Goma had disappeared and none of the natives knew where he\nhad gone. It was useless to try to bargain with them. Because of his\nhaircut, Goma was absolute Chief now. Thurwinker came back to the\ncrater after fruitlessly searching the surrounding country for six\ndays. He opened the door of his hut and plunked himself resignedly down\nat his desk.\n\nAt that moment there came a thump on the door. Thurwinker arose and\nopened it. There stood Goma looking more down in the mouth than the\nlast time he had visited Thurwinker. Thurwinker stuffed the resignation\ninto his pocket and guided Goma into the hut. \"I am glad to see you,\nGoma!\" Thurwinker exploded. \"Yes indeed, very glad.\"\n\nGoma didn't understand the words, but he knew from the expression on\nThurwinker's face that he was welcome.\n\n\"I want to see you,\" Thurwinker began in Goma's tongue. \"I want more\nland.\"\n\nGoma stared at him sadly. \"I keep land. You bad man.\"\n\n\"Huh?\" Thurwinker asked, incredulously.\n\n\"Look.\" Goma pointed to his hair. \"It grow. When the people see it grow\nthey will not let me be Chief any more.\"\n\n\"You mean--you want another--\"\n\n\"No!\" Goma roared. He shuddered. \"Not want haircut!\"\n\n\"Well, what _do_ you want, Chief?\" Thurwinker asked, puzzled.\n\n\"I am Chief. I am brave. Bad man hurt me. People say I am not brave. I\nam not Chief any more. I am brave. I let bad man torture me. I am Big\nChief.\" Again he pointed to his hair. \"It grow. People soon see it grow\nand I will not be Chief unless I get haircut again.\"\n\n\"Oh,\" Thurwinker nodded. \"When your hairs grows out you'll have to get\nanother haircut or you won't be Chief. Is that it?\"\n\n\"Yes,\" Goma mumbled. There was a silence. Then Goma asked,\n\"Other--people--cut hair?\"\n\n\"No,\" Thurwinker informed. \"Just barber.\"\n\n\"Bar-ber.\" Goma turned the unfamiliar word around on his tongue.\n\"Bar-ber. I will fix,\" he grunted. \"I kill bar-ber.\" He arose and\nstarted for the door.\n\n\"No, no, no! Wait, wait!!\" Thurwinker jumped to block Goma's way. After\nmuch persuasion, he got Goma back into his chair again. \"Big Chief,\" he\nsaid, slowly. \"You are right. Bar-ber is very bad man.\"\n\nIt was obvious that Goma agreed. \"I kill?\" he suggested, hopefully.\n\n\"No, no,\" Thurwinker replied, craftily. \"You can not kill.\"\n\nThis puzzled Goma. \"I can not kill?\" he asked.\n\n\"No. Bar-ber would cut hair.\"\n\nGoma closed his eyes and shook. \"I can not kill,\" he agreed.\n\n\"Maybe bar-ber go away?\" Thurwinker suggested. \"Far away?\"\n\nGoma's eyes brightened. \"You can make bar-ber go away?\"\n\n\"Yes,\" Thurwinker said, triumphantly. \"If you give land, I make bar-ber\ngo away.\"\n\n\"Other bar-ber come?\" Goma asked.\n\n\"No.\"\n\n\"Bar-ber go away. No more cut hair. I will still be Big Chief, but will\nnot have hair cut. I will give land.\" Goma arose and marched out of the\nhut. He was his old, imperial self again.\n\n\n\nThe ship's barber whipped the apron off Sam Purcell. \"There, I cut\nhair. I mean, it's all done.\"\n\nSam glanced in a mirror. \"Yup, and a good job too.\" He stood up and\nreached for his jacket. \"Well, that's about all there was to the\naffair,\" Sam continued. \"Thurwinker let the word leak out to the\nnatives that Goma had captured Roy. This made Goma a bigger hero than\never. We marched Roy down to the first transport that came in as if\nhe was a prisoner and kept our guns ready until they took off just to\nimpress the natives. Of course, we had to let our hair grow but we got\nthe iridium and that's what we were after. Just as long as the natives\ndon't see anyone with a haircut, everything will be fine.\"\n\nThe barber laughed. \"I wouldn't have believed your story if I hadn't\nseen your hair.\"\n\nAs Sam prepared to go, Captain Webster entered the barber shop and\nstared at Sam. \"Haven't I seen you somewhere before?\" he asked.\n\n\"Maybe,\" Sam admitted with a hostile stare. \"I'm one of your\npassengers, if that'll help you any.\"\n\n\"Of course,\" Captain Webster chuckled. \"I don't believe I got your\nname, though.\"\n\n\"Purcell,\" Sam replied. \"Sam Purcell.\"\n\n\"Well, well!\" Captain Webster replied, jovially. \"I'm certainly glad to\nmeet you, Mr. Purcell. Webster's the name.\" He extended a plump hand to\nSam.\n\nSam looked at the hand as though it were slightly decayed and walked\nout.",
    "metadata": {
        "author": [
            "De Courcy, Dorothy",
            "De Courcy, John",
            "Courcy, John de",
            "Courcy, Dorothy de"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/64646/pg64646.txt",
        "name": "goma_s_follicles.json"
    }
}