{
    "name": "Good Intentions\nShip's Company, Part 3.",
    "author": [
        "Jacobs, William Wymark",
        "Jacobs, W. W. (William Wymark)"
    ],
    "body": "\nGOOD INTENTIONS\n\n\n\"Jealousy; that's wot it is,\" said the night-watchman, trying to sneer--\n\"pure jealousy.\"  He had left his broom for a hurried half-pint at the\n\"Bull's Head\"--left it leaning in a negligent attitude against the\nwarehouse-wall; now, lashed to the top of the crane at the jetty end, it\npointed its soiled bristles towards the evening sky and defied capture.\n\n\"And I know who it is, and why 'e's done it,\" he continued.  \"Fust and\nlast, I don't suppose I was talking to the gal for more than ten minutes,\nand 'arf of that was about the weather.\n\n\"I don't suppose anybody 'as suffered more from jealousy than wot I 'ave:\nOther people's jealousy, I mean.  Ever since I was married the missis has\nbeen setting traps for me, and asking people to keep an eye on me.  I\nblacked one of the eyes once--like a fool--and the chap it belonged to\nmade up a tale about me that I ain't lived down yet.\n\n\"Years ago, when I was out with the missis one evening, I saved a gal's\nlife for her.  She slipped as she was getting off a bus, and I caught 'er\njust in time.  Fine strapping gal she was, and afore I could get my\nbalance we 'ad danced round and round 'arfway acrost the road with our\narms round each other's necks, and my missis watching us from the\npavement.  When we were safe, she said the gal 'adn't slipped at all;\nand, as soon as the gal 'ad got 'er breath, I'm blest if she didn't say\nso too.\n\n\"You can't argufy with jealous people, and you can't shame 'em.  When I\ntold my missis once that I should never dream of being jealous of her,\ninstead of up and thanking me for it, she spoilt the best frying-pan we\never had.  When the widder-woman next-door but two and me 'ad rheumatics\nat the same time, she went and asked the doctor whether it was catching.\n\n\"The worse trouble o' that kind I ever got into was all through trying to\ndo somebody else a kindness.  I went out o' my way to do it; I wasted the\nwhole evening for the sake of other people, and got into such trouble\nover it that even now it gives me the cold shivers to think of.\n\n\"Cap'n Tarbell was the man I tried to do a good turn to; a man what used\nto be master of a ketch called the <i>Lizzie and Annie,</i> trading between\n'ere and Shoremouth.  'Artful Jack' he used to be called, and if ever a\nman deserved the name, he did.  A widder-man of about fifty, and as silly\nas a boy of fifteen.  He 'ad been talking of getting married agin for\nover ten years, and, thinking it was only talk, I didn't give 'im any\ngood advice.  Then he told me one night that 'e was keeping company with\na woman named Lamb, who lived at a place near Shoremouth.  When I asked\n'im what she looked like, he said that she had a good 'art, and, knowing\nwot that meant, I wasn't at all surprised when he told me some time arter\nthat 'e had been a silly fool.\n\n\"'Well, if she's got a good 'art,' I ses, 'p'r'aps she'll let you go.'\n\n\"'Talk sense,' he ses.  'It ain't good enough for that.  Why, she\nworships the ground I tread on.  She thinks there is nobody like me in\nthe whole wide world.'\n\n\"'Let's 'ope she'll think so arter you're married,' I ses, trying to\ncheer him up.\n\n\"'I'm not going to get married,' he ses.  'Leastways, not to 'er.  But\n'ow to get out of it without breaking her 'art and being had up for\nbreach o' promise I can't think.  And if the other one got to 'ear of it,\nI should lose her too.'\n\n\"'Other one?' I ses, 'wot other one?'\n\n\"Cap'n Tarbell shook his 'ead and smiled like a silly gal.\n\n\"'She fell in love with me on top of a bus in the Mile End Road,' he ses.\n'Love at fust sight it was.  She's a widder lady with a nice little 'ouse\nat Bow, and plenty to live on-her 'usband having been a builder.  I don't\nknow what to do.  You see, if I married both of 'em it's sure to be found\nout sooner or later.'\n\n\"'You'll be found out as it is,' I ses, 'if you ain't careful.  I'm\nsurprised at you.'\n\n\"'Yes,' he ses, getting up and walking backwards and forwards;\n'especially as Mrs. Plimmer is always talking about coming down to see\nthe ship.  One thing is, the crew won't give me away; they've been with\nme too long for that.  P'r'aps you could give me a little advice, Bill.'\n\n\"I did.  I talked to that man for an hour and a'arf, and when I 'ad\nfinished he said he didn't want that kind of advice at all.  Wot 'e\nwanted was for me to tell 'im 'ow to get rid of Miss Lamb and marry Mrs.\nPlimmer without anybody being offended or having their feelings hurt.\n\n\"Mrs. Plimmer came down to the ship the very next evening.  Fine-looking\nwoman she was, and, wot with 'er watch and chain and di'mond rings and\nbrooches and such-like, I should think she must 'ave 'ad five or six\npounds' worth of jewell'ry on 'er.  She gave me a very pleasant smile,\nand I gave 'er one back, and we stood chatting there like old friends\ntill at last she tore 'erself away and went on board the ship.\n\n\"She came off by and by hanging on Cap'n Tarbell's arm.  The cap'n was\ndressed up in 'is Sunday clothes, with one of the cleanest collars on I\n'ave ever seen in my life, and smoking a cigar that smelt like an escape\nof gas.  He came back alone at ha'past eleven that night, and 'e told me\nthat if it wasn't for the other one down Shoremouth way he should be the\n'appiest man on earth.\n\n\"'Mrs. Plimmer's only got one fault,' he ses, shaking his 'cad, 'and\nthat's jealousy.  If she got to know of Laura Lamb, it would be all U.P.\nIt makes me go cold all over when I think of it.  The only thing is to\nget married as quick as I can; then she can't help 'erself.'\n\n\"'It wouldn't prevent the other one making a fuss, though,' I ses.\n\n\"'No,' he ses, very thoughtfully, 'it wouldn't.  I shall 'ave to do\nsomething there, but wot, I don't know.'\n\n\"He climbed on board like a man with a load on his mind, and arter a look\nat the sky went below and forgot both 'is troubles in sleep.\n\n\"Mrs. Plimmer came down to the wharf every time the ship was up, arter\nthat.  Sometimes she'd spend the evening aboard, and sometimes they'd go\noff and spend it somewhere else.  She 'ad a fancy for the cabin, I think,\nand the cap'n told me that she 'ad said when they were married she was\ngoing to sail with 'im sometimes.\n\n\"'But it ain't for six months yet,' he ses, 'and a lot o' things might\n'appen to the other one in that time, with luck.'\n\n\"It was just about a month arter that that 'e came to me one evening\ntrembling all over.  I 'ad just come on dooty, and afore I could ask 'im\nwot was the matter he 'ad got me in the 'Bull's Head' and stood me three\n'arf-pints, one arter the other.\n\n\"'I'm ruined,' he ses in a 'usky whisper; 'I'm done for.  Why was wimmen\nmade?  Wot good are they?  Fancy 'ow bright and 'appy we should all be\nwithout 'em.'\n\n\"'I started to p'int out one or two things to 'im that he seemed to 'ave\nforgot, but 'e wouldn't listen.  He was so excited that he didn't seem to\nknow wot 'e was doing, and arter he 'ad got three more 'arf-pints waiting\nfor me, all in a row on the counter, I 'ad to ask 'im whether he thought\nI was there to do conjuring tricks, or wot?'\n\n\"'There was a letter waiting for me in the office,' he ses.  'From Miss\nLamb--she's in London.  She's coming to pay me a surprise visit this\nevening--I know who'll get the surprise.  Mrs. Plimmer's coming too.'\n\n\"I gave 'im one of my 'arf-pints and made 'im drink it.  He chucked the\npot on the floor when he 'ad done, in a desprit sort o' way, and 'im and\nthe landlord 'ad a little breeze then that did 'im more good than wot the\nbeer 'ad.  When we came outside 'e seemed more contented with 'imself,\nbut he shook his 'ead and got miserable as soon as we got to the wharf\nagin.\n\n\"'S'pose they both come along at the same time,' he ses.  'Wot's to be\ndone?'\n\n\"I shut the gate with a bang and fastened the wicket.  Then I turned to\n'im with a smile.\n\n\"'I'm watchman 'ere,' I ses, 'and I lets in who I thinks I will.  This\nain't a public 'ighway,' I ses; 'it's a wharf.'\n\n\"'Bill,' he ses, 'you're a genius.'\n\n\"'If Miss Lamb comes 'ere asking arter you,' I ses, 'I shall say you've\ngone out for the evening.'\n\n\"'Wot about her letter?' he ses.\n\n\"'You didn't 'ave it,' I ses, winking at 'im.\n\n\"'And suppose she waits about outside for me, and Mrs. Plimmer wants me\nto take 'er out?' he ses, shivering.  'She's a fearful obstinate woman;\nand she'd wait a week for me.'\n\n\"He kept peeping up the road while we talked it over, and then we both\nsee Mrs. Plimmer coming along.  He backed on to the wharf and pulled out\n'is purse.\n\n\"'Bill,' he ses, gabbling as fast as 'e could gabble, 'here's five or six\nshillings.  If the other one comes and won't go away tell 'er I've gone\nto the Pagoda Music-'all and you'll take 'er to me, keep 'er out all the\nevening some'ow, if you can, if she comes back too soon keep 'er in the\noffice.'\n\n\"'And wot about leaving the wharf and my dooty?' I ses, staring.\n\n\"'I'll put Joe on to keep watch for you,' he ses, pressing the money in\nmy 'and.  'I rely on you, Bill, and I'll never forget you.  You won't\nlose by it, trust me.'\n\n\"He nipped off and tumbled aboard the ship afore I could say a word.  I\njust stood there staring arter 'im and feeling the money, and afore I\ncould make up my mind Mrs. Plimmer came up.\n\n\"I thought I should never ha' got rid of 'er.  She stood there chatting\nand smiling, and seemed to forget all about the cap'n, and every moment I\nwas afraid that the other one might come up.  At last she went off,\nlooking behind 'er, to the ship, and then I went outside and put my back\nup agin the gate and waited.\n\n\"I 'ad hardly been there ten minutes afore the other one came along.  I\nsaw 'er stop and speak to a policeman, and then she came straight over to\nme.\n\n\"'I want to see Cap'n Tarbell,' she ses.\n\n\"'Cap'n Tarbell?' I ses, very slow; 'Cap'n Tarbell 'as gone off for the\nevening.'\n\n\"'Gone off!' she ses, staring.  'But he can't 'ave.  Are you sure?'\n\n\"'Sartain,' I ses.  Then I 'ad a bright idea.  'And there's a letter come\nfor 'im,' I ses.\n\n\"'Oh, dear!' she ses.  'And I thought it would be in plenty of time.\nWell, I must go on the ship and wait for 'im, I suppose.'\n\n\"If I 'ad only let 'er go I should ha' saved myself a lot o' trouble, and\nthe man wot deserved it would ha' got it.  Instead o' that I told 'er\nabout the music-'all, and arter carrying on like a silly gal o' seventeen\nand saying she couldn't think of it, she gave way and said she'd go with\nme to find 'im.  I was all right so far as clothes went as it happened.\nMrs. Plimmer said once that I got more and more dressy every time she saw\nme, and my missis 'ad said the same thing only in a different way.  I\njust took a peep through the wicket and saw that Joe 'ad taken up my\ndooty, and then we set off.\n\n\"I said I wasn't quite sure which one he'd gone to, but we'd try the\nPagoda Music-'all fust, and we went there on a bus from Aldgate.  It was\nthe fust evening out I 'ad 'ad for years, and I should 'ave enjoyed it if\nit 'adn't been for Miss Lamb.  Wotever Cap'n Tarbell could ha' seen in\n'er, I can't think.\n\n\"She was quiet, and stupid, and bad-tempered.  When the bus-conductor came\nround for the fares she 'adn't got any change; and when we got to the\nhall she did such eggsterrordinary things trying to find 'er pocket that\nI tried to look as if she didn't belong to me.  When she left off she\nsmiled and said she was farther off than ever, and arter three or four\nwot was standing there 'ad begged 'er to have another try, I 'ad to pay\nfor the two.\n\n\"The 'ouse was pretty full when we got in, but she didn't take no notice\nof that.  Her idea was that she could walk about all over the place\nlooking for Cap'n Tarbell, and it took three men in buttons and a\npoliceman to persuade 'er different.  We were pushed into a couple o'\nseats at last, and then she started finding fault with me.\n\n\"'Where is Cap'n Tarbell?' she ses.  'Why don't you find him?'\n\n\"'I'll go and look for 'im in the bar presently,' I ses.  'He's sure to\nbe there, arter a turn or two.'\n\n\"I managed to keep 'er quiet for 'arf an hour--with the 'elp of the\npeople wot sat near us--and then I 'ad to go.  I 'ad a glass o' beer to\npass the time away, and, while I was drinking it, who should come up but\nthe cook and one of the hands from the <i>Lizzie and Annie</i>.\n\n\"'We saw you,' ses the cook, winking; 'didn't we Bob?'\n\n\"'Yes,' ses Bob, shaking his silly 'ead; 'but it wasn't no surprise to\nme.  I've 'ad my eye on 'im for a long time past.'\n\n\"'I thought 'e was married,' ses the cook.\n\n\"'So he is,' ses Bob, 'and to the best wife in London.  I know where she\nlives.  Mine's a bottle o' Bass,' he ses, turning to me.\n\n\"'So's mine,' ses the cook.\n\n\"I paid for two bottles for 'em, and arter that they said that they'd\n'ave a whisky and soda apiece just to show as there was no ill-feeling.\n\n\"'It's very good,' ses Bob, sipping his, 'but it wants a sixpenny cigar\nto go with it.  It's been the dream o' my life to smoke a sixpenny\ncigar.'\n\n\"'So it 'as mine,' ses the cook, 'but I don't suppose I ever shall.'\n\n\"They both coughed arter that, and like a goodnatured fool I stood 'em a\nsixpenny cigar apiece, and I 'ad just turned to go back to my seat when\nup come two more hands from the Lizzie and Annie.\n\n\"'Halloa, watchman!' ses one of 'em.  'Why, I thought you was a-taking\ncare of the wharf.'\n\n\"'He's got something better than the wharf to take care of,' ses Bob,\ngrinning.\n\n\"'I know; we see 'im,' ses the other chap.  'We've been watching 'is\ngoings-on for the last 'arf-hour; better than a play it was.'\n\n\"I stopped their mouths with a glass o' bitter each, and went back to my\nseat while they was drinking it.  I told Miss Lamb in whispers that 'e\nwasn't there, but I'd 'ave another look for him by and by.  If she'd ha'\nwhispered back it would ha' been all right, but she wouldn't, and, arter\na most unpleasant scene, she walked out with her 'ead in the air follered\nby me with two men in buttons and a policeman.\n\n\"O' course, nothing would do but she must go back to the wharf and wait\nfor Cap'n Tarbell, and all the way there I was wondering wot would 'appen\nif she went on board and found 'im there with Mrs. Plimmer.  However,\nwhen we got there I persuaded 'er to go into the office while I went\naboard to see if I could find out where he was, and three minutes\narterwards he was standing with me behind the galley, trembling all over\nand patting me on the back.\n\n\"'Keep 'er in the office a little longer,' he ses, in a whisper.  'The\nother's going soon.  Keep 'er there as long as you can.'\n\n\"'And suppose she sees you and Mrs. Plimmer passing the window?' I ses.\n\n\"'That'll be all right; I'm going to take 'er to the stairs in the ship's\nboat,' he ses.  'It's more romantic.'\n\n\"He gave me a little punch in the ribs, playfullike, and, arter telling\nme I was worth my weight in gold-dust, went back to the cabin agin.\n\n\"I told Miss Lamb that the cabin was locked up, but that Cap'n Tarbell\nwas expected back in about 'arf-an-hour's time.  Then I found 'er an old\nnewspaper and a comfortable chair and sat down to wait.  I couldn't go on\nthe wharf for fear she'd want to come with me, and I sat there as patient\nas I could, till a little clicking noise made us both start up and look\nat each other.\n\n\"'Wot's that?' she ses, listening.\n\n\"'It sounded,' I ses 'it sounded like somebody locking the door.'\n\n\"I went to the door to try it just as somebody dashed past the window\nwith their 'ead down.  It was locked fast, and arter I had 'ad a try at\nit and Miss Lamb had 'ad a try at it, we stood and looked at each other\nin surprise.\n\n\"'Somebody's playing a joke on us,' I ses.\n\n\"'Joke!' ses Miss Lamb.  'Open that door at once.  If you don't open it\nI'll call for the police.'\n\n\"She looked at the windows, but the iron bars wot was strong enough to\nkeep the vans outside was strong enough to keep 'er in, and then she gave\nway to such a fit o' temper that I couldn't do nothing with 'er.\n\n\"'Cap'n Tarbell can't be long now,' I ses, as soon as I could get a word\nin.  'We shall get out as soon as e comes.'\n\n\"She flung 'erself down in the chair agin with 'er back to me, and for\nnearly three-quarters of an hour we sat there without a word.  Then, to\nour joy, we 'eard footsteps turn in at the gate.  Quick footsteps they\nwas.  Somebody turned the handle of the door, and then a face looked in\nat the window that made me nearly jump out of my boots in surprise.  A\nface that was as white as chalk with temper, and a bonnet cocked over one\neye with walking fast.  She shook 'er fist at me, and then she shook it\nat Miss Lamb.\n\n\"'Who's that?' ses Miss Lamb.\n\n\"'My missis,' I ses, in a loud voice.  'Thank goodness she's come.'\n\n\"'Open the door!' ses my missis, with a screech.\n\n\"'OPEN THE DOOR!'\n\n\"'I can't,' I ses.  'Somebody's locked it.  This is Cap'n Tarbell's young\nlady.'\n\n\"'I'll Cap'n Tarbell 'er when I get in!' ses my wife.  'You too.  I'll\nmusic-'all you!  I'll learn you to go gallivanting about!  Open the\ndoor!'\n\n\"She walked up and down the alley-way in front of the window waiting for\nme just like a lion walking up and down its cage waiting for its dinner,\nand I made up my mind then and there that I should 'ave to make a clean\nbreast of it and let Cap'n Tarbell get out of it the best way he could.\nI wasn't going to suffer for him.\n\n\"'Ow long my missis walked up and down there I don't know.  It seemed\nages to me; but at last I 'eard footsteps and voices, and Bob and the\ncook and the other two chaps wot we 'ad met at the music'all came along\nand stood grinning in at the window.\n\n\"'Somebody's locked us in,' I ses.  'Go and fetch Cap'n Tarbell.'\n\n\"'Cap'n Tarbell?' ses the cook.  'You don't want to see 'im.  Why, he's\nthe last man in the world you ought to want to see!  You don't know 'ow\njealous he is.'\n\n\"'You go and fetch 'im, I ses.  ''Ow dare you talk like that afore my\nwife!'\n\n\"'I dursen't take the responserbility,' ses the cook.  'It might mean\nbloodshed.'\n\n\"'You go and fetch 'im,' ses my missis.  'Never mind about the bloodshed.\nI don't.  Open the door!'\n\n\"She started banging on the door agin, and arter talking among themselves\nfor a time they moved off to the ship.  They came back in three or four\nminutes, and the cook 'eld up something in front of the window.\n\n\"'The boy 'ad got it,' he ses.  'Now shall I open the door and let your\nmissis in, or would you rather stay where you are in peace and\nquietness?'\n\n\"I saw my missis jump at the key, and Bob and the others, laughing fit to\nsplit their sides, 'olding her back.  Then I heard a shout, and the next\nmoment Cap'n Tarbell came up and asked 'em wot the trouble was about.\n\n\"They all started talking at once, and then the cap'n, arter one look in\nat the window, threw up his 'ands and staggered back as if 'e couldn't\nbelieve his eyesight.  He stood dazed-like for a second or two, and then\n'e took the key out of the cook's 'and, opened the door, and walked in.\nThe four men was close be'ind 'im, and, do all she could, my missis\ncouldn't get in front of 'em.\n\n\"'Watchman!' he ses, in a stuck-up voice, 'wot does this mean?  Laura\nLamb!  wot 'ave you got to say for yourself?  Where 'ave you been all the\nevening?'\n\n\"'She's been to a music-'all with Bill,' ses the cook.  'We saw 'em.'\n\n\"'WOT?' ses the cap'n, falling back again.  'It can't be!'\n\n\"'It was them,' ses my wife.  'A little boy brought me a note telling me.\nYou let me go; it's my husband, and I want to talk to 'im.'\n\n\"'It's all right,' I ses, waving my 'and at Miss Lamb, wot was going to\nspeak, and smiling at my missis, wot was trying to get at me.\n\n\"'We went to look for you,' ses Miss Lamb, very quick.  'He said you were\nat the music-'all, and as you 'adn't got my letter I thought it was very\nlikely.'\n\n\"'But I did get your letter,' ses the cap'n.\n\n\"'He said you didn't,' ses Miss Lamb.\n\n\"'Look 'ere,' I ses.  'Why don't you keep quiet and let me explain?  I\ncan explain everything.'\n\n\"'I'm glad o' that, for your sake, my man,' ses the cap'n, looking at me\nvery hard.  'I 'ope you will be able to explain 'ow it was you came to\nleave the wharf for three hours.'\n\n\"I saw it all then.  If I split about Mrs. Plimmer, he'd split to the\nguv'nor about my leaving my dooty, and I should get the sack.  I thought\nI should ha' choked, and, judging by the way they banged me on the back,\nBob and the cook thought so too.  They 'elped me to a chair when I got\nbetter, and I sat there 'elpless while the cap'n went on talking.\n\n\"'I'm no mischief-maker,' he ses; 'and, besides, p'r'aps he's been\npunished enough.  And as far as I'm concerned he can take this lady to a\nmusic-'all every night of the week if 'e likes.  I've done with her.'\n\n\"There was an eggsterrordinary noise from where my missis was standing;\nlike the gurgling water makes sometimes running down the kitchen sink at\n'ome, only worse.  Then they all started talking together, and 'arf-a-\ndozen times or more Miss Lamb called me to back 'er up in wot she was\nsaying, but I only shook my 'ead, and at last, arter tossing her 'ead at\nCap'n Tarbell and telling 'im she wouldn't 'ave 'im if he'd got fifty\nmillion a year, the five of 'em 'eld my missis while she went off.\n\n\"They gave 'er ten minutes' start, and then Cap'n Tarbell, arter looking\nat me and shaking his 'ead, said he was afraid they must be going.\n\n\"'And I 'ope this night'll be a lesson to you,' he ses.  'Don't neglect\nyour dooty again.  I shall keep my eye on you, and if you be'ave yourself\nI sha'n't say anything.  Why, for all you know or could ha' done the\nwharf might ha' been burnt to the ground while you was away!'\n\n\"He nodded to his crew, and they all walked out laughing and left me\nalone--with the missis.\"",
    "metadata": {
        "author": [
            "Jacobs, William Wymark",
            "Jacobs, W. W. (William Wymark)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/10563/pg10563.txt",
        "name": "good_intentions_ship_s_company_part_3.json"
    }
}