{
    "name": "Grandmother's Story of Bunker Hill Battle, as She Saw it from the Belfry",
    "author": [
        "Holmes, Oliver Wendell"
    ],
    "body": "\n_With Illustrations by_\n\nHoward Pyle\n\n\n_Boston and New York_\nHoughton Mifflin Company\nThe Riverside Press Cambridge\nMCMXXV\n\nCOPYRIGHT, 1875, BY JAMES R. OSGOOD & CO.\nCOPYRIGHT, 1903, BY HOUGHTON, MIFFLIN & CO.\nCOPYRIGHT, 1917, BY OLIVER WENDELL HOLMES\n\nALL RIGHTS RESERVED\n\nThe Riverside Press\n\nCAMBRIDGE . MASSACHUSETTS\nPRINTED IN THE U.S.A.\n\n\n       *       *       *       *       *\n\n\n_GRANDMOTHER'S STORY_\n\n_of_\n\nBUNKER HILL\n\n_BATTLE_\n\n\n\n\n'T is like stirring living embers when, at eighty, one remembers\nAll the achings and the quakings of \"the times that tried men's souls;\"\nWhen I talk of _Whig_ and _Tory_, when I tell the _Rebel_ story,\nTo you the words are ashes, but to me they're burning coals.\n\n\nI had heard the muskets' rattle of the April running battle;\nLord Percy's hunted soldiers, I can see their red coats still;\nBut a deadly chill comes o'er me, as the day looms up before me,\nWhen a thousand men lay bleeding on the slopes of Bunker's Hill.\n\n'T was a peaceful summer's morning, when the first thing gave us warning\nWas the booming of the cannon from the river and the shore:\n\"Child,\" says grandma, \"what's the matter, what is all this noise and\n    clatter?\nHave those scalping Indian devils come to murder us once more?\"\n\nPoor old soul! my sides were shaking in the midst of all my quaking,\nTo hear her talk of Indians when the guns began to roar:\nShe had seen the burning village, and the slaughter and the pillage,\nWhen the Mohawks killed her father with their bullets through his door.\n\nThen I said, \"Now, dear old granny, don't you fret and worry any,\nFor I'll soon come back and tell you whether this is work or play;\nThere can't be mischief in it, so I won't be gone a minute\"--\nFor a minute then I started. I was gone the livelong day.\n\nNo time for bodice-lacing or for looking-glass grimacing;\nDown my hair went as I hurried, tumbling half-way to my heels;\nGod forbid your ever knowing, when there's blood around her flowing,\nHow the lonely, helpless daughter of a quiet household feels!\n\nIn the street I heard a thumping; and I knew it was the stumping\nOf the Corporal, our old neighbor, on that wooden leg he wore,\nWith a knot of women round him,--it was lucky I had found him,\nSo I followed with the others, and the Corporal marched before.\n\nThey were making for the steeple,--the old soldier and his people;\nThe pigeons circled round us as we climbed the creaking stair,\nJust across the narrow river--oh, so close it made me shiver!--\nStood a fortress on the hill-top that but yesterday was bare.\n\nNot slow our eyes to find it; well we knew who stood behind it,\nThough the earthwork hid them from us, and the stubborn walls were dumb:\nHere were sister, wife, and mother, looking wild upon each other,\nAnd their lips were white with terror as they said, THE HOUR HAS COME!\n\nThe morning slowly wasted, not a morsel had we tasted,\nAnd our heads were almost splitting with the cannons' deafening thrill,\nWhen a figure tall and stately round the rampart strode sedately;\nIt was PRESCOTT, one since told me; he commanded on the hill.\n\nEvery woman's heart grew bigger when we saw his manly figure,\nWith the banyan buckled round it, standing up so straight and tall;\nLike a gentleman of leisure who is strolling out for pleasure,\nThrough the storm of shells and cannon-shot he walked around the wall.\n\nAt eleven the streets were swarming, for the red-coats' ranks were forming;\nAt noon in marching order they were moving to the piers;\nHow the bayonets gleamed and glistened, as we looked far down, and listened\nTo the trampling and the drum-beat of the belted grenadiers!\n\nAt length the men have started, with a cheer (it seemed faint-hearted),\nIn their scarlet regimentals, with their knapsacks on their backs,\nAnd the reddening, rippling water, as after a sea-fight's slaughter,\nRound the barges gliding onward blushed like blood along their tracks.\n\nSo they crossed to the other border, and again they formed in order;\nAnd the boats came back for soldiers, came for soldiers, soldiers still:\nThe time seemed everlasting to us women faint and fasting,--\nAt last they're moving, marching, marching proudly up the hill.\n\nWe can see the bright steel glancing all along the lines advancing--\nNow the front rank fires a volley--they have thrown away their shot;\nFor behind their earthwork lying, all the balls above them flying,\nOur people need not hurry; so they wait and answer not.\n\nThen the Corporal, our old cripple (he would swear sometimes and tipple),--\nHe had heard the bullets whistle (in the old French war) before,--\nCalls out in words of jeering, just as if they all were hearing,--\nAnd his wooden leg thumps fiercely on the dusty belfry floor:--\n\n\"Oh! fire away, ye villains, and earn King George's shillin's,\nBut ye'll waste a ton of powder afore a 'rebel' falls;\nYou may bang the dirt and welcome, they're as safe as Dan'l Malcolm\nTen foot beneath the gravestone that you've splintered with your balls!\"\n\nIn the hush of expectation, in the awe and trepidation\nOf the dread approaching moment, we are well-nigh breathless all;\nThough the rotten bars are failing on the rickety belfry railing,\nWe are crowding up against them like the waves against a wall.\n\nJust a glimpse (the air is clearer), they are nearer,--nearer,--nearer,\nWhen a flash--a curling smoke-wreath--then a crash--the steeple shakes--\nThe deadly truce is ended; the tempest's shroud is rended;\nLike a morning mist it gathered, like a thunder-cloud it breaks!\n\nOh the sight our eyes discover as the blue-black smoke blows over!\nThe red-coats stretched in windrows as a mower rakes his hay;\nHere a scarlet heap is lying, there a headlong crowd is flying\nLike a billow that has broken and is shivered into spray.\n\nThen we cried, \"The troops are routed! they are beat--it can't be doubted!\nGod be thanked, the fight is over!\"--Ah! the grim old soldier's smile!\n\"Tell us, tell us why you look so?\" (we could hardly speak, we shook so),--\n\"Are they beaten? _Are_ they beaten? ARE they beaten?\"--\"Wait a while.\"\n\nOh the trembling and the terror! for too soon we saw our error:\nThey are baffled, not defeated; we have driven them back in vain;\nAnd the columns that were scattered, round the colors that were tattered,\nToward the sullen, silent fortress turn their belted breasts again.\n\nAll at once, as we are gazing, lo the roofs of Charlestown blazing!\nThey have fired the harmless village; in an hour it will be down!\nThe Lord in heaven confound them, rain his fire and brimstone round them,--\nThe robbing, murdering red-coats, that would burn a peaceful town!\n\nThey are marching, stern and solemn; we can see each massive column\nAs they near the naked earth-mound with the slanting walls so steep.\nHave our soldiers got faint-hearted, and in noiseless haste departed?\nAre they panic-struck and helpless? Are they palsied or asleep?\n\nNow! the walls they're almost under! scarce a rod the foes asunder!\nNot a firelock flashed against them! up the earthwork they will swarm!\nBut the words have scarce been spoken, when the ominous calm is broken,\nAnd a bellowing crash has emptied all the vengeance of the storm!\n\nSo again, with murderous slaughter, pelted backwards to the water,\nFly Pigot's running heroes and the frightened braves of Howe;\nAnd we shout, \"At last they're done for, it's their barges they have\n   run for:\nThey are beaten, beaten, beaten; and the battle's over now!\"\n\nAnd we looked, poor timid creatures, on the rough old soldier's features,\nOur lips afraid to question, but he knew what we would ask:\n\"Not sure,\" he said; \"keep quiet,--once more, I guess, they'll try it--\nHere's damnation to the cut-throats!\"--then he handed me his flask,\n\nSaying, \"Gal, you're looking shaky; have a drop of old Jamaiky;\nI'm afeard there'll be more trouble afore the job is done;\"\nSo I took one scorching swallow; dreadful faint I felt and hollow,\nStanding there from early morning when the firing was begun.\n\nAll through those hours of trial I had watched a calm clock dial,\nAs the hands kept creeping, creeping,--they were creeping round to four,\nWhen the old man said, \"They're forming with their bagonets fixed for\n   storming:\nIt's the death-grip that's a-coming,--they will try the works once more.\"\n\nWith brazen trumpets blaring, the flames behind them glaring,\nThe deadly wall before them, in close array they come;\nStill onward, upward toiling, like a dragon's fold uncoiling,--\nLike the rattlesnake's shrill warning the reverberating drum!\n\nOver heaps all torn and gory--shall I tell the fearful story,\nHow they surged above the breast-work, as a sea breaks over a deck;\nHow, driven, yet scarce defeated, our worn-out men retreated,\nWith their powder-horns all emptied, like the swimmers from a wreck?\n\nIt has all been told and painted; as for me, they say I fainted,\nAnd the wooden-legged old Corporal stumped with me down the stair:\nWhen I woke from dreams affrighted the evening lamps were lighted,--\nOn the floor a youth was lying; his bleeding breast was bare.\n\nAnd I heard through all the flurry, \"Send for WARREN! hurry! hurry!\nTell him here's a soldier bleeding, and he'll come and dress his wound!\"\nAh, we knew not till the morrow told its tale of death and sorrow,\nHow the starlight found him stiffened on the dark and bloody ground.\n\nWho the youth was, what his name was, where the place from which he\n   came was,\nWho had brought him from the battle, and had left him at our door,\nHe could not speak to tell us; but 't was one of our brave fellows,\nAs the homespun plainly showed us which the dying soldier wore.\n\nFor they all thought he was dying, as they gathered round him crying,--\nAnd they said, \"Oh, how they'll miss him!\" and \"What _will_ his mother do?\"\nThen, his eyelids just unclosing like a child's that has been dozing,\nHe faintly murmured, \"Mother!\"--and--I saw his eyes were blue.\n\n\"Why, grandma, how you're winking!\" Ah, my child, it sets me thinking\nOf a story not like this one. Well, he somehow lived along;\nSo we came to know each other, and I nursed him like a--mother,\nTill at last he stood before me, tall, and rosy-cheeked, and strong.\n\nAnd we sometimes walked together in the pleasant summer weather,\n--\"Please to tell us what his name was?\" Just your own, my little dear,--\nThere's his picture Copley painted: we became so well acquainted,\nThat--in short, that's why I'm grandma, and you children all are here!",
    "metadata": {
        "author": [
            "Holmes, Oliver Wendell"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/21941/pg21941.txt",
        "name": "grandmother_s_story_of_bunker_hill_battle_as_she_s.json"
    }
}