{
    "name": "Grandma's Memories",
    "author": [
        "Brine, Mary Dow Northam",
        "Brine, Mary D. (Mary Dow)",
        "Northam, Mary Dow",
        "Northan, Mary Dow"
    ],
    "body": "The mantle of evening is veiling the sky,\nAnd over the landscape its soft shadows lie;\nThe old year is passing, a new year will reign,\nEre earth shall awaken to day-dawn again.\n\nDear Grandma has folded her knitting away,\nAnd muses alone at the close of the day;\nWhile the old clock ticks solemnly off, one by one,\nThe moments yet left to the year almost done.\n\nOut from the shadows fast filling the room,\nOut from the dying year's gathering gloom,\nMany sweet pictures of past happy years\nCome flitting again with their hopes and their fears.\n\nOn the broad hearthstone the dull embers glow,\nThe old year's last hours are quiet and slow;\nBut back to the Past, with its pleasures and pain--\nOf the Present unmindful, she wanders again.\n\nShe is seeing dear faces, and clasping the hand\nOf many a friend in the shadowy land,\nAnd the ghosts of old years she has watched in and out,\nCome forth from the shadows and hedge her about.\n\nHark! What is that stealing thro' silence and gloom,\nTo fill with sweet melody Grandma's lone room?\nWhat brings that fond smile, and dispels every trace\nOf sadness and tears on the dear, aged face?\n\nOnly a lullaby, gentle and low,\nWhich a mother, while rocking her babe to and fro,\nCroons over and over, for baby alone,\nTill far into dreamland his spirit hath flown.\n\nOnly the lullaby all mothers love,\nListened to daily by angels above;\nThe dear, quaint old song which will ever seem best\nTo sing to our babies and lull them to rest--\n\n\n_The Lullaby_.\n\n\"Hush, my babe, lie still and slumber,\nHoly angels guard thy bed;\nHeavenly blessings without number\nGently fall upon thy head.\"\n\nCrooning it softly, and crooning it low,\nRocking and nestling with--\"By-baby-O!\"\nLoving the melody known the world o'er,\nAnd adding sweet words that our baby loves more.\n\nSo sings this mother to baby to-night,\nWhile nearer and nearer the dream-angel bright\nIs hovering 'mid shadows, till baby ere long\nLies slumbering, and hushed is the lullaby song.\n\nWhile mother takes up a new duty, and so\nFrom one to another will busily go.\nBut the dear aged heart in the room just beyond,\nStill lingers and rests amid memories fond.\n\nThe strains of the lullaby bear her away\nO'er the lapse of long years to her own childhood's.\nShe is living again 'neath her babyhood's skies\nWhere sunshine is dancing before her blue eyes.\n\nShe sees her dear mother, and hears the sweet voice,\nWhose fond, tender tones made her young heart rejoice,\nShe climbs to the arms ever patient to bear\nThe wee, tired toddler, and all burdens share.\n\nHow well she recalls the sweet hour of rest,\nWhen nestling her head on that dear mother's breast,\nShe sank into slumber, lulled gently and low,\nBy the strains of the soft old-time lullaby--O!\n\nAgain does she listen to every fond word\nThat love on the lips of the singer hath stirred;\nThe \"By-oh, my baby!\" which mother knows best,\nWill comfort and soothe the young child to its rest.\n\nAnd Grandma forgets the deep lines on her face,\nWhich tell of the years--the years long flown apace;\nShe does not remember that Time has left snow\nOn the head that was golden so long, long ago.\n\nShe is only a child as she listens to-night--\nWith a sense of the old childish rest and delight--\nTo the voice of the mother who so long ago\nSat singing to _her_ in the firelight's glow--\n\nBut childhood is merged into girlhood at last,\n(The sweet years of \"baby-life\" vanish so fast!)\nAnd Grandma's a maiden, so dainty and fair,\nOf girlhood's bright visions content with her share.\n\nHow merrily now glide the hours away!\nAnd yet, as comes oft on a fair Summer's day,\nA cloud that o'ershadows its fairness, e'en so\nTo Grandma's girl-life now and then comes some woe\n\nTo grieve and to wound it, and hide from blue eves\nThe still deeper blue of the beautiful skies;\nAnd how many times, just for comfort and rest,\nThe young head is lain upon mother's dear breast!\n\nAnd tho' she's no longer the \"baby,\" yet see,\nThe mother's arms clasp her all pityingly,\nAnd turning once more to the \"lullaby--O!\"\nShe sings to her girl all so sweetly and low,\n\nThe nursery melody known the world o'er,\nAs she soothes, pets and comforts the young heart so sore.\nYes, Grandma is only a young girl to-night,\nAs she muses alone in the dim firelight.\n\n\n\nThe picture has changed, Grandma now is a bride,\nThe choice of her heart proudly stands at her side;\nShe is living again the sweet life of those days\nWhen she first knew a husband's devotion and praise.\n\nTo the faded old cheek springs again the warm blush,\nThe old years are young with the spring-time's soft flush,\nThe dear, dim blue eyes borrow youth's ardent glow,\nAs fast thro' her brain old-time memories flow.\n\nBut ah! a light footstep within the lone room\nHath scattered the dream; loving eyes pierce the gloom,\nA lithesome young figure at Grandma's side kneels,\nA firm youthful hand into Grandma's hand steals.\n\n\"Ah, Grandma, my Grandma, the smile on your face\nIs proof that some pleasure has there left its trace;\nNow, what were your thoughts? for I know they were far\nAway from the _Present_, as earth from yon star?\n\n\"My baby is sleeping, I've nothing to do,\nLet me sit in the gloaming, dear granny, with you;\nThe clock will soon ring us the hour of nine,\nPlease talk to _me_, Grandma, of dear auld lang syne.\"\n\nOn the sunny young head Grandma's aged hand lies,\nAs she meets with her own the young mother's blue eyes,\nFor dear to her soul is this grandchild so fair,\nWho has borrowed _her_ youth in her soft eyes and hair.\n\n\"Ah, child, down the vista of 'dear auld lang syne,'\nFull soon will the torches of memory shine\nFor you, tho' life's summer seems scarcely begun,\nAnd your head is yet golden 'neath morn's golden sun.\n\n\"For Time flies so fast; listen, dearie, I, too,\nFeel that Summer again. A young mother like you,\nI am holding _my_ baby all close to my breast,\nAnd with the old lullaby lull her to rest.\n\n\"I can feel once again, as I rock to and fro,\nThe weight of the dear little head. Soft and low\nIs the little one's breath on the cheek which I press\n'Gainst her sweet baby-lips in a loving caress--\n\n\"As I sing o'er and o'er the quaint lullaby song\n(That will never grow wearisome tho' life be long),\nAnd watch the sweet drowsiness creeping apace,\nTill sleep holds the wee one in tender embrace.\n\n\"_Soft and low is the little one's breath_\nWhile yet I am crooning so softly and low--\n\nUnheeding the moments as swiftly they fly, with\nBy, by, O baby, dear baby by.\n\n\"Oh' the deep peace which can never be known,\nCan never be felt, save by 'mother' alone!\nAs clasping, and folding, so close to her heart,\nThe helpless young life of her own life a part--\n\n\"She dreams as she sings, of a future so fair,\nAwaiting the child of her love and her care!\nAnd welcomes the visions that day after day\nWith baby's sweet presence will nestle and stay.\n\n\"Time passes, my _baby_ has suddenly flown,\nAnd left me a daughter to maidenhood grown.\nAs _I_ did, e'en so does my bonny maid do,\nAnd--learns that sweet lesson so old and so new.\n\n\"For _her_ comes a day when the wedding bells ring,\nAnd my darling to other than 'mother' must cling.\nLike mother, like daughter,' 'like father, like son,'\n'Tis an adage will live till all living be done.\"\n\nGrandma pauses a moment. Her listener cries,\nWith a sweet look of sympathy in her young eyes:\n\"And then you were lonely, poor Grandma! I know,\nBut so was--my _great_ grandmama, long ago.\"\n\nA smile lights the dear, aged face, and again\nGrandma takes up her story. \"Yes, dearie, but then\nIt wasn't for long, because, darling, you see,\nA gift _I_ once gave was soon given to me.\n\n\"The gift of a grandchild as fair and as sweet\nAs the baby _my_ mother's heart bounded to meet;\nOh, how my fond prayers 'rose in gratitude true,\nFor the blessings of daughter and granddaughter too!\n\n\"It seems but to-day! Oh, how proud am I now\nAs I lay welcome kisses on baby's wee brow!\nA _Grandmother, I?_ How the bright years have flown\nSince I was a child scarce to maidenhood grown!\n\n\"And now in my arms, looking up in my eyes,\nWith orbs that are bluer than June's sunny skies,\nBehold my own grandchild! Ah, verily, youth\n'On double wings flies,' Grandpa says in good truth,\n\n\"As he looks in my face where no longer the rose\nIn my once dimpled cheeks in its loveliness grows,\nAnd marks the white locks mingling faster each day\nWith the brown that old Time is fast stealing away.\n\n\"And I, as he kisses our grandchild so fair,\nNote how soon has vanished the once raven hair\nThat crowned his dear head on the day when he came\nTo endow me with all his possessions and name.\n\n\"So we grow old together, my husband and I,\nWalking steadily on 'neath life's changeable sky,\nAs 'Grandpa' and 'Grandma' to little ones dear,\nWho come round our hearthstone with comfort and cheer.\n\n\"And dearly I love the wee darlings to hold,\nAnd cuddle, and close to my warm heart enfold\nThe dear precious forms, singing low o'er and o'er,\nThe lullaby song I have sung long before.\n\n\"The song which has sung their own mother to rest,\nThe song which hushed _me_ on _my_ dear mother's breast,\nThe song which belongs to the years long gone past,\nBut which _mother_-love thro' all time will hold fast\n\n\"And now comes a day when another fair bride\nFrom babyhood grown, stands so proudly beside\nThe man of her choice; and her sweet eyes of blue\nAre glowing with happiness tender and true.\n\n\"Within Grandma's arms for a moment she stands,\nThen bows her bright head 'neath the trembling old hands\nUplifted to bless her, as Grandma's heart prays\nThat heaven may keep her thro' long sunny days.\n\n\"To father and mother sweet kisses of love,\nAnd prayers that God send truest peace from above;\nThus 'mid the farewells that are merry, yet sad,\nMy grandchild has entered _her_ new life so glad.\n\n\n\n\"And lo! on this night while old Grandma is sitting\nAlone in the gloaming, while moments are flitting\nAnd bearing on wings that are sure and so fast\nThe year that now _is_, to the years that are past--\n\n\"A sweet voice comes softly within my lone room,\nAnd sweet words float tenderly in thro' the gloom,\nAs sings my dear grandchild so gently and low,\nTo my little _great_-grandchild the 'lullaby--O.'\n\n\"Which, catching my senses as idly they stray\nOn the pinions of memory, bears me away\nTo the far-distant realms of my own childhood's shore,\nWhere the quaint old-time melody greets me once more.\n\n\"Aye! dearie, 'tis hard when one's memory is straying--\nAnd back 'mongst the old scenes so fondly delaying--\n'Tis hard to wake up to the fact that old age\nIn life's book of years will soon turn the last page.\n\n\"Yet, dearie, I look on your young, happy face,\nAll tender with motherhood's newly-taught grace,\nAnd realize, indeed, that Time steadily flies,\nNor lingers to dally 'neath youth's joyous skies!\n\n\"But speed as he may, be it never so fast,\nThe thoughts which go winging their way to the Past\nAre swifter than Time, as you'll learn on some day\nWhen you, like your Grandma, are wrinkled and grey.\"\n\nOn Grandma's thin cheek falls a kiss soft and sweet,\nEre the young mother hastens with step all so fleet,\nTo quiet her baby, whose startled grieved cry\nCan only be hushed with the old lullaby--\n\nCrooning it softly, and crooning it low,\nTill again into slumber-land baby will go,\nWhile Grandma still sits in the shadowy room\nAnd smiles as the lullaby floats thro' the gloom.\n\nNow, as she sits thinking and smiling the while,\nBehold! Grandpa enters, and answering her smile\n(Which even the gloom from his eyes cannot hide),\nDraws near the old chair, and sits close at her side.\n\nTheir hands steal together; dear hands, which have clung\nThro' weal and thro' woe from the years which were young\nTill now, when by age made unsteady and weak,\nThey yet tell the love which e'en lips may not speak.\n\n\"Dear heart!\" murmurs Grandpa, \"I'm thinking to-night--\nAs I look at the heavens with starlight so bright--\nAnd note how the moments so surely and fast,\nWill bring us the close of the year almost past--\n\n\"I'm thinking how like to old age it does seem,\nAnd how o'er life's evening for you and me gleam\nThe stars of God's mercies, to guide on their way\nThe souls which are speeding towards heaven's glad day.\"\n\n\"Ay, John,\" answers Grandma, \"like children are we\nIn the 'arms everlasting' just longing to be;\nFull soon you and I will be summoned to rest,\nAnd close tired eyes on the dear Father's breast.\"\n\nStill softly and sweetly from out the next room\nStill floating and lingering 'mid shadow and gloom--\nThe sound of the soft murmured \"lullaby--O!\"\nIs heard, while the mother sings gently and low--\n\nAs closely he holds to his fond aged heart\nThe wife from whose love he holds no thought apart.\nAnd so, while their fancies to auld lang syne cling,\nThey lift their old voices, and quaveringly sing\n\nWay thro' to its end the dear lullaby song,\nSo dear to them both for the years long agone,\nAnd straight from their hearts doth the melody flow,\nTho' the tremulous notes are so faltering and slow.\n\nAnd now the sweet music hath reached other ears;\nThe baby's young mother the lullaby hears,\nAnd, beckoning _her_ mother, they presently stand\nWithin the dim doorway, and hand clasping hand--\n\nThey listen and smile--yet with tears in their eyes--\nTo the soft notes which out from the shadows arise\nFrom the hearts that old Time with his years and his--\nCould not rob of the sunshine of long, long ago\n\nThe clock is still ticking the moments away;\n'Tis but a short time ere the old King must lay\nHis sceptre, his crown, and his burdens aside,\nThat the new King may come with the world to abide.\n\nAnd still the old grandparents quietly sit,\nUnmindful of moments, tho' fast they may flit\nTowards the hour of midnight, till gently at last\nTheir daughter reminds them that \"bedtime is past.\"\n\n\"Ay, daughter,\" says Grandma, \"'tis late without doubt,\nBut father and I'll see this dear old year out;\nIt has been a kind year, fraught with peace from above,\nAnd it brought us a dear great-grandbaby to love.\n\n\"It has borne us thro' duties, or sorry or glad,\nAnd helped us find balm when our spirits were sad;\nIt found us together in health and in peace,\nAnd leaves us together tho' _its own_ life must cease.\n\n\"And so we will watch it fade softly from earth,\nAnd welcome the New Year to which God gives birth\nAnd may the dear Lord who for our sakes was born,\nSend blessings anew on the New Year's glad morn.\"\n\nNow hark! for the bells in the old tower's steeple\nRing out with a clang to the world and its people;\nAnd merrily sounding afar and anear,\nProclaim the glad tidings, \"The New Year is here!\"\n\nAnd from other steeples the noise is resounding,\nAs jubilant bells the same story are sounding;\nAnd so 'mid the clanging, the poor old year dies,\nAnd the new youthful year opens wondering eyes\n\n_And so does the baby_! So frightened is he,\nHis shrill cry rings out with the bells' jubilee,\nAnd quick to his side the young mother has sped,\nTo bend o'er her baby's her own golden head\n\nWhile Grandpa and Grandma are listening to hear,\n'Mid the clanging of bells, the young voice sweet and clear,\nWhich tenderly lays on the New Year the song\nOf the dear \"Old-time lullaby\" cherished so long\n\nSo softly it floats thro' the shadowy gloom\nWhich tenderly broods o'er the old fashioned room,\nWhere Grandma and Grandpa, while steeple bells ring,\nAgain lift their tremulous voices and sing--\n\n\"Hush, my babe, lie still and slumber, Holy\nangels guard thy bed, Heavenly .. blessings\nwithout number Gently fall upon thy head.\"\n\nHush, my dear! Lie still, and slumber!\nHoly angels guard thy bed!\nHeavenly blessings, without number,\nGently falling on thy head.\n\nSleep, my babe! Thy food and raiment,\nHouse and home, thy friends provide;\nAll without thy care or payment,\nAll thy wants are well supplied.\n\nHow much better thou'rt attended\nThan the Son of God could be,\nWhen from heaven He descended,\nAnd became a child like thee!\n\nSoft and easy is thy cradle:\nCoarse and hard thy Saviour lay,\nWhen His birth-place was a stable,\nAnd His softest bed was hay.\n\nBlessed Babe! What glorious features,--\nSpotless fair, divinely bright!\nMust he dwell with brutal creatures?\nHow could angels bear the sight?\n\nWas there nothing but a manger,\nCursed sinners could afford,\nTo receive the Heavenly Stranger?\nDid they thus affront the Lord?\n\nSoft, my child! I did not chide thee,\nThough my song might sound too hard;\n'Tis thy mother sits beside thee,\nAnd her arm shall be thy guard.\n\nYet to read the shameful story,\nHow the Jews abused their King;\nHow they served the Lord of Glory,\nMakes me angry while I sing.\n\nSee the kinder shepherds round Him,\nTelling wonders from the sky!\nWhere they sought Him, there they found Him,\nWith His Virgin-Mother by.\n\nSee the lovely Babe a-dressing:\nLovely Infant, how He smiled!\nWhen He wept, His Mother's blessing\nSooth'd and hush'd the Holy Child.\n\nLo, He slumbers in a manger,\nWhere the horned oxen fed!\nPeace, my darling, here's no danger;\nThere's no ox a-near thy bed.\n\n'Twas to save thee, child, from dying,\nSave my dear from burning flame,\nBitter groans and endless crying,\nThat thy blest Redeemer came.\n\nMay'st thou live to know and fear Him,\nTrust and love Him all thy days;\nThen go dwell for ever near Him,\nSee His face, and sing His praise!\n\nI could give thee thousand kisses!\nHoping what I most desire;\nNot a mother's fondest wishes\nCan to greater joys aspire!\n\n\n\n_Dear aged friends, and loved ones who have turned\nYour faces toward the glowing sunset sky,\nWhile far below on paths that ye have trod,\nLife's mingled lights and shadows softly lie:\nMay Peace be with you as you journey on\nTo reach the summit of life's shadowed hill,\nAnd tho' the way seem toilsome here and there,\nMay Hope and Faith your hearts with courage fill.\nBear with you, as you go, our grateful prayers\nFor your dear lives by heavenly mercy spared\nSo long to us who love you, and with whom\nLife's burdens, great or small, your love hath shared.\nThe crimson glory of the sunset sky\nLies all about you, and falls gently down\nUpon your dear, grey heads, as tho' our Lord\nHath wished already His loved saints to crown.\nLift up your tired eyes \"Unto the hills\nWhence cometh help,\" for lo! the Father stands\nTo give you greeting, and to welcome you--\nWhen night brings rest--with tender, gracious hands._\n\nM. D. B.",
    "metadata": {
        "author": [
            "Brine, Mary Dow Northam",
            "Brine, Mary D. (Mary Dow)",
            "Northam, Mary Dow",
            "Northan, Mary Dow"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/9382/pg9382.txt",
        "name": "grandma_s_memories.json"
    }
}