{
    "name": "Grimhild's Vengeance: Three Ballads",
    "author": [
        "Borrow, George",
        "Borrow, George Henry"
    ],
    "body": "INTRODUCTION\n_Borrow and the Kjaempeviser_.\n\n\nThe modern poetical literature of Denmark opens with a collection of\nepical and lyrical poems from the Middle Ages, which are loosely\nconnected under the title of _Kjaempeviser_ or Heroic Ballads.  Of these\nthe latest scholarship recognises nearly 500, but in the time of Borrow\nthe number did not much exceed 200.  These ballads deal with\nhalf-historic events, which are so completely masked by fantastic,\nsupernatural and incoherent imagery that their positive relation to\nhistory can rarely be discovered.  Nevertheless, they throw a very\nvaluable light upon the manners of mediaeval society in Scandinavia, and\nthey are often of high poetical beauty.  No conjecture can be formed as\nto the authors of these ballads, and even the centuries in which they\nwere composed are uncertain.  Grimm believed them to be _uralt_, and\nattributed them to the 5th and 6th centuries.  But on linguistic grounds,\nthis extreme antiquity cannot be maintained.  It is now supposed that\nthey were composed at various times between 1300 and 1500, and that in\ntheir present form they bear the stamp of the period when they were first\ncollected by the Danish antiquaries of the sixteenth century.\n\nThe circumstances in which this famous collection of folk-songs came into\npublic notice were of a romantic nature.  Sophia, Queen of Denmark, when\nsailing across the Sound in the year 1586, was driven by stress of\nweather to take shelter in the little island-harbour of Hveen, where the\nfamous observatory stood, close by the house of the astronomer, Tycho\nBrahe.  It so happened that at that very time Brahe was entertaining as a\nguest the most eminent Danish man of letters of that age, Anders Sorensen\nVedel (1542-1616).  Vedel, whose labours were encyclopaedic, was engaged\nin preserving all the monuments of Danish mediaeval history and learning\nwhich he could discover in the monasteries and libraries of Denmark.  He\nhad been much encouraged in this work by the Monk of Roeskilde, Peder\nOlufsen, who on his death-bed, about 1570, had placed in Vedel's hands\nall the MSS. which he had collected.  Queen Sophia, cloistered in the\nOuranienborg with her antiquary and her astronomer, and waiting for the\ntempest to moderate, desired to be amused with stories of her national\nhistory.  Vedel ventured to read to her some of the legendary poems which\nstill lingered among the people, and she was so enchanted with them, that\nshe commanded him, when he returned to the mainland, to make a collection\nof these ballads and publish them.\n\nAccordingly, in 1591, Vedel issued from the private printing-press in his\nhouse called Liljeborg at Ribe in Jutland, a selection of 100 mediaeval\nballads, under the title of _Et Hundred udvalgte danske Viser_.  This\nvolume is one of the landmarks of Scandinavian, and indeed of European,\nliterary history.  Vedel made another collection, this time of ancient\nlove-ballads, which he called _Tragica_; it was not published until 1657,\nlong after his death.  But the volume of 1591 is the fountain-head of all\nthat has since been written about the Heroic Ballads of the North, and it\nis impossible to overrate the services of Vedel in preserving what was\neven then ready to disappear.  It seems, moreover, that he was careful of\nthe text, and later scholarship has come more and more to place\nconfidence in his transcripts.\n\nThis was, unfortunately, not the case with the next pioneer in the same\nfield, although he deserves great credit also.  Peter Petersen Syv\n(1631-1702) was a very able philologist, who was also a minor poet of\nambition.  In 1695 he reprinted and edited Vedel's text, adding 100 more\n_kjaempeviser_ which had been unknown to Vedel.  But his work was not so\nwell done; Syv was something of a pedant, and unfortunately either too\ncritical or not critical enough.  He ventured to correct the\nirregularities of the ballads, and not seldom has spoiled them.  He bore\nthe proud title of Philologer Royal of Denmark, and he was above all\nthings else a grammarian.  But he added to our store of Ballads.  No one,\nduring the eighteenth century, advanced on the labours of Vedel and Syv,\nand their treasuries of beautiful anonymous poetry seem to have attracted\nno attention in the rest of Europe.\n\nBut in the first decade of the nineteenth century, in consequence of what\nwe call the Romantic Revival, poets and scholars in many countries turned\nsimultaneously to the treasure-house of Danish balladry.  Jamieson's\nwork, to which I shall presently return, dates from 1806; about the same\ntime Herder translated one or two _kjaempeviser_ in his _Stimmen der\nVolker_, and in 1809 Wilhelm Carl Grimm started his full translation,\nunder the title of _Altdanische Heldenlieder_, _Balladen and Marchen_,\nwhich appeared in 1811.  But it appears that Grimm had heard and perhaps\neven seen the proofs of a Danish edition of the very highest importance,\nthe _Udvalgte Danske Viser fra Middlealderen_, the first volume of which\nwas brought out by Abrahamson, Nyerup and Rahbek in 1812. {9}  Abrahamson\ndropped out, but the work was completed by the others, the fifth and last\nvolume appearing in 1814.\n\nBorrow's relation to these texts must now be considered, and it offers\nsome difficulty.  In 1826 he published a volume of verse entitled\n_Romantic Ballads translated from the Danish_, and in the preface he uses\nthese words:--\"I expect shortly to lay before the public a complete\ntranslation of the KIAEMPE VISER, made by me some years ago.\"  It is\nnecessary to bear in mind that there are these two collections of\nBorrow's translations from the _kjaempeviser_, the second of which, as we\nshall see, he did not contrive to publish.\n\nNo doubt, he was anxious to emphasise the novelty and rarity of his\nliterary adventures.  But his attitude to Jamieson is very strange.  As\nearly as 1806 Robert Jamieson (1780-1844) had published a volume of\n_Popular Ballads_, in which he had translated several of the\n_kjaempeviser_ and had pointed out their value in relation to the ancient\nScottish poems of a similar kind.  Sir Walter Scott paid much flattering\nattention to Jamieson's work, which also attracted a good deal of notice\nin Denmark and Germany, and inspired the _Drei altschottische Lieder_ of\nG. D. Grater (1813).  It is scarcely possible that Borrow was not aware\nof all this, yet he never mentions the name of Jamieson, and in 1826 he\nspoke boldly of himself as breaking into \"unknown and untrodden paths.\"\nIt is not impossible that Sir Walter Scott's patronage of Jamieson had\nsomething to do with the ungenerous petulance of Borrow's references to\nthe great novelist in _Lavengro_.\n\nBut Borrow's attitude to the contemporary scholars of Denmark is still\nmore surprising.  Without saying so in exact words, he gives us to\nunderstand that he translated all the _kjaempeviser_ from the original\nedition of Vedel.  It would be rash to say that Borrow was not acquainted\nwith the _Danske Viser_ of 1591, for he does, in one place, quote,\nwhether at first-hand or not, from Vedel's preface.  But it requires\ngreat faith to accept his own account of his approach to the poems.  In\n_Lavengro_, at a point which Knapp has dated 1820, Borrow tells with\nbrilliant picturesqueness how he purchased, by permitting the wife of an\nelderly yeoman to kiss his cheek, \"a strange and uncouth-looking volume\"\nwhich had formed part of the kit of some red-haired fishermen who were\nwrecked on the Norfolk coast:--\n\n    It was not very large, but instead of the usual covering was bound in\n    wood, and was compassed with strong iron clasps.  It was a printed\n    book, but the pages were not of paper, but vellum, and the characters\n    were black, and resembled those generally termed Gothic. . . .  And\n    now I had in my possession a Danish book, which, from its appearance,\n    might be supposed to have belonged to the very old Danes indeed: but\n    how was I to turn it to any account?  I had the book it is true, but\n    I did not understand the language, and how was I to overcome that\n    difficulty?  Hardly by poring over the book; yet I did pore over the\n    book again, but with all my poring I could not understand it; and\n    then I became angry, and I bit my lips till the blood came; and I\n    occasionally tore a handful from my hair and flung it upon the floor,\n    but that did not mend the matter, for still I did not understand the\n    book, which however I began to see was written in rhyme. . . .  For\n    the book was a book of ballads, about the deeds of knights and\n    champions, and men of huge stature. . . . collected by one Anders\n    Vedel.\n\nThis story of a vellum copy of the rare edition of 1591 thrown up on the\nshore of Norfolk with a common sailor's effects is told in Borrow's best\nstyle.  But how far is it true?  Whether it is entirely or only partly\nromance, the inference that Borrow translated the _kjaempeviser_ by the\nlight of nature from this \"Gothic\" text must be abandoned.  He may or may\nnot have handled a copy of Vedel, but he made his translations, as\ninternal evidence amply proves, from the five volumes of Abrahamson,\nNyerup and Rahbek, published between 1812 and 1814.  This was a cheap and\nhighly accessible edition, and was in the hands of the booksellers\ncomplete at least six years before Borrow began to read Danish.  He\naccepted the text of these scholars and their arrangement; he translated\ntheir notes word for word,--and gave them out as his own; his volume of\n1826 and the privately printed later ballads are wholly founded upon\nAbrahamson, Nyerup and Rahbek, and yet, so far as I can discover, he\nnever mentions their names in any part of his writings.  He professed\nthat the public should believe his knowledge to be wholly derived from a\nmysterious black-letter volume washed up on the sands of his native\ncounty, and read by him with agonies of labour by the pure light of\ndivination.\n\nIn January, 1830, a prospectus was put forth in which \"_The Songs of\nScandinavia_, _translated by Dr. Bowring and Mr. Borrow_\" was offered to\nsubscribers at the price of a guinea.  This was an attempt on the part of\nBorrow, languidly assented to by Bowring, to give publicity to some 70\n_kjaempeviser_ which the former had translated since the publication of\nhis _Romantic Ballads_ of 1826.  \"I am terribly afraid,\" writes Borrow,\n\"of being forestalled in the Kaempe Viser by some of those Scotch\nblackguards,\" a hit, no doubt, at Jamieson.  He was working hard at his\ntranslations, and he was further stimulated by meeting in London with the\nDanish theologian and poetical student, Nikolai Frederik Severin\nGrundtvig, who had done much to popularise the _kjaempeviser_ in his\nnative country.  But Bowring proved a broken reed, and Borrow suffered\nonce again one of those disappointments which so naturally embittered\nhim.  It was not until 1874, however, some seven years before his death,\nthat he finally gave up all hope.  The MSS. of his translations of the\n_kjaempeviser_ passed into the hands of Mrs. MacOubrey.\n\nThe ballad of _Grimhild's Vengeance_ (_Grimhilds Hevn_) is given in three\nversions by Abrahamson, Nyerup and Rahbek.  Borrow has closely followed\nthe editors of 1812 and has translated each of the versions.  He added a\nnumber of notes, the MS. of which is mutilated, but not so much so as to\nprevent us from observing that these are translated word for word from\nthe appendix of Abrahamson, Nyerup and Rahbek, but, so far as can be\ndiscerned from the fragmentary and mutilated Manuscripts at our disposal,\nwithout a sign of acknowledgment.\n\n                                                             EDMUND GOSSE.\n\n\n\n\nGRIMHILD'S VENGEANCE\n_Song the First_\n\n\nIt was the proud Dame Grimhild\n   Prepares the mead and beer,\nAnd unto her the valiant knights\n   She bids from far and near.\n\nShe bade them come and not delay\n   To tournament and strife;\nIt was the Hero Hogen\n   Who lost his youthful life.\n\nIt was the Hero Hogen\n   Along the shore went he,\nAnd there he found upon the sand\n   The maiden of the sea.\n\n\"Now hail, thou maiden of the sea,\n   Of wisdom thou art rife;\nSay, if I go to Hvenild's land,\n   Can I retain my life?\"\n\n\"Of castles hast thou plenty, knight,\n   And store of gold so red,\nIf thou shouldst go to Hvenild's land\n   Thou wilt be smitten dead.\"\n\nIt was the Hero Hogen,\n   He straight drew forth his blade,\nAnd he struck off at a single blow\n   The head of the ocean-maid.\n\nThen out amid the Sound he cast\n   The head all dropping gore;\nThe body rolled down after it,\n   In the deep they joined once more.\n\nIt was the Hero Hogen,\n   He further wandered on,\nUntil the Ferry-carl he spied\n   The ocean beach upon.\n\n\"Now list to me, good Ferry-carl,\n   Convey me o'er the Sound,\nAnd I'll give thee my good gold ring,\n   It weighs full fifteen pound.\"\n\n\"I will not take thee o'er the Sound\n   For all thy gold so red,\nIf thou dost go to Hvenild's land\n   Thou wilt be smitten dead.\"\n\nIt was the Hero Hogen\n   His faulchion round did whirl,\nAnd he struck off at a single blow\n   The head of the Ferry-carl.\n\nHe gave the gold ring off his arm\n   Unto the dead man's wife:\n\"Take that as an atoning gift\n   For the Ferryman's young life.\"\n\nSir Gunter and Sir Gernot {17}\n   The vessel pushed from shore;\nSo wrathful was the weather then,\n   So wild the waters' roar.\n\nSo furious then the weather was,\n   So wild the waters grew,\nAsunder soon in Hogen's hand\n   The oar of iron flew.\n\nThe iron oar asunder flew\n   In Hero Hogen's hand,\nThen with their broad and gilded shields\n   The heroes steered to land.\n\nThey 'gan to scour their faulchions\n   When they to land had won;\nAnd there so proud a Damsel stood,\n   And their employ looked on.\n\nO she was slender at the waist,\n   And just of proper height;\nSwelling was her white bosom,\n   And maidenlike her gait.\n\nThey went away to Norborough,\n   Where the gate was wont to stand:\n\"O where is now the porter\n   Who here should be at hand?\"\n\n\"O here am I the porter,\n   To watch and ward I wait;\nDid I but know whence ye were come\n   I'd bear your message straight.\"\n\n\"O'er many a league of land and sea\n   We hither have repaired;\nDame Grimhild is our sister,\n   The truth is now declared.\"\n\nIn then went the porter,\n   His stand by the board he took;\nQuoth he: \"Before our portal wait\n   Two knights of noble look.\n\n\"Two men of birth illustrious\n   Now wait before our gate;\nThe one he bears a fiddle,\n   And a gilded helm his mate.\"\n\n\"O he no fiddle bears, I trow,\n   For any noble's pay;\nAnd whencesoever they are come\n   A prince's sons are they.\"\n\nIt was the proud Dame Grimhild drew\n   Her mantle o'er her head;\nShe hurried to the castle hall,\n   And in her brothers bade.\n\n\"O will ye go to bower now\n   And drink the mead and wine?\nOr will ye sleep in beds of silk\n   With two fair maids of mine?\"\n\nIt was the proud Dame Grimhild drew\n   Her mantle o'er her head,\nAnd into the stone chamber\n   To her warriors all she sped.\n\n\"Here sit ye all my valiant men\n   And drink the mead and wine;\nNow who will Hero Hogen slay,\n   Though he be brother mine?\n\n\"Whoe'er will do the doughty deed\n   Of striking Hogen dead,\nShall master of my castles be,\n   And of my gold so red.\"\n\nThen answered her a warrior,\n   A baron of that land:\n\"O I will earn the prize this day,\n   Forsooth with this good hand.\n\n\"O I will do the doughty deed,\n   Strike Hero Hogen dead;\nThen I will o'er thy castles rule,\n   And o'er thy gold so red.\"\n\nThen answered Folker Spillemand,\n   With mighty iron spear:\n\"I'll set my mark upon thee, knave,\n   Before thou scap'st from here.\"\n\nAnd at the first blow he has laid\n   Full fifteen warriors low:\n\"Ha bravely, Folker Spillemand,\n   You touch your fiddle bow!\"\n\nHe smote to death the warriors,\n   A bridge of them he made;\nAnd broad and long I ween it was,\n   Full rough with them he play'd.\n\nAbove were laid the oxen hides,\n   Below the pease so small;\nThat trick has vanquished Hogen,\n   He fell down first of all.\n\nIt was the Hero Hogen\n   Would have bounded up with speed:\n\"No, no, desist, my brother,\n   Thou know'st what was agreed.\n\n\"No, no, desist, my brother,\n   Prove true to what you swore,\nIf ever you should fall to earth\n   You'd never rise up more.\"\n\nSo brave was Hero Hogen\n   To his word he true was found;\nUpon his two knees stood he then,\n   And got his mortal wound.\n\nBut still three warriors slaughtered he,\n   They were not of the least,\nTowards Hammeren went he then to find\n   His father's treasure-chest.\n\nFortune was yet to him so kind,\n   The damsel proud he won;\nAnd she was haughty Hvenild,\n   He begot with her a son.\n\nThat gallant son, hight Ranke,\n   Avenged his father well;\nGrimhild entombed by Niflung's gold\n   Of hunger-pain did yell.\n\nThen soon from out the land to Bern\n   In Lombardy he strayed;\nAnd there 'mongst Danish men he was,\n   And prowess high displayed.\n\nHis mother she remained at home,\n   From her got Hveen its name\n'Mongst knights and warriors through the world,\n   So widely goes its fame.\n\n\n\n\nGRIMHILD'S VENGEANCE\n_Song the Second_\n\n\nIt was the proud Dame Grimhild\n   The wine with spices blends;\nAnd unto many a hero free\n   She messengers outsends.\n\n\"Go bid them come to battle,\n   Go bid them come to strife;\nI reckon many a hero free\n   Shall lose his youthful life.\"\n\n'Twas Hero Hogen's mother\n   She has dreamt a wondrous dream,\nThat the stately courser tumbled\n   As they rode him o'er the stream.\n\n\"That dream, dear son, a meaning has,\n   I rede thee cautious be;\nBeware thee of thy sister,\n   She deals in treachery.\"\n\nIt was the Hero Hogen\n   He rode along the strand:\nThe mermaid there he found at play\n   Upon the yellow sand.\n\n\"Now tell me, pretty mermaid,\n   The future thou dost know,\nShall I the prize in Hvenland win,\n   And warriors overthrow?\"\n\n\"Now listen, Hero Hogen,\n   Thou art of kemps the flower,\nEnough of land thou dost possess,\n   Enough of fame and power.\n\n\"And thou both gold and silver hast,\n   And castles fair to see,\nIf thou dost go to Hvenland,\n   For thy best it will not be.\n\n\"Goods and dominion hast thou, knight,\n   And store of gold so red,\nIf thou dost go to Hven this year\n   Thou wilt be smitten dead.\"\n\nIt was the Hero Hogen, he\n   Grew wrathful at her speech;\nHe strook the wretched mermaid\n   That she fell dead on the beach.\n\n\"There do thou lie and rest thee now,\n   Thou foul and wicked fay;\nI know well how to guard me\n   And my enemies to slay.\"\n\nThere rode up to the portal\n   Of Dame Grimhilda's home,\nTwo men of noble bearing,\n   Their steeds were all in foam.\n\nThe blow they gave the portal\n   Rang all the castle through:\n\"O where art thou the porter,\n   Why dost thou not undo?\"\n\nThen up and spoke the porter,\n   So ready to deceive:\n\"I dare admit no stranger, Sirs,\n   Without my Lady's leave.\"\n\nHe hied him to Dame Grimhild,\n   To her he said in haste:\n\"Two knights before our castle wait,\n   Admittance they request.\"\n\n\"O that is Folker Spillemand,\"\n   Dame Grimhild she did say;\n\"And that is Hero Hogen,\n   My brothers both are they.\"\n\nDown went dames and maidens then\n   To see the twain alight;\nThey all were slender in the waist,\n   And just of proper height.\n\nIt was the proud Dame Grimhild\n   Herself in scarlet clad;\nThen out she hastened to the court,\n   The heroes in she bade.\n\n\"'Tis custom of our castle none\n   A faulchion shall unsheath,\nI cannot bear the sight of one\n   Since good King Sigfred's death.\"\n\n\"'Twas I that slew King Sigfred\n   E'en with my own right hand,\n'Twas I that slew King Ottelin\n   And him could few withstand.\n\n\"'Twas then I lost my acton good,\n   And trusty courser grey,\nIn yonder ice-cold winters\n   When besieging Troy we lay.\"\n\nThen up the hall she led them\n   To a hundred of her train;\nWith naked faulchions brandished, they\n   Confront the heroes twain.\n\n\"If any knight among ye be\n   Who eat here of my bread,\nWill dare to slay my brother,\n   I will give him gold so red.\"\n\nWhen heard that Folker Spillemand\n   He would no longer wait;\nHis sword from out the sheath he drew,\n   Down shivered fell the gate.\n\nWhen he had bared the mighty blade\n   He felt at heart so light;\nHe slew full fifteen warriors\n   With blows of manly might.\n\n\"Ha, Ha,\" said Folker Spillemand,\n   \"Right goes my fiddle now\"--\nAnd then the Hero Hogen slew\n   Full twenty blow by blow.\n\nIt was the proud Dame Grimhild\n   With wrath well nigh was wode:\n\"Much better had ye stayed at home\n   Than come to our abode.\n\n\"Here will a hundred widows be\n   'Ere ye this fight have done.\"\nThen answered Hero Hogen:\n   \"'Twas by thyself begun.\"\n\nIt was the Hero Hogen,\n   His helmet lifted he:\n\"All under my cuirass of steel\n   I burn so furiously.\n\n\"I'm weary, weary to the heart,\n   And weak in verity;\nO would to God in heaven is\n   A horn of wine had I.\"\n\nHe lifted up his vizor,\n   Of human blood a draught\nHe took--\"_In nomine Domini_\"\n   The Hero Hogen quaffed.\n\nSee, there the knights of Grimhild\n   Lie slaughtered every one;\nAnd that has Hero Hogen,\n   And valiant Folker done.\n\n\"God bless thee, Folker Spillemand,\n   Who here a corse dost lie,\nFull well and without treachery\n   Thy faulchion thou didst ply.\n\n\"Full four and twenty fell for one,\n   Their death from him they found;\nHe slew them like a warrior,\n   Ere sank he on the ground.\n\n\"Ah, brother, by my heart beloved,\n   Thy coming cost me dear;\nHow woeful is my destiny\n   That I should lose thee here.\n\n\"And if to me is granted\n   To live another day,\nMy sister this shall expiate,\n   I her will burn or slay.\"\n\nThe evil fate's o'ertaken her.\n   She's paid for all her ill;\nKing Hogen's son caused Grimhild\n   To starve within the hill.\n\n\n\n\nGRIMHILD'S VENGEANCE\n_Song the Third_\n\n\nO, where will ye find kempions\n   So bold and strong of hand,\nAs Hogen and his brother dear,\n   Sir Folker Spillemand?\n\nForward stepped she, Bodild,\n   Hero Hogen's mother, crying:\n\"Methought the gallant coursers all\n   Were either dead or dying.\n\n\"And I possess full wit enow\n   That vision to explain;\nIf to the Hvenish land ye go\n   There'll many a man be slain.\"\n\nOut rode the valiant brothers where\n   The river rolled its tide,\nThere they the Mermaid found asleep\n   Beneath a green hill's side.\n\n\"Awake, awake, thou Mermaiden,\n   Thou creature wondrous fair;\nSay, will my life in danger be\n   If I to Hven repair?\"\n\n\"O turn thee, Hero Hogen, back,\n   Thou art a knight so bold,\nThou dost in thy own land possess\n   Full many a tower and hold.\n\n\"Return, return to thine own land,\n   Seek not the warrior joust,\nIf thou dost to thy sister go\n   Thy young life it will cost.\"\n\nIt was the Hero Hogen then\n   His sword he straight drew out;\nIt was the wretched Mermaiden\n   From whom the head he smote.\n\n\"By thee I now am prophesied,\n   And dead thou liest there;\nI to the land of Hven will go,\n   Soon as the wind is fair.\"\n\nThen forward went the heroes two,\n   They found the ferry-house:\n\"Arise, arise, good ferryman,\n   And come here out to us.\n\n\"Now listen what I say to thee,\n   Convey us o'er the Sound,\nAnd I will give thee this gold ring,\n   It weighs full fifteen pound.\"\n\n\"Thy bright gold ring keep thou thyself,\n   I it will not possess,\nI never to the town should come\n   But 'twould bring me distress.\n\n\"I never should seek the town but I\n   Should therefore sure be chidden;\nI shall not bear thee o'er to-day,\n   My Lady's me forbidden.\"\n\nAnd Hero Hogen grew so wroth,\n   So wroth grew he in mood;\nThe ferryman's head hewed he off,\n   So widely reeked the blood.\n\nThen straight the bloody head he cast\n   Mid Oresund's swift water;\nAnd, bidding them meet in the deep,\n   He cast the body after.\n\nSir Gunter and Sir Gernot, they\n   Their vessel steered from land;\nBut when they reached the middle Sound\n   The tempest was at hand.\n\nO then the oars asunder snapped\n   In Folker's hardy hand;\nHere Hogen guided with his shield\n   The ship with toil to land.\n\nThen cast they out their anchors,\n   All on the yellow sand;\nIt was the Hero Hogen,\n   He stepped the first to land.\n\nThe others they did not delay,\n   But each as he could best\nArrayed himself right manfully,\n   And Folker 'bove the rest.\n\nAbroad the warden standing was,\n   He on the rampart strode:\n\"O, there are come our country to,\n   Two Athelings so proud.\n\n\"O kemps are come our country to,\n   And men so bold to see;\nThey all yclad in iron are,\n   Their steeds come springing free.\n\n\"The one he bears a hawk in flight,\n   Gold on his buckler gleams;\nThe other bears a fiddle, and\n   A prince's son he seems.\"\n\nOut came she, Dame Grimhild,\n   She so fair to speak was able:\n\"He does not bear a fiddle\n   For he serves a noble's table.\n\n\"But they two gallant warriors are,\n   Two sprouts of Dukely tree;\nTo know them I have cause enough,\n   They brothers are to me.\"\n\nIt was the Count Sir Gunselin,\n   His warriors he bespake:\n\"O, hither Hero Hogen comes,\n   A fray with him we'll make.\n\n\"O, we will fight with them to-day,\n   And we will slay them all;\nThen his red gold and forest green\n   Shall in our power fall.\"\n\nThen just within the portal\n   Hero Hogen answer made:\n\"With you I'll blythely hazard that,\n   If ye be not afraid.\"\n\nOut then went the heroes all,\n   So sorely fast they hied;\nThen unto old as well as young\n   Such evil did betide.\n\nIn hand of Folker Spillemand\n   The sword asunder flew;\nHe seized a big steel spear, above\n   The door that met his view.\n\nAnd seven such gallant warriors\n   He slew at the first blow:\n\"In Drotten's holy name,\" he said,\n   \"My fiddle be known now.\n\n\"Now merrily my fiddle goes,\n   Ye dance and spring around;\nI sweat with strong exertion\n   In my acton narrow bound.\"\n\nIt was the Count Sir Gunselin,\n   At Grimhild's feet he kneeled:\n\"O part us from those hardy knights,\n   Or help against them yield.\"\n\n\"Fight on, fight on, my good men all,\n   On whom I bread bestow;\nFrom fighting ye must not desist\n   Till Folker lyeth low.\"\n\n\"Now hear thou, Sister Grimhild,\n   I am gored with many a wound;\nThou ne'er to me wert true or good,\n   And that I now have found.\n\n\"Now I've not closed an eye, an eye\n   For days and nights full seven;\nI'll avenge my murder certainly\n   Ere life from me is riven.\n\n\"Gone is my sword so trusty,\n   And my good steel spear's in twain;\nBut all my care I would forget\n   Could I a weapon gain.\"\n\nThen answered him young Hubba Yern,\n   He stood by him so near:\n\"I'll lend to thee the gallant sword,\n   My brother loved so dear.\n\n\"Methink thou art a hero bold,\n   And mighty strong beside;\nAnd that maybe in verity\n   On thy fiddle bow espied.\"\n\n\"Ah, thanks to thee, young Hubba Yern!\n   A true kemp thee I call;\nI'll serve thee faithful in return,\n   So shall my brothers all.\"\n\nThen hewed he, Folker Spillemand,\n   'Twas heard up to the sky;\nHe'd rather perish like a man\n   Than basely quit and fly.\n\n                                * * * * *\n\n                                 LONDON:\n               Printed for THOMAS J. WISE, Hampstead, N.W.\n                   _Edition limited to Thirty Copies_.\n\n\n\n\nFootnotes:\n\n\n{9}  The question of priority is rather obscure, but it appears, from a\nletter written by Grimm in February, 1813, in reply to the critics of his\nwork, that his translation was begun in 1801, when he was not aware of\nthe work undertaken by Abrahamson, Nyerup and Rahbek, but that before his\nbook was published, Nyerup communicated to him some of the results of the\ninvestigations of the three Danish editors.  Grimm seems to have worked\nupon an edition of Syv published in Copenhagen in 1787, which accounts\nfor the corrupt state of some of Grimm's text.  A good deal of unpleasant\ncontroversy was awakened on the subject, but all this has now long\nslumbered under the dust of a century.\n\n{17}  Squires in attendance upon Hogen.",
    "metadata": {
        "author": [
            "Borrow, George",
            "Borrow, George Henry"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/29103/pg29103.txt",
        "name": "grimhild_s_vengeance_three_ballads.json"
    }
}