{
    "name": "Guaranteed—Forever!",
    "author": [
        "Robinson, Frank M.",
        "Robinson, Frank Malcolm"
    ],
    "body": "Clark Street, just north of Chicago's Loop, was the symbol of a million\nthings, all of them bad, Manning thought. Bumpy paving bricks rutted\nwith street car tracks and bordered on both sides by cheap saloons\nand quarter-a-night flop houses. Hot summer nights when the drunks\nclustered like flies on the sidewalks and Newberry Park was crowded\nwith cranks trying to save the world and floozies just trying to make\na living in it. Old magazine stores where a nickle bought a copy of an\nold comic magazine and a five spot bought photographs guaranteed to\nmake a high school kid's eyes pop out.\n\nClark Street, where a thousand and one manufacturing gyp artists had\noffice space.\n\nHe slowed the car and went through the motions of parking. He jockeyed\nit in towards the curb. There was a scraping sound, and he cut the\nmotor.\n\n\"You ought to watch it, Fred,\" Wheeler said. \"You scraped the paint.\"\n\n\"It's just a scratch,\" Manning said quietly. \"Just the fender.\"\n\n\"You scrape a fender on these models,\" Wheeler said doggedly, \"and you\nhave to get a whole new paint job. It costs money.\"\n\nManning looked coldly at the fat man sitting next to him.\n\n\"The government's got money; it can afford it.\"\n\nThe fat man shrugged and changed the subject. \"How did the biopsy come\nout?\"\n\n\"I don't know.\" Somewhere deep inside Manning a dozen tiny hands\nplucked a pain nerve. \"The doctor will send me a report in a couple of\ndays.\" The doctor had already told him that morning but he didn't want\nWheeler to know. \"Let's forget it. Who's on the list this time?\"\n\nWheeler pulled a crumpled newspaper ad out of his pocket. \"The Forsythe\nCompany. They make carburetors.\"\n\nManning leaned back in the seat and stared a long time at the faded\nstore fronts that lined the street. He was only half listening to\nWheeler. Malignancy, the doctor had said. He knew what that meant.\nCurtains. Humpty Dumpty was splashed all over the pavement and all the\nhigh voltage x-ray machines and all the little isotope capsules from\nthe AEC weren't going to help a bit.\n\nHe forced the thought into the back of his mind and locked and barred\nthe mental door.\n\n\"What's the sales pitch?\"\n\n\"A hundred miles to the gallon.\"\n\n\"That's rather high. Most of them are content with fifty.\"\n\nWheeler grunted. \"That's not all. This guy doesn't use gas. He gets a\nhundred to a gallon of water.\"\n\n\"What's he pricing it at?\"\n\n\"About the usual range. Three forty-nine.\"\n\nManning frowned. \"Let me see that.\"\n\nThe fat man handed it over and Manning ran his eyes down the ad. It\nwas the usual ad, complete with the enthusiastic testimonials signed\nby \"A. Z.\" of Salt Lake City and \"Mrs. D. F.\" of Podunk Corners. After\nrunning end around all the glowing adjectives in the body of the\nad, you got the idea you could get a hundred miles from a gallon of\nordinary tap water when you used the Forsythe Carburetor.\n\nThe trade name was bad, of course. Simply, the \"Forsythe Carburetor.\"\nNot the \"Jiffy\" or the \"E-Z\" or the \"Little Marvel.\" But the price\nwas right in there. Three forty-nine, with a double-your-money-back\nguarantee if not absolutely satisfied. The typical gyp ad. Something\nthat promised a hell of a lot in the way of savings and mileage with a\nlow enough price so the suckers would be willing to risk it.\n\n\"Let's go.\" Manning got out of the car, on the street side because of\nthe high curb, and glanced at the numbers on the buildings. A few doors\ndown, on the other side.\n\n\n\nThe building was a three story brick, and old. The office of Forsythe\nCarburetor Company was one flight up, at the end of a hallway where the\nwooden flooring creaked and groaned and threatened to give way at any\nmoment. The lettering on the door was neat and precise; there was no\nbuzzer. Manning knocked, an authoritative type of knock.\n\nThe man who opened the door was in his early sixties, Manning judged.\nMaybe a little more, maybe a little less. A big man, with thick\nshoulders and a head of black hair that was just turning to white and a\nfriendly face with just enough lines in it to show it had been around.\nYou got the idea that being a pitchman was second nature, that he had\nbeen in the sales racket for a long time.\n\n\"Mind if we go in?\"\n\nThe big man shrugged easily. \"Sure, come on in. Didn't think any\ncustomers would call personally.\"\n\nOnce inside, Manning gave him a cold, official stare. \"You Forsythe?\"\n\nThe man nodded, frowning. \"Something wrong?\"\n\nThe innocent act, Manning thought. There's nobody here but us chickens,\nboss. He flipped open his suit coat so the badge showed. \"We're from\nthe Federal Fraud Investigating Agency, Mr. Forsythe.\"\n\nHe let it hang there. The usual response was a whitening of the face,\na frightened look, and then a request for credentials. Wheeler was\nalready reaching into his pocket for a sheaf of them; FFIA men had to\ncarry enough credentials to sink a battleship. But Forsythe didn't\nwhiten, didn't look frightened, and didn't ask for proof that they\nreally represented the FFIA.\n\n\"I don't understand, Mister...?\"\n\n\"Manning.\" He made himself comfortable in a chair by the desk and\nglanced around. It wasn't an impressive layout. Actually little more\nthan a mailing room. Packages stacked up against the rear wall, ready\nfor mailing, a wrapping table, and a Pitney-Bowes machine. Crude,\nalmost too crude.\n\n\"How long have you been in the racket, Forsythe?\"\n\nForsythe leaned back in his chair, his hands clasped behind his head.\n\"You might say I've been a huckster all my life, Mr. Manning.\"\n\nLife-long pitchman, Manning figured coldly. Helped the medicine man\nwhen he was a youngster and ran away with a carnival when he was in\nhis teens. During the Depression he probably had a set-up on a street\ncorner selling spot remover, dealt in nylons during the war, and saved\nenough to branch out in a big way after the war was over.\n\n\"Look, Forsythe, I don't know who put you on to this racket or whether\nyou're fronting for somebody else or not, but it's no go. Somebody\ncomplains and then we have to crack down on you. We call it fraudulent\nuse of the mails, con games, or what have you. And an incident\nunder any one of them will get you ten to twenty at the local state\npenitentiary.\"\n\nForsythe didn't look at all worried.\n\n\"Have there been any complaints?\"\n\nWheeler was standing by the door, carefully snipping the end off of a\ncigar. He said, \"Not yet. But we like to stop trouble before it starts.\nAnd it costs good money to investigate, to run tests. We do the public\na favor by warning you off the market, and we do you a favor by saving\nyou a stretch in the little brick house by the river.\"\n\n\"There won't be any trouble,\" Forsythe said with an earnestness that\nseemed oddly out of place. \"Actually the carburetor will give you\ncloser to two hundred miles to the gallon.\"\n\n\"On pure H two O, eh?\"\n\nForsythe nodded cheerfully. \"That's right. It's actually H sixteen O\neight, by the way.\"\n\n\n\nManning felt a vein throb over his right temple. You try to do them\na favor and that's what you got. Wise guys. The whole world was full\nof wise guys. All of them wanted to make a million overnight and they\ndidn't care how they did it. And all of them thought they could get\naway with it. Okay, so Forsythe would have to learn the hard way. He\nstood up.\n\n\"You take cash or check, Forsythe?\"\n\n\"What for?\"\n\n\"For a carburetor.\" Manning paused, \"The government will test it and\nthe government will be the complainant. And I wouldn't advise packing\nup and leaving if I were you. We've got ways of finding you.\"\n\nForsythe pursed his lips. \"What kind of a car do you have?\"\n\n\"Ford,\" Wheeler said slowly. \"A fifty-three model.\"\n\nForsythe picked a package off the stack in the rear and made out a\nreceipt for the check. \"You won't complain. You'll get close to a\nhundred and ninety-five.\"\n\nWise, Manning thought again, bitterly. He picked up the package. \"See\nyou around, Forsythe. Soon.\"\n\nOutside, Manning shot a glance back at the building and the neat\nlettering on the second floor window. \"I think we ought to test that\ncarburetor ourselves. And I think we ought to check up on our friend\nForsythe.\"\n\nWheeler looked surprised. \"Why so eager? The Bureau will test it.\"\n\nManning started the car. \"It'll take six months for the Bureau to get\naround to it. And in the meantime, our wise friend will be making hay\nwhile the sun shines.\"\n\nWheeler laughed. \"Hell, he'll be lucky if he makes his rent. Didn't\nseem like a bad guy, though.\"\n\nManning's hands tightened on the wheel. \"He's a huckster, Ray. A cheap,\ngrafting little huckster who's too damn big for his britches. And I'm\ngoing to see that he gets exactly what he deserves.\"\n\nWheeler looked worried. \"Don't ever get too personal about it, Fred.\nYou gotta have an objective viewpoint all the time.\"\n\nMaybe he was making too much of it, Manning thought coldly. But when\neverything else went to pot you liked to ... bury yourself in your work.\n\n\n\n\"More coffee, Fred?\"\n\n\"Yeah. Cream and sugar it, Judy.\" He poked at the thing on the table\nwith a pencil. \"What do you think of it, Ray?\"\n\nWheeler nibbled at his sandwich, looking like a slightly overstuffed\nbeaver. \"I don't make a damn thing out of it. It doesn't look like\nanything I've ever seen before. What did you take it apart for?\"\n\n\"See what makes it tick--if it does. And I wanted to know who made it.\nA lot of manufacturers stamp their parts either with a trademark or\nsome other kind of identifying symbol.\"\n\nBut the pieces that lay on the table before him didn't have identifying\nmarks of any kind on them. They were beautifully machined, Manning\nthought. Nice machining and lots of chrome and the tolerances must have\nbeen out of this world. And so what?\n\nHis wife came back with a steaming cup of coffee and Manning dangled a\ndoughnut in it. The simple things, he thought abstractly. That was what\nmade life worth living, that was what he was going to miss.\n\n\"You got any idea how it works?\" Wheeler asked.\n\nManning shook his head. \"I don't think it works at all. A convincing\nhunk of machinery, something that looks pretty but does nothing.\"\n\nWheeler pointed a stubby forefinger at a small cube of metal,\napproximately three inches on the side, that was apparently the heart\nof the carburetor. \"What do you think that's for?\"\n\n\"I don't know. It's a sealed unit, something like they have in\nrefrigerators and washing machines. Exactly what it does, I couldn't\ntell you.\"\n\n\"This doesn't look like the ordinary gadget racket to me,\" Wheeler\nsaid uneasily. \"I think we ought to call the Bureau in on it.\"\n\nManning shrugged. \"National will find out all about it when we submit\nour report.\"\n\n\"You going to open up the sealed unit?\"\n\nManning hesitated, then shook his head. \"No. If we open it before we\ntest the whole thing, then Forsythe would say we tampered with the\ngadget and naturally it wouldn't perform as he claimed.\"\n\nHe reassembled it, then pushed it across the table to Wheeler. \"It's\nyour baby, Ray. You test it. I've got something else to do.\"\n\nWheeler carefully wrapped the gadget in a chamois and stuffed it back\nin the box. He cornered another doughnut and sloshed it around in the\nbottom of his cup. \"What did you have in mind?\"\n\n\"I'm curious about Forsythe,\" Manning said. \"I want to know more about\nhim. Who he is, where he comes from, that sort of thing. There might be\nmore to this than just Forsythe, you know. He's just the sales front; I\nthink there's an organization behind him.\"\n\n\"You want to be a hero, Fred?\"\n\nManning smiled crookedly. \"I couldn't think of a better time.\"\n\n\"You just never struck me as the type,\" Wheeler said quietly.\n\nManning felt a little cheap. The private eye type of thing wasn't his\nline: he was pushing it only because, win, lose or draw, it would make\ndamn little difference to him.\n\n\n\nThe building agent was a small, balding man with a taste for two\nhundred dollar suits and a Michigan Boulevard office. He looked guilty\nwhen Manning showed his credentials.\n\n\"Anything I can do to help you, Mr. Manning--anything at all--just ask\nme.\" His forehead looked a little shinier than when Manning had first\ncome in.\n\n\"I'd like to ask questions about one Harry Forsythe; he's running the\nForsythe Carburetor Company in your building on North Clark Street.\"\n\nThe building agent looked cautious. \"Is something wrong?\"\n\n\"Could be,\" Manning said slowly. \"We're investigating him.\"\n\n\"I'm not my brother's keeper, Mr. Manning.\" The agent laughed, a\nlittle hollowly. \"You know how it is. We'll rent to almost anybody who\ncomes along. They don't always tell us full details of their business\nalthough, believe me, we try to rent to only true Americans.\"\n\nManning felt tired.\n\n\"We're not chasing commies. This is just a simple case of fraudulent\nuse of the mails. Nothing that will involve you in any way.\"\n\nThe man dabbed at his forehead with a light blue, silk handkerchief. He\nlooked a lot more cheerful.\n\n\"We'll be glad to cooperate in any way we can.\"\n\nManning helped himself to a cigar from the open box on the desk.\n\"Thanks. You can begin right now. Did Forsythe present any credentials\nor references when he rented his office?\"\n\nThe agent held up his hands.\n\n\"We don't require references or credentials, Mr. Manning. They tell us\nwhat business they're in and that's about all we ask them.\"\n\n\"And Forsythe said he was in the manufacturing and sales business,\nright?\"\n\n\"Actually a little more than that. He mentioned something about being\nin the antique business, too.\"\n\nManning felt incredulous. \"Didn't you think it strange that a whole\nmanufacturing business could fit in an office that was no bigger than\nthis one, let alone an antique business? His carburetor is made of\nmetal; it requires stamping, machining, spraying. A whole factory full\nof machines would be required!\"\n\nThe agent started to sweat again.\n\n\"I think I told you that we don't ask them detailed questions, Mr.\nManning. In this case it seems obvious that he's using the office only\nas a sales outlet. Somebody else supplies him with the carburetors.\"\n\nManning bit savagely into the end of his cigar.\n\n\"I thought of that. I've had his office shadowed for the last\nweek. He's had everything else delivered to him--refrigerators and\ntypewriters and sofas and stoves. But no carburetors.\"\n\nThe agent looked a little smug. \"It's a free country, Mr. Manning, he\ncan order what he wants. And if your men didn't see any carburetors,\nthen I would start to worry about their reliability. Forsythe must get\nhis carburetors from somewhere and he must have them delivered.\"\n\nManning flushed and stood up to leave. \"And if I were you, I'd start to\nworry about whom I rented office space to. And I'd start to worry about\nthe condition I kept my buildings in. I would've sworn that there were\nat least a dozen violations of the civic fire ordinance there.\"\n\n\"But really, Manning! I had no....\"\n\nManning started for the door. \"Thanks for all the information I didn't\nget. And thanks for the cigar.\"\n\n\n\nHe stood on the street for a few minutes after leaving the building\nagent's office. It was a hot summer day, the only relief being the\nslight breeze that blew off the lake. The street was crowded with\nmen in seer sucker suits, sweltering in the heat and mopping their\nforeheads. Young girls in thin blouses and light weight skirts, as\nyoung girls always seemed to do, managed to look cool and fresh.\n\nHis last summer, Manning thought slowly. Take a good look and enjoy it\nwhile you can.\n\nHe walked slowly towards the Loop, looking at the scenery along the way\nas if he had never seen it before. It was a great world, he thought.\nBut you didn't begin to appreciate it until you found out that one of\nthese days you weren't going to be around any more.\n\nHe stopped in at a cigar store near Madison street.\n\n\"Some fine Havanas just came in, Mr. Manning.\"\n\nThere was a time when he had thought about cutting down on smoking. It\ndidn't make much difference now.\n\n\"A half dozen should do it, Jeff.\"\n\nThe clerk wrapped them up. \"Any razor blades or shaving cream? And we\ngot a new order of fountain pens. Guaranteed to last a lifetime without\nre-filling.\"\n\nManning stuffed the package of cigars into his pocket. \"No thanks. I\ndon't care much for ball-point pens anyway.\"\n\nThe clerk looked a little disappointed. \"Pens are kind of hard to move\nduring summer; guess most people think of them as Christmas presents.\nThat's what I tried to tell the man who sold them to me. They're not\nreal ball-points, though.\"\n\nGuaranteed to last a lifetime, Manning thought suddenly. A lifetime.\nNot just for a year or for a solid mile of writing--but a lifetime.\n\n\"Let me see one.\"\n\nIt looked like an ordinary pen, the style obviously patterned after a\nParker. There was some engraving on the clip. Manning held it up to the\nlight and read it. A Forsythe pen.\n\n\"How much?\"\n\n\"Two forty-nine. Good looking pen for that price.\"\n\nAnd what did you get, Manning thought, outside of a stainless steel\nclip and a fancy plastic barrel? Ten to one it leaked all over you the\nfirst time you clipped it in your pocket.\n\n\"Did you try them out before you bought them, Jeff?\"\n\n\"Sure--worked pretty good, too.\"\n\nFor the first few days, Manning thought sourly. And then, like the one\nhorse shay, it probably fell apart all at once.\n\n\"Wrap one up. And give me a copy of the newspaper.\"\n\nHe took the paper to the reading room of the public library at Randolph\nand Michigan and thumbed through it. Wheeler had missed a lot, he\nthought. There were Forsythe Carburetors, good for a hundred miles\nto the gallon of water; Forsythe pens, good for a lifetime; Forsythe\nlipsticks that would last for years; Forsythe hairbrushes with bristles\nthat never broke.\n\nAll everyday items, all with impossible claims, and all attractively\ncheap.\n\nForsythe wasn't doing things in a small way, Manning thought slowly.\nBut where did he get the goods? And who made them? And if Forsythe was\na front, who for?\n\n\n\nClark Street in the late evening was a canyon of yellow street lights\nintermingled with the flicker of red neon. Manning stood in the shadow\nof a store front, watching the building across the street. The lights\nwere out in all the windows; the building was dead.\n\nHe walked around the block and came up the alley in back. A cat leaped\nsilently off a window ledge and Manning smiled to himself. No watch\ndogs. The rear door was locked but not barred and a thin sliver of\nstrong steel inserted between the frame and the door sprung the lock\nwith a small click. He closed it quietly behind him, listening for any\nsounds in the building. There were none.\n\nHe picked the lock on the Forsythe office and eased himself in. The\ncrates and the packages were in the back room, a small filing cabinet\nby the window. He opened the cabinet and rifled through the two top\ndrawers. There was nothing but mail orders from all over the country\naddressed to the Forsythe Company. A small but steady volume of\nbusiness over a period of about six months.\n\nThe bottom drawer was something else again. Invoices between the\nForsythe Company and the Timely Trading Corporation of Oswego City, New\nAmerica. Shipments and receipted bills. Manning looked at them blankly.\n\nThere wasn't any Oswego City, New America.\n\nAnd Forsythe didn't pay off in money. He paid off in refrigerators.\n\nAnd electric stoves.\n\nAnd furniture.\n\nAnd sports cars.\n\nIt didn't make sense, Manning thought, unless it was some kind of\ncover-up.\n\nThere was a rattle at the closed door and Manning ducked behind a\ncrate. The door swung open and Forsythe came in, followed by another\nman. Forsythe flicked on the light switch and made himself comfortable\nat the desk. The stranger, a younger, somewhat smaller man, glanced\nshrewdly around the office.\n\n\"You don't have much of a layout here, Forsythe.\"\n\nManning watched the stranger carefully. He had the same sort of\ndetached attitude that Forsythe seemed to have; the attitude you had\nwhen you went to a museum, Manning thought suddenly.\n\n\"We do all right,\" Forsythe said cheerfully. \"A volume of half a\nmillion dollars last year.\"\n\n\"You trade right up to the limit, don't you?\" the stranger asked\ncasually.\n\n\"Right to the limit. How about you?\"\n\n\"Not so good. I've got a poor territory. It seems capitalism went out\nof style thirty years ago.\"\n\nForsythe chuckled. \"That's the way it goes when the corporation hands\nout territories. You pays your money and you takes your choice.\" He\npaused. \"What did you want to see me about?\"\n\n\n\nThe stranger suddenly stood up. Something cold and metallic glittered\nin his hand.\n\n\"You've got a good territory, Forsythe. Better than you deserve. And\nmuch better than mine.\"\n\nForsythe paled. \"What do you intend to do?\"\n\nThe stranger's voice was menacing. \"This is a rough age, Forsythe. Any\none of a dozen things can happen to a huckster in an age like this.\"\n\nThere was the faint click of metal against metal and the stranger\nsighted down the weapon at Forsythe, pale and sweating in the chair.\n\nManning stood up from behind the crate.\n\n\"I wouldn't, if I were you.\"\n\nThe stranger whirled. \"Who are you?\"\n\n\"Just an interested spectator.\" Manning started to walk forward. \"I\nthink you ought to put that gun down.\"\n\nThe weapon lined up with Manning's chest. \"No further, please.\"\n\nIt was quiet in the room. Forsythe was pale, his eyes darting from\none to the other. The stranger's thin face was grim and a little\nfrightened. Manning's was impassive. Of the three of them, he was the\nonly one who didn't give a damn what happened.\n\n\"Put it down, son.\"\n\nThere was a slight muscular tensing in the stranger's hand and Manning\ndropped to the floor, rolling so he hit the stranger's legs. Then the\nman was down, grunting heavily as he hit the floor. Manning caught the\ngun hand and tried to bend it back, to force the stranger to release\nthe weapon. Then the man kneed him in the stomach and Manning suddenly\nloosened his grip, gasping. The stranger ducked around Forsythe and\ndove for the door; then he was gone, his footsteps echoing down the\nhallway.\n\nManning got up and dusted off his pants. Forsythe was standing by the\ndoor, looking somewhat dazed by the sudden turn of events.\n\n\"Maybe I should've let him finish you off,\" Manning said in a tired\nvoice. \"It would have saved the state money.\"\n\nForsythe brushed back his hair with a shaking hand. \"Thanks a lot for\nsaving my life, Manning. I appreciate it.\"\n\n\"Think nothing of it,\" Manning said cynically. \"But if you're\nso grateful, how about telling me what this is all about? Who\nmanufactures your goods, who's behind you?\"\n\nForsythe shook his head. \"You wouldn't believe me if I told you,\nManning. And I can't tell you.\"\n\n\"That makes a lot of sense,\" Manning said sourly. He started for the\ndoor. \"I'm going to send the cops back to watch this place. It might be\na good idea to take you into protective custody, too.\"\n\nForsythe smiled faintly.\n\n\"Before you leave, Manning, I'd like to give you something.\" He shoved\na package into Manning's hands. \"Take this as a gift.\"\n\nManning slipped the small package into his pocket. \"You shouldn't have\ndone that,\" he said tightly. \"Don't you know what the penalties are for\nbribing an agent of the government?\"\n\nForsythe looked hurt. \"But this isn't a bribe, Manning.\"\n\nManning laughed curtly. \"Tell it to a court.\"\n\n\n\nHe slept late the next morning. He opened the package after breakfast.\nWhen he did, his face grew white and his hands trembled slightly.\nForsythe had somehow guessed. And rubbed it in.\n\nHe looked at the small bottle closely and held it up to the light.\nThere wasn't any such thing, of course, no matter how hard he wished\nthere was. It was sheer quackery. A laboratory analysis would reveal\na bottle of sugar water. There wasn't any doubt but what Forsythe was\ntrying to peddle it, along with his fountain pens and carburetors.\nExhibit A against the Forsythe Company, he thought.\n\nHe crossed over to the telephone stand by the window. It was raining\nout, a summer thunder shower where the clouds boiled black against the\nsky and the rain beat against the glass with a hundred hands, trying to\nforce its way inside. A dull and gloomy day that went well with the way\nhe felt.\n\nHe dialed Wheeler.\n\n\"Ray? How's Forsythe?\"\n\nWheeler's voice was dry.\n\n\"_I don't know, Fred. His office is cleaned out. He's disappeared. He\nwas gone by the time the cops got to his office last night._\"\n\nThey would have to do the leg work all over again, Manning thought\nslowly. But it shouldn't be hard to do. Pitchmen always stayed in the\nsame business, even if they had to get a different tent occasionally.\n\n\"What about the carburetor?\"\n\nWheeler laughed a little bitterly.\n\n\"_I gave it to the kid to install in the car. He did. Claimed it\nactually ran on water, but that's something we'll never know for sure.\nKid was in an accident this morning. Nothing happened to him but the\nwhole engine block is demolished. So's the carburetor._\"\n\nBut Wheeler's son had claimed it actually worked, Manning thought\nchaotically. That it was the real McCoy. And Jeff at the cigar store\nhad claimed the pens had actually worked, too.\n\nWhat if it was all on the level? Oswego City, New America. There wasn't\nany such place. Not yet, there wasn't. But sometime in the future? And\nwhat better way of merchandising than selling goods at different times\nin history, goods that fit right in with the times? You wouldn't want\nto flood the market, of course, but you could make a tidy profit. In\nmoney? Hell no. Hadn't the building agent said Forsythe was an antique\ndealer?\n\nStoves, refrigerators, sports cars. In some future age they would be\nvaluable as ... antiques. Forsythe said he had been a huckster all\nhis life. Where? And when? Maybe hucksters like Forsythe had peddled\nstainless steel swords and shields to the Roman legions. And maybe\na huckster had stopped by to see Gutenberg about a small matter of\nprinting paper....\n\nAnd in his own age, hidden among all the ads for quack remedies and\nmiraculous gadgets, there were a few ads that were genuine. Some\npeople probably had carburetors that ran on water and some office\nworkers pens that never wore out and maybe some high school girl used a\nlipstick that was going to last her the rest of her life.\n\nAnd a time machine would explain where Forsythe got the carburetors and\nother goods without having them delivered through the streets, and it\nexplained how he got rid of the stoves and refrigerators and goods that\ncame into his office.\n\nManning suddenly wished that Forsythe hadn't taken off. The man had\nsomething now that would be a sure fire sale. And people needed it\ndesperately, far more than they needed gadgets or carburetors or pens\nor hairbrushes.\n\nWheeler's voice was buzzing on the phone.\n\n\"_What do we do with the case now, Fred?_\"\n\nManning glanced out the window again. It was a beautiful day, the\nclouds were black velvet and the rain drops were diamonds.\n\nHe looked down at the small vial in his hand. The label read:\n_Forsythe's Cancer Cure_.\n\nThe real McCoy.\n\nManning lifted the phone and spoke into it.\n\n\"We don't have a case any more, Ray.\" He paused, then said: \"I just\nswallowed Exhibit A.\"",
    "metadata": {
        "author": [
            "Robinson, Frank M.",
            "Robinson, Frank Malcolm"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/66138/pg66138.txt",
        "name": "guaranteed_forever.json"
    }
}