{
    "name": "Gunnison's Bonanza",
    "author": [
        "Purcell, Dick"
    ],
    "body": "\"That's damned expensive,\" Gunnison said.\n\nThe pilot grinned. \"A man wanting to be set down by the Ghanati should\nexpect to pay high.\" The pilot had a battered old ship, a forged\nlicense, a questionable bill of sale. He trafficked only in desperate\ntrips for desperate people and he knew Gunnison would pay the price.\n\nScowling, Gunnison counted out the highbinding tribute from a leather\nsack containing the coins of all the planets. Terran gold eagles,\nVenusian phalada, Mercurian scoz.\n\nThe pilot inspected each coin, bagged the total, \"When can you have\nyour gear aboard?\"\n\n\"In twenty minutes.\"\n\n\"We'll leave at sunfall,\" the pilot said. \"Before the moons lift.\"\n\nGunnison stowed his equipment. He checked his dehydrates and chemical\nnutrients carefully. They would constitute his sole food supply for six\nmonths. He also inspected the other vital units of his equipment.\n\nThen he went to the port restaurant and stowed away a meal of vast\nproportions. He ate with gusto, with grim pleasure, savoring the food,\nmaking the meal a sort of farewell symbol; a farewell to his eternally\nevil luck.\n\nHe drank heavily, but when he left the restaurant and went back to the\nship he walked erect and his hands were rock-steady. Gunnison had one\nrequirement of a true adventurer. He could hold his liquor.\n\nBut in another need of the soldier of fortune, he was sadly lacking. He\nwas not a man of good luck. All his life he had pursued wealth across\nthe System and beyond without a single smile from fortune's gods.\n\nGunnison had certainly done his part. He was shrewd, daring, ruthless,\nif the need arose. He was clever and tireless, ever seeking out coups\nand strikes. But his coups never quite came off. And someone always\nbeat him to the strikes. Once on Pluto he arrived at a diamond field\nwell in advance of the pack but the Johnny-come-latelies walked away\nwith fortunes while Gunnison grubbed doggedly on his barren claim.\n\nSo now he had spent his years and had but a handful of time left for\na last try. A shot at the Ghanati, and no try could have been more\ndesperate than this because failure meant death under the new laws.\n\nGunnison waited at the ship. The pilot arrived, wiping the last of an\nevening meal off his mouth with the back of his hand. The pilot grinned.\n\n\"Still set on going?\"\n\nGunnison smiled coldly. \"If I've changed my mind can I get my money\nback?\"\n\nThe pilot returned the grin. \"I'm afraid I've already spent it.\"\n\nGunnison turned without comment and entered the ship.\n\n\n\nThey lifted from twilight into the bright sun-flare and Gunnison looked\ndown into the shadows that lay across the dead face of Mars. He saw the\ncanals and creeks meandering over the old sea bottoms like traceries on\nfine lace. He saw the city, half modern, the rest incredibly ancient; a\nweird mixture of the old and the new. Then the city and the sea bottom\nvanished in a haze as the ship reached up toward the apex of its arc.\nGunnison remained by the port. The next thing he would see would be the\nborders of the dread Ghanati.\n\nSullen resentment welled up in Gunnison. He had read his history and he\nknew how things had changed. In the old days back on Terra, men were\ngiven freedom to seek and find. Why, once they opened half a planet--a\nwhole hemisphere to those with the courage to move in and take it! Men\nand women and even children in shoddy old wagons pushed across the\nprairies of his own Mid-America. No fat bureaucrats called the dance in\nthose fine days.\n\nBut now the scheme of things was gall in Gunnison's mouth. New laws\npromulgated under the Interplanetary Charter said only the government\nmen moved in on new territories; so-called specialists with weapons and\narmor who put one timid foot in front of another until the area was\ndeclared safe and open to colonization. And who also--Gunnison bitterly\nknew--skimmed off the loose loot for themselves.\n\nThe situation was an excuse for any thinking man's indignation. Why,\neven at the moment there were five sections of the red planet awaiting\ninvestigation by the interplanetary government; five lush opportunities\nwrapped so tight in governmental red tape that years would pass before\nsteps were taken.\n\nAnd men--fearless adventurers like Gunnison--would be executed for\ntrespassing on these forbidden grounds. Gunnison spat in disgust. Then,\nas the ship tilted downward for the last leg of the jump, he thought of\nthe Ghanati. His eyes narrowed and he was as close to fear as men like\nGunnison ever came.\n\nThe Ghanati. Probably the only area on Mars where the government's\nrestrictions were really justified. How much was fact and how much\nwas rumor, no one could say, but the Ghanati--tortuous cragland--was\ninhabited by a race of ugly throwbacks from which viciousness and\nferocity could certainly be expected. A retiring people, they had stood\nunmolested for a thousand years and had never moved beyond their own\nboundaries.\n\nA bleak, forbidding land, the Ghanati, wrapped in a silence long\nconsidered deadly. But a land rumored to be bursting with unmined gold.\n\nThe pilot set his ship down expertly in a hundred-yard square of level\nland surrounded by angry rock. Off to the north, the crags greatened\nand roughened, marking the boundary of the mysterious stronghold of\nmonsters.\n\nThe pilot helped Gunnison unload his gear and spoke with a mixture of\namusement and admiration. \"How did you know about this spot?\" When\nGunnison didn't answer, he went on. \"But it's the only setdown on the\nwhole border where you could get past the patrols.\"\n\nGunnison was packed and ready. He strapped on his antigrav belt and\nspoke amiably. \"I'll be here this day and time six months from now.\"\nThe pilot smiled. Gunnison smiled back, adding, \"And you'd better be\nhere, because if you don't show, the universe won't be big enough for\nyou to hide in.\"\n\nThe pilot appeared to be calculating the odds as Gunnison turned and\nmoved away in long, clumsy steps.\n\n\n\nSoon the going got worse. The crags and razor-sharp rocks reared higher\nto form a scowling protectorate around--around what? Gunnison wondered.\nHe kept his hand gun ready at all times but no living thing did he see.\n\nThe going would have been impossible without the antigrav belt but the\nunit was a problem in itself. Set to lift him clear, it would have\ndangled him helpless and kicking in space. Set at half power it forced\nhim to move warily lest it tip him off balance and swing him into the\nknife-crags by his own momentum.\n\nThe day progressed. Gunnison labored grimly forward watching for signs\nof surface veins. But these were not the formations where nature hid\nthe yellow metal. Gunnison drank sparingly on chance that his finding\nwater would be delayed. He refreshed himself with oxygen at intervals\nand pressed on.\n\nUntil, late in the day, he made the find.\n\nThe barrier lands had given him their worst and then tilted gently\ndownward with crag-points and edges less sharp. He made better\nprogress and soon the geological substances and formations changed.\nGunnison's face grew less grim. He pushed on, bone weary. To come to\nthe place of a rushing rivulet, of shaggy bush growth. Of gold.\n\nHe smiled as he shucked off his pack, enjoying even, the feeling of\nexhaustion. He'd made it! He had arrived for a last joust with fortune\nand the arena was all to his favor. He could not miss. The last little\nhandful of time would pay off.\n\nAfter taking nourishment he selected a rocky pocket overhung and\nbuttressed on three sides and stowed his gear. As the sun lowered, he\nlifted himself to the highest knoll and looked over what country he\ncould see. It was monotonously similar to the area on which he stood.\nRough, basically level country rising very gently to a ridge in the\ndistance. Beyond, there was probably a drop-off.\n\nGunnison returned to his pocket and settled in for the night. Perhaps\nthis section was inhabited, although he doubted it. He checked his hand\ngun and closed his eyes for a night of hair-trigger sleep.\n\nHe awoke at dawn, unmolested and refreshed. He fed on dehydrates and\ndrank deeply of the water and soon the sun poked its way up over the\nforbidden land. He took up his pan and rushed to a likely looking spot\non the creek.\n\nIt was there--glittering yellow in the gray sand. Gunnison, oblivious\nof his surroundings, went to his knees and began panning. The results\nwere good. With a set smile on his face, he worked another panful.\nAfter an hour he became conscious of the pain in his knees. He began to\nstraighten slowly. He was halfway up when he heard the whistling sound.\n\nHe jerked around, clawing up the gun in the safe motion and faced the\ndirection of the whistle just in time to hurl himself from the path of\na whizzing missile. The whistle became a shrill screech as the object\nhurtled past.\n\nGunnison rolled over and studied the thing as it arced upward. His\nmuscles loosened in relief.\n\nA bird. A black vicious-beaked hawk of some sort. Its size was\nabout that of Gunnison's two fists and its angry shrilling told of\nindignation against the two-legged intruder.\n\nAs Gunnison watched it keeled over in midair and went into another\npower dive. Its courage far outweighed its size as it rocketed down\nagain--straight at his head. It came in screaming and Gunnison swiped\nat it sharply with his pan. He hit one outstretched wing and the scream\nof pain was more grating than the previous whistle of rage.\n\nThe bird caromed off drunkenly and missed the ground by inches.\nGunnison watched as it limped frantically back up the air current and\ndisappeared over a low ridge. Then he went back to his work.\n\nHe stopped for neither food nor drink. Only when the sun left did he\ngive up his panning and return to camp. Weary and stiff, he munched\nhis dehydrates moodily, his exhaustion dimming the earlier elation and\nallowing him to consider things in true perspective. And force him to\nadmit with some bitterness that again the gods of fortune had withheld\nthe munificence his courage and privations merited.\n\nNot that he had made no strike. He had sought gold and had found it but\nnot as gold had been found by others--in chunks and nuggets. Not the\nluck he felt he was entitled to for the effort expended and the danger\ninvolved. His gold lay in sand to be taken gradually in ounces of dust\nand in direct ratio to further effort over the days ahead.\n\nThus Gunnison faced a decision. Panned out to the end, this strike\nwould, in six months, give him enough to live comfortably for the rest\nof his life. He would acquire but a fraction of what he could carry but\nit would be immeasurably better than complete failure.\n\nSo--would he work out the time here--sure of the modest payoff--or\ngamble his time in hunting a really big strike? He weighed the problem\nat length and decided on the sure thing. Take what fate grudgingly\noffered because as sure as destiny, the big take would be withheld in\nthe end. There was no reason to believe that good luck--a stranger\nduring all his years--would smile at this late hour. Having made his\ndecision, he went to sleep, not even bothering to check his gun.\n\n\n\nHe arose the next day and worked again, doggedly piling up the yellow\ndust. Early in the day the birds--a pair this time--came to repeat the\nprevious day's attack. They swept down viciously and Gunnison fended\nthem off and chased them away with equally vicious swipes of his pan.\nWhen they flew off, he went feverishly back to work.\n\nAnd at high noon the natives came.\n\nFrom whence, Gunnison did not know so intent was he upon his gray sand.\nA shadow tilted across his pan, he whirled, and there they were.\n\nHis first reaction was a curse because his gun lay twenty feet away.\nHe crouched where he was, staring. They stood by the rushing water,\nstaring back. Two long minutes passed.\n\nTime enough for Gunnison to feel revulsion at the hideousness of the\ncreatures. They were three in number and he got the impression two\nwere males and one a female although their appearance gave little\nindication either way.\n\nThey were bipeds towering some seven feet into the thin Martian\natmosphere. Their bodies were misshapen from any standard Gunnison was\nfamiliar with. Legs far too long for their incredibly wide torsos. They\nwore a combination of natural hair and badly tanned leather skirts and\nit was hard to tell where one left off and the other began. Their arms\nwere like snapped-off tree trunks--at complete variance with other\nphysical proportions. Their faces were probably the most disgusting\naspect of all. Only the beginnings of faces really with mouths, noses,\nand eye sockets mere holes punched into the flattened sides of round\nheads.\n\nEven as he crouched there with only the hope of a quick death, Gunnison\ncould not help marveling. What manner of pitiful throwbacks were these.\nMonsters spawned by the century-old atomic bombardment that smashed\nthe last of the Martian resistance? Caricatures created by nature in a\nvindictive mood?\n\nThe natives stared. Gunnison stared back. And began breathing again as\nmoments passed and the frightful trio did not rush in to annihilate him\nor take him for torture.\n\nThen his fears were overshadowed by interest in these strange people.\nThe three faces had been plastered with identical grimaces of amazing\nhideousness. Gunnison had interpreted it as an expression of cunning\nand cruelty. Now he changed his mind. Coupled with the embarrassed\ntwistings and posturings of the ungainly bodies, the expressions dawned\non Gunnison in truth.\n\nThe natives were grinning. Also, they were glancing continuously into\nthe sky and Gunnison knew they were fearful. But fearful of what? Had\nthey experienced the arrival of alien ships at one time or another? He\ndid not think so.\n\nNow the one he had tentatively classified as female went to her knees\nand brought a hand from behind her back. The hand held forth a dish of\ncolorless material that Gunnison thought to be food. The creature went\nprone and pushed the dish forward on the ground in a veritable agony of\nshy embarrassment.\n\nWithout thinking, Gunnison extended his own hand and laid it on the\nhideous head. The result was amazing. The monster increased her\nsenseless writhings twofold and a shade of attractive lavender diffused\nher face.\n\nShe was blushing. Gunnison thought: They're entirely harmless, these\ncreatures. More than that, they're a people shy to the point of pain.\nGood lord, what a switch!\n\nNow the two males went suddenly crazy with fear. They looked into the\nsky and went into gibbering gymnastics as they sought to prevail on\nGunnison without touching him. Obviously they wanted him to leave this\nterrible place. Why?\n\nEvidently because of the black bird that circled over head. Gunnison\nlooked up. The natives babbled inarticulate entreaty as they gestured\ntoward Gunnison's camp. Then, as the bird gave forth an angry whistle\nand went into its dive, they broke and bolted madly for the nearby\ncrags.\n\nGunnison, his eye on the bird, did not see where they went. The bird\narced down and Gunnison clipped it square on the beak, with his pan.\nThe bird did a somersault, gained its wings, and headed drunkenly for\nthe ridge, screaming in rage.\n\nGunnison turned his eyes on the crags. The natives were nowhere in\nsight. He pondered the situation for a few moments and then went back\nto work. The natives, he told himself with great satisfaction, were not\na menace.\n\n\n\nThe passing days not only strengthened this belief but augmented it.\nThey were not merely harmless. Their eagerness to be helpful was almost\npathetic. They came regularly to sit and watch Gunnison at his labors.\nAt times as many as two dozen crowded about to regard him with obvious\nawe.\n\nGunnison's identification of male and female was strengthened when two\nof the men hauled a woman to the edge of his camp and threw her forward\nalmost into his gear pile. The woman seemed overcome both by fear and\nhonor at the same time. The effect was ludicrous and Gunnison risked\ndispleasure by signifying definitely that he did not want a mate. They\ntook no offense. The female walked away sadly, her ugly head hanging.\n\nGunnison's camp became a depository for weird and useless gifts.\nThese consisted of old bones, scraps of hide, various evil-smelling\nconcoctions of food. Animal teeth strung in necklaces and laid proudly\nat his feet.\n\nGunnison was careful to show no annoyance at this expanding pile\nof debris. Not that he feared antagonizing them. He was convinced\nthis could not be done. But out of compassion because they were so\nchildlike, so innocent of evil save in their appearance.\n\nHe tried to turn them to his advantage. He spent a whole morning\nattempting to teach one of the males to use a pan. The results were\nnil. The creature was incapable of understanding the difference\nbetween the gray sand and the yellow dust. To him, both were equally\nuseless--or equally valuable. The only result was the native's\ndespondency at being unable to please Gunnison.\n\nBut Gunnison was philosophical about it. Even if he had channeled\nthe native to his purpose the monster would have been of little help\nbecause at sight of the black birds all of them always ran screaming\ninto the rocks to stay hidden for hours.\n\nSo Gunnison was philosophical. But also bitter, because even so\nextraordinary a situation as this still brought him no profit. He had\na tribe of abject slaves at his command. Child-men willing to give him\nanything they owned even to the hair off their own hides. But what did\nthey own? Nothing but old bones and teeth and nauseating concoctions\nthey used for food.\n\nGunnison had explored the area roundabout and had discovered what was\nprobably the ruins of an ancient city. If so, the place flourished\nbefore the dawn of history because the buildings were only vague heaps\nof rubble. The natives lived in these and, Gunnison suspected, in caves\namong the rocks.\n\nEvidently this race was older than he had first suspected. They\nsquatted here on the ruins of some long-dead civilization. Perhaps\ntheir ancestors conquered the city's founders and these pitiful\ncreatures were the last remnants of a retrograding race.\n\nSo Gunnison cursed them in his wearier moments and patronized them the\nrest of the time. They in turn drooped visibly at the sharpness in his\nvoice and wriggled in dog-like delight at his kind words. Obviously\nyearning to do something for him--to serve this new master. As the\nmonths went by he began thinking of them as the people who feared birds\nand pretty much ignored them. He panned tirelessly, increasing his\nhorde, counting the days and weeks and months.\n\nAnd as the fifth month passed, his dust pile was small for the bitter\nwork expended but a larger stake than he had ever before acquired. It\nwould keep him in comfort if not in luxury.\n\nDuring the first week of the sixth month he learned painfully that the\nnative's fear of the birds had some foundation. The birds had never\nceased their attacks and he had learned to fend them off pretty much as\na man swats flies. But upon this morning his attention was riveted to a\nparticularly large reward of yellow dust from his last panning and one\nof the black raiders got through. It drove its bill into his neck with\na squawk of triumph and got up and away before his swinging fist could\nsmash it down.\n\nHe slapped his hand over the puncture and swore at the bird. Damned\nnuisances! He looked at his hand and saw blood.\n\n\n\nHe forgot the incident for ten minutes. Then a dull ache brought his\nhand again to his neck. He found a lump the size of an egg. First, he\nwas merely annoyed, then mildly frightened as the dull ache turned into\na sharp pain.\n\nThere were some drugs among his gear. He put down his pan and moved\ntoward camp. Perhaps the wound should be lanced and disinfected. He had\ntaken but ten steps when the lump seemed to bulge under his fingers.\nThe sharp pain shot downward through his neck and into his shoulders.\n\nAnother step and agony such as he had never known took possession of\nhis body. He tried to scream but his throat was paralyzed. A condition\npast all panic seized his mind as the agony became too great to bear.\n\nIn those last few seconds he lost his mind, asking for death with his\nlast conscious thought.\n\nAnd within fifteen minutes of the bird's attack, Gunnison lay dead in\nthe bleak fastnesses of the Ghanati.\n\nThe natives found him and went into protestations of violent grief.\nThey groveled and demonstrated their adoration by rubbing their faces\nbrutally upon the ground.\n\nBut like the children they were, they soon became joyful in the\nknowledge that they could serve Gunnison in death far better than in\nlife.\n\nThey lifted his body and formed a procession as they bore it to the\ncenter of their ruined city. Once there, they went deep into one of\nthe caves and brought forth those things their heritage taught them\nwere valuable only to the dead. Things they and their ancestors and the\ngreat race that preceded them gave only to the dead.\n\nA casket requiring ten carriers for the lifting. A burial robe for the\ncorpse. Casks and urns and numerous articles to be used by Gunnison in\nthe next world.\n\nThey buried him reverently as it was given them to understand\nreverence. There was singing, dancing, and much joy.\n\nSo Gunnison came thus to his end. A grave deep in the Ghanati and there\nis nothing of importance left to tell. Nothing of importance, but one\nnote of possible interest.\n\nThe casket and the robe and all the farewell gifts were exquisitely\nfashioned.\n\nFrom purest gold.",
    "metadata": {
        "author": [
            "Purcell, Dick"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/66752/pg66752.txt",
        "name": "gunnison_s_bonanza.json"
    }
}