{
    "name": "Hafiz in London",
    "author": [
        "McCarthy, Justin H. (Justin Huntly)",
        "McCarthy, Justin Huntly",
        "M'Carthy, Justin Huntly"
    ],
    "body": "  Hafiz in London! even so.\n  For not alone by Rukni’s flow\n  The ruddy Persian roses grow.\n\n  Not only ’neath the cypress groves,\n  With soul on fire the singer roves,\n  And tells the laughing stars his loves.\n\n  Here in this city--where I brood\n  Beside the river’s darkling flood,\n  And feed the fever in my blood\n\n  With Eastern fancies quaintly traced\n  On yellow parchment, half effaced\n  In verses subtly interlaced--\n\n  Men eat and drink, men love and die,\n  Beneath this leaden London sky,\n  As eastward where the hoopoos fly,\n\n  And through the tranquil evening air\n  A muezzin from the turret stair\n  Summons all faithful souls to prayer.\n\n  And we who drink the Saki’s wine\n  Believe its juice no less divine\n  Than filled, Hafiz, that cup of thine.\n\n  Master and most benign of shades,\n  Before thy gracious phantom fades\n  To Mosellay’s enchanted glades,\n\n  Breathe on my lips, and o’er my brain\n  Some comfort for thy child, whose pain\n  Strives as you strove, but strives in vain.\n\n  When sundown sets the world on fire,\n  The music of the Master’s lyre\n  Deadens the ache of keen desire.\n\n  Reading this painted Persian page,\n  Where, half a lover, half a sage,\n  You built your heart a golden cage,\n\n  My fancy, skimming southern seas,\n  Wanders at twilight where the breeze\n  Flutters the dark pomegranate trees.\n\n  We all are sultans in our dreams\n  Of gardens where the sunlight gleams\n  On fairer flowers and clearer streams;\n\n  And thus in dreams I seek my home\n  Where dim Shiraz, dome after dome,\n  Smiles on the water’s silver foam;\n\n  The dancing girls, with tinkling feet\n  And many-coloured garments, beat\n  Their drums adown the twisted street;\n\n  And while the revel sways along,\n  The scented, flower-crowned, laughing throng\n  Seem part and parcel of thy song.\n\n  Hafiz, night’s rebel angels sweep\n  Across the sun; I pledge you deep,\n  And smiling, sighing, sink to sleep.\n\n\n\n\n_MEMORY._\n\n\n  Sitting silent in the twilight, faces of my former loves\n  Float about my fancy softly, like a silver flight of doves.\n\n  Brighter than the stars of heaven is the shining of their eyes,\n  Sweeter are their angel voices than the speech of Paradise.\n\n  I am old and grey and weary, winter in my blood and brain;\n  But to-night these haunting phantoms conjure up my youth again.\n\n  Lovingly I name them over, all that world of gracious girls,\n  Almond-eyed and jasmine-bosomed, like a poet stringing pearls.\n\n  In my tranquil cypress mazes just outside the sleepy town,\n  Blooms a tribe of laughing lilies fairer than a kingly crown.\n\n  Every lily in the garden wears a woman’s gracious name,\n  Every lily in the garden set my spirit once aflame;\n\n  And amongst that throng of lilies scarcely whiter than his hair,\n  Hafiz sits and dreams at sunset of the flowers no longer fair;\n\n  Of the sweethearts dead and buried whom I worshipped long ago,\n  When this beard as grey as ashes was as sable as the sloe.\n\n  I would weep if I were wiser, but the idle child of song\n  Leaves reflection to the Mullah, sorrow to the Sufi throng.\n\n  Am I wrong to be contented in the sunlight to rehearse\n  Pleasant tales of love and lovers in my honey-laden verse?\n\n  While the vinepress with the life-blood of the purple clusters drips,\n  I forget how slowly, surely, day by day to darkness slips,\n\n  Heedless how beyond the gateway in the field the nations jar,\n  Hand on throat and hand on sabre in the trampled lanes of war.\n\n  Ah! ’tis better on this pleasant river bank to lie reclined,\n  While the ghosts of old affections fill the harem of my mind.\n\n  Think no more of love and lasses, Hafiz; you can scarcely hold\n  The Koran with trembling fingers. Hafiz, you are growing old.\n\n\n\n\n_ELD._\n\n\n  Hafiz, you are growing old;\n    Hafiz, all the girls abandon\n  Bards whose blood is getting cold,\n    Bards whom Time has laid his hand on.\n  All the merry songs you sung\n  In the days when you were young,\n  Are not worth a feather’s weight\n  To arrest the fist of Fate\n    When it jogs your shifting sand on.\n\n  Hafiz, though a tinge of grey\n    Shames the locks that once were sable,\n  Drink and laugh the world away,\n    Swear that eld’s a housewife’s fable;\n  Vow that youth is always yours\n  While the graceful gait allures,\n  While the perfume haunts the rose,\n  While a ruddy balsam flows\n    From the flagon on the table.\n\n  Just a word within your ear,\n    Hafiz: you’re a craven creature\n  If you waste a single tear\n    On the thought that every feature\n  Of the fairest face a maid\n  Ever showed the sun must fade;\n  Rather bid your mistress weigh\n  Youth and beauty’s barren stay,\n    And a wiser lesson teach her.\n\n  Tell her youth was made for love;\n    Tell her wine was made for drinking;\n  Tell her that in heaven above\n  Mahmoud and his saints are winking\n    At the golden jest of youth;\n  Tell her wisdom’s wisest truth\n  Is, be merry while you may,\n  Cease regretting yesterday,\n    Or about to-morrow thinking.\n\n\n\n\n_LONG AGO._\n\n\n  All my youth’s desires are buried,\n    Each within its narrow grave;\n  Long ago their ghosts were ferried\n    O’er Jaihun’s enchanted wave;\n    Wild ambitions bright and brave,\n    Loves that made me serve a slave,\n  All have slipped away like snow\n          Long ago.\n\n  Stars in which my youth delighted\n    Vanish from the heavenly band,\n  And I wander a benighted\n    Stranger in a stranger land;\n    There is no one left to stand\n  By my side or take my hand,\n    Of the friends I worshipped so\n          Long ago.\n\n  One sweet name of all the number\n    Haunts the chambers of my brain,\n  One sweet shape disturbs my slumber,\n    Loved too well and loved in vain.\n    Ah, Ferangis! give again\n    Half the pleasure, all the pain,\n  That my boyhood used to know\n          Long ago.\n\n  These are dreams: I must remember\n    That my youthful days are dead,\n  That the rigours of December\n    Grizzle e’en a poet’s head.\n    Gone is gone, and dead is dead,\n    And no roses bloom as red\n  As the roses used to blow\n          Long ago.\n\n  Though my eyes pursue the swallow\n    As he travels towards the sun,\n  Aged limbs refuse to follow\n    Where the fancies lightly run.\n    Hafiz, cease, the game is done,\n    Life’s fantastic robe is spun;\n  Fate marked out the way to go\n          Long ago.\n\n  You were passionate, my poet,\n    In your manhood’s golden dawn;\n  Seized the seed of life to sow it\n    On the tulip-tinted lawn;\n    Now you sit at home and yawn,\n    Withered, grizzled, bent and drawn,\n  By the hearth: you scorned its glow\n          Long ago.\n\n  What is left? a sigh, a shudder,\n    For my past, and for the goal\n  Where, a boat without a rudder,\n    Drifts my tempest-troubled soul;\n    Ah! death’s angel, taking toll,\n    Shall I find within thy bowl\n  Better wine than used to flow\n          Long ago?\n\n\n\n\n_VANITY._\n\n\n  I dreamt all night of your cold caresses;\n    Your kisses froze on my lips like flakes\n    Of pitiless snow that chills and breaks\n  The warm heart snared in your sombre tresses.\n\n  I woke with a groan in the livid morning,\n    Groaned and swore I would break away\n    From the bitter bondage of love, and repay\n  Laughter with laughter, and scorn with scorning.\n\n  Ere noon was hot in the heavens, I met you;\n    You had but to smile as you passed, and lo!\n    I was your lover again. Heigho!\n  Hate you or love you, I can’t forget you.\n\n\n\n\n_KAIF._\n\n\n  Mine be the musk and the music, mine be the laughing girl;\n    Mine be the ample flagon, brimmed with the blood of the vine;\n  Mine the divan encushioned, watching the dancers twirl;\n    Mine the narghili serpent, breathing its soul divine.\n\n  Others can juggle with statecraft, others can lust for command;\n    Others can envy their fellows woman or vintage or gold;\n  Others can wrangle for title, fight for a rood of land;\n    Others think souls and bodies things to be bought and sold.\n\n  Such as they are, God made them; such as they are, God guides;\n    Such as they are, they do their task, fill place in the world\n      awhile;\n  Such as they are, they eat and drink, and sleep on the breasts of\n      their brides;\n    Such as they are, they sicken and die--may jackals their graves\n      defile.\n\n  I for my part am happy, I for my part am calm,\n    I for my part rejoice to the full in the hour that glideth by,\n  I for my part with all my heart delight in the vineyard’s balm,\n    I for my part will love and laugh till my moment comes to die.\n\n  Grant me, Allah, digestion; grant me, Allah, desire;\n    Grant me a mistress with almond eyes and cinnamon-scented breath;\n  Grant me a golden vessel filled with the vineyard’s fire;\n    Grant me, Allah, a lazy life, and later a lazy death.\n\n  Dearest, I once was foolish; dearest, I once was young;\n    Dearest, I once would have sold my soul for the price of a\n      passionate kiss;\n  Dearest, you know what your lover was when the songs of his youth\n      were sung;\n    Dearest, the devil deserves your soul for driving me down to this.\n\n\n\n\n_YOU AND I._\n\n\n  Spare your censures, worthy friend, on my love of drinking;\n  Shut your senses, if you please, to the glasses clinking.\n\n  Only, while you rest with me, prithee keep your curses\n  For some other fellow’s wine, other fellow’s verses.\n\n  By what frenzy of reproof is your wisdom bitten?\n  Are the sins that I commit in your volume written?\n\n  If I run a tavern score, you don’t pay the reckoning;\n  If the Lotus-maiden nods, not to you she’s beckoning.\n\n  Who shall say behind the Veil which is good and evil?\n  Who shall say if you or I journey to the devil?\n\n  Very varied laws of life you and I are firm on;\n  Which of us, my friend, is text? which of us is sermon?\n\n  Every sober man or drunk seeks his soul’s ideal;\n  In the tavern and the mosque love alike is real.\n\n  Paradise is fair indeed; but this side of heaven\n  There is joy in noonday sun, joy in shades of even.\n\n  Be not boastful of thy worth, for who knows when mounted\n  To the final judgment-seat how his sum is counted?\n\n  Sanctimonious folk like you, filled with moral phrases,\n  May be sent, to your surprise, packing off to blazes;\n\n  While poor rogues like us, who drink ere the vintage fail us,\n  May be plucked to Paradise from this very alehouse.\n\n\n\n\n_CONSOLATION._\n\n\n  Weep not for the lost Yusuf, in Canaan his eyes shall close;\n  Weep not for your wasted garden, it shall blossom like the rose.\n\n  Weep not for your nights of revel, weep not for your days of tears,\n  For an hour’s repentance cancels all the sins of sixty years.\n\n  Weep not, soul with sorrow laden, once again the spring returns;\n  Singer of the night, your planet once again in heaven burns.\n\n  Weep not for your boyhood’s passions, weep not for your youth’s\n      despair;\n  Every poet’s heart was tangled sometime in a woman’s hair.\n\n  Weep not, watcher for to-morrow, that thou never canst prevail\n  With the stars to tell the secret shrouded up behind the Veil.\n\n  Weep not if life’s gloomy pathway terrifies your wandering soul,\n  For the byeway, not the highway, best conducteth to the goal.\n\n  Weep not for the loss of brother, grieve not at the gain of foe;\n  Would you with Allah be angry when the winds of winter blow?\n\n  Weep not, Hafiz, poor and lonely, but not all unhappy man,\n  While your life’s as true and upright as ordained by Alkoran.\n\n\n\n\n_LOTUS._\n\n\n  I love the Lotus-blossom when it wreathes\n    Its painted petals in my sweetheart’s tresses,\n  And she, enchanted by its odour, breathes\n    Soft words of love, and soothes with soft caresses.\n\n  I love the Lotus-blossom when it lies\n    On the white bosom of a sleeping woman,\n  And falls and rises as the dreamer sighs,\n    For that love’s sake she yet has told to no man.\n\n  I love the Lotus-blossom, for it grows\n    On a lone grave beside a silent river;\n  There my youth’s mistress takes her last repose:\n    I loved, I hated, and I now forgive her.\n\n\n\n\n_PHILOSOPHY FOR OTHERS._\n\n\n  Salute the summer, breathe the breath of God,\n    Be happy while you can, for by-and-by\n    You that are now so full of life must die,\n  And redder roses blossom from your sod.\n\n  Believe me, brother, that behind the Veil\n    A harp is touched, and one is singing to it\n    A song of counsel, if you only knew it;\n  When wilt thou list, and let that song prevail?\n\n  Ask not poor Hafiz to admonish you\n    With whom you should frequent, with whom be drinking,\n    For surely half an hour of tranquil thinking\n  Will teach you better what you ought to do.\n\n  The road that leads us to the Friend at last\n    Is hard to travel, full of fear, temptation;\n    But think, my brother, think of the elation\n  In looking back along the road you’ve past.\n\n  Cease this perplexing problem to revolve;\n    Him the world clutches with a thousand fingers\n    Who on the pathway of his purpose lingers\n  To solve the riddle none were meant to solve.\n\n  For every flower that in the meadow blows,\n    Is like a book God opened to confess on\n    His secret purpose. But canst read the lesson\n  Writ in the purple petals of the rose?\n\n  And yet, O Hafiz! thou that talkest so wise\n    Of prudence, and of patience, and compassion,\n    Thy heart is all on fire with foolish passion\n  For one fair face and two tormenting eyes.\n\n\n\n\n_WISDOM._\n\n\n  Weep not for the waning rose\n  Sigh not when the south wind blows,\n  Drown reflection in the can,\n  Dissipated Mussulman;\n  Better to be glad than sad,\n  By the waves of Rocknabad.\n\n  If the truth must be confest,\n  Youth’s a juggle, love’s a jest,\n  Life’s a comic caravan,\n  Discontented Mussulman;\n  Better to be glad than sad,\n  By the waves of Rocknabad.\n\n  Eat your crust and drink your wine,\n  Deem the girl you love divine,\n  Make you merry for a span,\n  Philosophic Mussulman;\n  Better to be glad than sad,\n  By the waves of Rocknabad.\n\n\n\n\n_RENUNCIATION._\n\n\n  Thus Allah makes proclamation:\n    Ye that seek for peace of mind,\n    What ye seek will only find\n  In the word renunciation.\n\n  Must I spill the wine I’m drinking,\n    Must I practise what I preach,\n    Ere Mohammed’s hand will reach\n  Out to save my soul from sinking?\n\n  Must I shrink from soft caresses,\n    Must I turn my eyes away,\n    Must my heart no longer stay\n  In the tangle of your tresses?\n\n  Talk no more; I’ll not believe it;\n    Love is far too sweet to lose,\n    And while wine is in the cruse,\n  By my beard I’ll never leave it.\n\n  Hafiz, if the dedication\n    Of thy being must belong\n    Thus to woman, wine, and song,\n  Cease to preach renunciation.\n\n\n\n\n_AFTER RHAMAZAN._\n\n\n  Thank Allah! the fast is over;\n    Thank Allah! the feast is here;\n  And at last each jolly lover\n  Of the vintage lives in clover\n    Through the sweetest of the year.\n\n  Hide thy visage, sour ascetic;\n    Go thy ways, thy hour has past;\n  While all revellers poetic\n  Join in union sympathetic,\n    Drinking full and drinking fast.\n\n  Why should I incur reproaches\n    If I like a stoup of wine?\n  Thank Allah! the hour approaches\n  When the jolly tapster broaches\n    Liquor more than half divine.\n\n  He that drains a decent flagon\n    At the wine house, can ignore\n  How the tongues of envy wag on.\n  Think how dull their days must drag on,\n    Who run up no wine-house score.\n\n  For Allah’s illumination,\n    Shining on this rosy tide,\n  Finds no smug dissimulation,\n  Calling out for reprobation,\n    Fair without and foul inside.\n\n  Clean our lives, our language civil,\n    Alkoran’s law understood;\n  And we never let the devil\n  Catch us calling good things evil,\n    And the things of evil good.\n\n  Where’s the harm of my carouses\n    With the vineyard’s sanguine flood?\n  If I drink till dawn arouses\n  All the Muftis from their houses,\n    Do I drink my brother’s blood?\n\n  Hafiz, cease thy soul to trouble\n    With the wherefore and the how;\n  Laugh and love, for life’s a bubble;\n  Drink till everything grows double,\n    And the roses leave your brow.\n\n\n\n\n_LONELY._\n\n\n  I am lonely, very lonely, for the girl who stole my heart\n  Shines a star in other heavens, plays another lover’s part,\n  While I sit in sombre silence, hearing how my heart will beat,\n  When I catch the faintest footfall sounding down my dreary street.\n  Is it she, or else some message sent from her to soothe my pain,\n  Falling on the thirsty seeds of passion like a holy rain?\n  No, the sounds die out in silence, and the twilight deepens down,\n  And the orisons of evening breathe above the darkening town;\n  But my mosque is not the Mufti’s, for my beacon in the gloom\n  Is the crimson lamp-light floating from the tavern’s warmest room.\n  There I sit and drug my sorrow to a sleep that seems like death,\n  There forget that I have ever kissed her lips and felt her breath\n  From the parted smiling petals of the rose-flower of her mouth\n  Breathe upon my eyes and hair the perfumes of the odorous south.\n  It is war ’twixt wine and memory; on the tavern’s trampled sill\n  I will plant my colours proudly, ruddy as the drops that fill\n  Yonder jars, whose prisoned magic slays regret and saps desire,\n  Burning folly from my bosom with the vineyard’s liquid fire.\n  Woe is me! I boast untimely; even as I lift the cup,\n  On the purple flood the face of the beloved comes floating up.\n\n\n\n\n_COURAGE._\n\n\n  My soul rose out of its sleep, and said\n  There were angels once, but they all are dead;\n  And heaven is empty, and cold and grey\n  As a world whose heat has burnt away.\n\n  The leaves of the tree of life are shed,\n  The bird who sang in the boughs has fled,\n  The coffin of night shrouds the corpse of the day,\n  And winter withers the mirth of May.\n\n  Allah and Shitan have gone to bed,\n  The prophets and saints are lapped in lead,\n  The shrines are shattered and no men pray,\n  The law is broken and none obey.\n\n  The roses of youth are no longer red,\n  Bitter life’s wine is, bitter its bread,\n  The lips of the poets are stopped with clay,\n  And beauty fades into dull decay.\n\n  Then I turned me to Alkoran and read,\n  And Mohammed whispered, ‘Hold up thy head.\n  Sin is an enemy hard to slay;\n  Cry Allah ’l ’Akbar, and fight your way.’\n\n\n\n\n_VINE-VISIONS._\n\n\n  While the House of Hope is builded on the weak and shifting sand,\n  While our breath is as the wind is, take the flagon in your hand;\n\n  For while I was quaffing, laughing in the tavern yester-night,\n  From the unknown world an angel floated on my swimming sight--\n\n  Handed me a golden vessel, bade me drink, and as I drank\n  All my swooning senses straightway in the pool of slumber sank;\n\n  And I dreamed a dream enchanted of a land beyond the sky,\n  Where no youthful cheek grows paler, where no flagon e’er runs dry,\n\n  Where no woman whispers falsely, where no eyes are ever wet,\n  Where no kisses ever weary, where no loving hearts forget.\n\n  Then I woke, and wept at waking, leaving in that pleasant land\n  Fairer flowers than Mosellay has, bluer domes than Samarcand.\n\n  Nevermore, unhappy Hafiz, will you tread that pleasant land,\n  Though you sucked the Seven Oceans from their cup of golden sand.\n\n\n\n\n_A DREAM._\n\n\n  I dreamt, about the morning hours,\n  That in a field of scented flowers,\n            By Rocknabad’s cool flow,\n            I saw Ferangis go\n  Swift by me like a dream of spring;\n  And I, whose heart was hot to fling\n            Myself before my dear,\n            Stood full of silent fear.\n\n  And then I dreamt she came to lay\n  Softly her hand in mine and say,\n            ‘Hafiz, you yet shall know\n            How happy is your woe;\n  For what gift can the silent years\n  Offer so precious as these tears,\n            And memory of the ache\n            Your heart had for my sake?’\n\n  Then, seeming stirred by pitying thought\n  Of all the joy I vainly sought,\n            You gave your hand to kiss,\n            Saying, ‘Remember this\n  When you and I are grey and old,\n  When all this fiery love is cold,\n            And, honouring lost delight,\n            Keep your soul’s whiteness white.’\n\n  I had no power to speak or move;\n  Slowly the image of my love\n            Faded before my eyes\n            Like light from summer skies.\n  I wake and find Ferangis gone,\n  Yet scarce believe I am alone;\n            One minute since my hand\n            Had touched her where I stand.\n\n  I read of men whom love made mad\n  In antique legends, softly sad\n            As wind is after rain.\n            I weep for Saadi’s pain,\n  And stir the dust that lies above\n  Long shelves of poets crossed in love,\n            To gain from their disgrace\n            Some comfort for my case.\n\n  I find fit voices for my grief\n  In many a buried poet’s leaf;\n            But, ah! what ancient song\n            Contains a charm so strong\n  That it shall make your heart confess\n  You love me, neither more or less?\n            Which learning, surely I\n            Might be content to die.\n\n  And yet, when I reflect how fair\n  Those almond eyes and sable hair\n            And gracious body are,\n            I cry, ‘Out of my star\n  Such beauty is;’ I am as one\n  Who dreams of kingdoms till the sun\n            Warns, if he would be fed,\n            To rise and beg his bread.\n\n  Soft voices whisper in my ears,\n  ‘What girl deserves the grace of tears?’\n            Courage! the world is wide;\n            Life’s best is to be tried.\n  If this love fail, fresh loves await;\n  The reddest roses blossom late.\n            Have you not passed before\n            Out of love’s curtained door?\n\n\n\n\n_ATTAR OF LOVE._\n\n\n  There is neither pledge nor pity in the beauty of the rose\n  For the nightingale, whose sorrow in melodious madness flows;\n\n  Though the brown bird sang for ever till its singing spirit fled,\n  Still the rose would greet the west wind with its petals’ perfect\n      red.\n\n  Once a songster in the garden chanted to a scornful rose,\n  ‘Cease thy scorn, for in the hedges many a fairer blossom grows.’\n\n  Then the rose made answer smiling, ‘Singer, thou hast spoken sooth,\n  But no lover e’er addresses lover with so little ruth.\n\n  ‘Think not how the roses wither, be but gay while roses bloom,\n  For the world’s delight is little in the shadow of the tomb.’\n\n  Hafiz, if you sang more sweetly than the wind among the reeds,\n  She you love is but the rose tree, and the rose tree never heeds.\n\n\n\n\n_VAULTING AMBITION._\n\n\n  Once in my way an Arab story came\n    Relating how a poet, drugged with wine,\n    Watched from the tavern door where the divine\n  Pale moon lit all the sky with silver flame;\n  And crying, ‘By Allah’s eternal name,\n    I swear that argent splendour shall be mine!’\n    Leaped, clutching at the sky, and rolled supine\n  A muddy rascal, steeped in mire and shame.\n  This is our common madness. Am not I\n    Moon-haunted by thy beauty? Yet I stand\n  No farther from the empress of the sky\n    Than from one touch of thy all-conquering hand;\n  And though my songs made all the heavens sigh,\n    I know you will not pity, nor understand.\n\n\n\n\n_A NIGHT-PIECE._\n\n\n  Once at night I paced my garden, seeking--but I sought in vain--\n  From the perfume of the roses balsam for my burning brain;\n\n  For through all that dusk the circle of a single damask bloom\n  Shone more brightly than the cresset on a true believer’s tomb;\n\n  And so haughty in the splendour of her beauty burned this rose,\n  That she banished from the bosom of the nightingale repose,\n\n  While the eyes of sad narcissus floated o’er with loving tears,\n  And the tulip bared her bosom wounded by a thousand spears.\n\n  Vainly then the lily offered to console the poet’s care,\n  Vainly too the violet pleaded, ‘Are no other blossoms fair?’\n\n  Since the only potent rival of the rose tree is the vine,\n  Let me drown my hopeless passion in the Seven Seas of wine.\n\n  ‘Hafiz, I conjure thee, from the rose tree pluck thy heart away.’\n  Lo, the message is delivered, and the bearer speeds away.\n\n\n\n\n_FALLEN ANGELS._\n\n\n  ’Tis written in the Writing how a pair\n  Of angels dwelt with children of the dust,\n  And judged between the just and the unjust;\n    Loyal to God, until a woman, fair\n    As sun or stars, entangled in her hair\n  The hearts of those twin angels, and dark lust\n  Consumed them, till they whispered, ‘Surely must\n    We temper justice to a thing so rare.’\n  God punished those false angels, yet if I\n    Were placed like them upon some judgment-seat\n  Speaking the law, and you came wandering by,\n    One smile of yours would fling me at your feet\n    Crying, ‘Have pity upon me, O most sweet!\n    Do with me as you will, and let me die.’\n\n\n\n\n_PRAISE OF WINE._\n\n\n  Once again the ruddy vintage storms the chambers of my brain,\n  Steals my senses with its kisses, steals and yet shall steal again;\n\n  But I do not blame the grape’s blood for the vengeances it wreaks\n  When it plants its purple standard on the stronghold of my cheeks.\n\n  May Allah confer his blessing on the hands that pluck the grape,\n  May their footsteps never fail who tread its clusters out of shape.\n\n  Since the love of wine was written by Fate’s finger on my brow,\n  What is written once is written, and you cannot change it now;\n\n  Talk no babble about wisdom: in the awful hour of death,\n  Is the breath of Aristotle better than the beggar’s breath?\n\n  Spare me, pious friend, reproaches, for the selfsame God who chose\n  You to be so wise and pious, made me love the wine and rose.\n\n  Hafiz, spend thy life so wisely that when thou at last art dead,\n  ‘Dead’ may not be all the comment, all the requiem that’s said.\n\n\n\n\n_HAROUN ER-RASHEED’S POET._\n\n\n  Khalifah Haroun, surnamed Er-Rasheed,\n    In the calm evening of a festal day,\n    Ordered his bard, Abu-l’Atahiyeh,\n  To praise the life it pleased his lord to lead.\n\n  The poet bowed and stirred the silver wires,\n    And sang, ‘Khalifah, peace and pleasure wait\n    Within the shadow of your palace gate,\n  And deep fulfilment of your heart’s desires.’\n\n  Said Haroun, smiling, ‘Here is silver speech\n    That shall be sealed with silver; speak again,\n    And find my bounty boundless as the main\n  Which knows, so poets say, no further beach.’\n\n  Again the poet’s voice and lute allied,\n    ‘Let not the day star nor the night star shine\n    Upon the hour that leaves a wish of thine,\n  Thy lightest wish, Haroun, ungratified.’\n\n  Still Haroun smiled, ‘This time thy words are gold,\n    And shall be guerdoned with a golden fee;\n    Sing on, sweet voice, sing on and comfort me,\n  Nor ever fear to find thy master cold.’\n\n  Then sang Abu-l’Atahiyeh aloud,\n    ‘In those dark moments when thy faltering breath\n    Shall strive in vain against all-conquering death,\n  These things shall seem like shadows on a shroud.’\n\n  There fell a fearful silence on the place,\n    While the scared guests saw Haroun from his throne\n    Frown at the bard, and then, with a deep groan,\n  Hide in his trembling hands his weeping face.\n\n  Straightway a supple courtier standing by\n    Cried to the singer, ‘Blasted be the throat\n    Which frights our master with a boding note\n  In lieu of mirthful music; look to die.’\n\n  ‘Nay,’ Haroun whispered, ‘do not blame the bard;\n    He saw our soul benighted, and, like wind,\n    Dispersed the veil of error. Let him find\n  My richest gems too poor for his reward.’\n\n\n\n\n_GHAZEL._\n\n\n  If the gracious girl I worship would but take my heart in hand,\n  I would give her for her beauty Ispahan and Samarcand.\n\n  But this lass, the very fairest trouble of our tranquil town,\n  Plucks all patience from my bosom, lifts my hopes to laugh them down.\n\n  She has slandered me, so be it; I forgive her, speaking sooth,\n  For the harshest words fall softly from the scarlet lips of youth;\n\n  Yet I dare not call her cruel, though she does me grievous wrong,\n  For what lovely face is flattered by the proudest poet’s song?\n\n  Fill, then, friend, while wine remaineth, for in Paradise, dear lad,\n  We shall sigh for Mosellay and weep the waves of Rocknabad.\n\n  Speak of wine and song and women; cease, I pray, to seek in vain,\n  What that mystery most mystic called to-morrow may contain.\n\n  String thy pearls and sing them, Hafiz, for from heaven’s golden bars\n  God has shed upon thy verses all the sweetness of the stars.\n\n\n\n\n_THE GRAVE OF OMAR-I-KHAYYAM._\n\n\n  I, named Nizami, child of Samarcand,\n  The holy place whose towers aspire to heaven,\n  Whose domes are blue as heaven’s inverted cup,\n  The consecrated shrine, head of Islam,\n  Whose heart is at Meccah, the happy spot\n  Where bloom the gardens of the Heart’s Delight,\n  Where in the house upon the Shepherd’s Hill\n  Wise men pursue the pathway of the stars--\n  I, even Nizami, write this record down\n  In God’s name, merciful, compassionate,\n  A proof of his compassion.\n                              When my youth\n  Burned in my body like a new-fed flame,\n  When wisdom seemed an easy flower to pluck,\n  And knowledge fruit that ripens in a day;\n  Ah me! that merry When so long ago\n  I was a pupil of that man of men,\n  Omar, the tent-maker of Naishapur,\n  That is Khorassan’s crown, Omar the wise,\n  Whose wisdom read the golden laws of life,\n  And made them ours for ever in his songs,\n  Omar the star-gazer.\n                        One day by chance,\n  I taxing all my student’s store of wit\n  With thought of is and is not, good and bad,\n  And fondly dreaming that my fingers soon\n  Would close upon the key of heaven and earth,\n  I met my master in a garden walk,\n  Musing as was his wont, I knew not what,\n  Perhaps some better mode of marshalling\n  Those daily soldiers of the conquering years,\n  Perchance some subtler science which the stars\n  Ciphered in fire upon the vaulted sky\n  For him alone, perchance on some rare rhymes\n  Pregnant with mighty thoughts, or on some girl,\n  Star-eyed and cypress-slender, tulip-cheeked\n  And jasmine-bosomed, for he loved such well,\n  And deemed it wisdom.\n                         Omar saw me not,\n  And would have passed me curtained in his thoughts;\n  But I, perked up with youthful consequence\n  At mine own wisdom, plucked him by the sleeve,\n  And with grave salutation, as befits\n  The pupil to the master, stayed his course\n  And craved his patience.\n                            Omar gazed at me\n  With the grave sweetness which his servants loved,\n  And gave me leave to speak, which I, on fire\n  To tell the thing I thought, made haste to do,\n  And poured my babble in the master’s ear\n  Of solving human doubt.\n                            When I had done,\n  And, panting, looked into my master’s eyes\n  To read therein approval of my plan,\n  He turned his head, and for a little while\n  Waited in silence, while my petulant mind\n  Galloped again the course of argument\n  And found no flaw, all perfect.\n                                  Still he stood\n  Silent, and I, the riddle-reader, vexed\n  At long-delayed approval, touched again\n  His sleeve, and with impatient reverence\n  Said,\n        ‘Master, speak, that I may garner up\n  In scented manuscripts the thoughts of price\n  That fall from Omar’s lips.’\n                                He smiled again\n  In sweet forgiveness of my turbulent mood,\n  And with a kindly laughter in his eyes\n  He said,\n          ‘I have been thinking, when I die,\n  That I should like to slumber where the wind\n  May heap my tomb with roses.’\n                                So he spoke,\n  And then with thoughtful face and quiet tread\n  He past and left me staring, most amazed\n  At such a pearl from such a sea of thought,\n  And marvelling that great philosophers\n  Can pay so little sometimes heed to truth\n  When truth is thrust before them. God be praised!\n  I am wiser now, and grasp no golden key.\n\n  Years came and went, and Omar passed away,\n  First from those garden walks of Samarcand\n  Where he and I so often watched the moon\n  Silver the bosoms of the cypresses,\n  And so from out the circle of my life,\n  And in due season out of life itself;\n  And his great name became a memory\n  That clung about me like the scent of flowers\n  Beloved in boyhood, and the wheeling years\n  Ground pleasure into dust beneath my feet;\n  And so the world wagged till there came a day\n  When I that had been young and was not young,\n  I found myself in Naishapur, and there\n  Bethought me of my master dead and gone,\n  And the musk-scented preface of my youth.\n  Then to myself I said, ‘Nizami, rise\n  And seek the tomb of Omar.’\n                              So I sought,\n  And after seeking found, and, lo! it lay\n  Beyond a garden full of roses, full\n  As the third heaven is full of happy eyes;\n  And every wind that whispered through the trees\n  Scattered a heap of roses on his grave;\n  Yea, roses leaned, and from their odorous hearts\n  Rained petals on his marble monument,\n  Crimson as lips of angels.\n                              Then my mind,\n  Sweeping the desert of departed years,\n  Leaped to that garden speech in Samarcand,\n  The cypress grove, my fretful questioning,\n  And the mild beauty of my master’s face.\n  Then I knelt down and glorified Allah,\n  Who is compassionate and merciful,\n  That of his boundless mercy he forgave\n  This singing sinner; for I surely knew\n  That all the leaves of every rose that dripped\n  Its tribute on the tomb where Omar sleeps,\n  Were tears and kisses that should smooth away\n  His record of offence; for Omar sinned,\n  Since Omar was a man.\n                        He wished to sleep\n  Beneath a veil of roses; Heaven heard,\n  Forgave, and granted, and the perfumed pall\n  Hides the shrine’s whiteness. Glory to Allah!\n\n\n\n\n_OMAR ANSWERS._\n\n\n  Now by the memory of Kai Khosru,\n  Of Kaikobad, of Zal and Rustem too,\n    O English singer rousing me from sleep,\n  The student of the stars will answer you.\n\n  For what avails it cycles to have lain\n  Since first the roses gushed their scented rain\n    Upon my grave in Naishapur if men\n  In the world’s winter take my name in vain?\n\n  Through piled-up earth and ages echoes reach\n  My tranquil slumbers of an alien speech,\n    Blown over seas wherein strange doctors preach\n  Strange sermons on the things I thought to teach.\n\n  For, misinterpreting the songs I sung,\n  By vain desire and vain ambition stung,\n    O for one hour of that lost age! they cry,\n  That golden age when old Khayyam was young.\n\n  Fools who believe the world was otherwise\n  Than what it now is in the Persian’s eyes,\n    Or think the secret of content was found\n  Beneath the canopy of Persian skies.\n\n  Man is to-day what man was yesterday--\n  Will be to-morrow; let him curse or pray,\n    Drink or be dull, he learns not nor shall learn\n  The lesson that will laugh the world away.\n\n  The world as grey or just as golden shows,\n  The wine as sweet or just as bitter flows,\n    For you as me; and you, like me, may find\n  Perfume or canker in the reddest rose.\n\n  The tale of life is hard to understand;\n  But while the cup waits ready to your hand,\n    Drink and declare the summer roses blow\n  As red in London as in Samarcand.\n\n  Lips are as sweet to kiss and eyes as bright\n  As ever fluttered Omar with delight;\n    English or Persian, while the mouth is fair,\n  What can it matter how it says good-night?\n\n  Whether the legend in the Book of Youth\n  Runs left or right, it reads a prayer for ruth;\n    The music of the bird upon the bough\n  Meant, and still means, no more nor less than truth.\n\n  The wisdom of the wisest of the wise\n  Is but the pinch of powder in the eyes\n    Thrown by the fingers of the fiend, that we\n  True things from false may fail to recognise.\n\n  And not a pang which vexes human flesh,\n  And not a problem which the Sufis thresh,\n    But scared my body or perplexed my soul,\n  And what I felt each man must feel afresh.\n\n  So, brother, by Allah! forbear to weep:\n  Life is a wine which you may drink as deep\n    As ever I did, for the hour will come\n  When you, like old Khayyam, will fall asleep.\n\n  Therefore, O northern singer! prithee cease\n  To vex my sprite with questions. Know, thy lease\n    Was by the selfsame Master made as mine;\n  Be patient, then, and let me sleep in peace.\n\n\n  ﺗﻢ ﺍﻟﻜﺘﺎﺏ‏\n\n\nPRINTED BY\nSPOTTISWOODE AND CO., NEW-STREET SQUARE\nLONDON\n\n\n\n\n      *      *      *      *      *      *\n\n\n\nUnusual, archaic and obsolete spellings have not been changed. The only\nchange made in the text was to add the Dedication and the Transcriber’s\nNote to the Table of Contents.\n\nThe Persian phrase on the title page is a line from one of the Ghazels\nof Hafiz, which might be translated as: ‘If my hand cannot reach\nyour trailing tress the fault lies in my own ill-starred fate and\nstumpy arm.’ The Persian phrase at the end of the book means ‘The end\nof the book.’ Persian transliteration and translations by Matthew\nMelvin-Koushki.",
    "metadata": {
        "author": [
            "McCarthy, Justin H. (Justin Huntly)",
            "McCarthy, Justin Huntly",
            "M'Carthy, Justin Huntly"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/51392/pg51392.txt",
        "name": "hafiz_in_london.json"
    }
}