{
    "name": "Hall of Mirrors",
    "author": [
        "Brown, Fred",
        "Brown, Fredric"
    ],
    "body": "For an instant you think it is temporary blindness, this sudden dark\nthat comes in the middle of a bright afternoon.\n\nIt _must_ be blindness, you think; could the sun that was tanning you\nhave gone out instantaneously, leaving you in utter blackness?\n\nThen the nerves of your body tell you that you are _standing_, whereas\nonly a second ago you were sitting comfortably, almost reclining, in a\ncanvas chair. In the patio of a friend's house in Beverly Hills. Talking\nto Barbara, your fiancee. Looking at Barbara--Barbara in a swim\nsuit--her skin golden tan in the brilliant sunshine, beautiful.\n\nYou wore swimming trunks. Now you do not feel them on you; the slight\npressure of the elastic waistband is no longer there against your waist.\nYou touch your hands to your hips. You are naked. And standing.\n\nWhatever has happened to you is more than a change to sudden darkness or\nto sudden blindness.\n\nYou raise your hands gropingly before you. They touch a plain smooth\nsurface, a wall. You spread them apart and each hand reaches a corner.\nYou pivot slowly. A second wall, then a third, then a door. You are in a\ncloset about four feet square.\n\nYour hand finds the knob of the door. It turns and you push the door\nopen.\n\nThere is light now. The door has opened to a lighted room ... a room\nthat you have never seen before.\n\n\n\nIt is not large, but it is pleasantly furnished--although the furniture\nis of a style that is strange to you. Modesty makes you open the door\ncautiously the rest of the way. But the room is empty of people.\n\nYou step into the room, turning to look behind you into the closet,\nwhich is now illuminated by light from the room. The closet is and is\nnot a closet; it is the size and shape of one, but it contains nothing,\nnot a single hook, no rod for hanging clothes, no shelf. It is an empty,\nblank-walled, four-by-four-foot space.\n\nYou close the door to it and stand looking around the room. It is about\ntwelve by sixteen feet. There is one door, but it is closed. There are\nno windows. Five pieces of furniture. Four of them you recognize--more\nor less. One looks like a very functional desk. One is obviously a\nchair ... a comfortable-looking one. There is a table, although its top\nis on several levels instead of only one. Another is a bed, or couch.\nSomething shimmering is lying across it and you walk over and pick the\nshimmering something up and examine it. It is a garment.\n\nYou are naked, so you put it on. Slippers are part way under the bed (or\ncouch) and you slide your feet into them. They fit, and they feel warm\nand comfortable as nothing you have ever worn on your feet has felt.\nLike lamb's wool, but softer.\n\nYou are dressed now. You look at the door--the only door of the room\nexcept that of the closet (closet?) from which you entered it. You walk\nto the door and before you try the knob, you see the small typewritten\nsign pasted just above it that reads:\n\n    This door has a time lock set to open in one hour. For reasons you\n    will soon understand, it is better that you do not leave this room\n    before then. There is a letter for you on the desk. Please read it.\n\nIt is not signed. You look at the desk and see that there is an envelope\nlying on it.\n\nYou do not yet go to take that envelope from the desk and read the\nletter that must be in it.\n\nWhy not? Because you are frightened.\n\nYou see other things about the room. The lighting has no source that you\ncan discover. It comes from nowhere. It is not indirect lighting; the\nceiling and the walls are not reflecting it at all.\n\nThey didn't have lighting like that, back where you came from. What did\nyou mean by _back where you came from_?\n\nYou close your eyes. You tell yourself: _I am Norman Hastings. I am an\nassociate professor of mathematics at the University of Southern\nCalifornia. I am twenty-five years old, and this is the year nineteen\nhundred and fifty-four._\n\nYou open your eyes and look again.\n\n\n\nThey didn't use that style of furniture in Los Angeles--or anywhere else\nthat you know of--in 1954. That thing over in the corner--you can't even\nguess what it is. So might your grandfather, at your age, have looked at\na television set.\n\nYou look down at yourself, at the shimmering garment that you found\nwaiting for you. With thumb and forefinger you feel its texture.\n\nIt's like nothing you've ever touched before.\n\n_I am Norman Hastings. This is nineteen hundred and fifty-four._\n\nSuddenly you must know, and at once.\n\nYou go to the desk and pick up the envelope that lies upon it. Your name\nis typed on the outside: _Norman Hastings_.\n\nYour hands shake a little as you open it. Do you blame them?\n\nThere are several pages, typewritten. Dear Norman, it starts. You turn\nquickly to the end to look for the signature. It is unsigned.\n\nYou turn back and start reading.\n\n\"Do not be afraid. There is nothing to fear, but much to explain. Much\nthat you must understand before the time lock opens that door. Much that\nyou must accept and--obey.\n\n\"You have already guessed that you are in the future--in what, to you,\nseems to be the future. The clothes and the room must have told you\nthat. I planned it that way so the shock would not be too sudden, so you\nwould realize it over the course of several minutes rather than read it\nhere--and quite probably disbelieve what you read.\n\n\"The 'closet' from which you have just stepped is, as you have by now\nrealized, a time machine. From it you stepped into the world of 2004.\nThe date is April 7th, just fifty years from the time you last remember.\n\n\"You cannot return.\n\n\"I did this to you and you may hate me for it; I do not know. That is up\nto you to decide, but it does not matter. What does matter, and not to\nyou alone, is another decision which you must make. I am incapable of\nmaking it.\n\n\"Who is writing this to you? I would rather not tell you just yet. By\nthe time you have finished reading this, even though it is not signed\n(for I knew you would look first for a signature), I will not need to\ntell you who I am. You will know.\n\n\"I am seventy-five years of age. I have, in this year 2004, been\nstudying 'time' for thirty of those years. I have completed the first\ntime machine ever built--and thus far, its construction, even the fact\nthat it has been constructed, is my own secret.\n\n\"You have just participated in the first major experiment. It will be\nyour responsibility to decide whether there shall ever be any more\nexperiments with it, whether it should be given to the world, or whether\nit should be destroyed and never used again.\"\n\n\n\nEnd of the first page. You look up for a moment, hesitating to turn the\nnext page. Already you suspect what is coming.\n\nYou turn the page.\n\n\"I constructed the first time machine a week ago. My calculations had\ntold me that it would work, but not how it would work. I had expected it\nto send an object back in time--it works backward in time only, not\nforward--physically unchanged and intact.\n\n\"My first experiment showed me my error. I placed a cube of metal in the\nmachine--it was a miniature of the one you just walked out of--and set\nthe machine to go backward ten years. I flicked the switch and opened\nthe door, expecting to find the cube vanished. Instead I found it had\ncrumbled to powder.\n\n\"I put in another cube and sent it two years back. The second cube came\nback unchanged, except that it was newer, shinier.\n\n\"That gave me the answer. I had been expecting the cubes to go back in\ntime, and they had done so, but not in the sense I had expected them to.\nThose metal cubes had been fabricated about three years previously. I\nhad sent the first one back years before it had existed in its\nfabricated form. Ten years ago it had been ore. The machine returned it\nto that state.\n\n\"Do you see how our previous theories of time travel have been wrong? We\nexpected to be able to step into a time machine in, say, 2004, set it\nfor fifty years back, and then step out in the year 1954 ... but it does\nnot work that way. The machine does not move in time. Only whatever is\nwithin the machine is affected, and then just with relation to itself\nand not to the rest of the Universe.\n\n\"I confirmed this with guinea pigs by sending one six weeks old five\nweeks back and it came out a baby.\n\n\"I need not outline all my experiments here. You will find a record of\nthem in the desk and you can study it later.\n\n\"Do you understand now what has happened to you, Norman?\"\n\n\n\nYou begin to understand. And you begin to sweat.\n\nThe _I_ who wrote that letter you are now reading is _you_, yourself at\nthe age of seventy-five, in this year of 2004. You are that\nseventy-five-year-old man, with your body returned to what it had been\nfifty years ago, with all the memories of fifty years of living wiped\nout.\n\n_You_ invented the time machine.\n\nAnd before you used it on yourself, you made these arrangements to help\nyou orient yourself. You wrote yourself the letter which you are now\nreading.\n\nBut if those fifty years are--to you--gone, what of all your friends,\nthose you loved? What of your parents? What of the girl you are\ngoing--were going--to marry?\n\nYou read on:\n\n\"Yes, you will want to know what has happened. Mom died in 1963, Dad in\n1968. You married Barbara in 1956. I am sorry to tell you that she died\nonly three years later, in a plane crash. You have one son. He is still\nliving; his name is Walter; he is now forty-six years old and is an\naccountant in Kansas City.\"\n\nTears come into your eyes and for a moment you can no longer read.\nBarbara dead--dead for forty-five years. And only minutes ago, in\nsubjective time, you were sitting next to her, sitting in the bright sun\nin a Beverly Hills patio ...\n\nYou force yourself to read again.\n\n\"But back to the discovery. You begin to see some of its implications.\nYou will need time to think to see all of them.\n\n\"It does not permit time travel as we have thought of time travel, but\nit gives us immortality of a sort. Immortality of the kind I have\ntemporarily given us.\n\n\"_Is it good?_ Is it worth while to lose the memory of fifty years of\none's life in order to return one's body to relative youth? The only way\nI can find out is to try, as soon as I have finished writing this and\nmade my other preparations.\n\n\"You will know the answer.\n\n\"But before you decide, remember that there is another problem, more\nimportant than the psychological one. I mean overpopulation.\n\n\"If our discovery is given to the world, if all who are old or dying\ncan make themselves young again, the population will almost double every\ngeneration. Nor would the world--not even our own relatively enlightened\ncountry--be willing to accept compulsory birth control as a solution.\n\n\"Give this to the world, as the world is today in 2004, and within a\ngeneration there will be famine, suffering, war. Perhaps a complete\ncollapse of civilization.\n\n\"Yes, we have reached other planets, but they are not suitable for\ncolonizing. The stars may be our answer, but we are a long way from\nreaching them. When we do, someday, the billions of habitable planets\nthat must be out there will be our answer ... our living room. But until\nthen, what is the answer?\n\n\"Destroy the machine? But think of the countless lives it can save, the\nsuffering it can prevent. Think of what it would mean to a man dying of\ncancer. Think ...\"\n\n\n\nThink. You finish the letter and put it down.\n\nYou think of Barbara dead for forty-five years. And of the fact that you\nwere married to her for three years and that those years are lost to\nyou.\n\nFifty years lost. You damn the old man of seventy-five whom you became\nand who has done this to you ... who has given you this decision to\nmake.\n\nBitterly, you know what the decision must be. You think that _he_ knew,\ntoo, and realize that he could safely leave it in your hands. Damn him,\nhe _should_ have known.\n\nToo valuable to destroy, too dangerous to give.\n\nThe other answer is painfully obvious.\n\nYou must be custodian of this discovery and keep it secret until it is\nsafe to give, until mankind has expanded to the stars and has new worlds\nto populate, or until, even without that, he has reached a state of\ncivilization where he can avoid overpopulation by rationing births to\nthe number of accidental--or voluntary--deaths.\n\nIf neither of those things has happened in another fifty years (and are\nthey likely so soon?), then you, at seventy-five, will be writing\nanother letter like this one. You will be undergoing another experience\nsimilar to the one you're going through now. And making the same\ndecision, of course.\n\nWhy not? You'll be the same person again.\n\nTime and again, to preserve this secret until Man is ready for it.\n\nHow often will you again sit at a desk like this one, thinking the\nthoughts you are thinking now, feeling the grief you now feel?\n\nThere is a click at the door and you know that the time lock has opened,\nthat you are now free to leave this room, free to start a new life for\nyourself in place of the one you have already lived and lost.\n\nBut you are in no hurry now to walk directly through that door.\n\nYou sit there, staring straight ahead of you blindly, seeing in your\nmind's eye the vista of a set of facing mirrors, like those in an\nold-fashioned barber shop, reflecting the same thing over and over\nagain, diminishing into far distance.\n\n",
    "metadata": {
        "author": [
            "Brown, Fred",
            "Brown, Fredric"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/29720/pg29720.txt",
        "name": "hall_of_mirrors.json"
    }
}