{
    "name": "Hang head, vandal",
    "author": [
        "Clifton, Mark Irvin",
        "Clifton, Mark"
    ],
    "body": "On our abandoned Martian landing field there hangs a man's discarded\nspacesuit, suspended from the desensitized prongs of a Come-to-me\ntower. It is stuffed with straw filched, no doubt, from packing\ncases which brought out so many more delicate, sensitive, precision\ninstruments than we take back.\n\nNone knows which of our departing crew hanged the spacesuit there, nor\nexactly what he meant in the act. A scarecrow to frighten all others\naway?\n\nMore likely a mere Kilroy-was-here symbol; defacing initials\nirresistably carved in a priceless, ancient work of art, saying, \"I am\ntoo shoddy a specimen to create anything of worth, but I can deface.\nAnd this proves I, too, have been.\"\n\nOr was it symbolic suicide; a sense of guilt so overpowering that man\nhas hanged himself in effigy upon the scene of his crime?\n\nCaptain Leyton saw it there on the morning of final departure; saw it,\nand felt a sudden flush of his usual stern discipline surge within him;\nall but formed the harsh command to take that thing down at once: Find\nthe one who hanged it there: Bring him to me!\n\nThe anger--the command. Died together. Unspoken.\n\nSomething in the pose of the stuffed effigy hanging there must have got\ndown through to the diminishing person inside the ever thickening rind\nof a commander. The forlorn sadness, the dejection; and yes, he too\nmust have felt the shame, the guilt, which overwhelmed us all.\n\nWhether the helmet had fallen forward of its own weight because the\nvandal had been careless in stuffing it with too little straw to hold\nits head erect--vandals being characteristically futile even in their\nvandalism--or whether, instead of supposed vandal, this was the talent\nof a consummate artist moulding steel and rubber, plastic and straw\ninto an expression of how we all felt: no matter, the result was there.\n\nThe Captain did not command the effigy be taken down. No others\noffered, nor asked if that might be his wish--not even the ubiquitous\nEnsign perpetually bucking for approval.\n\nSo on an abandoned Martian landing field there hangs a discarded\nspacesuit--the image of man stuffed with straw; with straw where heart,\nand mind, and soul was intended to be.\n\n\n\nAt the time it seemed a most logical solution to an almost impossible\nproblem.\n\nDr. VanDam summed it up in his memorable speech before the United\nNations. If he were visually conscious of the vault of face blurs in\nthe hushed assembly, this lesser sight did not obscure his stronger\nvision of the greater vaulted mass of shining stars in black of space.\n\nHe may not even have been conscious of political realities which ever\nobscure man's dreams. First, what he said would be weighed by each\ndelegate in terms of personal advantage to be gained for his own\nstatus. Second, his words must be weighed again in terms of national\ninterest. Third, what advantage could be squeezed out for their\nracial-religious-color bloc? At the fourth level of consideration,\nwhat advantage to the small nation bloc over the large; or how would\nit enhance the special privileges of the large over the small? Down at\nthe fifth level, could it preserve the status quo, changing nothing\nso that those in power could remain in power, while, at the same\ntime, giving the illusion of progress to confound the ever clamoring\nliberals? At the deep sixth level, if one ever got down that far, one\nmight give a small fleeting thought to what might be good for mankind.\n\nIf Dr. VanDam even knew that such political realities must ever take\nprecedence over the dreams of science, he gave no sign of it. It was\nas if all his thought was upon the glory of the stars and the dream of\nman reaching out to them. It was with the goal of reaching the stars in\nmind that he spoke.\n\n\"We must sum up the problem,\" he was saying. \"It is simply this. There\nis a limit to how far we can theorize in science without testing those\ntheories to see if they will work. Sooner or later the theorist must\nsubmit himself into the hands of the engineer whose acid test of worth\nis simply this: 'Does it work?'\n\n\"We have always known that the Roman candles we are using for our timid\nlittle space flights can take us only to the nearest planets; for\nthere is that inexorable ratio of time to initial thrust; that unless\nthrust continues and continues the Mayfly lifetime of man will expire\nmany times over before we could reach the nearest star. Nor will our\nlimited resources fuel ion engines, and we must learn how to replenish\nwith space dust gathered along the way.\n\n\"To have continuous velocity we must have continuous nuclear power. To\nhave continuous nuclear power, we must have more nuclear tests. Now we\nbelieve we know how to take not special ores but ordinary matter, of\nany kind, and convert it into nuclear power. We believe we can control\nthis. We have this in theory. But the engineer has not tested it with\nhis question, 'Does it work?'\n\n\"We cannot make these tests on Earth. For what if it does not work?\nWe dare not use the Moon. Its lighter gravity makes it too valuable a\npiece of real estate in terms of future star journeys. It will be our\nbusy landing stage; we dare not contaminate it nor risk destroying it.\n\n\"We have reached stalemate. On Earth and Moon we can go on no farther\nwithout testing. On Earth and Moon we dare not test. Some other testing\narea must be found.\n\n\n\n\"Our explorers have brought us conclusive proof that Mars is a dead\nworld. A useless world in terms of life. Useless, too, as a source of\nminerals, for our little Roman candles can carry no commercial payload.\nA useless world for colonization, with air too tenuous for human lungs\nand water too scarce for growing food. Humans must be housed in sealed\nchambers, or constantly wear spacesuits. From all practical points of\nview, a worthless world.\n\n\"But invaluable to science. For there, without destroying anything of\nvalue to man, we can put our theories to test. We believe we can start\na nuclear reaction in ordinary rock and dirt, and keep it under control\nto produce a continuous flow of power. We believe we can keep it from\nrunning wild out of control.\n\n\"If the innumerable tests we must run do contaminate the planet, or\neven destroy it slowly, our gain in knowledge will be greater than the\nloss of this worthless real estate.\"\n\nThere was a stir in the Assembly; something between a gasp of horror\nand admiration at the audacity of man's sacrificing a whole planet to\nhis knowledge. They had not known we were so far along the way.\n\nAnd then, on second thought, a settling back in satisfaction. It seemed\na simple solution to an impossible problem. To take not only VanDam's\ntests away from Earth, but all nuclear testing of every kind! To quell\nthe fears and still the clamoring of the humanists who would rather\nsee man stagnate in ignorance than risk the future to learn. At every\nlevel of political reality this might turn to advantage. If there were\nany who still thought in such terms, it might even be good for mankind\ngenerally!\n\n\"I am not mystic minded,\" VanDam continued when the rustle and murmur\nhad diminished. \"But the convenience of this particular planet, located\nprecisely where it is, far enough away that we must have made great\nprogress in science to reach it, and close enough to be ready when\nwe need it for further progress; this seems almost mystical in its\ncoincidence.\"\n\n(That for the ones who would have to go through the usual motions of\nobtaining Higher Power approval for doing what they fully intended\ndoing all along.)\n\n\"My question: Shall the nations of Earth agree upon our use of this so\nconvenient, and otherwise worthless, ready-at-hand stage placed right\nwhere we need it--waiting for us down through all the ages until we\nshould be ready to make use of it?\"\n\n\n\nTheir ultimate response was favorable.\n\nDr. VanDam did not mention, and being only politicians unable to see\nbeyond the next vote or appointment they did not ask:\n\nTrue, we do have a theory of how to start and continue the slow burn\nnuclear conversion of ordinary rock and dirt to energy. What we do not\nhave, as yet, is a way to stop it.\n\nWe _think_ that eventually future man will probably find a way to stop\nthe process. We _think_ slow burn will not speed up and run out of\ncontrol to consume an entire planet before we have found a way to stop\nit. We _think_ that future science may even find a way to decontaminate\nthe planet. We _hope_ these things.\n\nBut we _know_ that the science of nucleonics will be stillborn and\nstunted to grow no farther unless we go on testing. We convince\nourselves that even if an entire planet is consumed, it is a worthless\nplanet anyway, and will be worth it.\n\nYet there was the usual small minority who questioned our right to\ndestroy one of the planets of the solar system. There is always such a\nminority, and as always, the rest of the world, intent on turning what\nit intended to do anyway into the Right-Thing-To-Do, was able to shout\nthem down.\n\nAnyway, the consequences were for future man to face. Or so we thought.\n\nI say we, because I was one of the members of Project Slow-Burn. Not\nthat I'm the hero. There wasn't any hero. Mistaken or not, it was\nconceived this wasn't one of those television spectaculars cooked up to\nconvert science into public emotionalism. There was no country-wide\nsearch for special photogenic hero-types to front the project.\n\nThe reporters, true to their writing tradition of trying to reduce\neven the most profound scientific achievement to the lowest common\ndenominator of sloppy sentimentalism or avid sensationalism, tried to\nheroize Dr. VanDam as head of the science side of the project. But he\nwasn't having any.\n\n\"Don't you think, gentlemen,\" he answered them with acid scorn, \"It\nis about time the public grew up enough to support the search for\nknowledge because we need it, rather than because they'd like to go to\nbed with some handsome, brainless kook you've built up into a hero?\"\n\nThis response was not likely to further the cause of journalism.\n\nThey tried to lionize Captain Leyton, as head of the transport side of\nit; but his remarks were even more unprintable.\n\nThey never got down far enough through the echelons of status to reach\nme. I was Chief of Communications, which is just another way of saying\nI was a television repair man with headaches. Not that it would have\ndone them any good.\n\nThere isn't one thing about me that fits the sentimental notions of\nwhat a hero should be. I'm not even a colorful character. If I'm\nexpert in my job it's only because I learned early what any lazy man\nwith an ounce of brains also learns--that life goes easier for the\nexpert than for the ignorant. Which is not exactly the hero attitude\nthe public likes to hear, but true all the same.\n\nI did have an advantage which qualifies me to tell this tale.\n\n\n\nSupervision, nowadays, sits on its duff in an office surrounded by\ntelevision monitors showing them every phase of their responsibilities,\nand punches buttons when some guy tries to goof-off or starts lousing\nup the operation.\n\nSomebody has to maintain the system and check the same monitors. I saw\neverything of importance that happened.\n\nThat's the only way I come into the yarn at all. I didn't start out a\nhero type. I didn't turn into one. I just watched what happened; and I\ngot sick at my stomach along with everybody else. And now I slink away,\nsick and ashamed, and not understanding even that, along with the rest.\nNot heroes--no--none of us.\n\nFrom the first this was intended and conducted as a genuine scientific\nproject, a group effort, with each man's ego subdued and blended in to\nserve the needs of the whole. No special heroes emerging to show up the\nrest of the dopes. None of the usual stuff of romantic fiction was\nsupposed to happen--those unusual dangers, horrible accidents, sudden\nfrightful emergencies so dear to the little sadistic hearts of readers\nand viewers.\n\nSo far as I know, nobody beat up anybody with their fists, nor gunned\nthem down; which is the usual, almost the only, fictional way yet found\namong the humanists for coping with life problems.\n\nWe assembled the mastership on the Moon base from parts which were\nRoman candled up, a few pieces at a time, from too heavily gravitied\nEarth.\n\nThe yelps of pain from taxpayers reached almost as high. It was one\nthing to wash the hands of the vexing problem of nuclear testing by\nwanting it shifted out to Mars. It was something else to pay for having\nit.\n\nAgainst the Moon's lighter gravity we eventually were space-borne with\nno more than the usual fight between power thrust and inertia, both\nphysical and psychological.\n\nWithout touching that precious reserve of fuel which we hoped would\nbring us back again, we were able to build up enough speed that it took\nus only a month to reach Mars. No point in showing, because nobody\nwould care, how the two dozen of us were cramped in the tiny spaces\nleft by the equipment and instruments we had to carry.\n\nConstruction and maintenance had done their job properly, and, for\nonce, inspection had actually done its job, too. We were able to\nreverse properly at the right time, and soft cushion powered our way\ndown into a Martian plain eastward of a low range of hills.\n\nSurely everybody has watched the documentaries long enough to have some\nidea about the incredibly hostile surface of Mars; the too thin air,\nwhich lets some stars shine through even in daytime; the waterless\ndesert; the extremes of temperature; the desolation....\n\nAh, the desolation! The terrifying desolation!\n\n\n\nMoon surface is bad enough; but at least there is the great ball of\nEarth, seeming so near in that airless world that one has the illusion\nof being able to reach out and almost touch it, touch home, know home\nis still there, imagine he can almost see it.\n\n\"See that little tip of land there on the east coast of the North\nAmerican continent? That's where I live!\"\n\n\"Yeah,\" somebody answers. \"And who is that guy walking through your\nfront door without knocking while you're away?\"\n\nSometimes it seems that close.\n\nOn Mars, Earth is just another bright spot in the black night sky;\nso far away that the first reaction is one of terrible despair, the\noverpowering conviction that in all that vast hostility a man will\nnevermore see home; nor know again the balmy twilight of soft, moist\nsummer; nor feel the arms of love.\n\nExplorers had not lied. Nothing, anywhere, could be more worthless to\nman than the planet Mars. Worthless, except for the unique purpose\nwhich had brought us there.\n\nWe dug in beneath the surface.\n\nNow surely, again, everyone has seen enough of the documentaries\nthat it is unnecessary to show us digging out our living quarters\nand laboratories beneath that merciless plain. We used the displaced\npowdered rock to form a crude cement, not long lasting but adequate for\nthe time we would be there. With it, we surfaced over our living area.\nThis was not so much to provide a landing field, since most of our\njourneying would be in individual jet powered spacesuits; but to help\ninsure against any leakage of air if our inner seals cracked.\n\nTo help seal out the killing radiation we intended to let loose--that,\ntoo.\n\nWe erected Come-to-me towers at each elevator which would lower\nspacesuited men to lower levels where they could go through locks to\nreach their quarters. One Come-to-me tower for each half dozen men,\ntuned to the power source of their suits, to bring each man safely\nback, as truly as a homing pigeon, to guarantee against becoming lost\non that hostile planet; and, in emergency, should one arise, to see\nthat no panic mob ganged up at one lock and died waiting there for\nentrance to safety while other locks remained idle--the human way of\ndoing things under stress.\n\n\n\nWe had to finish all that in the first few weeks before any nuclear\ntests could be started. Anybody whose notions of science are derived\nfrom white-frocked actors in television commercials hasn't the vaguest\nidea of how much back breaking physical work at the common labor level\na genuine scientist has to do.\n\nThere was some emotional relief once we had dug in and sealed out the\nawful desolation of an uncaring universe. (This is the hardest part of\nreconciling oneself to the science attitude. More comforting to believe\neven that the universe is hostile than to admit that it simply doesn't\ncare about man, one way or another.) In our sealed quarters we might\nbriefly imagine ourselves working in an air conditioned laboratory back\nhome.\n\nIt helped. It certainly helped.\n\nNot that I seemed to find time for more than exhausted sleeping there.\nTo see what would be going on at the various field sites where tests\nwere to be run meant the cameras had to be installed at those spots.\nIn spite of the purported rigid tests for expedition personnel, my two\nassistants must have been somebody's nephews. Somehow each installation\nseemed to require I be there.\n\nBe there, and usually without some little piece of equipment which\nwould have helped so much, but which had been deleted from the lists we\nsubmitted by clerks who were more concerned with making a big showing\non how much weight they could eliminate than in helping us.\n\nSomehow we managed.\n\nBut I have made a little list of guys I'm going to ferret out and poke\nin the nose once I get back to Earth. Maybe those Hollywood producers\nwho think the only way to solve a problem is to beat up somebody or gun\nhim down have something, after all. Right on top of that list, in big\nbold letters, is the spacesuit designer who thinks a man can handle the\nincredibly fine parts of miniaturized electronic equipment with those\ncrude instruments they give us to screw into the arm ends of spacesuits.\n\nSomehow we managed. Somehow, out of chaos, order came. Somehow tests\ngot made. Sometimes the theories worked; sometimes, more often, there\nwas only the human sigh, the gulp, the shrug, and back to the drawing\nboard.\n\nBig surprise at the end of the first three months. A supply ship\nlanded. Mostly food and some champagne, yet! Stuff the folks back home\nthought they'd like to have if they were out there. Even some pin-up\npictures, as if we weren't already having enough trouble without being\nreminded. But none of the equipment we'd radioed for in case the\ntaxpayers could forego a drink and a cigarette apiece to raise money\nfor sending it. The public couldn't understand our need for equipment,\nso they didn't send any. Miracles aren't supposed to need any equipment\nor effort; they just come into being because people want them.\n\nThe packages of home baked cookies were welcome enough after our\ndiet of hydroponic algae, but I'd still rather have had a handful of\nminiature transistors.\n\nSome of the guys said they'd have been willing to substitute their\ncookies for an equal weight of big, buxom blonde; but that's something\nthe cookie bakers probably preferred not to think about.\n\nThe little three man crew of the supply ship, as they were taking\noff for their return journey, promised they'd tell 'em what we really\nwanted when they got back, but I doubt the message ever got broadcast\nover the home and family television sets. Anyway, scientists are\nsupposed to be cold, unfeeling, inhuman creatures who wander around\nlooking noble, wise, and above it all.\n\nIn the beginning I'd thought that once I got the heavy work of\ninstallation completed, I could do a little wandering around looking\nwise and noble, myself. No such luck. I'd no more than get set up to\nshow one experiment than it was over; and I'd have to dismantle, move,\nand set up for another. We'd thought the lighter gravity of Mars,\nthirty-eight percent, would make the labor easy. But somehow there was\nstill lifting, tugging, pulling, hauling, cursing.\n\nBut then, nobody wants to hear how the scientist has to work to get his\nmiracle. The whole essence is the illusion that miracles can be had\nwithout work, that all one needs is to wish.\n\nAll right. So we'll get to the miracle.\n\n\n\nNow we were finally ready to get down to the real test, the main reason\nfor our coming out to Mars--Project Slow-Burn.\n\nVanDam chose a little pocket at the center of that little cluster of\nhills to our West--that little cluster of hills everybody has seen in\nthe pictures radioed back to Earth.\n\nWe didn't know it at the time, but that little cluster of hills was\ncausing quite an uproar among archeologists back home. No archeologist\nhad been included in the expedition, and now they were beating their\nbreasts that from the pictures those hills looked mighty artificial\nto them. There was too much of a hint that the hills might once have\nbeen pyramids, they said; incredibly ancient, perhaps weathered down\neons ago when the planet was younger, before it had lost so much of its\natmosphere, but maybe still containing something beneath them.\n\nWe didn't hear the uproar, of course. Administration deemed it\nunnecessary for us to bother our pretty little heads about such\nnonsense. In fact the uproar never got outside the academic cloister to\nreach the public at all. Administration should have listened. But then,\nwhen does man listen to what might interfere with his plans to spoil\nsomething?\n\nWe got all set to go in that little pocket at the center of the\nhills. The spot was ideal for us because the hill elevations gave us\nopportunity to place our cameras on their top to focus down into the\ncrater we hoped would appear.\n\nA whole ring of cameras was demanded; as if the physicists shared too\nmuch of the public's attitude, and all I needed to produce enough\nequipment was to wish for it. But by stripping the stuff from virtually\nevery other project, I managed to balance the demands of the Slow-Burn\ncrew against the outraged screams of the side issue scientists.\n\nVanDam's theories worked.\n\nAt first it took the instruments to detect that there was any activity;\nbut gradually, even crude human eyes could see there was a hole\nbeginning to appear, deepen and spread--progressively.\n\nIt was out of my line, but the general idea seemed to be that only one\nmolecular layer at a time was affected, and that it, in turn, activated\nthe next beneath and to the side while its own electrons and protons\ngave up their final energy.\n\nThe experiment did not work perfectly. The process should have been\ncomplete. There should have been no by-product of smoke and fire, no\nsign to human eyes of anything happening except a slowly deepening and\nspreading hole in the ground.\n\nInstead there was some waste of improperly consumed molecules,\nresulting in an increasingly heavy, fire-laced smoke which arose\nsluggishly in the thin air, borne aloft only by its heat, funneling\nbriefly while it gave up that heat; then to settle down and contaminate\neverything it touched.\n\nTo compound my troubles, of course.\n\n\n\nThe physicists were griping their guts out because I didn't have the\nproper infra-red equipment to penetrate the smoke; and somehow I wasn't\nsmart enough to snap my fingers and--abracadabra--produce. Those damned\ncookie packages instead of equipment! Those damned clerks who had\ndecided what we wouldn't need. My little list was getting longer.\n\nStill, I guess I was able to get a feeble little snap from my fingers.\nI did manage to convert some stuff, never intended for that purpose,\ninto infra-red penetration. We managed to see down into that smoke- and\nfire-filled crater.\n\nTo see enough.\n\nIt was the middle of a morning (somebody who still cared claimed it\nwould be a Tuesday back home) some three basic weeks after beginning\nthe experiment. The hole was now some thirty feet across and equally\ndeep, growing faster than VanDam's figures predicted it should, but\nstill not running wild and out of control. Even if it had been, we\ncouldn't have stopped it. We didn't know how.\n\nI was trying to work out a little cleaner fix on the South wall of the\ncrater when that wall disappeared like the side of a soap bubble. My\nfocus was sharp enough to see.\n\nTo see down and into that huge, vaulted room. To see the living\nMartians in that room shrivel, blacken, writhe and die. To see some\npriceless, alien works of art writhe and blacken and curl; some burst\ninto flame; some shatter unto dust.\n\nThat was when the scientists, sitting there watching their monitors\nwith horror-stricken eyes, felt jubilation replaced with terrible guilt.\n\nI, too. For naturally I was watching the master monitors to see that\nthe equipment kept working. I saw it all.\n\nI saw those miniature people, yes people, whole and beautiful, in one\nbrief instant blacken, writhe and die.\n\nOut of the billions of gross people on Earth, once in a generation\na tiny midget is born and matures to adult of such perfection in\nproportion and surpassing beauty that the huge, coarse, normal person\ncan only stare and marvel--and remember the delicate perfection of that\nminiature being, with nostalgic yearning for the rest of his life.\n\nFrom such, perhaps, comes the legends common to all peoples in all\nages, of the fairies. Or, eons ago, was there traffic between Earth\nand Mars? Or even original colonization from Mars to Earth, finally\nmutating into giants? They were people, miniatures of ourselves.\n\nI saw them there. Perhaps not more than a dozen in that room. But\nin other rooms? Perhaps in a lacework of underground rooms? A whole\ncivilization which, like ourselves on Mars, had gone underground,\nsealed themselves in against the thinning atmosphere, the dying planet?\n\nAnd we had begun the atomic destruction of their planet. We had begun\nit. We could not stop it. The corrosion keeps growing, spreading.\n\nI saw them die. Somehow I felt their pain.\n\nBut I did not die of it.\n\nI carry it with me. I shall always carry it with me.\n\n\n\nThat's all there is.\n\nIn years to come people on Earth, people who did not see what we saw,\ndid not feel the pain and guilt we felt, will wonder at our behavior\nfollowing that.\n\nOh there is much to wonder. If there is a civilization, where does\ntheir food come from? If they are able to convert rock to food, why\nare they not able to stop the atomic destruction of their planet we\nhave started? If they are able to so fill us with their own grief for\nwhat we have done that we can think of nothing but to slink away, like\nwhipped curs caught in vandalism; why didn't they do this before we\nstarted the fire we cannot stop?\n\nOh, there is so much unanswered. People will wonder that we simply\nabandoned most of our equipment, the very project itself; that for a\nsick hour we watched, then, with one accord, without anybody making the\ndecision, we began to withdraw and start for home.\n\nLike small boys, thinking only to vandalize a schoolhouse in their\nsavage glee, discovering it is a shrine.\n\nOr, perhaps in time, we can rationalize it all away. Perhaps so soon as\nduring that long journey back.\n\nIt wasn't our fault, we shall begin to say. They were as much to blame\nas we. Sure they were!\n\nMore to blame! They were more to blame than we!\n\nWhy didn't they come out of their holes and fight us? With their\nfists if they didn't have any guns? _Any_ red-bloodied--er,\nred-blooded--Amuri--well, whatever they are--ought to have enough guts\nto come out and fight, to defend home, flag and mother!\n\nWe'll probably get around to that. It's the normal attitude to take\nafter vandalism. It's the human way.\n\nBut as of now, our only thought is to slink away.\n\n\n\nOn our abandoned Martian landing field there hangs a man's discarded\nspacesuit, suspended from the desensitized prongs of a Come-to-me\ntower. It is stuffed with straw filched, no doubt, from packing\ncases which brought out so many more delicate, sensitive, precision\ninstruments than we take back.\n\nAlthough we have not been entirely irresponsible in our head-long\nflight back home.\n\nWe do bring back some of what we took out; the more valuable of the\ninstruments. We have been most selective in this.\n\nThe only coarse, insensitive, unfinished instrument we bring back--is\nman.\n\n\n                                THE END",
    "metadata": {
        "author": [
            "Clifton, Mark Irvin",
            "Clifton, Mark"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/72192/pg72192.txt",
        "name": "hang_head_vandal.json"
    }
}