{
    "name": "Harwood's Vortex",
    "author": [
        "Burke, Ralph",
        "Knox, Calvin M.",
        "Silverberg, Robert",
        "Martin, Webber",
        "Jarvis, E. K.",
        "Mitchell, Clyde"
    ],
    "body": "The vortex bubbled up out of nowhere, hung shimmering in the air in\nfront of me, glistened and gleamed brightly. There was a whirlpool of\ntwisting currents in the air, and I wavered dizzily for a second or two\nwhile the Invaders poured through the newly-created gulf.\n\nThen someone had me by the hand, someone was pulling me away. Leading\nme inside the house, behind a screen, safe from danger.\n\nI didn't understand what had happened. I was numb with shock,\nhalf-blinded by the brightness. I felt Laura near me, and that was all\nI cared to think about.\n\nAfter a couple of minutes, I opened my eyes. \"What was that?\" I asked\nweakly. \"What happened?\"\n\nTwo minutes before, I had been approaching the Harwood house, impatient\nto see Laura, untroubled by the world around me. And suddenly--\n\n\"It was Daddy's experiment,\" Laura half-sobbed. \"It--it worked!\"\n\n\"The old crackpot,\" I said. \"The dimensional gulf--at last? I wouldn't\nbelieve it, if I hadn't nearly fallen into it!\"\n\nShe nodded. \"I saw you staggering around out there. I got out front\njust in time to--to--\"\n\nI held her tight against me, while she unloaded some of her anxiety.\nShe sobbed for a minute or two, not trying to say anything. I looked\nuneasily out the window. Yes, it was still going on.\n\nRight in front of Abel Harwood's house, the vortex was open--and coming\nup through it were what we later knew as the Invaders. Globes of\nlight, radiant and intangible, floating up out of nowhere and ringing\nthemselves in the air like so many loathsome jellyfish.\n\n\"Why doesn't he close it?\" I asked. \"Those things are still coming\nthrough! Laura, where's your father?\"\n\n\"I'm right here,\" said a cold, business-like voice from behind me. I\nturned and saw Abel Harwood's husky frame in the door. \"What do you\nwant of me?\" Harwood asked.\n\n\"Do you see what's going on out there?\"\n\nHe nodded. \"So?\"\n\n\"Those _things_ out there--what are they? What are you letting into the\nworld, Harwood?\"\n\n\"It's an experiment, young man.\" He crossed his arms over his\ndressing-gown. \"Would you mind leaving my house, now?\"\n\n\"Daddy!\"\n\n\"You keep out of this, Laura.\" He turned to me. \"I've asked you to\nleave my house. I don't want you meddling in my experiments any more.\"\n\nI repressed an urge to aim a kick at his well-stuffed belly. Abel\nHarwood was a crackpot, a crazy amateur scientist who had been riding\nthis other-dimension kick for years. Now, he'd let loose Lord knew\nwhat upon the world--the things were still funnelling through the\ngateway--and he was determined to see it continue.\n\n\"Harwood, you're playing with something too big for you! You're foolish\nand blind, and you--\"\n\n\"_You're_ a trespasser,\" he interrupted. \"I've ordered you out of my\nhome twice, already. Will you go now--or do I have to get my gun?\"\n\n\"I'll go,\" I said. I broke loose from Laura and, with an uneasy look at\nthe gateway outside, headed for the door.\n\n\"Wait, Dad--you can't make him go outside in _that_!\"\n\n\"Quiet, Laura.\"\n\nShe started to say something else, but I put my hand on her arm. \"Never\nmind, Laura.\"\n\nI opened the front door and stepped outside.\n\n\n\nIt was hellish out there. The things had formed a circle around the\nvortex in the air and hung there, humming and crackling. The air was\ndry and strange-smelling.\n\nI paused on the porch of the Harwood house for just a moment, tucked my\nhead under my arm and ran--ran as fast as my legs would go. I charged\nthrough the garden, carefully averting the vortex that had opened right\nin front of me, circled the nest of things buzzing in the air, and\ndashed down the street.\n\nOne of the creatures followed me a short distance, hovering a foot or\ntwo above my head. I watched it uneasily, dodged and ducked as it took\nswipes at me. It caught me once, a grazing blow on the side of my\nscalp. I smelled burned hair, and felt as if I'd stuck my head up an\nelectric socket. It drove low for another swipe.\n\nAnd just then it began to rain.\n\nThe heavens opened and the water came pouring down and the sky was\nbright with lightning. And the globes went up to meet it. The one that\nhad been tormenting me forgot me in an instant and went to join its\nfellows.\n\nI stood there and watched them. They rose in a straight line--there\nmust have been a hundred of them by now--climbing upwards, toward the\nblack clouds overhead. The sky was split by a giant bolt of lightning,\nand I saw all hundred of them limned grotesquely against it, enlarged\nand given color by the lightning, _drinking_ it. Then I started running\nagain.\n\nI kept on running until I was home, in my two-room flat near the\nUniversity. I dove in, locked and bolted the door, threw off my soaking\nclothing. I grabbed for the phone and dialed the Harwood number.\n\n\"Hello?\"\n\nIt was Laura's voice. I sighed in relief. It could have been old Abel,\nafter all.\n\n\"Laura? This is Chuck.\"\n\nHer voice dropped. \"Daddy's right here. I can't talk very much.\"\n\n\"Tell me--what the devil has he done? You should have seen those\nthings drinking up the lightning!\"\n\n\"I did,\" she said. \"I know what you mean.\"\n\n\"Is the gateway still open?\"\n\n\"Yes. They're still coming through. Chuck, I--I don't know what's going\nto happen. I--_no_, Daddy!\"\n\nThere was a sound of a little scuffle, and then the phone went dead.\nI stared at the silent receiver for a second, then let it thunk back\non the cradle. I sat down on the edge of my bed and stared at my soggy\nsocks for a long while.\n\nAbel Harwood fit the classic description of a crackpot perfectly. My\nstatus as an authentic scientist--if only an underpaid engineer--gave\nme every right to make that statement.\n\nI had been doing some experimental force-field work, and when I met\nLaura she told me her father would be interested in talking to me about\nmy work. So I had dinner at their home one night, and started talking\nabout my project--and then old Harwood started talking about his.\n\nIt was some hodge-podge. Dimensional tubes, and force vortices, and\nsubspace converters. A network of gadgetry in the basement that had\ntaken twenty years and as many thousand dollars to build. A fantastic\ntheory of bordering dimensions and alien races. I listened as long as\nI could, then made the mistake of expressing my honest opinion.\n\nHarwood looked at me a long time after I finished. Then he said, \"Just\nlike all the others. Very well, Mr. Matthews. Kindly don't pay us a\nsecond visit.\"\n\n\"If that's the way you want it,\" I told him. \"But I _still_ think it's\ncockeyed!\"\n\nAnd a month later, I still did. Only now there was this vortex in the\nstreet, spewing forth alien entities that drank radiation. Crackpot or\nnot, Harwood had turned something on that might take some doing to turn\noff.\n\nOutside, the storm was continuing. I snapped on my radio, listened\nto the crackling of static that was the only sound it produced. Were\nHarwood's pets blanketing the radio frequencies, I wondered, as I\ntwiddled the dials? Were they drinking _them_ too?\n\nI'd know soon enough, I thought.\n\n\n\nThat was just the beginning, that night when the Invaders came storming\nout of Harwood's vortex. The next few days told of terror and panic, of\nretreat and the swift crumbling of civilization.\n\nThe Invaders, they were called. Thousands of them, wandering around\nNew York and the metropolitan area, devouring electricity, attacking\npeople, bringing a reign of terror to the city.\n\nThe newspapers the second day said, in screaming two-inch headlines,\n\n                        ALIEN BEINGS LOOSE HERE\n\nThe third day, there were no more newspapers. No one dared leave his\nhome--not with the Invaders at large. No newspapers, no radio, no\ntelevision--the channels of communication began to break down.\n\nOn the fourth day, armed forces from the rest of the country began to\narrive. They combed the city, searching for the creatures. Bullets\nhad no effect, though. They passed right through the bodies of the\nInvaders, splattered off buildings and lampposts as though there had\nbeen nothing in the way.\n\n\n\nDamn Harwood, I thought, as I stood at my window and watched the\nfruitless attempts to drive away the Invaders. All the time, I knew,\nthat damnable vortex was still open, and more and more of them were\npouring through every second.\n\nIt was funny, in a way, that the world should end this way. It _was_\nthe end of the world, of course; we had no defense against them, and\nthey burned and killed unstoppably. The streets were blockaded; we\ncould go nowhere, see no one. Communication was impossible; telephones\nwere no longer working, ever since the Invaders had discovered what a\njuicy supply of radiation the coaxial cables provided. We were walled\nup with ourselves, waiting for the end.\n\nAs I paced my room impatiently, I thought of Laura, there with her\nfather--her father who had, unwittingly or otherwise, brought this\ndestruction into the world. Then I looked around at my equipment, my\npartially-designed force-field generators. An idea struck me.\n\nWe were completely defenseless against the Invaders now. But maybe, if--\n\nI worked through the night and on into the morning, soldering and\nreconnecting. I had only the barest shred of a plan, and that a mostly\nwishful one, but I had nothing else at all to do but work.\n\nFinally morning came. Again there was the booming of guns from outside,\nas the army continued its attempts to drive out the Invaders. I glanced\nout the window and saw three of the translucent globes hovering over\nthe charred body of a man in military uniform, and shuddered. I went\nback to my generator, and worked until hunger reminded me that there\nwas no food left in the house.\n\nThis was the end, then. I was nowhere near the solution of my problem,\nand I knew I wouldn't be able to work for long without food. I glanced\noutside again. The air was thick with the things; I didn't dare risk a\nbreak.\n\nSo I turned back to my generator and forced myself to keep working.\nI did. I worked far on into the afternoon, getting more and more\ntired--until, sometime near nightfall, I fell asleep.\n\nI slept. Suddenly, I was awakened by the simultaneous touch of a hand\non my shoulder and clap of thunder outside. I looked up.\n\n\"Laura! What are you doing here?\"\n\n\"I had to get away,\" she said. She was soaked to the skin, cold and\nshivering. She was wearing only a flimsy housecoat over some sort of\npajamas. \"Daddy wasn't looking, and I ran out of the house. I ran all\nthe way.\"\n\n\"But how'd you get past the--the--?\"\n\n\"The Invaders?\" She pointed outside. \"There's a storm going on. They're\nall in the sky, drinking up the lightning again. They didn't bother\nme at all on the way over. Much better food available, I guess.\" She\nshivered again.\n\n\"Look, you've got to get out of that wet stuff,\" I told her. I threw\nher a towel and my bathrobe. \"Here, get into this, and then we can\ntalk.\"\n\n\"Okay.\"\n\nShe disappeared into my other room, and returned a few minutes later,\nlooking drier but just as pale and frightened. She peered inquisitively\nat the machine I had been building, then turned to me.\n\n\"Chuck--Dad's out of his mind!\"\n\n\"I've known that a long time,\" I said.\n\n\"No--I don't mean _that_ way. He's really insane, Chuck. You know that\nhe's been in contact with these Invaders? That he deliberately brought\nthem here!\"\n\n\"No!\"\n\nShe nodded. \"He reached them through some short-wave transmitter of\nhis, and made mental contact with them. They showed him how to build\nthe Gateway--and he let them through! They promised to give him the\nworld, when they get through with it!\"\n\nI clenched my fists and stared angrily at the cloud-swept sky. \"The\nmadman! He was getting his revenge for the years people laughed at him,\nI guess. But--what's to happen to us?\"\n\n\"I don't know. The creatures won't harm him, and they're under orders\nnot to touch me unless I leave his protection--which I have. But as for\nyou and the rest of the world, I don't think Daddy cares at all. Chuck,\nhe's out of his head!\"\n\n\"We've got to stop him,\" I said grimly. \"We've got to close that\ngateway and drive off the things he's let through. But how?\"\n\n\"The generator's in his basement,\" Laura said. \"If we could get in\nthere and smash it, somehow, and--\"\n\n\"How would we kill the Invaders that have already come through? There\nmust be thousands of them!\"\n\n\"We'll find some way, Chuck. There _must_ be a way.\" I looked out the\nwindow. The rain was letting up, and there were only occasional flashes\nof lightning in the dark tormented-looking sky. \"The Invaders will be\ncoming back soon,\" I said. \"Do you want to risk a dash over to your\nplace to try to get at the generator?\"\n\nShe nodded. \"If we wait any longer, we won't be able to make it. But--\"\n\nShe gasped and pointed to the rear window. I turned, saw what she was\ntrying to show me. Abel Harwood, hovering twenty feet off the ground,\nriding on a cloud of Invaders.\n\n\n\n\"Come out of there, Laura!\" His voice was somehow amplified and it\nseemed to shake my little room. Horror-stricken, we watched as the\nbuzzing horrors bore Harwood closer and closer to my window. Laura\nshrank back against the wall and tried to flatten herself into\ninvisibility. With a sudden nervous gesture I pushed the table\ncontaining my unfinished generator into the closet, and turned to face\nHarwood.\n\nHe was right outside the window now. I saw the old man's staring eyes\nblazing at me, as he stood there astride two of the Invaders. They\ndroned like defective neon signs, a horrifying slow buzz.\n\nI picked up a heavy soldering iron and waited as they reached the\nwindow. Then Harwood reached out and contemptuously smashed the glass\nand stepped through--stepped right off the backs of his hideous mounts\nand into my room. One of the Invaders entered also, squeezing its bulk\nthrough the window. There was a pungent odor of ozone in the air.\n\n\"Get back, Harwood. You can't have her,\" I said.\n\nHe laughed. \"Who are you to give me orders? Come here, Laura.\"\n\nLaura shrank back even further. I gripped the hot soldering iron\ntightly and sprang forward, plunging it into the Invader that hovered\nbetween me and Harwood. I stabbed again and again--and it was like\nstabbing air. Finally Harwood made an impatient gesture, and the\nInvader glowed a brilliant red for an instant.\n\nI dropped the soldering iron and clutched at my burned hand.\n\n\"For the last time, Laura--will you come with me?\"\n\n\"No! I hate you!\" she shrieked.\n\nHarwood frowned and started toward her. As he came past me, I grabbed\nhim with my one good hand and tried to pull him back. I had thirty\nyears on him, but my right hand was badly seared and he was no weakling\neven at his age. He shoved me away and sent me sprawling against the\nwall. I saw him grab Laura roughly. The alien hummed ominously above my\nhead.\n\nI made a mad dash for Harwood, caught him by the throat, started to\nsqueeze. The humming sound grew louder, and then suddenly there was a\nblinding wave of heat sweeping through the apartment, and I fell back,\nclawing at the floor.\n\nWhen I was able to open my eyes, a few minutes later, I dashed to the\nwindow just in time to see Harwood holding the struggling form of Laura\nand riding off into the night on the backs of his extra-dimensional\nInvaders.\n\n\n\nI sat down heavily on the bed and stayed there for what might have been\nhours, recovering my strength. The Invader had given me just a glancing\nshock, just enough to stun me and singe my eyebrows--and Harwood had\ngrabbed Laura.\n\nNow I _had_ to find the answer. I had to close the gateway and find\nsome way of killing the Invaders--and get Laura out of her father's\nclutches.\n\nIt was nearly morning by the time I shook off the last effects of my\nstunning and was able to think clearly again. I pulled my generator out\nof the closet and looked at it, wondering what needed to be done.\n\nThe gateway, first of all. It was a doorway to some alien dimension,\nHarwood had said. All right. I'd accept that at face value.\n\nThe Invaders--what were they? Pure radiation? Energy-eaters? They were\nintangible, immaterial, but yet very much present. Perhaps, I thought\nwildly, their corporeal bodies were still in whatever dimension of\ninfraspace they came from, and merely their essences, their _elans_,\nhad come through?\n\nCould be, I thought. And if it were true, I might have the answer.\n\nIgnoring the fierce pangs of hunger shooting through me, I got back\nto work and concentrated steadily. The thought of Laura was with me\nalways--the image of her riding off in the sky with her father's arms\nlocked tightly around her. Riding off as if kidnapped by a witch on a\nbroomstick.\n\nI don't know how long it took, but finally my generator was finished.\nFinished, and portable. I strapped it to my back and picked up my\nlongest and sharpest kitchen knife. I didn't have a gun, but it didn't\nmatter. If my theory was correct, a knife would be just as good--and if\nI were wrong, a gun wouldn't help anyway.\n\nThen, without stopping to ponder, I ran downstairs and out into the\nstreet for the test.\n\nFresh air smelled good after days of being cooped up in my little\napartment. I stood in the middle of the street and surveyed the\nwreckage.\n\nBodies lay everywhere, charred and lifeless. Overturned automobiles lay\npiled here and there, stalled trucks, artillery batteries and tanks.\nThe defensive maneuver had failed, and what few people remained were in\nhiding. I stood alone in the middle of the street, the heavy generator\non my back, and waved my kitchen knife as triumphantly as if it were\nExcalibur.\n\n\"Come and get me,\" I yelled. \"Come on Invaders. Let's see what you can\ndo!\"\n\nI looked up. There were a few clusters of them, browsing idly around\nsome television antennas atop a neighboring building. They ignored me\nfor a few minutes; maybe they were so surprised to see a living human\nin the streets that they were unable to move. I shook my fists at them.\n\n\"Come down here where I can get at you!\" I shouted.\n\nThey hovered uncertainly--and then they came.\n\n\n\nSix of them swooped down, humming and buzzing, glowing faintly and\nbillowing in and out as they dropped toward me. I waited, waited until\nthey were no more than three or four feet above my head, waited until I\nwas dizzy with the strain and suspense and could wait no more.\n\nThen I snapped on the generator.\n\nIt was like catching flies in molasses. The six aliens stopped dead\nin their tracks as my force-field spread out around them, engulfed\nthem, imprisoned them. Suddenly they were forced to contend with more\nradiation than they could possibly swallow. It pinned them there, nine\nfeet above the ground.\n\nI listened to their frenzied buzzing as they stretched themselves,\nelongated fantastically in an attempt to free themselves from the\nunexpected thing that had grabbed them. And then I stretched up on\ntiptoes and began to stab.\n\nMy knife flashed once, twice--and the buzzing became an unbearable\nshriek. My heart surged as I struck home again and again. Now we had\nthem! Now they were vulnerable!\n\nSnared in the force-field, they no longer were able to flicker out of\nphase with our dimension every time a weapon approached. They were\nanchored now, mired in our continuum, helpless before my savage attack.\n\nI kept stabbing until all six of them were torn and wounded, and then\nI snapped off the force-field. And they were gone. Instantly, without\nlapse, they popped out of existence like so many snuffed flames.\n\n_Six down_, I thought grimly. _Six down, and untold thousands to go.\nBut now we have a weapon._\n\nI thumbed my power-pack and the field spread out around me. I began to\ncut my way through the streets to the Harwood house.\n\nThe aliens took notice of me, now. No more hovering around tv antennae;\nthey clustered in the air, just outside range of my force-field, and\nchattered and buzzed for all they were worth. Every once in a while,\none would blunder into my field, and a swift upward cut with the knife\nwould take care of him. One cut. They were like balloons, and the\nfirst puncture did it. I didn't dare shut off the force-field to see\nif they'd pop out of existence, for fear the clouds of them in the air\nwould swoop in on me before I could turn it on again--but as I moved\non, through the dead and deserted streets, I could see the string of\ndead Invaders hanging in the air vanishing one by one as I moved out of\nrange.\n\nAnd then I was standing in front of Laura's home, right in front of\nthe vortex itself. It was still there, and the aliens came thundering\nthrough at a rate of ten or twenty a minute.\n\nI stepped past the vortex, ignoring the aliens that clustered around\nme, as helpless against me as humanity had been against them only a few\nhours before. There was no point in dealing with the Invaders yet--not\nuntil the source was cut off.\n\n\n\nI strode up to the porch and peered in the window. I saw Laura huddled\nin a far corner of the sitting-room, and behind her Abel Harwood\nmarching up and down, probably delivering a fiery parental harangue.\nIt was a nightmare scene, with a dead city outside, hordes of alien\ninvaders swarming in the air--and the man responsible for it busy\ndelivering a lecture to his unruly daughter!\n\nI banged on the door.\n\n\"Come on out of there, Harwood!\"\n\nHe looked up, astonished. I saw Laura's pale face brighten as she\nrecognized me, then grow downcast as Harwood started to come toward me.\n\nI walked off the porch into the garden and waited there for him. He\nemerged, eyes blazing, and said, \"How did you get here? How did you get\npast my guards?\"\n\n\"Your guards don't worry me any more, Harwood. I'm going to put a stop\nto all this now!\"\n\nHe chuckled. \"You're a very troublesome young man, Mr. Matthews. I\nspared you once, for my daughter's sake--but I'll have no such scruples\nthis time.\" He gestured imperiously to the thick swarm of Invaders\nbillowing out of the vortex.\n\n\"You don't scare me, Harwood.\" I drew a deep breath, reached around\nback, and cut off the force-field for the barest fraction of a second,\nthen restored it. It was just enough time to trap twenty or so aliens\nin a glowing ring right above my head.\n\nSmiling, I drew my trusty kitchen knife and began to lay about. I\nheard Harwood's flustered exclamations as, one by one, the imprisoned\nInvaders winked out, darkened, and died.\n\nI finished off the twenty and folded my arms. \"Care to send some more,\nHarwood? It's easier than swatting gnats!\"\n\nHe sputtered a few unintelligible words, then rushed from the porch\ntoward me.\n\nHe was a big man--big, and heavy. I was under the handicap of the\nheavy force-field generator, which I knew I had to keep from his grasp\nor else I was finished. All he had to do was to smash the generator,\nand I'd be roasted the next second.\n\nHarwood barrelled into me, sweeping away the kitchen knife while I was\nstill debating whether or not to use it. It went clattering into a pile\nof rocks in one corner of the garden, and then his fists hit me.\n\nI backed away, making sure I kept the generator out of his reach, and\nflicked out a few defensive gestures. His face was contorted with rage.\nHe was almost blind with fury, and I could hardly blame him. Here I\nstood, threatening to wreck whatever monument of villainy it was that\nhe had been erecting for twenty years.\n\nWe closed in a tight clinch, and his fists pummelled my stomach. I\ndrove upward and felt teeth splinter as I connected. He spat out a\nmouthful of blood and backed off.\n\n\"Why did you have to do it?\" he muttered. \"Why did you ruin everything?\"\n\n\"You pitiful madman,\" I said. \"For the sake of silly revenge on a world\nthat rightfully regarded you as a crackpot, you--\"\n\nHis eyes blazed and he came driving in at me again. In the background,\nI heard the continuing buzzing of the Invaders, who hovered out of\nreach of my force-field, unable to help their master. And overriding\nthe dull droning of the aliens was a steady pattern of sobbing coming\nfrom the porch.\n\nLaura. Watching her father and the man she loved fighting to the death\nin her front yard.\n\nHarwood grasped me in a tight bear-hug, his thick fingers reaching for\nthe power-pack on my back. I danced away and landed a solid punch in\nthe midsection, and he countered with a wild roundhouse that staggered\nme and knocked me within a few inches of the garden fence.\n\nHe came lumbering after me, obviously determined to flatten me against\nthe fence and crush the generator that way. I didn't have any way of\nescaping to the right or the left; I could only wait there and hope to\nwithstand his assault.\n\nAs he drew near, I tensed my legs and crouched. Then he hit me, and\nI pushed upward with all my strength. The fate of a whole world--and\nLaura and me--depended on my strength at that instant.\n\nIt worked. His heavy body lifted, and he grunted in pain as I rammed\nupward. He went up, up, over the garden fence--\n\nAnd then, to my horror, he cleared the garden fence and, with a\nsoul-splitting cry, fell into the gaping mouth of his own vortex!\n\nI leaned against the fence, gaping--and before I could think of what to\ndo, the vortex was gone, winked out as if it had never been!\n\nThen Laura was on the porch, white-faced, terrified.\n\n\"What happened? Where's Daddy?\"\n\nI ran to her side. \"He's gone,\" I said. \"Tripped and fell into the\nvortex, and then--\"\n\n\"Oh!\" She gave a little cry and I thought she was going to\nfaint, but she caught herself with an effort and straightened\nup. Speaking carefully, syllable by syllable, she said,\n\"I--just--smashed--Daddy's--machinery.\"\n\n\"You _what_?\"\n\n\"While you were fighting--I ran down to the basement and wrecked\neverything. Everything!\"\n\nI shivered. No wonder the vortex had vanished. At the very instant Abel\nHarwood was tumbling into it, his daughter was busily destroying the\ngenerator that operated it.\n\nHer control broke. She burst into sobs and huddled in my arms. Finally\nshe said, \"I--hated him. He was out of his mind.\"\n\n\"Try not to think about it,\" I told her. \"Try to forget him. It's all\nover. There's just _us_ now.\"\n\n\"I know,\" she said.\n\nI looked up at the sky, which was dark with the Invaders. It was a\nfrightening sight--but I no longer feared them. The Gateway was closed,\nand Abel Harwood dead, so far as we were concerned. I didn't want to\nthink of what might be happening to him in whatever universe he was in.\n\nThere would be a lot of work to do. I would have to find the\nauthorities, if any were left, and show them how to build my generator.\nThen would begin the long, slow war of eradication against the\nremaining Invaders.\n\nLaura was still sobbing. \"Don't worry,\" I said soothingly. \"It's all\nover now.\"\n\nWe had won.",
    "metadata": {
        "author": [
            "Burke, Ralph",
            "Knox, Calvin M.",
            "Silverberg, Robert",
            "Martin, Webber",
            "Jarvis, E. K.",
            "Mitchell, Clyde"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/65537/pg65537.txt",
        "name": "harwood_s_vortex.json"
    }
}