{
    "name": "Hearts to mend: A fantasy in one act",
    "author": [
        "Overstreet, Harry Allen",
        "Overstreet, H. A. (Harry Allen)"
    ],
    "body": "THE SHEPHERD IN THE DISTANCE, a Pantomime in One Act. By Holland Hudson.\n\n  Originally produced by the Washington Square Players.\n\nMANSIONS, a Play in One Act.\n\n  Originally produced by the Indiana Little Theatre Society.\n\nHEARTS TO MEND, a Fantasy in One Act.\n\n  Originally produced by the Fireside Players, White Plains, N. Y.\n\n\n  _Others to follow._\n  _Bound in Art Paper. Each net 50 cents._\n\n\n\n\n  HEARTS TO MEND\n\n  A FANTASY IN ONE ACT\n\n  By\n  HARRY A. OVERSTREET\n\n  HEARTS TO MEND was first produced by the FIRESIDE\n  PLAYERS, White Plains, N. Y., in April, 1919, with\n  the following cast:\n\n  PIERROT,                     _James H. Wallace_\n  PIERRETTE,                   _Millicent Ives_\n  TINS-TO-MEND MAN,            _G. W. Michelbacker_\n\n  CINCINNATI\n  STEWART & KIDD COMPANY\n  PUBLISHERS\n\n\n\n\n  COPYRIGHT, 1920\n\n  STEWART & KIDD COMPANY\n\n\n  _All Rights Reserved_\n\n  COPYRIGHTED IN ENGLAND\n\n\nThis play is fully protected by the copyright law, all requirements of\nwhich have been complied with. No performance, either professional or\namateur, may be given without the written permission of the author or\nhis representative, who may be addressed in care of the publishers,\nStewart & Kidd Company, Cincinnati, Ohio.\n\n\n\n\nHEARTS TO MEND\n\n\n  _The Scene is the living room, dining room and kitchen--all in\n  one--of Pierrot and Pierrette. It has the diminutive look of a toy\n  house, and the immaculate spick-and-spanness. There are copper\n  kettles and pots on shelves and blue and white plates and cups and\n  saucers. There is a crib in the corner, left, with a screen that can\n  be drawn about it. A table is at the right, front, by the side of\n  which sits Pierrot, head in hands, elbows on knees, very gloomy. A\n  door, left, leads to an inner room; a door, right, to the street._\n\n\n\n\nHEARTS TO MEND\n\n\n(_Pierrette is heard singing a lullaby in the next room._)\n\n  Old Mister Moon is sinking to rest--\n    Sleep, kittikins, sleep!\n  The whispery winds have died in the west--\n    Sleep--kittikins--sleep!\n\n(_She comes in, holding a babe in her arms; sings--very softly._)\n\n  Up in the sky are the firefly stars--\n    Sleep, kittikins, sleep!\n  Father will catch them in crystal jars--\n    Sleep--kittikins--sleep!\n\n(_She lays the babe in its crib, the while softly humming the tune.\nThen she draws the screen about the bed. Meantime she casts anxious\nglances at the moody Pierrot. The babe asleep, she runs to Pierrot,\nkneeling at his side._)\n\nPIERRETTE\n\nTired, sweetheart?\n\nPIERROT (_indifferently_)\n\nOh--I guess so.\n\nPIERRETTE\n\nAnd famished, isn’t that it?\n\n  Kettle not boiling,\n    And table unset;\n  And hungry man waiting\n    For slow Pierrette!\n\nIt’ll all be on the table, dear, in just the littlest minute.\n\nPIERROT\n\nOh, it’s not supper.\n\nPIERRETTE\n\nNot supper?\n\nPIERROT\n\nNo.\n\nPIERRETTE (_solicitously_)\n\nYou haven’t caught cold, Pierrot? You know I told you to wear your\nwoolen muffler and put on your rain shoes. For a man of your superior\nintelligence, you are _so_ careless!\n\nPIERROT\n\n(_getting up with irritation and walking away_)\n\nOh, let me alone, Pierrette! You wouldn’t understand. Get some supper\nfor yourself. I don’t want any.\n\n(_She looks at him troubled for a moment. Then she runs to him, puts\nher hands on his breast._)\n\nPIERRETTE\n\nPierrot.\n\nPIERROT\n\nWell?\n\nPIERRETTE\n\n(_pointing an accusing finger at him slowly_)\n\nYou--haven’t--been--to--see--your--bank--account--again?\n\n(_Pierrot shakes his head gloomily._)\n\nPIERRETTE\n\nOh yes you have! Don’t deny it! And worrying yourself to death about\nexpenses. But Pierrot--things aren’t nearly as bad as you think they\nare. I’m doing all my own work--even the washing and the ironing--and\nPierrot!--I’ve got a scheme! We’ll take a boarder!\n\nPIERROT (_disgusted_)\n\nBoarder! Ugh!\n\nPIERRETTE\n\nWhy not, sweetheart? Of course, we’d have to talk to him at mealtimes,\nI suppose. And you couldn’t kiss me across the table as you used to....\n(_Suddenly, with a catch_) Do you know, Pierrot, you haven’t kissed me\nacross the table for--oh--ever so long!\n\nPIERROT (_struggling with himself_)\n\nPierrette....\n\nPIERRETTE\n\nYes, dear.\n\nPIERROT (_trying to get it out--then in despair_)\n\nOh, what’s the use. I can’t tell it to you.\n\nPIERRETTE (_troubled_)\n\nWhy, what is it, Pierrot? You’ve lost something?\n\nPIERROT (_quickly_)\n\nYes--that’s it. I’ve lost something--the only thing I had,\nPierrette--my song!\n\nPIERRETTE\n\nAh, the silly people didn’t laugh to-day--that’s it?\n\n  Silly, silly people,\n  Staring at a steeple;--\n\nAnd you’re all in the dumps, Pierrot? Isn’t that the trouble?\n\nPIERROT\n\nThey didn’t laugh to-day, Pierrette; and they didn’t laugh yesterday.\nThey haven’t laughed for a long time--not as they used to. (_Most\ngloomily_) And three of my songs have come back from the editors!\n\nPIERRETTE (_defending him_)\n\nBut who cares for editors, Pierrot? They’re such stupid creatures! Some\nday you’ll write a great song that everybody’ll love; and then you’ll\nsee all the foolish little editors bringing you velvets and gold.\n\nPIERROT (_in gloom_)\n\nNo. The editors are right. The people are right. Something’s gone out\nof me. I’m not the same as I was before--before--How long have we been\nmarried, Pierrette?\n\nPIERRETTE\n\nJust three tiny years!\n\nPIERROT (_sighing_)\n\nOnly three years! (_Then bitterly--to Pierrette_) Here!--I’ll give you\na sign. Look! (_He walks with flat, listless feet up and down the room;\nthen speaks, with a hopeless sob in his voice_) I no longer walk on my\ntoes! See! Flat--like that! No songs ever walked that way! Songs?\nNo--here’s the way--\n\n(_He rises momentarily to his toes and sings._)\n\n  Oh, a merry, merry fellow,\n  And a sweet, fair maid,\n  Danced on the meadow in the gypsy time--\n  Said the merry, merry fellow\n  To the sweet, fair maid--\n\n(_He breaks off._)\n\nPIERROT (_hopeless_)\n\nNo--I can’t do it. It’s gone out of me. (_Desperately_) Pierrette--I’ve\ncome to a conclusion. I ought never to have married!\n\nPIERRETTE (_suddenly stabbed_)\n\nOh, Pierrot, it’s been the most beautiful thing in all the world!\n\nPIERROT\n\nThat’s because you’re a woman, Pierrette, and not an artist.\n\nPIERRETTE\n\nBut _you_ said it was the most beautiful thing in all the world,\nPierrot.\n\nPIERROT (_vaguely_)\n\nDid I? That was long ago. You don’t understand, Pierrette. Women never\ndo. Life to them is a little cage in which they sit all day long and\nsing tiny songs about tea and muffins. Men are different. Put them in a\ncage and they sing for a day. Then they begin to droop.\n\nPIERRETTE (_hurt_)\n\nSo you want to go away, Pierrot?\n\nPIERROT (_passionately_)\n\nI want to capture it again--the power, the thrill, the fire of song!\n\nPIERRETTE\n\nAnd you would capture it if--if I--(_looking toward the screen which\nhides the crib_) if we--were not here?\n\nPIERROT (_flinging out his arms in despair_)\n\nOh, I’m a brute, Pierrette! I don’t know. I’m gone stale--that’s the\ntrouble. I’m done for--all these worries and things. I’ll sit at home,\nI guess, and darn socks!\n\n(_He flings himself into his chair. Pierrette moves quietly about,\nputting his tea on the table. She sets tea only for one._)\n\nPIERRETTE (_handing him his cup_)\n\nThere, sweetheart. Your tea.\n\nPIERROT (_stirring himself_)\n\nAren’t you going to have some, too?\n\nPIERRETTE (_controlling her voice and with her back half turned to\nhim as she goes to the other room_)\n\nOh no, dear; I’ve had lots of tea this afternoon. I’m not hungry.\nBesides, I’m late with the cleaning up. I’ll be gone only a minute.\n\n(_She goes out quickly. Pierrot makes to rise and follow her; then,\nwith a hopeless wave of the hand, sinks back into the chair. He drinks\nhis tea moodily. There is a voice outside_)--\n\n  “Tins to mend! Tins to mend!”\n\n(_A knock at the door and the Tins-to-mend man enters._)\n\nMAN (_taking off his cap, half humorously, half apologetically_)\n\nAny tins to mend, sir?\n\nPIERROT (_grimly_)\n\nNothing as easy as that in this house. It’s hearts to mend here!\n\nMAN (_slinging off his pack_)\n\nHearts to mend?--oho--I do that, too! Truth is (_confidentially_), it’s\ncome to be my main business. For if you’d believe it, there’s more\nhearts to mend and souls to mend than pots and kettles to mend in this\nold world of ours. Fact, my dear sir, fact! (_Sits down_) And you can’t\nthrow hearts away when they begin to show wear--now can you?--like you\nthrow away an old pot? No siree! (_Impressively_) You got to mend ’em.\nAnd there’s tricks about mendin’ them, sir--tricks in all trades, say\nI. You can mend ’em so’s they’s worse’n they was in the beginning.\nAnd you can mend ’em so careful and so clever, you can’t tell they\nwas ever mended at all. In fact, I’ve mended some of them so they was\nbetter that way than they was in the beginning. Seems curious, but it’s\ntrue. If there was a kettle now you wanted me to work on while I was\ntalkin’, it’d keep me busy.\n\n(_Pierrot looks about; gets up and tosses him a kettle._)\n\nPIERROT\n\nThere! Bang away at that!\n\n(_He sits down again. The Tins-to-mend man hammers away for awhile,\nPierrot watching him gloomily._)\n\nMAN\n\nYou see--pots and kettles is curious things. Y’ can’t just let ’em set\nthere and be. They rust. That’s what they do. Y’ got t’ keep shinin’\n’em--keep polishin’ ’em up. And they like it, sir--oh, they do! They\nkinda get a hold on life. And when they hang in your kitchen all bright\nand happy like, they just seem to sing away like birds. Now you’re a\nsinger, sir--why don’t you make a song about that?\n\nPIERROT\n\nI can’t sing any more.\n\nMAN\n\nLost your voice, sir?\n\nPIERROT\n\nNo--worse than that--I’m married!\n\nMAN (_solicitously_)\n\nThat’s bad, sir; that’s bad--if you’re not married right. They take it\nout of a man, them wicked ones!\n\nPIERROT (_firing up_)\n\nWho said she was a wicked one?\n\nMAN\n\nBut if she’s good--\n\nPIERROT (_hopelessly_)\n\nAh, that’s the trouble. She’s good. A man can’t live on goodness alone.\nIt gets on his nerves.\n\nMAN\n\nAnd what else should he live on?\n\nPIERROT (_passionately_)\n\nThrills--passions--longings! The kisses that make dreams--the touches\nof hands that make the songs come tumbling out of you--\n\nMAN (_laughing_)\n\nOho, but it ought to be easy enough for a handsome young master like\nyou to get those things!\n\nPIERROT\n\nIt’d break her heart.\n\nMAN (_lifting his eyes_)\n\nThen you’re fond of her, sir?\n\nPIERROT (_roughly_)\n\nOf course I’m fond of her. That’s just the trouble! (_pause_) But\nI’m tired to death of her--and that’s the trouble, too. First, when\nI loved her, just a peep of her out of a window would set my heart\ndancing. Now, when I see her--it’s just like seeing--the butcher\nboy--or the bakeshop woman. (_Rises excitedly_) I tell you when things\nare like that, something’s got to be done. An artist can’t live\nthat way. Ordinary men can. All they want of their wives is to be\ncushions--soft--so’s they can go to sleep. Artists are different. They\nwant the sky and all the quivering stars in the sky. When they marry\n(_he makes a grimace_)--it’s good-bye to the stars!\n\nMAN (_looking at him quizzically_)\n\nDid you ever think, sir, why the night was made--with them stars you\ntalk of?\n\nPIERROT\n\nWhy was the night made?\n\nMAN\n\nOr why there’s settin’ o’ the sun and risin’ o’ the sun?\n\nPIERROT\n\nWhy is there setting of the sun and rising of the sun?\n\nMAN\n\nWell--I don’t exactly know myself. But I seem to figger it out this\nway. Think of what it’d be, I says to myself, if there was all just\none long day. Always day and day and day. Always the same glary light\nstarin’ y’ in the eye--borin’ into your brain--so’s y’ couldn’t shut it\nout from y’; so’s y’ couldn’t get away from it; so’s y’ couldn’t watch\nthe shadders come stealin’ along, the sun a-settin’ and the twinklin’\nstars a-comin’ out--and so’s y’ couldn’t stretch yourself out and\nsleep--and so’s y’ couldn’t all of a sudden wake and hear the birds\nchirpin’ and a new day come! Ah, it’s that, sir--it’s the comin’ of the\nnew day that makes life the grand thing it is--the comin’ of the new\nday _every_ day!\n\nPIERROT (_wonderingly_)\n\nThe coming of the new day every day?\n\nMAN\n\nJust that. It’s a grand plan, sir! Keeps the world young. You try it.\n\nPIERROT\n\nTry it? What do you mean? I’m not the sun.\n\nMAN\n\nAh, but you can be--and starlight and moonlight! How long was it--now\ntell me--since the thought came to you in the morning--I’ll bring\nher--I’ll bring her a vi’let? Oho--I know--(_sings_)\n\n  Sweet was the honeymoon,\n    Swift it passed away--\n  Now we’re steady married folk--\n    Day after day.\n\nIt’s only for a short time--in the beginning--that every day’s a new\nday. After that it’s just always the same--always the same--and no\nrisin’ o’ the sun in the mornin’--no chirp of birds--and no singin’ in\nthe heart.\n\nPIERROT\n\nYou mean--\n\nMAN (_roguishly, bending to his task_)\n\nI mean there’s a good way to mend kettles and a bad way, sir; and when\nthe kettles are singin’ and the fires are burnin’ under them--Oho--but\nthere’s more hearts than kettles!\n\n(_Pierrot stands thinking._)\n\nPIERROT (_to himself_)\n\nI used to bring her things--a little red cloak I once brought her. Oh,\nshe was happy! I remember that day. I made a song about it.\n\nMAN (_hammering away--sings_)\n\n  Tins to mend,\n  And hearts to tend;\n  Hearts and tins\n  Have outs and ins!\n\nPIERROT (_continuing--to himself_)\n\nIt was one of my very best songs. And she was so happy! (_Suddenly_)\nWhy--I’ve forgotten all about her lately! Even her birthday! She had to\nremind me of it! Poor Pierrette!\n\nMAN (_sings_)\n\n  Outs and ins;\n  Outs and ins;\n  That’s where the trouble\n  Of life begins!\n\n(_Pierrot looks up. His eyes suddenly grow bright with an idea._)\n\nPIERROT (_rising to his toes--running to the Tins-to-Mend Man_)\n\nI have it, old fellow--I have it! There’s a shop--just a step away. I\nknow something she wants there. I’m going to get it for her!\n\n  My purse it is lean;\n    My purse it is lank;\n  But who cares a flip\n    For the state of my bank!\n\n(_He dances delighted._)\n\nCome--are you finished? I’ve got to hurry. She’s gone off into that\nroom to clear up. She’ll be coming back any minute.\n\nMAN (_looking up smiling--handing him the kettle_)\n\nIt’s mended. Better than it ever was!\n\n(_Pierrot takes the kettle--runs to the shelf and puts it away. To the\nMan--_\n\nPIERROT\n\nCome now, come!\n\nMAN (_gathering up pack_)\n\nI’m coming. (_Sings_)--\n\n  Life’s a joy\n    When turned about;\n  In to in\n    And out to out.\n\nPIERROT (_putting on cloak_)\n\nIf I hurry now, I’ll have it here before she’s through with her work;\nit’s a beauty--it’s a beauty (_dances exultant_).\n\n  My pockets are slimpsy as pockets can be;\n  And short is the space twixt the poorhouse and me;\n  But while there’s a copper that hasn’t been spent,\n  I’ll mortgage my shoes for the price of the rent!\n\n(_They both make their exit as Pierrot sings._)\n\n_After a moment, Pierrette opens the inner door softly, and seeing that\nno one is there, steps in. She has on a cloak and a hood over her head.\nShe is very sad._\n\n_She first takes the tea things from the table. Then, hesitating, she\ngoes to the screen, pulling it softly aside. She leans over the crib\nfor a merest moment. Then she pulls the screen to again, whispering:_\n\n  Up in the sky are the firefly stars;\n    Sleep, Kittikins, sleep!\n  Father will catch them in crystal jars--\n\nPIERRETTE\n\nYes, Kittikins, we must let father. Father can make such beautiful\nsongs. We must not stand in his way, Kittikins--we love him so.\n\n(_She goes to the shelf and gets down a sheet of paper, the ink horn\nand a quill pen--takes them to the table, sits and writes._)\n\nPIERRETTE\n\nWe’ll just write this: “Mother Merle--will--take--Kittikins.--She--\nloves--her.--Good-bye--Sweetheart.” We’ll leave it here.\n\n(_She folds it and lays it on the table. She half goes once more to the\ncrib; but she controls herself. Then, as she goes to the door, she half\nturns, looks at Pierrot’s chair, and sings softly_)--\n\n  Love comes in, a-tip-toe, laughing;\n    Love trails out with leaden feet--\n  Love that’s here to-day may leave us,\n    Banished in a windy street.\n\n  I shall love you always, always--\n    Sweetheart, through the endless years;\n  I shall love you with my heartaches;\n    I shall love you with my tears.\n\n(_She goes out into the night._)\n\n(_After a time Pierrot comes hurrying in. His eyes are dancing. His\ntoes are dancing. He peeks about to see if she is there. Then he makes\nto hide his package under the stool, but thinks better of it. He runs\nto the screen, but again decides against the place. He looks about and\nconsiders. An idea strikes him and he takes off his peaked hat and\ndrops the package into that. But again he decides against it. At last,\nwith a sudden inspiration, he runs to the pewter pot._)\n\nPIERROT (_gleeful_)\n\nShe’ll use that to-night when she warms Kittikins’ milk. A great idea!\nOh, she’ll be surprised! And I’ll just pretend I know nothing about it!\nI’ll be reading in my book--or writing--making faces at my paper--and\nI’ll see her out of the corner of my eye--\n\n  Hi, hi--\n    Pierrette, hot!--\n  Peep behind\n    The pewter pot!\n\nShe’ll take the pot away. She’ll find the package! She’ll open it! Then\nshe’ll just go all red and white--I can see her in my mind’s eye--and\nshe’ll run over to me--\n\n(_He sees the paper on the table; reads it._)\n\nPIERROT\n\nPierrette! (_He runs to the door of the inner room_) Pierrette! (_He\nruns to the street door_) Pierrette! (_Then he runs back for his hat;\nbut just as he makes to follow her, the meaning of it comes over\nhim. He drops his hat. He goes slowly to the table, dropping into\nhis chair_) It’s right. It’s what ought to be. She was a wisp of\nsunlight--a night of stars--she was birds singing and summer winds. She\nwas Pierrette!--(_With a sob_) And I drove her away!\n\n(_He sinks into the chair, his head on his arms. There is a pause. The\ndoor opens softly. Pierrette peeps in. Seeing Pierrot all crumpled up,\nshe tiptoes toward him a few steps, stretching out her arms yearningly.\nBut she controls herself, tiptoes a few steps towards the crib, blows\na kiss to the baby and turns to go out again. Pierrot lifts his head\nsuddenly, sees her and jumps up. Pierrette tries to escape him._)\n\nPIERROT (_catching her in his arms_)\n\nPierrette!\n\nPIERRETTE\n\nOh, Pierrot, I just came back for the littlest look. I couldn’t help\nit. I’ll go now.\n\nPIERROT\n\nBut Pierrette, look! _(He dances about)_ It’s all come back again! I’ve\ngot a new song singing in me, Pierrette! It’s the best song yet. It’ll\nmake me famous!\n\n  The editors will flock to me,\n    Exactly as you said--\n  A-bringing gold and velvets\n    And a-swelling of my head!\n\n(_He tries to take her cloak off._)\n\nPIERROT (_coaxingly_)\n\nPierrette, please stay!\n\nPIERRETTE\n\nNo, no--it was _because_ I went away, don’t you see? That’s how you\nfound your song. You’re right, Pierrot--wives _ought_ to go away.\n\nPIERROT\n\nBut they ought to come back again, too, Pierrette!\n\nPIERRETTE\n\nOnly for a tiny look, Pierrot. They’d like--oh yes, they’d like to\nstay. But if they’re wise--ah no--Good-bye!\n\n(_She starts to go. Pierrot runs after her._)\n\nPIERROT\n\nPierrette--if you _must_ go--wait--(_mysteriously_)--there’s something\nhere for you.\n\nPIERRETTE\n\nSomething for me?\n\nPIERROT\n\nSomething for you.\n\nPIERRETTE\n\nWhere is it?\n\nPIERROT (_teasingly_)\n\n  Perhaps it’s on the ceiling,\n    Perhaps it’s on the floor;\n  Perhaps it’s gone to visit the moon,\n    And won’t be back till four!\n\nPIERRETTE\n\nOh, Pierrot, don’t tease! Where is it?\n\nPIERROT (_more teasingly_)\n\nGuess!\n\nPIERRETTE\n\nIs it--is it--behind the screen?\n\nPIERROT\n\nGuess again.\n\nPIERRETTE\n\nIs it--is it--under the clock?\n\nPIERROT\n\nGuess again.\n\nPIERRETTE\n\nIs it--is it--under your hat?\n\nPIERROT\n\nGuess again.\n\nPIERRETTE\n\nIs it--is it--ah--I know where it is. It’s behind the pewter pot!\n\nPIERROT\n\nRight!\n\n(_She runs up and gets the package, opens it and discovers a necklace\nof gay, red beads._)\n\nPIERRETTE\n\nWhy--Pierrot--for me?\n\nPIERROT (_making believe to consider_)\n\nWell, that depends. I thought it was for you. But if you’re going\naway--\n\nPIERRETTE\n\nBut why did you get it for me?\n\nPIERROT\n\nDo you want to know, sweetheart?\n\nPIERRETTE\n\nYes.\n\nPierrot (_dances_)\n\n  Old Mister Pierrot\n    Went to a shop;\n  Then he came back again--\n    Hop--skip--hop!\n\nPIERRETTE\n\nBut that isn’t the _reason_, Pierrot. Be sensible.\n\nPIERROT (_continues_)\n\n  Old Mister Pierrot\n    Was blue, blue, blue--\n  Along came a tinker-man\n    And showed him what to do!\n\nPIERROT\n\nPierrette, I’ve come to a conclusion!\n\nPIERRETTE (_apprehensively_)\n\nNot another conclusion, Pierrot?\n\nPIERROT\n\nYes. I’m great on conclusions. It’s this: that most husbands, with\nadorable wives, are donkeys!\n\nPIERRETTE\n\nOh, but I knew that long ago--ever since I married you.\n\nPIERROT\n\nYou knew it all that time?\n\nPIERRETTE\n\nOf course.\n\nPIERROT\n\nThen how were you able to put up with me?\n\nPIERRETTE\n\nOh, I knew you’d discover it some day; and when you did discover it,\nyou’d be such a _nice_ donkey. Pierrot, I’ve come to a conclusion\nmyself!\n\nPIERROT (_apprehensively_)\n\nYou, too, Pierrette? What is it?\n\nPIERRETTE\n\nThat most wives, with clever husbands, are silly geese!\n\nPIERROT (_heartily_)\n\nWhy, I’ve known that, Pierrette, ever since I married _you_. I didn’t\nthink I ought to tell you, though.\n\nPIERRETTE\n\nAnd I don’t blame you, Pierrot--not for a minute--for wanting me to go\naway.\n\nPIERROT (_fervently_)\n\nI want you back, now!\n\nPIERRETTE\n\nBut I _am_ going away, Pierrot!\n\nPIERROT\n\nPierrette!\n\nPIERRETTE\n\nNot now, Pierrot--but some time!\n\n(_As the curtain falls, they bend quickly toward each other, their\nhands stretched out behind, and kiss._)\n\n\n\n\nFour Plays of the Free Theater:\n\n\n  “The Fossils,” “The Serenade,” “Francoise’ Luck,” “The Dupe.”\n\nAuthorized Translation with Introduction by BARRETT H. CLARK\n\n_The Contents of this Volume are_:\n\n  Preface by----Brieux\n  Antoine and the Free Theater, by Barrett H. Clark.\n\n_The Fossils_, by Francois de Curel. Rather short three-act play, first\nproduced in 1892. Time, the present. A problem play of family pride and\ndesire to perpetuate itself. Characters: The Duke de Chartmelle, Robert\nde Chartmelle, Nicolas, a Farmer, a Country Neighbor, a Servant, Claire\nde Chartmelle, Helen Vatrin, a Nun.\n\n_The Serenade_, by Jean Jullien, a Bourgeois Study in three rather\nshort acts; first produced in 1887. Characters: Theodore Cottin,\nCalixte Poujade, Maxine Champanet, Prosper Poujade, Dumoulin, Fournier,\nNathelie Cottin, Genevieve Cottin, Celina Roulard, Leocadie, Dumoulin,\nClemma, Dodo.\n\n_Francoise’ Luck_, by Georges de Porto-Riche. Medium length, one-act\ncomedy; first produced in 1888. Characters: Marcel Desroches, Guerin,\nJean, Francois, Maseleine.\n\n_The Dupe_, by Georges Ancey, a comedy in five short acts; first\nproduced in 1891. Characters: Albert, Madame Viot, Adele, Marie.\n\n_Handsomely bound and uniform with S. & K. Dramatic Series, Net, $2.50.\n¾ Turkey Morocco, Net, $8.50._\n\n  STEWART & KIDD COMPANY\n  Publishers      Cincinnati, U. S. A.\n\n\n\n\nSHORT PLAYS\n\n\nTo fill a long-felt want. All have been successfully presented.\nSuitable for Women’s Clubs, Girls’ Schools, etc. While elaborate enough\nfor big presentation, they may be given very simply.\n\nThis volume contains ten Plays:\n\n_The Shadowed Star_ has six women, one boy; may all be taken by women.\nTime, present. Scene, in a tenement Christmas Eve. One act, 45 minutes.\n\n_The Ring._ Costume play. Time, days of Shakespeare. Three women, seven\nmen. Scene, interior. One act, 45 minutes.\n\n_The Rose._ One woman, two men. Time, Elizabethan. Scene, castle\ninterior. One act, 30 minutes. Song introduced.\n\n_Luck._ Four short acts. Time, present. Interior scene. Seven women,\nsix men. Comedy.\n\n_Entre’ Acte._ Costume play. Time, present. Scene, interior. Two women,\none man. Contains a song. One act.\n\n_A Woman’s a Woman for A’ That._ Time, present. Interior scene. One\nact, 45 minutes. Three women, two men. Comedy.\n\n_A Fan and Two Candlesticks._ Costume play, Colonial times. Scene,\ninterior. Two men, one woman. One act, 20 to 30 minutes. Written in\nrhymed couplets.\n\n_A Modern Masque._ Time, present. Scene, outdoors. Fantastic, written\nin prose and verse. Costume play in one act, 30 minutes or more. Four\nwomen, three men.\n\n_The Futurists._ One-act farce, of the first woman’s club of the early\neighties. Interior. Forty-five minutes. Eight women.\n\n_The Gate of Wishes._ One-act fantasy. Outdoors. Half hour. One girl,\none man. Singing voices of fairies.\n\n  _Handsomely bound and uniform with S. & K. Dramatic Series. 12mo.\n  Cloth, Net, $2.50; ¾ Turkey Morocco, Net, $8.50._\n\n\n  STEWART & KIDD COMPANY\n  Publishers      Cincinnati, U. S. A.\n\n\n\n\nMORE SHORT PLAYS\n\n\nPlays that act well may read well. Miss MacMillan’s Plays are good\nreading. Nor is literary excellence a detriment to dramatic performance.\n\nThis volume contains eight Plays:\n\n_His Second Girl_. One-act comedy, just before the Civil War. Interior,\n45 minutes. Three women, three men.\n\n_At the Church Door_. Fantastic farce, one act, 20 to 30 minutes.\nInterior. Present. Two women, two men.\n\n_Honey_. Four short acts. Present, in the southern mountains. Same\ninterior cabin scene throughout. Three women, one man, two girls.\n\n_The Dress Rehearsal of Hamlet_. One-act costume farce. Present.\nInterior. Forty-five minutes. Ten women taking men’s parts.\n\n_The Pioneers_. Five very short acts. 1791 in Middle-West. Interior.\nFour men, five women, five children, five Indians.\n\n_In Mendelesia, Part I_. Costume play, Middle Ages. Interior. Thirty\nminutes or more. Four women, one man-servant.\n\n_In Mendelesia, Part II_. Modern realism of same plot. One act.\nPresent. Interior. Thirty minutes. Four women, one maid-servant.\n\n_The Dryad_. Fantasy in free verse, one act. Thirty minutes. Outdoors.\nTwo women, one man. Present.\n\nThese plays, as well as SHORT PLAYS, have been presented by clubs and\nschools in Boston, New York, Buffalo, Detroit, Cleveland, New Orleans,\nSan Francisco, etc., and by the Portmanteau Theatre, the Chicago Art\nInstitute Theatre, the Denver Little Art Theatre, at Carmel-by-the-Sea\nin California, etc.\n\n  _Handsomely bound and uniform with S. & K. Dramatic Series. 12mo.\n  Cloth. Net, $2.50; ¾ Turkey Morocco, Net, $8.50._\n\n\n  STEWART & KIDD COMPANY\n  Publishers      Cincinnati, U. S. A.\n\n\n\n\n_A Notable Achievement_\n\n\nEuropean Theories of the Drama\n\nAN ANTHOLOGY OF DRAMATIC THEORY AND CRITICISM FROM ARISTOTLE TO\nTHE PRESENT DAY, IN A SERIES OF SELECTED TEXTS, WITH COMMENTARIES,\nBIOGRAPHIES AND BIBLIOGRAPHIES\n\nAUTHOR OF\n\n“CONTEMPORARY FRENCH DRAMATISTS,” “THE CONTINENTAL DRAMA OF TODAY,”\n“BRITISH AND AMERICAN DRAMA OF TODAY,” ETC., ETC.\n\nA book of paramount importance. This monumental anthology brings\ntogether for the first time the epoch-making theories and criticisms\nof the drama which have affected our civilization from the beginnings\nin Greece down to the present day. Beginning with Aristotle, each\nutterance on the subject has been chosen with reference to its\nimportance, and its effect on subsequent dramatic writing. The texts\nalone would be of great interest and value, but the author, Barrett H.\nClark, has so connected each period by means of inter-chapters that his\ncomments taken as a whole constitute a veritable history of dramatic\ncriticism, in which each text bears out his statements.\n\nNowhere else is so important a body of doctrine on the subject of\nthe drama to be obtained. It cannot fail to appeal to anyone who is\ninterested in the theater, and will be indispensable to students.\n\nThe introduction to each section of the book is followed by an\nexhaustive bibliography; each writer whose work is represented is made\nthe subject of a brief biography, and the entire volume is rendered\ndoubly valuable by the index, which is worked out in great detail.\n\n_Prof. Brander Matthews_, of Columbia University, says: “Mr. Clark\ndeserves high praise for the careful thoroughness with which he has\nperformed the task he set for himself. He has done well what was\nwell worth doing. In these five hundred pages he has extracted the\nessence of several five-foot shelves. His anthology will be invaluable\nto all students of the principles of playmaking; and it ought to be\nwelcomed by all those whose curiosity has been aroused by the frequent\nreferences of our latter-day theorists of the theater to their\npredecessors Aristotle and Horace, Castelvetro and Scaliger, Sidney\nand Jonson, d’Aubignac and Boileau, Lessing and Schlegel, Goethe and\nColeridge.”\n\n_Wm. Lyon Phelps_, of Yale University, writes: “Mr. Clark’s book,\n‘European Theories of the Drama,’ is an exceedingly valuable work and\nought to be widely useful.”\n\n_Large 8vo, 500 pages. Net, $5.00; ¾ Turkey Morocco, Net, $12._\n\n\n  STEWART & KIDD COMPANY\n  Publishers      Cincinnati, U. S. A.\n\n\n\n\nThe Portmanteau Plays\n\nEdited and with an introduction by Edward Hale Bierstadt\n\n\n_=Brooklyn Eagle=_: “All of the plays in these attractive maroon\nvolumes are literary without being pedantic, and dramatic without\nbeing noisy. They are a genuine addition to the steadily growing list\nof worthwhile plays by American dramatists. Stewart & Kidd are to be\ncongratulated on presenting them to the public in such attractive\nformat.”\n\n  Vol. 1--Portmanteau Plays\n        Introduction\n        The Trimplet\n        Nevertheless\n        Six Who Pass While the Lentils Boil\n        Medicine Show\n\n  Vol. 2--More Portmanteau Plays\n        Introduction\n        The Lady of the Weeping Willow Tree\n        The Very Naked Boy\n        Jonathan Makes a Wish\n\n        To be issued shortly\n\n  Vol. 3--Portmanteau Adaptations\n        Introduction\n        Gammer Gurton’s Needle\n        The Birthday of the Infanta\n        “Seventeen”\n\n  _Each of the above volumes handsomely bound and illustrated. Per\n  volume net, in Silk Cloth $2.50; ¾ Turkey Morocco $8.50_\n\n\n  Stewart & Kidd Company\n  Publishers      Cincinnati, U. S. A.\n\n\n\n\n  Italicized text is surrounded by underscores: _italics_.\n\n  Obvious typographical errors have been corrected.",
    "metadata": {
        "author": [
            "Overstreet, Harry Allen",
            "Overstreet, H. A. (Harry Allen)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/68761/pg68761.txt",
        "name": "hearts_to_mend_a_fantasy_in_one_act.json"
    }
}