{
    "name": "Hero and Leander",
    "author": [
        "Marlo, Christopher",
        "Marlowe, Christopher",
        "Marlow, Christopher",
        "Marloe, Christopher"
    ],
    "body": "by Christopher Marlowe\n\n\n\n\nFIRST SESTIAD\n\n\nOn Hellespont, guilty of true-love’s blood,\nIn view and opposite two cities stood,\nSea-borderers, disjoined by Neptune’s might;\nThe one Abydos, the other Sestos hight.\nAt Sestos Hero dwelt; Hero the fair,\nWhom young Apollo courted for her hair,\nAnd offered as a dower his burning throne,\nWhere she should sit for men to gaze upon.\nThe outside of her garments were of lawn,\nThe lining purple silk, with gilt stars drawn;\nHer wide sleeves green, and bordered with a grove,\nWhere Venus in her naked glory strove\nTo please the careless and disdainful eyes\nOf proud Adonis, that before her lies.\nHer kirtle blue, whereon was many a stain,\nMade with the blood of wretched lovers slain.\nUpon her head she ware a myrtle wreath,\nFrom whence her veil reached to the ground beneath.\nHer veil was artificial flowers and leaves\nWhose workmanship both man and beast deceives.\nMany would praise the sweet smell as she passed,\nWhen ’twas the odour which her breath forth cast;\nAnd there for honey bees have sought in vain,\nAnd, beat from thence, have lighted there again.\nAbout her neck hung chains of pebblestone,\nWhich, lightened by her neck, like diamonds shone.\nShe ware no gloves; for neither sun nor wind\nWould burn or parch her hands, but to her mind,\nOr warm or cool them, for they took delight\nTo play upon those hands, they were so white.\nBuskins of shells, all silvered used she,\nAnd branched with blushing coral to the knee;\nWhere sparrows perched of hollow pearl and gold,\nSuch as the world would wonder to behold.\nThose with sweet water oft her handmaid fills,\nWhich, as she went, would chirrup through the bills.\nSome say for her the fairest Cupid pined\nAnd looking in her face was strooken blind.\nBut this is true: so like was one the other,\nAs he imagined Hero was his mother.\nAnd oftentimes into her bosom flew,\nAbout her naked neck his bare arms threw,\nAnd laid his childish head upon her breast,\nAnd, with still panting rocked, there took his rest.\nSo lovely fair was Hero, Venus’ nun,\nAs Nature wept, thinking she was undone,\nBecause she took more from her than she left,\nAnd of such wondrous beauty her bereft.\nTherefore, in sign her treasure suffered wrack,\nSince Hero’s time hath half the world been black.\n\nAmorous Leander, beautiful and young,\n(whose tragedy divine Musaeus sung,)\nDwelt at Abydos; since him dwelt there none\nFor whom succeeding times make greater moan.\nHis dangling tresses, that were never shorn,\nHad they been cut, and unto Colchos borne,\nWould have allured the vent’rous youth of Greece\nTo hazard more than for the golden fleece.\nFair Cynthia wished his arms might be her sphere;\nGrief makes her pale, because she moves not there.\nHis body was as straight as Circe’s wand;\nJove might have sipped out nectar from his hand.\nEven as delicious meat is to the taste,\nSo was his neck in touching, and surpassed\nThe white of Pelop’s shoulder. I could tell ye\nHow smooth his breast was and how white his belly;\nAnd whose immortal fingers did imprint\nThat heavenly path with many a curious dint\nThat runs along his back, but my rude pen\nCan hardly blazon forth the loves of men,\nMuch less of powerful gods. Let it suffice\nThat my slack Muse sings of Leander’s eyes,\nThose orient cheeks and lips, exceeding his\nThat leaped into the water for a kiss\nOf his own shadow and, despising many,\nDied ere he could enjoy the love of any.\nHad wild Hippolytus Leander seen\nEnamoured of his beauty had he been.\nHis presence made the rudest peasant melt\nThat in the vast uplandish country dwelt.\nThe barbarous Thracian soldier, moved with nought,\nWas moved with him and for his favour sought.\nSome swore he was a maid in man’s attire,\nFor in his looks were all that men desire,\nA pleasant smiling cheek, a speaking eye,\nA brow for love to banquet royally;\nAnd such as knew he was a man, would say,\n“Leander, thou art made for amorous play.\nWhy art thou not in love, and loved of all?\nThough thou be fair, yet be not thine own thrall.”\n\nThe men of wealthy Sestos every year,\n(For his sake whom their goddess held so dear,\nRose-cheeked Adonis) kept a solemn feast.\nThither resorted many a wandering guest\nTo meet their loves. Such as had none at all,\nCame lovers home from this great festival.\nFor every street like to a firmament\nGlistered with breathing stars who, where they went,\nFrighted the melancholy earth which deemed\nEternal heaven to burn, for so it seemed,\nAs if another Phaeton had got\nThe guidance of the sun’s rich chariot.\nBut far above the loveliest Hero shined\nAnd stole away th’ enchanted gazer’s mind,\nFor like sea nymphs’ enveigling Harmony,\nSo was her beauty to the standers by.\nNor that night-wandering, pale, and wat’ry star\n(When yawning dragons draw her thirling car\nFrom Latmus’ mount up to the gloomy sky\nWhere, crowned with blazing light and majesty,\nShe proudly sits) more overrules the flood\nThan she the hearts of those that near her stood.\nEven as, when gaudy nymphs pursue the chase,\nWretched Ixion’s shaggy footed race,\nIncensed with savage heat, gallop amain\nFrom steep pine-bearing mountains to the plain.\nSo ran the people forth to gaze upon her,\nAnd all that viewed her were enamoured on her.\nAnd as in fury of a dreadful fight,\nTheir fellows being slain or put to flight,\nPoor soldiers stand with fear of death dead strooken,\nSo at her presence all surprised and tooken,\nAwait the sentence of her scornful eyes.\nHe whom she favours lives, the other dies.\nThere might you see one sigh, another rage;\nAnd some, (their violent passions to assuage)\nCompile sharp satires, but alas too late,\nFor faithful love will never turn to hate.\nAnd many seeing great princes were denied\nPin’d as they went, and thinking on her died.\nOn this feast day, O cursed day and hour,\nWent Hero thorough Sestos from her tower\nTo Venus’ temple, where unhappily\nAs after chanced, they did each other spy.\n\nSo fair a church as this had Venus none.\nThe walls were of discoloured jasper stone\nWherein was Proteus carved, and o’erhead\nA lively vine of green sea agate spread,\nWhere by one hand lightheaded Bacchus hung,\nAnd, with the other, wine from grapes out wrung.\nOf crystal shining fair the pavement was.\nThe town of Sestos called it Venus’ glass.\nThere might you see the gods in sundry shapes\nCommitting heady riots, incest, rapes.\nFor know, that underneath this radiant floor\nWas Danae’s statue in a brazen tower,\nJove slyly stealing from his sister’s bed,\nTo dally with Idalian Ganymede,\nAnd for his love Europa bellowing loud,\nAnd tumbling with the Rainbow in a cloud;\nBlood quaffing Mars heaving the iron net\nWhich limping Vulcan and his Cyclops set;\nLove kindling fire to burn such towns as Troy;\nSylvanus weeping for the lovely boy\nThat now is turned into a cypress tree,\nUnder whose shade the wood gods love to be.\nAnd in the midst a silver altar stood.\nThere Hero, sacrificing turtle’s blood,\nVailed to the ground, vailing her eyelids close,\nAnd modestly they opened as she rose.\nThence flew Love’s arrow with the golden head,\nAnd thus Leander was enamoured.\nStone still he stood, and evermore he gazed\nTill with the fire that from his countenance blazed\nRelenting Hero’s gentle heart was strook.\nSuch force and virtue hath an amorous look.\n\nIt lies not in our power to love or hate,\nFor will in us is overruled by fate.\nWhen two are stripped, long ere the course begin\nWe wish that one should lose, the other win.\nAnd one especially do we affect\nOf two gold ingots like in each respect.\nThe reason no man knows; let it suffice\nWhat we behold is censured by our eyes.\nWhere both deliberate, the love is slight:\nWho ever loved, that loved not at first sight?\n\nHe kneeled, but unto her devoutly prayed.\nChaste Hero to herself thus softly said,\n“Were I the saint he worships, I would hear him;”\nAnd, as she spake those words, came somewhat near him.\nHe started up, she blushed as one ashamed,\nWherewith Leander much more was inflamed.\nHe touched her hand; in touching it she trembled.\nLove deeply grounded, hardly is dissembled.\nThese lovers parleyed by the touch of hands;\nTrue love is mute, and oft amazed stands.\nThus while dumb signs their yielding hearts entangled,\nThe air with sparks of living fire was spangled,\nAnd night, deep drenched in misty Acheron,\nHeaved up her head, and half the world upon\nBreathed darkness forth (dark night is Cupid’s day).\nAnd now begins Leander to display\nLove’s holy fire, with words, with sighs, and tears,\nWhich like sweet music entered Hero’s ears,\nAnd yet at every word she turned aside,\nAnd always cut him off as he replied.\nAt last, like to a bold sharp sophister,\nWith cheerful hope thus he accosted her.\n“Fair creature, let me speak without offence.\nI would my rude words had the influence\nTo lead thy thoughts as thy fair looks do mine,\nThen shouldst thou be his prisoner, who is thine.\nBe not unkind and fair; misshapen stuff\nAre of behaviour boisterous and rough.\nO shun me not, but hear me ere you go.\nGod knows I cannot force love as you do.\nMy words shall be as spotless as my youth,\nFull of simplicity and naked truth.\nThis sacrifice, (whose sweet perfume descending\nFrom Venus’ altar, to your footsteps bending)\nDoth testify that you exceed her far,\nTo whom you offer, and whose nun you are.\nWhy should you worship her? Her you surpass\nAs much as sparkling diamonds flaring glass.\nA diamond set in lead his worth retains;\nA heavenly nymph, beloved of human swains,\nReceives no blemish, but ofttimes more grace;\nWhich makes me hope, although I am but base:\nBase in respect of thee, divine and pure,\nDutiful service may thy love procure.\nAnd I in duty will excel all other,\nAs thou in beauty dost exceed Love’s mother.\nNor heaven, nor thou, were made to gaze upon,\nAs heaven preserves all things, so save thou one.\nA stately builded ship, well rigged and tall,\nThe ocean maketh more majestical.\nWhy vowest thou then to live in Sestos here\nWho on Love’s seas more glorious wouldst appear?\nLike untuned golden strings all women are,\nWhich long time lie untouched, will harshly jar.\nVessels of brass, oft handled, brightly shine.\nWhat difference betwixt the richest mine\nAnd basest mould, but use? For both, not used,\nAre of like worth. Then treasure is abused\nWhen misers keep it; being put to loan,\nIn time it will return us two for one.\nRich robes themselves and others do adorn;\nNeither themselves nor others, if not worn.\nWho builds a palace and rams up the gate\nShall see it ruinous and desolate.\nAh, simple Hero, learn thyself to cherish.\nLone women like to empty houses perish.\nLess sins the poor rich man that starves himself\nIn heaping up a mass of drossy pelf,\nThan such as you. His golden earth remains\nWhich, after his decease, some other gains.\nBut this fair gem, sweet in the loss alone,\nWhen you fleet hence, can be bequeathed to none.\nOr, if it could, down from th’enameled sky\nAll heaven would come to claim this legacy,\nAnd with intestine broils the world destroy,\nAnd quite confound nature’s sweet harmony.\nWell therefore by the gods decreed it is\nWe human creatures should enjoy that bliss.\nOne is no number; maids are nothing then\nWithout the sweet society of men.\nWilt thou live single still? One shalt thou be,\nThough never singling Hymen couple thee.\nWild savages, that drink of running springs,\nThink water far excels all earthly things,\nBut they that daily taste neat wine despise it.\nVirginity, albeit some highly prize it,\nCompared with marriage, had you tried them both,\nDiffers as much as wine and water doth.\nBase bullion for the stamp’s sake we allow;\nEven so for men’s impression do we you,\nBy which alone, our reverend fathers say,\nWomen receive perfection every way.\nThis idol which you term virginity\nIs neither essence subject to the eye\nNo, nor to any one exterior sense,\nNor hath it any place of residence,\nNor is’t of earth or mould celestial,\nOr capable of any form at all.\nOf that which hath no being do not boast;\nThings that are not at all are never lost.\nMen foolishly do call it virtuous;\nWhat virtue is it that is born with us?\nMuch less can honour be ascribed thereto;\nHonour is purchased by the deeds we do.\nBelieve me, Hero, honour is not won\nUntil some honourable deed be done.\nSeek you for chastity, immortal fame,\nAnd know that some have wronged Diana’s name?\nWhose name is it, if she be false or not\nSo she be fair, but some vile tongues will blot?\nBut you are fair, (ay me) so wondrous fair,\nSo young, so gentle, and so debonair,\nAs Greece will think if thus you live alone\nSome one or other keeps you as his own.\nThen, Hero, hate me not nor from me fly\nTo follow swiftly blasting infamy.\nPerhaps thy sacred priesthood makes thee loath.\nTell me, to whom mad’st thou that heedless oath?”\n\n“To Venus,” answered she and, as she spake,\nForth from those two tralucent cisterns brake\nA stream of liquid pearl, which down her face\nMade milk-white paths, whereon the gods might trace\nTo Jove’s high court. He thus replied: “The rites\nIn which love’s beauteous empress most delights\nAre banquets, Doric music, midnight revel,\nPlays, masks, and all that stern age counteth evil.\nThee as a holy idiot doth she scorn\nFor thou in vowing chastity hast sworn\nTo rob her name and honour, and thereby\nCommitt’st a sin far worse than perjury,\nEven sacrilege against her deity,\nThrough regular and formal purity.\nTo expiate which sin, kiss and shake hands.\nSuch sacrifice as this Venus demands.”\n\nThereat she smiled and did deny him so,\nAs put thereby, yet might he hope for moe.\nWhich makes him quickly re-enforce his speech,\nAnd her in humble manner thus beseech.\n“Though neither gods nor men may thee deserve,\nYet for her sake, whom you have vowed to serve,\nAbandon fruitless cold virginity,\nThe gentle queen of love’s sole enemy.\nThen shall you most resemble Venus’ nun,\nWhen Venus’ sweet rites are performed and done.\nFlint-breasted Pallas joys in single life,\nBut Pallas and your mistress are at strife.\nLove, Hero, then, and be not tyrannous,\nBut heal the heart that thou hast wounded thus,\nNor stain thy youthful years with avarice.\nFair fools delight to be accounted nice.\nThe richest corn dies, if it be not reaped;\nBeauty alone is lost, too warily kept.”\n\nThese arguments he used, and many more,\nWherewith she yielded, that was won before.\nHero’s looks yielded but her words made war.\nWomen are won when they begin to jar.\nThus, having swallowed Cupid’s golden hook,\nThe more she strived, the deeper was she strook.\nYet, evilly feigning anger, strove she still\nAnd would be thought to grant against her will.\nSo having paused a while at last she said,\n“Who taught thee rhetoric to deceive a maid?\nAy me, such words as these should I abhor\nAnd yet I like them for the orator.”\n\nWith that Leander stooped to have embraced her\nBut from his spreading arms away she cast her,\nAnd thus bespake him: “Gentle youth, forbear\nTo touch the sacred garments which I wear.\nUpon a rock and underneath a hill\nFar from the town (where all is whist and still,\nSave that the sea, playing on yellow sand,\nSends forth a rattling murmur to the land,\nWhose sound allures the golden Morpheus\nIn silence of the night to visit us)\nMy turret stands and there, God knows, I play,\nWith Venus’ swans and sparrows all the day.\nA dwarfish beldam bears me company,\nThat hops about the chamber where I lie,\nAnd spends the night (that might be better spent)\nIn vain discourse and apish merriment.\nCome thither.” As she spake this, her tongue tripped,\nFor unawares “come thither” from her slipped.\nAnd suddenly her former colour changed,\nAnd here and there her eyes through anger ranged.\nAnd like a planet, moving several ways,\nAt one self instant she, poor soul, assays,\nLoving, not to love at all, and every part\nStrove to resist the motions of her heart.\nAnd hands so pure, so innocent, nay, such\nAs might have made heaven stoop to have a touch,\nDid she uphold to Venus, and again\nVowed spotless chastity, but all in vain.\nCupid beats down her prayers with his wings,\nHer vows above the empty air he flings,\nAll deep enraged, his sinewy bow he bent,\nAnd shot a shaft that burning from him went,\nWherewith she strooken, looked so dolefully,\nAs made love sigh to see his tyranny.\nAnd as she wept her tears to pearl he turned,\nAnd wound them on his arm and for her mourned.\nThen towards the palace of the destinies\nLaden with languishment and grief he flies,\nAnd to those stern nymphs humbly made request\nBoth might enjoy each other, and be blest.\nBut with a ghastly dreadful countenance,\nThreatening a thousand deaths at every glance,\nThey answered Love, nor would vouchsafe so much\nAs one poor word, their hate to him was such.\nHearken a while and I will tell you why.\nHeaven’s winged herald, Jove-borne Mercury,\nThe selfsame day that he asleep had laid\nEnchanted Argus, spied a country maid\nWhose careless hair instead of pearl t’adorn it\nGlistered with dew, as one that seemed to scorn it;\nHer breath as fragrant as the morning rose,\nHer mind pure, and her tongue untaught to gloze.\nYet proud she was (for lofty pride that dwells\nIn towered courts is oft in shepherds’ cells.)\nAnd too too well the fair vermilion knew,\nAnd silver tincture of her cheeks, that drew\nThe love of every swain. On her this god\nEnamoured was, and with his snaky rod\nDid charm her nimble feet, and made her stay,\nThe while upon a hillock down he lay\nAnd sweetly on his pipe began to play,\nAnd with smooth speech her fancy to assay,\nTill in his twining arms he locked her fast\nAnd then he wooed with kisses; and at last,\nAs shepherds do, her on the ground he laid\nAnd, tumbling in the grass, he often strayed\nBeyond the bounds of shame, in being bold\nTo eye those parts which no eye should behold.\nAnd, like an insolent commanding lover\nBoasting his parentage, would needs discover\nThe way to new Elysium, but she,\nWhose only dower was her chastity,\nHaving striv’n in vain was now about to cry\nAnd crave the help of shepherds that were nigh.\nHerewith he stayed his fury, and began\nTo give her leave to rise. Away she ran;\nAfter went Mercury who used such cunning\nAs she, to hear his tale, left off her running.\nMaids are not won by brutish force and might,\nBut speeches full of pleasure, and delight.\nAnd, knowing Hermes courted her, was glad\nThat she such loveliness and beauty had\nAs could provoke his liking, yet was mute\nAnd neither would deny nor grant his suit.\nStill vowed he love. She, wanting no excuse\nTo feed him with delays, as women use,\nOr thirsting after immortality, -\nAll women are ambitious naturally -\nImposed upon her lover such a task\nAs he ought not perform nor yet she ask.\nA draught of flowing nectar she requested,\nWherewith the king of gods and men is feasted.\nHe, ready to accomplish what she willed,\nStole some from Hebe (Hebe Jove’s cup filled)\nAnd gave it to his simple rustic love.\nWhich being known (as what is hid from Jove?)\nHe inly stormed and waxed more furious\nThan for the fire filched by Prometheus,\nAnd thrusts him down from heaven. He, wandering here,\nIn mournful terms, with sad and heavy cheer,\nComplained to Cupid. Cupid for his sake,\nTo be revenged on Jove did undertake.\nAnd those on whom heaven, earth, and hell relies,\nI mean the adamantine Destinies,\nHe wounds with love, and forced them equally\nTo dote upon deceitful Mercury.\nThey offered him the deadly fatal knife\nThat shears the slender threads of human life.\nAt his fair feathered feet the engines laid\nWhich th’ earth from ugly Chaos’ den upweighed.\nThese he regarded not but did entreat\nThat Jove, usurper of his father’s seat,\nMight presently be banished into hell,\nAnd aged Saturn in Olympus dwell.\nThey granted what he craved, and once again\nSaturn and Ops began their golden reign.\nMurder, rape, war, lust, and treachery,\nWere with Jove closed in Stygian empery.\nBut long this blessed time continued not.\nAs soon as he his wished purpose got\nHe reckless of his promise did despise\nThe love of th’ everlasting Destinies.\nThey seeing it both love and him abhorred\nAnd Jupiter unto his place restored.\nAnd but that Learning in despite of Fate\nWill mount aloft and enter heaven gate\nAnd to the seat of Jove itself advance,\nHermes had slept in hell with Ignorance.\nYet as a punishment they added this,\nThat he and Poverty should always kiss.\nAnd to this day is every scholar poor;\nGross gold from them runs headlong to the boor.\nLikewise the angry Sisters thus deluded,\nTo venge themselves on Hermes, have concluded\nThat Midas’ brood shall sit in honour’s chair,\nTo which the Muses’ sons are only heir;\nAnd fruitful wits, that in aspiring are,\nShall discontent run into regions far;\nAnd few great lords in virtuous deeds shall joy\nBut be surprised with every garish toy,\nAnd still enrich the lofty servile clown,\nWho with encroaching guile keeps learning down.\nThen Muse not Cupid’s suit no better sped,\nSeeing in their loves the Fates were injured.\n\n(The end of the First Sestiad)\n\n\n\n\nSECOND SESTIAD\n\n\nBy this, sad Hero, with love unacquainted,\nViewing Leander’s face, fell down and fainted.\nHe kissed her and breathed life into her lips,\nWherewith as one displeased away she trips.\nYet, as she went, full often looked behind,\nAnd many poor excuses did she find\nTo linger by the way, and once she stayed,\nAnd would have turned again, but was afraid,\nIn offering parley, to be counted light.\nSo on she goes and in her idle flight\nHer painted fan of curled plumes let fall,\nThinking to train Leander therewithal.\nHe, being a novice, knew not what she meant\nBut stayed, and after her a letter sent,\nWhich joyful Hero answered in such sort,\nAs he had hope to scale the beauteous fort\nWherein the liberal Graces locked their wealth,\nAnd therefore to her tower he got by stealth.\nWide open stood the door, he need not climb,\nAnd she herself before the pointed time\nHad spread the board, with roses strowed the room,\nAnd oft looked out, and mused he did not come.\nAt last he came. O who can tell the greeting\nThese greedy lovers had at their first meeting.\nHe asked, she gave, and nothing was denied.\nBoth to each other quickly were affied.\nLook how their hands, so were their hearts united,\nAnd what he did she willingly requited.\n(Sweet are the kisses, the embracements sweet,\nWhen like desires and affections meet,\nFor from the earth to heaven is Cupid raised,\nWhere fancy is in equal balance peised.)\nYet she this rashness suddenly repented\nAnd turned aside, and to herself lamented\nAs if her name and honour had been wronged\nBy being possessed of him for whom she longed.\nAy, and she wished, albeit not from her heart\nThat he would leave her turret and depart.\nThe mirthful god of amorous pleasure smiled\nTo see how he this captive nymph beguiled.\nFor hitherto he did but fan the fire,\nAnd kept it down that it might mount the higher.\nNow waxed she jealous lest his love abated,\nFearing her own thoughts made her to be hated.\nTherefore unto him hastily she goes\nAnd, like light Salmacis, her body throws\nUpon his bosom where with yielding eyes\nShe offers up herself a sacrifice\nTo slake his anger if he were displeased.\nO, what god would not therewith be appeased?\nLike Aesop’s cock this jewel he enjoyed\nAnd as a brother with his sister toyed\nSupposing nothing else was to be done,\nNow he her favour and good will had won.\nBut know you not that creatures wanting sense\nBy nature have a mutual appetence,\nAnd, wanting organs to advance a step,\nMoved by love’s force unto each other lep?\nMuch more in subjects having intellect\nSome hidden influence breeds like effect.\nAlbeit Leander rude in love and raw,\nLong dallying with Hero, nothing saw\nThat might delight him more, yet he suspected\nSome amorous rites or other were neglected.\nTherefore unto his body hers he clung.\nShe, fearing on the rushes to be flung,\nStrived with redoubled strength; the more she strived\nThe more a gentle pleasing heat revived,\nWhich taught him all that elder lovers know.\nAnd now the same gan so to scorch and glow\nAs in plain terms (yet cunningly) he craved it.\nLove always makes those eloquent that have it.\nShe, with a kind of granting, put him by it\nAnd ever, as he thought himself most nigh it,\nLike to the tree of Tantalus, she fled\nAnd, seeming lavish, saved her maidenhead.\nNe’er king more sought to keep his diadem,\nThan Hero this inestimable gem.\nAbove our life we love a steadfast friend,\nYet when a token of great worth we send,\nWe often kiss it, often look thereon,\nAnd stay the messenger that would be gone.\nNo marvel then, though Hero would not yield\nSo soon to part from that she dearly held.\nJewels being lost are found again, this never;\n’Tis lost but once, and once lost, lost forever.\n\nNow had the morn espied her lover’s steeds,\nWhereat she starts, puts on her purple weeds,\nAnd red for anger that he stayed so long\nAll headlong throws herself the clouds among.\nAnd now Leander, fearing to be missed,\nEmbraced her suddenly, took leave, and kissed.\nLong was he taking leave, and loath to go,\nAnd kissed again as lovers use to do.\nSad Hero wrung him by the hand and wept\nSaying, “Let your vows and promises be kept.”\nThen standing at the door she turned about\nAs loath to see Leander going out.\nAnd now the sun that through th’ horizon peeps,\nAs pitying these lovers, downward creeps,\nSo that in silence of the cloudy night,\nThough it was morning, did he take his flight.\nBut what the secret trusty night concealed\nLeander’s amorous habit soon revealed.\nWith Cupid’s myrtle was his bonnet crowned,\nAbout his arms the purple riband wound\nWherewith she wreathed her largely spreading hair.\nNor could the youth abstain, but he must wear\nThe sacred ring wherewith she was endowed\nWhen first religious chastity she vowed.\nWhich made his love through Sestos to be known,\nAnd thence unto Abydos sooner blown\nThan he could sail; for incorporeal fame\nWhose weight consists in nothing but her name,\nIs swifter than the wind, whose tardy plumes\nAre reeking water and dull earthly fumes.\nHome when he came, he seemed not to be there,\nBut, like exiled air thrust from his sphere,\nSet in a foreign place; and straight from thence,\nAlcides like, by mighty violence\nHe would have chased away the swelling main\nThat him from her unjustly did detain.\nLike as the sun in a diameter\nFires and inflames objects removed far,\nAnd heateth kindly, shining laterally,\nSo beauty sweetly quickens when ’tis nigh,\nBut being separated and removed,\nBurns where it cherished, murders where it loved.\nTherefore even as an index to a book,\nSo to his mind was young Leander’s look.\nO, none but gods have power their love to hide,\nAffection by the countenance is descried.\nThe light of hidden fire itself discovers,\nAnd love that is concealed betrays poor lovers,\nHis secret flame apparently was seen.\nLeander’s father knew where he had been\nAnd for the same mildly rebuked his son,\nThinking to quench the sparkles new begun.\nBut love resisted once grows passionate,\nAnd nothing more than counsel lovers hate.\nFor as a hot proud horse highly disdains\nTo have his head controlled, but breaks the reins,\nSpits forth the ringled bit, and with his hooves\nChecks the submissive ground; so he that loves,\nThe more he is restrained, the worse he fares.\nWhat is it now, but mad Leander dares?\n“O Hero, Hero!” thus he cried full oft;\nAnd then he got him to a rock aloft,\nWhere having spied her tower, long stared he on’t,\nAnd prayed the narrow toiling Hellespont\nTo part in twain, that he might come and go;\nBut still the rising billows answered, “No.”\nWith that he stripped him to the ivory skin\nAnd, crying “Love, I come,” leaped lively in.\nWhereat the sapphire visaged god grew proud,\nAnd made his capering Triton sound aloud,\nImagining that Ganymede, displeased,\nHad left the heavens; therefore on him he seized.\nLeander strived; the waves about him wound,\nAnd pulled him to the bottom, where the ground\nWas strewed with pearl, and in low coral groves\nSweet singing mermaids sported with their loves\nOn heaps of heavy gold, and took great pleasure\nTo spurn in careless sort the shipwrack treasure.\nFor here the stately azure palace stood\nWhere kingly Neptune and his train abode.\nThe lusty god embraced him, called him “Love,”\nAnd swore he never should return to Jove.\nBut when he knew it was not Ganymede,\nFor under water he was almost dead,\nHe heaved him up and, looking on his face,\nBeat down the bold waves with his triple mace,\nWhich mounted up, intending to have kissed him,\nAnd fell in drops like tears because they missed him.\nLeander, being up, began to swim\nAnd, looking back, saw Neptune follow him,\nWhereat aghast, the poor soul ’gan to cry\n“O, let me visit Hero ere I die!”\nThe god put Helle’s bracelet on his arm,\nAnd swore the sea should never do him harm.\nHe clapped his plump cheeks, with his tresses played\nAnd, smiling wantonly, his love bewrayed.\nHe watched his arms and, as they opened wide\nAt every stroke, betwixt them would he slide\nAnd steal a kiss, and then run out and dance,\nAnd, as he turned, cast many a lustful glance,\nAnd threw him gaudy toys to please his eye,\nAnd dive into the water, and there pry\nUpon his breast, his thighs, and every limb,\nAnd up again, and close beside him swim,\nAnd talk of love. Leander made reply,\n“You are deceived; I am no woman, I.”\nThereat smiled Neptune, and then told a tale,\nHow that a shepherd, sitting in a vale,\nPlayed with a boy so fair and kind,\nAs for his love both earth and heaven pined;\nThat of the cooling river durst not drink,\nLest water nymphs should pull him from the brink.\nAnd when he sported in the fragrant lawns,\nGoat footed satyrs and upstaring fauns\nWould steal him thence. Ere half this tale was done,\n“Ay me,” Leander cried, “th’ enamoured sun\nThat now should shine on Thetis’ glassy bower,\nDescends upon my radiant Hero’s tower.\nO, that these tardy arms of mine were wings!”\nAnd, as he spake, upon the waves he springs.\nNeptune was angry that he gave no ear,\nAnd in his heart revenging malice bare.\nHe flung at him his mace but, as it went,\nHe called it in, for love made him repent.\nThe mace, returning back, his own hand hit\nAs meaning to be venged for darting it.\nWhen this fresh bleeding wound Leander viewed,\nHis colour went and came, as if he rued\nThe grief which Neptune felt. In gentle breasts\nRelenting thoughts, remorse, and pity rests.\nAnd who have hard hearts and obdurate minds,\nBut vicious, harebrained, and illiterate hinds?\nThe god, seeing him with pity to be moved,\nThereon concluded that he was beloved.\n(Love is too full of faith, too credulous,\nWith folly and false hope deluding us.)\nWherefore, Leander’s fancy to surprise,\nTo the rich Ocean for gifts he flies.\n’Tis wisdom to give much; a gift prevails\nWhen deep persuading oratory fails.\n\nBy this Leander, being near the land,\nCast down his weary feet and felt the sand.\nBreathless albeit he were he rested not\nTill to the solitary tower he got,\nAnd knocked and called. At which celestial noise\nThe longing heart of Hero much more joys\nThan nymphs and shepherds when the timbrel rings,\nOr crooked dolphin when the sailor sings.\nShe stayed not for her robes but straight arose\nAnd, drunk with gladness, to the door she goes,\nWhere seeing a naked man, she screeched for fear\n(Such sights as this to tender maids are rare)\nAnd ran into the dark herself to hide.\n(Rich jewels in the dark are soonest spied).\nUnto her was he led, or rather drawn\nBy those white limbs which sparkled through the lawn.\nThe nearer that he came, the more she fled,\nAnd, seeking refuge, slipped into her bed.\nWhereon Leander sitting thus began,\nThrough numbing cold, all feeble, faint, and wan.\n“If not for love, yet, love, for pity sake,\nMe in thy bed and maiden bosom take.\nAt least vouchsafe these arms some little room,\nWho, hoping to embrace thee, cheerly swum.\nThis head was beat with many a churlish billow,\nAnd therefore let it rest upon thy pillow.”\nHerewith affrighted, Hero shrunk away,\nAnd in her lukewarm place Leander lay,\nWhose lively heat, like fire from heaven fet,\nWould animate gross clay and higher set\nThe drooping thoughts of base declining souls\nThan dreary Mars carousing nectar bowls.\nHis hands he cast upon her like a snare.\nShe, overcome with shame and sallow fear,\nLike chaste Diana when Actaeon spied her,\nBeing suddenly betrayed, dived down to hide her.\nAnd, as her silver body downward went,\nWith both her hands she made the bed a tent,\nAnd in her own mind thought herself secure,\nO’ercast with dim and darksome coverture.\nAnd now she lets him whisper in her ear,\nFlatter, entreat, promise, protest and swear;\nYet ever, as he greedily assayed\nTo touch those dainties, she the harpy played,\nAnd every limb did, as a soldier stout,\nDefend the fort, and keep the foeman out.\nFor though the rising ivory mount he scaled,\nWhich is with azure circling lines empaled,\nMuch like a globe (a globe may I term this,\nBy which love sails to regions full of bliss)\nYet there with Sisyphus he toiled in vain,\nTill gentle parley did the truce obtain.\nWherein Leander on her quivering breast\nBreathless spoke something, and sighed out the rest;\nWhich so prevailed, as he with small ado\nEnclosed her in his arms and kissed her too.\nAnd every kiss to her was as a charm,\nAnd to Leander as a fresh alarm,\nSo that the truce was broke and she, alas,\n(Poor silly maiden) at his mercy was.\nLove is not full of pity (as men say)\nBut deaf and cruel where he means to prey.\nEven as a bird, which in our hands we wring,\nForth plungeth and oft flutters with her wing,\nShe trembling strove. This strife of hers (like that\nWhich made the world) another world begat\nOf unknown joy. Treason was in her thought,\nAnd cunningly to yield herself she sought.\nSeeming not won, yet won she was at length.\nIn such wars women use but half their strength.\nLeander now, like Theban Hercules,\nEntered the orchard of th’ Hesperides;\nWhose fruit none rightly can describe but he\nThat pulls or shakes it from the golden tree.\nAnd now she wished this night were never done,\nAnd sighed to think upon th’ approaching sun;\nFor much it grieved her that the bright daylight\nShould know the pleasure of this blessed night,\nAnd them, like Mars and Erycine, display\nBoth in each other’s arms chained as they lay.\nAgain, she knew not how to frame her look,\nOr speak to him, who in a moment took\nThat which so long so charily she kept,\nAnd fain by stealth away she would have crept,\nAnd to some corner secretly have gone,\nLeaving Leander in the bed alone.\nBut as her naked feet were whipping out,\nHe on the sudden clinged her so about,\nThat, mermaid-like, unto the floor she slid.\nOne half appeared, the other half was hid.\nThus near the bed she blushing stood upright,\nAnd from her countenance behold ye might\nA kind of twilight break, which through the hair,\nAs from an orient cloud, glimpsed here and there,\nAnd round about the chamber this false morn\nBrought forth the day before the day was born.\nSo Hero’s ruddy cheek Hero betrayed,\nAnd her all naked to his sight displayed,\nWhence his admiring eyes more pleasure took\nThan Dis, on heaps of gold fixing his look.\nBy this, Apollo’s golden harp began\nTo sound forth music to the ocean,\nWhich watchful Hesperus no sooner heard\nBut he the bright day-bearing car prepared\nAnd ran before, as harbinger of light,\nAnd with his flaring beams mocked ugly night,\nTill she, o’ercome with anguish, shame, and rage,\nDanged down to hell her loathsome carriage.\n\n\n(The end of the Second Sestiad)",
    "metadata": {
        "author": [
            "Marlo, Christopher",
            "Marlowe, Christopher",
            "Marlow, Christopher",
            "Marloe, Christopher"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/18781/pg18781.txt",
        "name": "hero_and_leander.json"
    }
}