{
    "name": "Hideout",
    "author": [
        "Holden, Fox B."
    ],
    "body": "\"Cap'n Cutlass! Earth merchantman three points starboard, oblique\necliptic eight degrees. Estimate speed 400,000, Marsbound. Your orders,\nsir?\"\n\nRobbin Cutlass was angry. He wouldn't let this one go by. Not even\nwith a million credits on his head. But damn it, one ship and one crew\ncouldn't fight the whole Tri-Planet Entente Space Patrol alone. But\nthat was how it had to be.\n\n\"Track her down!\" He switched over to all-stations. \"All hands read\nthis. Gunners to stations, oblique ecliptic eight, Earth reading three\nstarboard, two torpedoes across her bow and stand alert to blow her!\nBoarders don your suits, man lock stations and stand by. Drive-room cut\nin your Raven converters, jet minus 177 ecliptic acute 3-5-2 and hold\nher steady as she blasts. Now wait.\"\n\nHe checked in his own radar screen as a matter of routine.\n\nTwenty years ago when his father had given orders from this same\ncontrol room things hadn't been like this. You knew, when the _Vulture_\nand a section of her fleet closed in to make the kill that nobody had\nthe guts to try to stop you. Sure, Jeremy Cutlass had been a tough\nold duck--but even he wouldn't have been able to hold the fifty-ship\nbuccaneer fleet together after the Patrol had gotten fully organized.\nRobbin remembered how it had been when he died--the whole fleet had\nhovered in double-echelon to each side of the _Vulture_, the faded\nsun-glow from Pluto glimmering shadow-like from its long, slender\nhulls--right at the very edge of the total darkness of Deep Space\nitself. And then the body of Jeremy Cutlass had been committed to the\ndeep of Infinity.\n\nThose were the days when a man had friends--and now, all that Jeremy\nCutlass had had, scattered as they'd been from one end of the Universe\nto the other--were either dead or sweating out their last days in the\npenal colonies of Earth or Mars. All except for old Doc Raven--and he'd\nbe under lock and key too if the _Vulture_ hadn't been able to carry\nout Jeremy's dying command--to rescue him from the penal colony of\nMars, regardless of the cost. The cost had been the last eleven ships\nof the fleet.\n\nIt had been worth it, yes. Not just because the conniving old toad was\nprobably the best scientist Mars had ever produced, but because--\n\n\n\nThe intercom squealed frantically even as Cutlass saw what was\nhappening in his own screen.\n\n\"Cap'n Cutlass! It's a trap, sir! I'm tracking Patrol ships from all\npoints--\"\n\nThere were at least 200 of them.\n\nEven the Raven drive couldn't keep the _Vulture_ from slewing, losing\nsome of her precious speed as Cutlass tapped out an unprecedented\necliptic-deviation and trajectory-variation pattern on the master\ncontrol console.\n\nA screen generator whined its overload as the Patrol ships got the\n_Vulture's_ range and pounded her with everything they had. This time,\nthey were too many--and too fast.\n\n\"Run!\" Cutlass howled to the drive-room. \"Godammit, _run_!\"\n\nHis eyes were hot and wet with the rage that rasped in his voice. No\nCutlass that had ever buccaneered Space for four generations had ever\ngiven that command. But now the notorious _Vulture_, last of her kind\nin the Solar System, finally was forced to take to her jets or be\ntorpedoed to cosmic dust like all the rest.\n\nTwo screen generators went to hell and plastered the control room with\njagged shards of smoking metal. There was a searing pain in Cutlass'\nshoulder, and blood trickled the length of his arm and along his\nfingers as he flipped the ship's inter-teleco switches. Just a glance\ntold him they'd gotten through the screens--the jagged, gaping holes\nin the _Vulture's_ ripped flanks told him he didn't have a gunner or a\nradarman left alive.\n\nDamn them _damn them_....\n\nHe choked on the acrid fumes of the burnt-out screen generators as he\nfumbled painfully into a space-suit. Old Doc had bragged to him once\nthat a man could travel the system end to end and back in a Raven-built\nsuit--with a certain amount of pirates' luck, of course. Well, the\nPatrol wasn't to have Robbin Cutlass alive--\n\nHe was less than five thousand miles out when he saw the _Vulture_ die.\nIt was a Viking's death--a great mass of blinding white flame which\nseemed to rip Space wide open for a silent, coruscating second--and\nthen there was the cold darkness of any grave.\n\nPluto glimmered eerily a hundred million miles ahead of him. And\nsomewhere, a half-light-year beyond, was Doc's old freighter. Doc, with\nhis well hidden laboratory, circling away the last years of his life in\nthe quiet solitude of Deep Space--all that was left.\n\n\n\nBarrel-chested and heavy-browed like his father, Robbin Cutlass stood\nthere, his space-suit crumpled in a heap at his feet, and looked\nabout him. Doc had explained it to him, but he still was not sure he\nunderstood.\n\nThis was the freighter--or, more accurately, Doc Raven's great\nlaboratory, suspension-built in the long, tapering mid-section of the\nbattered, engineless ship which drifted silently in its dark, remote\npath around a pale sun. Only a scant five years ago Doc had been\nbrought here following his costly Martian rescue, yet his equipment,\nwhich had been salvaged from a half-dozen hidden sanctuaries on as many\ndifferent planets and brought here for him to assemble, had in that\ntime grown to twice its original bulk. Sometimes Robbin thought of Doc\nas something less of a scientist and more of a wizard. It was often\nsaid, in the deadly seriousness that marked the spaceman's legends,\nthat there is more to the Martian mind than a man of Earth might even\ndream of.\n\nThe long banks of control consoles emitted a blue-green glow of their\nown, silhouetting as they did the rows of relays, grid-circuits and\nreactor-registers.\n\nRobbin did not know the little Martian scientist's source of power--but\nhe knew that through this Colossus of engineering enough must pour to\nchange the very courses of the planets in their paths, if Doc should\nwill it.\n\nHis eyes turned back for a second time to the metal cylinder, gleaming\ndully in the blue-green light of the consoles, which stood more than\nhalf the height of the long, narrow lab itself. Except that it was\ntwice as high and a little more than twice the diameter it looked\nlike nothing more complex than an old-fashioned hot-water heater.\nYet through it, the bent old man had said, flowed the raw flux of\nspace-time, tapped from the fabric of the Universe itself.\n\n\"I'm not the guy for this job, Doc. You want somebody who's a\nscientific explorer or something. Right now, I've got to heist a new\nship from someplace. I must be as hot as a two-credit rocket.\"\n\n\n\nThe echoes of his heavy voice were distorted strangely, and came back\nto him in half-sounds and whispers that had a hollowness of words that\nwere spoken and had died a thousand years ago.\n\n\"It wouldn't work, Robbin boy. The day of the _Vulture_ and her great\nlegion is over,\" the old Martian said softly. The years in the penal\ncolony had taken their toll, but his face still showed the intelligence\nthat had once come close to conquering three worlds. \"I could get\nyou your ship within an hour with this--\" he gestured toward the\ndully-glinting cylinder, \"just as I plucked you from Space. But--in one\nother ship or with a fleet of one hundred, they'd have you by tomorrow\nor in a year from tomorrow. You've got to hide, Robbin. Believe an old\nman ... if I could devise an armor or a drive or a screen generator\nthat would hide you from their tracks and torpedoes for the rest of\nyour rebellious life I'd be at work on them this instant. But there is\nonly one place left that I can hide you now--only one realm that they\nhave not yet conquered. I grow old, Robbin, and they are catching up--\"\n\n\"You said you could hide me in--in Time, I guess you said. I don't\nknow what you mean, Doc. You could tell me about space-warps and\ntime-continua and all that for the next ten years, and--\"\n\n\"Space-time is like the very fabric of your tunic, Robbin.\" The answer\ncame with the hint of a new excitement. \"A set of slender threads in\nmyriad numbers running in two dimensions, and another set running at\nright angles in another two. If they are the fabric of space-time, they\ncomprise four simple dimensions--length and width, depth and time. You\nare--how tall? Six feet three inches. And, eleven inches through the\nchest, perhaps. Across the shoulders you measure twenty-three inches.\nAnd--you are thirty-three years old. Is that so difficult?\"\n\n\"That's not a new theory, Doc. That's been in the books for a hell of\nawhile.\"\n\n\"Of course, Robbin. But--I have learned to _separate the threads_!\"\n\n\"Doc, you old madman, talk sense! Not that I don't appreciate what you\ndid. I do. They had a track on me before I was half way to Pluto. But\nyou had your eye on me as always--\"\n\n\"I owed you and your father that, boy. No man soon forgets the colony.\"\n\n\"I know. And I realize that somehow you were able to use this hot-water\ntank here to pluck me out of Space--warp me from there to here, or\nwhatever it is you said you did. Believe me I'm grateful. But this\nspace-time stuff I don't understand. All I know is that there's a\nmillion-credit price on my head, and everywhere I look there's the\nPatrol. Everywhere. In a new ship, I could cruise Deep Space for awhile\nuntil I cooled off--\"\n\n\"When has a Cutlass ever cooled off, Robbin? As long as they have not\nseen you die with their own eyes....\"\n\n\n\nRobbin put a cigarette to his lips, smoked quietly for minutes. The\nlittle man seated behind the most fantastic master-control panel he had\never seen remained silent, waiting, expectant.\n\n\"You really want me to give it a try, don't you, Doc?\"\n\nThe old man's eyes glittered, and Robbin knew it was all the answer\nthat he'd get. What the hell. If it worked--maybe, back sometime else--\n\n\"You're really pretty sure of this thing, ain't you, Doc?\"\n\nWordlessly, the old Martian rose from his bench, pressed a stud on the\nside of a bulky automatic cataloguing file. He returned with several\nobjects that Robbin could only identify from his memory of the history\ntapes he'd studied as a boy.\n\n\"I could say you've been capering in museums, Doc, but I guess I know\nbetter....\" He turned the objects around in his hands. A 19th century\nColt revolver. An ornate dagger from perhaps the scabbard of a Spanish\nnobleman who had lived and died a thousand years ago. A book of names\nand numbers--MANHATTAN TELEPHONE DIRECTORY--1967 was printed on its\ncover.\n\n\"I warped Space to effect your rescue, Robbin. I can warp Time to hide\nyou. The Patrol is growing in efficiency and in sheer numbers--there's\nno hiding place for you in Space, lad. None. Not even--here.\"\n\nCutlass knew he was right. If they found him here, it'd be the colony\nagain for Doc. He owed him too much, for his father as well as himself,\nto let that happen. And anywhere else, sooner or later--\n\n\"I guess you win, Doc. But I've still got questions. I step into the\ncylinder--and then where'll I be? What'll I be? Suppose I don't like\nit where I end up? I'm sick of the sight of space police--or any other\nkind of police.\"\n\n\"I'll place you on Earth, because you're native to it, Robbin, and have\na knowledge of its history. And--I'll try to pick a time that suits a\nyoung fellow of your talents! And if you don't like it, you have only\nto use this--\"\n\n\n\nCutlass fingered the small object, was fascinated as it glittered with\nall the blended colors of the sun despite the blue-green shadows that\nfell everywhere about it. It was the shape and size of an old-fashioned\ncigarette-lighter, and made of some hard, smooth metal that doubtless\nwas of Doc's own forging. The only break in its smooth surface was a\nround, countersunk button colored like a ruby.\n\n\"No matter where you find yourself in Space or Time,\" he heard Doc\nsaying, \"press the button--hold it down hard. And I'll know you're\neither bored or--\" the withered old face smiled gently, \"in trouble\nthat you can't battle your way out of! I'll have you in another\nspace-time within seconds.\"\n\n\"You're a crazy old coot, Doc. You know that.\"\n\n\"Don't you think it, boy! And there is no need to fear my--my death, in\nthe interim. Depending upon the time-phase in which you find yourself,\nanywhere from ten to a hundred years in your continuum will mean\nperhaps a minute to an hour in mine. But--as to what you'd be--well....\"\n\n\"Go ahead! Tell me,\" Cutlass laughed. \"As long as I'll be alive!\"\n\n\"It is actually impossible for me to answer you. I don't think I can\nchange the blood in a man's veins. And the blood of pirates has coursed\nin yours through generations!\"\n\nCutlass laughed loudly, and it was a defiant, careless laugh that told\nthe Universe and its entire white picket-fence society to go to blazing\nHell.\n\n\"OK, Doc! You win! You hide me good!\"\n\nCutlass belted the small signalling device around his body and stepped\ninside the cylinder. The dull black sheen of his tunic lent a peculiar\nmatter-of-factness to the underacted drama, yet Cutlass knew it was as\nDoc said--hide out, or die.\n\n\"Good hunting, Robbin Cutlass!\"\n\n\n\n_A half-light-year beyond Pluto, floating at the edge of Deep Space\nin a creaking freighter hull that was disguised with the shades of\nnight itself, a withered Martian scientist touched a series of relays\nwith his short, reddish fingers. There was a gentle humming, the faint\nodor of ozone, and that was all. Robbin Cutlass, last of the Space\nbuccaneers, had vanished completely._\n\n\n\nA hot wind rushed across his face and there was the taste of salt on\nhis lips. His head hurt as though he had been struck; how they had come\nupon the French merchant was puzzlingly hazy in his mind, but there was\nno doubt in it as to what course of action to take.\n\n\"Two shots from your long-gun across her bow, Mr. Treach!\"\n\nCutlass glanced briefly upward as his colors were raised quickly to\nthe tip of the spanker-gaff; then he watched with satisfaction as the\ncaptain of the merchantman laid his mainyard aback and hove to.\n\nIn a moment he could lower a boat, and this time there'd better be\nsomething more aboard to his liking than a cargo of salt! If it were\ncoffee that he could sell at Rio Medias, he would not sink her, and if\nit were gold, he'd spare her captain's life.\n\nCutlass had parted his lips to shout an order to lower a boat when he\nstopped his voice in his throat. He could not remember ever having\ngiven chase after sail but what the fleeing prize, upon sighting his\nblack flag, would simply heave-to and surrender. But a hint of screened\nmovement at the edge of the merchantman's middle deck had caught the\ncorner of his eye--\n\n\"The Frenchman feigns surrender when his intention is to scuttle us!\"\nCutlass howled. \"Mister Treach! Prepare a fitting answer to such an\nill-planned deceit!\"\n\n\"Aye sir!\"\n\nCutlass watched his men as they scrambled to obey the first mate's\norder and brought their cannon to bear for a broadside. Some with\nlaughs on their lips, all with sweat glistening from their scarred\nbodies, the gunners of the _Black Talon_ grasped the lanyards of their\nalready-shotted guns even as the Frenchman opened fire.\n\n\"Sink the lily-livered swine!\" Cutlass bellowed, and drew his sword\nto flash it down in a glittering arc as the signal to fire. Half his\nstarboard battery flamed in response to the merchantman's unsuccessful\nstratagem, then the other half as the first was reshotted. A ball\nfrom the Frenchman's battery tore away the brig's fore top gallantsail\nbut Cutlass was warming to the fray and flashed the sword again in the\nburning rays of the hot West Indies sun.\n\n\"The Frenchman shall strike his colors, Mr. Treach, and I'll shoot the\nman who fights as anything less than a devil!\" he roared, a great laugh\nforming in his throat as the merchantman's volleys became increasingly\nragged and her planking began to fly in splinters from beneath the very\nfeet of her crew.\n\nFor the Frenchman's cargo, whatever it was, Cutlass knew he cared but\nlittle. The _Talon's_ hold must be full to overflowing with jewels\npillaged from the galleys of the Great Mogul--hard specie from the\nhulls of the East Indiamen--no, the plunder was for the satisfaction of\nthe crew. But this--this, pure taste of revenge was for Robbin Cutlass!\n\n\n\nSomething stirred peculiarly in his mind--something that for the moment\ncaught his breath from his lungs and left him shivering, then sent\nthe blood racing hot through his body. There was an anger there--a\nlong-smouldering anger for which he could not accurately account, but\nwhich was undeniable. His sword flashed again in the blaze of the sun.\n\nAnd once more he shivered.\n\n\"Cap'n Cutlass sir! It's a trap!\"\n\nHis palm was suddenly cold and slippery on the corded hilt of the\nglittering blade in his hand.\n\n\"Sail ho! Sail to stern sir!\" the lookout was bellowing. \"Three o' the\nKing's men-o'-war!\"\n\nCutlass watched them as they bore down, shouted orders to the helmsman\nto bring the brig about. The cries of the drowning merchantman's crew\nwere totally wasted on him as he prepared to meet the new menace.\nOrdinarily, so far as his hazy memory would account for him, there had\nnever been much to fear from the Jamaica fleet. Now it seemed they had\nbeen especially enjoined in the Frenchman's aid for the sole purpose of\ntaking his head for the 500-pound reward on it. Or perhaps the British\nKing had added a couple of hundred--because for less, who was there who\nwould dare bring the attack to Robbin Cutlass?\n\nThe men-of-war, under a smart press of canvas and now within cannon\nrange, were already lowering boats.\n\n\"Mister Treach bring your muskets to bear!\"\n\n\"Aye, sir and the guns are reshotted!\"\n\n\"Keep your fire until I give the order to loose it, Mr. Treach! And\nstrike the black flag--you shall hoist American colors in its place. We\nmistook the Frenchman for a Spaniard, d'ye hear?\"\n\n\n\nCutlass knew as he gave the order that the strategy was far too thin,\nbut it would give heart to the crew until the English swarmed over the\nside. Had he kept his witless anger and secured the merchantman and her\nguns rattier than sunk her.... But it was too late to correct the error\nnow--and if this were a premeditated trap, then the English were tardy,\nand had permitted their decoy to pay too high a price.\n\nThere was the crack of musketry as the crew of the _Talon_ fought to\nturn the boats' advance, but it was answered with vicious accuracy from\nthe decks of the men-of-war themselves. Then one of the King's ships\ntacked about, bringing her cannon to bear while her sister ships bore\ndown on the brig.\n\nThe _Talon's_ broadside was simultaneous with that of the gun-boat,\nbut it was a matter of 40 guns to twelve. And even as the main top\ngallantmast was sheared and came tumbling crazily through the brig's\nalready sagging top-rigging, the British war vessels had come alongside\nto both starboard and port.\n\n\"All hands repel boarders!\" Cutlass thundered, and armed his left hand\nwith one of the pistols from the brace suspended bandolier-like from\nhis neck.\n\nThey were too many. Because of the nearness of her sisters, the\ncannonading ship had ceased firing and had brought about to join the\nboarding fight; and there could be no running. He, Cutlass, had never\ngiven the order to--\n\nHe shook his head. This had happened before. Somehow it had happened\nbefore and yet of course that was impossible. It was his rage at the\nEnglish and their price upon him that was addling his thoughts.\n\nAnd with half her rigging torn asunder, the _Talon_, a sorry sight now,\ncould not run her own length.\n\nIn seconds the _Talon's_ decks were slippery with blood from poop to\nforecastle; Cutlass drew and fired his pistols with his left hand as he\ncrossed swords with his right--three of his attackers went down howling\nin agony, and the swordsman he had killed outright with a ball in the\nface had been replaced by two more.\n\n\"We've come for your head, Robbin Cutlass!\"\n\n\"Then you'll parry this to get it!\" Cutlass gritted savagely. The\nEnglishman was a split-second late, and the corsair's sword split his\nthroat from chin to collar-bone.\n\nBut they were too many. _Was it to be ever so?_\n\nDesperately, blood coursing from a reopened old wound in his left\nshoulder which for some reason had never healed completely. Cutlass\ngroped for the last of his pistols. His clawing fingers slipped on\nsomething hard at his waist. He must--must--\n\n_Press it!_\n\n\n\n_Far away, in another Space and in another Time, an old man's eyes\nglittered. There was the signal, but the chances were that young Robbin\nCutlass hadn't given it from sheer boredom! Swiftly, his short, thick\nfingers flicked the breadth of a time-warp quadrant, altered the mass\nand continuum ratios as great banks of machinery seemed to float in\ntheir own blue-green glow and throbbed with the mighty power of the Sun\nitself._\n\n_But it was true, there were some things even science could not\nchange...._\n\n\n\nHis head hurt.\n\nThe Kid and Gonzales rode at a walk beside him, and the Kid was\ncomplaining about the heat again. Gonzales told him to shut up unless\nhe could think of a better way to make a living.\n\nCutlass gestured with a nod of his head.\n\n\"Up there,\" he said.\n\nThe trio reined off the bend of the road and almost at a leisurely pace\nwended their way up the gentle rise of a hill a scant 50 yards distant.\n\n\"They ain't many trees,\" the Kid grumbled.\n\n\"Ain't gotta be,\" Cutlass said. \"I steer you wrong yet?\"\n\n\"Reckon not.\"\n\n\"Then button up and listen.\" Idly, he stretched out his right arm,\nhalf-leaned from his saddle, and plucked the square of weather-beaten\npaper from the trunk of a scrubby cottonwood. \"Long as y'do what I\nsay, you'll keep seein' these. Soon's you stop, they won't have to be\nprintin' no more.\"\n\n\"They raise the price a leetle,\" Gonzales said. \"But they still don't\ndraw our peectures worth a damn!\"\n\nThe rust-stained leaflet said that dead or alive, the person of one R.\nCutlass, gambler, desperado, and stage robber, would bring the capturer\nthe sum of $5,000 reward in gold. An additional $1,000 would be paid\nthe capturer for either of his henchmen alive, $500 dead.\n\n\"How soon's it due?\" the Kid asked. He brushed sweat from his forehead\nand from the inside band of his Stetson, and loosened each of his new\nColts in their holsters.\n\nCutlass didn't answer, but he pulled a gold watch from his pocket and\nstudied it for a moment. He wondered what name the initials engraved\ninside its case stood for, gave the stem a twist and replaced it.\n\n\"That's the best wan you ever get, eh boss?\"\n\n\"OK, Chico. You get started. And keep those guns where they belong\nuntil the Kid an' me draw ours, savvy? Last time you got that greasy\ntrigger finger of yours in an itch an' we had t'go killin' t'get the\nstuff. Law in these parts ain't about to forget the racket of six-guns\nwhen they hear it, and I ain't of a mood for runnin' to hide again.\"\n\n\n\nCutlass crumpled the reward poster and threw it from him. It was\ngetting so in the whole state of Texas you couldn't draw a breath\nbut what the law heard you and came tossing lead. Some said a kid\nnamed Bonny got a kick out of seeing his pictures strewn all over the\nlandscape. Maybe. But it made Cutlass boil inside.\n\nGonzales was on his way back to the long bend in the road. Cutlass\nwatched him detachedly as he turned his bronc loose, then sprawled full\nlength and face down in the road so the Wells Fargo drivers couldn't\nmiss him. The big splotch of red paint on the back of his shirt was\nvisible even from where Cutlass and the Kid waited.\n\nThe Kid shifted uneasily in his saddle.\n\n\"Relax,\" Cutlass said. \"Five minutes maybe. That ain't long to sweat.\"\n\nFive minutes for a Dallas to Fort Worth payroll shipment that was\nsupposed to be worth a hundred thousand. Travelling just like any\nother stage, if you could believe Toady. So as not to draw attention:\nJust two drivers, a couple of rifles, and maybe two or three regular\npassengers.\n\nHell. Gonzales and the Kid could have the hundred thousand. He had his\npile. Robbin Cutlass couldn't remember where the rest of it had come\nfrom exactly--the watch with the initials that weren't his had puzzled\nhim some. But he knew more by instinct than by memory how he'd got it,\nand that he had plenty more junk like it stashed in a bank safe-deposit\nbox in--yeah, Abilene, what the hell was the matter with him.\n\nSure, he had his pile. But it makes a man sore as hell when all the tin\nbadges in Texas gang together just to hunt him down like a coyote and\nthen hold up his hide for every gawk to hoot at. Who the hell did they\nthink they were to give Robbin Cutlass any back-talk? When the Wells\nFargo rig slowed up to have a look at Chico, noise or no noise, by\nGod....\n\nThe Kid heard it when he did, took his hands from his moist gun butts\nin a play at nonchalance and adjusted the black kerchief over his thin\nnose.\n\nCutlass didn't say anything until the stage had come tearing hell for\nleather around the long bend, started spurting little plumes of dust\nfrom under its iron-rimmed wheels as it ground to a halt. One of the\ndrivers started getting down.\n\n\"OK,\" Cutlass said.\n\n\n\nOnly it wasn't OK. Even before they'd covered half the fifty yards,\nCutlass saw the driver who had gotten down to go over for a look at\nChico pull out his Colt and deliberately gunwhip the possum-playing\nMexican across the head. Then he flopped flat on his belly and the\ndoors of the stage slammed open even as the other driver was dropping\nfrom his perch, Winchester coming up as his boots slammed dust from the\nroad.\n\nTwo full squads of U.S. cavalry were firing even before the Kid had\nbeen able to get his guns out. He went down with five holes in him\nbefore he could cry out. Cutlass was already out of his saddle and\nchoking on sand. Before his first Colt was empty three soldiers and one\nof the drivers were dead.\n\nBut they were too damn many--\n\nCutlass cursed through the dust in his teeth and lunged for the\nWinchester still holstered on his pony's flank. The animal screamed as\na slug tore through one of its legs but Cutlass had half emptied the\nWinchester's clip before the big corporal had got a slug through the\npony's head and put it out of its misery.\n\nThere were two quick pains in his right arm, so he had to aim and fire\nthe rifle with his left, pump the best he could with his right. There\nwasn't any getting away.\n\n\"Yer all through, Cutlass! Stand up and toss yer guns down or we'll\nsave the state the cost of a trial!\"\n\n\"Start savin', blue-coat!\"\n\nCutlass groped at his belt to claw another handful of cartridges from\nit. His bleeding fingers felt a hard, square object. Something stirred\nsomewhere deep inside his boiling brain. He was supposed to--_press it_!\n\n\n\n_Far away, in another Space and in another Time, a smile spread slowly\nacross an old man's wrinkled face. No, you couldn't change the blood in\na man's veins! But perhaps--_\n\n_Swiftly, his short thumby fingers played over a row of relays...._\n\n\n\nCutlass swallowed the aspirin, picked up his brief-case and met his man\nin the spacious lobby.\n\n\"Sorry to've kept you waiting, Prescott! Hope you didn't have a late\ndeadline to make?\"\n\n\"No, sir, that's quite all right. Believe me, I'm pleased to have an\nopportunity for an interview with you at any time of day or night!\nYou've made the best copy coming out of this town in many a column,\nsir!\"\n\n\"Well, thank you, Mr. Prescott. I believe in speaking freely to the\npress--\"\n\n\"I've a cab waiting right outside, sir.\"\n\n\"Suppose we take my car? A little more privacy, I think--\"\n\nPrescott followed the immaculately attired Cutlass through the\nStatler's front doors to the sleek black limousine waiting at the curb.\nIts engine was idled to an inaudible purr, and the tonneau door was\nopened by a uniformed chauffeur as they approached. Cutlass nodded\npolitely to a couple of alert Secret Service men. The Law. Friends now,\nof course.\n\nWithin soundless seconds the luxurious vehicle had pulled into\nWashington traffic, and it was Cutlass who opened the conversation.\n\n\"I thought perhaps you could better obtain what you'd like in somewhat\nmore pleasant surroundings, Mr. Prescott. I've a little place just\noutside the city--prefer it, I assure you, to the Embassy room!\" They\nboth laughed, Prescott a little self-consciously, wondering just what\nkind of a write-up Cutlass was expecting. As if he didn't know....\n\n\"Well sir, if I could get a little background to what happened on the\nfloor this morning, before I attempt to go into too much detail....\nYour new tax bill--I understand there was rather, well--some rather\nspirited opposition this morning--\"\n\nCutlass laughed easily. \"To be expected, Mr. Prescott. They thought my\nlast one was too much to take, but it went through! As this one shall.\nI can assure you of that.\"\n\n\"I see.\" Prescott made a brief notation. \"What reaction do you expect\nfrom the corporations? If, that is, the President--\"\n\n\"Oh, they've a powerful lobby of course. But, my boy--and of course\nthis is off the record--it's simply a matter of putting the pressu--er,\npersuasion in the right places. The corporations will--I think they'll\ncome around all right.\"\n\nPrescott added to his notes.\n\n\"Is this new tax bill, Senator, to be your last for this session, or do\nyou contemplate--\"\n\nCutlass' chuckle was as velvety as the silent roll of the limousine's\nwhite-walled tires.\n\n\"My dear young man,\" he murmured, \"I can't answer that question for the\nrecord. It depends to such a large extent on the many--rather personal\nconsiderations involved. But of course for a political reporter that\nshould hardly be news.\"\n\nMentally, Prescott ground his teeth. \"_No, it's never been news,\nSenator_,\" he raged silently. \"_You--you goddamned old pirate!_\"\n\nIn another Space, in another Time, an old man waited for a third signal.\n\nBut it never came.",
    "metadata": {
        "author": [
            "Holden, Fox B."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/65843/pg65843.txt",
        "name": "hideout.json"
    }
}