{
    "name": "High Man",
    "author": [
        "Clarke, Jay"
    ],
    "body": "\n[Sidenote: _Roger got his chance to rise in the world ... and wound up\nwith his head in the clouds!_]\n\n\nLondon, W. 1\nApril 3\n\nRoger Brisby\nHotel Massilon\nNew York, N. Y.\n\nRoger dearest,\n\nI haven't heard from you since you arrived in New York. Are you well?\n\nAll my love,\nAnne\n\n\n\nLondon, W. 1\nApril 11\n\nRoger dear,\n\nReally, Roger, you might have some consideration. After all, I _am_ your\nfiancee. The very least you could do is drop me a postal card, even if\nyou _are_ on a business trip. I worry about you, Roger. It's been three\nweeks since I've heard from you.\n\nLove,\nAnne\n\n\n\nLondon, W. 1\nApril 16\n\nMy dear Roger,\n\nI won't stand for it. I simply _won't_! I know you too well! You're\nprobably running around with those awful American women, and using _my_\nmoney to do it! Business trip, indeed! Don't think an ocean between us\nis going to stop me from finding out what you're doing! You write me\nthis instant!\n\nAnne\n\n\n\nVIA WU CABLES LONDON APR 24\nROGER BRISBY\nHOTEL MASSILON NY\n\nFIVE WEEKS SINCE WORD FROM YOU STOP IF DONT HEAR FROM YOU TWENTY FOUR\nREPEAT TWENTY FOUR HOURS COMMA ENGAGEMENT BROKEN STOP ALSO WILL SUE FOR\nBREACH OF PROMISE COMMA DESERTION COMMA AND EXTORTION AND FRAUD FOR\nMONEY YOU HAVE BORROWED FROM ME STOP CABLE COLLECT STOP I STOPPED YOUR\nDRAW ON MY ACCOUNT AT BANK STOP ANNE\n\n\n\nHotel Massilon, N. Y.\nApril 25\n\nMy dearest Anne,\n\nPlease forgive the delay in replying to your letters and cable. The\ntruth is that I was quite unable to write, anxious as I was to do so.\nIt's a rather long story, but I would like to explain just how this came\nto be and so prove how unfounded your suspicions were.\n\nYou see, shortly after I arrived here, I ran into a Professor\nPhelps-Smythe Burdinghaugh, lately of England. Professor Burdinghaugh\nhas been forced to resign from several universities in England because\nof the rather free manner in which he conducted his experiments. He\nadmitted that no less than 16 physics laboratories have been demolished\nthrough his own miscalculations.\n\nAt any rate, finding the atmosphere in our country somewhat cool toward\nhis continued researches, he came to New York, which, as you know, is\ninhabited wholly by wealthy eccentrics, tourists and boors. Such an\nenvironment was eminently suited to the Professor's needs and he settled\nhere to work on an anti-gravity belt, his lifelong project.\n\nYou may wonder, reasonably enough, what Professor Burdinghaugh has to do\nwith the delay in writing to you, but I assure you that, were it not for\nhim, you would have heard from me much sooner. Much sooner indeed.\n\nIt all began with a Scotch-and-water. The Professor and I were each\nhaving one and inevitably we struck up a conversation. We chatted on a\ngreat number of topics and I remember that he was quite impressed when I\ntold him you were indeed the _Chemicals_ Anne Harrodsbury. Not long\nafter this, the old boy (he is fiftyish and rather heavy) invited me in\nthe flush of good comradeship (and good Scotch) to take part in his\nlatest experiment with his anti-gravity unit. Feeling rather\nlight-headed, I heartily acclaimed his suggestion and we repaired to his\nlaboratory.\n\n\"My boy,\" he said to me later, as he strapped a bulky belt around my\nwaist. \"My boy, you are about to witness a milestone in history. Most\nassuredly, a milestone.\"\n\nI nodded, basking in the old boy's magnificent confidence.\n\n\"We are about to enter a new era,\" he continued. \"The Era of Space!\"\n\nHis voice dropped to a low, comradely whisper. \"And I have chosen you,\nmy boy, to assist me in forging this trail to new suns, new worlds, new\ncivilizations! The whole Galaxy lies before us!\"\n\nI could see only Professor Burdinghaugh's massive girth before me, but I\nassumed he could see things much more clearly than I.\n\nThe Professor filled our glasses from the bottle I had bought, then put\nhis face close to mine. \"Do you know why no one has ever invented an\nanti-gravity belt?\" he confided. \"_I'll_ tell you--it takes research,\nand research takes money. And money is very hard to get. Especially,\" he\nadded, gazing somberly at his highball, \"in _my_ field of research.\"\n\nHe shrugged, then busied himself with some adjustments on the belt he\nhad wrapped around me. \"There,\" he said finally, stepping back, \"it's\nready.\" We went outside to the garden behind his laboratory.\n\n\"All my life,\" he mused, \"I've wanted to be the first to defy gravity,\nbut--\" here a suspicious wetness glistened in his eyes--\"my fondness for\ngood food and good drink has paid its price. I am far too heavy for the\nbelt. That's why I am giving _you_ this chance to roar to fame.\nYou--_you_ will have the glory, while I....\" He choked, then quickly\ndrained his glass.\n\n\"Enough! The stars are waiting! The experiment must begin!\" He paused to\nrefill his glass from the bottle he had brought out with him.\n\n\"When I say, '_Go!_' push this button on the belt,\" he explained.\n\"Ready?\"\n\nI nodded.\n\n\"A toast first!\" he cried. Soberly, he gazed at his glass. \"To Man,\" he\npronounced momentously, \"and the Stars.\" He took a sizable swallow, then\nfixed me with a feverish glare.\n\n\"_Go!_\"\n\nI confess that never, before or since, have I felt such a strange\nsensation as when I pushed the button on the belt. Suddenly, I felt like\na leaf, or a feather, floating on a soft warm curl of cloud. It was as\nif all the troubles, all the cares of the world had been miraculously\nlifted from my shoulders. A glow of well-being seemed to pulse through\nmy whole body.\n\nThe sound of Professor Burdinghaugh's voice brought an abrupt end to\nthis strange lightness of mind. The Professor was pointing at me with an\nintensity I rarely before have seen, muttering, \"It works--_it works!_\"\nHe seemed rather amazed.\n\nI looked down and, with a feeling I can only describe as giddiness, saw\nthat indeed it _was_ working. I was rising slowly from the ground and\nwas then about a foot in the air.\n\nAt this historical juncture, we looked at each other for a moment, then\nbegan to laugh as success rushed to our heads. The Professor even did a\nmad little jig while, for my part, I gyrated in the air unrestrained.\n\nIt was not until I was about ten feet off the ground that I began to\nfeel uneasy. I was never one to stomach high altitudes, you might\nrecall, and the sight of ten feet of emptiness beneath me was\ndisquieting.\n\n\"Professor,\" I asked hesitantly, \"how do I turn off the belt?\"\n\nBurdinghaugh's glass stopped an inch from his lips. \"Turn it off?\" he\ncountered thickly.\n\n\"_Yes!_\" I shouted, now fifteen feet in the air. \"How do I turn it off?\nHow do I get down?\"\n\nThe Professor gazed up at me thoughtfully. \"My boy,\" he said at last, \"I\nnever thought about getting down--been much too concerned with getting\njolly well _up_.\"\n\n\"_Burdinghaugh!_\" I screamed. \"Get me _down_!\" I was now twenty feet\nabove the ground.\n\n\"I'm sorry, old boy, dreadfully sorry,\" he called to me. \"I can't. But\ndon't think your life will have been spent in vain. Indeed not! I'll see\nto it that you get proper credit as my assistant when the anti-gravity\nbelt is perfected. You've been invaluable, dear boy, invaluable!\" His\nvoice faded.\n\n\"_Professor!_\" I screamed futilely, but by then we were too far apart to\nmake ourselves heard and, even as I wasted my breath, a gust of wind\ncaught me and sent me soaring into the air, spinning like a top. But,\njust before I entered a cloud, I saw the Professor standing far below,\nhis feet planted wide apart, his head thrown back while he watched my\nprogress. I fancied that, as I disappeared into the mist, he waved a\nsolemn good-by and drank my health.\n\nYou can't imagine the torture I went through as I sailed through the\nair. During those first few moments, I had felt light, carefree,\nbuoyant. But, in these higher altitudes, I was buffeted by strong winds,\npelted by rain in enormous quantities and subjected to sudden drops that\nhad me gasping. How I managed to survive, I can't understand. Surely, I\nwould have died if I had floated completely out of the atmosphere but,\nluckily, the belt's power to lift me leveled off at about 10,000 feet.\n\nFor days, I drifted at that altitude, blown willy-nilly by the contrary\nwinds, starved and bitterly cold. Several times, I tried to steer\nmyself--but to no avail. I was powerless to control my flight. My sense\nof direction left me and I had no idea where I was. Sometimes, I would\nlook down through a rift in the clouds and see farmland, or perhaps\ncities. Once I glimpsed the sea--and shut my eyes.\n\nIt was not until the sixth day of my flight that I noticed a change. I\nwas sinking. Slowly but steadily, I was losing altitude. I was at a loss\nto explain this phenomenon at first, but then I remembered that the\nProfessor had said the belt was powered by batteries. Obviously, the\nbatteries were weakening.\n\nA few hours later, I landed gently, only a few blocks from where I had\nstarted my unwilling flight. During those six frightful days, I must\nhave been blown around in circles. Weak, starved, shaken, sick, I was\ntaken to a hospital, from which I have just been released. Needless to\nsay, I immediately tried to locate Professor Burdinghaugh, but have been\nunable to find a trace of him. You might say he has disappeared into\nthin air.\n\nYou must be wondering, of course, what this singular adventure has to do\nwith my not writing you earlier. However, I feel certain you understand\nnow that writing was impossible under the circumstances.\n\nAll the ink in my fountain pen leaked out when I reached the altitude of\n10,000 feet--I have the kind of pen that writes under water--and I had\nto put my pencil between my teeth to keep them from chattering and\nknocking out my inlays. During my stay at the hospital, of course, I\ncouldn't write, as I was too weak even to flirt with the nurses--which,\nas you know, is very weak indeed.\n\nSo, please forgive my unfortunate lapse in correspondence. Truly, I\nwould have written, had it been possible.\n\nDevotedly,\nRoger\n\nP.S. I resent your implication that I am engaged to you only because of\nyour money. The fact that you are extremely wealthy and that I have\nvirtually nothing, as I have told you many times before, never has and\nnever will have anything to do with my love for you. I'm particularly\nhurt by your suspicion that I'd spend your money on other women. Really,\nI'm shocked that such a thing could even occur to you. And, now that you\nknow why I haven't written before, I trust you'll restore my draw on\nyour account at the bank. My funds are rather low.\n\nRoger\n\n\n\nLondon, W. 1\nMay 1\n\nDear Roger,\n\nI always sensed you were a despicable, smooth-talking gold-digger--but I\ndidn't really convince myself of it until I read your letter. Do you\nreally expect me to believe that story? An anti-gravity belt! What do\nyou take me for--one of your silly impressionable American women?\n\nBesides, I happen to have met your Professor Phelps-Smythe Burdinghaugh\nin London, only a few days ago, and he assured me that, while he _had_\nmet you in New York, it was under very different circumstances from\nthose you described. He said you were with two women and that all three\nof you were quite drunk. He also said he had never invented an\nanti-gravity belt and seemed rather amused at the idea.\n\nNeedless to say, he was surprised to learn that I was your fiancee. He\nwas under the impression that you were engaged to some American girl, he\nsaid, but he couldn't tell _which_ one. That was the last straw.\n\nThis is the end, Roger. Our engagement is broken. I bear you no ill\nwill--indeed, I'm glad it's all over. The one thing I'm furious about is\nthe way you maligned the Professor, trying to make me think _he_ was\nresponsible for your not writing. How perfectly ridiculous!\n\nReally, Roger, you would do well to model yourself after the Professor.\nHe is so charming, so cultured, so thoughtful! I'll never forgive you\nfor trying to blame him for your own shortcomings.\n\nAnne\n\nP.S. For obvious reasons, I shan't restore your draw on my account at\nthe bank. And that's another thing. I thought you were awfully vague\nabout what \"business\" you had in New York, and now I know. The Professor\nsaid you told him you were on vacation. Business trip indeed! _Cad!_\n\nAnne\n\n\n\nLondon, W. 1\nMay 3\n\nMy dear boy,\n\nEver since I watched you disappear into that cloud, I have been trying\nto think of some way to make up to you the beastly suffering you must\nhave experienced at my behest. At long last, I have discovered a way.\n\nImmediately after the experiment, I found it necessary to return to\nLondon. While there, seeking funds to continue my researches, I happened\nto meet your fiancee. It was at this moment that I conceived the plan\nfor which I know you will be eternally thankful.\n\nI had been troubled by the fact that the world was being deprived of\nyour obvious natural brilliance in applied science--who else would have\nthought of needing a button to _turn off_ the anti-gravity\nbelt?--because of your ties to more material things. Namely, your\nfiancee. I therefore resolved to free you from your bonds--and hers--and\ngive the world the benefit of your genius.\n\nCarrying out this plan was no easy task, however, and I am sure you will\nappreciate the problems involved. I first had to convince Anne that your\nstory was pure rot, or else she would have hung on to you like a leech\nfor the rest of your life. This I did by denying all particulars of your\nstory--or, rather, by telling the truth about your activities in New\nYork--and adding a few embellishments of my own.\n\nOf course, this was only temporary relief. I knew something more\npermanent had to be done to keep her from ruining your bright future. It\nwas clear there was only one solution--I had to woo her myself. I may\nadd that she has found me not unattractive and so I have every reason to\nbelieve we shall be married within the fortnight.\n\nThus, I have rid you of all entanglements and freed you to use your vast\ntalents to advance the cause of science. At the same time, if I may\nreturn to a more materialistic plane, I have provided myself with\nsufficient funds to carry on my researches, since Anne will gladly\nsupply same.\n\nBut please--do not feel in debt to me. I consider it a privilege to\nsacrifice myself to Anne for such a glorious cause. Then too, ladies of\nsuch obvious refinement--and means--always have appealed to me.\n\nI hope that in this small way I have in part repaid you for your\ninvaluable contribution to my work.\n\nSincerely,\nPhelps-Smythe Burdinghaugh\n\nP.S. Since, by marrying Anne, I shall become your creditor, I suggest\nyou make arrangements with utmost despatch to repay the monies you\nborrowed from her. Shall we say thirty days, dear boy?\n\nMy researches are quite expensive. I do, you know, still have a quite\ngenuine fondness for good food and drink.\n\nPSB\n\n\n\nBrisby Enterprises, Inc., N. Y.\nJune 5\n\nMy dear Burdinghaugh,\n\nYou win. Anne is yours, for which I am glad. I may have forgotten to\ntell you that nearly all of her funds are in untouchable trusts--not in\nbonds.\n\nIn regard to the monies due you, my cheque will be in the mails this\nweek. Such trifling amounts now mean nothing to me.\n\nAs for your methods in usurping my relationship with Anne, I have only\nadmiration--speaking as one professional to another, of course.\nUnfortunately, however, in your eagerness to get your hands on Anne's\nfortune, you quite overlooked one very important item--the key item, in\nfact--the anti-gravity belt.\n\nIt may be of interest to you that I have taken out a patent on the belt\nand am manufacturing small units for toy spaceships. The \"gimmick,\" as\nthese American subjects put it, is \"hot\" and the turnover is fantastic.\nThe toy ships rise and rise into the sky and never come down and, as\nsoon as they disappear, the junior rocketmen immediately start bawling\nfor another one. It isn't quite the Era of Space, but it's considerably\nmore profitable.\n\nPity you hadn't thought about patenting the belt--these Americans are so\nfree with their dollars.\n\nBut then, you have Anne. What could be fairer?\n\nGratefully yours,\nRoger",
    "metadata": {
        "author": [
            "Clarke, Jay"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/32229/pg32229.txt",
        "name": "high_man.json"
    }
}