{
    "name": "Homecoming",
    "author": [
        "Hidalgo, Miguel"
    ],
    "body": "The large horse plodded slowly over the shifting sand.\n\nThe rider was of medium size, with huge, strong hands and seemingly\nhollow eyes. Strange eyes, alive and aflame. They had no place in\nthe dust-caked, tired body, yet there they were, seeking, always\nseeking--searching the clear horizon, and never seeming to find what\nthey sought.\n\nThe horse moved faster now. They were nearing a river; the water would\nbe welcome on tired bodies and dry throats. He spurred his horse,\nand when they reached the water's edge, he dismounted and unsaddled\nthe horse. Then both man and horse plunged headlong into the waiting\ntorrent, deep into the cool embrace of the clear liquid. They soaked it\ninto their pores and drank deeply of it, feeling life going once more\nthrough their veins. Satisfied, they lifted themselves from the water,\nand the man lay down on the yellow sand of the river bank to sleep.\n\nWhen he awoke, the sun was almost setting. The bright shafts of red\nlight spilled across the sky, making the mountains silent scarlet\nshadows on the face of the rippling water. Quickly he gathered\ndriftwood, and built a small fire. From his pack he removed some of\nthe coffee he had found in one of the ruined cities. He brought water\nfrom the river in the battered coffee-pot he had salvaged, and while he\nwaited for it to boil, he went to his horse, Conqueror, stroking his\nmane and whispering in his ear. Then he led him silently to a grassy\nslope where he hobbled him and left him for the night.\n\nIn the fading light, he ate the hard beef jerky and drank the scalding\ncoffee. Refreshed and momentarily content, he sat staring into the\ndying fire, seeing the bright glowing coals as living fingers clutching\nat the wood in consuming embrace, taking all and returning nothing but\nashes.\n\nSlowly his eyelids yielded. His body sagged, and blood seemed to fill\nhis brain, bathing it in a gentle, warm flood.\n\nHe slept. His brain slept.\n\nBut the portion of his brain called memory stirred. It was all alone;\nall else was at rest. Images began to appear, drawn from inexhaustible\nfiles, wherein are kept all thoughts, past, present, and future....\n\n\n\nIt was the night before he was to go overseas. World War III had been\ndeclared, and he had enlisted, receiving his old rank of captain. He\nwas with his wife in the living room of their home. They had put the\nchildren to bed--their sons--and now sat on the couch, watching the\nblazing fire. It was then that he had showed it to her.\n\n\"I've got something to tell you, and something to show you.\"\n\nHe had removed the box from his pocket and opened it. And heard her cry\nof surprised joy.\n\n\"Oh, a ring, and it's a diamond, too!\" she cried in her rich, happy\nvoice which always seemed to send a thrill through his body.\n\n\"It's for you; so long as you wear it, I'll come back, even from the\ndead, if need be. Read the inscription.\"\n\nShe held the ring up to the light and read aloud, \"It is forever.\"\n\nThen she had slipped the ring on her finger and her arms around him.\nHe held her very close, feeling the warmth from her body flowing into\nhis and making him oblivious to everything except that she was there in\nhis arms and that he was sinking deep, deep into a familiar sea, where\nhe had been many times before but each time found something new and\nunexplored, some vastly different emotion he could never quite explain.\n\n\"Wait!\" she cried. \"I've something for you, too.\"\n\nShe took off the locket she wore about her neck and held it up to the\nshimmering light, letting it spin at the end of its chain. It caught\nthe shadows of the fire and reflected them, greatly magnified, over the\nroom. It was in the shape of a star, encrusted with emeralds, with one\nlarge ruby in the center. When he opened it, he found a picture of her\nin one side, and in the other a picture of the children. He took her in\nhis arms again, and loosened her long, black hair, burying his face in\nit for a moment. Then he kissed her, and instantly was drawn down into\nthe abyss which seemed to have no beginning or any end.\n\nThe next morning had been bleak and gray. The mist clung to the wet,\nsodden ground, and the air was heavy in his lungs. He had driven off\nin the jeep the army had sent for him, watching her there on the porch\nuntil the mist swirled around her feet and she ran back into the house\nand slammed the door. His cold fingers found the locket, making a\nlittle bulge under his uniform, and the touch of it seemed to warm the\nblood in his veins.\n\nThree days later they had landed in Spain, merged with another\ndivision, then crossed the Pyrenees into France, and finally to Paris\nwhere the fighting had begun. Already the city was a silent graveyard,\nlittered with the rubble of towers and cathedrals which had once been\ngreat.\n\nThree years later they were on the road to Moscow. Over a thousand\nmiles lay behind, a dead man on every foot of those miles. Yet victory\nwas near. The Russians had not yet used the H-bomb; the threat of\nannihilation by the retaliation forces had been too great.\n\nHe had done well in the war, and had been decorated many times for\nbravery in action. Now he felt the victory that seemed to be in the\nair, and he had wished it would come quickly, so that he might return\nto her. Home. The very feel of the word was everything a battle-weary\nsoldier needed to make him fight harder and live longer.\n\nSuddenly he had become aware of a droning, wooshing sound above him. It\ngrew louder and louder until he knew what it was.\n\n\"Heavy bombers!\" The alarm had sounded, and the men had headed for\ntheir foxholes.\n\nBut the planes had passed over, the sun glinting on their bellies,\nreflecting a blinding light. They were bound for bigger, more important\ntargets. When the all-clear had sounded, the men clambered from their\nshelters. An icy wind swept the field, bringing with it clouds which\ncovered the sun. A strange fear had gripped him then....\n\nAcross the Atlantic, over the pole, via Alaska, the great bombers\nflew. In cities, great and small, the air raid sirens sounded, high\nscreaming noises which had jarred the people from sleep in time to die.\nThe defending planes roared into the sky to intercept the on-rushing\nbombers. The horrendous battle split the universe. Many bombers fell,\nvictims of fanatical suicide planes, or of missiles that streaked\nacross the sky which none could escape.\n\nBut too many bombers got through, dropping their deadly cargo upon the\nhelpless cities. And not all the prayers or entreaties to any God had\nstopped their carnage. First there had been the red flashes that melted\nbuildings into molten streams, and then the great triple-mushroom cloud\nfilled with the poisonous gases that the wind swept away to other\ncities, where men had not died quickly and mercifully, but had rotted\naway, leaving shreds of putrid flesh behind to mark the places where\nthey had crawled.\n\nThe retaliatory forces had roared away to bomb the Russian cities. Few,\nif any, had returned. Too much blood and life were on their hands.\nThose who had remained alive had found a resting place on the crown\nof some distant mountain. Others had preferred the silent peaceful\nsea, where flesh stayed not long on bones, and only darting fishes and\nmerciful beams of filtered light found their aluminum coffins.\n\nThe war had ended.\n\nTo no avail. Neither side had won. Most of the cities and the majority\nof the population of both countries had been destroyed. Even their\ngovernments had vanished, leaving a silent nothingness. The armies that\nremained were without leaders, without sources of supplies, save what\nthey could forage and beg from an unfriendly people.\n\nThey were alone now, a group of tired, battered men, for whom life held\nnothing. Their families had long since died, their bodies turned to\ndust, their spirits fled on the winds to a new world.\n\nYet these remnants of an army must return--or at least try. Their\nexodus was just beginning. Somehow he had managed to hold together the\nfew men left from his force. He had always nourished the hope that\nshe might still be alive. And now that the war was over he had to\nreturn--had to know whether she was still waiting for him.\n\nThey had started the long trek. Throughout Europe anarchy reigned. He\nand his men were alone. All they could do now was fight. Finally they\nreached the seaport city of Calais. With what few men he had left, he\nhad commandeered a small yacht, and they had taken to the sea.\n\nAfter months of storms and bad luck, they had been shipwrecked\nsomewhere off the coast of Mexico. He had managed to swim ashore,\nand had been found by a fisherman's family. Many months he had spent\nswimming and fishing, recovering his strength, inquiring about the\nUnited States. The Mexicans had spoken with fear of the land across the\nRio Grande. All its great cities had been destroyed, and those that had\nbeen only partially destroyed were devoid of people. The land across\nthe Rio Grande had become a land of shadows. The winds were poisoned,\nand the few people who might have survived, were crazed and maimed by\nthe blasts. Few men had dared cross the Rio Grande into \"El Mundo gris\nde Noviembre\"--the November world. Those who had, had never returned.\n\nIn time he had traveled north until he reached the Rio Grande. He had\nwaded into the muddy waters and somehow landed on the American side. In\nthe November world.\n\nIt was rightly called. The deserts were long. All plant life had died,\nleaving to those once great fertile stretches, nothing but the sad,\ntemporal beauty that comes with death. No people had he seen. Only the\nruins of what had once been their cities. He had walked through them,\nand all that he had seen were the small mutant rodents, and all that he\nhad heard was the occasional swish of the wind as it whisked along what\nmight have been dead leaves, but wasn't.\n\nHe had been on the trail for a long time. His food was nearly\nexhausted. The mountains were just beginning, and he hoped to find food\nthere. He had not found food, but his luck had been with him. He had\nfound a horse. Not a normal horse, but a mutation. It was almost twice\nas large as a regular horse. Its skin seemed to shimmer and was like\nglassy steel to the touch. From the center of its forehead grew a horn,\nstraight out, as the horn of a unicorn. But most startling of all were\nthe animal's eyes which seemed to speak--a silent mental speech, which\nhe could understand. The horse had looked up as he approached it and\nseemed to say: \"Follow me.\"\n\nAnd he had followed. Over a mountain, until they came to a pass, and\nfinally to a narrow path which led to an old cabin. He had found it\nempty, but there were cans of food and a rifle and many shells. He had\nremained there a long time--how long he could not tell, for he could\nonly measure time by the cycles of the sun and the moon. Finally he\nhad taken the horse, the rifle and what food was left, and once again\nstarted the long journey home.\n\nThe farther north he went, the more life seemed to have survived. He\nhad seen great herds of horses like his own, stampeding across the\nplains, and strange birds which he could not identify. Yet he had seen\nno human beings.\n\nBut he knew he was closer now. Closer to home. He recognized the land.\nHow, he did not know, for it was much changed. A sensing, perhaps, of\nwhat it had once been. He could not be more than two days' ride away.\nOnce he was through this desert, he would find her, he would be with\nher once again; all would be well, and his long journey would be over.\n\n\n\nThe images faded. Even memory slept in a flow of warm blood. Body and\nmind slept into the shadows of the dawn.\n\nHe awoke and stretched the cramped muscles of his body. At the edge of\nthe water he removed his clothes and stared at himself in the rippling\nmirror. His muscles were lean and hard, evenly placed throughout the\nlength of his frame. A deep ridge ran down the length of his torso,\nseparating the muscles, making the chest broad. Well satisfied with his\nbody, he plunged into the cold water, deep down, until he thought his\nlungs would burst; then swiftly returned to the clean air, tingling in\nevery pore. He dried himself and dressed. Conqueror was eating the long\ngrass near the stream. Quickly he saddled him. No time for breakfast.\nHe would ride all day and the next night. And he would be home.\n\nStill northward. The hours crawled slower than a dying man. The sun\nwas a torch that pierced his skin, seeming to melt his bones into a\nburning stream within his body. But day at last gave way to night, and\nthe sun to the moon. The torch became a white pock-marked goddess, with\nstreaming hair called stars.\n\nIn the moonlight he had not seen the crater until he was at its\nvery edge. Even then he might not have seen it had not the horse\nstopped suddenly. The wind swirled through its vast emptiness,\nslapping his face with dusty hands. For a moment he thought he heard\nvoices--mournful, murmuring voices, echoing up from the misty depths.\nHe turned quickly away and did not look back.\n\nNight paled into day; day burned into night.\n\nThere were clouds in the sky now, and a gentle wind caressed the sweat\nfrom his tired body. He stopped. There it was! Barely discernible\nthrough the moonlight, he saw it. Home.\n\nQuickly he dismounted and ran. Now he could see a small light in the\nwindow, and he knew they were there. His breath came in hard ragged\ngulps. At the window he peered in, and as his eyes became accustomed\nto the inner gloom, he saw how bare the room was. No matter. Now that\nhe was home he would build new furniture, and the house would be even\nbetter than it had been before.\n\nThen he saw her.\n\nShe was sitting motionless in a straight wooden chair beside the\nfireplace, the feeble light cast by the embers veiling her in mauve\nshadows. He waited, wondering if she were.... Presently she stirred\nlike a restless child in sleep, then moved from the chair to the pile\nof wood near the hearth, and replenished the fire. The wood caught\nquickly, sending up long tongues of flame, and forming a bright pool of\nlight around her.\n\nHis blood froze. The creature illuminated by the firelight was a\nmonster. Large greasy scales covered its face and arms, and there was\nno hair on its head. Its gums were toothless cavities in a sunken,\nmumbling mouth. The eyes, turned momentarily toward the window, were\nempty of life.\n\n\"No, no!\" he cried soundlessly.\n\nThis was not his house. In his delirium he had only imagined he had\nfound it. He had been searching so long. He would go on searching.\nHe was turning wearily away from the window when the movement of the\ncreature beside the fire held his attention. It had taken a ring from\none skeleton-like finger and stood, turning the ring slowly as if\ntrying to decipher some inscription inside it.\n\nHe knew then. He had come home.\n\nSlowly he moved toward the door. A great weakness was upon him. His\nfeet were stones, reluctant to leave the earth. His body was a weed,\nshriveled by thirst. He grasped the doorknob and clung to it, looking\nup at the night sky and trying to draw strength from the wind that\npassed over him. It was no use. There was no strength. Only fear--a\nkind of fear he had never known.\n\nHe fumbled at his throat, his fingers crawling like cold worms around\nhis neck until he found the locket and the clasp which had held it\nsafely through endless nightmare days and nights. He slipped the clasp\nand the locket fell into his waiting hand. As one in a dream, he opened\nit, and stared at the pictures, now in the dim moonlight no longer\nfaces of those he loved, but grey ghosts from the past. Even the ruby\nhad lost its glow. What had once been living fire was now a dull glob\nof darkness.\n\n\"Nothing is forever!\" He thought he had shouted the words, but only a\nthin sound, the sound of leaves ruffled by the wind, came back to him.\n\nHe closed the locket and fastened the clasp, and hung it on the\ndoorknob. It moved slowly in the wind, back and forth, like a pendulum.\n\"Forever--forever. Only death is forever.\" He could have sworn he heard\nthe words.\n\nHe ran. Away from the house. To the large horse with a horn in the\ncenter of its forehead, like a unicorn. Once in the saddle, the spurt\nof strength left him. His shoulders slumped, his head dropped onto his\nchest.\n\nConqueror trotted away, the sound of his hooves echoing hollowly in the\nvast emptiness.",
    "metadata": {
        "author": [
            "Hidalgo, Miguel"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/60515/pg60515.txt",
        "name": "homecoming.json"
    }
}