{
    "name": "Honeymoon in bedlam",
    "author": [
        "Bond, Nelson S.",
        "Danzell, George",
        "Bond, Nelson",
        "Bond, Nelson Slade"
    ],
    "body": "I remember the preacher saying, \"I now pronounce you man and wife--,\"\nand I remember the sweet smile on Lorraine Bowman's face and the dazed\nsmirk on Johnny Larkin's, and the clank of sabers as we walked up the\naisle through an arch of gleaming steel. I remember asking to kiss the\nbride. Then I remember something about a banquet, with somebody passing\nout drinks, and I remember demanding to kiss the bride again.\n\nThen there was another bottle or three, and it must have been powerful\njuice because I remember Johnny Larkin frowning when I insisted\non kissing the bride. Then I felt sorry for myself and started to\ncry, and Captain Bowman roared something about, \"Take that boiled\nson-of-a-spacehawk home and pour him into bed,\" and I looked around,\nwondering who was tanked, and by golly, they all were but me! Which I\ntried to explain, standing on a table so I could get their attention,\nbut somebody pulled the table out from under me.\n\nAnd that's all I remember until I woke up the next morning with my\nmouth tasting like the inside of a birdcage, and Lt. Sam Evans, Second\nMate of the _Pegasus_, was standing at my bedside grinning at me.\nSunbeams were bouncing up and down on my counterpane like elephants. I\nmoaned and said, \"Get 'em out of here, Sam!\"\n\nHe said, \"Them? Who?\"\n\n\"Those little purple men. They're making faces at me.\"\n\nHe said, \"Shoo! Go away, little purple men!\" and they disappeared.\n\"You,\" he said, \"sure collected yourself a snootful last night.\"\n\n\"Who?\" I demanded, holding the top of my head on. \"Me? I don't know\nwhat you're talking about. Can I help it if I was suddenly taken sick?\"\n\n\"You were suddenly taken,\" he chortled, \"drunk! I thought I'd die when\nyou picked Cap Bowman up piggy-back and started sliding down banisters\nwith him. You said you were a space vacuole looking for some place\nto happen. And when you told the crowd about the time you swiped the\nskipper's winter drawers and ran 'em up the flagpole--\"\n\n\"Did I,\" I shuddered, \"tell them that?\"\n\n\"You sure did. You also had a lot to say about some girl at Mars\nCentral spaceport. You said you called her 'Ginger,' because she was a\nsnap--\"\n\n\"Go 'way!\" I moaned. \"Go 'way and let me explode in peace.\"\n\nEvans grinned. \"No can do, Sparks. Bowman sent me down to get you. All\nbrevetmen are to report to the control turret immediately. So grab some\nbreakfast, and--\"\n\n\"Don't!\" I howled.\n\n\n\nBut I had some breakfast while I dressed: an aspirin, a cup of coffee,\nand two more aspirins. And I finally reached the control turret of our\nspace-going scow, there to find my shipmates standing around looking\nvery what-the-hell? The skipper scowled at me as I wobbled in.\n\n\"Well! So you made it? Darby, there's limits to everything, and you\nexceeded 'em last night--\"\n\n\"Look, Skipper,\" I said, \"I can explain everything. It was this way--\"\n\n\"Best man!\" he snorted. \"If you was the best man at that weddin', I'm\na grampus' tonsils. You was a disgrace to yourself, the _Pegasus_, an'\nmankind in general--Ah! The top of the mornin' to you, son.\"\n\nEnter the bridegroom, Johnny Larkin, preceded by a sheepish grin. He\nsaid, \"Good morning, folks. Lovely day, isn't it?\" Then, to the Old\nMan, curiously, \"I thought they were Earthdocking us for three weeks,\nSkipper? Why the conference?\"\n\n\"Your guess is as good as mine. I got a call from G. H. Q. first thing\nthis mornin'. All leaves to be cancelled, they said. We're to have a\nvisitor in a few--There! That must be him now.\"\n\nIt was. Colonel Ira Brophy, one of the igbay otshays of the IPS, the\ncorporation that pays us our monthly insufficient. He bustled in all\ngrins, grunts and glamor, pump-handled the skipper and beamed on us\nlike an overgrown sunbeam.\n\n\"A fine looking body of men, Captain Bowman! Yup, yup! And believe me,\nsir, the IPS is justly proud of this ship and its officers. Yup!\"\n\nAt my side, Johnny Larkin muttered something that sounded like \"--donae\nferentes--\" But Captain Bowman fell for it, hook, line and sinker. He\nsaid, \"Thank you, Colonel. And we, in turn, are proud to be privileged\nto do our little part for the Corporation. Any thing, any time--that's\nthe way we feel about it--\"\n\nBrophy pounced gleefully.\n\n\"Wonderful, Captain! Marvelous! Yup, yup, yup! I told my associates\nthat would be your attitude. 'The men of the _Pegasus_,' I told them,\n'will be delighted to undertake this mission. Even though it may mean\nthe curtailment of a certain amount of personal liberty and pleasure--'\"\n\nBowman's chin hit his wishbone. A pint-sized Aurora Borealis played\nover his gills. \"M-mission?\" he gargled.\n\n\"Yes, Captain. It is my pleasure to inform you that to the _Pegasus_\nhas been allotted the honor of investigating our recent cosmic visitor,\nCaltech VI. Yup, yup!\n\n\"You will be equipped with motion-picture, meteorological and\nanalytical devices, and will lift gravs at 19.03 Solar Constant Time\ntomorrow. I need not assure you that with you go the best wishes of our\ngreat organization--\"\n\nI didn't hear the rest. I was too busy stifling an impulse to wham\nBrophy over the conk with a blunt instrument. I glimpsed the pans of\nLarkin, Evans, Weir, and the rest of the boys, and knew I wasn't alone\nin my reaction.\n\nThis was a hellbuster of an assignment! Caltech VI was the latest\naddition to Sol's family, a space-wandering planet that, from\nGod-knows-where, had recently swum within the gravitational attraction\nof our sun--and taken up residence between Mars and the asteroids.\n\nFrom the beginning it had been a trouble-maker. I needn't tell even the\nground-grippingest Earthlubber of you that the solar system is weighed\non such a hair-trigger balance that any considerable outside influence\nwill throw it haywire. Caltech VI--named after the old, 200-inch\nplatter that had spotted it--had raised a terrific rumpus settling into\nan orbit. It had caused howling storms on Mars, ionic disturbances on\nmighty Jupiter, and blasted a half hundred planetoids clear out of\nexistence.\n\nAstronomers agreed the newcomer could not last very long. A couple\nthousand years at the most. Inevitably it would be torn to pieces by\nthe titanic tug-o'-war eternally waged by Jupiter and the Sun. But in\nthe meantime, according to the Fraunhofer analysis, there were valuable\nores on the interloper. Somebody, the first person or group, who set\nclaim-stakes on Caltech's soil, would clean up big.\n\nFine, hush? Swell! I should have been joyful at the prospect of\ndipping into this celestial gravy, eh? But maybe I forgot to mention\nthat already three expeditions had gone out from Earth and one from\nVenus. All of them had reported successful landings on the planet,\nthen--silence!\n\nCap Bowman had gathered up his scattered wits, now, and began\nvolleying protests like a skeet-chucker.\n\n\"But, Colonel!\" he howled, \"The _Pegasus_ isn't good enough for that\nsort of job. We're a freighter! Our plates are worn, our hypatomics\nold-fashioned--\"\n\n\"Yup,\" said Brophy agreeably. \"We know. But your space record is\nenviable. You have served the Corporation faithfully and well--\"\n\nWhat he meant was, we could be spared. Johnny Larkin said wryly, \"I\nshould think those would be arguments for _not_ sending the _Pegasus_.\"\n\nBrophy glowered at him from behind glinting pince-nez. \"And who might\nthis be?\"\n\nThe skipper said nervously, \"Lt. Larkin, sir. My First Mate.\" He added\nproudly, \"Him an' my daughter had a military weddin' last night.\"\n\n\"That's too bad, Captain,\" harumphed Brophy. \"But to return to the\nsubject--\"\n\n\"Military!\" bellowed the skipper. \"Not 'shotgun!'\" Then a sudden idea\nstruck him; he adopted a wheedling tone. \"Look Colonel--if we gotta go,\nwe gotta go. But I c'n excuse Lt. Larkin from duty, can't I? After all,\nhe's on his furlough. This is his honeymoon--\"\n\nBrophy shook his head decisively.\n\n\"I'm sorry, Captain. All furloughs are cancelled. All men must report\nfor duty on this special assignment. I might add, though, that if\nyour venture is successful, the Corporation will fittingly reward all\nparticipants--\"\n\n\"An' if it ain't?\" asked the Old Man.\n\n\"They'll bury us,\" I piped up, \"by remote control. With honors. See you\nlater, boys. I've got to see a carpenter about a coffin.\" And I left.\n\n\n\nSo that was that. You don't argue with the I. P. S. The next day found\nthe _Pegasus_ loaded to the gunwales with all sorts of equipment.\nCameras, spectroscopes, interferometers, gadgets and junk, the very\nnames of most of which were just so much Sanskrit to me. That's where\nJohnny Larkin came in. He was not only our First Mate; he was our\ntechnological expert.\n\nBut the Corporation also had the almighty viscera to fill one\nfreight hold with cargo! \"Concentrate of zymase,\" said the lading\nsuperintendent. \"For deposit at Mars Central on the return trip. Get a\nreceipt from the Medical Officer, Captain.\"\n\n\"What's his name?\" demanded the skipper gloomily. \"Saint Peter?\nOh, hello, son. Sorry I couldn't get you out of this mess. Where's\nLorraine?\"\n\n\"That's all right,\" said Larkin. \"Maybe everything will be all right.\nShe's home. She wanted to come along but I wouldn't let her. Space is\nno place for a woman.\"\n\nBowman growled, \"This is a hell of a honeymoon for you, boy! An' for\nher, too. Well, we might as well lift gravs. Sparks, get clearance from\nthe port.\"\n\nI said, \"Aye, sir!\" and did. At 19.03 on the nose we blasted\nhell-for-Thursday out of Long Island Port, for'rd tubes pointed at a\nmysterious new dot in the heavens that had already killed more men than\na Central American rebellion.\n\nThat was at 19.03. At 22.00 sharp, Slops boomed the gong for the late\nwatch mess. And at 22.07, the door of the mess hall opened and in\nwalked--Lorraine Larkin, _nee_ Bowman!\n\n\n\nCap Bowman had a mouthful of tomato juice when he laid eyes on her. Two\nseconds later, his mouth was open in a roar and the tablecloth had a\nmouthful of tomato juice.\n\n\"Lorraine! What in the name of the seven sacred satellites are _you_\ndoing aboard? Don't you know--?\"\n\n\"Now, Daddy!\" She smiled, and my heart did tricks. You've never been\nsmiled at till you've been out in front of one of those extra-special\nde luxe Lorraine Larkin jobs. She was sugar and spice and everything\nnice, and don't some guys have all the luck? \"Now, Daddy, remember your\nblood pressure.\"\n\n\"Blood pressure be damned!\" frothed Bowman. \"You git right off'n this\nbarge an' go back to Earth where you belong!\"\n\n\"It's cold out there,\" said Lorraine. \"Remember? And besides, this _is_\nwhere I belong--isn't it, honey?\"\n\nShe looked at Johnny Larkin, who was suddenly having trouble with his\nepi-brothers, dermis and glottis. The first was scarlet, the second was\ncharging up and down in his throat like a berserk elevator. He managed\nto get a few words out.\n\n\"You,\" he gulped, \"shouldn't be here!\"\n\n\"And where else would a girl be,\" demanded Lorraine coolly, \"than at\nher husband's side? Especially on her honeymoon?\" She plumped herself\ndown beside him. \"Bring one more plate, Slops. There's company for\ndinner.\"\n\nThe skipper rose.\n\n\"Enough,\" he declared, \"is too much. I wasn't hot on this trip from\nthe start. Now I'm an Eskimo. Sparks, take a message to Long Island\nSpaceport. Tell 'em--\"\n\n\"Tell them,\" interrupted Lorraine Larkin, \"that the captain and crew of\nthe _Pegasus_ are on their way to find out what happened to those other\npoor fellows who tried to land on Caltech VI. And tell them we _will_\nfind out, because we're the toughest, smartest, space-lickingest gang\nof etherhounds who ever lifted gravs. And there's nothing between here\nand Procyon that can scare us. Mmmm! What delicious soup--\"\n\nThat stopped them. That stopped them cold. Bowman looked thoughtful,\none gnarled hand caressed his jowls. Larkin stopped trying to talk, a\ncurious look came into his eyes. Tom Anderson's shoulders stiffened;\nold MacPhee, the Chief Engineer, dragged out a filthy, oil-smeared\nhandkerchief, blew his nose viciously and said, \"Grrrumph!\"\n\nMe, I was stunned speechless, too. Oh, not because she had reminded\nme we had a moral obligation to find out what had happened to the\nprevious explorers. It wasn't that she'd roused in me any latent spark\nof pride in the _Pegasus_, either. What got me was her calling the soup\n'delicious'! Good golly, that stuff? Delicious?\n\n\n\nSo we went on, and Lorraine Larkin went with us. I don't have to tell\nyou about the trip; you can get that from the log book. It was sixteen\ndays to the Mars ecliptic, but Mars wasn't there, of course.\n\nIt was sky-hooting along four weeks to sta-board. Little things\nhappened, none important. The outstanding thing about the trip was the\ndopey way our one time sane and sensible first mate, Johnny Larkin, was\nbehaving.\n\nHe had apparently reconciled himself to the idea of Lorraine's being\nwith us. Reconciled? Whoops! He was closer to his bride than twelve\no'clock sharp. Everywhere you saw Lorraine, there was Johnny, and vice\nversa.\n\nThen we hit the highroad between Mars and the asteroids, the great open\nspaces in which Caltech had taken squatters' rights. Bob Weir punched\nkeys on the astrocalculator and figured it would take us a week and a\nhalf to reach our destination. I wasn't sure I could last that long.\n\nFor why? One guess. Lt. and Mrs. J. Larkin. Their billing and cooing\nwas enough to make a Martian canal-pussie blush green. Every time you\nsaw Johnny he was playing octopus with Lorraine's hand. He had dawn and\nsoft breezes in his eyes when he looked at her, and the glances she\nheaved back weren't exactly typhoons at midnight.\n\nThe worst part is, they didn't seem to have a bit of shame! They didn't\ncare whether anybody saw them acting like melted cheese sandwiches or\nnot. And oh! what they said! He called her \"Lovums\"; she called him\n\"Cutsie,\" which was all wrong, \"Bugsie,\" which was one hundred per cent\nright, and a lot of other names too nauseating to mention.\n\nBut somehow we survived. And finally came the time when the skipper\ncame busting into my turret and bawled, \"Git y'r feet off'n the desk,\nSparks. Take a message to--\"\n\n\"I know,\" I told him. \"I already sent it. To Joe Marlowe at Lunar III.\nCaltech VI is oh-oh under the nose. The _Pegasus_ is preparing to land,\nand the situation is--\"\n\n\"Ain't you the smart little numbskull?\" snorted the skipper. \"Remind me\nto use your brain for mattress stuffin'. No, dimwit, we ain't landin'.\nI ain't goin' to set down on this here outlaw planet till I learn what\nI'm landin' on. The _Pegasus_ ain't goin' to be number four on the\nmissin' list.\" He beamed complacently. \"Me, I'm smart, I am.\"\n\n\n\nWell, so is sunburn. But who loves it. Anyway, I said, \"Well, if we're\nnot going to land on Caltech, what's that big thing looming in the\nvisiplate? Green cheese?\"\n\nBowman took one squint through the perilens and let loose a howl that\nfrightened its own echoes. \"He's landin'! The damn fool's settin' us\ndown!\"\n\nHe made a dive for the door. I grabbed his flying coat-tails long\nenough to squawk, \"Who?\" and the answer came Dopplering back, \"Larkin!\nThe space-crazy idiot!\"\n\nI moved, too. Sheer suction pulled me along as we hit the ramp, charged\nthrough the corridors, scrambled up the Jacob's-ladder and bore down\non the control room. At the door I managed to pant, \"Who--who's in\nthere with him?\"\n\n\"Who do you think?\"\n\n\"That's what I thought. What is this? A spaceship or a mushroom?\"\n\nThen we were inside, and it was just like I thought it would be. Larkin\nwas seated in the pilot's chair, pushing the buttons that eased the\n_Pegasus_ to terra firma, and hovering over him like a halo around a\nsaint's occipital was his ever-loving bride.\n\nBowman screamed, \"Larkin! Wait!\" and Lorraine turned, smiling.\n\n\"Isn't he clever, Daddy? He's the best pilot in the whole, wide\nuniverse--aren't you, peachie?\"\n\n\"Now, sweet--\" protested Johnny modestly.\n\n\"Wait!\" squalled the skipper. \"Wait!\"\n\n\"Weight, sir?\" said Johnny, lifting out of his daze for a moment. \"Aye,\nsir. If you think best--\" And he punched the grav plugs. My knees\nbuckled suddenly as the plates took hold. Bowman stumbled; Lorraine\ngasped. Over the intercommunicating audio came voices, a dozen irate\nqueries from various parts of the ship. Bowman spoke with an effort.\n\n\"Not _weight_, you double-blasted lunatic! _Wait!_ Till we see what\nwe're gettin' into--\"\n\nBut he spoke too late. The grip of the grav plates had done it. Our\nnose jets spluttered, the ship lurched and slithered, there came a\nsharp bump, surprisingly yielding and bouncy considering the speed at\nwhich we had grounded, and--here we were. On Caltech. Motionless, after\nweeks of travel.\n\nNo, not motionless! For then I felt it. Bowman and Larkin felt it. A\nsquidgy sort of sinking sensation, a sort of wobbling insecurity, as\nthough the ground were opening to let us drop through. The skipper, an\nincredible mauve color, roared, \"Lift 'er up, Johnny! We're gettin'\ninto something!\"\n\nLarkin made desperate passes at the control board. The rockets flared\nand hissed, turning the control room into a bedlam. But nothing\nhappened. I saw why. I yelled,\n\n\"We ain't getting--we've got! Look!\"\n\nThey all stared, like me, at the quartzite forward panes. Blue sky\nshould have been visible through them, warm sunlight should have been\nflooding the turret. The terrain of Caltech should have stretched\nbefore our gaze. But guess again. All we could see was a gooey splatter\nof _stuff_ oozing up the sides of the _Pegasus_. A strange, viscous,\ncolorless matter that surged up and about our ship with weird,\ntentacular writhings. It covered the entire pane, gulped and burbled\nsloppily as it engulfed the top of the ship. We continued to experience\nthat sinking feeling--\n\n\"Sweet whispering stars!\" gasped the skipper. \"Am I off my gravs? Do\nyou see what I see? The ground melted an' come up an' et us!\"\n\nAnd I knew, suddenly, what had happened to those who had landed before\nus on mysterious Caltech. Like us they had been swallowed beneath the\nsoggy, flypaper crust of the alien planet.\n\n\n\nWell, everything happened at once, then. I guess I'm just a bug-pounder\nat heart, after all. My first thought was composed of dots and dashes.\nI made a bee-line for the radio room, powered the tubes and began\nCQ-ing up and down the wavelengths like a longhair at the Steinway.\n\nWhich was just so much wasted time. I couldn't draw a hum out of the\naudio. Even the more delicate earphones failed to bring in the powerful\nMars-Ceres beam. And if I couldn't get a message in, it's a damn sure\nthing I couldn't get one out. My transmission was blanked out.\n\nSo I hung a sign on my door, OUT TO LUNCH, and went back to the control\nturret. It looked like the bleacher entrance to Terra Stadium on the\nopening day of the Interplanetary Series. Everybody and his brother was\nthere. Officers, engineers, blasters, stewards. Even Slops had come up,\narmed with a rolling pin, to find out what had happened.\n\nAs I entered, Johnny Larkin was turning off the hypatomic power,\nswiveling around to face the skipper.\n\n\"No go, Captain. I've tried anti-grav, neg potential and reverse\nrockets. We can't get loose. We seem to be in something akin to\nquicksand. Every move we make digs us in a little deeper.\"\n\nBowman growled savagely, \"If you hadda used common sense instead\no' makin' billy-doos with y'r eyes--but this ain't no time to talk\nabout truffles. What do you think? Is this here planet somethin' like\nJupiter? Low specific, so we keep fallin' toward the center?\"\n\nJohnny said, \"I don't believe so. The material about us is peculiar. It\nseems to be organic. And it has a certain type of inherent energy--\"\n\n\"Energy?\" I yelled. \"Hey, then maybe our Ampie can eat us out of here?\nThat little critter can gobble its way through an H-layer. This dish of\nplanetary junket--\"\n\nLarkin glanced up sharply. \"And just how would you plan to get the\nAmpie out of the ship, Sparks?\"\n\n\"Why, through the lug-sail vent, of course.\"\n\n\"No. Don't try that. I have a feeling--\"\n\nHe stopped. He didn't say what his feeling was. To tell you the truth,\nthe sharpness of his tone made me just a little bit sore. After all,\nI'm not the dumbest guy afloat in space. I said stiffly, \"Then what do\nwe do to get out of here? Or are we number four on the flit parade?\"\n\nJohnny swallowed hard. He said, \"I'm the tech man on this freighter.\nAll of you clear out of here. I'll find some way--\"\n\nHis words dwindled into silence. Lorraine looked at him proudly, patted\nhis cheek. She said, \"That's right, Cuddlums. You'll get us out, won't\nyou?\"\n\nThe skipper said, \"Gug!\" The crowd broke up and began drifting away.\nJohnny started fussing with instruments and gadgets. Lorraine soothed\nhis brow by tying strands of his hair into lovers'-knots. I got sick at\nthe stomach looking at them after a while, so I left. Cap Bowman beat\nme to the bar by three drinks--\n\n\n\nIt must have been an hour later that we felt it. A jarring _whoomp_\nbeneath our keel. The upset-tummy-in-an-elevator sensation stopped.\nBowman looked at me and said, \"Larkin? He done somethin', maybe?\" and\nwe went back to the bridge.\n\nLarkin had not caused the settling, but he was beaming triumphantly\nanyway. As we charged in, demanding information, he said, \"Why, it's\nvery simple. We have finally come to rest on the surface of Caltech.\"\n\n\"Sue me if I'm wrong,\" said the skipper, \"but somehow I got the\nimpression we landed on this overgrowed custard an hour an' a half ago?\nOr what's that I see out the ports? A bowl of taffy?\"\n\n\"No, skipper. We didn't land on the surface before. We landed on a\nparticular kind of matter which is, so far as I have been able to\nfigure out, allied with the peculiar life-form inhabiting this planet.\"\n\n\"Life-form? You mean that stuff's alive?\"\n\n\"Not exactly. That's the point I haven't been able to solve yet. I've\nmade a careful analysis of the stuff. It seems to be a highly complex\ncarbohydrate. Its formula is C6--\"\n\n\"This ain't no time,\" I broke in, \"to discuss mal-demer. What I want\nto know is, do we or don't we try my idea about putting out the Ampie?\nJohnny, maybe--\"\n\n\"No!\" he said.\n\n\"Well, why not? What have we got to lose?\"\n\n\"No!\" he said again. Oh, all right. I guess he was preoccupied and\ndidn't mean to be curt. But his tone rekindled my anger, and I didn't\nfeel any better when Lorraine said, \"Please, Sparks, don't bother\nJohnny when he's trying to figure this out. Go ahead, sugar-plum.\"\n\nSo sugar-plum went ahead, and I stalked out of the room. I went to my\nown turret and tried to read a magazine, but I couldn't get interested\nin the hokey adventures of a Patrolman on Io when I was buried alive in\ncosmic goo myself. So I fiddled with the dials again for a while. No\nsoap. So pretty soon I got up and looked in my auxiliary cabinet. My\nAmpie was curled in inside, pale blue and shot full of tiny red sparks,\nsucking contentedly on an old-flashlight battery. I put on my rubber\ngloves. I went down to the engine loft.\n\nAmpies live on energy. And Larkin had said the gelatinous mass\nengulfing us was at least partially composed of energy. Which made what\nI did seem, to me, quite logical. I pressed the button that extends the\nlug-sails of a freighter, heard the machinery creak into motion, lifted\nmy Ampie out of its lead-foil container, and shoved it through the\nwidening vent. Then I waited for things to happen.\n\n\n\nThey did happen! But not what I had expected. I had expected to see the\nAmpie gnaw a hole through that dough like a St. Bernard working out on\na T-bone, rare. But instead, the Ampie touched one shimmering feeler to\nthe mass of gray matter, hummed, sparked, and rolled backward across\nthe room!\n\nI said, \"Aw, damn! He was right!\" and started to close the lug-vent.\nBut--\n\nIt wouldn't close! Because the writhing stickiness was welling into the\nship with incredible, fluid swiftness. A heavy, saccharine stench was\nin the air. Gray streamers fingered toward me. I yelped, slammed tight\nthe engine loft door, and raced for the control turret.\n\nIn the middle of the control turret I waited for my breath to catch up\nwith me. Larkin spoke subconsciously from the depths of a deep ponder.\n\"Shh!\" he said.\n\n\"Shh!\" repeated Lorraine. \"He's thinking.\"\n\n\"Then tell him to think about pancakes!\" I howled. \"Because there's a\nshipful of gray molasses following me up the corridor!\"\n\nLarkin started. \"What's that?\"\n\nI told him. \"--it looked like a good idea,\" I finished, \"only it\nwasn't. Now the stuff's in, and I can't get it out again. It'll fill\nthe whole damned ship--\"\n\nBut Cap Bowman is no dope. He had already sprung to the audio, was\nbarking orders to other parts of the _Pegasus_.\n\n\"Seal port and loft sections of the ship immediately. Lock emergency\ndoors! Get all men into safe sectors!\"\n\nLorraine looked at me worriedly.\n\n\"What--what is it, Sparks?\"\n\n\"Nothing much,\" I told her grimly, \"except that I've just about killed\nus all. That stuff will ooze through every crack and crevice in the\nship, swallow everything just like it swallowed the ship. That's\nprobably what happened to those other explorers. There must have been\none dope like me aboard each of them. With a bright idea that--I'm\nsorry, Mrs. Larkin. I've sure put the final touch on your happy\nhoneymoon.\"\n\nShe was Cap Bowman's daughter; she was the bride of Johnny Larkin.\nA gal doesn't get to be both of those things without having more\ninnard-stuffings than a sofa-cushion. My words heaved her back on her\nheels, but only for a fraction of a second. Then, smiling, she turned\nto Johnny.\n\n\"We're not afraid, are we, honey? But you'll have to hurry now.\"\n\nLarkin pawed his hair frantically.\n\n\"I'm doing my best. I've got all the facts. But I still can't quite\nunderstand--\"\n\nVoices rasped in over the audio. Anderson reported from the sleeping\nquarters, \"All men evacuated, sir. Standing by for further orders.\"\nMacPhee snarled defiance from the engine deck, \"We've plugged all\ndoors, sirrr! We'll hold this position to the last posseeble minute!\"\n\n\"It's a form of carbohydrate,\" mused Larkin aloud. \"Plastic.\nSemi-fluid. But why? Why?\"\n\n\"Think hard, sugar!\" pleaded Lorraine. Larkin said mechanically, \"Yes,\nhoney--\" Then he stiffened. \"Honey!\" he said.\n\nI groaned. \"This is no time for lovey-dove talk, Johnny!\" I cried.\n\"Keep scratching at those gray cells--\"\n\nAnd over the audio, the voice of super-cargo Freddy Harkness. \"Am\nabandoning holds, Captain. The invading--er--substance has already\ncovered the aft bins and is moving forward rapidly.\"\n\n\"Seal the safety door, Harkness--\" began Bowman.\n\nThen Larkin was at his side, suddenly frantic, eager.\n\n\"No, Skipper! Tell him to keep them open a minute! I'll be right there.\nI need three men!\"\n\nHe lit out for the door. Bowman cried, \"No, son--come back! You'll be\nkilled. Come--\"\n\nBut he was talking to empty air. Johnny was pounding down the runway.\nLorraine sniffed once. Then her jaw hardened. She said, \"I'm going\nafter him.\"\n\nBowman pushed her into a chair--but hard. He said, \"You're waiting\nhere! With us. You'll only be in his way. Johnny's the tech man on\nthis ship. If anybody can save us, he's the one.\" But as her head\nlowered, his eyes met mine. And the words were written there, \"Not this\ntime--\"\n\n\n\nStill, we had to do something. We couldn't just sit there and take it\nblind. We had to know what was going on. So we cut in the visiplate\nto the corridor outside the storage bins. It was a dismal scene that\nappeared before us.\n\nThe long corridor was deserted save for a thin sliver of something\noozing out of an adjacent chamber. As we watched, this sliver turned to\na bulky, rolling mass; became the doughy body of the mysterious matter\nin which the _Pegasus_ was caught. Like a ponderous wave it surged\nup the corridor, straining into every crack and crevice, engulfing\neverything it met.\n\nWe saw a tiny, gray ship mouse scurry from under a doorway, hesitate as\none pink foot slipped into the sluggish excrescence.\n\nIt tugged, trying to get free. But it was like a fly snared on\nflypaper. It couldn't move. In a few seconds it disappeared. Lorraine\nbegan crying softly. I turned away, too sickened to condemn myself\nagain for having loosed this thing amongst us.\n\nThen there were bright gleams in the visiplate, and Johnny, accompanied\nby three or four not-at-all eager sailors, entered the corridor.\nAs he passed the visiplate, he looked up and grinned at us, nodded\nencouragingly. Then he ducked into one of the storage bins.\n\nHe came out staggering under the load of a heavy, wooden crate. He\nbegan ripping the top off this frantically, motioned his assistants to\nget other similar boxes from the bin and open them. They did so, but\none look at their pans told us they didn't like this business nohow!\n\nFinally he had the box open. He tore out a portion of the contents.\nAnd--\n\n\"Has he gone nuts?\" raged Bowman. \"That's only that medical junk for\nMars! That zy-something extract!\"\n\nJohnny made it perfectly clear what he was trying to do. He wrenched\nthe cap off one bottle--and deliberately poured the contents into the\nnearest pseudopod of the matter now approaching within scant feet of\nhim. Then another bottle; tossed into the mass this time. And another.\nAnd another.\n\nLorraine screamed suddenly, \"Daddy, look! He's trapped! Behind him!\"\n\nShe was right. From another cross-corridor had rolled more of the\nCaltechian effluvium. It formed a solid barrier through which Johnny\nand his co-workers could not now escape. They could move neither\nforward nor backward. In a few minutes the two sluggish tentacles of\nthe syrupy monster would meet. And then--\n\nI said, \"Skipper, you'd better turn off the plate.\"\n\nBowman nodded. He reached toward the button. Closer and closer, now. In\nseconds the two walls of matter would coalesce. The sailors had seen\ntheir peril. We couldn't hear their voices, but they were apparently\npleading with Johnny to let them take refuge in the one, so far\nuntouched, storage vault; seal that door. And he had refused. He was\nforcing them to hold their ground. All four of them, like himself, were\ndesperately ripping corks from bottles, scattering the medical export\ninto the substance closing in on them.\n\nAnd then one man slipped! His foot flew from under him, was avidly\nseized by a tentacle of that slimy mass. His eyes and mouth opened\nwide; I knew he was screaming.\n\nLarkin stepped forward to grasp his shoulders. The skipper hoarsed,\n\"Look out, son! Behind you!\"\n\nIt happened all at once. One minute there were two towering walls of\nfleshy matter surging inexorably down upon the trapped quintet, and the\nnext instant--\n\nThe walls collapsed! Just like that! Collapsed into running streams of\nblotched liquid scum. The sailor's leg slipped free. Johnny toppled\nover backward into the slippery puddle. A foolish look spread over his\nface. A look that was mirrored in the faces of his associates. His\neyes rolled. He goggled up into the visiplate, kissed his fingers to\nus, and--and hiccuped! His lips formed a syllable. The syllable was,\n\"_Wheeee!_\"\n\nBowman's shaking fingers sought his jowls. He cried, \"My God,\nhe--he's--\"\n\n\"He's what, Daddy? What?\"\n\n\"He's as boiled,\" roared Bowman, \"as an owl!\"\n\n\n\nSome time later--about twelve hours, to be exact--I dragged him back\ninto the control turret. He was still a little blue from the cold\nshower. But the fog was out of his brain, and that was what was most\nnecessary. For all of us were dying of curiosity.\n\nBowman said, \"Well, your plan worked, son. We got the ship empty, and\nlike you said we would, we pulled out of the goo we was in. Now we're\non our way back to tell Earth about Caltech, and--\" he added proudly,\n\"--collect that bonus. 'Cause under that scum is a fortune in ores. But\nwhat was the scum? An' how did you know you could bust it up with that\nthere zy--zy--\"\n\n\"--mase,\" grinned Johnny. \"Zymase, Skipper. Why, it wasn't difficult,\nonce Lorraine supplied the key. You might say I was slow in figuring it\nout mainly because the disaccharose existed on such a gigantic scale\nthat I could net comprehend it.\"\n\n\"The di--which?\" I said.\n\n\"Sugar,\" said Johnny, \"to you. Or, more accurately, a form of treacle.\nHoney-gum.\n\n\"Here's what I figure. Subsequent investigation may prove me wrong, of\ncourse, but my theory must be fundamentally sound or we wouldn't have\nescaped.\n\n\"Caltech VI is apparently inhabited by some sort of gigantic insect,\nwhich may be of the bee, the spider, or the ant family. Each of these\ninsects, as you know, possesses the power of secreting fluids which it\nadapts to its private needs. The ant seals nests and wraps larvae in\nhis, the bee builds hives and makes honey, the spider spins threads\nwherein to trap its prey.\n\n\"We were captured in a gigantic 'trap' built by one of these insects,\nthat's all. From what we saw, I judge that most of Caltech's surface\nmust be covered by these gigantic webs. Miles in extent, hundreds of\nfeet deep. Webs of doom for the unwary. Being highly tensile, gummy,\nirradiated with a rather unusual form of inherent energy, these traps\ncannot be damaged by rocket blasts.\" He shook his head soberly. \"I\ncan't help thinking of those poor devils who died there. Like human\nflies in a monster's viscous web--\"\n\nI prodded, \"Lieutenant, the zymase?\"\n\n\"Oh, yes. Of course. Well, you know what zymase is, don't you?\"\n\n\"No,\" I told him. \"Do you?\"\n\n\"Naturally. A nitrogenous substance. A freshly expressed concentrate\nof yeast juice. Its action on sugar is to speed up, terrifically, the\nordinary process that transpires when sugar and yeast are brought\ntogether. In short--_fermentation_!\n\n\"As soon as we emptied the zymase concentrate into the flood of\nhoney--for it was that, though I might never have guessed it in time\nhad it not been for you, dear!\"\n\nHere he beamed at Lorraine. \"--the natural sugar was broken down into\ncarbon dioxide, glycerin, succinic acid, and--er--\"\n\n\"Urr?\" repeated Bowman curiously. \"What's that? A new element? Never\nheard of it.\"\n\n\"And--er--\" said Johnny sheepishly, \"alcohol! You see, that's why the\nsailors and I were a trifle--confused--by the atmosphere surrounding\nus--\"\n\n\"Confused your hat!\" I told him. \"You were stewed! But it all makes\nsense now. The fermentation naturally continued. It loosened up the\nsticky goo, our blasts dragged us out of the trap. But, say! That alky\nodor is still all through the ship. We can't air the joint while we're\ntraveling through space. Do you think--?\"\n\nBut he didn't hear me. For this, after all, was the honeymoon trip of\nJohnny Larkin. And now, the danger over, he had reverted to type. He\nand Lorraine looked like a brace of intertwined pretzels.\n\nThe skipper coughed. He said, \"Sparks? Maybe we--\"\n\nI gasped, \"Gosh, yes! This red on my face ain't sunburn!\"\n\n\n\nSo, folks, that was that. Oh--one thing more. I was right. That alky\nodor _didn't_ leave the ship. Don't ask me how we ever got back to Long\nIsland Spaceport.\n\nThey told me later we zig-zagged in by way of Mercury and Luna. I\nwouldn't know. It was just one, long, delirious dream to me. I was two\nweeks coming out of it.\n\nWhat a headache! What a hangover! What a honeymoon!",
    "metadata": {
        "author": [
            "Bond, Nelson S.",
            "Danzell, George",
            "Bond, Nelson",
            "Bond, Nelson Slade"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/74019/pg74019.txt",
        "name": "honeymoon_in_bedlam.json"
    }
}