{
    "name": "Honor O'Callaghan",
    "author": [
        "Mitford, Miss",
        "Mitford, Mary Russell"
    ],
    "body": "Times are altered since Gray spoke of the young Etonians as a set of\ndirty boys playing at cricket. There are no such things as boys to be\nmet with now, either at Eton or elsewhere; they are all men from ten\nyears old upwards. Dirt also hath vanished bodily, to be replaced by\nfinery. An aristocratic spirit, an aristocracy not of rank but of\nmoney, possesses the place, and an enlightened young gentleman of my\nacquaintance, who when somewhere about the ripe age of eleven, conjured\nhis mother \"_not_ to come to see him until she had got her new carriage,\nlest he should be quizzed by the rest of the men,\" was perhaps no unfair\nrepresentative of the mass of his schoolfellows. There are of course\nexceptions to the rule. The sons of the old nobility, too much\naccustomed to splendour in its grander forms, and too sure of their own\nstation to care about such matters, and the few finer spirits, whose\nambition even in boyhood soars to far higher and holier aims, are,\ngenerally speaking, alike exempt from these vulgar cravings after petty\ndistinctions. And for the rest of the small people, why \"winter and\nrough weather,\" and that most excellent schoolmaster, the world, will\nnot fail, sooner or later, to bring them to wiser thoughts.\n\nIn the meanwhile, as according to our homely proverb, \"for every gander\nthere's a goose,\" so there are not wanting in London and its environs\n\"establishments,\" (the good old name of boarding-school being altogether\ndone away with,) where young ladies are trained up in a love of fashion\nand finery, and a reverence for the outward symbols of wealth, which\ncannot fail to render them worthy compeers of the young gentlemen\ntheir contemporaries. I have known a little girl, (fit mate for the\nabove-mentioned amateur of new carriages,) who complained that _her_\nmamma called upon her, attended only by one footman; and it is certain,\nthat the position of a new-comer in one of these houses of education\nwill not fail to be materially influenced by such considerations as the\nsituation of her father's town residence, or the name of her mother's\nmilliner. At so early a period does the exclusiveness which more or\nless pervades the whole current of English society make its appearance\namongst our female youth.\n\nEven in the comparatively rational and old-fashioned seminary in which\nI was brought up, we were not quite free from these vanities. We too\nhad our high castes and our low castes, and (alas! for her and for\nourselves!) we counted among our number one who in her loneliness and\ndesolation might almost be called a Pariah--or if that be too strong an\nillustration, who was at least, in more senses than one, the Cinderella\nof the school.\n\nHonor O'Callaghan was, as her name imports, an Irish girl. She had been\nplaced under the care of Mrs. Sherwood before she was five years old,\nher father being designated, in an introductory letter which he\nbrought in his hand, as a barrister from Dublin, of ancient family, of\nconsiderable ability, and the very highest honour. The friend, however,\nwho had given him this excellent character, had, unfortunately, died\na very short time after poor Honor's arrival; and of Mr. O'Callaghan\nnothing had ever been heard after the first half-year, when he sent\nthe amount of the bill in a draft, which, when due, proved to\nbe dishonoured. The worst part of this communication, however\nunsatisfactory in its nature, was, that it was final. All inquiries,\nwhether in Dublin or elsewhere, proved unavailing; Mr. O'Callaghan had\ndisappeared; and our unlucky gouvernante found herself saddled with the\nboard, clothing, and education, the present care, and future destiny, of\na little girl, for whom she felt about as much affection as was felt\nby the overseers of Aberleigh towards their involuntary protege, Jesse\nCliffe. Nay, in saying this, I am probably giving our worthy governess\ncredit for somewhat milder feelings upon this subject than she\nactually entertained; the overseers in question, accustomed to such\ncircumstances, harbouring no stronger sentiment than a cold, passive\nindifference towards the parish boy, whilst she, good sort of woman as\nin general she was, did certainly upon this occasion cherish something\nvery like an active aversion to the little intruder.\n\nThe fact is, that Mrs. Sherwood, who had been much captivated by\nMr. O'Callaghan's showy, off-hand manner, his civilities, and his\nflatteries, felt, for the first time in her life, that she had been\ntaken in; and being a peculiarly prudent, cautious personage, of the\nslow, sluggish, stagnant temperament, which those who possess it are\napt to account a virtue, and to hold in scorn their more excitable\nand impressible neighbours, found herself touched in the very point of\nhonour, piqued, aggrieved, mortified; and denouncing the father as the\ngreatest deceiver that ever trod the earth, could not help transferring\nsome part of her hatred to the innocent child. She was really a good\nsort of woman, as I have said before, and every now and then her\nconscience twitched her, and she struggled hard to seem kind and to be\nso: but it would not do.\n\nThere the feeling was, and the more she struggled against it, the\nstronger, I verily believe, it became. Trying to conquer a deep-rooted\naversion, is something like trampling upon camomile: the harder you\ntread it down the more it flourishes.\n\nUnder these evil auspices, the poor little Irish girl grew up amongst\nus. Not ill-used certainly, for she was fed and taught as we were; and\nsome forty shillings a year more expended upon the trifles, gloves,\nand shoes, and ribbons, which make the difference between nicety and\nshabbiness in female dress, would have brought her apparel upon an\nequality with ours. Ill-used she was not: to be sure, teachers, and\nmasters seemed to consider it a duty to reprimand her for such faults\nas would have passed unnoticed in another; and if there were any noise\namongst us, she, by far the quietest and most silent person in the\nhouse, was, as a matter of course, accused of making it. Still she was\nnot what would be commonly called ill-treated; although her young heart\nwas withered and blighted, and her spirit crushed and broken by the\nchilling indifference, or the harsh unkindness which surrounded her on\nevery side.\n\nNothing, indeed, could come in stronger contrast than the position of\nthe young Irish girl, and that of her English companions. A stranger,\nalmost a foreigner amongst us, with no home but that great school-room;\nno comforts, no in-dulgences, no knick-knacks, no money, nothing but the\nsheer, bare, naked necessaries of a schoolgirl's life; no dear family\nto think of and to go to; no fond father to come to see her; no brothers\nand sisters; no kindred; no friends. It was a loneliness, a desolation,\nwhich, especially at breaking-up times, when all her schoolfellows went\njoyfully away each to her happy home, and she was left the solitary and\nneglected inhabitant of the deserted mansion, must have pressed upon her\nvery heart The heaviest tasks of the half year must have been pleasure\nand enjoyment compared with the dreariness of those lonesome holidays.\n\nAnd yet she was almost as lonely when we were all assembled. Childhood\nis, for the most part, generous and sympathising; and there were many\namongst us who, interested by her deserted situation, would have been\nhappy to have been her friends. But Honor was one of those flowers which\nwill only open in the bright sunshine. Never did marigold under a cloudy\nsky shut up her heart more closely than Honor O'Callaghan. In a\nword, Honor had really one of the many faults ascribed to her by Mrs.\nSherwood, and her teachers and masters--that fault so natural and so\npardonable in adversity--she was proud.\n\nNational and family pride blended with the personal feeling. Young as\nshe was when she left Ireland, she had caught from the old nurse who had\nhad the care of her infancy, rude legends of the ancient greatness of\nher country, and of the regal grandeur of the O'Connors, her maternal\nancestors; and over such dim traces of Cathleen's legends as floated\nin her memory, fragments wild, shadowy, and indistinct, as the\nrecollections of a dream, did the poor Irish girl love to brood. Visions\nof long-past splendour possessed her wholly, and the half-unconscious\nreveries in which she had the habit of indulging, gave a tinge of\nromance and enthusiasm to her character, as peculiar as her story.\n\nEverything connected with her country had for her an indescribable\ncharm. It was wonderful how, with the apparently scanty means of\nacquiring knowledge which the common school histories afforded,\ntogether with here and there a stray book borrowed for her by her young\ncompanions from their home libraries, and questions answered from the\nsame source, she had contrived to collect her abundant and accurate\ninformation, as to its early annals and present position. Her\nantiquarian lore was perhaps a little tinged, as such antiquarianism is\napt to be, by the colouring of a warm imagination; but still it was a\nremarkable exemplification of the power of an ardent mind to ascertain\nand combine facts upon a favourite subject under apparently insuperable\ndifficulties. Unless in pursuing her historical inquiries, she did\nnot often speak upon the subject. Her enthusiasm was too deep and too\nconcentrated for words. But she was Irish to the heart's core, and had\neven retained, one can hardly tell how, the slight accent which in a\nsweet-toned female voice is so pretty.\n\nIn her appearance, also, there were many of the characteristics of\nher countrywomen. The roundness of form and clearness of complexion, the\nresult of good nurture and pure blood which are often found in those\nwho have been nursed in an Irish cabin, the abundant wavy hair and the\ndeep-set grey eye. The face, in spite of some irregularity of feature,\nwould have been pretty, decidedly pretty, if the owner had been happy;\nbut the expression was too abstracted, too thoughtful, too melancholy\nfor childhood or even for youth. She was like a rose shut up in a room,\nwhose pale blossoms have hardly felt the touch of the glorious sunshine\nor the blessed air. A daisy of the field, a common, simple, cheerful\nlooking daisy, would be pleasanter to gaze upon than the blighted queen\nof flowers.\n\nHer figure was, however, decidedly beautiful. Not merely tall, but\npliant, elastic, and graceful in no ordinary degree. She was not\ngenerally remarkable for accomplishment. How could she, in the total\nabsence of the most powerful, as well as the most amiable motives to\nexertion? She had no one to please; no one to watch her progress, to\nrejoice in her success, to lament her failure. In many branches of\neducation she had not advanced beyond mediocrity, but her dancing was\nperfection; or rather it would have been so, if to her other graces\nshe had added the charm of gaiety. But that want, as our French\ndancing-master used to observe, was so universal in this country,\nthat the wonder would have been to see any young lady, whose face in a\ncotillion (for it was before the days of quadrilles) did not look as if\nshe was following a funeral.\n\nSuch at thirteen I found Honor O'Callaghan, when I, a damsel some three\nyears younger, was first placed at Mrs. Sherwood's; such five years\nafterwards I left her, when I quitted the school.\n\nCalling there the following spring, accompanied by my good godfather, we\nagain saw Honor silent and pensive as ever. The old gentleman was much\nstruck with her figure and her melancholy. \"Fine girl that!\" observed\nhe to me; \"looks as if she was in love though,\" added he, putting\nhis finger to his nose with a knowing nod, as was usual with him upon\noccasions of that kind. I, for my part, in whom a passion for literature\nwas just beginning to develope itself had a theory of my own upon the\nsubject, and regarded her with unwonted respect in consequence. Her\nabstraction appeared to me exactly that of an author when contemplating\nsome great work, and I had no doubt but she would turn out a poetess.\nBoth conjectures were characteristic, and both, as it happened, wrong.\n\nUpon my next visit to London, I found that a great change had happened\nin Honor's destiny. Her father, whom she had been fond of investing with\nthe dignity of a rebel, but who had, according to Mrs. Sherwood's more\nreasonable suspicion, been a reckless, extravagant, thoughtless person,\nwhose follies had been visited upon himself and his family, with the\nevil consequences of crimes, had died in America; and his sister, the\nrichly-jointured widow of a baronet, of old Milesian blood, who during\nhis life had been inexorable to his entreaties to befriend the poor\ngirl, left as it were in pledge at a London boarding-school, had\nrelented upon hearing of his death, had come to England, settled\nall pecuniary matters to the full satisfaction of the astonished and\ndelighted governess, and finally carried Honor back with her to Dublin.\n\nFrom this time we lost sight altogether of our old companion. With her\nschoolfellows she had never formed even the common school intimacies,\nand to Mrs. Sherwood and her functionaries, she owed no obligation\nexcept that of money, which was now discharged. The only debt of\ngratitude which she had ever acknowledged, was to the old French\nteacher, who, although she never got nearer the pronunciation or the\northography of her name than Mademoiselle l'Ocalle, had yet, in the\noverflowing benevolence of her temper, taken such notice of the deserted\nchild, as amidst the general neglect might pass for kindness. But she\nhad returned to France. For no one else did Honor profess the slightest\ninterest. Accordingly, she left the house where she had passed nearly all\nher life, without expressing any desire to hear again of its inmates,\nand never wrote a line to any of them.\n\nWe did hear of her, however, occasionally. Rumours reached us, vague and\ndistant, and more conflicting even than distant rumours are wont to be.\nShe was distinguished at the vice-regal court, a beauty and a wit; she\nwas married to a nobleman of the highest rank; she was a nun of the\norder of Mercy; she was dead.\n\nAnd as years glided on, as the old school passed into other hands, and\nthe band of youthful companions became more and more dispersed, one of\nthe latter opinions began to gain ground among us, when two or three\nchanced to meet, and to talk of old schoolfellows. If she had been alive\nand in the great world, surely some of us should have heard of her. Her\nhaving been a Catholic, rendered her taking the veil not improbable;\nand to a person of her enthusiastic temper, the duties of the sisters of\nMercy would have peculiar charms.\n\nAs one of that most useful and most benevolent order, or as actually\ndead, we were therefore content to consider her, until, in the lapse of\nyears and the changes of destiny, we had ceased to think of her at all.\n\nThe second of this present month of May was a busy and a noisy day in\nmy garden. All the world knows what a spring this has been. The famous\nblack spring commemorated by Gilbert White can hardly have been more\nthoroughly ungenial, more fatal to man or beast, to leaf and flower,\nthan this most miserable season, this winter of long days, when the sun\nshines as if in mockery, giving little more heat than his cold sister\nthe moon, and the bitter north-east produces at one and the same moment\nthe incongruous annoyances of biting cold and suffocating dust. Never was\nsuch a season. The swallows, nightingales, and cuckoos were a fortnight\nafter their usual time. I wonder what they thought of it, pretty\ncreatures, and how they made up their minds to come at all!--and the\nsloe blossom, the black thorn winter as the common people call it,\nwhich generally makes its appearance early in March along with the\nfirst violets, did not whiten the hedges this year until full two months\nlater,* In short, everybody knows that this has been a most villanous\nseason, and deserves all the ill that can possibly be said of it. But\nthe second of May held forth a promise which, according to a very usual\ntrick of English weather, it has not kept; and was so mild and smiling\nand gracious, that, without being quite so foolish as to indulge in any\nromantic and visionary expectation of ever seeing summer again, we were\nyet silly enough to be cheered by the thought that spring was coming at\nlast in good earnest.\n\n     * It is extraordinary how some flowers seem to obey the\n     season, whilst others are influenced by the weather. The\n     hawthorn, certainly nearly akin to the sloe blossom, is this\n     year rather forwarder, if anything, than in common years;\n     and the fritillary, always a May flower, is painting the\n     water meadows at this moment in company with \"the\n     blackthorn winter;\" or rather is nearly over, whilst its\n     cousin german, the tulip, is scarcely showing for bloom in\n     the warmest exposures and most sheltered borders of the\n     garden.\n\nIn a word, it was that pleasant rarity a fine day; and it was also a day\nof considerable stir, as I shall attempt to describe hereafter, in my\nsmall territories.\n\nIn the street too, and in the house, there was as much noise and bustle\nas one would well desire to hear in our village.\n\nThe first of May is Belford Great Fair, where horses and cows are sold,\nand men meet gravely to transact grave business; and the second of May\nis Belford Little Fair, where boys and girls of all ages, women and\nchildren of all ranks, flock into the town, to buy ribbons and dolls and\nballs and gingerbread, to eat cakes and suck oranges, to stare at the\nshows, and gaze at the wild beasts, and to follow merrily the merry\nbusiness called pleasure.\n\nCarts and carriages, horse-people and foot-people, were flocking to the\nfair; unsold cows and horses, with their weary drivers, and labouring\nmen who, having made a night as well as a day of it, began to think\nit time to find their way home, were coming from it; Punch was being\nexhibited at one end of the street, a barrel-organ, surmounted by a most\naccomplished monkey, was playing at the other; a half tipsy horse-dealer\nwas galloping up and down the road, showing off an unbroken forest pony,\nwho threatened every moment to throw him and break his neck; a hawker\nwas walking up the street crying Greenacre's last dying speech, who was\nhanged that morning at Newgate, and as all the world knows, made none;\nand the highway in front of our house was well nigh blocked up by three\nor four carriages waiting for different sets of visiters, and by a\ngang of gipsies who stood clustered round the gate, waiting with great\nanxiety the issue of an investigation going on in the hall, where one\nof their gang was under examination upon a question of stealing a goose.\nWitnesses, constables, and other officials were loitering in the court,\nand dogs were barking, women chattering, boys blowing horns, and babies\nsqualling through all. It was as pretty a scene of crowd and din and\nbustle as one shall see in a summer's day. The fair itself was calm and\nquiet in comparison; the complication of discordant sounds in Hogarth's\nEnraged Musician was nothing to it.\n\nWithin my garden the genius of noise was equally triumphant. An\ningenious device, contrived and executed by a most kind and ingenious\nfriend, for the purpose of sheltering the pyramid of geraniums in front\nof my greenhouse,--consisting of a wooden roof, drawn by pullies up and\ndown a high, strong post, something like the mast of a ship,* had\ngiven way; and another most kind friend had arrived with the requisite\nmachinery, blocks and ropes, and tackle of all sorts, to replace it\nupon an improved construction. With him came a tall blacksmith, a short\ncarpenter, and a stout collar-maker, with hammers, nails, chisels, and\ntools of all sorts, enough to build a house; ladders of all heights and\nsizes, two or three gaping apprentices, who stood about in the way, John\nwilling to lend his aid in behalf of his flowers, and master Dick with\nhis hands in his pockets looking on. The short carpenter perched himself\nupon one ladder, the tall blacksmith on another; my good friend, Mr.\nLawson, mounted to the mast head; and such a clatter ensued of hammers\nand voices--(for it was exactly one of those fancy jobs where every one\nfeels privileged to advise and find fault)--such clashing of opinions\nand conceptions and suggestions as would go to the building a county\ntown.\n\n     * This description does not sound prettily, but the real\n     effect is exceedingly graceful: the appearance of the dark\n     canopy suspended over the pile of bright flowers, at a\n     considerable height, has something about it not merely\n     picturesque but oriental; and that a gentleman's contrivance\n     should succeed at all points, as if he had been a real\n     carpenter, instead of an earl's son and a captain in the\n     navy, is a fact quite unparalleled in the annals of\n     inventions.\n\nWhilst this was going forward in middle air, I and my company were doing\nour best to furnish forth the chorus below. It so happened that two\nsets of my visiters were scientific botanists, the one party holding the\nLinnoean system, the others disciples of Jussieu; and the garden being\na most natural place for such a discussion, a war of hard words ensued,\nwhich would have done honour to the Tower of Babel. \"Tetradynamia,\"\nexclaimed one set; \"Monocotyledones,\" thundered the other; whilst\na third friend, a skilful florist, but no botanist, unconsciously\nout-long-worded both of them, by telling me that the name of a new\nannual was \"Leptosiphon androsaceus.\"\n\nNever was such a confusion of noises! The house door opened, and my\nfather's strong clear voice was heard in tones of warning. \"Woman,\nhow can you swear to this goose?\" Whilst the respondent squeaked out in\nsomething between a scream and a cry, \"Please your worship, the poor\nbird having a-laid all his eggs, we had marked un, and so--\" What\nfarther she would have said being drowned in a prodigious clatter\noccasioned by the downfal of the ladder that supported the tall\nblacksmith, which, striking against that whereon was placed the short\ncarpenter, overset that climbing machine also, and the clamor incident\nto such a calamity overpowered all minor noises.\n\nIn the meanwhile I became aware that a fourth party of visiters had\nentered the garden, my excellent neighbour, Miss Mortimer, and three\nother ladies, whom she introduced as Mrs. and the Misses Dobbs; and the\nbotanists and florists having departed, and the disaster at the mast\nbeing repaired, quiet was so far restored, that I ushered my guests into\nthe greenhouse, with something like a hope that we should be able to\nhear each other speak.\n\nMrs. Dobbs was about the largest woman I had ever seen in my life,\nfat, fair, and _fifty_ with a broad rosy countenance, beaming with\ngood-humour and contentment, and with a general look of affluence over\nher whole comfortable person. She spoke in a loud voice which made\nitself heard over the remaining din in the garden and out, and with a\npatois between Scotch and Irish, which puzzled me, until I found from\nher discourse that she was the widow of a linen manufacturer, in the\nneighbourhood of Belfast.\n\n\"Ay,\" quoth she, with the most open-hearted familiarity, \"times are\nchanged for the better with me since you and I parted in Cadogan Place.\nPoor Mr. Dobbs left me and those two girls a fortune of---- Why, I\nverily believe,\" continued she, interrupting herself, \"that you don't\nknow me!\"\n\n\"Honor!\" said one of the young ladies to the other, \"only look at this\nbutterfly!\"\n\nHonor! Was it, could it be Honor O'Callaghan, the slight, pale, romantic\nvisionary, so proud, so reserved, so abstracted, so elegant, and so\nmelancholy? Had thirty years of the coarse realities of life transformed\nthat pensive and delicate damsel into the comely, hearty, and to say\nthe truth, somewhat vulgar dame whom I saw before me? Was such a change\npossible?\n\n\"Married a nobleman!\" exclaimed she when I told her the reports\nrespecting herself. \"Taken the veil! No, indeed! I have been a far\nhumbler and happier woman. It is very strange, though, that during my\nCinderella-like life at school, I used always in my day-dreams to make\nmy story end like that of the heroine of the fairy tale; and it is\nstill stranger, that both rumours were within a very little of coming\ntrue,--for when I got to Ireland, which, so far as I was concerned,\nturned out a very different place from what I expected, I found myself\nshut up in an old castle, fifty times more dreary and melancholy than\never was our great school-room in the holidays, with my aunt setting\nher heart upon marrying me to an old lord, who might, for age and\ninfirmities, have passed for my great grandfather; and I really, in my\nperplexity, had serious thoughts of turning nun to get rid of my suitor;\nbut then I was allowed to go into the north upon a visit, and fell in\nwith my late excellent husband, who obtained Lady O'Hara's consent to\nthe match by the offer of taking me without a portion; and ever since,\"\ncontinued she, \"I have been a very common-place and a very happy woman.\nMr. Dobbs was a man who had made his own fortune, and all he asked of\nme was, to lay aside my airs and graces, and live with him in his own\nhomely, old-fashioned way amongst his own old people, (kind people they\nwere!) his looms, and his bleaching-grounds; so that my heart was opened,\nand I grew fat and comfortable, and merry and hearty, as different from\nthe foolish, romantic girl whom you remember, as plain honest prose is\nfrom the silly thing called poetry. I don't believe that I have ever\nonce thought of my old castles in the air for these five-and-twenty\nyears. It is very odd, though,\" added she, with a frankness which was\nreally like thinking aloud, \"that I always did contrive in my visions\nthat my history should conclude like that of Cinderella. To be\nsure, things are much better as they are, but it is an odd thing,\nnevertheless. Well! perhaps my daughters...!\"\n\nAnd as they are rich and pretty, and good-natured, although much more\nin the style of the present Honor than the past, it is by no means\nimprobable that the vision which was evidently glittering before the\nfond mother's eyes, may be realised. At all events, my old friend is, as\nshe says herself a happy woman--in all probability, happier than if the\nCinderella day-dream had actually come to pass in her own comely person.\nBut the transition! After all, there are real transformations in this\nevery-day world, which beat the doings of fairy land all to nothing; and\nthe change of the pumpkin into a chariot, and the mice into horses, was\nnot to be compared for a moment with the transmogrification of Honor\nO'Callaghan into Mrs. Dobbs.",
    "metadata": {
        "author": [
            "Mitford, Miss",
            "Mitford, Mary Russell"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/22840/pg22840.txt",
        "name": "honor_o_callaghan.json"
    }
}