{
    "name": "How She Felt in Her First Corset, and Other Poems",
    "author": [
        "Alderson, Matt W.",
        "Alderson, Matthew W."
    ],
    "body": "BY\nMATT. W. ALDERSON.\n\n     Let all thy actions have a motive true;\n     Inwardly feel and love whate'er you do;\n     Naught but wrong acts e'er cause the blush of shame,\n     And, right yourself, then scorn another's blame.\n\nBUTTE, MONTANA:\nPUBLISHED BY THE AUTHOR.\n1887.\n\n\nCOPYRIGHT, 1887.\nBY MATT. W. ALDERSON.\n\nBUTTE, MONTANA:\nPRESS OF THE MINER PUBLISHING CO.\nSECOND THOUSAND.\n\n\n\n\nHOW SHE FELT IN HER FIRST CORSET.\n\n\n     It occurred at Belgrade, where the genial Tom Quaw,\n     Gave a party, the first that the town ever saw;\n     The youth and the beauty, the tillers of soil,\n     Attended that night, seeking surcease from toil.\n\n     There were farmers whose hair had a tinge of the gray;\n     There were maidens than whom none were ever more gay;\n     There were youths who could ride anything that wears hair,\n     And matrons whose faces showed lines of dull care.\n\n     Of the ladies who on this occasion took part,\n     Some were dressed in the nobbiest style of the art;\n     And the others, unmindful of fashion's decrees,\n     Were attired to have much more comfort and ease.\n\n     There was one blushing damsel, just budding sixteen,\n     Whose waist by a corset ne'er encircled had been,\n     But whose mother insisted that on such a night\n     One should find a place there, and the lacing be tight.\n\n     So the girl was rigged out as the mother desired,\n     But of dancing 'twas noticed the damsel soon tired.\n     \"What's the matter?\" was asked by some one at her side.\n     \"I feel just like bucking,\" the maiden replied.\n\n\n\n\nA LOVER'S VALENTINE.\n\n\n         Sweetheart of mine,\n         A valentine,\n     In duty bound, I send thee,\n         And wish that joy,\n         Free from alloy,\n     May evermore attend thee.\n\n         Near, or apart,\n         Still may thy heart\n     To mine in friendship nestle;\n         For strong and free,\n         In love for thee,\n     'Gainst countless foes I'd wrestle.\n\n         Since I am thine,\n         Pray do be mine,\n     My heart prompts me to ask thee;\n         Thy charming face,\n         And matchless grace,\n     I own have quite possessed me.\n\n\n\n\nTO THOSE WHO HOLD THE GUIDING REINS.\n\n\n     I have observed a steed, proud-spirited,\n     Lashed by a cruel driver till the sweat\n     Stood out in beaded drops upon his side;\n     And, oftimes, tears have welled up in my eyes\n     As in my mind I've pictured human hearts\n     Lashed thus by cruel words and goaded on.\n     Then when, at other times, the same proud steed\n     Has passed along the street with arched neck,\n     With every motion breathing force and vim,\n     I've noticed kindness held the guiding reins\n     And kept in check the zealous prancer's power.\n     My mind has pictured then, with kindlier glow,\n     A heart ambitious, far too keen to go,\n     Kept by sweet loving words in proper bounds;\n     And deepest gratitude, at such a time,\n     Wells up for those who hold the guiding reins.\n\n\n\n\nHIS FACE IS HIS FORTUNE.\n\n\n     \"His face is his fortune;\"\n         Yes, seldom we see\n     One for \"tick\" importune,\n         As boldly as he.\n\n     Like one who has riches\n         Acquired by gift,\n     He laughs at the stitches\n         Of gainer by thrift,\n\n     For face is his treasure,\n         And why keep in bank?\n     One cannot find pleasure\n         With pocket-book lank.\n\n     So credit he uses\n         Where'er it will pass,\n     And always abuses\n         The laboring class.\n\n     But \"cheek\" is like iron\n         That's coated with tin,\n     It has a nice face on,\n         But one rather thin.\n\n\n\n\nA LOVE LETTER AND ITS ANSWER.\n\n\nA MONTANIAN TO HIS SWEETHEART.\n\n\n     Darling, I love thee! Other words might tell\n     A trifle of how dear thou art to me,\n     But these tell all. Of thee I might have said,\n     And said in truth, at that, that all thy ways,\n     Thine every motion, look and glance, as well,\n     Did charm the inmost recess of my soul:\n     In words of praise, and those in justice due,\n     I might the beauties of thy mind portray;\n     For they outrival charms that in thy face\n     I see, as elsewhere I have failed to find:\n     Thy modesty, thy grace, thy love of all\n     That tends to elevate, to purify,\n     And make a fellow mortal happier,\n     I might have dwelt on to a length that thou,\n     And thou alone, deserves from one whose pen\n     Is feeble in thy praise as is mine own.\n     Still, had I done so, and withheld the words,\n     \"I love thee!\" I had never told thee half.\n     I love thee, darling! Ah! indeed, I do!\n     Beyond the shadow of a doubt, I love,\n     And such a one as any prince or king\n     Might gladly love and proudly call his own.\n     But, come to think, this love is all I have:\n     No titled rank is mine--no Astor's wealth;\n     And one you know, can't live on love alone;\n     Ah, no! But better starve for lack of bread\n     Than want of love; for when we starve for bread,\n     And hunger knaws with all its well-known force,\n     A day and all desire for food grows weak,\n     And in its stead one craves but rest and sleep:\n     These come, and few the days ere dreamless sleep\n     Supplies the place of all desires and pains.\n     But, starve for love, and when doth come relief?\n     The weary soul still lives, or drags along--\n     As pris'ner doomed for life goes to his work;\n     Ambitionless it moves, its purpose dead,\n     Yet ling'ring like 'twere powerless to go;\n     Struggling 'twixt hope and fear, as thro' the bars\n     A gleam of sunshine flitters now and then,\n     Glad'ning the while it shines, to leave more dark\n     The gloomy dungeon of an unloved life;\n     Moving, as moves the lifeless rock or ore\n     When those with life exert o'er it their power;\n     Living! Ah, yes! But devil never cursed\n     His vilest victim with a death so dread;\n     Standing, as stands an engine on the track,\n     Perfectly built in all its mighty parts,\n     Its boiler and its furnace amply fed,\n     Yet powerless. But, let the flame of love\n     Touch but one splinter of the waiting pyre,\n     And all is changed. In gladsome bounds the blaze\n     Leaps on and on, till burning with one flame,\n     The fire warms the slumb'ring soul to life;\n     Warms till, as love directs, its living proves--\n     When under wisdom's hands--man's highest bliss.\n     Yes, when love fills the heart, behold how strong,\n     How powerful one stands! His muscles ache\n     With pure strength, and long for that on which\n     Their latent power to show; and not alone\n     In idle longings doth a lover stand,\n     But works alike with both his head and hands\n     To gain desired ends. Doth one lack means?\n     Then love supplies a purpose and desire,\n     And rests not still till they are at command.\n     Doth one feel weak? Then love doth make him strong.\n     Is one a slave to appetite or care?\n     Then love doth free him from the galling chains.\n     Doth one lack knowledge or attainments rare?\n     Then love spurs on till all of these are gained.\n     Yes love, and that alone, is all I have;\n     But, darling, having that, I offer thee\n     More than all else another man can give,\n     Who hath abundance, and is rich in all\n     Save love, and that for thee, and thee alone.\n     This is my plea. I stand and wait my fate.\n     If thou dost love me, darling, tell me so;\n     If not--but that can never be, I know.\n\n\nTHE ANSWER SHE GAVE HIM.\n\n\n     Your note to me, of recent date,\n     Where you are so importunate,\n     Has been received, and I have read,\n     With greatest care, what you have said.\n     I am quite pleased that you can see\n     So much to praise in one like me,\n     And only wish that I could say\n     Nice things in such a pretty way.\n     But, tell me! do you really think\n     That love is better than \"the chink?\"\n     Why, money rules the world to-day,\n     With strong and unresistless sway!\n     'Tis little schoolboys talk of love.\n     But as they older grow, improve;\n     While girls, though they be very young,\n     Know better but may hold their tongue.\n     If you have money, then you can\n     Go where you will, and be a man;\n     But if you're poor--a genius, too--\n     Your family can be but blue,\n     While oft you'll wish for food to eat,\n     And for firm friends your heart to greet.\n     You own you're poor, yet ask of me\n     To share a poor man's misery!\n     Why men would be real scarce indeed,\n     Ere I should think to feel the need\n     Of one who nothing has but love!\n     Poor men abound where'er we rove,\n     And I can get one any day:\n     (When rich, pray call around this way).\n     Suppose we loved, and married were,\n     And fortune gave to us an heir,\n     Pray who would nurse and care for it?\n     Who train its mind? who mould its wit?\n     Who'd wash the dishes, cook the food,\n     Do out-door chores, and cut the wood?\n     What buggy rides would I receive?\n     How many friends would to me cleave?\n     And then there's concerts to attend,\n     And other places, that transcend\n     The theaters and balls that now\n     We with unstinted praise endow.\n     Oh, no! don't ask of me to wed\n     A loving fellow, though his head\n     Be better filled with brains than those\n     Who dress themselves in finer clothes:\n     I want a man who's rich in stocks--\n     (D'ye think I'd ever darn old socks?)\n     You talk of love and lovers bold,\n     As though I'd care if icy cold\n     Were heart of him to whom with pride\n     My loving heart I'd fondly tied.\n     I would be rich and nothing care,\n     For I'd have lover's everywhere;\n     And when of one I tired grew,\n     I'd take my pick and love anew.\n     Now don't be angry with me, pray,\n     For what I've written you to-day;\n     You were to me so frank and true\n     I could not well be less to you;\n     So I have said what all must feel,\n     Though some, I know, the facts conceal.\n     Then do not seek just now to wed,\n     But wait until you're rich, instead.\n\n\n\n\nTHE BABY'S CLOTHES.\n\n\n     Let poets praise, as in days gone by,\n     The wealth of a loving maiden's sigh;\n     The bliss ecstatic of every bride,\n     And honeymoon pleasures that ne'er subside;\n     I sing of a happier time than those,\n     The time when making the baby's clothes.\n\n     A girlish heart may o'erflow with joy\n     When with the one she would call \"her boy,\"\n     And a doting wife may fail to cloy\n     A heart kept free from every alloy;\n     But joys surpassing the sweetest of those\n     Come when preparing the baby's clothes.\n\n\n\n\nA SISTER'S LOVE.\n\n\n     They say that the angels look down from above\n         And watch us wherever we stray;\n     That they are the beings that guide us in love\n         And bring us the joys of the day.\n\n     I am glad it is so, and thank them to-night\n         For the wealth of a sister's love,\n     For of all the pleasures they bring to as here\n         That's nearest the joys above.\n\n     I've felt so real often as in my arms\n         I've clasped her form and kissed her;\n     But the girl that I kissed was not my own,\n         She was another fellow's sister.\n\n\n\n\nA SCHOOL-MA'AM'S STORY.\n\n\n     I was a teacher then, as now,\n         And made a little spending money.\n     By training big and little sprouts,\n         In a mining town called Pony.\n\n     One night the biggest boy I had,\n         For having cracked a rigid rule,\n     Was bade to stay and con his books\n         Some fifteen minutes after school.\n\n     I for a moment turned my back--\n         On other duties then intent--\n     The fellow slyly raised a sash\n         And through the opening quickly went.\n\n     Next eve, as extra punishment,\n         I gave him minutes forty-five;\n     And, lest he play the prank again,\n         I kept my every sense alive.\n\n     The task performed, he left the room;--\n         The sun was shining then, no more,--\n     And when, soon afterwards, I left,\n         I found him waiting at the door.\n\n     \"'Tis getting late,\" the youth remarked,\n        \"For ladies to be out alone,\n     And, may I have the pleasure, Miss,\n         Of seeing that you're safely home?\"\n\n     I smiled and took the gallant's arm,\n         What else could anybody do?\n     I've liked the fellow ever since\n         And have no doubt he likes me too.\n\n\n\n\nTRUE LOVE.\n\n\n     Ask of the winds, that all around\n         In saddest requiem blow,\n     Wherein, and where alone, is found\n         True happiness below;\n     And when \"in love\" their answer is,\n         Would you love's secret know?\n     Consider both have equal rights,\n         And treat each other so.\n\n     Thus sang a poet months ago,\n         As o'er the world he roamed\n     And saw the home of dearest friends,\n         To desolation doomed;\n     A home where, years before, the bride\n         With heart of joy and glee,\n     Had welcomed to her heart's embrace\n         A bud of misery.\n\n     \"A bud of misery,\" you say?\n         Yes, thinking it a rose,\n     And little dreaming that its folds\n         No fragrance did enclose:\n     But so the after years have shown,\n         And blighted hearts are found\n     Where once affection reigned supreme,\n         And spread its joys around.\n\n     He loved her, but he never thought\n         That love should be expressed,\n     And slights that caused her keenest pain,\n         He never once redressed;\n     To me he often wished he'd been\n         To her a better man;\n     But urged to tell his wife as much,\n         He would not brook the plan.\n\n     Oh, ye! on whom some heart depends,\n         For all its store of bliss,\n     Withhold not from that tender soul\n         The loving word and kiss;\n     But, give expression to your love,\n         And make its bliss complete,\n     By giving those within your home\n         Unfettered love to greet.\n\n\n\n\nWE'VE GROWN APART IN ALL THESE YEARS.\n\n\n     We were firm friends in years gone by,\n         Were classmates at the school,\n     And kept each other company,\n         Against the master's rule.\n\n     For he was righteous and he taught:\n        \"No boys with girls shall play!\"\n     I wonder if he really thought\n         They'd lead us all astray.\n\n     \"No messages shall pass between\n         The scholars in this school!\n     And, woe to him who first is seen\n         To violate this rule!\"\n\n     By fear and awe were all oppressed\n         And knew not what to do:\n     But I, more bold than all the rest,\n         Sent Kate my billets-doux.\n\n     She answered them, and sweeter notes\n         A lover never read;\n     I've often wondered since that time\n         They never turned my head.\n\n     And when our daily tasks were o'er,\n         Away from school we ran\n     To meet within some leafy dell\n         And both our futures plan.\n\n     But now she meets me with reserve,\n         No welcome, as of yore;\n     No parting with a warm embrace,\n         No kisses at the door.\n\n     Another fellow charms her now;\n         She's children pert and tripper\n     And, many a time, upon her knee,\n         She spanks them with her slipper.\n\n\n\n\nPOLITICAL ECONOMY.\n\n\nCHAPTER I--PRODUCTION.\n\n\n     A youth, not handsome from an outward view,\n     Whose features stern belied the mellowness\n     That dwelt behind his earnest, steadfast look,\n     Delved in his heart upon a summer day\n     And found therein a narrow vein of love.\n     The prospect pleased, and on development\n     He found the mine was rich. For years he worked\n     And piled in heaps the ore upon the dump.\n     Deep 'neath the mountain ridges of his heart\n     He branched out levels on the silvered streak,\n     And found almost exhaustless hidden wealth.\n     He sought association, and he found\n     A friend who brought the skill to treat the ore.\n     He wasted not the wealth by labor won,\n     But, when refined, he stored the bricks away,\n     Until within himself there was no space,\n     And he was but a treasure house of love.\n\n\nCHAPTER II--EXCHANGE.\n\n\n     The youth is lost. Behold, on manhood's verge,\n     Our hero now. A market for his ware\n     He seeks at home in vain. There smallest coins\n     Supply the daily needs, and he must seek\n     A distant shore, and one to coin his wealth.\n     Undauntedly, despite unbroken paths,\n     Unheeding storms and floods, he presses on\n     To reach her side. An aged man stands guard,\n     And yet he marches up the walks unchecked.\n     His very boldness awes. A maiden there\n     Is pleased with what he brings, and from her heart\n     She gladly pays him golden coin therefor.\n     She mints her boughten wealth, and later on\n     They meet again. They ride the garden gate.\n     Proximity, free trade promote exchange.\n     She pays him back his own, each coin a kiss.\n     The market steady rules, demand is strong.\n     Supply exhaustless. 'Tis called a fair exchange,\n     And yet they both are richer made thereby.\n\n\nCHAPTER III--CONSUMPTION.\n\n\n     Beneath her father's roof we see them next,\n     And at the altar plight their faith--each heart\n     By love firm bound, and yet by love left free.\n     The years roll by and for the staff of life\n     They live on love. They need conveniences,\n     And love provides them all. Their luxuries\n     Are daily feasts of love. There are some days\n     When, overcome by care and household toils,\n     Her heart is faint, but when she seeks his side\n     She meets love's sweet caress and cheering kiss,\n     And wonders that her spirits ever drooped.\n     He never leaves her side but with a kiss,\n     And, when they meet again, he clasps her form\n     And plants love's token on her waiting lips.\n     Would'st thou the secret know, of happy homes?\n     'Tis gallantries like these that make them so.\n     At times when prostrate on her bed she lays,\n     She makes sad inroads on his stock of wealth;\n     Still, freely, lavishly he gives it her,\n     And wooes her back to health again, thro' love.\n     About the hearth a troop of children comes,\n     And as he soothes and cheers their restless hearts,\n     His garnered wealth, like snow, fast melts away.\n     The mine can be depended on no more;\n     Old age creeps on apace, and in his heart\n     He feels the strained timbers giving 'way.\n     He feeds now on the wealth in other days\n     Invested where 'twould bring a safe return.\n     With tottering steps yet proud he walks the streets,\n     And still has smiles for everyone he meets.\n\n\nCHAPTER IV--DISTRIBUTION.\n\n\n     Upon his bed with withered, palsied frame,\n     Behold an aged man! A life well spent\n     Is drawing to a close. About him stand\n     The loved ones of his home. They prop him up\n     As with a halting voice, yet clear, he speaks:\n     \"My treasured store of love will soon be yours.\n     Waste not the capital I leave behind\n     In shedding bitter tears above my grave;\n     I shall not feel thy love, and if I should,\n     'Twould make me sad to see you weeping there;\n     As thou dost love me, seek and cheer the hearts\n     That find life's road a sad and lonesome way;\n     My dying wish, yes children, my command,\n     Is that you love--yes, love--each oth--er here.\"\n     He breathes no more.\n                          The last sad rites performed,\n     The hearts bereaved return with saddened step\n     And enters once again upon life's tasks.\n     The father's dying wish rings in their ears;\n     They check the flow of tears and rise above\n     The grief that bends them low. Love flows again,\n     And on the gates the youths and maidens fair\n     Are gaily swinging back and forth once more,\n     Fresh coinage from the mint is passing now,\n     And, as we walk the streets, upon the air\n     There rings a sound that proves the metal true.",
    "metadata": {
        "author": [
            "Alderson, Matt W.",
            "Alderson, Matthew W."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/35714/pg35714.txt",
        "name": "how_she_felt_in_her_first_corset_and_other_poems.json"
    }
}