{
    "name": "How He Lied to Her Husband",
    "author": [
        "Shaw, G. B. (George Bernard)",
        "Shaw, Bernard",
        "Shaw, Bernhard",
        "Bassetto, Corno di",
        "Shaw, George Bernard",
        "Shaw, G. Bernard (George Bernard)"
    ],
    "body": "It is eight o'clock in the evening. The curtains are drawn and the lamps\nlighted in the drawing room of Her flat in Cromwell Road. Her lover, a\nbeautiful youth of eighteen, in evening dress and cape, with a bunch of\nflowers and an opera hat in his hands, comes in alone. The door is near\nthe corner; and as he appears in the doorway, he has the fireplace on\nthe nearest wall to his right, and the grand piano along the opposite\nwall to his left. Near the fireplace a small ornamental table has on it\na hand mirror, a fan, a pair of long white gloves, and a little white\nwoollen cloud to wrap a woman's head in. On the other side of the room,\nnear the piano, is a broad, square, softly up-holstered stool. The room\nis furnished in the most approved South Kensington fashion: that is, it\nis as like a show room as possible, and is intended to demonstrate the\nracial position and spending powers of its owners, and not in the least\nto make them comfortable.\n\nHe is, be it repeated, a very beautiful youth, moving as in a dream,\nwalking as on air. He puts his flowers down carefully on the table\nbeside the fan; takes off his cape, and, as there is no room on the\ntable for it, takes it to the piano; puts his hat on the cape; crosses\nto the hearth; looks at his watch; puts it up again; notices the things\non the table; lights up as if he saw heaven opening before him; goes to\nthe table and takes the cloud in both hands, nestling his nose into its\nsoftness and kissing it; kisses the gloves one after another; kisses the\nfan: gasps a long shuddering sigh of ecstasy; sits down on the stool and\npresses his hands to his eyes to shut out reality and dream a little;\ntakes his hands down and shakes his head with a little smile of rebuke\nfor his folly; catches sight of a speck of dust on his shoes and hastily\nand carefully brushes it off with his handkerchief; rises and takes\nthe hand mirror from the table to make sure of his tie with the gravest\nanxiety; and is looking at his watch again when She comes in, much\nflustered. As she is dressed for the theatre; has spoilt, petted ways;\nand wears many diamonds, she has an air of being a young and beautiful\nwoman; but as a matter of hard fact, she is, dress and pretensions\napart, a very ordinary South Kensington female of about 37, hopelessly\ninferior in physical and spiritual distinction to the beautiful youth,\nwho hastily puts down the mirror as she enters.\n\nHE [kissing her hand] At last!\n\nSHE. Henry: something dreadful has happened.\n\nHE. What's the matter?\n\nSHE. I have lost your poems.\n\nHE. They were unworthy of you. I will write you some more.\n\nSHE. No, thank you. Never any more poems for me. Oh, how could I have\nbeen so mad! so rash! so imprudent!\n\nHE. Thank Heaven for your madness, your rashness, your imprudence!\n\nSHE [impatiently] Oh, be sensible, Henry. Can't you see what a terrible\nthing this is for me? Suppose anybody finds these poems! what will they\nthink?\n\nHE. They will think that a man once loved a woman more devotedly than\never man loved woman before. But they will not know what man it was.\n\nSHE. What good is that to me if everybody will know what woman it was?\n\nHE. But how will they know?\n\nSHE. How will they know! Why, my name is all over them: my silly,\nunhappy name. Oh, if I had only been christened Mary Jane, or Gladys\nMuriel, or Beatrice, or Francesca, or Guinevere, or something quite\ncommon! But Aurora! Aurora! I'm the only Aurora in London; and everybody\nknows it. I believe I'm the only Aurora in the world. And it's so\nhorribly easy to rhyme to it! Oh, Henry, why didn't you try to restrain\nyour feelings a little in common consideration for me? Why didn't you\nwrite with some little reserve?\n\nHE. Write poems to you with reserve! You ask me that!\n\nSHE [with perfunctory tenderness] Yes, dear, of course it was very nice\nof you; and I know it was my own fault as much as yours. I ought to have\nnoticed that your verses ought never to have been addressed to a married\nwoman.\n\nHE. Ah, how I wish they had been addressed to an unmarried woman! how I\nwish they had!\n\nSHE. Indeed you have no right to wish anything of the sort. They are\nquite unfit for anybody but a married woman. That's just the difficulty.\nWhat will my sisters-in-law think of them?\n\nHE [painfully jarred] Have you got sisters-in-law?\n\nSHE. Yes, of course I have. Do you suppose I am an angel?\n\nHE [biting his lips] I do. Heaven help me, I do--or I did--or [he almost\nchokes a sob].\n\nSHE [softening and putting her hand caressingly on his shoulder] Listen\nto me, dear. It's very nice of you to live with me in a dream, and to\nlove me, and so on; but I can't help my husband having disagreeable\nrelatives, can I?\n\nHE [brightening up] Ah, of course they are your husband's relatives: I\nforgot that. Forgive me, Aurora. [He takes her hand from his shoulder\nand kisses it. She sits down on the stool. He remains near the table,\nwith his back to it, smiling fatuously down at her].\n\nSHE. The fact is, Teddy's got nothing but relatives. He has eight\nsisters and six half-sisters, and ever so many brothers--but I don't\nmind his brothers. Now if you only knew the least little thing about\nthe world, Henry, you'd know that in a large family, though the sisters\nquarrel with one another like mad all the time, yet let one of the\nbrothers marry, and they all turn on their unfortunate sister-in-law and\ndevote the rest of their lives with perfect unanimity to persuading\nhim that his wife is unworthy of him. They can do it to her very face\nwithout her knowing it, because there are always a lot of stupid low\nfamily jokes that nobody understands but themselves. Half the time you\ncan't tell what they're talking about: it just drives you wild. There\nought to be a law against a man's sister ever entering his house after\nhe's married. I'm as certain as that I'm sitting here that Georgina\nstole those poems out of my workbox.\n\nHE. She will not understand them, I think.\n\nSHE. Oh, won't she! She'll understand them only too well. She'll\nunderstand more harm than ever was in them: nasty vulgar-minded cat!\n\nHE [going to her] Oh don't, don't think of people in that way. Don't\nthink of her at all. [He takes her hand and sits down on the carpet at\nher feet]. Aurora: do you remember the evening when I sat here at your\nfeet and read you those poems for the first time?\n\nSHE. I shouldn't have let you: I see that now. When I think of Georgina\nsitting there at Teddy's feet and reading them to him for the first\ntime, I feel I shall just go distracted.\n\nHE. Yes, you are right. It will be a profanation.\n\nSHE. Oh, I don't care about the profanation; but what will Teddy think?\nwhat will he do? [Suddenly throwing his head away from her knee]. You\ndon't seem to think a bit about Teddy. [She jumps up, more and more\nagitated].\n\nHE [supine on the floor; for she has thrown him off his balance] To me\nTeddy is nothing, and Georgina less than nothing.\n\nSHE. You'll soon find out how much less than nothing she is. If you\nthink a woman can't do any harm because she's only a scandalmongering\ndowdy ragbag, you're greatly mistaken. [She flounces about the room. He\ngets up slowly and dusts his hands. Suddenly she runs to him and throws\nherself into his arms]. Henry: help me. Find a way out of this for me;\nand I'll bless you as long as you live. Oh, how wretched I am! [She sobs\non his breast].\n\nHE. And oh! how happy I am!\n\nSHE [whisking herself abruptly away] Don't be selfish.\n\nHE [humbly] Yes: I deserve that. I think if I were going to the stake\nwith you, I should still be so happy with you that I could hardly feel\nyour danger more than my own.\n\nSHE [relenting and patting his hand fondly] Oh, you are a dear darling\nboy, Henry; but [throwing his hand away fretfully] you're no use. I want\nsomebody to tell me what to do.\n\nHE [with quiet conviction] Your heart will tell you at the right time. I\nhave thought deeply over this; and I know what we two must do, sooner or\nlater.\n\nSHE. No, Henry. I will do nothing improper, nothing dishonorable. [She\nsits down plump on the stool and looks inflexible].\n\nHE. If you did, you would no longer be Aurora. Our course is perfectly\nsimple, perfectly straightforward, perfectly stainless and true. We love\none another. I am not ashamed of that: I am ready to go out and proclaim\nit to all London as simply as I will declare it to your husband when you\nsee--as you soon will see--that this is the only way honorable enough\nfor your feet to tread. Let us go out together to our own house,\nthis evening, without concealment and without shame. Remember! we owe\nsomething to your husband. We are his guests here: he is an honorable\nman: he has been kind to us: he has perhaps loved you as well as his\nprosaic nature and his sordid commercial environment permitted. We owe\nit to him in all honor not to let him learn the truth from the lips of\na scandalmonger. Let us go to him now quietly, hand in hand; bid him\nfarewell; and walk out of the house without concealment and subterfuge,\nfreely and honestly, in full honor and self-respect.\n\nSHE [staring at him] And where shall we go to?\n\nHE. We shall not depart by a hair's breadth from the ordinary natural\ncurrent of our lives. We were going to the theatre when the loss of the\npoems compelled us to take action at once. We shall go to the theatre\nstill; but we shall leave your diamonds here; for we cannot afford\ndiamonds, and do not need them.\n\nSHE [fretfully] I have told you already that I hate diamonds; only Teddy\ninsists on hanging me all over with them. You need not preach simplicity\nto me.\n\nHE. I never thought of doing so, dearest: I know that these trivialities\nare nothing to you. What was I saying--oh yes. Instead of coming\nback here from the theatre, you will come with me to my home--now and\nhenceforth our home--and in due course of time, when you are divorced,\nwe shall go through whatever idle legal ceremony you may desire. I\nattach no importance to the law: my love was not created in me by the\nlaw, nor can it be bound or loosed by it. That is simple enough, and\nsweet enough, is it not? [He takes the flower from the table]. Here are\nflowers for you: I have the tickets: we will ask your husband to lend\nus the carriage to show that there is no malice, no grudge, between us.\nCome!\n\nSHE [spiritlessly, taking the flowers without looking at them, and\ntemporizing] Teddy isn't in yet.\n\nHE. Well, let us take that calmly. Let us go to the theatre as if\nnothing had happened, and tell him when we come back. Now or three hours\nhence: to-day or to-morrow: what does it matter, provided all is done in\nhonor, without shame or fear?\n\nSHE. What did you get tickets for? Lohengrin?\n\nHE. I tried; but Lohengrin was sold out for to-night. [He takes out two\nCourt Theatre tickets].\n\nSHE. Then what did you get?\n\nHE. Can you ask me? What is there besides Lohengrin that we two could\nendure, except Candida?\n\nSHE [springing up] Candida! No, I won't go to it again, Henry [tossing\nthe flower on the piano]. It is that play that has done all the\nmischief. I'm very sorry I ever saw it: it ought to be stopped.\n\nHE [amazed] Aurora!\n\nSHE. Yes: I mean it.\n\nHE. That divinest love poem! the poem that gave us courage to speak to\none another! that revealed to us what we really felt for one another!\nThat--\n\nSHE. Just so. It put a lot of stuff into my head that I should never\nhave dreamt of for myself. I imagined myself just like Candida.\n\nHE [catching her hands and looking earnestly at her] You were right. You\nare like Candida.\n\nSHE [snatching her hands away] Oh, stuff! And I thought you were just\nlike Eugene. [Looking critically at him] Now that I come to look at you,\nyou are rather like him, too. [She throws herself discontentedly into\nthe nearest seat, which happens to be the bench at the piano. He goes to\nher].\n\nHE [very earnestly] Aurora: if Candida had loved Eugene she would have\ngone out into the night with him without a moment's hesitation.\n\nSHE [with equal earnestness] Henry: do you know what's wanting in that\nplay?\n\nHE. There is nothing wanting in it.\n\nSHE. Yes there is. There's a Georgina wanting in it. If Georgina had\nbeen there to make trouble, that play would have been a true-to-life\ntragedy. Now I'll tell you something about it that I have never told you\nbefore.\n\nHE. What is that?\n\nSHE. I took Teddy to it. I thought it would do him good; and so it would\nif I could only have kept him awake. Georgina came too; and you should\nhave heard the way she went on about it. She said it was downright\nimmoral, and that she knew the sort of woman that encourages boys to sit\non the hearthrug and make love to her. She was just preparing Teddy's\nmind to poison it about me.\n\nHE. Let us be just to Georgina, dearest\n\nSHE. Let her deserve it first. Just to Georgina, indeed!\n\nHE. She really sees the world in that way. That is her punishment.\n\nSHE. How can it be her punishment when she likes it? It'll be my\npunishment when she brings that budget of poems to Teddy. I wish you'd\nhave some sense, and sympathize with my position a little.\n\nHE. [going away from the piano and beginning to walk about rather\ntestily] My dear: I really don't care about Georgina or about Teddy. All\nthese squabbles belong to a plane on which I am, as you say, no use. I\nhave counted the cost; and I do not fear the consequences. After all,\nwhat is there to fear? Where is the difficulty? What can Georgina do?\nWhat can your husband do? What can anybody do?\n\nSHE. Do you mean to say that you propose that we should walk right bang\nup to Teddy and tell him we're going away together?\n\nHE. Yes. What can be simpler?\n\nSHE. And do you think for a moment he'd stand it, like that half-baked\nclergyman in the play? He'd just kill you.\n\nHE [coming to a sudden stop and speaking with considerable confidence]\nYou don't understand these things, my darling, how could you? In one\nrespect I am unlike the poet in the play. I have followed the Greek\nideal and not neglected the culture of my body. Your husband would make\na tolerable second-rate heavy weight if he were in training and ten\nyears younger. As it is, he could, if strung up to a great effort by\na burst of passion, give a good account of himself for perhaps fifteen\nseconds. But I am active enough to keep out of his reach for fifteen\nseconds; and after that I should be simply all over him.\n\nSHE [rising and coming to him in consternation] What do you mean by all\nover him?\n\nHE [gently] Don't ask me, dearest. At all events, I swear to you that\nyou need not be anxious about me.\n\nSHE. And what about Teddy? Do you mean to tell me that you are going to\nbeat Teddy before my face like a brutal prizefighter?\n\nHE. All this alarm is needless, dearest. Believe me, nothing will\nhappen. Your husband knows that I am capable of defending myself. Under\nsuch circumstances nothing ever does happen. And of course I shall do\nnothing. The man who once loved you is sacred to me.\n\nSHE [suspiciously] Doesn't he love me still? Has he told you anything?\n\nHE. No, no. [He takes her tenderly in his arms]. Dearest, dearest: how\nagitated you are! how unlike yourself! All these worries belong to\nthe lower plane. Come up with me to the higher one. The heights, the\nsolitudes, the soul world!\n\nSHE [avoiding his gaze] No: stop: it's no use, Mr Apjohn.\n\nHE [recoiling] Mr Apjohn!!!\n\nSHE. Excuse me: I meant Henry, of course.\n\nHE. How could you even think of me as Mr Apjohn? I never think of you as\nMrs Bompas: it is always Cand-- I mean Aurora, Aurora, Auro--\n\nSHE. Yes, yes: that's all very well, Mr Apjohn [He is about to interrupt\nagain: but she won't have it] no: it's no use: I've suddenly begun to\nthink of you as Mr Apjohn; and it's ridiculous to go on calling you\nHenry. I thought you were only a boy, a child, a dreamer. I thought you\nwould be too much afraid to do anything. And now you want to beat Teddy\nand to break up my home and disgrace me and make a horrible scandal in\nthe papers. It's cruel, unmanly, cowardly.\n\nHE [with grave wonder] Are you afraid?\n\nSHE. Oh, of course I'm afraid. So would you be if you had any common\nsense. [She goes to the hearth, turning her back to him, and puts one\ntapping foot on the fender].\n\nHE [watching her with great gravity] Perfect love casteth out fear. That\nis why I am not afraid. Mrs Bompas: you do not love me.\n\nSHE [turning to him with a gasp of relief] Oh, thank you, thank you! You\nreally can be very nice, Henry.\n\nHE. Why do you thank me?\n\nSHE [coming prettily to him from the fireplace] For calling me Mrs\nBompas again. I feel now that you are going to be reasonable and behave\nlike a gentleman. [He drops on the stool; covers his face with his hand;\nand groans]. What's the matter?\n\nHE. Once or twice in my life I have dreamed that I was exquisitely happy\nand blessed. But oh! the misgiving at the first stir of consciousness!\nthe stab of reality! the prison walls of the bedroom! the bitter, bitter\ndisappointment of waking! And this time! oh, this time I thought I was\nawake.\n\nSHE. Listen to me, Henry: we really haven't time for all that sort of\nflapdoodle now. [He starts to his feet as if she had pulled a trigger\nand straightened him by the release of a powerful spring, and goes past\nher with set teeth to the little table]. Oh, take care: you nearly hit\nme in the chin with the top of your head.\n\nHE [with fierce politeness] I beg your pardon. What is it you want me to\ndo? I am at your service. I am ready to behave like a gentleman if you\nwill be kind enough to explain exactly how.\n\nSHE [a little frightened] Thank you, Henry: I was sure you would. You're\nnot angry with me, are you?\n\nHE. Go on. Go on quickly. Give me something to think about, or I will--I\nwill--[he suddenly snatches up her fan and it about to break it in his\nclenched fists].\n\nSHE [running forward and catching at the fan, with loud lamentation]\nDon't break my fan--no, don't. [He slowly relaxes his grip of it as she\ndraws it anxiously out of his hands]. No, really, that's a stupid trick.\nI don't like that. You've no right to do that. [She opens the fan,\nand finds that the sticks are disconnected]. Oh, how could you be so\ninconsiderate?\n\nHE. I beg your pardon. I will buy you a new one.\n\nSHE [querulously] You will never be able to match it. And it was a\nparticular favorite of mine.\n\nHE [shortly] Then you will have to do without it: that's all.\n\nSHE. That's not a very nice thing to say after breaking my pet fan, I\nthink.\n\nHE. If you knew how near I was to breaking Teddy's pet wife and\npresenting him with the pieces, you would be thankful that you are alive\ninstead of--of--of howling about five shillings worth of ivory. Damn\nyour fan!\n\nSHE. Oh! Don't you dare swear in my presence. One would think you were\nmy husband.\n\nHE [again collapsing on the stool] This is some horrible dream. What has\nbecome of you? You are not my Aurora.\n\nSHE. Oh, well, if you come to that, what has become of you? Do you think\nI would ever have encouraged you if I had known you were such a little\ndevil?\n\nHE. Don't drag me down--don't--don't. Help me to find the way back to\nthe heights.\n\nSHE [kneeling beside him and pleading] If you would only be reasonable,\nHenry. If you would only remember that I am on the brink of ruin, and\nnot go on calmly saying it's all quite simple.\n\nHE. It seems so to me.\n\nSHE [jumping up distractedly] If you say that again I shall do something\nI'll be sorry for. Here we are, standing on the edge of a frightful\nprecipice. No doubt it's quite simple to go over and have done with it.\nBut can't you suggest anything more agreeable?\n\nHE. I can suggest nothing now. A chill black darkness has fallen: I can\nsee nothing but the ruins of our dream. [He rises with a deep sigh].\n\nSHE. Can't you? Well, I can. I can see Georgina rubbing those poems into\nTeddy. [Facing him determinedly] And I tell you, Henry Apjohn, that you\ngot me into this mess; and you must get me out of it again.\n\nHE [polite and hopeless] All I can say is that I am entirely at your\nservice. What do you wish me to do?\n\nSHE. Do you know anybody else named Aurora?\n\nHE. No.\n\nSHE. There's no use in saying No in that frozen pigheaded way. You must\nknow some Aurora or other somewhere.\n\nHE. You said you were the only Aurora in the world. And [lifting his\nclasped fists with a sudden return of his emotion] oh God! you were\nthe only Aurora in the world to me. [He turns away from her, hiding his\nface].\n\nSHE [petting him] Yes, yes, dear: of course. It's very nice of you; and\nI appreciate it: indeed I do; but it's not reasonable just at present.\nNow just listen to me. I suppose you know all those poems by heart.\n\nHE. Yes, by heart. [Raising his head and looking at her, with a sudden\nsuspicion] Don't you?\n\nSHE. Well, I never can remember verses; and besides, I've been so busy\nthat I've not had time to read them all; though I intend to the very\nfirst moment I can get: I promise you that most faithfully, Henry. But\nnow try and remember very particularly. Does the name of Bompas occur in\nany of the poems?\n\nHE [indignantly] No.\n\nSHE. You're quite sure?\n\nHE. Of course I am quite sure. How could I use such a name in a poem?\n\nSHE. Well, I don't see why not. It rhymes to rumpus, which seems\nappropriate enough at present, goodness knows! However, you're a poet,\nand you ought to know.\n\nHE. What does it matter--now?\n\nSHE. It matters a lot, I can tell you. If there's nothing about Bompas\nin the poems, we can say that they were written to some other Aurora,\nand that you showed them to me because my name was Aurora too. So you've\ngot to invent another Aurora for the occasion.\n\nHE [very coldly] Oh, if you wish me to tell a lie--\n\nSHE. Surely, as a man of honor--as a gentleman, you wouldn't tell the\ntruth, would you?\n\nHE. Very well. You have broken my spirit and desecrated my dreams.\nI will lie and protest and stand on my honor: oh, I will play the\ngentleman, never fear.\n\nSHE. Yes, put it all on me, of course. Don't be mean, Henry.\n\nHE [rousing himself with an effort] You are quite right, Mrs Bompas: I\nbeg your pardon. You must excuse my temper. I have got growing pains, I\nthink.\n\nSHE. Growing pains!\n\nHE. The process of growing from romantic boyhood into cynical maturity\nusually takes fifteen years. When it is compressed into fifteen minutes,\nthe pace is too fast; and growing pains are the result.\n\nSHE. Oh, is this a time for cleverness? It's settled, isn't it, that\nyou're going to be nice and good, and that you'll brazen it out to Teddy\nthat you have some other Aurora?\n\nHE. Yes: I'm capable of anything now. I should not have told him the\ntruth by halves; and now I will not lie by halves. I'll wallow in the\nhonor of a gentleman.\n\nSHE. Dearest boy, I knew you would. I--Sh! [she rushes to the door, and\nholds it ajar, listening breathlessly].\n\nHE. What is it?\n\nSHE [white with apprehension] It's Teddy: I hear him tapping the new\nbarometer. He can't have anything serious on his mind or he wouldn't\ndo that. Perhaps Georgina hasn't said anything. [She steals back to the\nhearth]. Try and look as if there was nothing the matter. Give me my\ngloves, quick. [He hands them to her. She pulls on one hastily and\nbegins buttoning it with ostentatious unconcern]. Go further away from\nme, quick. [He walks doggedly away from her until the piano prevents his\ngoing farther]. If I button my glove, and you were to hum a tune, don't\nyou think that--\n\nHE. The tableau would be complete in its guiltiness. For Heaven's sake,\nMrs Bompas, let that glove alone: you look like a pickpocket.\n\nHer husband comes in: a robust, thicknecked, well groomed city man,\nwith a strong chin but a blithering eye and credulous mouth. He has a\nmomentous air, but shows no sign of displeasure: rather the contrary.\n\nHER HUSBAND. Hallo! I thought you two were at the theatre.\n\nSHE. I felt anxious about you, Teddy. Why didn't you come home to\ndinner?\n\nHER HUSBAND. I got a message from Georgina. She wanted me to go to her.\n\nSHE. Poor dear Georgina! I'm sorry I haven't been able to call on her\nthis last week. I hope there's nothing the matter with her.\n\nHER HUSBAND. Nothing, except anxiety for my welfare and yours. [She\nsteals a terrified look at Henry]. By, the way, Apjohn, I should like a\nword with you this evening, if Aurora can spare you for a moment.\n\nHE [formally] I am at your service.\n\nHER HUSBAND. No hurry. After the theatre will do.\n\nHE. We have decided not to go.\n\nHER HUSBAND. Indeed! Well, then, shall we adjourn to my snuggery?\n\nSHE. You needn't move. I shall go and lock up my diamonds since I'm not\ngoing to the theatre. Give me my things.\n\nHER HUSBAND [as he hands her the cloud and the mirror] Well, we shall\nhave more room here.\n\nHE [looking about him and shaking his shoulders loose] I think I should\nprefer plenty of room.\n\nHER HUSBAND. So, if it's not disturbing you, Rory--?\n\nSHE. Not at all. [She goes out].\n\nWhen the two men are alone together, Bompas deliberately takes the poems\nfrom his breast pocket; looks at them reflectively; then looks at Henry,\nmutely inviting his attention. Henry refuses to understand, doing his\nbest to look unconcerned.\n\nHER HUSBAND. Do these manuscripts seem at all familiar to you, may I\nask?\n\nHE. Manuscripts?\n\nHER HUSBAND. Yes. Would you like to look at them a little closer? [He\nproffers them under Henry's nose].\n\nHE [as with a sudden illumination of glad surprise] Why, these are my\npoems.\n\nHER HUSBAND. So I gather.\n\nHE. What a shame! Mrs Bompas has shown them to you! You must think me an\nutter ass. I wrote them years ago after reading Swinburne's Songs Before\nSunrise. Nothing would do me then but I must reel off a set of Songs\nto the Sunrise. Aurora, you know: the rosy fingered Aurora. They're all\nabout Aurora. When Mrs Bompas told me her name was Aurora, I couldn't\nresist the temptation to lend them to her to read. But I didn't bargain\nfor your unsympathetic eyes.\n\nHER HUSBAND [grinning] Apjohn: that's really very ready of you. You are\ncut out for literature; and the day will come when Rory and I will be\nproud to have you about the house. I have heard far thinner stories from\nmuch older men.\n\nHE [with an air of great surprise] Do you mean to imply that you don't\nbelieve me?\n\nHER HUSBAND. Do you expect me to believe you?\n\nHE. Why not? I don't understand.\n\nHER HUSBAND. Come! Don't underrate your own cleverness, Apjohn. I think\nyou understand pretty well.\n\nHE. I assure you I am quite at a loss. Can you not be a little more\nexplicit?\n\nHER HUSBAND. Don't overdo it, old chap. However, I will just be so far\nexplicit as to say that if you think these poems read as if they were\naddressed, not to a live woman, but to a shivering cold time of day at\nwhich you were never out of bed in your life, you hardly do justice to\nyour own literary powers--which I admire and appreciate, mind you, as\nmuch as any man. Come! own up. You wrote those poems to my wife. [An\ninternal struggle prevents Henry from answering]. Of course you did.\n[He throws the poems on the table; and goes to the hearthrug, where\nhe plants himself solidly, chuckling a little and waiting for the next\nmove].\n\nHE [formally and carefully] Mr Bompas: I pledge you my word you are\nmistaken. I need not tell you that Mrs Bompas is a lady of stainless\nhonor, who has never cast an unworthy thought on me. The fact that she\nhas shown you my poems--\n\nHER HUSBAND. That's not a fact. I came by them without her knowledge.\nShe didn't show them to me.\n\nHE. Does not that prove their perfect innocence? She would have shown\nthem to you at once if she had taken your quite unfounded view of them.\n\nHER HUSBAND [shaken] Apjohn: play fair. Don't abuse your intellectual\ngifts. Do you really mean that I am making a fool of myself?\n\nHE [earnestly] Believe me, you are. I assure you, on my honor as a\ngentleman, that I have never had the slightest feeling for Mrs Bompas\nbeyond the ordinary esteem and regard of a pleasant acquaintance.\n\nHER HUSBAND [shortly, showing ill humor for the first time] Oh, indeed.\n[He leaves his hearth and begins to approach Henry slowly, looking him\nup and down with growing resentment].\n\nHE [hastening to improve the impression made by his mendacity] I should\nnever have dreamt of writing poems to her. The thing is absurd.\n\nHER HUSBAND [reddening ominously] Why is it absurd?\n\nHE [shrugging his shoulders] Well, it happens that I do not admire Mrs\nBompas--in that way.\n\nHER HUSBAND [breaking out in Henry's face] Let me tell you that Mrs\nBompas has been admired by better men than you, you soapy headed little\npuppy, you.\n\nHE [much taken aback] There is no need to insult me like this. I assure\nyou, on my honor as a--\n\nHER HUSBAND [too angry to tolerate a reply, and boring Henry more and\nmore towards the piano] You don't admire Mrs Bompas! You would never\ndream of writing poems to Mrs Bompas! My wife's not good enough for you,\nisn't she. [Fiercely] Who are you, pray, that you should be so jolly\nsuperior?\n\nHE. Mr Bompas: I can make allowances for your jealousy--\n\nHER HUSBAND. Jealousy! do you suppose I'm jealous of YOU? No, nor of ten\nlike you. But if you think I'll stand here and let you insult my wife in\nher own house, you're mistaken.\n\nHE [very uncomfortable with his back against the piano and Teddy\nstanding over him threateningly] How can I convince you? Be reasonable.\nI tell you my relations with Mrs Bompas are relations of perfect\ncoldness--of indifference--\n\nHER HUSBAND [scornfully] Say it again: say it again. You're proud of it,\naren't you? Yah! You're not worth kicking.\n\nHenry suddenly executes the feat known to pugilists as dipping, and\nchanges sides with Teddy, who it now between Henry and the piano.\n\nHE. Look here: I'm not going to stand this.\n\nHER HUSBAND. Oh, you have some blood in your body after all! Good job!\n\nHE. This is ridiculous. I assure you Mrs. Bompas is quite--\n\nHER HUSBAND. What is Mrs Bompas to you, I'd like to know. I'll tell\nyou what Mrs Bompas is. She's the smartest woman in the smartest set in\nSouth Kensington, and the handsomest, and the cleverest, and the most\nfetching to experienced men who know a good thing when they see it,\nwhatever she may be to conceited penny-a-lining puppies who think\nnothing good enough for them. It's admitted by the best people; and not\nto know it argues yourself unknown. Three of our first actor-managers\nhave offered her a hundred a week if she'd go on the stage when they\nstart a repertory theatre; and I think they know what they're about as\nwell as you. The only member of the present Cabinet that you might call\na handsome man has neglected the business of the country to dance with\nher, though he don't belong to our set as a regular thing. One of the\nfirst professional poets in Bedford Park wrote a sonnet to her, worth\nall your amateur trash. At Ascot last season the eldest son of a duke\nexcused himself from calling on me on the ground that his feelings for\nMrs Bompas were not consistent with his duty to me as host; and it did\nhim honor and me too. But [with gathering fury] she isn't good enough\nfor you, it seems. You regard her with coldness, with indifference;\nand you have the cool cheek to tell me so to my face. For two pins I'd\nflatten your nose in to teach you manners. Introducing a fine woman to\nyou is casting pearls before swine [yelling at him] before SWINE! d'ye\nhear?\n\nHE [with a deplorable lack of polish] You call me a swine again and I'll\nland you one on the chin that'll make your head sing for a week.\n\nHER HUSBAND [exploding] What--!\n\nHe charges at Henry with bull-like fury. Henry places himself on\nguard in the manner of a well taught boxer, and gets away smartly,\nbut unfortunately forgets the stool which is just behind him. He falls\nbackwards over it, unintentionally pushing it against the shins of\nBompas, who falls forward over it. Mrs Bompas, with a scream, rushes\ninto the room between the sprawling champions, and sits down on the\nfloor in order to get her right arm round her husband's neck.\n\nSHE. You shan't, Teddy: you shan't. You will be killed: he is a\nprizefighter.\n\nHER HUSBAND [vengefully] I'll prizefight him. [He struggles vainly to\nfree himself from her embrace].\n\nSHE. Henry: don't let him fight you. Promise me that you won't.\n\nHE [ruefully] I have got a most frightful bump on the back of my head.\n[He tries to rise].\n\nSHE [reaching out her left hand to seize his coat tail, and pulling him\ndown again, whilst keeping fast hold of Teddy with the other hand] Not\nuntil you have promised: not until you both have promised. [Teddy tries\nto rise: she pulls him back again]. Teddy: you promise, don't you? Yes,\nyes. Be good: you promise.\n\nHER HUSBAND. I won't, unless he takes it back.\n\nSHE. He will: he does. You take it back, Henry?--yes.\n\nHE [savagely] Yes. I take it back. [She lets go his coat. He gets up. So\ndoes Teddy]. I take it all back, all, without reserve.\n\nSHE [on the carpet] Is nobody going to help me up? [They each take a\nhand and pull her up]. Now won't you shake hands and be good?\n\nHE [recklessly] I shall do nothing of the sort. I have steeped myself in\nlies for your sake; and the only reward I get is a lump on the back of\nmy head the size of an apple. Now I will go back to the straight path.\n\nSHE. Henry: for Heaven's sake--\n\nHE. It's no use. Your husband is a fool and a brute--\n\nHER HUSBAND. What's that you say?\n\nHE. I say you are a fool and a brute; and if you'll step outside with me\nI'll say it again. [Teddy begins to take off his coat for combat]. Those\npoems were written to your wife, every word of them, and to nobody else.\n[The scowl clears away from Bompas's countenance. Radiant, he replaces\nhis coat]. I wrote them because I loved her. I thought her the most\nbeautiful woman in the world; and I told her so over and over again. I\nadored her: do you hear? I told her that you were a sordid commercial\nchump, utterly unworthy of her; and so you are.\n\nHER HUSBAND [so gratified, he can hardly believe his ears] You don't\nmean it!\n\nHE. Yes, I do mean it, and a lot more too. I asked Mrs Bompas to walk\nout of the house with me--to leave you--to get divorced from you and\nmarry me. I begged and implored her to do it this very night. It was her\nrefusal that ended everything between us. [Looking very disparagingly at\nhim] What she can see in you, goodness only knows!\n\nHER HUSBAND [beaming with remorse] My dear chap, why didn't you say\nso before? I apologize. Come! Don't bear malice: shake hands. Make him\nshake hands, Rory.\n\nSHE. For my sake, Henry. After all, he's my husband. Forgive him.\nTake his hand. [Henry, dazed, lets her take his hand and place it in\nTeddy's].\n\nHER HUSBAND [shaking it heartily] You've got to own that none of your\nliterary heroines can touch my Rory. [He turns to her and claps her with\nfond pride on the shoulder]. Eh, Rory? They can't resist you: none of\nem. Never knew a man yet that could hold out three days.\n\nSHE. Don't be foolish, Teddy. I hope you were not really hurt, Henry.\n[She feels the back of his head. He flinches]. Oh, poor boy, what a\nbump! I must get some vinegar and brown paper. [She goes to the bell and\nrings].\n\nHER HUSBAND. Will you do me a great favor, Apjohn. I hardly like to ask;\nbut it would be a real kindness to us both.\n\nHE. What can I do?\n\nHER HUSBAND [taking up the poems] Well, may I get these printed? It\nshall be done in the best style. The finest paper, sumptuous binding,\neverything first class. They're beautiful poems. I should like to show\nthem about a bit.\n\nSHE [running back from the bell, delighted with the idea, and coming\nbetween them] Oh Henry, if you wouldn't mind!\n\nHE. Oh, I don't mind. I am past minding anything. I have grown too fast\nthis evening.\n\nSHE. How old are you, Henry?\n\nHE. This morning I was eighteen. Now I am--confound it! I'm quoting\nthat beast of a play [he takes the Candida tickets out of his pocket and\ntears them up viciously].\n\nHER HUSBAND. What shall we call the volume? To Aurora, or something like\nthat, eh?\n\nHE. I should call it How He Lied to Her Husband.",
    "metadata": {
        "author": [
            "Shaw, G. B. (George Bernard)",
            "Shaw, Bernard",
            "Shaw, Bernhard",
            "Bassetto, Corno di",
            "Shaw, George Bernard",
            "Shaw, G. Bernard (George Bernard)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/3544/pg3544.txt",
        "name": "how_he_lied_to_her_husband.json"
    }
}