{
    "name": "How Spring Came in New England",
    "author": [
        "Warner, Charles Dudley"
    ],
    "body": "New England is the battle-ground of the seasons. It is La Vendee. To\nconquer it is only to begin the fight. When it is completely subdued,\nwhat kind of weather have you? None whatever.\n\nWhat is this New England? A country? No: a camp. It is alternately\ninvaded by the hyperborean legions and by the wilting sirens of the\ntropics. Icicles hang always on its northern heights; its seacoasts\nare fringed with mosquitoes. There is for a third of the year a contest\nbetween the icy air of the pole and the warm wind of the gulf. The\nresult of this is a compromise: the compromise is called Thaw. It is the\nnormal condition in New England. The New-Englander is a person who is\nalways just about to be warm and comfortable. This is the stuff of which\nheroes and martyrs are made. A person thoroughly heated or frozen is\ngood for nothing. Look at the Bongos. Examine (on the map) the Dog-Rib\nnation. The New-Englander, by incessant activity, hopes to get warm.\nEdwards made his theology. Thank God, New England is not in Paris!\n\nHudson's Bay, Labrador, Grinnell's Land, a whole zone of ice and\nwalruses, make it unpleasant for New England. This icy cover, like the\nlid of a pot, is always suspended over it: when it shuts down, that is\nwinter. This would be intolerable, were it not for the Gulf Stream. The\nGulf Stream is a benign, liquid force, flowing from under the ribs of\nthe equator,--a white knight of the South going up to battle the giant\nof the North. The two meet in New England, and have it out there.\n\nThis is the theory; but, in fact, the Gulf Stream is mostly a delusion\nas to New England. For Ireland it is quite another thing. Potatoes ripen\nin Ireland before they are planted in New England. That is the reason\nthe Irish emigrate--they desire two crops the same year. The Gulf Stream\ngets shunted off from New England by the formation of the coast below:\nbesides, it is too shallow to be of any service. Icebergs float down\nagainst its surface-current, and fill all the New-England air with\nthe chill of death till June: after that the fogs drift down from\nNewfoundland. There never was such a mockery as this Gulf Stream. It is\nlike the English influence on France, on Europe. Pitt was an iceberg.\n\nStill New England survives. To what purpose? I say, as an example:\nthe politician says, to produce “Poor Boys.” Bah! The poor boy is an\nanachronism in civilization. He is no longer poor, and he is not a boy.\nIn Tartary they would hang him for sucking all the asses' milk that\nbelongs to the children: in New England he has all the cream from the\nPublic Cow. What can you expect in a country where one knows not today\nwhat the weather will be tomorrow? Climate makes the man. Suppose he,\ntoo, dwells on the Channel Islands, where he has all climates, and is\nsuperior to all. Perhaps he will become the prophet, the seer, of his\nage, as he is its Poet. The New-Englander is the man without a climate.\nWhy is his country recognized? You won't find it on any map of Paris.\n\nAnd yet Paris is the universe. Strange anomaly! The greater must include\nthe less; but how if the less leaks out? This sometimes happens.\n\nAnd yet there are phenomena in that country worth observing. One of them\nis the conduct of Nature from the 1st of March to the 1st of June,\nor, as some say, from the vernal equinox to the summer solstice. As\nTourmalain remarked, “You'd better observe the unpleasant than to be\nblind.” This was in 802. Tourmalain is dead; so is Gross Alain; so is\nlittle Pee-Wee: we shall all be dead before things get any better.\n\nThat is the law. Without revolution there is nothing. What is\nrevolution? It is turning society over, and putting the best underground\nfor a fertilizer. Thus only will things grow. What has this to do\nwith New England? In the language of that flash of social lightning,\nBeranger, “May the Devil fly away with me if I can see!”\n\nLet us speak of the period in the year in New England when winter\nappears to hesitate. Except in the calendar, the action is ironical;\nbut it is still deceptive. The sun mounts high: it is above the horizon\ntwelve hours at a time. The snow gradually sneaks away in liquid\nrepentance. One morning it is gone, except in shaded spots and close by\nthe fences. From about the trunks of the trees it has long departed:\nthe tree is a living thing, and its growth repels it. The fence is dead,\ndriven into the earth in a rigid line by man: the fence, in short, is\ndogma: icy prejudice lingers near it. The snow has disappeared; but the\nlandscape is a ghastly sight,--bleached, dead. The trees are stakes; the\ngrass is of no color; and the bare soil is not brown with a healthful\nbrown; life has gone out of it. Take up a piece of turf: it is a clod,\nwithout warmth, inanimate. Pull it in pieces: there is no hope in it:\nit is a part of the past; it is the refuse of last year. This is the\ncondition to which winter has reduced the landscape. When the snow,\nwhich was a pall, is removed, you see how ghastly it is. The face of the\ncountry is sodden. It needs now only the south wind to sweep over it,\nfull of the damp breath of death; and that begins to blow. No prospect\nwould be more dreary.\n\nAnd yet the south wind fills credulous man with joy. He opens the\nwindow. He goes out, and catches cold. He is stirred by the mysterious\ncoming of something. If there is sign of change nowhere else, we detect\nit in the newspaper. In sheltered corners of that truculent instrument\nfor the diffusion of the prejudices of the few among the many begin to\ngrow the violets of tender sentiment, the early greens of yearning. The\npoet feels the sap of the new year before the marsh-willow. He blossoms\nin advance of the catkins. Man is greater than Nature. The poet is\ngreater than man: he is nature on two legs,--ambulatory.\n\nAt first there is no appearance of conflict. The winter garrison seems\nto have withdrawn. The invading hosts of the South are entering without\nopposition. The hard ground softens; the sun lies warm upon the southern\nbank, and water oozes from its base. If you examine the buds of the\nlilac and the flowering shrubs, you cannot say that they are swelling;\nbut the varnish with which they were coated in the fall to keep out\nthe frost seems to be cracking. If the sugar-maple is hacked, it will\nbleed,--the pure white blood of Nature.\n\nAt the close of a sunny day the western sky has a softened aspect: its\ncolor, we say, has warmth in it On such a day you may meet a caterpillar\non the footpath, and turn out for him. The house-fly thaws out; a\ncompany of cheerful wasps take possession of a chamber-window. It\nis oppressive indoors at night, and the window is raised. A flock of\nmillers, born out of time, flutter in. It is most unusual weather for\nthe season: it is so every year. The delusion is complete, when, on a\nmild evening, the tree-toads open their brittle-brattle chorus on the\nedge of the pond. The citizen asks his neighbor, “Did you hear the\nfrogs last night?” That seems to open the new world. One thinks of his\nchildhood and its innocence, and of his first loves. It fills one with\nsentiment and a tender longing, this voice of the tree-toad. Man is\na strange being. Deaf to the prayers of friends, to the sermons and\nwarnings of the church, to the calls of duty, to the pleadings of his\nbetter nature, he is touched by the tree-toad. The signs of the spring\nmultiply. The passer in the street in the evening sees the maid-servant\nleaning on the area-gate in sweet converse with some one leaning on the\nother side; or in the park, which is still too damp for anything but\ntrue affection, he sees her seated by the side of one who is able to\nprotect her from the policeman, and hears her sigh, “How sweet it is to\nbe with those we love to be with!”\n\nAll this is very well; but next morning the newspaper nips these early\nbuds of sentiment. The telegraph announces, “Twenty feet of snow at\nOgden, on the Pacific Road; winds blowing a gale at Omaha, and snow\nstill falling; mercury frozen at Duluth; storm-signals at Port Huron.”\n\nWhere now are your tree-toads, your young love, your early season?\nBefore noon it rains, by three o'clock it hails; before night the\nbleak storm-cloud of the northwest envelops the sky; a gale is raging,\nwhirling about a tempest of snow. By morning the snow is drifted in\nbanks, and two feet deep on a level. Early in the seventeenth century,\nDrebbel of Holland invented the weather-glass. Before that, men had\nsuffered without knowing the degree of their suffering. A century\nlater, Romer hit upon the idea of using mercury in a thermometer; and\nFahrenheit constructed the instrument which adds a new because distinct\nterror to the weather. Science names and registers the ills of life; and\nyet it is a gain to know the names and habits of our enemies. It is with\nsome satisfaction in our knowledge that we say the thermometer marks\nzero.\n\nIn fact, the wild beast called Winter, untamed, has returned, and taken\npossession of New England. Nature, giving up her melting mood, has\nretired into dumbness and white stagnation. But we are wise. We say it\nis better to have it now than later. We have a conceit of understanding\nthings.\n\nThe sun is in alliance with the earth. Between the two the snow is\nuncomfortable. Compelled to go, it decides to go suddenly. The first day\nthere is slush with rain; the second day, mud with hail; the third day\na flood with sunshine. The thermometer declares that the temperature is\ndelightful. Man shivers and sneezes. His neighbor dies of some disease\nnewly named by science; but he dies all the same as if it hadn't been\nnewly named. Science has not discovered any name that is not fatal.\n\nThis is called the breaking-up of winter.\n\nNature seems for some days to be in doubt, not exactly able to stand\nstill, not daring to put forth anything tender. Man says that the worst\nis over. If he should live a thousand years, he would be deceived every\nyear. And this is called an age of skepticism. Man never believed in so\nmany things as now: he never believed so much in himself. As to Nature,\nhe knows her secrets: he can predict what she will do. He communicates\nwith the next world by means of an alphabet which he has invented.\nHe talks with souls at the other end of the spirit-wire. To be sure,\nneither of them says anything; but they talk. Is not that something? He\nsuspends the law of gravitation as to his own body--he has learned how\nto evade it--as tyrants suspend the legal writs of habeas corpus. When\nGravitation asks for his body, she cannot have it. He says of himself,\n“I am infallible; I am sublime.” He believes all these things. He is\nmaster of the elements. Shakespeare sends him a poem just made, and as\ngood a poem as the man could write himself. And yet this man--he goes\nout of doors without his overcoat, catches cold, and is buried in three\ndays. “On the 21st of January,” exclaimed Mercier, “all kings felt for\nthe backs of their necks.” This might be said of all men in New England\nin the spring. This is the season that all the poets celebrate. Let us\nsuppose that once, in Thessaly, there was a genial spring, and there was\na poet who sang of it. All later poets have sung the same song. “Voila\ntout!” That is the root of poetry.\n\nAnother delusion. We hear toward evening, high in air, the “conk” of\nthe wild-geese. Looking up, you see the black specks of that adventurous\ntriangle, winging along in rapid flight northward. Perhaps it takes a\nwide returning sweep, in doubt; but it disappears in the north. There\nis no mistaking that sign. This unmusical “conk” is sweeter than the\n“kerchunk” of the bull-frog. Probably these birds are not idiots, and\nprobably they turned back south again after spying out the nakedness of\nthe land; but they have made their sign. Next day there is a rumor that\nsomebody has seen a bluebird. This rumor, unhappily for the bird (which\nwill freeze to death), is confirmed. In less than three days everybody\nhas seen a bluebird; and favored people have heard a robin or rather the\nyellow-breasted thrush, misnamed a robin in America. This is no doubt\ntrue: for angle-worms have been seen on the surface of the ground; and,\nwherever there is anything to eat, the robin is promptly on hand. About\nthis time you notice, in protected, sunny spots, that the grass has a\nlittle color. But you say that it is the grass of last fall. It is very\ndifficult to tell when the grass of last fall became the grass of this\nspring. It looks “warmed over.” The green is rusty. The lilac-buds have\ncertainly swollen a little, and so have those of the soft maple. In the\nrain the grass does not brighten as you think it ought to, and it is\nonly when the rain turns to snow that you see any decided green color\nby contrast with the white. The snow gradually covers everything very\nquietly, however. Winter comes back without the least noise or bustle,\ntireless, malicious, implacable. Neither party in the fight now makes\nmuch fuss over it; and you might think that Nature had surrendered\naltogether, if you did not find about this time, in the Woods, on\nthe edge of a snow-bank, the modest blossoms of the trailing arbutus,\nshedding their delicious perfume. The bravest are always the tenderest,\nsays the poet. The season, in its blind way, is trying to express\nitself.\n\nAnd it is assisted. There is a cheerful chatter in the trees. The\nblackbirds have come, and in numbers, households of them, villages of\nthem,--communes, rather. They do not believe in God, these black-birds.\nThey think they can take care of themselves. We shall see. But they\nare well informed. They arrived just as the last snow-bank melted. One\ncannot say now that there is not greenness in the grass; not in the\nwide fields, to be sure, but on lawns and banks sloping south. The\ndark-spotted leaves of the dog-tooth violet begin to show. Even\nFahrenheit's contrivance joins in the upward movement: the mercury has\nsuddenly gone up from thirty degrees to sixty-five degrees. It is time\nfor the ice-man. Ice has no sooner disappeared than we desire it.\n\nThere is a smile, if one may say so, in the blue sky, and there\nis softness in the south wind. The song-sparrow is singing in the\napple-tree. Another bird-note is heard,--two long, musical whistles,\nliquid but metallic. A brown bird this one, darker than the\nsong-sparrow, and without the latter's light stripes, and smaller, yet\nbigger than the queer little chipping-bird. He wants a familiar name,\nthis sweet singer, who appears to be a sort of sparrow. He is such a\ncontrast to the blue-jays, who have arrived in a passion, as usual,\nscreaming and scolding, the elegant, spoiled beauties! They wrangle from\nmorning till night, these beautiful, high-tempered aristocrats.\n\nEncouraged by the birds, by the bursting of the lilac-buds, by the\npeeping-up of the crocuses, by tradition, by the sweet flutterings of\na double hope, another sign appears. This is the Easter bonnets, most\ndelightful flowers of the year, emblems of innocence, hope, devotion.\nAlas that they have to be worn under umbrellas, so much thought,\nfreshness, feeling, tenderness have gone into them! And a northeast\nstorm of rain, accompanied with hail, comes to crown all these virtues\nwith that of self-sacrifice. The frail hat is offered up to the\nimplacable season. In fact, Nature is not to be forestalled nor hurried\nin this way. Things cannot be pushed. Nature hesitates. The woman who\ndoes not hesitate in April is lost. The appearance of the bonnets is\npremature. The blackbirds see it. They assemble. For two days they hold\na noisy convention, with high debate, in the tree-tops. Something is\ngoing to happen.\n\nSay, rather, the usual thing is about to occur. There is a wind called\nAuster, another called Eurus, another called Septentrio, another\nMeridies, besides Aquilo, Vulturnus, Africus. There are the eight great\nwinds of the classical dictionary,--arsenal of mystery and terror and of\nthe unknown,--besides the wind Euroaquilo of St. Luke. This is the wind\nthat drives an apostle wishing to gain Crete upon the African Syrtis. If\nSt. Luke had been tacking to get to Hyannis, this wind would have forced\nhim into Holmes's Hole. The Euroaquilo is no respecter of persons.\n\nThese winds, and others unnamed and more terrible, circle about New\nEngland. They form a ring about it: they lie in wait on its borders,\nbut only to spring upon it and harry it. They follow each other in\ncontracting circles, in whirlwinds, in maelstroms of the atmosphere:\nthey meet and cross each other, all at a moment. This New England is set\napart: it is the exercise-ground of the weather. Storms bred elsewhere\ncome here full-grown: they come in couples, in quartets, in choruses.\nIf New England were not mostly rock, these winds would carry it off; but\nthey would bring it all back again, as happens with the sandy portions.\nWhat sharp Eurus carries to Jersey, Africus brings back. When the air\nis not full of snow, it is full of dust. This is called one of the\ncompensations of Nature.\n\nThis is what happened after the convention of the blackbirds: A moaning\nsouth wind brought rain; a southwest wind turned the rain to snow; what\nis called a zephyr, out of the west, drifted the snow; a north wind\nsent the mercury far below freezing. Salt added to snow increases the\nevaporation and the cold. This was the office of the northeast wind: it\nmade the snow damp, and increased its bulk; but then it rained a little,\nand froze, thawing at the same time. The air was full of fog and\nsnow and rain. And then the wind changed, went back round the circle,\nreversing everything, like dragging a cat by its tail. The mercury\napproached zero. This was nothing uncommon. We know all these winds. We\nare familiar with the different “forms of water.”\n\nAll this was only the prologue, the overture. If one might be permitted\nto speak scientifically, it was only the tuning of the instruments. The\nopera was to come,--the Flying Dutchman of the air.\n\nThere is a wind called Euroclydon: it would be one of the Eumenides;\nonly they are women. It is half-brother to the gigantic storm-wind of\nthe equinox. The Euroclydon is not a wind: it is a monster. Its breath\nis frost. It has snow in its hair. It is something terrible. It peddles\nrheumatism, and plants consumption.\n\nThe Euroclydon knew just the moment to strike into the discord of the\nweather in New England. From its lair about Point Desolation, from the\nglaciers of the Greenland continent, sweeping round the coast, leaving\nwrecks in its track, it marched right athwart the other conflicting\nwinds, churning them into a fury, and inaugurating chaos. It was the\nMarat of the elements. It was the revolution marching into the “dreaded\nwood of La Sandraie.”\n\nLet us sum it all up in one word: it was something for which there is no\nname.\n\nIts track was destruction. On the sea it leaves wrecks. What does it\nleave on land? Funerals. When it subsides, New England is prostrate. It\nhas left its legacy: this legacy is coughs and patent medicines. This\nis an epic; this is destiny. You think Providence is expelled out of New\nEngland? Listen!\n\nTwo days after Euroclydon, I found in the woods the hepatica--earliest\nof wildwood flowers, evidently not intimidated by the wild work of the\narmies trampling over New England--daring to hold up its tender blossom.\nOne could not but admire the quiet pertinacity of Nature. She had been\npainting the grass under the snow. In spots it was vivid green. There\nwas a mild rain,--mild, but chilly. The clouds gathered, and broke away\nin light, fleecy masses. There was a softness on the hills. The birds\nsuddenly were on every tree, glancing through the air, filling it with\nsong, sometimes shaking raindrops from their wings. The cat brings in\none in his mouth. He thinks the season has begun, and the game-laws are\noff. He is fond of Nature, this cat, as we all are: he wants to possess\nit. At four o'clock in the morning there is a grand dress-rehearsal of\nthe birds. Not all the pieces of the orchestra have arrived; but there\nare enough. The grass-sparrow has come. This is certainly charming. The\ngardener comes to talk about seeds: he uncovers the straw-berries and\nthe grape-vines, salts the asparagus-bed, and plants the peas. You ask\nif he planted them with a shot-gun. In the shade there is still frost in\nthe ground. Nature, in fact, still hesitates; puts forth one hepatica at\na time, and waits to see the result; pushes up the grass slowly, perhaps\ndraws it in at night.\n\nThis indecision we call Spring.\n\nIt becomes painful. It is like being on the rack for ninety days,\nexpecting every day a reprieve. Men grow hardened to it, however.\n\nThis is the order with man,--hope, surprise, bewilderment, disgust,\nfacetiousness. The people in New England finally become facetious about\nspring. This is the last stage: it is the most dangerous. When a man\nhas come to make a jest of misfortune, he is lost. “It bores me to die,”\n said the journalist Carra to the headsman at the foot of the guillotine:\n“I would like to have seen the continuation.” One is also interested to\nsee how spring is going to turn out.\n\nA day of sun, of delusive bird-singing, sight of the mellow earth,--all\nthese begin to beget confidence. The night, even, has been warm. But\nwhat is this in the morning journal, at breakfast?--“An area of low\npressure is moving from the Tortugas north.” You shudder.\n\nWhat is this Low Pressure itself,--it? It is something frightful, low,\ncrouching, creeping, advancing; it is a foreboding; it is misfortune by\ntelegraph; it is the “'93” of the atmosphere.\n\nThis low pressure is a creation of Old Prob. What is that? Old Prob. is\nthe new deity of the Americans, greater than AEolus, more despotic than\nSans-Culotte. The wind is his servitor, the lightning his messenger. He\nis a mystery made of six parts electricity, and one part “guess.” This\ndeity is worshiped by the Americans; his name is on every man's lips\nfirst in the morning; he is the Frankenstein of modern science. Housed\nat Washington, his business is to direct the storms of the whole country\nupon New England, and to give notice in advance. This he does. Sometimes\nhe sends the storm, and then gives notice. This is mere playfulness on\nhis part: it is all one to him. His great power is in the low pressure.\n\nOn the Bexar plains of Texas, among the hills of the Presidio, along the\nRio Grande, low pressure is bred; it is nursed also in the Atchafalaya\nswamps of Louisiana; it moves by the way of Thibodeaux and Bonnet Carre.\nThe southwest is a magazine of atmospheric disasters. Low pressure may\nbe no worse than the others: it is better known, and is most used to\ninspire terror. It can be summoned any time also from the everglades of\nFlorida, from the morasses of the Okeechobee.\n\nWhen the New-Englander sees this in his news paper, he knows what it\nmeans. He has twenty-four hours' warning; but what can he do? Nothing\nbut watch its certain advance by telegraph. He suffers in anticipation.\nThat is what Old Prob. has brought about, suffering by anticipation.\nThis low pressure advances against the wind. The wind is from the\nnortheast. Nothing could be more unpleasant than a northeast wind? Wait\ntill low pressure joins it. Together they make spring in New England.\nA northeast storm from the southwest!--there is no bitterer satire than\nthis. It lasts three days. After that the weather changes into something\nwinter-like.\n\nA solitary song-sparrow, without a note of joy, hops along the snow to\nthe dining-room window, and, turning his little head aside, looks up. He\nis hungry and cold. Little Minnette, clasping her hands behind her\nback, stands and looks at him, and says, “Po' birdie!” They appear to\nunderstand each other. The sparrow gets his crumb; but he knows too much\nto let Minnette get hold of him. Neither of these little things could\ntake care of itself in a New-England spring not in the depths of it.\nThis is what the father of Minnette, looking out of the window upon\nthe wide waste of snow, and the evergreens bent to the ground with the\nweight of it, says, “It looks like the depths of spring.” To this has\nman come: to his facetiousness has succeeded sarcasm. It is the first of\nMay.\n\nThen follows a day of bright sun and blue sky. The birds open the\nmorning with a lively chorus. In spite of Auster, Euroclydon, low\npressure, and the government bureau, things have gone forward. By the\nroadside, where the snow has just melted, the grass is of the color of\nemerald. The heart leaps to see it. On the lawn there are twenty robins,\nlively, noisy, worm-seeking. Their yellow breasts contrast with the\ntender green of the newly-springing clover and herd's-grass. If they\nwould only stand still, we might think the dandelions had blossomed. On\nan evergreen-bough, looking at them, sits a graceful bird, whose back is\nbluer than the sky. There is a red tint on the tips of the boughs of\nthe hard maple. With Nature, color is life. See, already, green, yellow,\nblue, red! In a few days--is it not so?--through the green masses of the\ntrees will flash the orange of the oriole, the scarlet of the tanager;\nperhaps tomorrow.\n\nBut, in fact, the next day opens a little sourly. It is almost clear\noverhead: but the clouds thicken on the horizon; they look leaden; they\nthreaten rain. It certainly will rain: the air feels like rain, or\nsnow. By noon it begins to snow, and you hear the desolate cry of the\nphoebe-bird. It is a fine snow, gentle at first; but it soon drives in\nswerving lines, for the wind is from the southwest, from the west,\nfrom the northeast, from the zenith (one of the ordinary winds of New\nEngland), from all points of the compass. The fine snow becomes rain;\nit becomes large snow; it melts as it falls; it freezes as it falls. At\nlast a storm sets in, and night shuts down upon the bleak scene.\n\nDuring the night there is a change. It thunders and lightens. Toward\nmorning there is a brilliant display of aurora borealis. This is a sign\nof colder weather.\n\nThe gardener is in despair; so is the sportsman. The trout take no\npleasure in biting in such weather.\n\nParagraphs appear in the newspapers, copied from the paper of last year,\nsaying that this is the most severe spring in thirty years. Every one,\nin fact, believes that it is, and also that next year the spring will be\nearly. Man is the most gullible of creatures.\n\nAnd with reason: he trusts his eyes, and not his instinct. During\nthis most sour weather of the year, the anemone blossoms; and, almost\nimmediately after, the fairy pencil, the spring beauty, the dog-tooth\nviolet, and the true violet. In clouds and fog, and rain and snow, and\nall discouragement, Nature pushes on her forces with progressive haste\nand rapidity. Before one is aware, all the lawns and meadows are deeply\ngreen, the trees are opening their tender leaves. In a burst of sunshine\nthe cherry-trees are white, the Judas-tree is pink, the hawthorns give a\nsweet smell. The air is full of sweetness; the world, of color.\n\nIn the midst of a chilling northeast storm the ground is strewed with\nthe white-and-pink blossoms from the apple-trees. The next day the\nmercury stands at eighty degrees. Summer has come.\n\nThere was no Spring.\n\nThe winter is over. You think so? Robespierre thought the Revolution\nwas over in the beginning of his last Thermidor. He lost his head after\nthat.\n\nWhen the first buds are set, and the corn is up, and the cucumbers have\nfour leaves, a malicious frost steals down from the north and kills them\nin a night.\n\nThat is the last effort of spring. The mercury then mounts to ninety\ndegrees. The season has been long, but, on the whole, successful. Many\npeople survive it.",
    "metadata": {
        "author": [
            "Warner, Charles Dudley"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/3131/pg3131.txt",
        "name": "how_spring_came_in_new_england.json"
    }
}