{
    "name": "How Lisa Loved the King",
    "author": [
        "Eliot, George",
        "Lewes, M. E. (Marian Evans)",
        "Evans, Marian",
        "Lewes, Marian Evans",
        "Evans, Mary Anne",
        "Cross, Mary Ann",
        "Cross, Marian Evans"
    ],
    "body": "Six hundred years ago, in Dante's time,\nBefore his cheek was furrowed by deep rhyme;\nWhen Europe, fed afresh from Eastern story,\nWas like a garden tangled with the glory\nOf flowers hand-planted and of flowers air-sown,\nClimbing and trailing, budding and full-blown,\nWhere purple bells are tossed amid pink stars,\nAnd springing blades, green troops in innocent wars,\nCrowd every shady spot of teeming earth,\nMaking invisible motion visible birth,--\n\nSix hundred years ago, Palermo town\nKept holiday.  A deed of great renown,\nA high revenge, had freed it from the yoke\nOf hated Frenchmen; and from Calpe's rock\nTo where the Bosporus caught the earlier sun,\n'Twas told that Pedro, King of Aragon,\nWas welcomed master of all Sicily,--\nA royal knight, supreme as kings should be\nIn strength and gentleness that make high chivalry.\n\nSpain was the favorite home of knightly grace,\nWhere generous men rode steeds of generous race;\nBoth Spanish, yet half Arab; both inspired\nBy mutual spirit, that each motion fired\nWith beauteous response, like minstrelsy\nAfresh fulfilling fresh expectancy.\nSo, when Palermo made high festival,\nThe joy of matrons and of maidens all\nWas the mock terror of the tournament,\nWhere safety, with the glimpse of danger blent,\nTook exaltation as from epic song,\nWhich greatly tells the pains that to great life belong.\n\nAnd in all eyes King Pedro was the king\nOf cavaliers; as in a full-gemmed ring\nThe largest ruby, or as that bright star\nWhose shining shows us where the Hyads are.\nHis the best genet, and he sat it best;\nHis weapon, whether tilting or in rest,\nWas worthiest watching; and his face, once seen,\nGave to the promise of his royal mien\nSuch rich fulfilment as the opened eyes\nOf a loved sleeper, or the long-watched rise\nOf vernal day, whose joy o'er stream and meadow flies.\n\nBut of the maiden forms that thick enwreathed\nThe broad piazza, and sweet witchery breathed,\nWith innocent faces budding all arow,\nFrom balconies and windows high and low,\nWho was it felt the deep mysterious glow,\nThe impregnation with supernal fire\nOf young ideal love, transformed desire,\nWhose passion is but worship of that Best\nTaught by the many-mingled creed of each young breast?\n\n{Lady walking through garden: p10.jpg}\n\n'Twas gentle Lisa, of no noble line,\nChild of Bernardo, a rich Florentine,\nWho from his merchant-city hither came\nTo trade in drugs; yet kept an honest fame,\nAnd had the virtue not to try and sell\nDrugs that had none.  He loved his riches well,\nBut loved them chiefly for his Lisa's sake,\nWhom with a father's care he sought to make\nThe bride of some true honorable man,--\nOf Perdicone (so the rumor ran),\nWhose birth was higher than his fortunes were,\nFor still your trader likes a mixture fair\nOf blood that hurries to some higher strain\nThan reckoning money's loss and money's gain.\nAnd of such mixture good may surely come:\nLord's scions so may learn to cast a sum,\nA trader's grandson bear a well-set head,\nAnd have less conscious manners, better bred;\nNor, when he tries to be polite, be rude instead.\n\n'Twas Perdicone's friends made overtures\nTo good Bernardo; so one dame assures\nHer neighbor dame, who notices the youth\nFixing his eyes on Lisa; and, in truth,\nEyes that could see her on this summer day\nMight find it hard to turn another way.\nShe had a pensive beauty, yet not sad;\nRather like minor cadences that glad\nThe hearts of little birds amid spring boughs:\nAnd oft the trumpet or the joust would rouse\nPulses that gave her cheek a finer glow,\nParting her lips that seemed a mimic bow\nBy chiselling Love for play in coral wrought,\nThen quickened by him with the passionate thought,\nThe soul that trembled in the lustrous night\nOf slow long eyes.  Her body was so slight,\nIt seemed she could have floated in the sky,\nAnd with the angelic choir made symphony;\nBut in her cheek's rich tinge, and in the dark\nOf darkest hair and eyes, she bore a mark\nOf kinship to her generous mother-earth,\nThe fervid land that gives the plumy palm-trees birth.\n\nShe saw not Perdicone; her young mind\nDreamed not that any man had ever pined\nFor such a little simple maid as she:\nShe had but dreamed how heavenly it would be\nTo love some hero noble, beauteous, great,\nWho would live stories worthy to narrate,\nLike Roland, or the warriors of Troy,\nThe Cid, or Amadis, or that fair boy\nWho conquered every thing beneath the sun,\nAnd somehow, some time, died at Babylon\nFighting the Moors.  For heroes all were good\nAnd fair as that archangel who withstood\nThe Evil One, the author of all wrong,--\nThat Evil One who made the French so strong;\nAnd now the flower of heroes must he be\nWho drove those tyrants from dear Sicily,\nSo that her maids might walk to vespers tranquilly.\n\nYoung Lisa saw this hero in the king;\nAnd as wood-lilies that sweet odors bring\nMight dream the light that opes their modest eyne\nWas lily-odored; and as rites divine,\nRound turf-laid altars, or 'neath roofs of stone,\nDraw sanctity from out the heart alone\nThat loves and worships: so the miniature\nPerplexed of her soul's world, all virgin pure,\nFilled with heroic virtues that bright form,\nRaona's royalty, the finished norm\nOf horsemanship, the half of chivalry;\nFor how could generous men avengers be,\nSave as God's messengers on coursers fleet?--\nThese, scouring earth, made Spain with Syria meet\nIn one self-world where the same right had sway,\nAnd good must grow as grew the blessed day.\nNo more: great Love his essence had endued\nWith Pedro's form, and, entering, subdued\nThe soul of Lisa, fervid and intense,\nProud in its choice of proud obedience\nTo hardship glorified by perfect reverence.\n\nSweet Lisa homeward carried that dire guest,\nAnd in her chamber, through the hours of rest,\nThe darkness was alight for her with sheen\nOf arms, and plumed helm; and bright between\nTheir commoner gloss, like the pure living spring\n'Twixt porphyry lips, or living bird's bright wing\n'Twixt golden wires, the glances of the king\nFlashed on her soul, and waked vibrations there\nOf known delights love-mixed to new and rare:\nThe impalpable dream was turned to breathing flesh,\nChill thought of summer to the warm close mesh\nOf sunbeams held between the citron-leaves,\nClothing her life of life.  Oh! she believes\nThat she could be content if he but knew\n(Her poor small self could claim no other due)\nHow Lisa's lowly love had highest reach\nOf winged passion, whereto winged speech\nWould be scorched remnants left by mounting flame.\nThough, had she such lame message, were it blame\nTo tell what greatness dwelt in her, what rank\nShe held in loving?  Modest maidens shrank\nFrom telling love that fed on selfish hope;\nBut love, as hopeless as the shattering song,\nWailed for loved beings who have joined the throng\nOf mighty dead ones. . . .  Nay, but she was weak,\nKnew only prayers and ballads, could not speak\nWith eloquence, save what dumb creatures have,\nThat with small cries and touches small boons crave.\n\nShe watched all day that she might see him pass\nWith knights and ladies; but she said, \"Alas!\nThough he should see me, it were all as one\nHe saw a pigeon sitting on the stone\nOf wall or balcony: some colored spot\nHis eye just sees, his mind regardeth not.\nI have no music-touch that could bring nigh\nMy love to his soul's hearing.  I shall die,\nAnd he will never know who Lisa was,--\nThe trader's child, whose soaring spirit rose\nAs hedge-born aloe-flowers that rarest years disclose.\n\n{Lady seated overlooking garden: p18.jpg}\n\n\"For were I now a fair deep-breasted queen\nA-horseback, with blonde hair, and tunic green,\nGold-bordered, like Costanza, I should need\nNo change within to make me queenly there:\nFor they the royal-hearted women are\nWho nobly love the noblest, yet have grace;\nFor needy suffering lives in lowliest place,\nCarrying a choicer sunlight in their smile,\nThe heavenliest ray that pitieth the vile.\nMy love is such, it cannot choose but soar\nUp to the highest; yet forevermore,\nThough I were happy, throned beside the king,\nI should be tender to each little thing\nWith hurt warm breast, that had no speech to tell\nIts inward pang; and I would soothe it well\nWith tender touch, and with a low soft moan\nFor company: my dumb love-pang is lone,\nPrisoned as topaz-beam within a rough-garbed stone.\"\n\nSo, inward-wailing, Lisa passed her days.\nEach night the August moon with changing phase\nLooked broader, harder, on her unchanged pain;\nEach noon the heat lay heavier again\nOn her despair, until her body frail\nShrank like the snow that watchers in the vale\nSee narrowed on the height each summer morn;\nWhile her dark glance burnt larger, more forlorn,\nAs if the soul within her, all on fire,\nMade of her being one swift funeral-pyre.\nFather and mother saw with sad dismay\nThe meaning of their riches melt away;\nFor without Lisa what would sequins buy?\nWhat wish were left if Lisa were to die?\nThrough her they cared for summers still to come,\nElse they would be as ghosts without a home\nIn any flesh that could feel glad desire.\nThey pay the best physicians, never tire\nOf seeking what will soothe her, promising\nThat aught she longed for, though it were a thing\nHard to be come at as the Indian snow,\nOr roses that on Alpine summits blow,\nIt should be hers.  She answers with low voice,\nShe longs for death alone--death is her choice;\nDeath is the king who never did think scorn,\nBut rescues every meanest soul to sorrow born.\n\nYet one day, as they bent above her bed,\nAnd watched her in brief sleep, her drooping head\nTurned gently, as the thirsty flowers that feel\nSome moist revival through their petals steal;\nAnd little flutterings of her lids and lips\nTold of such dreamy joy as sometimes dips\nA skyey shadow in the mind's poor pool.\nShe oped her eyes, and turned their dark gems full\nUpon her father, as in utterance dumb\nOf some new prayer that in her sleep had come.\n\"What is it, Lisa?\"--\"Father, I would see\nMinuccio, the great singer; bring him me.\"\nFor always, night and day, her unstilled thought,\nWandering all o'er its little world, had sought\nHow she could reach, by some soft pleading touch,\nKing Pedro's soul, that she who loved so much,\nDying, might have a place within his mind,--\nA little grave which he would sometimes find\nAnd plant some flower on it,--some thought, some memory kind.\n\nTill in her dream she saw Minuccio\nTouching his viola, and chanting low\nA strain, that, falling on her brokenly,\nSeemed blossoms lightly blown from off a tree;\nEach burthened with a word that was a scent,--\nRaona, Lisa, love, death, tournament;\nThen in her dream she said, \"He sings of me,\nMight be my messenger; ah! now I see\nThe king is listening\"--Then she awoke,\nAnd, missing her dear dream, that new-born longing spoke.\nShe longed for music: that was natural;\nPhysicians said it was medicinal;\nThe humors might be schooled by true consent\nOf a fine tenor and fine instrument;\nIn short, good music, mixed with doctor's stuff,\nApollo with Asklepios--enough!\nMinuccio, entreated, gladly came.\n(He was a singer of most gentle fame,\nA noble, kindly spirit, not elate\nThat he was famous, but that song was great;\nWould sing as finely to this suffering child\nAs at the court where princes on him smiled.)\nGently he entered and sat down by her,\nAsking what sort of strain she would prefer,--\nThe voice alone, or voice with viol wed;\nThen, when she chose the last, he preluded\nWith magic hand, that summoned from the strings\nAerial spirits, rare yet palpable wings\nThat fanned the pulses of his listener,\nAnd waked each sleeping sense with blissful stir.\nHer cheek already showed a slow, faint blush;\nBut soon the voice, in pure, full, liquid rush,\nMade all the passion, that till now she felt,\nSeem but as cooler waters that in warmer melt.\n\nFinished the song, she prayed to be alone\nWith kind Minuccio; for her faith had grown\nTo trust him as if missioned like a priest\nWith some high grace, that, when his singing ceased,\nStill made him wiser, more magnanimous,\nThan common men who had no genius.\nSo, laying her small hand within his palm,\nShe told him how that secret, glorious harm\nOf loftiest loving had befallen her;\nThat death, her only hope, most bitter were,\nIf, when she died, her love must perish too\nAs songs unsung, and thoughts unspoken do,\nWhich else might live within another breast.\nShe said, \"Minuccio, the grave were rest,\nIf I were sure, that, lying cold and lone,\nMy love, my best of life, had safely flown\nAnd nestled in the bosom of the king.\nSee, 'tis a small weak bird, with unfledged wing;\nBut you will carry it for me secretly,\nAnd bear it to the king; then come to me\nAnd tell me it is safe, and I shall go\nContent, knowing that he I love my love doth know.\"\n\nThen she wept silently; but each large tear\nMade pleading music to the inward ear\nOf good Minuccio.  \"Lisa, trust in me,\"\nHe said, and kissed her fingers loyally:\n\"It is sweet law to me to do your will,\nAnd, ere the sun his round shall thrice fulfil,\nI hope to bring you news of such rare skill\nAs amulets have, that aches in trusting bosoms still.\"\n\nHe needed not to pause and first devise\nHow he should tell the king; for in nowise\nWere such love-message worthily bested\nSave in fine verse by music rendered.\nHe sought a poet-friend, a Siennese,\nAnd \"Mico, mine,\" he said, \"full oft to please\nThy whim of sadness I have sung thee strains\nTo make thee weep in verse: now pay my pains,\nAnd write me a canzon divinely sad,\nSinlessly passionate, and meekly mad\nWith young despair, speaking a maiden's heart\nOf fifteen summers, who would fain depart\nFrom ripening life's new-urgent mystery,--\nLove-choice of one too high her love to be,--\nBut cannot yield her breath till she has poured\nHer strength away in this hot-bleeding word,\nTelling the secret of her soul to her soul's lord.\"\n\nSaid Mico, \"Nay, that thought is poesy,\nI need but listen as it sings to me.\nCome thou again to-morrow.\"  The third day,\nWhen linked notes had perfected the lay,\nMinuccio had his summons to the court,\nTo make, as he was wont, the moments short\nOf ceremonious dinner to the king.\nThis was the time when he had meant to bring\nMelodious message of young Lisa's love;\nHe waited till the air had ceased to move\nTo ringing silver, till Falernian wine\nMade quickened sense with quietude combine;\nAnd then with passionate descant made each ear incline.\n\n{Court scene: p28.jpg}\n\n_Love_, _thou didst see me_, _light as morning's breath_,\n_Roaming a garden in a joyous error_,\n_Laughing at chases vain_, _a happy child_,\n_Till of thy countenance the alluring terror_\n_In majesty from out the blossoms smiled_,\n_From out their life seeming a beauteous Death_\n_O Love_, _who so didst choose me for thine own_\n_Taking this little isle to thy great sway_,\n_See now_, _it is the honor of thy throne_\n_That what thou gavest perish not away_,\n_Nor leave some sweet remembrance to atone_\n_By life that will be for the brief life gone_:\n_Hear_, _ere the shroud o'er these frail limbs be thrown_--\n_Since every king is vassal unto thee_,\n_My heart's lord needs must listen loyally_--\n_O tell him I am waiting for my Death_!\n\n_Tell him_, _for that he hath such royal power_\n_'Twere hard for him to think how small a thing_,\n_How slight a sign_, _would make a wealthy dower_\n_For one like me_, _the bride of that pale king_\n_Whose bed is mine at some swift-nearing hour_.\n_Go to my lord_, _and to his memory bring_\n_That happy birthday of my sorrowing_,\n_When his large glance made meaner gazers glad_,\n_Entering the bannered lists_: _'twas then I had_\n_The wound that laid me in the arms of Death_.\n_Tell him_, _O Love_, _I am a lowly maid_,\n_No more than any little knot of thyme_\n_That he with careless foot may often tread_;\n_Yet lowest fragrance oft will mount sublime_\n_And cleave to things most high and hallowed_,\n_As doth the fragrance of my life's springtime_,\n_My lowly love_, _that_, _soaring_, _seeks to climb_\n_Within his thought_, _and make a gentle bliss_,\n_More blissful than if mine_, _in being his_:\n_So shall I live in him_, _and rest in Death_.\n\nThe strain was new.  It seemed a pleading cry,\nAnd yet a rounded, perfect melody,\nMaking grief beauteous as the tear-filled eyes\nOf little child at little miseries.\nTrembling at first, then swelling as it rose,\nLike rising light that broad and broader grows,\nIt filled the hall, and so possessed the air,\nThat not one living, breathing soul was there,\nThough dullest, slowest, but was quivering\nIn Music's grasp, and forced to hear her sing.\nBut most such sweet compulsion took the mood\nOf Pedro (tired of doing what he would).\nWhether the words which that strange meaning bore\nWere but the poet's feigning, or aught more,\nWas bounden question, since their aim must be\nAt some imagined or true royalty.\nHe called Minuccio, and bade him tell\nWhat poet of the day had writ so well;\nFor, though they came behind all former rhymes,\nThe verses were not bad for these poor times.\n\"Monsignor, they are only three days old,\"\nMinuccio said; \"but it must not be told\nHow this song grew, save to your royal ear.\"\nEager, the king withdrew where none was near,\nAnd gave close audience to Minuccio,\nWho meetly told that love-tale meet to know.\nThe king had features pliant to confess\nThe presence of a manly tenderness,--\nSon, father, brother, lover, blent in one,\nIn fine harmonic exaltation;\nThe spirit of religious chivalry.\nHe listened, and Minuccio could see\nThe tender, generous admiration spread\nO'er all his face, and glorify his head\nWith royalty that would have kept its rank,\nThough his brocaded robes to tatters shrank.\nHe answered without pause, \"So sweet a maid,\nIn Nature's own insignia arrayed,\nThough she were come of unmixed trading blood\nThat sold and bartered ever since the flood,\nWould have the self-contained and single worth\nOf radiant jewels born in darksome earth.\nRaona were a shame to Sicily,\nLetting such love and tears unhonored be:\nHasten, Minuccio, tell her that the king\nTo-day will surely visit her when vespers ring.\"\n\nJoyful, Minuccio bore the joyous word,\nAnd told at full, while none but Lisa heard,\nHow each thing had befallen, sang the song,\nAnd, like a patient nurse who would prolong\nAll means of soothing, dwelt upon each tone,\nEach look, with which the mighty Aragon\nMarked the high worth his royal heart assigned\nTo that dear place he held in Lisa's mind.\nShe listened till the draughts of pure content\nThrough all her limbs like some new being went--\nLife, not recovered, but untried before,\nFrom out the growing world's unmeasured store\nOf fuller, better, more divinely mixed.\n'Twas glad reverse: she had so firmly fixed\nTo die, already seemed to fall a veil\nShrouding the inner glow from light of senses pale.\n\n{Man on horse: p34.jpg}\n\nHer parents, wondering, see her half arise;\nWondering, rejoicing, see her long dark eyes\nBrimful with clearness, not of 'scaping tears,\nBut of some light ethereal that enspheres\nTheir orbs with calm, some vision newly learnt\nWhere strangest fires erewhile had blindly burnt.\nShe asked to have her soft white robe and band\nAnd coral ornaments; and with her hand\nShe gave her long dark locks a backward fall,\nThen looked intently in a mirror small,\nAnd feared her face might, perhaps, displease the king:\n\"In truth,\" she said, \"I am a tiny thing:\nI was too bold to tell what could such visit bring.\"\n\nMeanwhile the king, revolving in his thought\nThat innocent passion, was more deeply wrought\nTo chivalrous pity; and at vesper-bell,\nWith careless mien which hid his purpose well,\nWent forth on horseback, and, as if by chance\nPassing Bernardo's house, he paused to glance\nAt the fine garden of this wealthy man,\nThis Tuscan trader turned Palermitan;\nBut, presently dismounting, chose to walk\nAmid the trellises, in gracious talk\nWith this same trader, deigning even to ask\nIf he had yet fulfilled the father's task\nOf marrying that daughter, whose young charms\nHimself, betwixt the passages of arms,\nNoted admiringly.  \"Monsignor, no,\nShe is not married: that were little woe,\nSince she has counted barely fifteen years;\nBut all such hopes of late have turned to fears;\nShe droops and fades, though, for a space quite brief,--\nScarce three hours past,--she finds some strange relief.\"\nThe king avised: \"'Twere dole to all of us,\nThe world should lose a maid so beauteous:\nLet me now see her; since I am her liege lord,\nHer spirits must wage war with death at my strong word.\"\nIn such half-serious playfulness, he wends,\nWith Lisa's father and two chosen friends,\nUp to the chamber where she pillowed sits,\nWatching the door that opening admits\nA presence as much better than her dreams,\nAs happiness than any longing seems.\nThe king advanced, and, with a reverent kiss\nUpon her hand, said, \"Lady, what is this?\nYou, whose sweet youth should others' solace be,\nPierce all our hearts, languishing piteously.\nWe pray you, for the love of us, be cheered,\nNor be too reckless of that life, endeared\nTo us who know your passing worthiness,\nAnd count your blooming life as part of our life's bliss.\"\n\nThose words, that touch upon her hand from him\nWhom her soul worshipped, as far seraphim\nWorship the distant glory, brought some shame\nQuivering upon her cheek, yet thrilled her frame\nWith such deep joy she seemed in paradise,\nIn wondering gladness, and in dumb surprise,\nThat bliss could be so blissful.  Then she spoke:\n\"Signor, I was too weak to bear the yoke,\nThe golden yoke, of thoughts too great for me;\nThat was the ground of my infirmity.\nBut now I pray your grace to have belief\nThat I shall soon be well, nor any more cause grief.\"\n\nThe king alone perceived the covert sense\nOf all her words, which made one evidence,\nWith her pure voice and candid loveliness,\nThat he had lost much honor, honoring less\nThat message of her passionate distress.\nHe staid beside her for a little while,\nWith gentle looks and speech, until a smile\nAs placid as a ray of early morn\nOn opening flower-cups o'er her lips was borne\nWhen he had left her, and the tidings spread\nThrough all the town, how he had visited\nThe Tuscan trader's daughter, who was sick,\nMen said it was a royal deed, and catholic.\n\nAnd Lisa?  She no longer wished for death;\nBut as a poet, who sweet verses saith\nWithin his soul, and joys in music there,\nNor seeks another heaven, nor can bear\nDisturbing pleasures, so was she content,\nBreathing the life of grateful sentiment.\nShe thought no maid betrothed could be more blest;\nFor treasure must be valued by the test\nOf highest excellence and rarity,\nAnd her dear joy was best as best could be:\nThere seemed no other crown to her delight,\nNow the high loved one saw her love aright.\nThus her soul thriving on that exquisite mood,\nSpread like the May-time all its beauteous good\nO'er the soft bloom of neck and arms and cheek,\nAnd strengthened the sweet body, once so weak,\nUntil she rose and walked, and, like a bird\nWith sweetly rippling throat, she made her spring joys heard.\n\nThe king, when he the happy change had seen,\nTrusted the ear of Constance, his fair queen,\nWith Lisa's innocent secret, and conferred\nHow they should jointly, by their deed and word,\nHonor this maiden's love, which, like the prayer\nOf loyal hermits, never thought to share\nIn what it gave.  The queen had that chief grace\nOf womanhood, a heart that can embrace\nAll goodness in another woman's form;\nAnd that same day, ere the sun lay too warm\nOn southern terraces, a messenger\nInformed Bernardo that the royal pair\nWould straightway visit him, and celebrate\nTheir gladness at his daughter's happier state,\nWhich they were fain to see.  Soon came the king\nOn horseback, with his barons, heralding\nThe advent of the queen in courtly state;\nAnd all, descending at the garden gate,\nStreamed with their feathers, velvet, and brocade,\nThrough the pleached alleys, till they, pausing, made\nA lake of splendor 'mid the aloes gray;\nWhen, meekly facing all their proud array,\nThe white-robed Lisa with her parents stood,\nAs some white dove before the gorgeous brood\nOf dapple-breasted birds born by the Colchian flood.\nThe king and queen, by gracious looks and speech,\nEncourage her, and thus their courtiers teach\nHow, this fair morning, they may courtliest be,\nBy making Lisa pass it happily.\nAnd soon the ladies and the barons all\nDraw her by turns, as at a festival\nMade for her sake, to easy, gay discourse,\nAnd compliment with looks and smiles enforce;\nA joyous hum is heard the gardens round;\nSoon there is Spanish dancing, and the sound\nOf minstrel's song, and autumn fruits are pluckt;\nTill mindfully the king and queen conduct\nLisa apart to where a trellised shade\nMade pleasant resting.  Then King Pedro said,--\n\"Excellent maiden, that rich gift of love\nYour heart hath made us hath a worth above\nAll royal treasures, nor is fitly met\nSave when the grateful memory of deep debt\nLies still behind the outward honors done:\nAnd as a sign that no oblivion\nShall overflood that faithful memory,\nWe while we live your cavalier will be;\nNor will we ever arm ourselves for fight,\nWhether for struggle dire, or brief delight\nOf warlike feigning, but we first will take\nThe colors you ordain, and for your sake\nCharge the more bravely where your emblem is:\nNor will we claim from you an added bliss\nTo our sweet thoughts of you save one sole kiss.\nBut there still rests the outward honor meet\nTo mark your worthiness; and we entreat\nThat you will turn your ear to proffered vows\nOf one who loves you, and would be your spouse\nWe must not wrong yourself and Sicily\nBy letting all your blooming years pass by\nUnmated: you will give the world its due\nFrom beauteous maiden, and become a matron true.\"\n\n{King and Lisa: p42.jpg}\n\nThen Lisa, wrapt in virgin wonderment\nAt her ambitious love's complete content,\nWhich left no further good for her to seek\nThan love's obedience, said, with accent meek,--\n\"Monsignor, I know well that were it known\nTo all the world how high my love had flown,\nThere would be few who would not deem me mad,\nOr say my mind the falsest image had\nOf my condition and your loftiness.\nBut Heaven has seen that for no moment's space\nHave I forgotten you to be the king,\nOr me myself to be a lowly thing--\nA little lark, enamoured of the sky,\nThat soared to sing, to break its breast, and die.\nBut, as you better know than I, the heart\nIn choosing chooseth not its own desert,\nBut that great merit which attracteth it:\n'Tis law, I struggled, but I must submit,\nAnd having seen a worth all worth above,\nI loved you, love you, and shall always love.\nBut that doth mean, my will is ever yours,\nNot only when your will my good insures,\nBut if it wrought me what the world calls harm:\nFire, wounds, would wear from your dear will a charm.\nThat you will be my knight is full content,\nAnd for that kiss,--I pray, first, for the queen's consent.\"\nHer answer, given with such firm gentleness,\nPleased the queen well, and made her hold no less\nOf Lisa's merit than the king had held.\nAnd so, all cloudy threats of grief dispelled,\nThere was betrothal made that very morn\n'Twixt Perdicone, youthful, brave, well-born,\nAnd Lisa whom he loved; she loving well\nThe lot that from obedience befell.\nThe queen a rare betrothal ring on each\nBestowed, and other gems, with gracious speech.\nAnd, that no joy might lack, the king, who knew\nThe youth was poor, gave him rich Ceffalu\nAnd Cataletta,--large and fruitful lands,--\nAdding much promise when he joined their hands.\nAt last he said to Lisa, with an air\nGallant yet noble, \"Now we claim our share\nFrom your sweet love, a share which is not small;\nFor in the sacrament one crumb is all.\"\nThen, taking her small face his hands between,\nHe kissed her on the brow with kiss serene,--\nFit seal to that pure vision her young soul had seen.\n\nAnd many witnessed that King Pedro kept\nHis royal promise.  Perdicone stept\nTo many honors honorably won,\nLiving with Lisa in true union.\nThroughout his life, the king still took delight\nTo call himself fair Lisa's faithful knight;\nAnd never wore in field or tournament\nA scarf or emblem, save by Lisa sent.\nSuch deeds made subjects loyal in that land;\nThey joyed that one so worthy to command,\nSo chivalrous and gentle, had become\nThe king of Sicily, and filled the room\nOf Frenchmen, who abused the Church's trust,\nTill, in a righteous vengeance on their lust,\nMessina rose, with God, and with the dagger's thrust.\n\nL'ENVOI.\n\n_Reader_, _this story pleased me long ago_\n_In the bright pages of Boccaccio_;\n_And where the author of a good we know_,\n_Let us not fail to pay the grateful thanks we owe_.",
    "metadata": {
        "author": [
            "Eliot, George",
            "Lewes, M. E. (Marian Evans)",
            "Evans, Marian",
            "Lewes, Marian Evans",
            "Evans, Mary Anne",
            "Cross, Mary Ann",
            "Cross, Marian Evans"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/20813/pg20813.txt",
        "name": "how_lisa_loved_the_king.json"
    }
}