{
    "name": "How deep the grooves",
    "author": [
        "Farmer, Philip Jose",
        "Farmer, Philip José"
    ],
    "body": "Always in control of himself, Doctor James Carroad lowered his voice.\n\nHe said, \"You will submit to this test. We must impress the Secretary.\nThe fact that we're willing to use our own unborn baby in the\nexperiment will make that impression a deeper one.\"\n\nDoctor Jane Carroad, his wife, looked up from the chair in which she\nsat. Her gaze swept over the tall lean figure in the white scientist's\nuniform and the two rows of resplendent ribbons and medals on his left\nchest. She glared into the eyes of her husband.\n\nScornfully, she said, \"You did not want this baby. I did, though now I\nwonder why. Perhaps, because I wanted to be a mother, no matter what\nthe price. Not to give the State another citizen. But, now we're going\nto have it, you want to exploit it even before it's born, just as....\"\n\nHarshly, he said, \"Don't you know what such talk can lead to?\"\n\n\"Don't worry! I won't tell anyone you didn't desire to add to the\nState. Nor will I tell anybody how I induced you to have it!\"\n\nHis face became red, and he said, \"You will never again mention that to\nme! Never again! Understand?\"\n\nJane's neck muscles trembled, but her face was composed. She said,\n\"I'll speak of that, to you, whenever I feel like it. Though, God\nknows, I'm thoroughly ashamed of it. But I do get a certain sour\nsatisfaction out of knowing that, once in my life, I managed to break\ndown that rigid self-control. I made you act like a normal man, one\nable to forget himself in his passion for a woman. Doctor Carroad, the\ngreat scientist of the State, really forgot himself then.\"\n\nShe gave a short brittle laugh and then settled back in the chair as if\nshe would no longer discuss the matter.\n\nBut he would not, could not, let her have the last word. He said, \"I\nonly wanted to see how it felt to throw off all restraints. That was\nall--an experiment. I didn't care for it; it was disgusting. It'll\nnever happen again.\"\n\nHe looked at his wristwatch and said, \"Let's go. We must not make the\nSecretary wait.\"\n\nShe rose slowly, as if the eight months' burden was at last beginning\nto drain her strength.\n\n\"All right. But I'm submitting our baby to this experiment only under\nprotest. If anything happens to it, a potential citizen....\"\n\nHe spun around. \"A written protest?\"\n\n\"I've already sent it in.\"\n\n\"You little fool! Do you want to wreck everything I've worked for?\"\n\nTears filled her eyes.\n\n\"James! Does the possible harm to our baby mean nothing to you? Only\nthe medals, the promotions, the power?\"\n\n\"Nonsense! There's no danger! If there were, wouldn't I know it? Come\nalong now!\"\n\nBut she did not follow him through the door. Instead, she stood with\nher face against the wall, her shoulders shaking.\n\n\n\nA moment later, Jason Cramer entered. The young man closed the door\nbehind him and put his arm around her. Without protest, she turned and\nburied her face in his chest. For a while, she could not talk but could\nonly weep.\n\nFinally, she released herself from his embrace and said, \"Why is it,\nJason, that every time I need a man to cry against, James is not with\nme but you are?\"\n\n\"Because he is the one who makes you cry,\" he said. \"And I love you.\"\n\n\"And James,\" she said, \"loves only himself.\"\n\n\"You didn't give me the proper response, Jane. I said I loved you.\"\n\nShe kissed him, though lightly, and murmured, \"I think I love you. But\nI'm not allowed to. Please forget what I said. I mean it.\"\n\nShe walked away from him. Jason Cramer, after making sure that he had\nno lipstick on his face or uniform, followed her.\n\nEntering the laboratory, Jane Carroad ignored her husband's glare\nand sat down in the chair in the middle of the room. Immediately\nthereafter, the Secretary of Science and two Security bodyguards\nentered.\n\nThe Secretary was a stocky dark man of about fifty. He had very thick\nblack eyebrows that looked like pieces of fur pasted above his eyes.\nHe radiated the assurance that he was master, in control of all in the\nroom. Yet, he did not, as was nervously expected by James Carroad and\nJason Cramer, take offense because Jane did not rise from the chair to\ngreet him. He gave her a smile, patted her hand, and said, \"Is it true\nyou will bear a male baby?\"\n\n\"That is what the tests indicate,\" she said.\n\n\"Good. Another valuable citizen. A scientist, perhaps. With its genetic\nbackground....\"\n\nAnnoyed because his wife had occupied the center of the stage for\ntoo long, Doctor James Carroad loudly cleared his throat. He said,\n\"Citizens, honored Secretary, I've asked you here for a demonstration\nbecause I believe that what I have to show you is of utmost importance\nto the State's future. I have here the secret of what constitutes a\ngood, or bad, citizen of the State.\"\n\nHe paused for effect, which he was getting, and then continued, \"As\nyou know, I--and my associates, of course--have perfected an infallible\nand swift method whereby an enemy spy or deviationist citizen may be\nunmasked. This method has been in use for three years. During that\ntime, it has exposed many thousands as espionage agents, as traitors,\nas potential traitors.\"\n\nThe Secretary looked interested. He also looked at his wristwatch.\nDoctor Carroad refused to notice; he talked on at the same pace. He\ncould justify any amount of time he took, and he intended to use as\nmuch as possible.\n\n\n\n\"My Department of Electroencephalographic Research first produced the\ndevices delicate enough to detect the so-called rho waves emanated by\nthe human brain. The rho or semantic waves. After ten years of hard\nwork, I correlated the action of the rho waves in a particular human\nbrain with the action of the individual's voice mechanisms. That meant,\nof course, that we had a device which mankind has long dreamed of.\nA--pardon the term--mind-reading machine.\"\n\nCarroad purposely avoided scientific terminology. The Secretary did\nhave a Ph.D. in political science, but he knew very little of any\nbiological science.\n\nJason Cramer, at a snap of the fingers by Carroad, wheeled a large\nround shining machine to a spot about two feet in front of Jane.\nIt resembled a weird metallic antelope, for it had a long flexible\nneck at the end of which was an oval and eyeless head with two\nprongs like horns. These pointed at Jane's skull. On the side of the\nmachine--Cervus III--was a round glass tube. The oscilloscope.\n\nCarroad said, \"We no longer have to attach electrodes to the subject's\nhead. We've made that method obsolete. Cervus' prongs pick up rho\nwaves without direct contact. It is also able to cut out 99.99% of the\n'noise' that had hampered us in previous research.\"\n\nYes, thought Jane, and why don't you tell them that it was Jason Cramer\nwho made that possible, instead of allowing them to think it was you?\n\nAt that moment, she reached the peak of her hate for him. She wished\nthat the swelling sleeper within her was not Carroad's but Cramer's.\nAnd, wishing that, she knew that she must be falling in love with\nCramer.\n\nCarroad's voice slashed into her thoughts.\n\n\"And so, using the detected rho waves, which can be matched against\ndefinite objective words, we get a verbal picture of what is going in\nthe subject's mind at the conscious level.\"\n\nHe gave an order to Cramer, and Cramer twisted a dial on the small\ncontrol board on the side of Cervus.\n\n\"The machine is now set for semantic relations,\" Carroad said.\n\n\"Jane!\" he added so sharply that she was startled. \"Repeat this\nsentence after me! Silently!\"\n\nHe then gave her a much-quoted phrase from one of the speeches of\nthe Secretary himself. She repressed her scorn of him because of his\nflattery and dutifully concentrated on thinking the phrase. At the same\ntime, she was aware that her tongue was moving in a noiseless lock-step\nwith the thoughts.\n\nThe round tube on the side of Cervus glowed and then began flashing\nwith many twisting threads of light.\n\n\"The trained eye,\" said Carroad, \"can interpret those waveforms. But we\nhave a surprise for you to whom the patterns are meaningless. We have\nperfected a means whereby a technician with a minimum of training may\noperate Cervus.\"\n\n\n\nHe snapped his fingers. Cramer shot him a look; his face was\nexpressionless, but Jane knew that Cramer resented Carroad's arrogance.\n\nNevertheless, Cramer obeyed; he adjusted a dial, pushed down on a\ntoggle switch, rotated another dial.\n\nA voice, tonelessly and tinnily mechanical, issued from a loudspeaker\nbeneath the tube. It repeated the phrase that Carroad had given and\nthat Jane was thinking. It continued the repetition until Cramer, at\nanother fingersnap from Carroad, flicked the toggle switch upward.\n\n\"As you have just heard,\" said Carroad triumphantly, \"we have converted\nthe waveforms into audible representations of what the subject is\nthinking.\"\n\nThe Secretary's brows rose like two caterpillars facing each other, and\nhe said, \"Very impressive.\"\n\nBut he managed to give the impression that he was thinking, Is that all?\n\nCarroad smiled. He said, \"I have much more. Something that, I'm\nsure, will please you very much. Now, as you know, this machine--my\nCervus--is exposing hundreds of deviationists and enemy agents every\nyear.\n\n\"Yet, this is _nothing_!\"\n\nHe stared fiercely at them, but he had a slight smile on the corners\nof his lips. Jane, knowing him so well, could feel the radiance of his\npride at the fact that the Secretary was leaning forward and his mouth\nwas open.\n\n\"I say this is nothing! Catching traitors after they have become\ndeviationist is locking the garage after the car has been stolen. What\nif we had a system of control whereby our citizens would be _unable_ to\nbe anything but unquestioningly loyal to the State?\"\n\nThe Secretary said, \"Aah!\"\n\n\"I knew you would be far from indifferent,\" said Carroad.\n\n\n\nCarroad pointed a finger downwards. Cramer, slowly, his jaws set,\ntwisted the flexible neck of Cervus so that the pronged head pointed\ndirectly at Jane's distended stomach. He adjusted controls on the\nboard. Immediately the oscilloscope danced with many intricate figures\nthat were so different from the previous forms that even the untutored\neyes of the Secretary could perceive the change.\n\n\"Citizens,\" said Carroad, \"for some time after we'd discovered the\nrho waves in the adult and infant, we searched for their presence in\nthe brain of the unborn child. We had no success for a long time. But\nthat was not because the rho waves did not exist in the embryo. No,\nit was because we did not have delicate enough instruments. However,\na few weeks ago, we succeeded in building one. I experimented upon\nmy unborn child, and I detected weak traces of the rho waves. Thus,\nI demonstrated that the ability to form words is present, though in\nundeveloped form, even in the eight-month embryo.\n\n\"You're probably wondering what this means. This knowledge does not\nenable us to make the infant or the unborn speak any sooner. True. But\nwhat it does allow us to do is....\"\n\nJane, who had been getting more tense with every word, became rigid.\nWould he allow this to be done to his own son, his own flesh and blood?\nWould he permit his child to become a half-robot, an obedient slave to\nthe State, incapable in certain fields of wielding the power of free\nwill? The factor that most marked men from the beasts and the machine?\n\nNumbly, she knew he would.\n\n\"... to probe well-defined areas in the undeveloped mind and there\nto stamp into it certain inhibitory paths. These inhibitions,\npreconditioned reflexes, as it were, will not, of course, take effect\nuntil the child has learned a language. And developed the concepts of\ncitizen and State.\n\n\"But, once that is done, the correlation between the semantic waves and\nthe inhibitions is such that the subject is unable to harbor any doubts\nabout the teachings of the State. Or those who interpret the will of\nthe State for its citizens.\n\n\"It is not necessary to perform any direct or physical surgery upon\nthe unborn. The reflexes will be installed by Cervus III within a few\nminutes. As you see, Cervus cannot only receive; it can also transmit.\nPlace a recording inside that receptacle beneath the 'speaker, actuate\nit, and, in a short time, you have traced in the grooves of the\nbrain--if you will pardon an unscientific comparison--the voice of the\nState.\"\n\nThere was a silence. Jane and Cramer were unsuccessful in hiding their\nrepulsion, but the others did not notice them. The Secretary and his\nbodyguards were staring at Carroad.\n\n\n\nAfter several minutes, the Secretary broke the silence.\n\n\"Doctor Carroad, are you sure that this treatment will not harm the\ncreative abilities of the child? After all, we might make a first-class\ncitizen, in the political sense, out of your child. Yet, we might wreck\nhis potentialities as a first-class scientist. If we do that to our\nchildren, we lose out in the technological race. Not to mention the\nmilitary. We need great generals, too.\"\n\n\"Absolutely not!\" replied Carroad, so loudly and flatly that the\nSecretary was taken aback. \"My computations, rechecked at least a dozen\ntimes, show there is no danger whatsoever. The only part of the brain\naffected, a very small area, has nothing to do with the creative\nfunctions. To convince you, I am going to perform the first operation\nupon my own son. Surely, I could do nothing more persuasive than that.\"\n\n\"Yes,\" said the Secretary, stroking his massive chin. \"By the way, can\nthis be done also to the adult?\"\n\n\"Unfortunately, no,\" said Carroad.\n\n\"Then, we will have to wait a number of years to determine if your\ntheory is correct. And, if we go ahead on the assumption that the\ntheory is correct, and treat every unborn child in the country, we\nwill have spent a tremendous amount of money and time. If you are not\ncorrect....\"\n\n\"I can't be wrong!\" said Carroad. His face began to flush, and he\nshook. Then, suddenly, his face was its normal color, and he was\nsmiling.\n\n_Always in control_, thought Jane. _Of himself and, if circumstances\nwould allow, of everybody._\n\n\"We don't have to build any extra machines,\" said Carroad. \"A certain\namount will be built, anyway, to detect traitors and enemies. These\ncan be used in hospitals, when not in use elsewhere, to condition the\nunborn. Wait. I will show you how simple, inexpensive, and swift the\noperation is.\"\n\nHe gestured to Cramer. Cramer, the muscles twitching at the corners\nof his mouth, looked at Jane. His eyes tried desperately to tell her\nthat he had to obey Carroad's orders. But, if he did, would he be\nunderstood, would he be forgiven?\n\nJane could only sit in the chair with a face as smooth and unmoving\nas a robot's and allow him to decide for himself without one sign of\ndissent or consent from her. What, after all, could either do unless\nthey wished to die?\n\nCramer adjusted the controls.\n\nEven though Jane knew she would feel nothing, she trembled as if a fist\nwere poised to strike.\n\n\n\nBright peaks and valleys danced on the face of the oscilloscope.\nCarroad, watching them, gave orders to Cramer to move the prongs in\nminute spirals. When he had located the area he wished, he told Cramer\nto stop.\n\n\"We have just located the exact chain of neurones which are to be\naltered. You will hear nothing from the speaker because the embryo,\nof course, has no language. However, to show you some slight portion\nof Cervus' capabilities, Cramer will stimulate the area responsible\nfor the rho waves before we begin the so-called inhibiting. Watch\nthe 'scope. You'll see the waves go from a regular pulse into a wild\ndance.\"\n\nThe cyclopean eye of the oscilloscope became a field of crazed lines,\nleaping like a horde of barefooted and wire-thin fakirs on a bed of hot\ncoals.\n\nAnd a voice boomed out, \"_Nu'sey! Nu'sey! Wanna d'ink!_\"\n\nJane cried out, \"God, what was that?\"\n\nThe Secretary was startled; Cramer's face paled; Carroad was frozen.\n\nBut he recovered quickly, and he spoke sharply. \"Cramer, you must have\nshifted the prongs so they picked up Jane's thoughts.\"\n\n\"I--I never touched them.\"\n\n\"Those were not my thoughts,\" said Jane.\n\n\"Something's wrong,\" said Carroad, needlessly. \"Here. I'll do the\nadjusting.\"\n\nHe bent the prongs a fraction, checked the controls, and then turned\nthe power on again.\n\nThe mechanical voice of Cervus spoke again.\n\n\"_What do you mean? What're you saying? My father is not crazy! He's a\ngreat scientist, a hero of the State. What do you mean? Not any more?_\"\n\nThe Secretary leaped up from the chair and shouted above Cervus' voice,\n\"What is this?\"\n\nCarroad turned the machine off and said, \"I--I don't know.\"\n\nJane had never seen him so shaken.\n\n\"Well, find out! That's your business!\"\n\nCarroad's hand shook; one eye began to twitch. But he bent again to the\nadjustment of the dials. He directed the exceedingly narrow beam along\nthe area from which the semantic waves originated. Only a high-pitched\ngabble emerged from the speaker, for Carroad had increased the speed.\nIt was as if he were afraid to hear the normal rate of speech.\n\nJane's eyes began to widen. A thought was dawning palely, but horribly,\non the horizon of her mind. If, by some intuition, she was just\nbeginning to see the truth.... But no, that could not be.\n\n\n\nBut, as Carroad worked, as the beam moved, as the power was raised or\nlowered, so did the voice, though always the same in tone and speed,\nchange in phrase. Carroad had slowed the speed of detection, and\nindividual words could be heard. And it was obvious that the age level\nof the speaker was fluctuating. Yet, throughout the swiftly leaping\nsentences, there was a sameness, an identity of personality. Sometimes,\nit was a baby just learning the language. At other times, it was an\nadolescent or young boy.\n\n\"Well, man, what is it?\" bellowed the Secretary.\n\nThe mysterious voice had struck sparks off even his iron nerves.\n\nJane answered for her husband.\n\n\"I'll tell you what it is. It's the voice of my unborn son.\"\n\n\"Jane, you're insane!\" said Carroad.\n\n\"No, I'm not, though I wish I were.\"\n\n\"_God, he's at the window!_\" boomed the voice. \"_And he has a knife!\nWhat can I do? What can I do?_\"\n\n\"Turn that off until I get through talking,\" said Jane. \"Then, you can\nlisten again and see if what I'm saying isn't true.\"\n\nCarroad stood like a statue, his hand extended towards the toggle\nswitch but not reaching it. Cramer reached past him and flicked the\nswitch.\n\n\"James,\" she said, speaking slowly and with difficulty. \"You want\nto make robots out of everyone. Except, of course, yourself and the\nState's leaders. But what if I told you that you don't have to do\nthat? That Nature or God or whatever you care to call the Creator, has\nanticipated you? And done so by several billion years?\n\n\"No, don't look at me that way. You'll see what I mean. Now, look. The\nonly one whose thoughts you could possible have tapped is our son.\nYet, it's impossible for an unborn baby to have a knowledge of speech.\nNevertheless, you heard thoughts, originated by a boy, seeming to run\nfrom the first years of speech up to those of an adolescent. You have\nto admit that, even if you don't know what it means.\n\n\"Well, I do.\"\n\nTears running down her cheeks, choking, she said, \"Maybe I see the\ntruth where you don't because I'm closer to my baby. It's part of me.\nOh, I know you'll say I'm talking like a silly woman. Maybe. Anyway,\nI think that what we've heard means that we--all of humanity without\nexception--_are_ machines. Not steel and electrical robots, no, but\nstill machines of flesh, engines whose behavior, motives, and very\nthoughts, conscious or unconscious, spring from the playing of protein\ntapes in our brains.\"\n\n\"What the hell are you talking about?\" said Carroad.\n\n\"If I'm right, we are in hell,\" she said. \"Through no fault or choice\nof ours. Listen to me before you shut your ears because you don't want\nto hear, can't hear.\"\n\n\n\n\"Memories are not recordings of what has happened in our past. Nor do\nwe act as we will. We speak and behave according to our 'memories,'\nwhich are not recorded _after_ the fact. They're recorded _before_\nthe fact. Our actions are such because our memories tell us to do\nsuch. Each of us is set like a clockwork doll. Oh, not independently,\nbut intermeshed, working together, synchronized as a masterclock or\nmasterplan decrees.\n\n\"And, all this time, we think we are creatures of free will and chance.\nBut we do not know there isn't such a thing as chance, that all is\nplotted and foretold, and we are sliding over the world, through time,\nin predetermined grooves. We, body and mind, are walking recordings.\nDeep within our cells, a molecular needle follows the grooves, and we\nfollow the needle.\n\n\"Somehow, this experiment has ripped the cover from the machine, showed\nus the tape, stimulated it into working long before it was supposed to.\"\n\nSuddenly, she began laughing. And, between laughing and gasping, she\nsaid, \"What am I saying? It can't be an accident. If we have discovered\nthat we're puppets, it's because we're supposed to do so.\"\n\n\"Jane, Jane!\" said Carroad. \"You're wild, wild! Foolish woman's\nintuition! You're supposed to be a scientist! Stop talking! Control\nyourself!\"\n\nThe Secretary bellowed for silence, and, after a minute, succeeded. He\nsaid, \"Mrs. Carroad, please continue. We'll get to the bottom of this.\"\n\nHe, too, was pale and wide-eyed. But he had not gotten to his position\nby refusing to attack.\n\nShe ordered Cramer to run the beam again over the previous areas. He\nwas to speed up the process and slow down only when she so directed.\n\nThe result was a stream of unintelligibilities. Occasionally, when\nCramer slowed Cervus at a gesture from Jane, it broke into a rate of\nspeech they could understand. And, when it did, they trembled. They\ncould not deny that they were speeding over the life thoughts of a\ngrowing male named James Carroad, Junior. Even at the velocity at which\nthey traveled and the great jumps in time that the machine had to make\nin order to cover the track quickly, they could tell that.\n\n\n\nAfter an hour, Jane had Cramer cut off the voice. In the silence,\nlooking at the white and sweating men, she said, \"We are getting close\nto the end? Should we go on?\"\n\nHoarsely, the Secretary shouted, \"This is a hoax! I can prove it must\nbe! It's impossible! If we carry the seeds of predeterminism within us,\nand yet, as now, we discover how to foresee what we shall do, why can't\nwe change the future?\"\n\n\"I don't know, Mr. Secretary,\" said Jane. \"We'll find out--in time. I\ncan tell you this. If anyone is preset to foretell the future, he'll do\nso. If no one is, then the problem will go begging. It all depends on\nWhoever wound us up.\"\n\n\"That's blasphemy!\" howled the Secretary, a man noted for his\nbelligerent atheism. But he did not order the voice to stop after Jane\ntold Cramer to start the machine up again.\n\nCramer ran Cervus at full speed. The words became a staccato of\nincomprehensibility; the oscilloscope, an almost solid blur. Flickers\nof blackness told of broad jumps forward, and then the wild intertwined\nlightning resumed.\n\nSuddenly, the oscilloscope went blank, and the voice was silent.\n\nJane Carroad said, \"Backtrack a little, Jason. And then run it forward\nat normal speed.\"\n\nJames Carroad had been standing before her, rigid, a figure seemingly\nmade of white metal, his face almost as white as his uniform.\nAbruptly, he broke into fluidity and lurched out of the laboratory. His\nmotions were broken; his shouts, broken also.\n\n\"Won't stay to listen ... rot ... mysticism ... believe this ... go\ninsane! Mean ... no control ... no control....\"\n\nAnd his voice was lost as the door closed behind him.\n\nJane said, \"I don't want to hear this, Jason. But....\"\n\nInstantly, the voice boomed, \"_God, he's at the window! And he has a\nknife! What can I do? What can I do? Father, father, I'm your son! He\nknows it, he knows it, yet he's going to kill me. The window! He's\nbreaking it! Oh, Lord, he's been locked up for nineteen years, ever\nsince he shot and killed my mother and all those men and I was born\na Caesarean and I didn't know he'd escape and still want to kill me,\nthough they told me that's all he talked about, raving mad, and...._\"\n\n\n                                THE END",
    "metadata": {
        "author": [
            "Farmer, Philip Jose",
            "Farmer, Philip José"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/72401/pg72401.txt",
        "name": "how_deep_the_grooves.json"
    }
}