{
    "name": "Humors Looking Glasse",
    "author": [
        "Rowlands, Samuel"
    ],
    "body": "                                _LONDON._\n              Imprinted by _Ed. Allde_ for _William Fere-_\n                 brand and are to be sold at his Shop in\n                 _the popes-head Pallace, right over a-_\n                        gainst the Taverne-dore.\n                                  1608.\n\n\n\n\n_To his verie Loving Friend Master_ George Lee.\n\n\n    _Esteemed friend, I pray thee take it kinde,_\n    _That outward action beares an inward minde,_\n    _What objects heere these papers do deliver,_\n    _Bestow the viewing of them for the giver._\n    _I make thee a partaker of strange sights,_\n    _Drawne antique works of humours vaine delights._\n    _A mirrour of the mad conceited shapes,_\n    _Of this our ages giddy-headed apes,_\n    _These fash’on mongers, selfe besotted men_\n    _Of kindred to the fowle that wore my pen,_\n    _Are at an howers warning to appeare,_\n    _And muster in sixe sheetes of Paper heere._\n    _And this is all at this time I bestow,_\n    _To evidence a greater love I owe._\n\n                                                 Yours SAMUEL ROWLAND_S_.\n\n\n\n\n_Reader._\n\n\n    As many antique faces passe,\n    From Barbers chaire unto his glasse,\n    There to beholde their kinde of trim,\n    And how they are reform’d by him,\n    Or at _Exchang_ where Marchants greete,\n    Confusion of the tongues do meete,\n    As _English_, _French_, _Italian_, _Dutch_,\n    _Spanish_, and _Scot’sh_, with divers such.\n    So from the Presse these papers come\n    To show the humorous shapes of some.\n    Heere are such faces good and bad,\n    As in a Barbers shop are had,\n    And heere are tongues of divers kindes,\n    According to the speakers mindes.\n    Beholde their fashions, heare their voice,\n    And let discretion make thy choice.\n\n\n\n\n_Epigram._\n\n\n    Some man that to contention is inclin’de;\n    With any thing he sees, a fault wil finde,\n    As, that is not so good, the same’s amisse,\n    I have no great affection unto this.\n    Now I protest I doe not like the same,\n    This must be mended, that deserveth blame,\n    It were farre better such a thing were out,\n    This is obscure, and that’s as full of doubt.\n    And much adoe, and many words are spent\n    In finding out the path that humours went,\n    And for direction to that Idle way\n    Onely a busie tongue bears all the sway.\n    The dish that _Aesope_ did commend for best;\n    Is now a daies in wonderfull request,\n    But if you finde fault on a certaine ground,\n    Weele fall to mending when the fault is found.\n\n\n\n\n_Epigram._\n\n\n    Pra’y by your leave, make moūsieur humors roome\n    That oft hath walk’d about Duke Humphries tombe\n    And sat amongst the Knights to see a play,\n    And gone in’s suite of Sattin ev’ry day,\n    And had his hat display a bushie plume,\n    And’s verie beard deliver forth perfume.\n    But when was this? aske Frier Bacons head\n    That answered _Time is past_, O time is fled!\n    Sattin and silke was pawned long agoe,\n    And now in canvase, no knight can him knowe.\n    His former state, in dark oblivion sleepes,\n    Onely Paules Gallarie, that walke he keepes.\n\n\n\n\n_Epigram._\n\n\n    Crosse not my humor, with an ill plac’d worde,\n    For if thou doest, behold my fatall sworde:\n    Do’st see my countenance begin looke red?\n    Let that fore-tell ther’s furie in my hed.\n    A little discontent will quickely heate it.\n    Touch not my stake, thou wert as good to eate it,\n    These damned dice how cursed they devoure:\n    I lost some halfe score pound in halfe an houre.\n    A bowle of wine, sirha: you villaine, fill:\n    Who drawes it Rascall? call me hether _Will_.\n    You Rogue, what ha’st to Supper for my dyet?\n    Tel’st me of Butchers meate? knave I defie it.\n    Ile have a banquet to envite an Earle,\n    A _Phœnix_ boyld in broth distil’d in Pearle.\n    Holde drie this leafe, a candle quickly bring,\n    Ile take one pipe to bed, none other thing.\n    Thus with _Tabacco_ he will sup to night:\n    Flesh-meate is heavie, and his purse is light.\n\n\n\n\n_Epigram._\n\n\n    Two Gentlemen of hot and fierie sprite,\n    Tooke boate, and went up Westward to goe fight\n    Imbarked both, for Wens-worth they set saile,\n    And there ariving with a happie gaile,\n    The Water-men discharged for their fare,\n    Then to be parted, thus their mindes declare.\n    Pray Ores (said they) stay heere and come not nie,\n    We goe to fight a little, but heere by.\n    The Water-men with staves did follow then,\n    And cryd, oh holde your hands good Gentlemen,\n    You know the danger of the law, forbeare:\n    So they put weapons up and fell to sweare.\n\n\n\n\n_Epigram._\n\n\n    One of these Cuccold-making Queanes\n    did graft her husbands head:\n    who arm’d with anger, steele and horne\n    would kill him stain’d his bed,\n    And challeng’d him unto the field,\n    Vowing to have his life,\n    Where being met, sirha (quoth he,)\n    I doe suspect my Wife\n    Is scarce so honest as she should,\n    You make of her some use:\n    Indeed said he I love her well,\n    Ile frame no false excuse.\n    O! d’ye confesse? by heavens (quoth he)\n    Had’st thou deni’de thy guilt,\n    This blade had gone into thy guts,\n    Even to the verie Hilt.\n\n\n\n\n_Epigram._\n\n\n    Occasion late was ministred for one to trie his friend,\n    Ten pounds he did intreat him yᵗ of all love he would lēd\n    His case was an accursed case, no comfort to be found,\n    Unles he friendly drew his purse, & blest him with tē poūd\n    He did protest he had it not, making a solemne vow,\n    He wāted means & money both, to do him pleasure now.\n    Thē sir (quoth he) you know I have a Gelding I love wel,\n    Necessitie it hath no law, I must my Gelding sell,\n    I have bin offered twelve for him, with ten ile be cōtent,\n    Well I will trie a friend (said he,) it was his chest he ment.\n    So fectch’d the money presently, tother sees Angels shine\n    Now God amercy horse (quoth he) thy credit’s more then mine.\n\n\n\n\n_Epigram._\n\n\n    Dice diving deepe into a Ruffians purse,\n    Leaving it nothing worth but strings and leather:\n    He presently did fall to sweare and curse,\n    That’s life and money he would loose together,\n    Tooke of his hat, and swore, let me but see\n    What Rogue dares say this same is blacke to me?\n\n    Another lost, and he did money lacke,\n    And thus his furie in a heate revives:\n    Where is that Rogue denies his hat is blacke?\n    Ile fight with him, had he ten thousand lives.\n    Oh sir (quoth he) in troth you come too late,\n    Choller is past, my anger’s out of date.\n\n\n\n\n_Epigram._\n\n\n    A Kinde of _London_-walker in a boote,\n    (Not _George_ a Horse-backe, but a _Gerge_ a foote,)\n    On ev’ry day you meete him through the yeare,\n    For’s bootes and spurs, a horse-man doth appeare.\n    Was met with, by an odde conceited stranger,\n    Who friendly told him that he walk’d in danger.\n    For Sir (in kindenes no way to offend you)\n    There is a warrant foorth to apprehend you.\n    Th’offence they say, you riding through thee streete,\n    Have kil’d a Childe, under your Horses feete.\n    Sir I protest (quoth he) they doe me wrong,\n    I have not back’d a horse, God knows how long,\n    What slaves be these, they have me false bely’d?\n    Ile proove this twelve-month I did never ride.\n\n\n\n\n_Epigram._\n\n\n    What feather’d fowle is this that doth approach\n    As if it were an _Estredge_ in a Coach?\n    Three yards of feather round about her hat,\n    And in her hand a bable like to that:\n    As full of Birdes attire, as Owle, or Goose,\n    And like unto her gowne, her selfe seemes loose.\n    Cri’ye mercie Ladie, lewdnes are you there?\n    Light feather’d stuffe befits you best to weare.\n\n\n\n\n_A deafe eare, in a just cause._\n\n\n    A Poore man came unto a Judge & shew’d his wronged state,\n    Entreating him for Jesus sake to be compassionate,\n    The wrōgs were great he did sustaine, he had no help at al\n    The Judge sat stil as if the man had spoken to the wall.\n    With that came two rude fellows in, to have a matter tride\n    About an Asse, that one had let the other for to ride:\n    Which Asse the owner found in field, as he by chance past by,\n    And he that hired him a sleepe did in the shadow lye.\n    For which he would be satisfied, his beast was but to ride:\n    And for the shadow of his Asse, he would be paid beside.\n    Great raging words, and damned othes, these two asse-wrangles swore,\n    Whē presently the Judge start up, that seem’d a sleep before\n    And heard yᵉ follies willingly of these two sottish men,\n    But bad the poore man come againe, he had no leasure thē.\n\n\n\n\n_Epigram._\n\n\n    A Jolly fellow Essex borne and bred,\n    A Farmers Sonne, his Father being dead,\n    T’expell his griefe and melancholly passions,\n    Had vowd himselfe to travell and see fashions.\n    His great mindes object was no trifling toy,\n    But to put downe the wandring Prince of Troy.\n    Londons discoverie first he doth decide,\n    His man must be his Pilot and his guide.\n    Three miles he had not past, there he must sit:\n    He ask’t if he were not neere London yet?\n    His man replies good Sir your selfe besturre,\n    For we have yet to goe sixe times as farre.\n    Alas I had rather stay at home and digge,\n    I had not thought the worlde was halfe so bigge.\n    Thus this great worthie comes backe (thoewith strife)\n    He never was so farre in all his life.\n    None of the seaven worthies: on his behalfe,\n    Say, was not he a worthie Essex Calfe?\n\n\n\n\n_The Humors that haunt a Wife._\n\n\n    A Gentleman a verie friend of mine,\n    Hath a young wife and she is monstrous fine,\n    Shee’s of the new fantastique humor right,\n    In her attire an angell of the light.\n    Is she an Angell? I: it may be well,\n    Not of the light, she is a light Angell.\n    Forsooth his doore must suffer alteration,\n    To entertaine her mightie huge Bom-fashion,\n    A hood’s to base, a hat which she doth male,\n    With bravest feathers in the Estridge tayle.\n    She scornes to treade our former proud wives traces.\n    That put their glory in their on faire faces,\n    In her conceit it is not faire enough,\n    She must reforme it with her painters stuffe,\n    And she is never merry at the heart,\n    Till she be got into her leatherne Cart.\n    Some halfe amile the Coach-man guides the raynes,\n    Then home againe, birladie she takes paines.\n    My friend seeing what humours haunt a wife,\n    If he were loose would lead a single life.\n\n\n\n\n_A poore Mans pollicy._\n\n\n    Next I will tell you of a poore mans tricke,\n    Which he did practise with a polliticke,\n    This poore man had a Cow twas all his stocke,\n    Which on the Commons fed: where Catell flocke,\n    The other had a steere a wanton Beast,\n    Which he did turne to feede amongst the rest.\n    Which in processe although I know not how,\n    The rich mans Oxe did gore the poore mans Cow.\n    The poore man heereat vexed waxed sad,\n    For it is all the living that he had,\n    And he must loose his living for a song,\n    Alas he knew not how to right his wrong.\n    He knew his enemie had pointes of law,\n    To save his purse, fill his devouring mawe,\n    Yet thought the poore man how so it betide,\n    Ile make him give right sentence on my side.\n    Without delay unto the Man he goes,\n    And unto him this fayned tale doth gloze,\n    (Quoth he) my Cow which with your Oxe did feede,\n    Hath kild your Oxe and I make knowne the deede.\n    Why (quoth my Politique) thou shouldst have helpt it rather,\n    Thou shalt pay for him if thow wert my father.\n    The course of law in no wise must be stayde,\n    Least I an evill president be made.\n    O Sir (quoth he) I cry you mercy now,\n    I did mistake, your Oxe hath gorde my Cow:\n    Convict by reason he began to brawle,\n    But was content to let his action fall.\n    As why? (quoth he) thou lookst unto her well,\n    Could I prevent the mischiefe that befell?\n    I have more weightie causes now to trie,\n    Might orecomes right without a reason why.\n\n\n\n\n_Epigram._\n\n\n    One of the damned crew that lives by drinke,\n    And by Tobacco’s stillified stink,\n    Met with a Country man that dwelt at Hull:\n    Thought he this pesant’s fit to be my Gull.\n    His first salute like to the French-mans wipe,\n    Wordes of encounter, please you take a pipe?\n    The Countrie man amazed at this rabble,\n    Knewe not his minde yet would be conformable.\n    Well, in a petty Ale-house they ensconce\n    His Gull must learne to drinke Tobacco once.\n    Indeede his purpose was to make a jest,\n    How with Tobacco he the peasant drest.\n    Hee takes a whiffe, with arte into his head,\n    The other standeth still astonished.\n    Till all his sences he doth backe revoake,\n    Sees it ascend much like Saint Katherins smoake.\n    But this indeede made him the more admire,\n    He saw the smoke: thought he his head’s a fier,\n    And to increase his feare he thought poore soule,\n    His scarlet nose had been a firie cole.\n    Which circled round with smoak, seemed to him\n    Like to some rotten brand that burneth dim.\n    But to shew wisdome in a desperat case,\n    He threw a Can of beere into his face,\n    And like a man some furie did inspire,\n    Ran out of doores for helpe to quench the fire.\n    The Ruffin throwes away his Trinidado,\n    Out comes huge oathes and then his short poynado,\n    But then the Beere so troubled his eyes,\n    The countrieman was gone ere he could rise,\n    A fier to drie him, he doth now require,\n    Rather than water for to quench his fire.\n\n\n\n\n_Epigram._\n\n\n    Come my brave gallant come, uncase, uncase,\n    Nere shall oblivion your great actes deface.\n    He has been there where never man came yet,\n    An unknowne countrie, I, ile warrant it,\n    Whence he could Ballace a good ship in holde,\n    With Rubies, Saphiers, Diamonds and golde,\n    Great Orient Pearles esteem’d no more then moates,\n    Sould by the pecke as chandlers mesure oates,\n    I mervaile then we have no trade from thence:\n    O tis too farre it will not beare expence.\n    T’were far indeede, a good way from our mayne,\n    If charges eate up such excessive gaine,\n    Well he can shew you some of Lybian gravell,\n    O that there were another world to travell,\n    I heard him sweare that hee (twas in his mirth)\n    Had been in all the corners of the earth.\n    Let all his wonders be together stitcht,\n    He threw the barre that great _Alcides_ pitcht:\n    But he that saw the Oceans farthest strands,\n    You pose him if you aske where Dover stands.\n    He has been under ground and hell did see,\n    _Aeneas_ nere durst goe so farre as hee.\n    For he has gone through _Plutœs_ Regiment,\n    Saw how the Fiendes doe Lyers there torment.\n    And how they did in helles damnation frye,\n    But who would thinke the Traveller would lye?\n    To dine with _Pluto_ he was made to tarrie,\n    As kindly us’d as at his Ordinarie.\n    Hogsheades of wine drawne out into a Tub,\n    Where he did drinke hand-smooth with _Belzebub_,\n    And _Proserpine_ gave him a goulden bow,\n    Tis in his chest he cannot shew it now.\n\n\n\n\n_Of one that cousned the Cut-purse._\n\n\n    One toulde a Drover that beleev’d it not,\n    What booties at the playes the Cut-purse got,\n    But if t’were so my Drovers wit was quicke,\n    He vow’d to serve the Cut-purse a new tricke.\n    Next day unto the play, pollicy hy’d,\n    A bag of fortie shillings by his side,\n    Which houlding fast he taketh up his stand,\n    If stringes be cut his purse is in his hand.\n    A fine conceited Cut-purse spying this,\n    Lookt for no more, the for shillings his,\n    Whilst my fine Politique gazed about,\n    The Cut-purse feately tooke the bottom out.\n    And cuts the strings, good foole goe make a jest,\n    This Dismall day thy purse was fairely blest.\n    Houlde fast good Noddy tis good to dreade the worse,\n    Your monie’s gone, I pray you keepe your purse.\n    The play is done and foorth the foole doth goe,\n    Being glad that he cousned the Cut-purse soe.\n    He thought to jybe how he the Cut-purse drest,\n    And memorize it for a famous jest.\n    But putting in his hand it ran quite throw\n    Dash’t the conceite, heele never speake on’t now,\n    You that to playes have such delight to goe,\n    The Cut-purse cares not, still deceive him so.\n\n\n\n\n_A drunken fray._\n\n\n    _Dicke_ met with _Tom_ in faith it was their lot,\n    Two honest Drunkars must goe drinke a pot,\n    Twas but a pot, or say a little more,\n    Or say a pot that’s filled eight times ore.\n    But being drunke, and met well with the leese,\n    They drinke to healthes devoutly on their knees,\n    _Dicke_ drinks to _Hall_, to pledge him _Tom_ rejects,\n    And scornes to doe it for some odde respects\n    Wilt thou not pledge him thar’t a gill, a Scab,\n    Wert with my man-hood thou deservest a stab,\n    But tis no matter drinke another bout,\n    Weele intot’h field and there weele trie it out.\n    Lets goe (saies Tom) no longer by this hand,\n    Nay stay (quoth Dicke) lets see if we can stand.\n    Then forth they goe after the drunken pace,\n    Which God he knowes was with a reeling grace,\n    _Tom_ made his bargaine, thus with bonnie Dicke\n    If it should chance my foote or so should slip,\n    How wouldst thou use me or after what Size,\n    Wouldst bare me shorter or wouldst let me rise.\n    Nay God forbid our quarrells not so great,\n    To kill thee on advantage in my heat.\n    Tush we’le not fight for any hate or soe,\n    But for meere love that each to other owe.\n    And for thy learning loe Ile shew a tricke,\n    No sooner spoke the worde but downe comes Dicke,\n    Well now (quoth Tom) thy life hangs on my sworde,\n    If I were downe how wouldst thou keepe thy worde?\n    Why with these hilts I’de braine thee at a blow,\n    Faith in my humor cut thy throate, or soe,\n    But Tom he scorne to kill his conquered foe,\n    Lets Dicke arise, and too’t againe they goe.\n    Dicke throwes downe Tom, or rather Tom did fall,\n    My hilts (quoth Dicke) shall braine thee like a maull,\n    Is’t so (quoth Tom) good faith what remedie,\n    The Tower of Babell’s fallen and so am I.\n    But Dicke proceedes to give the fatall wound,\n    It mist his throate, but run into the ground.\n    But he supposing that the man was slaine,\n    Straight fled his contrie, ship himselfe for Spaine,\n    Whilst valiant Thomas dyed dronken deepe,\n    Forgot his danger and fell fast a sleepe.\n\n\n\n\n_Epigram._\n\n\n    What’s he that stares as if he were afright?\n    The fellowe sure hath seene some dreadfull spright\n    Masse rightly guest, why sure I did divine,\n    Hee’s haunted with a Spirit feminine.\n    In plaine termes thus, the Spirit that I meane,\n    His martiall wife that notable curst queane,\n    No other weapons but her nailes or fist,\n    Poore patient Idiot he dares not resist,\n    His neighbor once would borrow but his knife,\n    Good neighbor stay (quoth he) ile aske my wife:\n    Once came he home inspired in the head,\n    He found his neighbor and his wife a bed,\n    Yet durst not sturre, but hide him in a hole,\n    He feared to displease his wife poore soule.\n    But why should he so dreade and feare her hate,\n    Since she had given him armor for his pate?\n    Next day forsooth he doth his neighbor meete,\n    Whome with sterne rage thus furiously doth greete,\n    Villaine ile slit thy nose, out comes his knife,\n    Sirra (quoth he) goe to Ile tell your wife.\n    Apaled at which terror, meekely faide\n    Retire good knife my furie is allaide.\n\n\n\n\n_Proteus._\n\n\n    Time serving humour thou wrie-faced Ape,\n    That canst transforme thy selfe to any shape:\n    Come good _Proteus_ come away a pace,\n    We long to see thy mumping Antique face.\n    This is the fellow that lives by his wit,\n    A cogging knave and fawning Parrasit,\n    He has behaviour for the greatest porte,\n    And hee has humors for the rascall sorte,\n    He has beene great with Lordes and high estates,\n    They could not live without his rare conceites,\n    He was associat for the bravest spirits,\n    His galland carriage such favour merrits.\n    Yet to a Ruffiin humor for the stewes,\n    A right graund Captaine of the damned crewes,\n    With whome his humor alwayes is unstable\n    Mad, melancholly, drunke and variable.\n    Hat without band like cutting Dicke he goe’s,\n    Renowned for his new invented oathes.\n    Sometimes like a Civilian, tis strange\n    At twelve a clocke he must unto the Change,\n    Where being thought a Marchant to the eye,\n    He tels strange newes his humor is to lie.\n    Some Damaske coate the effect thereof must heare,\n    Invites him home and there he gets good cheare.\n    But how is’t now such brave renowned wits,\n    Weare ragged robes with such huge gastly slits,\n    Faith thus a ragged humour he hath got\n    Whole garments for the Summer are too hot.\n    Thus you may censure gently if you please,\n    He weares such garments onely for his ease.\n    Or thus his credit will no longer wave.\n    For all men know him for a prating knave.\n\n\n\n\n_Epigram._\n\n\n    A Scholer newly entred marriage life\n    Following his studdie did offend his wife,\n    Because when she his company expected,\n    By bookish busines she was still neglected:\n    Comming unto his studdy, Lord (quoth she)\n    Can papers cause you love them more than mee:\n    I would I were transform’d into a Booke\n    That your affection might upon me looke,\n    But in my wish, withall be it decreed,\n    I would be such a Booke you love to reede,\n    Husband (quoth she) which books form should I take,\n    Marry (said hee) t’were best an Almanacke,\n    The reason wherefore I doe wish thee so,\n    Is, every yeare wee have a new you knowe.\n\n\n\n\n_Epigram._\n\n\n    Sira, come hether boy, take view of mee,\n    My Lady I am purpos’d to goe see:\n    What doth my feather flourish with a grace,\n    And this same dooble sette become my face,\n    How descent doth this doublets forme appeare\n    (I would I had my sute in houns-ditch heere)\n    Do not my spurs pronounce a silver sounde?\n    Do’s not my hose circumference profounde?\n    Sir these are well, but there is one thing ill,\n    Your Tailour with a sheete of paper bill,\n    Vowes heel’e be paid, and Serjeants he had feed,\n    Which wayte your comming forth to do thy deede:\n    Boy god-amercy let my Lady stay,\n    Ile see no counter for her sake to day.\n\n\n\n\n_Much a doe about chusing a wife._\n\n\n    A Widdower would have a wife were old,\n    Past charge of children to prevent expence\n    Her chests and bagges cram’d till they crake with gold,\n    And she unto her grave post quickly hence,\n    But if all this were fitting to his minde,\n    Where is his lease of life to stay behinde?\n\n    A Batcheler would have wife were wise,\n    Faire, Rich and Younge, a maiden for his bed,\n    Not proude, nor churlish but of fautles size,\n    A country housewife, in the Citty bred.\n    But hees a foole and longe in vaine hath staide,\n    He shoulde bespeake her, there’s none ready made.\n\n\n\n\n_The taming of a wilde Youth._\n\n\n    Of late a deare and loving friend of mine,\n    That all his time a Gallant youth had bene,\n    From mirth to melancholy did decline,\n    Looking exeeding pale, leane, poore, and thin,\n    I ask’d the cause he brought me through the streete,\n    Unto his house, and there hee let me see,\n    A woman proper, faire, wise and discreete\n    And said behould, heer’s that hath tamed mee,\n    Hath this (quoth I,) can such a wife do so?\n    Lord how is he tam’d then, that hath a shrow.\n\n\n\n\n_A straunge sighted Traveller._\n\n\n    An honest Country foole being gentle bred,\n    Was by an odde conceited humor led,\n    To travell and some English fashions see,\n    With such strange sights as heere at London be.\n    Stuffing his purse with a good golden some,\n    This wandring knight did to the Cittie come,\n    And there a servingman he entertaines,\n    An honester in Newgate not remaines.\n    He shew’d his Maister sights to him most strange,\n    Great tall Pauls Steeple and the royall-Exchange:\n    The Bosse at _Billings-gate_ and _London-stone_\n    And at _White-Hall_ the monstrous great Whales bone,\n    Brought him to the banck-side where Beares do dwell\n    And unto _Shor-ditch_ where the whores keepe hell,\n    Shew’d him the Lyons, Gyants in Guild-Hall,\n    King _Lud_ at _Lud-gate_, the _Babounes_ and all,\n    At length his man, on all he had did pray,\n    Shew’d him a theevish trick and ran away,\n    The Traveller turnd home exceeding civill,\n    And swore in London he had seene the Devill.\n\n\n\n\n_Three kinde of Couckoldes_,\n\nOne, And None.\n\n\n    First there’s a Cuckolde called One and None,\n    Which foole, from fortune hath receiv’d such favour\n    He hath a wife for beutie stands alone,\n    Grac’d with good carriage, and most sweete behaviour\n    Nature so bounteous hath her gifts extended.\n    From head to foote ther’s nothing to be mended.\n\n    Besides, she is as perfect chast, as faire,\n    But being married to a jealous asse,\n    He vowes she hornes him, for he feeles a paire\n    Have bin a growing ever since last grasse,\n    No contrary perswasions hee’l indure,\n    But’s wife is faire and hee’s a Cuckolde sure.\n\n\n\n\n_The second._\n\nNone, and One.\n\n\n    The second hath a wife that loves the game,\n    And playes the secret cunnig whore at plaisure.\n    But in her husbands sight shees wondrous tame,\n    Which makes him vow, he hath _Ulisses_ treasure.\n    Sheele wish al whores were hang’d, with weeping teares\n    Yet she her selfe a whores cloathes dayly weares.\n\n    Her husbāds friends report how’s wife doth gull him\n    With false deceitfull and dissembling showe\n    And that by both his hornes a man may pull him,\n    To such a goodly length they daylie growe,\n    He sayes they wrong her, and he sweares they lye,\n    His wife is chaste, and in that minde hee’le dye.\n\n\n\n\n_The Third_,\n\nOne, and One.\n\n\n    The third is he that knowes women are weake,\n    And therefore they are dayly apt to fall,\n    Words of unkindnesse their kind hearts may breake,\n    They are but flesh and therefore sinners all,\n    His wife is not the first hath trod a wry,\n    Amongst his neighbours he as bad can spye.\n\n    What can he helpe it if his wife do ill,\n    But take it as his crosse and be content,\n    For quietnesse he lets her have her will,\n    When shee is old perhaps she will repent,\n    Let every one amend their one bad life,\n    Th’are knaves and queans that medle with his wife.\n\n\nFINIS.",
    "metadata": {
        "author": [
            "Rowlands, Samuel"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/55621/pg55621.txt",
        "name": "humors_looking_glasse.json"
    }
}