{
    "name": "Husbandry\nDeep Waters, Part 6.",
    "author": [
        "Jacobs, William Wymark",
        "Jacobs, W. W. (William Wymark)"
    ],
    "body": "\n\nHUSBANDRY\n\nDealing with a man, said the night-watchman, thoughtfully, is as easy as\na teetotaller walking along a nice wide pavement; dealing with a woman is\nlike the same teetotaller, arter four or five whiskies, trying to get up\na step that ain't there.  If a man can't get 'is own way he eases 'is\nmind with a little nasty language, and then forgets all about it; if a\nwoman can't get 'er own way she flies into a temper and reminds you of\nsomething you oughtn't to ha' done ten years ago.  Wot a woman would do\nwhose 'usband had never done anything wrong I can't think.\n\nI remember a young feller telling me about a row he 'ad with 'is wife\nonce.  He 'adn't been married long and he talked as if the way she\ncarried on was unusual.  Fust of all, he said, she spoke to 'im in a\ncooing sort o' voice and pulled his moustache, then when he wouldn't give\nway she worked herself up into a temper and said things about 'is sister.\nArter which she went out o' the room and banged the door so hard it blew\ndown a vase off the fireplace.  Four times she came back to tell 'im\nother things she 'ad thought of, and then she got so upset she 'ad to go\nup to bed and lay down instead of getting his tea.  When that didn't do\nno good she refused her food, and when 'e took her up toast and tea she\nwouldn't look at it.  Said she wanted to die.  He got quite uneasy till\n'e came 'ome the next night and found the best part of a loaf o' bread, a\nquarter o' butter, and a couple o' chops he 'ad got in for 'is supper had\ngorn; and then when he said 'e was glad she 'ad got 'er appetite back she\nturned round and said that he grudged 'er the food she ate.\n\nAnd no woman ever owned up as 'ow she was wrong; and the more you try and\nprove it to 'em the louder they talk about something else.  I know wot\nI'm talking about because a woman made a mistake about me once, and\nthough she was proved to be in the wrong, and it was years ago, my missus\nshakes her 'ead about it to this day.\n\nIt was about eight years arter I 'ad left off going to sea and took up\nnight-watching.  A beautiful summer evening it was, and I was sitting by\nthe gate smoking a pipe till it should be time to light up, when I\nnoticed a woman who 'ad just passed turn back and stand staring at me.\nI've 'ad that sort o' thing before, and I went on smoking and looking\nstraight in front of me.  Fat middle-aged woman she was, wot 'ad lost her\ngood looks and found others.  She stood there staring and staring, and by\nand by she tries a little cough.\n\nI got up very slow then, and, arter looking all round at the evening,\nwithout seeing 'er, I was just going to step inside and shut the wicket,\nwhen she came closer.\n\n\"Bill!\" she ses, in a choking sort o' voice.\n\n\"Bill!\"\n\nI gave her a look that made her catch 'er breath, and I was just stepping\nthrough the wicket, when she laid hold of my coat and tried to hold me\nback.\n\n\"Do you know wot you're a-doing of?\"  I ses, turning on her.\n\n\"Oh, Bill dear,\" she ses, \"don't talk to me like that.  Do you want to\nbreak my 'art?  Arter all these years!\"\n\nShe pulled out a dirt-coloured pocket-'ankercher and stood there dabbing\nher eyes with it.  One eye at a time she dabbed, while she looked at me\nreproachful with the other.  And arter eight dabs, four to each eye, she\nbegan to sob as if her 'art would break.\n\n\"Go away,\" I ses, very slow.  \"You can't stand making that noise outside\nmy wharf.  Go away and give somebody else a treat.\"\n\nAfore she could say anything the potman from the Tiger, a nasty ginger-\n'aired little chap that nobody liked, come by and stopped to pat her on\nthe back.\n\n\"There, there, don't take on, mother,\" he ses.  \"Wot's he been a-doing to\nyou?\"\n\n\"You get off 'ome,\" I ses, losing my temper.\n\n\"Wot d'ye mean trying to drag me into it?  I've never seen the woman\nafore in my life.\"\n\n\"Oh, Bill!\" ses the woman, sobbing louder than ever.  \"Oh! Oh! Oh!\"\n\n\"'Ow does she know your name, then?\" ses the little beast of a potman.\n\nI didn't answer him.  I might have told 'im that there's about five\nmillion Bills in England, but I didn't.  I stood there with my arms\nfolded acrost my chest, and looked at him, superior.\n\n\"Where 'ave you been all this long, long time?\" she ses, between her\nsobs.  \"Why did you leave your happy 'ome and your children wot loved\nyou?\"\n\nThe potman let off a whistle that you could have 'eard acrost the river,\nand as for me, I thought I should ha' dropped.  To have a woman standing\nsobbing and taking my character away like that was a'most more than I\ncould bear.\n\n\"Did he run away from you?\"  ses the potman.\n\n\"Ye-ye-yes,\" she ses.  \"He went off on a vy'ge to China over nine years\nago, and that's the last I saw of 'im till to-night.  A lady friend o'\nmine thought she reckernized 'im yesterday, and told me.\"\n\n\"I shouldn't cry over 'im,\" ses the potman, shaking his 'ead: \"he ain't\nworth it.  If I was you I should just give 'im a bang or two over the\n'ead with my umberella, and then give 'im in charge.\"\n\nI stepped inside the wicket--backwards--and then I slammed it in their\nfaces, and putting the key in my pocket, walked up the wharf.  I knew it\nwas no good standing out there argufying.  I felt sorry for the pore\nthing in a way.  If she really thought I was her 'usband, and she 'ad\nlost me----  I put one or two things straight and then, for the sake of\ndistracting my mind, I 'ad a word or two with the skipper of the John\nHenry, who was leaning against the side of his ship, smoking.\n\n\"Wot's that tapping noise?\" he ses, all of a sudden.  \"'Ark!\"\n\nI knew wot it was.  It was the handle of that umberella 'ammering on the\ngate.  I went cold all over, and then when I thought that the pot-man was\nmost likely encouraging 'er to do it I began to boil.\n\n\"Somebody at the gate,\" ses the skipper.\n\n\"Aye, aye,\" I ses.  \"I know all about it.\"\n\nI went on talking until at last the skipper asked me whether he was\nwandering in 'is mind, or whether I was.  The mate came up from the cabin\njust then, and o' course he 'ad to tell me there was somebody knocking at\nthe gate.\n\n\"Ain't you going to open it?\"  ses the skipper, staring at me.\n\n\"Let 'em ring,\" I ses, off-hand.\n\nThe words was 'ardly out of my mouth afore they did ring, and if they 'ad\nbeen selling muffins they couldn't ha' kept it up harder.  And all the\ntime the umberella was doing rat-a-tat tats on the gate, while a voice--\nmuch too loud for the potman's--started calling out: \"Watch-man ahoy!\"\n\n\"They're calling you, Bill,\" ses the skipper.  \"I ain't deaf,\" I ses,\nvery cold.\n\n\"Well, I wish I was,\" ses the skipper.  \"It's fair making my ear ache.\nWhy the blazes don't you do your dooty, and open the gate?\"\n\n\"You mind your bisness and I'll mind mine,\" I ses.  \"I know wot I'm\ndoing.  It's just some silly fools 'aving a game with me, and I'm not\ngoing to encourage 'em.\"\n\n\"Game with you?\" ses the skipper.  \"Ain't they got anything better than\nthat to play with?  Look 'ere, if you don't open that gate, I will.\"\n\n\"It's nothing to do with you,\" I ses.  \"You look arter your ship and I'll\nlook arter my wharf.  See?  If you don't like the noise, go down in the\ncabin and stick your 'ead in a biscuit-bag.\"\n\nTo my surprise he took the mate by the arm and went, and I was just\nthinking wot a good thing it was to be a bit firm with people sometimes,\nwhen they came back dressed up in their coats and bowler-hats and climbed\non to the wharf.\n\n\"Watchman!\" ses the skipper, in a hoity-toity sort o' voice, \"me and the\nmate is going as far as Aldgate for a breath o' fresh air.  Open the\ngate.\"\n\nI gave him a look that might ha' melted a 'art of stone, and all it done\nto 'im was to make 'im laugh.\n\n\"Hurry up,\" he ses.  \"It a'most seems to me that there's somebody ringing\nthe bell, and you can let them in same time as you let us out.  Is it the\nbell, or is it my fancy, Joe?\"  he ses, turning to the mate.\n\nThey marched on in front of me with their noses cocked in the air, and\nall the time the noise at the gate got worse and worse.  So far as I\ncould make out, there was quite a crowd outside, and I stood there with\nthe key in the lock, trembling all over.  Then I unlocked it very\ncareful, and put my hand on the skipper's arm.\n\n\"Nip out quick,\" I ses, in a whisper.\n\n\"I'm in no hurry,\" ses the skipper.  \"Here!  Halloa, wot's up?\"\n\nIt was like opening the door at a theatre, and the fust one through was\nthat woman, shoved behind by the potman.  Arter 'im came a car-man, two\nbig 'ulking brewers' draymen, a little scrap of a woman with 'er bonnet\ncocked over one eye, and a couple of dirty little boys.\n\n\"Wot is it?\" ses the skipper, shutting the wicket behind 'em.  \"A\nbeanfeast?\"\n\n\"This lady wants her 'usband,\" ses the pot-man, pointing at me.  \"He run\naway from her nine years ago, and now he says he 'as never seen 'er\nbefore.  He ought to be 'ung.\"\n\n\"Bill,\" ses the skipper, shaking his silly 'ead at me.  \"I can 'ardly\nbelieve it.\"\n\n\"It's all a pack o' silly lies,\" I ses, firing up.  \"She's made a\nmistake.\"\n\n\"She made a mistake when she married you,\" ses the thin little woman.\n\"If I was in 'er shoes I'd take 'old of you and tear you limb from limb.\"\n\n\"I don't want to hurt 'im, ma'am,\" ses the other woman.  \"I on'y want him\nto come 'ome to me and my five.  Why, he's never seen the youngest,\nlittle Annie.  She's as like 'im as two peas.\"\n\n\"Pore little devil,\" ses the carman.\n\n\"Look here!\" I ses, \"you clear off.  All of you.  'Ow dare you come on to\nmy wharf?  If you aren't gone in two minutes I'll give you all in\ncharge.\"\n\n\"Who to?\" ses one of the draymen, sticking his face into mine.  \"You go\n'ome to your wife and kids.  Go on now, afore I put up my 'ands to you.\"\n\n\"That's the way to talk to 'im,\" ses the pot-man, nodding at 'em.\n\nThey all began to talk to me then and tell me wot I was to do, and wot\nthey would do if I didn't.  I couldn't get a word in edgeways.  When I\nreminded the mate that when he was up in London 'e always passed himself\noff as a single man, 'e wouldn't listen; and when I asked the skipper\nwhether 'is pore missus was blind, he on'y went on shouting at the top of\n'is voice.  It on'y showed me 'ow anxious most people are that everybody\nelse should be good.\n\nI thought they was never going to stop, and, if it 'adn't been for a fit\nof coughing, I don't believe that the scraggy little woman could ha'\nstopped.  Arter one o' the draymen 'ad saved her life and spoilt 'er\ntemper by patting 'er on the back with a hand the size of a leg o'\nmutton, the carman turned to me and told me to tell the truth, if it\nchoked me.\n\n\"I have told you the truth,\" I ses.  \"She ses I'm her 'usband and I say I\nain't.  Ow's she going to prove it?  Why should you believe her, and not\nme?\"\n\n\"She's got a truthful face,\" ses the carman.\n\n\"Look here!\" ses the skipper, speaking very slow, \"I've got an idea,\nwot'll settle it p'raps.  You get outside,\" he ses, turning sharp on the\ntwo little boys.\n\nOne o' the draymen 'elped 'em to go out, and 'arf a minute arterwards a\nstone came over the gate and cut the potman's lip open.  Boys will be\nboys.\n\n\"Now!\" ses the skipper, turning to the woman, and smiling with\nconceitedness.  \"Had your 'usband got any marks on 'im?  Birth-mark, or\nmoles, or anything of that sort?\"\n\n\"I'm sure he is my 'usband,\" ses the woman, dabbing her eyes.\n\n\"Yes, yes,\" ses the skipper, \"but answer my question.  If you can tell us\nany marks your 'usband had, we can take Bill down into my cabin and----\"\n\n\"You'll do WOT?\"  I ses, in a loud voice.\n\n\"You speak when you're spoke to,\" ses the carman.  \"It's got nothing to\ndo with you.\"\n\n\"No, he ain't got no birthmarks,\" ses the woman, speaking very slow--and\nI could see she was afraid of making a mistake and losing me--\"but he's\ngot tattoo marks.  He's got a mermaid tattooed on 'im.\"\n\n\"Where?\" ses the skipper, a'most jumping.\n\nI 'eld my breath.  Five sailormen out of ten have been tattooed with\nmermaids, and I was one of 'em.  When she spoke agin I thought I should\nha' dropped.\n\n\"On 'is right arm,\" she ses, \"unless he's 'ad it rubbed off.\"\n\n\"You can't rub out tattoo marks,\" ses the skipper.\n\nThey all stood looking at me as if they was waiting for something.  I\nfolded my arms--tight--and stared back at 'em.\n\n\"If you ain't this lady's 'usband,\" ses the skipper, turning to me, \"you\ncan take off your coat and prove it.\"\n\n\"And if you don't we'll take it off for you,\" ses the carman, coming a\nbit closer.\n\nArter that things 'appened so quick, I hardly knew whether I was standing\non my 'cad or my heels.  Both, I think.  They was all on top o' me at\nonce, and the next thing I can remember is sitting on the ground in my\nshirt-sleeves listening to the potman, who was making a fearful fuss\nbecause somebody 'ad bit his ear 'arf off.  My coat was ripped up the\nback, and one of the draymen was holding up my arm and showing them all\nthe mermaid, while the other struck matches so as they could see better.\"\n\n\"That's your 'usband right enough,\" he ses to the woman.  \"Take 'im.\"\n\n\"P'raps she'll carry 'im 'ome,\" I ses, very fierce and sarcastic.\n\n\"And we don't want none of your lip,\" ses the carman, who was in a bad\ntemper because he 'ad got a fearful kick on the shin from somewhere.\n\nI got up very slow and began to put my coat on again, and twice I 'ad to\ntell that silly woman that when I wanted her 'elp I'd let 'er know.  Then\nI 'eard slow, heavy footsteps in the road outside, and, afore any of 'em\ncould stop me, I was calling for the police.\n\nI don't like policemen as a rule; they're too inquisitive, but when the\nwicket was pushed open and I saw a face with a helmet on it peeping in, I\nfelt quite a liking for 'em.\n\n\"Wot's up?\"  ses the policeman, staring 'ard at my little party.\n\nThey all started telling 'im at once, and I should think if the potman\nshowed him 'is ear once he showed it to 'im twenty times.  He lost his\ntemper and pushed it away at last, and the potman gave a 'owl that set my\nteeth on edge.  I waited till they was all finished, and the policeman\ntrying to get 'is hearing back, and then I spoke up in a quiet way and\ntold 'im to clear them all off of my wharf.\n\n\"They're trespassing,\" I ses, \"all except the skipper and mate here.\nThey belong to a little wash-tub that's laying alongside, and they're\nboth as 'armless as they look.\"\n\nIt's wonderful wot a uniform will do.  The policeman just jerked his 'ead\nand said \"out-side,\" and the men went out like a flock of sheep.  The\non'y man that said a word was the carman, who was in such a hurry that 'e\nknocked his bad shin against my foot as 'e went by.  The thin little\nwoman was passed out by the policeman in the middle of a speech she was\nmaking, and he was just going for the other, when the skipper stopped\n'im.\n\n\"This lady is coming on my ship,\" he ses, puffing out 'is chest.\n\nI looked at 'im, and then I turned to the policeman.  \"So long as she\ngoes off my wharf, I don't mind where she goes,\" I ses.  \"The skipper's\ngoings-on 'ave got nothing to do with me.\"\n\n\"Then she can foller him 'ome in the morning,\" ses the skipper.  \"Good\nnight, watch-man.\"\n\nHim and the mate 'elped the silly old thing to the ship, and, arter I 'ad\nbeen round to the Bear's Head and fetched a pint for the police-man, I\nlocked up and sat down to think things out; and the more I thought the\nworse they seemed.  I've 'eard people say that if you have a clear\nconscience nothing can hurt you.  They didn't know my missus.\n\nI got up at last and walked on to the jetty, and the woman, wot was\nsitting on the deck of the John Henry, kept calling out: \"Bill!\" like a\nsick baa-lamb crying for its ma.  I went back, and 'ad four pints at the\nBear's Head, but it didn't seem to do me any good, and at last I went and\nsat down in the office to wait for morning.\n\nIt came at last, a lovely morning with a beautiful sunrise; and that\nwoman sitting up wide awake, waiting to foller me 'ome.  When I opened\nthe gate at six o'clock she was there with the mate and the skipper,\nwaiting, and when I left at five minutes past she was trotting along\nbeside me.\n\nTwice I stopped and spoke to 'er, but it was no good.  Other people\nstopped too, and I 'ad to move on agin; and every step was bringing me\nnearer to my house and the missus.\n\nI turned into our street, arter passing it three times, and the first\nthing I saw was my missus standing on the doorstep 'aving a few words\nwith the lady next door.  Then she 'appened to look up and see us, just\nas that silly woman was trying to walk arm-in-arm.\n\nTwice I knocked her 'and away, and then, right afore my wife and the\nparty next door, she put her arm round my waist.  By the time I got to\nthe 'ouse my legs was trembling so I could hardly stand, and when I got\ninto the passage I 'ad to lean up against the wall for a bit.\n\n\"Keep 'er out,\" I ses.\n\n\"Wot do you want?\"  ses my missus, trembling with passion.  \"Wot do you\nthink you're doing?\"\n\n\"I want my 'usband, Bill,\" ses the woman.\n\nMy missus put her 'and to her throat and came in without a word, and the\nwoman follered 'er.  If I hadn't kept my presence o' mind and shut the\ndoor two or three more would 'ave come in too.\n\nI went into the kitchen about ten minutes arterwards to see 'ow they was\ngetting on.  Besides which they was both calling for me.\n\n\"Now then!\"  ses my missus, who was leaning up against the dresser with\n'er arms folded, \"wot 'ave you got to say for yourself walking in as bold\nas brass with this hussy?\"\n\n\"Bill!\" ses the woman, \"did you hear wot she called me?\"\n\nShe spoke to me like that afore my wife, and in two minutes they was at\nit, hammer and tongs.\n\nFust of all they spoke about each other, and then my missus started\nspeaking about me.  She's got a better memory than most people, because\nshe can remember things that never 'appened, and every time I coughed she\nturned on me like a tiger.\n\n\"And as for you,\" she ses, turning to the woman, \"if you did marry 'im\nyou should ha' made sure that he 'adn't got a wife already.\"\n\n\"He married me fust,\" ses the woman.\n\n\"When?\" ses my wife.  \"Wot was the date?\"\n\n\"Wot was the date you married 'im?\"  ses the other one.\n\nThey stood looking at each other like a couple o' game-cocks, and I could\nsee as plain as a pike-staff 'ow frightened both of 'em was o' losing me.\n\n\"Look here!\"  I ses at last, to my missus, \"talk sense.  'Ow could I be\nmarried to 'er?  When I was at sea I was at sea, and when I was ashore I\nwas with you.\"\n\n\"Did you use to go down to the ship to see 'im off?\" ses the woman.\n\n\"No,\" ses my wife.  \"I'd something better to do.\"\n\n\"Neither did I,\" ses the woman.  \"P'raps that's where we both made a\nmistake.\"\n\n\"You get out of my 'ouse!\" ses my missus, very sudden.  \"Go on, afore I\nput you out.\"\n\n\"Not without my Bill,\" ses the woman.  \"If you lay a finger on me I'll\nscream the house down.\"\n\n\"You brought her 'ere,\" ses my wife, turning to me, \"now you can take 'er\naway?\"\n\n\"I didn't bring 'er,\" I ses.  \"She follered me.\"\n\n\"Well, she can foller you agin,\" she ses.  \"Go on!\" she ses, trembling\nall over.  \"Git out afore I start on you.\"\n\nI was in such a temper that I daren't trust myself to stop.  I just gave\n'er one look, and then I drew myself up and went out.  'Alf the fools in\nour street was standing in front of the 'ouse, 'umming like bees, but I\ntook no notice.  I held my 'ead up and walked through them with that\nwoman trailing arter me.\n\nI was in such a state of mind that I went on like a man in a dream.  If\nit had ha' been a dream I should ha' pushed 'er under an omnibus, but you\ncan't do things like that in real life.\n\n\"Penny for your thoughts, Bill,\" she ses.  I didn't answer her.\n\n\"Why don't you speak to me?\"  she ses.\n\n\"You don't know wot you're asking for,\" I ses.\n\nI was hungry and sleepy, and 'ow I was going to get through the day I\ncouldn't think.  I went into a pub and 'ad a couple o' pints o' stout and\na crust o' bread and cheese for brekfuss.  I don't know wot she 'ad, but\nwhen the barman tried to take for it out o' my money, I surprised 'im.\n\nWe walked about till I was ready to drop.  Then we got to Victoria Park,\nand I 'ad no sooner got on to the grass than I laid down and went\nstraight off to sleep.  It was two o'clock when I woke, and, arter a\ncouple o' pork-pies and a pint or two, I sat on a seat in the Park\nsmoking, while she kep' dabbing 'er eyes agin and asking me to come 'ome.\n\nAt five o'clock I got up to go back to the wharf, and, taking no notice\nof 'er, I walked into the street and jumped on a 'bus that was passing.\nShe jumped too, and, arter the conductor had 'elped 'er up off of 'er\nknees and taken her arms away from his waist, I'm blest if he didn't turn\non me and ask me why I 'adn't left her at 'ome.\n\nWe got to the wharf just afore six.  The John Henry 'ad gorn, but the\nskipper 'ad done all the 'arm he could afore he sailed, and, if I 'adn't\nkept my temper, I should ha' murdered arf a dozen of 'em.\n\nThe woman wanted to come on to the wharf, but I 'ad a word or two with\none o' the fore-men, who owed me arf-a-dollar, and he made that all\nright.\n\n\"We all 'ave our faults, Bill,\" he ses as 'e went out, \"and I suppose she\nwas better looking once upon a time?\"\n\nI didn't answer 'im.  I shut the wicket arter 'im, quick, and turned the\nkey, and then I went on with my work.  For a long time everything was as\nquiet as the grave, and then there came just one little pull at the bell.\nFive minutes arterwards there was another.\n\nI thought it was that woman, but I 'ad to make sure.  When it came the\nthird time I crept up to the gate.\n\n\"Halloa!\" I ses.  \"Who is it?\"\n\n\"Me, darling,\" ses a voice I reckernized as the potman's.  \"Your missus\nwants to come in and sit down.\"\n\nI could 'ear several people talking, and it seemed to me there was quite\na crowd out there, and by and by that bell was going like mad.  Then\npeople started kicking the gate, and shouting, but I took no notice\nuntil, presently, it left off all of a sudden, and I 'eard a loud voice\nasking what it was all about.  I suppose there was about fifty of 'em all\ntelling it at once, and then there was the sound of a fist on the gate.\n\n\"Who is it?\"  I ses.\n\n\"Police,\" ses the voice.\n\nI opened the wicket then and looked out.  A couple o' policemen was\nstanding by the gate and arf the riff-raff of Wapping behind 'em.\n\n\"Wot's all this about?\" ses one o' the policemen.\n\nI shook my 'ead.  \"Ask me another,\" I ses.  \"Your missus is causing a\ndisturbance,\" he ses.\n\n\"She's not my missus,\" I ses; \"she's a complete stranger to me.\"\n\n\"And causing a crowd to collect and refusing to go away,\" ses the other\npoliceman.\n\n\"That's your business,\" I ses.  \"It's nothing to do with me.\"\n\nThey talked to each other for a moment, and then they spoke to the woman.\nI didn't 'ear wot she said, but I saw her shake her 'ead, and a'most\ndireckly arterwards she was marching away between the two policemen with\nthe crowd follering and advising 'er where to kick 'em.\n\nI was a bit worried at fust--not about her--and then I began to think\nthat p'raps it was the best thing that could have 'appened.\n\nI went 'ome in the morning with a load lifted off my mind; but I 'adn't\nbeen in the 'ouse two seconds afore my missus started to put it on agin.\nFust of all she asked me 'ow I dared to come into the 'ouse, and then she\nwanted to know wot I meant by leaving her at 'ome and going out for the\nday with another woman.\n\n\"You told me to,\" I ses.\n\n\"Oh, yes,\" she ses, trembling with temper.  \"You always do wot I tell\nyou, don't you?  Al-ways 'ave, especially when it's anything you like.\"\n\nShe fetched a bucket o' water and scrubbed the kitchen while I was having\nmy brekfuss, but I kept my eye on 'er, and, the moment she 'ad finished,\nI did the perlite and emptied the bucket for 'er, to prevent mistakes.\n\nI read about the case in the Sunday paper, and I'm thankful to say my\nname wasn't in it.  All the magistrate done was to make 'er promise that\nshe wouldn't do it again, and then he let 'er go.  I should ha' felt more\ncomfortable if he 'ad given 'er five years, but, as it turned out, it\ndidn't matter.  Her 'usband happened to read it, and, whether 'e was\ntired of living alone, or whether he was excited by 'caring that she 'ad\ngot a little general shop, 'e went back to her.\n\nThe fust I knew about it was they came round to the wharf to see me.  He\n'ad been a fine-looking chap in 'is day, and even then 'e was enough like\nme for me to see 'ow she 'ad made the mistake; and all the time she was\ntelling me 'ow it 'appened, he was looking me up and down and sniffing.\n\n\"'Ave you got a cold?\"  I ses, at last.\n\n\"Wot's that got to do with you?\" he ses.  \"Wot do you mean by walking out\nwith my wife?  That's what I've come to talk about.\"\n\nFor a moment I thought that his bad luck 'ad turned 'is brain.  \"You've\ngot it wrong,\" I ses, as soon as I could speak.  \"She walked out with\nme.\"\n\n\"Cos she thought you was her 'usband,\" he ses, \"but you didn't think you\nwas me, did you?\"\n\n\"'Course I didn't,\" I ses.\n\n\"Then 'ow dare you walk out with 'er?\"  he ses.\n\n\"Look 'ere!\" I ses.  \"You get off 'ome as quick as you like.  I've 'ad\nabout enough of your family.  Go on, hook it.\"\n\nAfore I could put my 'ands up he 'it me hard in the mouth, and the next\nmoment we was at it as 'ard as we could go.  Nearly every time I hit 'im\nhe wasn't there, and every time 'e hit me I wished I hadn't ha' been.\nWhen I said I had 'ad enough, 'e contradicted me and kept on, but he got\ntired of it at last, and, arter telling me wot he would do if I ever\nwalked 'is wife out agin, they went off like a couple o' love-birds.\n\nBy the time I got 'ome next morning my eyes was so swelled up I could\n'ardly see, and my nose wouldn't let me touch it.  I was so done up I\ncould 'ardly speak, but I managed to tell my missus about it arter I had\n'ad a cup o' tea.  Judging by her face anybody might ha' thought I was\ntelling 'er something funny, and, when I 'ad finished, she looks up at\nthe ceiling and ses:\n\n\"I 'ope it'll be a lesson to you,\" she ses.",
    "metadata": {
        "author": [
            "Jacobs, William Wymark",
            "Jacobs, W. W. (William Wymark)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/11476/pg11476.txt",
        "name": "husbandry_deep_waters_part_6.json"
    }
}