{
    "name": "I'll dream of you",
    "author": [
        "Myers, Charles F.",
        "Myers, Charles Farrell",
        "Myers, Charles Henry",
        "Farrell, Henry"
    ],
    "body": "Toffee leaned back against the tree and passed a slender hand through\nher red hair. As her arm relaxed, she let it fall carelessly about\nMarc's neck. Lazily, her green eyes traced his profile and found it, if\nnot classic, highly satisfactory.\n\n\"Kiss me,\" she said.\n\n\"Oh, for Pete's sake,\" murmured Marc, continuing to stare straight\nahead.\n\nToffee followed his gaze to the scene before them. The entire\ncountryside, apparently unaware of its inherent stateliness, was caught\nin a sort of informal gaiety.\n\n\"It's beautiful, isn't it?\" Toffee asked.\n\n\"Yes,\" replied Marc dreamily.\n\n\"You seem fascinated by beauty, almost starved for it.\"\n\nMarc nodded and leaned his head back further on the tree.\n\n\"Then get fascinated, you dope,\" Toffee leaned forward to face him.\n\n\"Huh?\" Marc stared at the girl as though he hadn't been quite aware of\nher before.\n\n\"I'm beautiful too and twice as much fun.\" It was a simple statement of\nfact. \"Kiss me,\" she added.\n\n\"Haven't you any restraint?\"\n\n\"With everything else I have, you ask for restraint!\" Toffee drew\nnearer.\n\n\"You're shameless,\" said Marc.\n\n\"Naturally.\" Toffee closed her eyes and advanced her lips to his.\nAbruptly, Marc threw his hands to the grass before him and boosted\nhimself to his feet, leaving Toffee's arm to fall dejectedly to her\nside.\n\n\"Maybe next time,\" she murmured, shrugging her shoulders. \"Even the\nglacial age had to come to an end eventually.\"\n\n\n\nMarc caught hold of a limb just over his head and swung effortlessly\nto a branch above Toffee, where he settled himself comfortably and\ncontinued his studied contemplation of the landscape. Toffee reached a\nhand toward him and waited.\n\n\"Well, don't just sit there like a stone image,\" she called. \"Give me a\nhand. I want up too.\"\n\nSlowly, Marc looked down at her and studied the pert, upturned face\nwith solemn gravity. Suddenly, he shook his head and returned to his\nattitude of sombre speculation. Toffee seemed not at all daunted.\n\n\"I'll show you,\" she yelled. \"I'll shake you out of there like a\ncocoanut.\" With that, she took hold of the tree and began to tug at it\nvehemently until, slowly it began to sway. As though she had pulled a\nbell cord, a soft, distinct tolling began to make itself heard, and\nas the tree swayed more violently, the sound became louder. Soon the\nmotion of the tree became so great that Marc found himself clutching\nthe branch to keep his balance.\n\n\"For the love of Mike, Toffee!\" he yelled through the uproar of the\nbell. \"Stop it! Do you want me to break my neck?\"\n\n\"But I'm not doing it!\" hollered Toffee. It seemed that the tree had\nbecome possessed of a will of its own as it rocked back and forth in\na constantly increasing arc. Toffee stood back from it in terror. As\nit made a new, deeper lunge, Marc lost his seat but continued to cling\nto the branch with his hands. At the end of the arc, the tree seemed\nto pause in anticipation of a final gigantic thrust. As it did so, the\nclap of the bell was almost intolerable. Suddenly, Marc felt himself\nlifted and hurled swiftly into space. He seemed to be flying upward\nand away from the earth, as though the force of gravity had utterly\nforsaken him.\n\nAs he sailed along, he looked back over his shoulder to behold a scene\nthat was especially disconcerting. All the earth below him seemed to\nbe caught in the swaying motion of the tree. It rocked crazily in a\nsee-saw motion, constantly accompanied by the tolling of the great,\nghostly bell. Then, suddenly, the action stopped. The earth shuddered\nand seemed to crumble, falling into space. Through the ensuing quiet,\nMarc could only wonder at what had happened; then, faintly, through the\nsound of rushing air, he began to hear his name being called. He turned\nhis head quickly to see Toffee rushing through space after him.\n\n\"Wait Marc. Wait!\" she cried.\n\nHe reached a hand out, toward her.\n\n\n\nMarc's hand fell heavily to the alarm clock on the bedside table and\nthe noise ceased. The fact that he was awake didn't mean that he was\nrested. He rolled over in the bed without opening his eyes, and began\ncarefully to review the dream, for it had left him strangely uneasy.\nThe thing that disturbed him most was the girl, Toffee. As he thought\nof her, she became more and more vivid, more and more insistent as a\nreal personality. It was strange how real she did seem, especially\nsince she had been so unlike any girl that Marc had ever known. It\nwasn't that he wouldn't have liked to have known a girl like that,\nit was just that he had been so occupied with the development of the\nPillsworth Advertising Agency that he rarely had time for girls like,\nor unlike, Toffee. The dream had brought to him a vague suspicion\nthat perhaps something was missing in his life, something like Toffee\nfor instance. There was Julie Mason of course, Marc's secretary, but\nalthough she was an even match for any model that had ever been in\nthe office, Julie was still a very efficient business woman, and for\nsome reason that cancelled irrevocably any idea of romance. He sat up\nin bed and stretched his arms up, over his head, yawning luxuriously.\nSuddenly, he became transfixed, his arms rigid above him and his mouth\nwide open. He stared in fascination at the foot of the bed.\n\nToffee turned and smiled wickedly.\n\n\"I almost didn't make it,\" she said. \"Thanks for the lift.\"\n\nMarc's lips worked feverishly but produced nothing intelligible.\n\n\"Well, don't just sit there making faces, tell me how glad you are to\nsee me--and put your arms down.\"\n\nSlowly and mechanically, Marc lowered his arms.\n\n\"Now,\" Toffee continued. \"Let's not waste time--kiss me.\" She raised\nherself from the edge of the bed and moved toward him.\n\nInstantly, Marc became animated, leaping from the bed like a flushed\nbird. He rushed to the window and seemed about to jump, when, suddenly,\nhe halted. Slowly, he turned and faced her.\n\n\"I've gone mad,\" he muttered. \"I'm nuts!\"\n\nToffee remained by the bed in a state of acute bewilderment. This\nwasn't precisely the reaction that she had expected.\n\n\"We're not going through all that again?\" Her voice expressed utter\ndisappointment.\n\n\"Get out!\" yelled Marc. \"Get out of here you--you--you figment!\"\n\n\"But Marc, don't you know me? I'm Toffee, your dream girl.\"\n\n\"Go get yourself into a dream then,\" yelled Marc. \"I'm awake.\"\n\n\"Oh, I see what's troubling you.\" A bright smile lighted Toffee's face.\n\"Now, just come over here and sit down while I explain everything.\" She\nextended a hand to him and, fascinated, Marc moved toward her and sat\ndown gingerly on the edge of the bed.\n\n\n\n\"That's nice,\" cooed Toffee. \"Now just stop being so jumpy and I'll\ntell you all about it. In the first place, you dreamed me up. All I\nam I owe to you and, judging by the mirror, I'd say that was plenty.\nUp until now, I've existed only in your subconscious, but last night,\nwhile you were dreaming, you released me, gave me physical dimensions\nand a personality. Now, that works both ways; it was the first chance\nI'd had to see you too. Well, it seemed that you were a nice enough\nguy, but a little mixed up about a lot of important things, so I\ndecided to materialize myself and help you out. And let me tell you,\nthat materializing stuff is no easy proposition.\"\n\nMarc's eyes filled with wonder.\n\n\"You mean to tell me you're really here--in the flesh, I mean?\"\n\nToffee slowly crossed one lovely leg over the other. \"What do you\nthink?\" she asked.\n\n\"Well, you'll have to go back,\" Marc yelled, jumping up. \"It's very\nnice of you to want to help out and all, but I can take care of things\nfor myself. Thank you very much. Now, goodbye.\" He stood back from her\nas though expecting an explosion, but nothing happened.\n\n\"Well, you heard me. Goodbye--fade--dematerialize--do your stuff!\"\nToffee smiled mysteriously and shook her head.\n\n\"Sorry boss, I can't do it. The only way for me to disappear is for you\nto go to sleep, then I have to return, but when you wake up, I'll be\nright back. Once you get it started, it works automatically. Of course\nthere is one way to get rid of me for good but we won't go into that,\nnot just yet anyway. And while we're on the subject, I may as well\ntell you--I'm pretty sick of that subconscious of yours. A girl could\ncertainly ask for better company. I've never seen so many stuffy ideas.\nAll that will be changed of course.\"\n\nMarc shuddered as Toffee sat back with a satisfied smile.\n\n\"You're completely unprincipled,\" he groaned.\n\n\"You'd better not start criticizing. Like the man says, you made me\nwhat I am today and you'd bloody well better be satisfied.\" Toffee was\ninterrupted by a timid knock on the door.\n\n\"Good grief!\" cried Marc. \"That's Joseph. Do something!\"\n\nToffee knew exactly what to do. She ran quickly to the mirror, and\nafter several pats at her hair, turned, in a seductive pose to face the\ndoor. It was then that Marc noticed her costume, a light, transparent\naffair that seemed but half inclined to stay in place. The tableau\nthat she presented was effective, but extremely alarming under the\ncircumstances.\n\n\"What do you think you're doing,\" hissed Marc.\n\n\"I like to look my best when gentlemen are calling,\" giggled Toffee.\n\nFrantically, Marc rushed and grabbed a sheet, then rushed to Toffee\nwith some idea of concealing her. Of course Toffee was of no mind to\nhave her obvious charms hidden, and a wild struggle ensued.\n\n\n\nSlowly, the door opened and an aged head appeared in the opening.\nLarge watery eyes fell on the disturbing scene and became even larger.\nInstantly, the head disappeared and the door slammed to.\n\n\"There, now see what you've done,\" yelled Marc.\n\nToffee threw the sheet disdainfully aside.\n\n\"And what do you expect a lady to do when she's attacked?\"\n\n\"Attacked!\" Marc screamed indignantly.\n\n\"Just because another man comes into the room is no reason for you to\ngo showing off like a juvenile delinquent.\"\n\nMarc snorted with helpless rage. \"I was trying to cover you up!\"\n\n\"Oh--,\" murmured Toffee with obvious disappointment.\n\n\"Joseph is one of the best valets in the business, but also one of the\nmost moral,\" explained Marc. \"I've had to be a regular saint to keep\nhim, and now _you_--! He'll quit me like a flash.\"\n\n\"You'll be better off without him,\" said Toffee with conviction. \"You\nsee! I'm beginning to help you already.\"\n\nMarc tossed a dressing gown to Toffee with instructions to put it on\nand wait for him in the sitting room. He dressed quickly and joined her\nthere with deep misgivings as Toffee looked up brightly from the divan.\n\n\"This is a pretty swank apartment, Marc. You must be rich.\"\n\n\"Never mind that, we've got to do something about you,\" he said,\nseating himself beside her.\n\n\"I'm just loaded with suggestions,\" said Toffee archly.\n\n\"You're just loaded,\" growled Marc. \"You can't stay here and I can't\nturn you loose in that get-up.\" He indicated her brief costume.\n\n\"You could buy me some clothes,\" suggested Toffee.\n\nSilently, Joseph shuffled into the room, halted just behind them and\nfixed his eyes firmly on the ceiling. He cleared his throat with a bark\nthat would have done _Lassie_ all kinds of credit. Marc started from\nhis seat as though he had been kicked.\n\n\"Breakfast,\" announced Joseph in a voice that made it sound like a\ndirect accusation.\n\n\n\nAs the elevator door closed behind Marc and Toffee, a low whistle\nissued from the cage. The operator had let them out in the basement,\nwhether from confusion or discretion, Marc couldn't be sure, but\ndecided that perhaps it was all for the best. By keeping Toffee low and\nbehind him, they managed to get to the car in the downstairs garage\nwithout attracting too much attention.\n\nOnce out in the street, Marc felt better, but the ordeal to come had\nhim worried. Toffee had insisted on selecting the clothes in person.\n\n\"Now get what you need,\" instructed Marc, \"but get it in a hurry. And\nabove all, get something to put on just as soon as we get inside.\"\n\nToffee nodded excitedly.\n\nBy repeating the crouch and run routine, they managed to get into the\nstore safely, and luckily it was still early enough that only a few\ncustomers were about. Marc quickly hid Toffee behind a clothes rack and\nwent in search of an understanding saleslady. He spotted a neon marker\nat the other side of the store that said: \"Ladies' Ready-to-Wear,\" and\nmade his way in that direction. As he entered the department a tousled,\ngray head jutted from behind a plaster figure and Marc started back in\nalarm. Two beady, black eyes rolled crazily and the teeth were bared,\nclenching an amazing number of straight pins. Slowly a gnarled hand\nappeared beneath the chin and the mouth spewed the pins into it and\nbroke into a horrible grimace that was apparently meant to be a smile.\n\n\"I'm Miss Clatt.\" The small, piping voice sounded somewhat lost in the\nhorrible head. \"May I help you?\" Slowly the head moved from behind\nthe figure, dragging with it a small, well padded body, perched\nprecariously atop a pair of delicate pipe-stem legs.\n\n\"I need an outfit,\" stammered Marc. \"A complete outfit.\"\n\n\"Oh,\" replied Miss Clatt disappointedly. \"You'll find Men's Furnishings\non the third floor--just take the elevator.\"\n\n\"You don't understand,\" said Marc hurriedly. \"It's a lady's outfit I\nwant.\"\n\nMiss Clatt looked disapproving. \"You'll find a theatrical costumer in\nthe next block.\"\n\n\"No, no, I want it for a lady. She's with me, waiting up front there.\"\nMarc gestured toward the main entrance. \"I'd appreciate it if you'd\nhurry. She hasn't any clothes.\"\n\nMiss Clatt's hand went to her throat and her eyes began to roll again.\n\n\"Naked?\" she whispered.\n\n\"No, of course not,\" replied Marc with dignity. \"She's wearing a robe.\"\n\n\"Oh,\" said Miss Clatt as if that explained everything, then on second\nthought added: \"Oh, dear!\"\n\n\n\nSwiftly they moved across the store with Marc in the lead and Miss\nClatt hopping along behind him. Marc stopped before the clothing rack\nand parted the coats hanging on it, only to be greeted by the blank\nwall.\n\n\"I left her right here,\" he said turning to Miss Clatt in bewilderment.\nBut the old lady wasn't listening.\n\n\"Gracious,\" she said. Her eyes had begun to rotate again and she was\nstaring toward the sidewalk. Marc followed her gaze and saw what\nappeared to be a small riot before the store. Leaving the bewildered\nMiss Clatt by the rack, he raced for the door and forced his way into\nthe crowd.\n\n\"It's just shameful what these stores will do for publicity,\" said a\nlady's voice. \"Just shameful!\"\n\n\"Stop crowdin', Bud,\" said a little man as Marc shoved past him. \"I\nwant to see too. Ain't seen anything like this since I got married.\"\n\nMarc stretched to his toes and peered into the window. It was even\nworse than he had expected. There in the show-case was Toffee. She had\nmanaged to get a black evening gown off one of the mannikins and was\ntrying to put it on without removing the robe. This operation led to\na series of maneuvers that would have sent any professional stripper\ninto paroxysms of envy. Occasionally she paused in her questionable\nactivities to smile at the crowd about the window and acknowledge the\nresultant cheers of encouragement. Marc wheeled about and fought his\nway wildly back into the store.\n\n\"Heavens,\" gasped Miss Clatt as he raced past, almost knocking her\ndown. \"What a strange young man--so impetuous!\"\n\nFrantically Marc clawed at the show-case door and finally got it open.\n\n\"Stop that!\" he yelled as he jumped into the case.\n\n\"But you told me to get something to wear right away,\" cried Toffee.\n\nAt Marc's appearance in the window, the crowd became momentarily\nsilent, awaiting developments. Marc ran to Toffee and, getting between\nher and her audience, tried to disengage the black dress.\n\n\"Stop that,\" yelled Toffee. \"I've almost got it on.\" But her words\nwere lost in an angry roar from the crowd.\n\n\"Just like my husband,\" murmured a matronly lady. \"Never wants me to\nhave a thing to wear. Look at that poor child--almost naked.\"\n\nA salesgirl from the five and ten paused on her way to work.\n\n\"Just like my Oscar,\" she remarked bitterly, as she peered into the\nwindow. \"No sense of the time and place.\"\n\n\n\nInside the window, a state of chaos had swiftly been reached. In their\nstruggle, Toffee and Marc had managed to knock down several dummies and\nget themselves hopelessly entangled in the mess. The scene was now made\nup entirely of a horrible, wild mass of frantic arms and legs. Suddenly\nthe mob became silent once more at the rather dismaying appearance of\nMiss Clatt in the window. She stopped short and surveyed the terrifying\ndisplay with eyes that revolved like pin-wheels. Hastily, she gained\nthe front of the window by a series of quick, side-stepping hops and\npulled down the huge shade, shutting off the window from the street.\nInstantly a loud roar of disappointment was heard from the crowd.\n\n\"My, my,\" murmured Miss Clatt, as she reached into the heap of arms and\nlegs in an attempt to disentangle the frantic couple.\n\nToffee was the first to emerge. Miraculously, she had somehow managed,\nduring the struggle, to get into the evening gown. She smiled at Miss\nClatt.\n\n\"I can't stand men who make scenes, can you?\" she asked haughtily.\n\n\"_I_ make scenes!\" yelled Marc, casting a dummy aside.\n\n\"You heard me,\" said Toffee icily as she stalked from the window with\nan air of outraged dignity.\n\nMarc stood, for a moment, glaring after her. Finally, noticing that\nMiss Clatt was plucking at his sleeve, he helped her from the case and\nfollowed. When they reached the \"Ladies' Ready-to-Wear\" department,\nthey found Toffee posing before a full length mirror. She turned to\nMarc and smiled ecstatically. She looked radiant.\n\n\"I could almost forgive you,\" she cooed.\n\nMarc couldn't say anything. He just glowered.\n\n\n\nFor fifteen years, Marc Pillsworth hadn't been late for work for a\nsingle day, so it was no wonder that his appearance at noon caused\nconsiderable excited speculation throughout the agency. The fact that\nhe was accompanied by an extremely racy looking red-head in a black\nevening gown, lent real shock value to the occasion. To make matters\nworse, Marc managed to announce his humiliation to the entire staff\nby rushing through the outer office like a reluctant criminal being\ntaken into custody before a battery of news-reel cameras. Toffee,\nhowever, aware that she was cutting quite a figure, (most of which was\nstartlingly apparent), was like a flower girl at a wedding. She had\nwarm smiles for everyone, especially the men.\n\nSwiftly, Marc gained the door to his private office and disappeared\ninside, but Toffee, upon reaching it, caught in the gala atmosphere of\nthe occasion, turned to face the astonished group.\n\n\"You wonderful people--,\" she began. What message she had for the\nemployees of the Pillsworth Agency was to remain forever a mystery, for\nsuddenly, she lurched backwards into the office and the door slammed to.\n\n\"What do you think you're doing!\" yelled Marc.\n\n\"Let go of me,\" said Toffee indignantly. \"I was only making friends.\"\n\nMarc sighed deeply. \"And why on earth did you have to wear _that_?\nHeaven only knows what they're thinking out there.\"\n\n\"I know,\" replied Toffee simply.\n\nMarc turned from her in the resignation of despair, and suddenly\nstopped short. Facing him, mouth agape, was Julie Mason.\n\n\"Good morning, Julie,\" he stammered.\n\n\"Good afternoon, Mr. Pillsworth,\" said Julie absently. Her gaze\nfollowed Toffee as she crossed to one of the large, upholstered chairs.\n\n\"Oh, yes,\" said Marc hurriedly. \"Julie, this is Toffee, my--uh--my\nniece. She lost her baggage on the way out and had to wear just what\nshe had left.\" He laughed nervously, hoping that the fact that Toffee\nhad seen fit to be caught short in an evening gown, might somehow\nexplain itself.\n\n\"How-do-you-do,\" said Julie icily, noting that Marc was a wretched liar.\n\nToffee peered from the chair to take in the cool, blond Julie.\n\n\"Marc has had some lovely thoughts about you,\" she said gaily. Julie\nturned to Marc in bewilderment, but he couldn't think of anything to\nsay. Suddenly she pivoted and rushed from the room. The door didn't\nexactly slam behind her, but there was no doubt about its being closed.\nMarc slumped into the chair at his desk and stared forlornly after her.\n\nFor a time it was quiet in the office until Toffee rose from the chair\nand crossed to a mirror at the opposite side of the room. Suddenly she\nturned to Marc.\n\n\"Stop that day dreaming,\" she commanded. \"You're making me fade.\" Marc\nglanced up. Toffee had suddenly turned quite pale.\n\n\"I forgot to tell you,\" she said earnestly. \"It isn't just that I\ndisappear when you sleep, I also fade when you day-dream. Please stay\nawake.\"\n\nMarc stared at her in fascination and his expression became quite\nthoughtful.\n\n\n\nA door at the back of the room opened cautiously and Julie's face\nappeared in the opening.\n\n\"The models are here for the Sheer Hosiery ad.,\" she announced.\n\n\"I'll be right out, Julie.\" Marc swung out of the chair and toward the\ndoor. He turned back to Toffee.\n\n\"I'll be back in a moment, don't leave the office.\"\n\nAs Marc entered the hall, he saw Julie going into her office next door.\n\n\"Julie!\" he called.\n\n\"Yes, Mr. Pillsworth?\"\n\nShe turned to him, and for a moment Marc couldn't remember what he had\nstarted to say.\n\n\"Would you help me choose a model, please?\" he asked finally. Julie\nnodded and, together, they crossed to the \"Audition\" room.\n\n\"Raise your skirts, please,\" said Julie as they entered. Quickly,\nthe girls formed a line and did as they were told. Instantly, Marc's\neye was caught by a black skirt at the end of the line, being lifted\nunnecessarily high. He leaped quickly and caught it just in time.\n\n\"Stop that and get out of here,\" he hissed.\n\n\"Not on your life,\" murmured Toffee acidly. \"Any time you go around\nlooking at legs, you'll look at mine--understand?\"\n\n\"Can't I make you understand that this is a business office?\"\n\n\"What a business!\" Toffee glanced significantly at the line of shapely\nlegs.\n\n\"Get out of here!\" Marc glanced furtively at Julie.\n\n\"I'll make you a deal,\" replied Toffee sweetly.\n\n\"Anything!\"\n\n\"If you'll take me to the swankiest night club in town tonight, I'll\nleave with, or without, a struggle--however you want it.\"\n\n\"Yes, yes, anything,\" said Marc quickly. He took her by the arm and led\nher past the line of girls. At the door he turned back to Julie.\n\n\"Will you select one and dismiss the others?\"\n\n\"Of course.\" Julie kept her eyes on the models.\n\nQuickly, she chose one of the girls, gave her the address of the\nphotographer and sent the others away. After they had gone, she crossed\nto the window and stared intently at the city below her. She didn't\nmove for several minutes. Presently, she turned and left the room.\nJulie wasn't the kind for crying.\n\n\n\n\"Isn't it heavenly,\" sighed Toffee as she surveyed the smart Spar Club.\nMarc's feeling was one of unmixed apprehension as he took into account\nthe wayward gleam in her eye.\n\n\"Judging by the pagan display on the dance floor, I should say that\nthis is about as unlike heaven as anything could be,\" he replied sourly.\n\n\"Well, anyway, the music is good.\"\n\nMarc glanced at the orchestra, a disconsolate group of musicians,\nwedged uncomfortably into a bandstand that appeared more like a\njeweler's show-case. These men peered malevolently from their perch and\nalleviated an obvious resentment for the paying guests by blasting away\nat them with their instruments as loudly and unrelatedly as possible.\nOne young man, with some sort of horn, seemed to be nursing an especial\ngrudge, for occasionally he would leave his seat, and coming to the\nfront of the minute platform, set the thing into a squeal that was\nnothing short of terrifying.\n\nMarc looked to the people at the tables about theirs, but none of them\nseemed at all disturbed by this hysterical performance. He shrugged and\npicked up the bottle from the ice bucket. He had never been a drinking\nman but he felt that it might help him to understand what was going on.\n\n\"Oh, don't we know her?\" asked Toffee suddenly.\n\n\"Stop pointing--who?\"\n\n\"The girl just coming in, the one with the white dress and perfectly\nhaunting man.\"\n\nMarc turned and looked in the direction Toffee had indicated.\n\n\"Why, it's Julie!\" he exclaimed.\n\n\"Who's that with her?\"\n\n\"Jack Snell, he's an artist with the agency. I never did like him, but\nhe's too good a layout man to lose. I wonder what Julie's doing with\nhim.\"\n\n\"Ask him over,\" urged Toffee.\n\nMarc raised a hand and wig-wagged in their direction. Jack Snell was a\nborn \"Gathering Appraiser,\" and it didn't take him long to catch the\nsignal. As they moved across the floor toward him, Marc couldn't help\nnoticing that Julie looked especially wonderful. This was the first\ntime he had seen her outside of the office and her white lace dress\nemphasized all the glamour that her customary business suit suppressed.\n\n\"She looks like something out of a dream,\" he thought and then\nblanched. He revised the thought hurriedly: \"She looks like something\nout of real life.\"\n\n\"Hello,\" said Jack. He addressed Marc but looked at Toffee. His face\nlit up like a pin ball machine. Toffee had run up a winning score.\n\n\"Oh, yes,\" said Marc quickly, \"I want you to meet Toffee, my--uh--my\ncousin.\"\n\n\"She was your niece earlier today,\" Julie said evenly.\n\nMarc laughed self-consciously as Jack and Julie seated themselves at\nthe table. Julie turned to Toffee.\n\n\"Are you enjoying your visit here?\"\n\n\"Oh, yes,\" replied Toffee with enthusiasm. \"Everyone seems so friendly.\nDo you know what one man said to me today?\"\n\n\"I could guess,\" said Julie flatly.\n\n\"I think we should dance,\" Jack cut in quickly.\n\n\"Oh, I'd love to,\" beamed Toffee.\n\n\n\nThey rose and started for the dance floor. Turning, Toffee said:\n\"You'll excuse us?\" She was looking directly at Julie.\n\n\"Did you want to dance,\" asked Marc without enthusiasm.\n\n\"No, thank you,\" replied Julie. \"The floor is much too crowded.\"\n\n\"That's good, I don't know how very well.\"\n\n\"You never go out much, do you? That is, you haven't until lately.\"\n\n\"Why, no. I've been too busy--until lately. Perhaps that was a mistake.\"\n\n\"Perhaps,\" said Julie cryptically as she turned to the dance floor.\n\n\"You're looking very beautiful,\" said Marc.\n\n\"Am I?\" Julie continued to look away but she couldn't restrain a faint\nsmile.\n\nMarc found himself with nothing to say, but continued to stare at\nJulie. He couldn't get over the change in her. His mind wandered off\ninto a lovely, imaginary land without night clubs, in which he and\nJulie were the only inhabitants.\n\nThis was extremely unfortunate for, out on the dance floor, Jack Snell\nsuddenly found himself dancing, inexplicably and most embarrassingly,\nalone. Toffee had suddenly vanished into thin air. He also found\nhimself alarmingly confronted by Mrs. Claribel Housing, a matron\nof tremendous prominence, in more ways and places than one. Mrs.\nHousing understood any misdemeanor perpetrated in the Spray Club as a\npersonal affront, to be dealt with personally. After all, it did cast\nunflattering reflections on her \"Set.\"\n\n\"Young man,\" she boomed. \"I wonder if you realize what a disgusting\nexhibition you are presenting. I should think that if you must get\nroaring drunk, you could do it somewhere less public.\"\n\nJack turned to her dazedly. \"But I had a girl,\" he said unhappily. \"I\nseem to have lost her.\"\n\nA soft light came into Mrs. Housing's eyes. \"He's gone mad,\" she\nshouted, turning to her partner. \"He's lost his girl, and it's driven\nhim crazy.\"\n\nIf there was anything that put life into Claribel Housing, it was\n\"straightening out\" someone else's life. She looked on Jack with the\nair of the practiced social worker.\n\n\"There, there, son,\" she roared. \"Don't take on so about it. I'm sure\nshe wasn't half good enough for you.\" She placed a beefy arm about his\nshoulder, and nodded to her partner. \"Everett, we must do something for\nthis poor soul.\"\n\nEverett Housing had learned to accept his wife's \"projects\" with\nresigned good humor.\n\n\"Yes, dear,\" he sighed, and followed obediently as his wife led the\nhapless Jack from the dance floor. It didn't seem to concern the matron\nthat the dancers were stopping to observe their progress.\n\n\n\nBack at the table, Julie, noticing the excitement, reached for Marc's\nsleeve.\n\n\"Something's happening to Jack and Toffee!\" she cried, jumping up.\nMarc, jolted from his reverie, followed after her. They reached the\ngroup on the dance floor just in time to witness Toffee's reappearance.\n\n\"What's going on here?\" screamed Toffee, confronting Mrs. Housing.\n\n\"Please get out of my way,\" said Mrs. Housing regally.\n\n\"Get out of _your_ way!\" Toffee flared. \"You should be ashamed of\nyourself! Picking up a girl's man when her back is turned--and on\npublic dance floors too! And at your age!\"\n\nMrs. Housing seemed to explode.\n\n\"How dare you! I should think that you had caused enough trouble,--you\nlittle floosey!\" It was apparent to her that this was the young lady\nwho had unseated Jack's reason. At this point Jack did, indeed, appear\nsomewhat demented. Through the ensuing uproar, he tried valiantly but\nvainly to make himself heard, and seemed merely to be babbling to\nhimself. Toffee was beside herself with rage.\n\n\"Why, you--you--you old back issue,\" she yelled. \"You outsized\npick-up!\" She swung her foot behind her and calculated the distance to\nMrs. Housing's shin. Unfortunately, her heel caught on the rung of Mr.\nKently's chair. That good gentleman, unconcerned of the tumult raging\njust behind him, was, at the moment, determinedly offering a toast to\nhis wife on the occasion of their twenty-fifth anniversary. He lifted\nhis glass, and with the words: \"And to you, my dear--,\" tossed its\nentire contents neatly into Mrs. Kently's face. Toffee had jerked the\nchair swiftly from under him. Mrs. Kently shot out of her chair with a\nscream designed for blood chilling.\n\nAcross the room, a guest, somewhat befogged by too much drink, raised a\nheavy head and shouted: \"Murder!\" at the top of his lungs. Across from\nhim, his companion looked up with startled eyes and quietly slid under\nthe table, unconscious. The man looked down at her without concern.\n\n\"Can't stand the sight of blood,\" he explained to no one in particular.\n\nThe center of this excitement suddenly dissipated itself with the\nstately, if hurried, departure of Mrs. Housing and her obedient\nhusband, but the fever of hysteria had already spread to the remaining\nguests and was raging unabated. The orchestra, caught in the spirit of\nthe occasion, struck up a raucous rendition of \"The Beer Barrel Polka.\"\nSeveral guests, similarly inspired, rapped their partners rather\nungently over the head with whatever bottles were at hand. The door\nto the manager's office opened briefly and slammed to. Finally, Marc\nmanaged to fight his way through to Toffee.\n\n\"Now, see what you've done!\" he yelled.\n\n\"So this is night clubbing,\" squealed Toffee delightedly.\n\n\"We have to get out of here,\" Marc guided her away from the dance floor.\n\n\"Just when things were really getting started?\" asked Toffee. \"Where\nare Jack and Julie?\"\n\n\"They've gone and we'd better do the same.\"\n\n\"Just a moment,\" replied Toffee and disappeared into the crowd again.\nMarc made a grab for her but missed. Presently she returned, beaming\ntriumphantly. Under her arm, she carried a bottle of champagne.\n\n\"I don't see why we should let it go to waste,\" she explained. Marc\ngroaned and hurried her off toward the entrance.\n\nOutside, they were greeted not only by the cool, evening air, but also\nby what appeared to be the entire police force. The manager of the Spar\nClub stood behind them.\n\n\"There they are, boys!\" he yelled excitedly. \"Grab 'em!\"\n\n\n\nToffee was delighted to find herself, once more, the center of\nattention. She looked up at the judge with a disarming smile. She\nfelt a little sorry for the poor little man--he seemed so perplexed\nby everything. Marc stood beside her, wondering vaguely if he weren't\ndead, and if not, why not. The judge fixed Toffee with a baleful stare.\n\n\"Who did you say your parents were?\" His voice was that of a martyr.\n\n\"A moonlit night and a yearning spirit,\" said Toffee blandly. The\njudge's eyes rolled ceilingward.\n\n\"Oh, good Lord,\" he sighed in pure supplication.\n\n\"What she means--,\" began Marc.\n\n\"You stay out of this!\" snapped the judge. \"I'll hear from you later.\"\n\n\"But judge,\" said Toffee. \"I don't know how I can make it clearer.\"\n\n\"Never mind,\" replied the judge hotly. \"Let's hear no more about it. I\nsincerely wish I hadn't brought it up in the first place. Now, perhaps,\nyou'll tell me what went on in the Spar Club this evening, and never\nmind the poetry.\"\n\n\"Well,\" said Toffee brightly, \"it all started when this old fright\ntried to steal Mr. Snell from me--right there on the dance floor, too.\"\nAn earnest expression crept over her face. \"She should be locked up,\njudge.\"\n\nMarc's thoughts raced wildly. If ever there was a time for Toffee to\nfade, this was unquestionably it. He clamped his eyes tightly shut and\ntried frantically to picture peaceful, pastoral scenes in an attempt to\ninduce sleep. However, what occurred to him most frequently were bleak\ncountrysides strewn with assorted wreckage, symbolic of his future.\n\n\"Exactly what is your relationship with this man?\" The judge nodded in\nMarc's direction without looking at him.\n\n\"Well,\" said Toffee. \"You see, I sort of belong to him, in a way.\"\n\n\"You mean he's your guardian?\" This appealed to Toffee and she nodded\nvigorously. The judge turned to Marc.\n\n\"Young man--,\" he began, then looked questioningly at Toffee. \"What's\nthe matter with him?\"\n\nToffee turned to Marc and sudden anger flashed in her eyes.\n\n\"You double-crosser!\" she hissed. Swiftly her hand shot to Marc's\nunsuspecting rear and two fingers closed wickedly. Instantly, Marc's\neyes flew open and stared wildly at the judge as a piercing scream rent\nthe courtroom and he leaped frantically forward. A small cry of terror\nwas heard from the frightened judge as he disappeared beneath the bench.\n\n\"He's attacking me!\" he screamed from the floor. \"Get him out of here!\nGet them both out of here! Lock them up before they kill someone!\"\n\nAs two official brutes closed in on them, Marc angrily faced Toffee.\n\n\"If you ever do anything like this again, I'll deliberately contract\nsleeping sickness!\" he shouted.\n\n\n\nMarc awoke wondering how long he had been asleep, and, in the grey\nmorning light, began to inspect his quarters without enthusiasm. The\ncell that he occupied was like any other, but he had been lucky enough\nto have it all to himself. He lay, face up in the lower section of the\nsteel, double-decker and reviewed the preceding night's activities.\nSuddenly, he started forward and propped himself up on one elbow. There\nwas a form clearly outlined in the mattress above him. He tried to\nremember if anyone had been brought into the cell during the night.\nAs he was thinking about it, the form stirred. Slowly, he advanced\na hand to the mattress and prodded it gingerly. His suspicions were\nimmediately confirmed.\n\n\"Good morning,\" called Toffee with a hateful cheerfulness as she peered\ndown at him from the upper.\n\n\"I thought they put you in the women's quarters.\"\n\n\"They did, but I decided to materialize here, to be with you.\"\n\n\"But, if they find you here--,\" Marc gave it up. Things couldn't\nget any worse. \"I hope you're happy about this.\" He waved his hand\ntragically at the cell.\n\n\"Well,\" said Toffee slowly. \"I _can_ think of better places. Let's\nleave.\"\n\n\"And how do you propose to get out of here?\"\n\n\"You mean they intend to keep us here?\"\n\n\"It is likely, considering your performance before the judge last\nnight, that we shall rot in this place.\"\n\n\"We'll just have to get out.\" Toffee's brow wrinkled sternly.\n\nMarc looked grieved but made no reply. After several moments of\nconcentrated thought, his face lit up.\n\n\"Now, look Toffee,\" he said, \"You say that you can materialize\nanywhere. Suppose I doze off for a while, do you suppose you could\nmanage to \"come to\" outside and get the keys to this trap? After all,\nthey don't have our names, our real ones, on any of the records yet.\"\n\n\"I could do it with my eyes closed,\" Toffee cried happily.\n\n\"Well, don't get fancy about it.\"\n\nMarc stretched out on the bed and closed his eyes, and everything\nbecame quiet in the cell for a time. Toffee waited expectantly but\nnothing happened. Marc swung his legs over the edge of the bed and\ncupped his chin in his hands.\n\n\"It's no use,\" he sighed. \"I've too much on my mind.\n\n\"Try again,\" urged Toffee.\n\n\"It's no use I tell you.\"\n\nToffee sat up and glanced down at Marc. Slowly an intense expression\ncrept over her face. Quietly, she reached down and removed one of her\nshoes, and regarded it sadly. She leaned over the edge of the bed\nand poised it over Marc's head. Closing her eyes, she swung the shoe\ndownward as swiftly as she could. Marc slumped to the floor soundlessly.\n\n\n\nMarc had been right in assuming that Joseph wouldn't be there to open\nthe door for them. He fitted the key into the lock and turned it.\n\n\"You needn't have hit me so hard,\" he grumbled. Toffee looked hurt.\n\n\"I got you out of there, didn't I? Of course, maybe I shouldn't have\nleft that note for the judge.\" Marc looked alarmed.\n\n\"What note?\"\n\n\"Well, the poor dear was so disturbed about my parentage that I left a\nnote explaining the whole thing. I guess it wasn't such a good idea.\"\n\n\"What did you tell him?\"\n\n\"That my father was a Welsh.\" Toffee smiled mysteriously and crossed to\ninspect herself in the mantle mirror.\n\n\"I'm a wreck. You miss me while I fix up a bit?\"\n\nMarc fell into a chair as she left the room. He sat there regarding\nthe apartment listlessly. It seemed to reflect his own life. Orderly,\ndignified, unexciting and infinitely lonely. Suddenly his reverie was\ninterrupted by a knock at the door. He crossed and opened it. There,\nlooking particularly miserable, stood Julie.\n\n\"I hope you'll excuse my coming here,\" she said timidly. \"I've been\nwaiting at the office for you all morning. I tried to call you here\nseveral times but there wasn't any answer. I decided to come over and\nwait for you. Its odd that Joseph didn't answer the phone.\n\n\"He wasn't in,\" said Marc. \"Is something wrong?\"\n\n\"Well, no--not exactly.\" Julie hesitated. \"It's just that--well--it's\njust that--I want to quit my job with you, Mr. Pillsworth.\n\n\"What?\" Marc's eyes widened with surprise.\n\n\"Yes, Mr. Pillsworth, I want to quit.\" The words came in a rush.\n\"Now--today. I don't want to ever have to go back.\"\n\n\"But you mustn't leave.\" There was an immediacy in Marc's tone. \"How\nwould I get on without you? If it's a matter of salary--.\"\n\n\"No, it isn't that. You give me more than enough to get by on. As a\nmatter of fact, I don't know where I'll ever get a better job.\"\n\nMarc looked at her questioningly.\n\n\"Well, I don't know just how to explain it. It's just something that's\ncome over me all of a sudden. I've a strange feeling that I'm wasting\nmy life there, as if something were closing in on me to cut me off from\neverything I _really_ want--as though the job itself were a menace to\nmy happiness. I guess it came over me yesterday when your cousin--\n\n\"Niece,\" interrupted Marc.\n\n\"--When your _niece_ was in the office. She seemed so gay, so much that\nI should be, but am not. It seemed only fair to talk to you first,\nbefore leaving.\" Marc glanced nervously toward the bedroom door.\n\n\"But what has the agency to do with it?\"\n\n\"I wish I knew,\" said Julie. \"It's just a feeling that I have.\"\n\n\"But I can't let you go, Julie.\" The note of urgency crept back into\nMarc's voice. \"And you mustn't envy Toffee. You see, she's just\nescaping a dull existence herself--and only momentarily. She'll be\nreturning soon. Perhaps right away.\" A sudden light came into Julie's\neyes. \"Besides, I know what you feel. I've felt the same thing myself\nfor years. The trouble was that I let myself get used to it and after a\ntime, I didn't know the difference. I'm sure I know how to help myself\nnow and I think that I could help you too--if you'll let me--if you'll\nstay. Please don't leave, Julie.\"\n\nAs Julie listened to Marc, her expression became softly radiant.\n\n\"Perhaps you're right, Marc,\" she said quietly.\n\nMarc reached out and took her hand in his. Suddenly, from behind the\nbedroom door, came the soft hiss of a shower. Instantly, Julie drew\nback.\n\n\n\n\"Joseph must be back,\" said Marc quickly.\n\n\"Taking a shower?\"\n\n\"Oh, yes--he often takes showers this time of day. Very clean man.\nSays cleanliness is next to Godliness, or something of the sort. Very\nclean--spotless, you might say.\" Marc began to realize that he was\nbabbling and stopped short.\n\n\"Of course,\" said Julie, smiling. \"I should have remembered Joseph. It\ngave me rather a start, I thought we were alone.\n\n\"You'll be back in the morning then?\" Marc asked anxiously. \"Please say\nyou will.\"\n\nJulie regarded Marc thoughtfully.\n\n\"Yes,\" she said slowly. \"It doesn't seem now that there was ever\nanything wrong.\" She turned toward the door.\n\n\"Julie--\"\n\n\"Yes?\" She turned, and as she did so Marc caught her in his arms. He\nkissed her briefly and released her, stepping back embarrassedly. Julie\nsmiled up at him for a moment and then said quickly:\n\n\"It's a wonderful job, I wouldn't quit for anything.\" The door closed\nsoftly behind her.\n\nWhen Toffee entered the living room she found Marc staring out of the\nwindow with a curiously foolish grin. She stood beside him for a moment\nand looked out at the city.\n\n\"Go put some clothes on,\" he said. Toffee was wrapped in a huge towel,\ndraped precariously over one shoulder.\n\n\"What for? At this moment, more of me is covered, than at any time\nsince we met.\"\n\n\"Yes I guess so.\" For a moment they stood silently before the window.\n\n\"Toffee--,\" Marc began.\n\n\"Yes, Marc?\"\n\n\"Why are you here? What is it you want--really?\"\n\n\"My wish is for you Marc, it has been from the beginning. If I've\ncaused you trouble, perhaps it was because you needed it. I'll be\nreturning soon, but I can't help wanting to linger for a while.\"\n\n\"But how will your return be accomplished?\"\n\n\"You'll know when the times comes.\" She smiled up at him. \"Maybe it's\ntime I put those clothes on after all.\" She went into the bed room.\n\nMarc slumped into a chair. In a way he had enjoyed Toffee and her\ntrouble, but now she would be in the way. \"You'll know when the time\ncomes,\" she had said. He was certain that the time had arrived, but\nhe still hadn't any idea about sending her back to the subconscious.\nPerhaps it would be best to go back to the beginning. How had it\nstarted? He reviewed the strange occurrence over and over again. For\nthe fifth time, he went back to the beginning. Suddenly, he brought his\nfist down on the arm of the chair.\n\n\"Of course, that's it,\" he murmured. \"Her father was a Welsh.\" He\nlaughed shortly. \"It's so simple, I should have known all along.\"\n\n\n\nAfter a time, the bed room door flew open. Toffee was making a grand\nentrance. As she moved toward him, Marc thought briefly that he had\nnever seen her so beguiling. At the center of the room, she paused.\n\n\"Isn't it wonderful? I like it even more than the black one.\"\n\n\"You might say, it leaves everything to be desired,\" said Marc.\n\n\"Oh?\"\n\n\"--by some young swain,\" he added.\n\n\"Marc there just isn't any hope for you.\"\n\n\"I'd have agreed with you two days ago.\"\n\n\"And now?\"\n\n\"Who knows?\"\n\n\"I'm sure I don't.\"\n\n\"That's as it should be.\" Marc started for the bed room. \"I could use\na little sprucing up myself.\" At the door he turned back. \"Suppose\nwe make a special occasion of dinner tonight--go somewhere, where\nthe food is especially good? I know a place that serves a wonderful\nwelsh rarebit. I was there just night before last.\" Toffee's smile\nimmediately disappeared and for a moment her eyes searched Marc's face,\nwhich had, suddenly, become quite serious. Her smile reappeared as\nsuddenly as it had faded, but it seemed a bit more set.\n\n\"I'm sure I'll love it,\" she said.\n\nMarc spoke slowly and his voice carried a touch of sadness.\n\n\"And remind me to stop by the drug-store for sleeping tablets. I ran\nout the other night.\"\n\n\"Sure Marc.\" Toffee looked away toward the window as Marc left the room.\n\n\n\nThe countryside had somehow reassembled itself--as lovely and serene\nas before, with a blue mist playing about the trees. Toffee and Marc\nmoved down the hillside toward a small valley obscured by the mist.\n\n\"I should be angry with you,\" said Toffee. \"You didn't waste any time\nin sending me back, once you knew how.\"\n\n\"You said I'd know when the time came.\"\n\n\"How did you find out?\"\n\n\"I kept wondering where it had all started, and then I remembered that\nfoods sometimes cause certain kinds of dreams. Then too, I remembered\nthat you had said that your father was a Welsh. I didn't have to be\nclever to put it all together and get welch rarebit, especially since\nit was the very thing I had eaten the first night. It all seemed pretty\nsilly, but somehow it sort of fitted in with what's happened. You're\nnot angry are you?\" He looked down at her affectionately.\n\n\"Of course not, Marc. There's something you've forgotten. I exist only\nin your mind. I am as you see me. If I had stayed longer, if I had\ncome to stand in the way of your happiness, I should have become ugly\nand wretched. I've served my purpose and it's time for me to return.\nReally, you haven't so much to do with it as you suppose. It's been a\nwonderful adventure for me, Marc.\"\n\n\"I'm glad, Toffee,\" Marc said simply. \"I'll never forget what you've\ndone for me.\"\n\n\"Just remember Marc, that I'm not so unlike other, ordinary women.\nThere is none of us who can remain lovely unless she does so in the\neyes of a man whom she loves. Be good to Julie.\"\n\n\"You knew about Julie?\"\n\n\"Of course,\" laughed Toffee. \"I knew from the beginning, before you\ndid. I know more about you than you do yourself. That's another point I\nhold in common with other women.\"\n\nThey had reached the edge of the valley and suddenly Toffee stopped.\n\n\"This is where I have to leave you.\" She smiled up at Marc. Suddenly,\nhe took her in his arms, very tenderly, and kissed her. As he released\nher, the bell began to ring in the distance, as it had before.\n\n\"Goodbye,\" Toffee said softly, starting toward the valley.\n\nAs she moved, the earth seemed to dissolve behind her, leaving a narrow\nchasm between them. With each step the bell became more and more\ndistinct. Suddenly, impulsively, Marc turned toward her.\n\n\"Wait!\" he called, and reached out a hand to her.\n\n\n\nMarc's hand fell to the alarm clock and he awakened to a bright, new\nmorning with a vague sense of loss. Suddenly he swung his legs over the\nedge of the bed and got to his feet.\n\nJulie would be at the office. He didn't want to be late.",
    "metadata": {
        "author": [
            "Myers, Charles F.",
            "Myers, Charles Farrell",
            "Myers, Charles Henry",
            "Farrell, Henry"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/71629/pg71629.txt",
        "name": "i_ll_dream_of_you.json"
    }
}