{
    "name": "If at First You Don't...",
    "author": [
        "Brudy, John"
    ],
    "body": "\"What's the matter, anyway?\" Amos Jordan snapped at his assistant. \"Is\neveryone in the Senate losing their mind?\"\n\n\"No more than usual,\" said Clements, the undersecretary. \"It's just a\nmatter of sentiment.\"\n\n\"Sentiment?\" Jordan poured himself a glass of lemonade. \"What's\nsentiment got to do with it? It's just a standard procedural problem.\"\n\n\"Well, not exactly,\" began Clements soothingly. \"After all, now, '58\nBeta was the first long-lived satellite ever launched, and the first\nsuccessful shot of the old Vanguard series. People are proud if it. It's\na sort of monument to our early efforts in astronautics.\"\n\n\n\nJordan sipped experimentally, adding a little sugar.\n\n\"But, Clem, the sky's full of the things,\" he complained. \"There must be\na hundred fifty of them in orbit right now. They're a menace to\nnavigation. If this one's due to fall out, I say good riddance.\"\n\nClements spread his hands helplessly.\n\n\"I agree, chief. But, believe me, a lot of people have made up their\nminds about this thing. Some want to let it burn up. Some want to\nretrieve it and stash it in a museum. Either way it's a decision we're\nnot going to reach in this office.\"\n\nJordan tossed down the rest of his lemonade.\n\n\"I'd like to know why not,\" he snapped, almost bristling.\n\n\"Well, frankly this thing is moving pretty fast.\" Clements fished a\nfacsimile sheet out of his jacket pocket. \"Everybody's getting into the\nact.\" He handed the sheet across the desk. \"Read this; it'll bring you\nup to date.\"\n\nJordan stared at the sheet.\n\n\"_Senate Committee Probes Beta,_\" ran the lead, followed by,\n\n   \"_The Senate Advisory Committee for Astronautics began hearing\n   testimony this morning in an effort to determine the fate of\n   satellite '58 Beta. Mr. Claude Wamboldt, leader of the CCSB\n   (Citizens' Committee to Save Beta), testified that the cost of\n   retrieving Beta from orbit would be trivial compared to its value as\n   an object of precious historical significance. He suggested the\n   Smithsonian Institution as an appropriate site for the exhibit. At\n   the same time the incumbent Senator from Mr. Wamboldt's district\n   filed a bill in the Senate which would add a complete wing to the\n   Smithsonian to house this satellite and other similar historic\n   objects. In later testimony Mr. Orville Larkin, leader of the unnamed\n   committee representing those in opposition to the CCSB stated that\n   his group felt that to snatch Beta from orbit at this moment of its\n   greatest glory would be contrary to natural law and that he and his\n   supporters would never concede to any plan to save it._\"\n\nJordan raised his head and stared over the fax sheet at Clements. \"Am I\ngoing out of my mind, or did this really happen?\"\n\n\"It sure did ... and is,\" said Clements. \"Later on, I am told, Wamboldt\nthrew a chair at Larkin, and the committee recessed after declaring both\nmen in contempt.\"\n\nJordan shook his head.\n\n\"Why didn't somebody tell me about this?\"\n\n\"I sent you a ten page memo about it last week,\" objected Clements,\nsomewhat aggrieved. \"Gave you the whole story with extrapolations.\"\n\n\"Memo! You know I never read memos! I ought to fire you ... I would if I\ncould ... you ... you 'appointee.'\"\n\nClements shook his head warningly. \"Better not, chief. You'll need me\nfor the briefing.\"\n\n\"Briefing? What briefing?\"\n\n\"_The_ briefing. You're scheduled to testify before the committee\ntomorrow afternoon at three.\"\n\n\n\n_Senator Darius:_ Mr. Jordan, will you please state whether or not there\nis a satellite body known as '58 Beta?\n\n_Mr. Jordan:_ Yes, sir, there is.\n\n_Senator D:_ Will you describe its present orbit?\n\n_Mr. J:_ I'd be glad to, Senator. It now has a perigee slightly below\n110 miles and an apogee of about 400 miles. The last perigee occurred\n400 miles last of the Seychelles Islands about 35 minutes ago. Roughly\nits present position is about 250 miles above Manus Island.\n\n_Senator D:_ When do you expect it to enter the atmosphere for the final\nplunge to its death?\n\n_Mr. J:_ (bridling) Well, Senator, we in the Secretariat don't usually\nrefer to such an occurrence in exactly those terms. It's really just a\nproblem in celestial mechanics to us, and ...\n\n_Senator D:_ (glaring) Your administrative assistant testified a few\nmoments ago, sir, that '58 Beta has had a life of 185 years. Will you\nkindly explain to the committee how anything which has had a life can\nend in anything but death?\n\n_Mr. J:_ I ... uh ... I believe I appreciate your point of view,\nSenator. '58 Beta experiences a very steep re-entry at each perigee.\nAccording to our computers it will disintegrate on the 82nd or 83rd\nrevolution following that of 2:48 Greenwich crossing this afternoon.\n\n_Senator D:_ Tell us, Mr. Jordan ... how many revolutions about the\nMother Planet has '58 Beta made since its launching?\n\n_Mr. J:_ (hastily working his slide rule) Upwards of eight hundred\nthousand, I should say. I can provide you with an exact figure if you\nwish.\n\n_Senator D:_ That won't be necessary, Mr. Jordan. Eight hundred\nthousand, give or take a few paltry thousand, is close enough. Eight\nhundred thousand endless, lonely revolutions about an unthinking,\nuncaring, ungrateful world is quite enough. Quite enough, Mr. Jordan.\nNow sir; (squinting over his glasses) what do you think is the proper\naction to be taken in the matter of retrieving this historic satellite\nfrom its orbit so that it may be preserved as a living memorial to the\ngallant efforts of those early pioneers ... those brave and intrepid men\nof Cape Canaveral ... to stand forevermore as a beacon and a challenge\nto our school children, to our students, our aspirants for candidacy to\nthe Space Academy and to our citizens for all time to come?\n\n_Mr. J:_ Nothing, Senator.\n\n_Senator D:_ (aghast) Am I to understand, Mr. Jordan, that you are\nsuggesting that this symbol, this quintessence of an historic and\nmagnificent era in mankind's history ... this unique and precious object\n... should be allowed to destroy itself and be lost forever?\n\n_Mr. J:_ (squirming) Senator, there are dozens of those things up there.\nEvery year one or two burns up. They have no usefulness. They're a\nmenace to navigation. I ...\n\n_Senator D:_ (interrupting loudly) Mr. Jordan, what was the date of your\nappointment to your present position?\n\n_Mr. J:_ April 11, 2138.\n\n_Senator D:_ Do you consider yourself fully qualified to hold this\naugust position?\n\n_Mr. J:_ (tight lipped) Senator, I am a graduate of the Administrative\nAcademy, the Logistics Staff School, and I have 31 years seniority in my\ndepartment. Furthermore ...\n\n_Senator D:_ (banging his gavel) Mr. Jordan, please! Try to remember\nwhere you are! We had enough trouble yesterday with witnesses before\nthis committee. There will be no more of it. And Mr. Jordan, while it\nmay be true that your technical qualifications for serving in your\npresent position may be adequate, it is clear to me and, I am sure,\napparent to other members of this committee that your feeling for\nhistory and the relation of this problem to the destiny of the human\nrace leave much to be desired. And, Mr. Jordan, may I emphasize ...\n_these_ are the things that count in the long, long haul!\n\n\n\nJordan sat limply at his desk, his hands hanging loosely at his sides.\n\"It's unbelievable,\" he muttered dully. \"Where did this man Darius come\nfrom?\"\n\n\"It doesn't matter much,\" Clements answered unsympathetically. \"It's\nwhere he is now that counts.\"\n\nJordan shook his head.\n\n\"There has to be a way out. A clean, quick way out.\"\n\nAfter a moment's thought Clements said, \"Isn't there a regulation about\norbital debris?\"\n\nJordan nodded dully. \"Someplace. Number 710.1, I think. Hasn't been\ninvoked in years. Once they stopped using chemical fuels, we stopped\nhaving wrecks.\"\n\n\"Still,\" Clements went on more eagerly, \"Beta's really a piece of\ndebris, isn't it? It's not working or transmitting or whatever it was\nsupposed to do, is it?\"\n\n\"No.\" Jordan shrugged impatiently. \"But, good grief, this thing isn't\ndebris. Debris is ... is big _chunks_ of things; broken up space\nstations, or ... or nuclear engines and things like that.\"\n\n\"Hell, no, chief,\" yelled Clements, jumping to his feet. \"This is\ndebris, pure and simple. That's your answer!\"\n\nJordan's eyes slowly brightened.\n\n\"Clem, maybe you're right. Regulation 710.1 says that any orbital debris\nconstituting a demonstrable menace to navigation may be destroyed at the\ndiscretion of this office.\" He brushed his hands together with finality.\n\"That should do it.\"\n\nSuddenly Clements' enthusiasm degenerated to a faint smile.\n\n\"I've just got to wondering, chief. Do we dare go right ahead with\nthis?\"\n\nAmos Jordan's eyes took on a piercing glitter of command.\n\n\"This is our job, Clements. We should have done it long ago. Get\nStatistical and have them find out how much boogie time is consumed in\nplugging that silly thing into every takeoff problem. Multiply that by\nall the launch stations. Convert it into man-hours per year and make\nthat into a dollar figure. That always scares the wits out a\nCongressman. They'll knuckle under....\"\n\nHe paused and cocked an ear toward the door. A faint hubbub was now\npercolating through from the receptionist's lobby. It grew louder.\nSuddenly the door opened, letting in a roaring babble, as Geraldine ...\nthe usually poker-faced secretary ... leaped through and slammed it shut\nagain. Her eyes, behind their thick lenses, were round and a little\nwild.\n\n\"It's General Criswell and Admiral Flack,\" she panted. \"They insist on\nseeing you.\" She gasped for breath and added, as though she could not\nquite believe her own words, \"And ... and ... oh, Mr. Jordan; they're\n_quarreling_!\"\n\nJordan said, \"Quarreling? Two staff men quarreling?\" He looked\nuncertainly at Clements. \"I thought there was a regulation against\nthat?\"\n\nClements gave a palms up shrug.\n\n\"Well, there is,\" snapped Jordan. \"Has something to do with interservice\nunity or something ... been on the books for years. Send them in,\nGerry.\"\n\nTentatively she opened the door and almost had time to gesture before\nbeing bowled over by the visitors.\n\n\n\nAdmiral Flack had the advantage of volume, and Jordan got his message\nfirst.\n\n\"Jordan,\" he roared in true bullhorn style, \"I want to make one thing\nclear! '58 Beta was Navy through and through! Start to finish! She's got\nsalt water on her, and she's going to be pulled out of orbit and that's\nthat!\"\n\n\"Navy through and through, hell!\" sneered General Criswell. \"A fine\nbotch you made of it, too! How many times did you try before you slung\nthat thing up there? How many goofs were there afterward? The Dodgers\nare in last place, and they've got five pitchers who could have done it\nwithout warming up.\"\n\n\"Watch your mouth, Criswell,\" advised Admiral Flack, tightlipped.\n\"There's considerable tonnage of Air Force hardware under water, too.\nMaybe the Russians beat us, and maybe von Braun got lucky, but _ours_ is\n_still there_, Mac! Just remember that!\"\n\n\"You people have fetishes,\" stormed the General. \"You even keep\nAdmirals' hats and hang them on pegs. Who wants your hat, you pack rat?\nWhere would we ever keep all the junk you people want to save?\" He\nshuddered. \"Good God! Hats!\"\n\n\"That's ... just ... about ... all ... I'm ... going ... to ... take,\"\nAdmiral Flack said, spelling out the entire sentence. He stared\nfuriously at the General. \"Don't think we don't know that once '58 Beta\nis down it'll be your precious damned '61 Epsilon that's in the oldest\norbit. I'll bet you fly boys will break your silly backs trying to\nrecover that one when its time comes.\"\n\nJordan pounded his desk. \"Gentlemen, shut up!\"\n\n\n\nAppalled by this exhibition of low level civilian effrontery, they both\ndid so without really meaning to.\n\n\"Gentlemen,\" Jordan announced firmly in the almost uncanny silence, \"the\nentire problem is solved as of now. '58 Beta constitutes a demonstrable\nmenace to navigation. Under the authority vested in this office I will\nissue instructions to have it picked up by a salvage ship tomorrow. Once\nit's brought down you may claim it if you like and do with it what you\nplease.\"\n\nAdmiral Flack shot a look of pure triumph at General Criswell. The\nGeneral, however, was not paying attention. He was looking, almost with\nan expression of pity, at Amos Jordan.\n\n\"I'm afraid, Mr. Jordan,\" he said slowly, \"that you don't fully realize\nthe implications of such an act at this time. It may be within your\njurisdiction to salvage and all that, but I believe that the decision\n_whether_ to salvage now rests with the legislature. I would hesitate to\nact without securing high ... _very high_ concurrence in this matter.\"\n\nFlack erupted.\n\n\"Criswell, you're an idiot! A chicken hearted idiot! On top of that you\nhaven't any business telling Jordan ... ah, _Mr._ Jordan what he can and\ncan't do.\"\n\nCriswell glared icily at Flack.\n\n\"A mere suggestion,\" he gritted and stalked out.\n\nAdmiral Flack paused and bestowed a warm smile upon Amos Jordan before\nhurrying out the door after the General. As the door closed Jordan heard\nthe contest break out afresh in the lobby.\n\n\n\nThat was only the beginning. The general population, eager for a silly\nseason diversion, chose sides with religious fervor. Congress went into\nemergency session. Newspapers drew their lines and fought ferociously.\nStudent riots began on the second day and sympathy strikes on the third.\n\nOn the fourth Jordan got the big news break first, for a change. With\ngrowing caution he had been holding the situation unaided by the simple\nexpedient of refusing to issue a salvage permit without which '58 Beta\ncould not be touched. Clements brought the news at midnight,\ninterrupting a tempestuous press conference.\n\nHe managed to get Jordan out of the milling lobby and into the office.\n\"We've got trouble, chief,\" he began. \"Ascension reports Beta out of\norbit.\"\n\nJordan stared incredulously.\n\n\"Perturbed that badly already? Maybe something's wrong with their\ncomputers.\"\n\n\"Not perturbed, chief. Gone. It's just not there any more. It's been\npicked up ... no doubt about it.\"\n\nJordan's face purpled.\n\n\"I want a complete ground tracking report on that pebble for the last\nthree revolutions. Fast!\"\n\n\"I doubt if we can get it,\" said Clements dubiously. \"Woomera only\nchecks it occasionally to train radar operators. Perigee was south of\nSingapore on the last two passes, but so low I doubt if they got any\nclear sightings. It would be a waste of time.\"\n\nJordan wrung his hands. \"You have something better?\"\n\nClements sat for a minute with a faraway look in his eyes.\n\n\"Do we know anyone who can make Navy Operations toe the mark?\"\n\n\"Of course. Why?\"\n\nClements tapped his finger-tips together.\n\n\"Wouldn't it be interesting to filter the mission reports of all Navy\nships that have been outside the atmosphere in, oh, say the last\nthirty-six hours?\"\n\nJordan's eyes lit up like twin afterburners.\n\n\"They'll have it hidden like the British crown jewels, but....\" He\ngrabbed the phone. \"Gerry? Have General Criswell paged and ask him to\ncome to my office if possible.\" He chuckled triumphantly. \"Criswell's on\nthe Joint Security Service Board ... what an exercise for that gumshoe\noutfit!\"\n\n\n\nIt took three hours for General Criswell's ferrets to obtain facsimiles\nof the reports needed. A sweating staff (borrowed from the cryptographic\nsection to preserve secrecy) finally broke them down to three probables:\na Lunar courier which had aborted and returned to base for no clean cut\nreason, an alleged training exercise in three body orbits with the\ninstructors' seats inexplicably filled with nothing lower than the rank\nof Lieut. Commander and a sour smelling sortie out of Guantanamo labeled\n_Operation Artifact_.\n\n\n\nJordan remained sold on the latter for half an hour until fuel\nconsumption and flight time log figures failed to correlate with an\norbital flight, and the bottom fell out of the case. As it turned out it\nwas the courier after all. Both the pilot and his commander refused to\ntalk until presented with the alternative of court-martial proceedings.\n\n_Senator Darius:_ Now, Admiral, I'm going to put the question to you\nthis way, just to see if I can get a straight answer. Did you or did you\nnot issue orders to Lunar Courier G771 specifying _in general substance_\nthat it was to retrieve satellite '58 Beta?\n\n_Admiral Flack:_ (hurt but proud) The Navy, sir, has a long record of\ngallantry, a tradition of derring do dating back to John Paul Jones ...\na tradition we are all proud of and which we continue and will always\ncontinue....\n\n_Senator D:_ (with acid patience) Again, if I may put the question,\nAdmiral. Did you or did you not issue the order?\n\n_Admiral F:_ (defiantly) '58 Beta is Navy property, sir! I am glad and\nproud to say that I issued the order to retrieve her.\n\n_Senator D:_ Aha! (to the recording secretary) Did you get that? And\nnow, Admiral, will you explain to this committee why this action, in\nview of the exigencies of the present situation, didn't strike you as\nsingularly high handed, not to say out of your jurisdiction?\n\n_Admiral F:_ (after a whispered consultation with an aide) Well, sir,\nthere is a precedent. May I recall to your attention an incident\nrecorded in Navy history about eighty years ago. An officer of flag\nrank, if my memory holds, in defiance of instructions and in a damaged\nship, at great danger to himself and his crew, acting on an operational\nplan which had been scathingly disapproved by his superiors, went to the\nrescue ... the successful rescue ... of a three-man Lunar exploration\nparty which had become lost near the south scarp of Sinus Iridum. The\nofficer's name, I am almost certain, was Captain Steven Darius ... the\nSenator's grandfather, I believe ... an officer the Navy will never\ncease to honor.\n\n_Senator D:_ (shuffling papers, clearing throat, wiping glasses) Well,\nah, yes Admiral ... I do recall something along those lines. Of course,\nthis is different ... altogether different. But at the same time, sir, a\nmost interesting parallel. The ... ah ... the committee will recess\nuntil two o'clock. You are excused, Admiral. And ... oh, yes ... if\nyou're free, sir ... possibly you might join me at lunch?\n\n\n\n\"If I were you, chief,\" said Clements soothingly, \"I would just stop\nworrying about your jurisdiction in this thing. Beta's out of orbit, and\nwe no longer have a problem. How nice can things be?\"\n\nJordan gritted his teeth and wadded up paper with an odd gesture, as\nthough his fingers were encircling someone's neck.\n\n\"You will be sorry you said that,\" he said peevishly. \"Whatever happens\nI'm going to assign it to you for action while I sit on the bench and\ncheer.\" He rang for Gerry. \"What's happening now ... I haven't been out\nof here in three hours.\"\n\nClements stretched out on the Vibrolounge and turned it on.\n\n\"The president,\" he began, as the machine went to work, \"has called an\narbitration meeting. Everyone's in on it ... Darius, Flack, Criswell,\nWamboldt, Larkin and the Lord knows who else. They are supposed to come\nto some sort of agreement as to what's to be done. The minutes of the\nmeeting are expected to take the form of a recommendation to congress\nfor action. By way of the Advisory Committee for Astronautics with\nDarius introducing the motion, of course.\"\n\n\"Of course,\" echoed Jordan. \"Who else could?\"\n\nThe door opened, and the huge glasses of Gerry peered in.\n\n\"Yes, chief?\"\n\n\"Get on your telephone and finagle a way to route the first press\nrelease from this big arbitration meeting direct to my DeskFax. Can do?\"\n\nGerry nodded.\n\n\"No sweat, boss,\" she said and backed out.\n\n\"Now,\" said Jordan, returning to Clements, \"you can get your overweight\ncarcass out of my chair and let me into it. Sit on the hot seat for a\nwhile. I'll relax and you read the news when it comes in. It'll be your\nbad luck, not mine.\"\n\nThe facsimile machine gave a little chug and began unwinding a pale\ngreen, endless sheet. Clements began to read from it.\n\n\"In an unprecedented session at the White House today the President\nrevealed that a unanimous decision had been reached regarding the fate\nof '58 Beta will be placed in the the congress for action it was\nrecommended that a solid copy of the historic satellite, complete with\nmeteor pits, be made and placed in a special display in the Smithsonian\nInstitution. The original itself, '58 Beta will be placed in the third\nstage payload compartment of the Smithsonian's Vanguard missile and ...\nin an historic re-enactment of the first launch ... will be injected\ninto permanent orbit about the Earth.\"\n\nThere was a loud snap as Jordan turned off the Vibrolounge. In a single,\nconvulsive movement he was on his feet and around the desk.\n\n\"Get out of my chair,\" he yelled at Clements. \"Let me at that phone! Get\nGerry in here! Get Flack on the telephone ... try to catch him at the\nWhite House if you can! And get Administration to send over some forms!\"\n\nClements started for the other phone ... then stopped and stared at\nJordan.\n\n\"Forms?\" he repeated slowly. \"What kind of forms?\"\n\nJordan's answer rattled the windows.\n\n\"Resignation forms, you idiot!\"\n\n\n\nGeneral Criswell walked briskly to the front of the conference room. He\ntook chalk in one hand and pointer in the other. He rapped sharply on\nthe desk with the pointer and sent a keen, Air Force type glance over\nhis assembled staff.\n\n\"Gentlemen, by direction of Congress and under orders issued by the\nSecretary of Defense the Air Force has been assigned the mission of\nrelaunching satellite '58 Beta. The launching vehicle will be either the\nSmithsonian exhibit Vanguard or a duplicate if the old one proves to be\nstructurally unsuitable.\n\n\"To help you understand the magnitude of the problem involved and, of\ncourse, to give you guidelines for additional staffing, I will review\nfor you the major techniques utilized in the original Vanguard\nlaunchings. I have had copies of the 1958 launch documentary films\nprinted for each department. They represent excellent source material\nfor your planning sessions.\n\n\"Now, gentlemen ... the original Vanguard was the classic example of\nwhat we now call, somewhat facetiously I'm afraid, the hybrid propulsion\nsystem. It utilized chemical fuels throughout ... liquid oxygen and\nkerosene in the first stage, fuming nitric acid and unsymmetrical\ndimethyl-hydrazine in the second stage and an unknown form of solid\npropellant in the third stage.\"\n\n\n\nA buzz of nervous comment ran through the assembled officers, and\nsitting in the back row, Jordan felt his blood run cold. Where, he\nwondered in a sort of dreadful daze, would they even find a crew to work\non this project. No sane Launch Monitor he had ever known would even go\nnear such a bomb, much less work on it.\n\nThe General rambled on.\n\n\"Now the guidance system, gentlemen, may at first strike you as rather\nincredible. However, it worked remarkably well in the original, and\nthere seems no reason to suppose we cannot force it to repeat. I foresee\nsome difficulty in finding manufacturers whose shop practices are\nflexible enough ... or sloppy enough, if you prefer ... to turn out a\npiece of mechanical gear to such low tolerances. However, we will ask\nfor bids and award to the lowest; that should do it. It always has in\nthe past at any rate.\" He paused to allow the chuckles to subside.\n\nJordan crept quietly out and headed for his office.\n\nClements was busy supervising the placement of two new file cabinets.\nWhen he saw Jordan's face, he turned directly to his desk, poured a\nlemonade and handed it to his chief. Jordan took the glass, paused\nthoughtfully, opened a drawer and added a couple shots of gin.\n\nClements raised his eyebrows encouragingly, but Jordan simply drank and\nshook his head dully.\n\n\"Horrible,\" he said. \"Horrible, horrible.\"\n\nHe turned and walked slowly back to the conference.\n\nBy this time General Criswell had a film showing in progress.\n\n\"This, gentlemen,\" he was saying, \"was the famous launch attempt of\nDecember sixth, 1957.\"\n\nJordan had never seen the film, and he watched in fascination as the\nlaunch crew scurried about their duties. Propellants and explosives\npeople appeared, waddling in grotesque acid suits. Liquid oxygen boil\noff made a hazy lake in which men walked with apparent unconcern.\n\nThen, from a fixed and apparently unattended camera came a steady,\nportentous view of the rocket ... sleek and so incredibly slim that\nJordan wondered why on Earth it didn't simply topple over and be done\nwith it.\n\nThe sound track came to life with sudden, brassy violence. Someone was\ncounting backward. When he reached zero, the first stage engine burst\ninto life, the rocket lifted off its platform, slowed, began to tilt\nslowly to one side and settled back into the stand. No, it kept right on\ngoing through the stand. The rear section began to crumple. Then there\nwas a horrible burst of flame which engulfed the lower part of the\nrocket and then, with perfectly savage violence, erupted in great\nbillowing bursts of fire until only the extreme tip of the missile was\nvisible. The conical top of the first stage fell off and disappeared\ninto the inferno rather like an ice cream cone falling into the sun. The\nfilm stopped at this point.\n\n\"That,\" said General Criswell matter-of-factly, \"was the end of the\nfirst launch attempt. You will note, gentlemen, that not only was the\nvehicle structurally weak, but it also burned well, once ignited. These\ntwo points, I dare say, will exercise considerable influence over our\nhandling of this project.\"\n\nJordan, sick to his stomach, got up again and left the conference, this\ntime for good.\n\n\n\nOnce begun the program proceeded feverishly. A corps of designers rooted\nthrough every available shred of data: microfilm, old blueprints and\nancient engineering notes from files so old that no one knew why they\nstill existed. Films, recorded data, technical histories and newspaper\nreports ... nothing was spared.\n\nSlowly at first and then with almost magical speed, the ancient Vanguard\ncame to life. Her structure took shape. Her tankage and guidance were\nreproduced. Like long atrophied nerves and muscles her controls and\nelectrical system once more hummed with power. Her engines were\nduplicated and tested (though not without an explosion or two), and her\ngyros were run in (by shuddering engineers who were accustomed to\nhitting Marsport on the nose with a box half the size). And tiny Beta,\nher wee antennas and Hoffman solar cells carefully fitted into place,\nnow had a twin sister enshrined in the Smithsonian Institution.\n\nJordan reflected that it was a solution bordering on genius even though\nhe was forced to admit that Senator Darius was its foremost architect.\nHis feeling for the old coyote was still something less than brotherly,\nthough forced association had revealed unsuspected and valuable\nnegotiative skills.\n\n\n\nOne morning several weeks later Jordan sat before his desk which was\npiled high with unanswered correspondence. He drank lemonade and glared\nacross at Clements whose desk was piled even higher.\n\n\"I told you this was going to be your baby,\" Jordan said, \"but I guess I\ncan't make it stick. There's too much of this stuff.\" He waved at the\nstacks of paper. \"Where does all this junk come from?\"\n\nClements picked up a letter at random.\n\n\"This one,\" he said, \"is from the Dupont Chemical Corp. They want us to\nsend them the quality control specification for the hydrazine that was\nused as fuel in the first launch. They say they can't proceed till they\nhave it.\"\n\nHe tossed the letter aside and picked up another. \"Here's a purchase\nrequest for four hundred yards of sailcloth. Now what the hell do you\nsuppose they want sailcloth for?\"\n\n\"Maybe it's for another project,\" said Jordan, cramming half a doughnut\ninto his mouth. \"I found one yesterday for hypodermic needles. On top of\nthat it wasn't signed.\"\n\n\"That figures,\" said Clements tossing the letter aside and picking up\nanother. \"Now, how's this ... good grief! The Ancient Order of\nHibernians, if you please, formally requests that ... since '58 Beta was\nlaunched on St. Patrick's day ... to do otherwise with this launch would\nbe unthinkable, sacrilegious, treasonable, etc, etc.\"\n\nJordan froze in his chair.\n\n\"That's the one!\" His voice sounded faintly strangled. \"That's the one\nthat'll kill us, right there! I have a feeling for these things. How\nlong till St. Patrick's day?\"\n\nClements looked at his desk calendar. \"Three weeks.\"\n\nJordan's eyes rolled upward. \"We're dead!\" he said, buzzing for Gerry.\n\"Dead as mackeral.\"\n\nGerry answered, and Jordan asked for General Criswell.\n\n\n\nA fine seabreeze was whipping ashore at Canaveral Space Port; not strong\nenough to be a nuisance, but strong enough to blow Senator Darius'\nemerald green tie persistently around behind his neck. He was still\npuffing a little from his climb up the steps to the balcony on top of\nthe Space Control Center. As soon as he caught his breath he tugged at\nJordan's elbow and said, \"Mr. Jordan, I have the great honor to\nintroduce to you Mr. Patrick McGuire, president of the Ancient Order of\nHibernians.\"\n\nJordan shook hands, noticing as he did so that Mr. McGuire was carrying\nsomething that closely resembled a hip flask. It had a bright green silk\nribbon tied around the neck.\n\n\"It's a pleasure,\" he said. \"What's in the bottle?\"\n\nMr. McGuire laughed a rich bellow.\n\n\"That, me friend,\" he said in a brogue so carefully cultivated that\nJordan winced almost visibly, \"is a bottle o' wather from the River\nShannon, fer the christening', b'dad 'n' bejabers.\"\n\n\"The christening?\" Jordan echoed hollowly.\n\n\"Indade, the christenin' ... with the Senator's kind permission I'll now\nstep down and officiate. One piddlin' smash at the nose of yonder rocket\nis all I ask. One smash and a Hail Mary, and she's off to Glory!\"\n\n\"Jordan ...\" began the Senator.\n\n\"Now, Senator ...\" began Jordan.\n\nBut the bullhorn above them drowned out everything and effectively\nstalled the plans of the Hibernians by announcing in deafening syllables\nthat everyone was to clear the launch area.\n\nIn the distance Jordan observed dozens of tiny figures scuttling from\nthe gleaming Vanguard toward something that looked vaguely like a turtle\nbut which he had heard was called a blockhouse.\n\n\"I think,\" he said in unutterable relief, \"that we're about ready to\nlaunch.\"\n\nJordan finally found Clements in the milling throng. They stood at the\nbalcony rail staring fixedly at the Vanguard as the count progressed\ndownward with what seemed dreadful slowness.\n\n\"How long _is_ a second, anyway?\" growled Jordan peevishly.\n\nThe countdown proceeded to minus twenty minutes ... minus fifteen\nminutes. Then came the quick announcement, \"The count is T minus twelve\nminutes and holding.\"\n\n\"Twelve minutes and holding?\" repeated Jordan jumpily. \"What does that\nmean?\"\n\n\"It means,\" answered Clements with just a touch of superiority, \"that\nthey have stopped the count at T minus twelve minutes because something\nis wrong. It will delay the launch.\"\n\n\n\nJordan wrung his hands fretfully.\n\n\"Something wrong? I never heard of such a thing. What could possibly go\nwrong?\"\n\n\"Oh,\" ventured Clements, \"I suppose there are a few things about this\nrocket that could fail to function under unusual circumstances.\" He\nsnubbed out his cigarette. \"After all, your watch stops sometimes,\ndoesn't it?\"\n\n\"Sometimes,\" Jordan admitted sourly, \"but never at T minus twelve\nminutes.\"\n\nAfter a short time the bullhorn shook the area with the news that the\ncount had resumed. Jordan borrowed Clements' binoculars and stared\nfixedly at the abandoned Vanguard. Suddenly he started violently. \"My\nGod, Clem,\" he yelled, \"it's on fire! There's smoke flying out right\nthere in the middle. Look!\"\n\nClements took a quick glance.\n\n\"Relax, chief,\" he said reassuringly. \"It's oxygen coming from a vent.\nThey can't seal the oxygen tank till just before launch, or it'll blow\nup.\"\n\n\"Oh, it can't blow up,\" quavered Jordan, going to pieces. \"But it will.\nI feel it in my bones. It's going to blow up ... ker BOOM!\"\n\nClements patted him on the back.\n\n\"Stop worrying, chief. It's going to work just fine. You wait and see.\"\n\nJordan shook his head in disbelief. \"kerBOOM!\" he said faintly.\n\nThe bullhorn announced T minus four minutes. To divert Jordan's\nattention Clements suggested that he watch the pilots of the photography\nships who were about to board. With some difficulty Jordan focussed the\ninstrument and observed the two pilots walk across the apron in front of\nthe main operations building and climb into their small ships. A blue\nhalo formed softly around the stern of each as they cut on the engines\nand brought them up to idle.\n\nThen suddenly the count was a T minus ten seconds. 9 ... 8 ... 7 ... 6\nJordan thought he was going to faint ... 3 ... 2 ... 1 Zero!\n\nThere was a dazzling flash of igniting kerosene and lox which caused\nJordan to jump into the air, a terrible burst of smoke and dust and then\nan overwhelming, harsh shattering roar such as had not disturbed\nCanaveral Space Port in more than a hundred years.\n\nDeafened Clements looked at Jordan; saw his lips form the work \"ker\nBOOM.\"\n\nBut in spite of all the evidence to the contrary the Vanguard was off\nthe launcher, balancing with unbelievable, rocklike steadiness on that\nflickering, fiery column. Slowly, almost painfully the thing rose,\ngathered speed, pitched slowly eastward and bored triumphantly into the\nsky. Beside it, a thousand yards to the north and south, sped the photo\nships, their drive haloes still scarcely brighter than when idling on\nthe ground. With cameras whirring they escorted '58 Beta into space for\nthe second time.\n\nThere was considerable confusion, some hoarse cheering and a great deal\nof milling around. Clements got a grip on Jordan and steered him to the\nAstroBar where two quick ones put him back together again.\n\n\"Now, what we should do,\" Clements suggested, \"is to go down to the\ntrajectory section and find out the latest word on the launch analysis.\"\n\nJordan hiccupped.\n\n\"Why?\" he said, a little belligerently. \"What's to analyze? We got it\nlaunched, didn't we? What more d'they want? Besides, I like it here.\"\n\n\n\nForty five minutes later the reports clattered in from Cairo and\nWoomera. In the Port Commander's private briefing room a young woman\nbrought a sheaf of papers to the Commander. He began to read aloud. The\naudience leaned forward in strained attention.\n\n\"Preliminary flash report on the re-launch of satellite '58 Beta. The\nlaunch phase was eminently successful. The hold at T minus twelve\nminutes was not due to any malfunction in the missile itself, but rather\nto a disorder of another kind ... the engineer who was functioning as\nLaunch Monitor had fainted in the blockhouse. The count was picked up\nunder the direction of the Assistant Launch Monitor. After launch the\nthree stages of the rocket separated properly, and injection into orbit\noccurred at the predicted altitude.\"\n\nHe paused and shuffled the papers.\n\n\"Now I have here,\" he continued, dropping a sheet and picking it up,\n\"the description of the orbit now occupied by '58 Beta. We have a\nperigee of six hundred twenty five miles and an apogee of twenty nine\nhundred miles, and ... oh, my word; this _is_ a tough break! Well,\ngentlemen, we can't win 'em all. As you know, we had hoped for a\npermanent orbit. However, according to our computers, while '58 Beta is\nnow in an orbit, it is a degenerative one. She will unfortunately suffer\na progressive perigee drop on each resolution and after three hundred\nforty eight years, seven months and approximately nineteen or twenty\ndays she will re-enter the atmosphere and burn up. I am heartily sorry,\ngentlemen.\"\n\n\n\nThey returned to the AstroBar, and Clements began trying to catch up\nwith Jordan.\n\n\"You know,\" said Jordan, his head wobbling a little with the emphasis he\nput into the words, \"this is the damnedest farce in the history of the\nworld.\"\n\n\"You're absolutely right, chief,\" agreed Clements, taking another slug.\n\"And what are we going to do about it?\"\n\nOver his empty glass Jordan gave Clements a slow, confidential wink.\nThen he fished some papers out of his pocket. He folded them carefully\nand slipped them into an envelope. Meticulously drying a spot on the bar\nwith his coatsleeve he put down the envelope and began writing on it.\nFinally he finished. Sealing it he waved it in the air in front of\nClements.\n\n\"These,\" he said solemnly \"are the resignation forms you got for me that\nday. Do you remember those resignation forms, Clements, you old\nappointee, you?\"\n\nClements set his glass down indignantly.\n\n\"Certainly I remember, old chiefie. I remember because I got a set for\nmyself while I was at it.\"\n\n\"Well, good for you, old appointee. Now, you take this envelope, and\nwhen we get back to Washington you put it in the office archives file,\nO.K.? Safest place this side of Fort Knox.\"\n\n\"Depend on me, chief,\" he said, taking the envelope and reading the\ninstructions Jordan had written.\n\n_To be held for the use of the Undersecretary for Cislunar Navigation\nincumbent in the year 2492._\n\n\"Good idea,\" said Clements. \"Let's drink to the jerk ... O.K.?\"\n\n\n\n   _Memo: 92 8574 27 October 2492_\n\n   _From: Secretary for Cislunar Navigation_\n\n   _To: Undersecretary_\n\n   _The oldest item in the archives file was opened today. We are not\n   certain that it does not constitute some sort of barbaric practical\n   joke. Note that the forms involved have been superseded several dozen\n   times over since they were originally printed. Investigate and\n   report._\n\n   _Memo: 92 1751 29 October 2492_\n\n   _From: Undersecretary for Cislunar Navigation_\n\n   _To: Secretary_\n\n   _Due to excessive demands for time caused by the present\n   Congressional furor regarding our department and its rights and\n   duties concerning debris collection and disposal we have been unable\n   to act on your memo 92 8574. Present priority weighting indicates\n   that the earliest compliance date will be late in December. Please\n   denote concurrence._",
    "metadata": {
        "author": [
            "Brudy, John"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/31009/pg31009.txt",
        "name": "if_at_first_you_don_t.json"
    }
}