{
    "name": "In His Image",
    "author": [
        "O'Hara, Kenneth",
        "Walton, Bryce"
    ],
    "body": "Jon ran down the long corridor and into the Old Man's room. He was\nbreathless as he threw himself on his face beneath the Old Man's chair\nmade from gypsum. A kind of savage eagerness lighted his face, but the\nOld Man's face, a frozen pallid ball crinkled into a million lines, was\nsad and hopelessly resigned.\n\n\"I seen 'em,\" Jon cried. \"I seen 'em.\" His unhealthily pallid body,\nthough big and rawboned, was slender and writhed with a leathery\nstrength that comes with constant effort and exercise rather than diet\nand sun.\n\nThe Old Man shrugged. His voice was a hoarse whisper in that one cavern\namong the hundred and fifty miles of corridors, interlocking levels and\nrivers that made up the underground hideaway.\n\n\"So you seen 'em, Jon. Many have seen the Mechs. The Mechs might have\nseen you too. If they ever find us here--well, they'd probe us out,\nlike we were grubs. And they'd burn us with those red-ray eyes. Why'd\nyou go up on top? You know it's against the rules.\"\n\nJon got up. His chest heaved. His eyes were polished beads in a thick\nnest of reddish beard.\n\n\"'Cause I don't like livin' in this cave like a grub. I been up twice,\nand now I can't stay down here anymore. Nobody else's got guts enough\nto go up. So let 'em stay down here and rot! But I'm going back up on\ntop, Chief. And I'm staying up there.\"\n\nThe Old Man leaned back. He couldn't hide the gleam of gruff respect in\nhis eyes. \"Go ahead, Jon, but don't come back down. Once they get on\nyour tail, you can't shake 'em and you'd lead 'em right back here, and\nthen they'd get the rest of us. As far as I know, Jon, we're the only\nhumans left.\"\n\nJon's hands clenched. \"And so might all of us be dead too. Livin' down\nhere in this cave where they ain't never no sun, eatin' lizards and\nsnakes, and dyin' off one by one anyway. We're all gonna be dead in\nanother year. What's so great about spendin' that year crawlin' and\ngrubbin' down here? Scared to even take one last look at the sun? It's\nnot for me, Chief. I'm leavin'.\"\n\n\n\nThe Old Man shrugged again. \"Go ahead, I said. Just promise not to ever\ncome back and lead them down here. You'll promise that, Jon?\"\n\nSomething thickened in his throat, but he managed to say yes. He\nturned, then twisted back toward the Old Man. \"You're smart,\" he said.\n\"You're supposed to know about when they took over. I've asked others.\nNo one seems to know, and they care less. Would you tell me, Chief.\nWhat are _they_--the Mechs?\"\n\nThe Old Man's voice echoed strangely against the surrounding grotesque\nbars of limestone stalactites and stalagmites in multicolored hues of\nfusing reds and orange, purple and browns. A pinched face peered at\nthem from between the ancient bars, then withdrew its tired eyes.\n\n\"Maybe there's fifty humans left down here in Mammoth Hole,\" the Old\nMan said softly. \"Maybe there ain't nobody else left in the world. Just\nthem with their silent machinery drivin' over the wastes, and their\nred death eyes sweeping the dark, grubbin' for us. The big war went\non and on, nobody knows how long. But humans couldn't fight it. Too\nmuch deadly radiation, so they made machines to fight for 'em. The sky\nand the land were just masses of machines, throwing out clouds and\nstreamers and explosions. The land became nothing but pools and seas\nof deadly dust, and fire. The sky was clouded with it. And people went\nunderground. They had to go down deep, and they couldn't come back up,\nwhat was left of 'em, for hundreds of years and more.\"\n\nThe Old Man was gazing with a distant, haunted expression at the small\nblind lizard crawling up the painted wall. Jon listened, his skin was\ncold. A shiver ran down his back.\n\n\"Then _they_ started grubbing the humans out, and killing 'em. I don't\nsuppose anyone knows how long it's been since _they_ took over. That's\nwrong. I wasn't around then. Nor my father, nor my father's father's\nfather. It was long, long before that. It was so long ago that--\"\nThe Old Man's eyes widened. His voice choked off with a cloud of\nunconscious fear that had slipped through.\n\n\"They're godly,\" he whispered. \"You seen 'em. They're all shapes and\nangles, cubes, and small smooth running things. They all shine like\nmetal. And I guess they are metal. Nobody knows what they are. I heard\ntell when I was a boy that they were just machines. Machines built by\nhumans a long time before. And that somehow or other the hard radiation\nhad put a spark in 'em that made 'em able to think, and move around and\norganize like humans used to do. But I reckon they're more intelligent\nthan any humans ever were.\"\n\nJon backed away. Sweat popped out coldly on his face and chest. \"I\nseen 'em,\" he choked. \"I sneaked on top. I went down to the river. It\ntook me hours to get used to the sun. I waited until the sun started\ngoing down, then I sneaked out and looked down the big hill that goes\ninto the valley. I seen two of 'em. They must have been a hundred foot\nhigh. They was smooth. They had long snaking arms and single eyes that\nshot out red beams like fire. They stood on top of the hill against\nthe sun. The sun was red all around 'em. They looked like they were\nmade of metal, all right, Chief. But how can they move by themselves,\nand--and _think_, if they're metal?\"\n\nThe Old Man sighed. \"How?\" He peered at Jon with tired retreating\neyes. \"What is thought,\" he said then. \"What was life, ever? Floods of\ngamma rays bathed them for centuries, and then they were living, and\nthey had thoughts of their own. Humans never got a chance to find out\nwhat life was before he took it away from himself. He took it and gave\nit--to _them_.\"\n\nThe Old Man dropped his face in his shaking hands. Jon had never heard\na man crying before. He backed away slowly, then turned and ran out of\nthe great cavern.\n\n\n\nA grey dusky afternoon was dying when Jon crawled out of the small hall\nbetween rocks and started writhing down the hill. His eyes stayed open\nin fearful wonderment until tears rolled down his cheeks. The soft\ngreens and browns of the great forest that thinned up into the hills.\nThere was not the slightest hint that beneath this vast silent beauty,\nstretched the enormous grotesque underworld of Mammoth Hole.\n\nNor that in those nameless caverns and corridors along the cold and\nrushing and naked rivers a few unkempt savages clung to dim memories of\ncenturies-lost power and surface civilization.\n\nJon stopped. An intangible yet powerful emotion surged in him. \"I'm\ncrawlin',\" he gritted as he sat up. \"I said I was sick a' crawlin.' I\nain't a grub. I'm not crawlin' anymore. Not for them damn machines, not\nfor anything. They can't do nothing but kill me, an' what's life down\nin that hole?\"\n\nHe stood up. He stood up straight and started walking down the rocky\ntrail, and finally along the smooth greenness beside the river. His\nstrides were long and unhesitating, but inside him was a deep growing\nhorror, as he remembered those shiny silver giants that had stood so\nsilently on the hill against the red sunset. The huge attentive waiting\nstillness, and the sudden terrible sweep of the red beamed eye and the\nreaching of the metal arms.\n\nHe stopped and looked down at his thin white legs, starved of the sun,\nknotted and scarred from crawling over the harsh underground paths. He\nlooked at his gnarled pallid fingers quivering in the cold.\n\nHe looked up at the sky. A few stars were showing dimly, palely. \"Oh\nGod, give me a quick ending when my time comes, that's all I ask. Don't\nlet me crawl anymore on my belly. Give me the guts to keep walkin',\nstraight up, like I'm walkin' now.\"\n\nThere was no answer. There was no sound except the cry of birds in the\nforest, the drone of insects and other louder noises from the river. He\nwas alone. He walked faster.\n\nBut he soon tired, because he had never walked far at a time.\nUnderground, people crawled a lot of the time through narrow holes. And\nunder there no one could walk far unless they went in circles.\n\nHe sat down to rest beneath the canopy of stars. He lay back and looked\nup at them, a feeling of frightful awe pressing down upon him. The\nnight around him was colder now, and the sounds of the night had risen\nto a hungry song. And then he rolled over with a quick, terrible cry,\nleaped crouching to his feet.\n\nThere were at least a dozen of them. Great shiny angular and\ncubed monsters sliding noiseless down the hill. A peculiar bluish\nradiance pushed out around them, bathing the surrounding night in a\ndeadly-seeming pall.\n\nWith a pathetic defiance, Jon picked up the heavy stone, stood with\nlegs wide apart, holding the rock in front of him. Every nerve in him\nshrieked, pulling his muscles away. But he couldn't run. He couldn't\nrun, nor crawl anymore. A kind of dark resigned courage replaced the\nfirst impulses of flight, and he hurled the rock. There was a futile\nthud, and the rock bounded from the great unruffled wall of metal.\n\nThen--for an instant he didn't think the thoughts, the voices, were\nanything but his own, strange, alien, terrifying, inspired by his own\nfears.\n\nAnd then he realized it was the _Mechs_!\n\n\"_A grub!_\"\n\n\"_Yes. I thought they were all gone._\"\n\n\"_No. There are some remaining, deep in the soil. Central File says\nthey are no longer of any danger. But File also retains orders to kill\nall organic things._\"\n\nJon moved toward them. He moved stiffly, a strange and intangible\nbulwark of purpose shielding him from the screaming horror.\n\nSomething of the awful indignity of his position shook him, sent a hot\nrage throbbing blindly past his temples. He heard his breath coming\nhard from tightened throat. These great nameless things--machines,\nintelligent metal, it didn't matter what. They had no idea of what he\nwas, that he had a brain, that he could think. And yet, their gigantic\nthoughts were plain to him.\n\nSome time, some time so very long ago, he--his kind--humans--had made\nthese things. Had built them up from molten stuff, had put intricate\ninterlocking machinery within them so that they could move, think for\nthemselves, repair themselves. And then--humans had launched the Big\nWar, had released seething seas of basic energy, and somehow these\ngigantic shiny silvery things had begun to--_live_.\n\nBut to them, Jon, a human, a descendant of the humans that had made\nthem and had given them life, was less than the dirt under their\ntowering, invulnerable radiance. Less than the dust beneath their\nsweeping red-death eyes. They had no conception that he was anything\nbut a pale, crawling, cave-worm.\n\n\n\nJon walked closer. He was not so much afraid for himself now. There was\nmore of a sweeping terror of the whole situation, the terrible futility\nand irony. He wasn't afraid to die, and he knew that he had to die now,\nthat there was no escape, no defiance.\n\nHe shook his fist at the silent, towering forms. \"Damn you! It's me.\nMan. Man. I'm human. I'm not crawlin'. See, I'm not crawlin', I'm\ntalkin' to you. I'm talkin' and I'm thinkin', too. See.\"\n\n\"_It's making noises._\"\n\n\"_Yes. All the various species of organic life make noises peculiar to\ntheir type. Have you not seen a grub before?_\"\n\n\"_No. Let us kill it now. We must report back to Central File. How long\nwill it take to kill all organic life?_\"\n\n\"_Central File says it will take many more years, even though now\nmost organic life has been destroyed. We must complete the task soon,\nyou know. Man will return. Glorious Mangod. Mighty Mangod. Mangod the\nCreator. Mangod the Eternal!_\"\n\n\"_Ah yes. Mighty Mangod. How long will it be before the Mangod's\ncoming?_\"\n\nJon shivered, reached out a shaking hand as though to support himself\nagainst the air. He tried to speak, but his facial muscles seemed\nfrozen. He wanted to say, \"I'm Man. I'm your Creator. I made you, long\nago.\" But he could say nothing. Nothing at all.\n\n\"_That is not known. Mangod made us in his own image, then departed,\npromising to return. Return to bring us glory and eternity._\"\n\n\"_May the Great Mangod who created us from the lifeless stuff of the\ndirt return soon, for only then may our destiny be fulfilled._\"\n\n\"_Yes. May Mangod return soon. Meanwhile, Central File demands\nimmediate action in preparation for that Day. Kill this grub. Soon all\norganic life that stands in the way of the Mangod's coming will be\neradicated._\"\n\nThe thunderous impact of telepathic power roared in Jon's head as he\nstaggered forward, fists clenched.\n\n\"FOR THEE, GREAT MANGOD. FOR WHOM WE WAIT.\"\n\nJon laughed. Hot tears scalded his face as he laughed. He was still\nlaughing as the red-death eye brightened, leaped out, and silently\nswept him away.",
    "metadata": {
        "author": [
            "O'Hara, Kenneth",
            "Walton, Bryce"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/63813/pg63813.txt",
        "name": "in_his_image.json"
    }
}