{
    "name": "In Honour Bound: An Original Play, in One Act.\r\n(Suggested by Scribe's Five Act Comedy, 'Une Chaine.')",
    "author": [
        "Grundy, Sydney"
    ],
    "body": "Author of\n\nMammon, The Snowball, The Vicar of Bray, Rachel, The Queen's\nFavourite, The Glass of Fashion, A Little Change, Man Proposes, &c.\n\nLondon:          |  New York:\nSAMUEL FRENCH,   |  SAMUEL FRENCH & SON,\nPUBLISHER,       |  PUBLISHERS,\n89, STRAND.      |  38, EAST 14TH STREET.\n\n\n_Produced at the Prince of Wale's Theatre, under the management of Mr.\nEdgar Bruce, 25th September, 1880._\n\n     CHARACTERS.\n\nSir George Carlyon, Q.C., M.P.     MR. EDGAR BRUCE.\n\nPhilip Graham                      MR. ERIC BAYLEY.\n\nLady Carlyon                       MRS. BERNARD BEERE.\n\nRose Dalrymple                     MISS KATE PATTISON.\n\n     SCENE:--SIR GEORGE CARLYON'S.\n\n\nIN HONOUR BOUND.\n\nScene.--_Room at SIR GEORGE CARLYON'S. Fire lit, R.; in front of it, a\nwide, luxurious lounge with high back; against it, C., a writing\ntable, piled high with briefs, so as to help to obscure the view of\nthe lounge from anybody sitting at the desk; in front of desk a\nwriting chair; a piano, music seat and davenport, L.; doors, R. U. E.\nand L. 1. E.; window at back with curtains drawn. The room is lighted\nby a lamp which stands upon the desk, a box of cigars by the side of\nit._\n\n_SIR GEORGE discovered, seated at the desk, reading and under-scoring\nrapidly an open brief. He is in evening dress._\n\nSIR G. (_folding up brief_) Ah, the old story! I need read no more.\n(_lays down the brief and rises_) What's this? (_picks up a letter\nlying on the edge of the desk_) Oh--ah!--the letter that came by this\nmorning's post for Philip. A woman's writing. How alike they write!\nThe very double of my niece's hand! (_throws down the letter and looks\nat watch_) Eleven o'clock. What has become of Philip?\n\n_Enter PHILIP GRAHAM, L., evening dress._\n\nAh, there you are!\n\nPHILIP. Are you at liberty?\n\nSIR G. Yes, I have done work for to-night. Come in. I am afraid I have\nneglected you.\n\nPHILIP. Not in the least. I stayed upstairs on purpose, knowing you\nwere busy. I have been unpacking.\n\n(_SIR GEORGE draws forward chair, C._)\n\nSIR G. Sit down. You must be tired after your journey.\n\n(_sits on the end of the lounge, facing audience_)\n\nPHILIP. (_sits, C._) I _was_ tired and hungry, but your cook has\nkindly seen to that.\n\nSIR G. Lady Carlyon had quite given you up, or she would have stayed\nin to welcome you.\n\nPHILIP. My train was very late.\n\nSIR G. Oh, by-the-bye (_rises_) there is a letter waiting for you.\n(_gives it him_)\n\nPHILIP. Thanks. (_SIR GEORGE resumes his seat--aside_) Rose's hand.\n(_pockets it_)\n\nSIR G. My wife is at the theatre.\n\nPHILIP. Oh!\n\nSIR G. We have had another visitor to-day--a niece of mine, who has\ncome from abroad. I promised I would take her to the play, but just as\nI was leaving chambers some briefs tumbled in, and I thought it might\nbe as well to glance them over; so my wife has taken her.\n\nPHILIP. Lady Carlyon is quite well, I hope.\n\nSIR G. Perfectly, thank you.\n\nPHILIP. It is two years since I saw her.\n\nSIR G. So it is. We have seen nothing of you lately--you, whom we used\nto see so much of. Where have you been?\n\nPHILIP. Well, all over the world. The day I met you, when you were so\nkind as to invite me here, was the day of my arrival home.\n\nSIR G. So kind as to invite you! My dear boy, you raised objections\nenough to my invitation.\n\nPHILIP. I was afraid of trespassing on your hospitality.\n\nSIR G. And so you have been round the world?\n\nPHILIP. From Dan to Beersheba.\n\nSIR G. And you found all barren?\n\nPHILIP. On the contrary, I've had a very jolly time--especially upon\nthe voyage home.\n\nSIR G. You look the better for it.\n\nPHILIP. I am a new man.\n\nSIR G. You weren't well when you went away.\n\nPHILIP. I was depressed and out of sorts.\n\nSIR G. So I observed.\n\nPHILIP. You noticed it?\n\nSIR G. And I remember thinking at the time there was a woman in the\ncase.\n\nPHILIP. That is all over now. I am as happy as the sandboy in the\nsaying.\n\nSIR G. Then, there's another woman in the case.\n\nPHILIP. My dear Sir George, according to your views, there is a woman\nin every case.\n\nSIR G. (_pointing to table_) There are some twenty briefs. Open which\none of them you please, and somewhere in the folds you'll find a\npetticoat.\n\nPHILIP. What, twenty women hidden in these briefs?\n\nSIR G. At least. There never was a case without a woman in it, and I\nnever leave one till I've found her; for I know well enough until I do\nI have not mastered it. There is a woman in your case, my friend.\n\nPHILIP. To tell the truth, there is. A charming girl I met upon the\nvoyage home.\n\nSIR G. The jolly voyage home!\n\nPHILIP. I am in love this time, Sir George.\n\nSIR G. Oh, yes! we always are in love this time.\n\nPHILIP. I thought I was before, but I was wrong.\n\nSIR G. Of course! we never were before!\n\nPHILIP. And, better still, I am engaged.\n\nSIR G. What, to the charming girl?\n\nPHILIP. The only girl in the wide world for me.\n\nSIR G. Well, you've been round it, so you ought to know. I hope you\nwill be happy. It's a toss-up, Philip.\n\nPHILIP. I'm afraid your profession makes you cynical.\n\nSIR G. Gad, it would make an angel cynical.\n\nPHILIP. No doubt, you meet with some extraordinary cases.\n\n(_turning over briefs_)\n\nSIR G. Never. All ordinary. To a man who has had twenty years'\nexperience, no possible case can appear extraordinary. There aren't\nthree there of which I didn't know the end before I turned a page. No\nwonder we don't always read our briefs, for we know most of them by\nheart.\n\n(_lies back_)\n\nPHILIP. Hallo! (_smiling_)\n\nSIR G. What have you found?\n\nPHILIP. A breach of promise case. This looks amusing.\n\nSIR G. Very amusing for the judge and jury. Very amusing for the\npublic too. Very amusing for the new-made wife to read in all the\nnewspapers her husband's past.\n\nPHILIP. Is the defendant married, then?\n\nSIR G. Of course he is. They always are. And of course he was on with\nthe new love before he was off with the old. They always will be. The\nold love was no better than she need be, and no more was he. Very\namusing for the new love, isn't it?\n\nPHILIP. Of course the letters will be read in court?\n\nSIR G. And published in the papers. \"November, 1877--your own loving\nand devoted Harry. (laughter) November, 1878--Yours most\naffectionately, Henry. (loud laughter) November, 1879--Yours truly,\nHenry Horrocks. (roars of laughter).\" Oh, it's a most amusing\ncase--for Mrs. Henry Horrocks.\n\nPHILIP. Why don't you settle it? You are for the defendant.\n\nSIR G. We've tried, but it's too late. Take warning by my client.\n\nPHILIP. I?\n\nSIR G. You be in time, if you are not too late already.\n\nPHILIP. Excuse me, mine was quite a different case. Thank heaven, I\nhave no reason to reproach myself. There was no love, at any rate on\nmy side, in the matter you allude to.\n\nSIR G. And yet you fled the country to avoid the lady. (_sitting up_)\n\nPHILIP. I never said so.\n\nSIR G. No, my boy; you never said that two and two makes four, but it\ndoes, doesn't it? (_looking at PHILIP through his glasses_)\n\nPHILIP. No doubt. I felt that my position was----(_hesitates_)\n\nSIR G. Equivocal.\n\nPHILIP. That is the word I wanted.\n\nSIR G. Useful word.\n\nPHILIP. And feeling that, I thought the best course was to----\n\nSIR G. Run away.\n\nPHILIP. But as for promises of marriage, there was nothing of that\nsort. In fact, there couldn't be.\n\nSIR G. Because the lady was already----\n\nPHILIP. Hang it, Sir George, _you're_ telling _me_ my case!\n\nSIR G. (_drops glasses_) You'll find it in the third brief on your\nright.\n\nPHILIP. (_looking at brief_) \"Winter _v._ Winter and Hockheimer\"?\n\nSIR G. That's your case, as far as it has gone.\n\nPHILIP. (_takes up brief and reads endorsement_) \"In the High Court of\nJustice--Probate and\"---- But this is a divorce case!\n\nSIR G. Just so.\n\nPHILIP. Oh, that's not my case. (_puts brief back in its place_)\n\nSIR G. I said as far as it had gone. Hockheimer ran away. You ran\naway. But Hockheimer came back again. And I observe that _you've_ come\nback again.\n\nPHILIP. But I'm not Hockheimer!\n\nSIR G. As far as you have gone. Hockheimer was a friend of\nWinter's----\n\nPHILIP. But I'm _not!_ I never saw the man in my life!\n\nSIR G. No, but the other man?\n\nPHILIP. What other man?\n\nSIR G. The husband.\n\nPHILIP. I didn't say he was my friend!\n\nSIR G. Oh, yes, you did.\n\nPHILIP. When did I say so?\n\nSIR G. When you ran away. (_puts glasses up_)\n\nPHILIP. Spare me, Sir George. You make me feel like a witness under\ncross-examination. I didn't mean to breathe a word of this, and\nsomehow I have told you everything.\n\nSIR G. Well, you have told me a good deal. (_drops glasses_) Now, will\nyou let me give you my advice?\n\nPHILIP. By all means.\n\nSIR G. Keep those women apart.\n\nPHILIP. Which women?\n\nSIR G. (_smiling_) The charming girl and the neglected wife.\n\nPHILIP. I never said she was neglected.\n\nSIR G. But she is, isn't she? (_putting up his eye-glasses_)\n\nPHILIP. Those glasses worry me.\n\nSIR G. (_dropping the eye-glasses_) I beg your pardon; it's the force\nof habit. Off with the old love--friend--or what you will--and never\nlet the new one see her. Off with her entirely! That's my advice; and\nmany a hundred guineas have been paid for worse.\n\nPHILIP. Oh, they will never meet. I mean to live abroad. The girl I am\nengaged to is a South Australian. (_SIR GEORGE lifts his head\nquickly_) And she has only come to England on a visit. Her parents are\nboth dead, and she came over with a maiden aunt with whom she is now\nstopping.\n\nSIR G. Where?\n\nPHILIP. At Bayswater. In a few weeks she will go back to Melbourne;\nand then all danger, if there be any, is over.\n\nSIR G. So you have come from Melbourne in the \"Kangaroo\"? (_rises_)\n\nPHILIP. Who told you what boat I came over in?\n\nSIR G. I gathered it from what you said yourself.\n\nPHILIP. I won't say a word more, or in two minutes you will guess the\nlady's name.\n\nSIR G. I have already guessed it.\n\nPHILIP. What!\n\nSIR G. Rose Dalrymple.\n\nPHILIP. (_springs up_) This is inexplicable!\n\nSIR G. Not at all.\n\nPHILIP. I have told nobody!\n\nSIR G. You have told _me_.\n\nPHILIP. You know Miss Dalrymple?\n\nSIR G. She is my niece. (_PHILIP steps back_) She is a South\nAustralian. She came to England in the \"Kangaroo,\" and has been\nstopping with a maiden aunt at Bayswater.\n\nPHILIP. Your niece!\n\nSIR G. I am her guardian, since my sister died.\n\nPHILIP. Then, she is your wife's----\n\nSIR G. Niece by marriage. (_crosses, L._) They have just come back\nfrom the theatre.\n\nPHILIP. Oh! (_drops into chair, C._)\n\nSIR G. I hear them.\n\n_Enter ROSE DALRYMPLE, in evening dress, as if returning from the\ntheatre._\n\nROSE. Ah, Uncle George! (_about to embrace_)\n\nPHILIP. (_springs up again_) Rose!\n\nROSE. Philip! (_rushes to his arms_)\n\nSIR G. Humph. Exit Uncle George.\n\n(_arranges papers on desk_)\n\nROSE. How late you are! We've been expecting you all the afternoon.\n\nPHILIP. (_taking her aside, R._) You didn't say that you were coming\nhere!\n\nROSE. No! didn't I tell you I would give you a surprise?\n\nPHILIP. When?\n\nROSE. In my letter. Haven't you received it?\n\nPHILIP. Yes, but I haven't had time to open it. (_produces it--breaks\nthe seal--and replaces it in his pocket, unnoticed by SIR GEORGE_) And\nwhen I told you of my invitation here, you didn't tell me that you\nknew Sir George.\n\nROSE. Because I wanted to surprise you, dear.\n\nPHILIP. Well, you have done so most effectually. Tell me, does Lady\nCarlyon know of our engagement?\n\nROSE. No, not yet. I never saw her till to-day, and I didn't like to\nbe so confidential.\n\nPHILIP. (_relieved_) Ah!\n\nROSE. You're not angry with me for not having told her?\n\nPHILIP. Not at all. We will surprise _her._\n\nROSE. Shall we?\n\nPHILIP. To-night we will pretend we are strangers.\n\nROSE. But I shall pretend very badly, I am sure.\n\nPHILIP. Oh, you can keep a secret. You have shown me that.\n\nROSE. I'll try, at any rate.\n\nSIR G. (_putting chair, C., into its place at desk_) Now, Miss\nDalrymple, if you are at liberty, perhaps you will be kind enough to\ntell me what has become of my wife.\n\nROSE. (_going to him, C._) She'll be here directly. She is only\nspeaking to the servants. (_kisses him_)\n\n_Enter LADY CARLYON, L., also in evening dress, with a bouquet; she at\nonce sees PHILIP and he her; PHILIP, R., turns full front to\naudience._\n\nLADY C. (_aside_) Philip! (_stops short_)\n\nSIR G. (_seeing her_) Ah, here she is! (_goes to her, L._) My dear,\nyou don't look well!\n\nLADY C. The theatre was so close.\n\nSIR G. It always makes you ill. But you have not seen Philip.\n(_indicates PHILIP_)\n\nLADY C. Ah, Mr. Graham! (_advances C.--PHILIP advances to meet her_)\nExcuse me for not recognising you. (_they shake hands rather\nceremoniously_)\n\nSIR G. What has turned Philip into Mr. Graham, pray?\n\nLADY C. He has not been to see us for so long.\n\nPHILIP. Allow me. (_helps to remove her cloak_)\n\nSIR G. No wonder, if you make a stranger of him when he comes. (_sits\nC._)\n\nLADY C. If Philip is a stranger, he has made one of himself.\n\nPHILIP. The fault is mine entirely. (_takes cloak_)\n\nLADY C. Thanks.\n\n_Goes L. again with bouquet and sits down--ROSE has meanwhile\ndeposited her cloak at the farther end of the lounge--she takes the\nother cloak from PHILIP and flings it upon her own, then leans over\nthe desk--PHILIP sits upon the end of the lounge._\n\nSIR G. Well, how did you enjoy the play?\n\nROSE. Oh, so much, Uncle George! Although it was in French, I followed\nevery word.\n\nPHILIP. It is the French plays you have been to?\n\nSIR G. What was the piece?\n\nLADY C. \"Une Chaine,\" by Eugène Scribe.\n\nSIR G. I don't remember it.\n\nROSE. And it is so exciting. There is a young man in it--such a nice\nyoung man, with a moustache--oh, such a sweet moustache!\n\nSIR G. Well?\n\nROSE. He's in love.\n\nSIR G. Of course.\n\nROSE. With a young girl--oh, such a stupid girl! I can't think what he\ncould have seen in her--and _she's_ in love with _him_.\n\nSIR G. And they get married, I suppose.\n\nROSE. In the last act; but in the meantime there is such a to-do.\n\nSIR G. Why?\n\nROSE. It appears, before the play began, the hero--the young man----\n\nPHILIP. With the moustache----\n\nROSE. Had been in love with someone else.\n\nSIR G. Ah!\n\nROSE. But now he doesn't care for her a bit.\n\nSIR G. What is the difficulty, then?\n\nROSE. _She_ cares for _him_; and though he's trying through the whole\nfour acts, do what he will, he can't get rid of her.\n\nSIR G. I see. That is the chain.\n\nROSE. He nearly breaks it half a dozen times, but something always\nhappens to prevent him. You've no idea how interesting it\nis--although, of course, it's very, very wrong.\n\nSIR G. Why wrong?\n\nROSE. Well, you see, someone else is married; and of course she\noughtn't to care anything about the nice young man.\n\nSIR G. Although he has so lovely a moustache.\n\nROSE. But she does--which is wicked--but it's very interesting.\n\nSIR G. (_to LADY CARLYON_) What did _you_ think of it, my dear?\n\nLADY C. It is a painful subject.\n\nROSE. Aunt Bell didn't like it; but she took it all so seriously. If\nit were real, it would be very sad; but after all what is it but a\nplay? Besides, it all takes place in Paris: nobody pretends that such\nthings happen here.\n\nLADY C. Of course. (_quickly_)\n\nPHILIP. Of course. (_quickly_)\n\nSIR G. (_ironically_) Of course. (_takes up the third brief on his\nright--and plays with it_)\n\nROSE. I read a notice of the piece this morning, and I quite agreed\nwith it.\n\nSIR G. What did the notice say?\n\nROSE. It said it was \"an admirable play, but that an English version\nof it was impossible.\"\n\nSIR G. Why so?\n\nROSE. \"Because\"--how did it put it?--oh, \"because these vivid but\nunwholesome pictures of French life have happily no\"--something--I\nforget exactly what--\"to the chaste beauty of our English homes.\" I\ncan't remember the precise words, but I know the criticism made me\nlong to see the play.\n\nSIR G. (_putting the brief back in its place, after he sees it has\ncaught PHILIP'S eyes_) Of course it filled the theatre?\n\nLADY C. The house was crowded, and the atmosphere was insupportable.\n(_smells bouquet_)\n\nSIR G. No doubt; if you were bending all night long over those sickly\nflowers. (_crosses to her--she rises_) Give them to me. (_takes\nbouquet_) Why, they are almost withered.\n\n(_comes, C., with bouquet_)\n\nLADY C. They were fresh yesterday.\n\nSIR G. (C.) To-days and yesterdays are different things.\n\n(_holds the bouquet, head downwards_)\n\nROSE. It wasn't the flowers, though. Aunt Bell didn't like the play\n\nPHILIP. It isn't everybody who admires French plays.\n\nSIR G. (_to LADY CARLYON_) What, were you scandalised? You must know,\nPhilip--you do know, of course--Lady Carlyon is a dragon in her\nway--the very pink and pattern of propriety. Now, I'll be bound, she\ndidn't like the moral of that comedy.\n\nLADY C. Had it a moral?\n\nSIR G. Certainly! and one men would do well to lay to heart. If that\nyoung man----\n\nROSE. The one with the moustache?\n\nSIR G. Had buried his first love when it was dead, he wouldn't have\nbeen haunted by its ghost. When passion is burnt out, sweep the hearth\nclean, and clear away the ash, before you set alight another fire. It\nis a law of life. Old things give place to new. The loves of yesterday\nare like these faded flowers, fit only to be cast into the flames.\n(_flings bouquet into fire_) That is the moral: and I call it\nexcellent. (_sits, C., and looks at PHILIP_)\n\nLADY C. (_aside_) He doesn't speak to me. Am _I_ a faded flower?\n(_sits, L._)\n\nROSE. Very good, Uncle George. That ought to get the verdict.\n(_leaning upon his shoulder_)\n\nSIR G. Let us hope it will. (_looking at PHILIP_)\n\nROSE. If all your speeches are as nice as that, I must come down to\ncourt and hear you plead.\n\nSIR G. I shall be proud to have so fair an auditor. But we've not told\nyour aunt the news.\n\nLADY C. What news?\n\nSIR G. Philip informs me, much to my surprise----\n\nPHILIP. (_rising_) Sir George! I have considered your advice, and have\nresolved to act on it. Till I have done so it would perhaps be\nbetter----\n\nSIR G. Not to say anything? I will respect your confidence.\n\nLADY C. You have some private matter to discuss. Shall we go?\n(_rises_)\n\nSIR G. _We_ will go, if you will excuse us. (_rises_)\n\nLADY C. Certainly.\n\nSIR G. (_to PHILIP_) Come with me. (_Exit, L._)\n\nPHILIP. In case I don't see you again, Miss Dalrymple, good night.\n(_bows_)\n\nROSE. Good evening, Mr. Graham. (_she curtseys ceremoniously_)\n\nLADY C. (_aside_) What can they have to talk about--those two?\n(_reflectively_)\n\n_PHILIP comes, L., and stands before LADY CARLYON._\n\nPHILIP. Good night. (_puts out his hand_)\n\nLADY C. (_giving him her hand slowly, which he takes and drops_) Good\nnight. (_exit PHILIP, quickly, L._) How glad he is to go! (_drops down\non seat again, L., leaning her head back, pressed between her\nhands--slight pause--ROSE comes down_)\n\nROSE. Is anything the matter?\n\nLADY C. I beg your pardon, dear. (_rises and puts her arm round ROSE\nand leads her to the lounge_) I don't feel very well to-night.\n\nROSE. Sit down and let me talk to you. A chat will cheer you perhaps.\n\n_LADY CARLYON sits upon the lounge before the fire--ROSE kneels beside\nher, on the further side from audience, so that both their faces are\nvisible._\n\nLADY C. I am so glad to have you with me, Rose. I wish I had you\nalways. I am very lonely.\n\nROSE. You have Uncle George!\n\nLADY C. Sir George is always busy, and I do not care to interrupt him.\n\nROSE. But he has _some_ leisure.\n\nLADY C. I never knew him to have any, since I was his wife. It's not\nhis fault. A man in his position has so much to do. When he is not in\ncourt, he is in Parliament.\n\nROSE. He is at home to-night.\n\nLADY C. And when he is at home, he is at work.\n\nROSE. Poor lonely aunt! (_clasps her arms round her_) I told you at\nthe theatre how like you were to Madame de Saint Géran in the play.\n\nLADY C. Don't let us talk about that cruel play.\n\nROSE. Why was it cruel?\n\nLADY C. What did it make you think of Madame de Saint Géran?\n\nROSE. Well--I thought she was a very wicked woman. Wasn't she?\n\nLADY C. Perhaps. But if we had been told her history--if we had ever\nbeen in her position--we might have sympathised with her. Were you\never in love?\n\nROSE. Yes! I mean no! I can't exactly say.\n\nLADY C. If you had been, you wouldn't hesitate. There is no doubt\nabout it. It is a weird thing. Sometimes it leads to heights,\nsometimes to depths. I do not say it is an excuse. All I say is, those\nwho have never loved are not entitled to judge those who have. Wait\ntill you are in love yourself, before you judge poor Madame de Saint\nGéran. And if you ever should be----\n\nROSE. Oh, I shall be!\n\nLADY C. Marry for love, my dear, or not at all.\n\nROSE. What did _you_ marry for?\n\nLADY C. (_stroking ROSE'S hair_) I didn't marry; I was married. Don't\nask me any more.\n\nROSE. Poor Aunt Bell! lie down, and let me play to you. (_rises_)\n\nLADY C. Do, dear. I am too tired to talk. (_she lies back on the\nlounge, ROSE goes to the piano_)\n\nROSE. (_sitting at piano_) What shall I play you?\n\nLADY C. Anything you please.\n\n_ROSE plays on the piano--LADY CARLYON, with the firelight flickering\nabout her, gradually falls asleep._\n\n_Music._\n\nROSE. Aunt! (_turning_) Aunt! (_rises and goes on tip-toe to the back\nof the lounge_) She's fast asleep. (_covers LADY CARLYON with the\ncloaks, until the upper part of her figure is quite hidden, and then\nstands surveying her_) How pretty she looks! but how pale! I like you,\naunt! I never saw you till to-day, but I like you. (_comes down_) If I\nstop I shall wake her. (_crosses to C._) I'll lower the lamp and go.\n(_lowers the lamp and crosses behind desk to R. at back_) Good night,\nAunt Bell! (_bending over the further end of the lounge_) Good\nnight--(_kisses her softly_)--and pleasant dreams! (_Exit, R._)\n\n_The room is now in darkness, except for the firelight, which throws a\nstrong glow over LADY CARLYON, so that her slightest movement is quite\nvisible to the audience, but not from the L. side of the desk. At\npresent she is fast asleep and motionless._\n\n_Re-enter SIR GEORGE, L., followed by PHILIP._\n\nSIR G. Yes, they have gone to bed. The lamp has been turned down. Now\nwe can smoke. (_about to turn lamp up_)\n\nPHILIP. Don't turn it up, please. This half light is charming.\n\nSIR G. Just as you like, but I can scarcely see you. (_takes up cigar\nbox_)\n\nPHILIP. (_aside_) So much the better.\n\nSIR G. A cigar? (_offers box_)\n\nPHILIP. Thanks. (_takes one_)\n\nSIR G. Now we can talk more comfortably. (_takes a cigar himself while\nPHILIP lights his with a match which he then hands to SIR GEORGE_)\nThanks. (_PHILIP sits, L., SIR GEORGE, C._) As I was saying, Rose\nbeing my ward, I am concerned in this affair, and what I just now\nrecommended as a friend, in my position as her guardian I can insist\nupon.\n\nPHILIP. I have already said, Sir George, that I intend to act on your\nadvice.\n\nSIR G. How does the matter stand?\n\nPHILIP. Exactly as it stood when I left England. It was a friendship,\nnothing but a friendship.\n\nSIR G. Friendship?\n\nPHILIP. Dangerous, no doubt; that's why I went abroad.\n\nSIR G. Have you communicated with the lady since?\n\nPHILIP. Never.\n\nSIR G. Nor she with you? (_pause_) Eh?\n\nPHILIP. Once.\n\nSIR G. Ah! Now I understand the case. May I inquire what you propose\nto do?\n\nPHILIP. To see her and to tell her I am going to be married.\n\nSIR G. What does that put an end to?\n\nPHILIP. Everything.\n\nSIR G. What, friendship?\n\nPHILIP. Well----\n\nSIR G. You said friendship.\n\nPHILIP. Yes.\n\nSIR G. Does marriage put an end to friendship? I hope not.\n\nPHILIP. Of course it doesn't, but----\n\nSIR G. That friendship must be put an end to. Philip, you are the son\nof an old comrade, and I believe that, if you start fair, you will\nmake an admirable husband. But you _must_ start fair, or you won't. I\ndon't ask you to bring to me a spotless character--a history without a\nspeck or flaw; all I ask--and on that I insist--is that you shall\nbegin your future life unhampered by the past.\n\nPHILIP. What would you have me do?\n\nSIR G. Make your fair friend distinctly understand that all--however\nlittle that all may have been--is over.\n\nPHILIP. Will that satisfy you?\n\nSIR G. Yes; but I must have proof she understands it.\n\nPHILIP. What sort of proof?\n\nSIR G. We lawyers have great faith in black and white. You laymen\nthink it a cumbrous form; but I have seen too many fortunes turn on a\nforgotten sheet of notepaper, not to appreciate its value.\n\nPHILIP. What do you mean?\n\nSIR G. That you must bring to me a letter from your friend----\n\nPHILIP. A letter from her!\n\nSIR G. A mere acknowledgment that all is over.\n\nPHILIP. A letter!\n\nSIR G. Signed, mind you, signed.\n\nPHILIP. Signed! (_his cry wakes LADY CARLYON_)\n\nSIR G. Nothing like a signature.\n\nPHILIP. (_rising_) Wouldn't you like it stamped as well, Sir George?\n(_LADY CARLYON moves slightly_)\n\nSIR G. A penny postage stamp will be enough.\n\nPHILIP. That is impossible.\n\nSIR G. It must be got. (_lays down cigar. PHILIP sinks back into seat\nagain--LADY CARLYON, who has gone through the first processes of\nwaking, lifts her head; at the sound of SIR GEORGE'S voice she starts\nhalf up and holds herself in that position during the rest of the\nconversation, but always so as not to be visible to the others. SIR\nGEORGE rises and stands by PHILIP_) I feel so strongly that is the\nright course, because in my own life I have pursued the opposite; and\nI have paid--nay, I have not yet paid the penalty. I claim to be no\nbetter than my kind. When I was married, I too was entangled. I was a\nrising man--and it was necessary that I should obtain a seat in\nParliament. Lady Carlyon's father had much influence in the county\nwhich I represent. My marriage was political. I had a charming wife,\nwho did her best to love me, heaven knows; and _I_ might have loved\n_her_, if this entanglement from which I could not extricate myself\nhad not been there. But there it was, and with a woman's quickness she\ndiscovered it. I know she did, although she never spoke; and with a\ngenerosity which I can never repay, she did not add to my\nembarrassment. What was the sequel? Death cut the knot which I could\nnot unravel. I am free. Now, many a time amongst these dead dry bones\n(_pointing to briefs_) I hunger for the love it is too late to win.\nStill that accursed past stands like a wall betwixt my wife and me.\n(_returns, C._) Profit by my experience. (_sits, C._ )\n\nPHILIP. No doubt, the course you recommend would be the proper course\nto take, if it were possible; but in the circumstances it is quite\nimpossible.\n\nSIR G. Difficult, perhaps, but not impossible. Have no false delicacy\nin a case like this. This lady--I presume, whoever she may be, she\n_is_ a lady--who is fond of _you_, for that is evident, but of whose\nfriendship you are weary, must be sacrificed. I pity her, but there is\nno help for it.\n\nPHILIP. None! but a letter is out of the question.\n\nSIR G. Why?\n\nPHILIP. How could I ask her--oh, it is impossible!\n\nSIR G. Then, you do feel for her?\n\nPHILIP. I can't help pitying her.\n\nSIR G. Perhaps still care for her--a little?\n\nPHILIP. Sir George (_rises_), I give you my assurance as a gentleman,\nnothing has passed between us but kind words. I never loved her; and\nwhen I think of all the trouble she has brought on me--how she has\nbanished me for months abroad--how nearly she has made me a false\nfriend--I hate the very mention of her name!\n\nLADY C. (_who has followed his words in an agony, unable to restrain\nherself_) Philip! (_remembering herself, drops back upon the lounge,\nand feigns to be asleep_)\n\nPHILIP. (_turning, L., quickly_) What's that?\n\nSIR G. (_rising and turning up the lamp, sees her upon the lounge_) My\nwife! (_going round at back of desk to lounge_) She is asleep.\n(_moving her_) Bell! Isabel! (_she pretends to wake, then starts up\nsuddenly_)\n\nLADY C. Oh, how you startled me!\n\nSIR G. Nay, how you startled us!\n\nLADY C. How so?\n\nSIR G. By calling out.\n\nLADY C. Forgive me for disturbing you, but I was dreaming.\n\nSIR G. And not a pleasant dream, apparently. Why, you are trembling\nall over.\n\nLADY C. (_smiling_) So I am.\n\nSIR G. And you cried out as though you were in pain.\n\nLADY C. It was in terror. I dreamt that I was walking on the edge of a\nhigh cliff.\n\nSIR G. Pshaw!\n\nLADY C. Philip was with me.\n\nSIR G. You had a safe escort.\n\nLADY C. But the path grew so difficult, we had to separate. I followed\nhim; when suddenly he turned and----\n\nSIR G. And what?\n\nLADY C. Flung me over! I shrieked out, \"Philip!\"--and awoke.\n\nSIR G. That was what startled us.\n\nLADY C. Forgive me. Mr. Graham, for having even dreamt that you could\nbe so little chivalrous.\n\nSIR G. You are not well, my dear. It's time you went upstairs. I'll\nring for your maid.\n\nLADY C. She has gone to bed. It doesn't matter. I can go alone.\n\nSIR G. Where is Miss Dalrymple?\n\nLADY C. I'll look for her.\n\nSIR G. Stay where you are. _I_'ll look for her. (_Exit, L. The two\nstand opposite each other--pause_)\n\nLADY C. Well, Philip?\n\nPHILIP. Was this really a dream?\n\nLADY C. No.\n\nPHILIP. You have overheard my conversation with Sir George?\n\nLADY C. The end of it.\n\nPHILIP. And you cried out because----\n\nLADY C. I realised the truth.\n\nPHILIP. I didn't weigh my words. Perhaps I over-stated----\n\nLADY C. That will do. (_pause_) You chose a curious confidant!\n\nPHILIP. I had no choice. Sir George is so acute; he guessed so much, I\nhad to pass it off by asking him to give me his advice.\n\nLADY C. It was a dangerous expedient. Does he suspect--who----\n\nPHILIP. No.\n\nLADY C. Though he is so acute?\n\nPHILIP. Those who are gifted with long sight are often blind to what\nis at their feet.\n\nLADY C. How did you come to talk on such a subject?\n\nPHILIP. I had been telling him----\n\nLADY C. Go on.\n\nPHILIP. That I am going to be married.\n\nLADY C. Oh. (_quite calmly_) That was your secret? (_sits_)\n\nPHILIP. Yes. He guessed the reason why I went abroad, and putting this\nand that together, he divined there was a difficulty.\n\nLADY C. What is the difficulty?\n\nPHILIP. The lady to whom I am engaged is not yet of age, and those who\nhave the care of her insist upon some proof that our acquaintanceship\nis at an end.\n\nLADY C. They also know----\n\nPHILIP. Not who you are!\n\nLADY C. You make too many confidants. What proof do they require?\n\nPHILIP. A monstrous proof!\n\nLADY C. What?\n\nPHILIP. Why, a letter with your signature! It is outrageous!\n\nLADY C. Does Sir George think so?\n\nPHILIP. He agrees with them.\n\nLADY C. What does he say you ought to do?\n\nPHILIP. To ask for such a letter.\n\nLADY C. Then why don't you?\n\nPHILIP. Oh, have some pity on me!\n\nLADY C. That is but fair: for you have pitied _me_. (_rises_) You\nshall not ask me for the document you want; but you shall have it.\n\nPHILIP. Ah, you don't understand----\n\nLADY C. A letter with my signature. I understand.\n\nPHILIP. But----\n\nLADY C. I only ask one favour in return.\n\nPHILIP. Whatever I can do----\n\nLADY C. Once whilst you were away, I was so foolish as to write to\nyou. Whether or not my note was forwarded, I don't know; but if you\nreceived it----\n\nPHILIP. I did.\n\nLADY C. Please to return it to me; that is all I ask. (_slight pause_)\nWell?\n\nPHILIP. I regret----\n\nLADY C. Surely you will do that?\n\nPHILIP. I can't.\n\nLADY C. Can't! Why? (_slight pause_)\n\nPHILIP. (_drops his head_) I have destroyed it.\n\nLADY C. Ah! (_turns up and sits at desk_) Sit down a moment whilst I\nwrite the letter. (_writes rapidly_)\n\nPHILIP. It would be to no purpose.\n\nLADY C. Oh, I will make it to the purpose. (_writing_)\n\nPHILIP. Ah, if you only understood my situation!\n\nLADY C. Pray sit down. (_continues writing_)\n\nPHILIP. (_sits on the end of lounge facing the audience--aside_) How\nshall I tell her who it is requires it? (_rises--aloud_) Lady\nCarlyon----\n\nLADY C. (_writing_) In one moment.\n\nPHILIP. (_sits--aside_) How am I to say it? (_pause--during which LADY\nCARLYON finishes and folds up the letter_)\n\nLADY C. (_rising and advancing_) There is the letter. (_puts it in his\nhand_)\n\nPHILIP. It is of no use. (_rises_)\n\nLADY C. It is signed.\n\nPHILIP. That is the very reason. How can I show your signature----\n\nLADY C. You have my leave. The guardian is a gentleman, I hope.\n\nPHILIP. Undoubtedly.\n\nLADY C. Then he will not betray me.\n\nPHILIP. But you don't know---- (_door opens, L._)\n\nLADY C. My husband! hush!\n\n_Re-enter SIR GEORGE, L. PHILIP hides behind his back the hand which\nholds the letter._\n\nSIR G. Rose has gone up stairs, but I've sent word you want her. Are\nyou no better? You're upset to-night.\n\nPHILIP. It is my fault, Sir George. I've just been telling your wife\nof my difficulties.\n\nSIR G. You couldn't have done better. I'm sure she will agree with me,\nthat you should get the signature required. That is the only\ndifficulty in the matter.\n\nPHILIP. But it is insurmountable. If I had the signature, how could I\nuse it?\n\nSIR G. Not without permission.\n\nPHILIP. No!\n\nLADY C. But you _have_ permission!\n\n(_quickly and inadvertently_)\n\nSIR G. What?\n\nLADY C. (_aside_) I've said too much.\n\nSIR G. How did you get it? There's no post at this hour.\n\nPHILIP. (_with his disengaged hand produces ROSE'S envelope from his\npocket_) In the letter which you gave to me----\n\nSIR G. Oh--ah!\n\nPHILIP. And which I have just opened.\n\nSIR G. The letter in the lady's handwriting.\n\nPHILIP. Of her own accord, she releases me----\n\nSIR G. This is a marvellous coincidence.\n\nPHILIP. (_shows letter_) But here the letter is.\n\nSIR G. How alike you women write! I could almost have sworn that\nenvelope was in my niece's hand.\n\nLADY C. How could that be?\n\nSIR G. Why not?\n\nLADY C. Rose write to Philip, whom she doesn't know!\n\nSIR G. Not know?\n\nLADY C. They never saw each other till to-night.\n\nSIR G. You said Philip had told you----\n\nPHILIP. All but that.\n\nSIR G. You have not told my wife it's Rose you are engaged to?\n\nLADY C. Rose!\n\nSIR G. You may well look surprised. It seems they met on board the\n\"Kangaroo.\"\n\nLADY C. He is engaged to Rose?\n\nPHILIP. Yes.\n\nLADY C. Then the guardian is----\n\nSIR G. I. (_touches his breast, advances one step forward, and puts\nout his hand_) Give me the letter. (_LADY CARLYON and PHILIP both\nrecoil one step--pause--they stand breathless, gazing at SIR GEORGE_)\nYou hesitate.\n\nPHILIP. Sir George, you must make some allowances. This letter is\naddressed to me, and I should not be justified in letting it go out of\nmy possession.\n\nSIR G. How, then, do you propose to satisfy me?\n\nLADY C. Might he not read it?\n\nSIR G. Thank you, my dear, for the suggestion. That will meet the\ndifficulty.\n\nPHILIP. Then, I will read it. (_reads nervously, the letter trembling\nin his hands_) \"I hear you are going to be married. Good-bye, Philip.\nYou need not fear that I shall trouble you again; I have your\nhappiness too much at heart; but if I should, this letter puts me at\nyour mercy. Should the necessity arise, you have my leave to give it\nto whoever has the right to ask for it.--Yours, for the last time----\"\n\nSIR G. Stop. Is the letter signed?\n\nPHILIP. In full.\n\nSIR G. Now, give it me.\n\nPHILIP. Sir George----\n\nSIR G. The ground is cut from under you. You are expressly authorised\nto give that letter to whoever has the right to ask for it. _I_ have\nthe right----\n\nPHILIP. But you never will exercise it!\n\nSIR G. Now. I have a reason.\n\nPHILIP. Lady Carlyon!\n\nSIR G. I accept the arbiter. Lady Carlyon, am I right or wrong?\n\nLADY C. (_in a low voice and with an effort_) Right.\n\nSIR G. The award's against you.\n\nLADY C. Give him the letter.\n\nPHILIP. But----\n\nSIR G. Sir, I demand it! (_PHILIP gives it him_) I want it for a very\nspecial purpose. (_folding the letter up into a spill, but never\nletting his eyes fall upon it_) The woman who wrote this will never\ntrouble you. If she has done wrong, she has borne her punishment.\nTherefore, in pity, let us hide her shame. (_lights spill at lamp, and\nholds it in his hand--all three stand watching it, until the ashes\ndrop upon the floor, then turn aside, LADY CARLYON, R., PHILIP, L.,\nSIR GEORGE to back of scene_)\n\n_Re-enter ROSE, R., in a dressing-gown._\n\nROSE. You want me, aunt?\n\nSIR G. _I_ want you, Rose. (_leads her to PHILIP_) Philip has asked\nfor my consent to your engagement. I give it cordially. He is the son\nof a good father, and I think he will make you a good husband.\n\nROSE. Uncle George! (_embraces him--turns to PHILIP_) You haven't kept\nour secret!\n\nPHILIP. No, I couldn't wait.\n\nSIR G. (_crosses to LADY CARLYON_) Won't you congratulate them?\n(_stands, R., thoughtfully_)\n\nLADY C. Yes. (_crosses to ROSE and PHILIP_)\n\nROSE. (_embracing her_) Aren't you surprised, Aunt Bell?\n\nLADY C. I was, when first I heard. I hope you will be very happy. You,\ntoo, Philip.\n\n(_gives him her hand, then crosses to SIR GEORGE_)\n\nROSE. Why don't you kiss her, Philip?\n\nPHILIP. I'll kiss you instead.\n\n(_they sit aside, L., without noticing the others_)\n\nLADY C. (_laying her hand upon SIR GEORGE'S arm_) What are you\nthinking of?\n\nSIR G. I was just wondering if that poor woman's love, which had so\ngone astray, will ever go back to her husband.\n\nLADY C. Yes, if he is as generous as you.\n\nSIR G. How was I generous?\n\nLADY C. In sparing her.\n\nSIR G. I was not generous. (_each looking in the other's eyes with\nmeaning_) I simply paid a debt of honour I have owed too long. If I\n_was_ generous, was it not you who taught me generosity?\n\nLADY C. George, you have guessed her name!\n\nSIR G. But I shall never mention it. (_embrace_)\n\nCURTAIN.\n\nThis transcription is based on scanned images posted by the Internet\nArchive:\n\narchive.org/details/inhonourboundano00grunuoft\n\nThese images, which were scanned from a copy made available by the\nUniversity of Toronto Libraries, are of an undated edition printed in\nLondon by Samuel French. The estimated date of publication is 1885. A\nsecondary source, also posted by the Internet Archive, was consulted:\n\narchive.org/details/inhonorboundorig00grun\n\nThese images, which were made available by the University of\nCalifornia, are of an edition printed in Philadelphia by the Penn\nPublishing Company in 1912.\n\nFrench's Acting Editions from the nineteenth century tend to have\nminor editorial inconsistencies and errors as well as errors\nintroduced in the printing process, depending on the condition and\ninking of the plates. Thus, for example, it is at times difficult to\ndetermine whether a certain letter is an \"c,\" \"e,\" or \"o\" or whether a\ncertain punctuation mark is a period or a comma. Where context made\nthe choice obvious, the obvious reading was given the benefit of the\ndoubt without comment.\n\nThe following changes were noted:\n\n- Throughout the text, the use of dashes has been made consistent.\n\n- p. 3: Based on the Penn edition and editorial practice in other\ncontemporaneous French's Acting Editions, three colons in the opening\nscene description were changed to semicolons.\n\n- p. 4: The only girl in the wide world for me--Added a period at the\nend of the sentence.\n\n- p. 8: SIR GEORGE (_putting chair..._--Changed \"SIR GEORGE\" to \"SIR\nG.\" for consistency.\n\n- p. 9: Of course. (_quickl y_)--Deleted space in \"_quickl y_\" in two\nconsecutive lines.\n\n- p. 10: SIR. G. Why so?--Deleted period after \"SIR\".\n\n- p. 10: SIB G. (_putting the brief..._--Changed \"SIB G.\" to \"SIR G.\".\n\n- p. 10: SIR. G.  Let us hope it will.--Deleted period after \"SIR\".\n\n- p. 10: ...and hear you plead,--Changed comma to period.\n\n- p. 11: What can they have to talk about--those two? (_reflectiv\nly_)--Inserted \"e\" in _reflectiv ly_.\n\n- p. 12: It is a weird thing Sometimes--Inserted period after \"thing\".\n\n- p. 14: I know she did, although she never spoke: and...--Changed\ncolon to semicolon, as in Penn edition.\n\n- p. 17: Are youno better?--Inserted space after \"you\".\n\n- p. 18: SIR G. What--Added a question mark after \"What\".\n\n- p. 19: (_reads nervously, the l     trembling in his\nhands_)--Changed \"_l_\" to \"_letter_\".\n\nThe html version of this etext attempts to reproduce the layout of the\nprinted text. However, some concessions have been made. For example,\nin the printed text stage directions following a line of dialogue were\nplaced a couple spaces after the dialogue, flush right on the same\nprinted line, or flush right on the next line. In the etext, all stage\ndirections printed on the same line were placed right after the\ndialogue. Stage directions printed on the next line were indented from\nthe left margin, and coded as hanging paragraphs.",
    "metadata": {
        "author": [
            "Grundy, Sydney"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/41369/pg41369.txt",
        "name": "in_honour_bound_an_original_play_in_one_act_sugges.json"
    }
}