{
    "name": "In self-defense",
    "author": [
        "Tuttle, W. C. (Wilbur C.)",
        "Tuttle, Wilbur C.",
        "Tuttle, Wilbur Coleman"
    ],
    "body": "by W. C. Tuttle\n\nAuthor of “For the Love of Annibel,” “All Wool,” etc.\n\n\n“Prohibition,” remarked Ike Harper, loosening up a notch in his belt\nand rolling a fresh smoke, “is goin’ to make two roses bloom in this\ncountry where only one bloomed before. ’Cause why? One drink uh\nbootleg hooch will bring blossoms to th’ face of uh wooden Injun,\nand also it’s goin’ to work uh hardship on real old maids and homely\nfemales of all descriptions. Lissen, and I’ll orate how I knows.”\n\n               *       *       *       *       *\n\nRen Merton was uh trouble-huntin’ fool of uh puncher, and Sig Watson\nwas his first assistant. I might say that Sig was his aid-de-camp,\nsecretary and treasurer. Them two hombres punched cows fer uh livin’\nand hunted trouble fer pastime.\n\nIf th’ combined brains of th’ two was turned to powder and put into\nuh .22 ca’tridge shell it wouldn’t blow th’ bullet out of uh\nsix-inch pistol barrel, and if it was black powder it wouldn’t foul\nth’ shell.\n\nThey punched fer th’ Triangle outfit all one summer, and then\ndecides to go into th’ cattle business fer themselves. Not havin’\nsaved enough between ’em to buy uh green hide, they decides to go\ninto th’ business anyway.\n\nMagpie Simpkins was th’ sheriff at th’ time and, havin’ uh real\nfriendly feelin’ fer th’ boys, he don’t arrest ’em a-tall. He jist\nshoots th’ hot cinch ring out of Ren’s hand, cuts th’ heifer loose\nand fergets th’ whole affair.\n\nThey rides back to town, where Ren gits prodigal with his six-gun\nammunition, with th’ result that th’ atmosphere gits too warm fer\ncomfort, and they grabs their hosses and fogs off to th’ Seven A\nranch and go to work again.\n\nWell, fer th’ next month they behaves fine--said month bein’ spent\non th’ roundup out in th’ Sweetgrass hills, so far from town that it\ntakes two days hard ridin’ to find anything except personal\nanimosities, which ain’t sufficient.\n\nTh’ nearest town is Piperock. Piperock ain’t what you’d call uh\nthrivin’ city--not havin’ uh Chamber of Commerce or an Ad Club, but\nshe manages to angle along anyway. It contains about uh hundred\nhuman beings and a Greaser settlement.\n\nWell, as I said before, Ren and Sig works steady fer uh while and\nthen collects their stipend, rolls their war-sacks and moseys to\ntown to revel amid th’ bright lights and enjoy th’ fruits of their\nlabor.\n\nThey says “Klahowya” to Buck Masterson, th’ saloon keeper, and\nproceeds to pay rent on th’ saloon fixtures.\n\n“Boys,” says Buck, “curb yore feelin’s fer this time. There’s uh\nheap uh sentiment agin’ yuh both here, and if yuh behave it’s bound\nto die out in uh little while. That Chink is still in th’ hospital\nat Helena.”\n\n“Pshaw!” exclaims Ren. “That’s too danged bad. But I asks yuh, Buck,\nhow was I to know that th’ Chink was behind that box, too? That\nGreaser ducks behind it and I never once thinks that there’s room\nfer two people. It surprises me so I lets th’ Greaser git away.”\n\n“I allus told yuh,” stated Sig, “that you depends too much on th’\njump of that ol’ .41. Now, uh .45 is heavy enough that she don’t\njump. To illustrate my point clearly----”\n\nRight then Buck cuts in and talks ’em out of it. Uh six-gun\ndemonstration ain’t no pink tea, especially when th’ demonstrator\nhas about six scoops uh hooch under his belt.\n\nThey has a few more drinks and then decides to eat, so they ambles\nacross th’ street to Jimmy Peyton’s Boston Chop House, th’ only\neatin’ place in th’ town. There ain’t nobody in sight, so Ren\nyells--\n\n“Jimmy, yuh lop-eared son-of-uh-sea-cook, bring us uh meenoo!”\n\nRight then they gits uh surprise. Instead of Jimmy, with his dirty\napron and a half-smoked cigaret hangin’ out uh one side of his\nmouth, out waltzes th’ swellest lookin’ female person they ever saw,\nand she single-foots right up to ’em with uh smile, and then out\ncomes another she person, but this last one ain’t noways in th’ same\nclass as Number One.\n\nThey’re both wearin’ li’l dinky white aprons and uh head full uh\nhair, but here th’ similarity ceases some abrupt. Th’ first one is\npackin’ class by th’ ton. She’s--well, she looks uh lot like th’\nlady on th’ Empire Packin’ Company’s calendar, which ol’ man Padden\nhas hangin’ over his bunk.\n\nTh’ other is older by twenty years and seems sort-a sprung in th’\nknees. She’s got uh forearm like Jefferies and needs uh shave. Th’\nfirst one leans over th’ table and hands uh printed bill uh fare,\nbut Ren don’t read it a-tall. He says, “Thanks, ma’am,” and puts it\nin his pocket.\n\nTh’ older one grins at Sig and says, “Nice day.”\n\n“Uh-huh,” agrees Sig. “It shore is. Don’t hardly look like it might\nrain.”\n\nRen just sits there lookin’ at th’ pretty one, like uh chickadee\nlookin’ at uh rattler. He ain’t able to even wink.\n\n“Soup?” asks th’ lady.\n\n“Are we?” asks Ren, turnin’ to Sig, who is also industriously sizin’\nup th’ beauty show.\n\n“Intensely,” agrees Sig, and th’ two females beat it fer th’\nkitchen.\n\n“Do you gentlemen live here?” asks th’ pretty one, when she deposits\nth’ soup on th’ table.\n\n“We--huh--yes’m I reckon yuh might say we do,” stammers Ren, tryin’\nto eat soup with his fork and keep both hands out of sight.\n\n“We don’t usually live here,” amended Sig. “But we can. You livin’\nhere?”\n\nTh’ other female has jist come out of th’ kitchen and she answers:\n\n“My cousin and I bought this place a week ago from Mr. Peyton. I am\nMiss Matilda Beebee, and my cousin here is Miss Rosalind Madeline\nMcGuire.”\n\nRen spilt his soup gittin’ up and reaches out his hand.\n\n“Pleased to meet yuh,” says he, sayin’ th’ same thing to both of\nthem. “I’m Sigismund Alexander Watson, and my friend here is Ren\nMerton.”\n\n“Christened,” says Ren, “Renley St. Clair Merton. I welcomes yuh to\nPiperock.”\n\n“Ren,” says Sig, when they had managed to tear themselves away from\nth’ eatin’ house, “where did you git that l-e-y on Ren, and also\nthat St. Clair?”\n\n“Slick-eared ’em,” grinned Ren, “jist like you did i-s-m-u-n-d and\nAlexander. Do you think fer uh minute that I eats dust from any\nbow-legged cow trailer when it comes to names? Not a-tall. Sabe?”\n\n“Some filly!” states Sig. “Mama mine! Some filly!”\n\n“We’re goin’ to have preachin’ tonight in Piperock,” states Buck, as\nhe slides th’ poison vial down th’ bar to th’ boys.\n\n“What for is this preachin’?” asks Ren. “Somebody dead?”\n\n“Nope. Jist common Gospel. I figgers to take one of th’ girls across\nth’ street.”\n\n“Asked her yet?” asks Sig, with uh grin.\n\nBuck polished off the bar and replaced the bottles before he\nreplied--\n\n“Nope--not yet.”\n\nThey imbibes their drinks and wanders out on th’ porch.\n\n“Dog-gone!” exclaims Sig. “I reckon I leaves my quirt over to th’\nrestaurant. Better go and git it.”\n\n“Th’ walk will do us good,” grins Ren. “Come on.”\n\n“Quirt?” asks th’ pretty one. “Oh yes, you mean that thing hangin’\non your wrist don’t you?”\n\n“I--I reckon I plumb overlooked it,” stammers Sig. “Much obliged.”\n\n“I jist come over, ma’am,” says Ren, “to see if you’d go to th’\nGospel meetin’ with me tonight.” He looks up and he’s gazin’ into\nth’ eyes of Matilda Beebee.\n\n“Charmed,” says Matilda. “Yore pardner, Mr. Watson, might care to go\nwith Rosalind.”\n\n“Ma’am,” chuckles Sig, “I takes off my hat to you as uh mind reader.\nThat lost quirt was jist an excuse to git over here, Sabe? I agreed\nto let Ren have first choice, ma’am, and yuh shore can depend on Ren\nto make no mistakes on th’ draw. Why I’ve seen that _hombre_ discard\none small pair to git uh chance to----”\n\n“Sig,” says Ren sort-a hard like, “if we’re goin’ to church we’d\nbetter stable them broncs.”\n\nAnd when he gits Sig outside he continues:\n\n“You dog-goned, ossified, bow-legged, paralytic son of-- Sig, what\ndid I ever do to you, eh?”\n\n“Haw! Haw! Haw!” roared Sig, leanin against his horse and laughin’\nso hard he almost pushes th’ bronc off its feet. “Mama mine, Renley,\nwhen it comes to pickin’ ’em yo’re there! ‘Charmed,’ says she and\nyore face looked like you’d been caught stealin’ uh sheep.”\n\nWell, they takes th’ gentle sex to th’ meetin’, which is held in th’\nold Mint dance hall, and, while Sig sits there and smiles into\nRosalind’s face like uh dyin’ calf in uh mud-hole, and gittin’ hated\nfluently by th’ male portion of Piperock, pore old Ren is fidgitin’\nalongside uh Matilda. Yuh could light uh match on his ears every\ntime he hears anybody clear their throat, and it shore did seem as\nthough every one in church had uh frog in their throats.\n\nAfter th’ preacher gives th’ crowd th’ exit sign, Ren sort-a stalls\naround with Matilda and lets th’ crowd drift out ahead. Th’\npreacher, bein’ uh stranger, shakes hands with Ren and asks his\nname.\n\n“Ah,” says he. “And this is Mrs. Merton. Well, well, I shore am\npleased. May I call?”\n\n“Shore,” grunts Ren, “What yuh got?”\n\n“Ha, ha!” laughs th’ preacher. “Men will have their little jokes,\nMrs. Merton. You see I understand a few poker terms. Ha, ha!”\n\nHe slaps Ren on th’ shoulder, and hurries to round up another\nprospect.\n\n“Ha, ha!” snorts Ren, “---- of uh--I beg yore pardon, ma’am. You see\nI didn’t----”\n\n“How quaint,” sighs Matilda, like uh turtle-dove with uh full crop.\n“Didn’t it seem comfy to be mistaken fer married folks, Renley?\nIsn’t th’ moon lovely tonight. Let’s take a little walk, Renley,\nit’s too lovely to go inside.”\n\n“That moon,” says Ren, “shore is lovely. It’s full. I wish I--shore\nI’d enjoy uh walk.”\n\n               *       *       *       *       *\n\nAn hour later Ren climbed th’ rickety stairs of Holt’s hotel and\nbusted th’ lock off their door gittin’ in. Sig is lyin’ on th’ bed,\nwith his leg draped over th’ foot and he’s playin’ “Good Night,\nBeloved, Good Night,” sort-a soft like on his mouth harp. He rolls\nhis eyes at Ren and lets th’ organ slip out of his hands and slide\nunder th’ bed. He turns over and points at his six-shooter hangin’\non th’ wall.\n\n“Don’t, Ren!” says he sort-a sad like, “I’m unarmed.”\n\n“Yo’re safe,” groans Ren, sinkin’ into uh chair. “I ain’t in no\nkillin’ mood, Sig. I’m borderin’ on uh fit of despondency and I\nneeds sympathy and advice like uh calf needs milk. Honest, I feel\nlike uh Digger Injun would if somebody washed his neck and ears. My\nliver ain’t noways fresh an’ I feels that my lights is burnin’ low.”\n\n“When I used to be uh lawless character,” stated Sig, as he fumbled\nunder the bed for th’ mouth harp, “‘preachin’ allus affected me\nthataway. Gospel truths seem to--don’t strike me, Renley!”\n\nRen slumped down in the chair and held his head in his hands.\n\n“I knowed it, I knowed it! Dang it all, them last two drinks--”\n\n“Did she accept yuh?” grinned Sig.\n\n“Accept me!” wailed Ren. “Dog-gone it, Sig, she didn’t wait fer\nthat. She took me fer granted! She said--oh Lord! She said she\ndidn’t care if I did used to act wild and shoot Chinamen and\nGreasers. Can yuh beat it, Sig? She gits me by th’ arm and leads me\n’way off down th’ road--it was awful hot in that church and th’\nhooch gits to bubblin’, and I ain’t noways to blame--leads me to\nthat old cottonwood tree, which th’ lightnin’ hit last summer, and\nsits me down on uh log. Cripes! Why can’t lightnin’ hit twice in th’\nsame place? Then she--aw, I dunno--I do know that in th’ argument I\ndidn’t have no more chance than uh snowball in Yuma!”\n\n“Goin’ to marry her, Ren?”\n\n“Not by a danged sight!” wailed Ren. “Mebby she’ll marry me though.”\n\nSig took a deep breath and the strains uh “Moonlight” permeated the\nroom. Ren slipped his boot off sort-a unconcerned like and,\n“_Bing!_” Sig saw it comin’ and ducked off the other side and the\nboot hit the other side and started the nails.\n\n“Hey!” yelled the voice of the harness drummer who was in the next\nroom. “Cut out th’ orchestra practise, you drunken sheep-herders!”\n\n“That,” states Ren, “makes me forget personal animosities, Sig.\nHere’s yore gun. Pull jist below that bunch uh cauliflower pitchers\non th’ wall paper and it’ll jist about rake his bunk. Ready?”\n\nTh’ door of th’ opposite room closed quickly and th’ drummer padded\noff down stairs and slept in uh chair.\n\n“Sig,” says Ren, as he rolls into bed, “I’ll allus blame my downfall\non uh quirt.”\n\n“Misspelled,” mumbled Sig. “Should ’a’ been ‘quart.’”\n\n               *       *       *       *       *\n\nThe next mornin’ Sig saddled his horse and sat down in the stable\ndoor to roll a smoke.\n\n“Ren, yo’re uh lucky devil,” he stated.\n\nRen dropped his latigo strap and stared at Sig.\n\n“What do yuh mean?”\n\n“Have another aig, Renley?” mimicked Sig. “Them cakes is all cold.\nLet me git yuh some hot ones, Renley. Take all th’ cream yuh can\nuse, there’s a-plenty. Have some more nice maple sirup, Renley.”\n\n“Sig!” Ren snapped his cinch hook and walked over to th’ door.\n\n“When it comes to bowels of compassion, you don’t show uh gut. If\nyou was uh real friend you’d be figgerin’ some way to save me,\ninstead of passin’ out low comedy.”\n\n“She ain’t much to look at,” agreed Sig, as he swung into th’\nsaddle, “but many uh kind word is often hidden by sparse whiskers.”\n\n“----!” snorts Ren. “There’s Matilda, of th’ angel face, wavin’ at\nme to come back. I wonder what she wants?”\n\n“She probably wants to know whether you prefers uh Methodist or uh\nBaptist preacher. Tell her yore folks raised yuh in th’ Mormon\nfaith, Ren, and you can’t consider no other. That’ll delay\nproceedin’s until she can send to Utah and----”\n\nBut Ren was on his way out of town, and Sig followed suit.\n\nWell, they goes back to th’ Seven A and goes to work again. Th’\nboss, Old Man Padden, sends Sig with uh couple of other punchers to\nride th’ breaks of th’ Shell River after strays, and he keeps Ren at\nhome where there ain’t nothin’ to do but water some stock and go to\ntown after th’ mail. Sig is away fer ten days, and when he returns\nhe’s plumb lonesome fer company--Rosalind’s especially.\n\nRen is sittin’ on th’ corral fence braidin’ uh quirt when Sig rides\nin.\n\n“How’s Old Man Merton’s boy Renley?” greets Sig, yankin’ his saddle\noff and hazin’ his bronc into th’ pasture. “How’s everything?”\n\n“She’s fine,” grins Ren. “I seen her and Ricky Henderson ridin’\nalong th’ Dancin’ Prairie trail twice this week, and I hears that\nshe’s furnishin’ Buck Masterson with uh clean napkin at each meal.\nBuck’s uh changed man, Sigismund. He’s usin’ ba’r ile on his boots\nand bay rum on his head.”\n\n“That ol’ pelican?” yells Sig. “If that’s all that’s tryin’ to beat\nmy time I’m as good as married right now.”\n\n“I hates to tell yuh,” states Ren sadly, “but them Piperock fellers,\ntakin’ em as uh tribe, are shore beatin’ yore time with Rosalind. I\nreckon you made uh hit th’ first time she ever saw yuh, but she’s\nheard too much agin’ yuh since. I done talked with her and I finds\nout that she’s partial to heroes. _Sabe?_ Nothin’ but uh heero need\napply, and, Sig, there ain’t no use you tryin’ to be one uh them.\n\n“Anyway, yuh can’t see her before Monday. She went down to Curlew uh\nfew days ago, and said she would be back Monday afternoon on th’\nstage.”\n\n“Likes heroes, eh?” mused Sig. “Jist about what causes uh man to be\nuh hero?”\n\n“Uh heero,” states Ren, “is uh feller who does jist what any one\nelse would have done in his place, but he beat ’em to it. _Sabe?_ He\nallus saves th’ girl.”\n\n“Saves th’ girl, eh?” Sig runs his fingers down th’ creases in his\nchaps and thinks deeply.\n\n“Ren, I got a idea.”\n\n“Shoot.”\n\n“I’ll save Rosalind.”\n\n“Huh!” Ren spat his cigaret out and stared at Sig. “Save her from\nwhat?”\n\n“You,” stated Sig, eagerlike.\n\n“Haw! Haw! Haw! Save her from me! That’s uh hy-iu idea, Ren. What am\nI supposed to be?”\n\n“Uh desperado. Lissen. Art Miller carries money sometimes on th’\nstage and almost every trip he has uh passenger or two what would\nassay six bits or uh dollar, and they’re liable to be held up any\ntrip. Here’s th’ big idea:\n\n“Remember them big rocks on this side of th’ Hell Gate crossin’?\nPeach of uh place fer uh holdup, Ren. Now, on Monday afternoon, you\nbe up in them rocks, with uh mask on, and when Art drives out of th’\nford you throw down on him with yore rifle and yell, ‘Hands up!’\nMebby yuh better shoot once or twice so as to make th’ play good.\nWe’ll pull th’ bullets out of some ca’tridges so nobody won’t git\nhurt. When you yells and shoots uh few times, here I comes across\nth’ ford ridin’ like th’ devil and starts throwin’ lead and you\nducks, sabe? I’ll save th’ stage from bein’ held up and, bein’ as\nRosalind is on th’ stage, I’ll be uh hero. Ren, are yuh game to help\nuh needin’ friend?”\n\n“And mebby go to Deer Lodge and wear uh number like uh box-car,”\nobjected Ren sarcastically.\n\n“Nobody’ll know yuh,” pleads Sig. “Don’t throw me down, Ren. How\nmany times you been to Piperock since I left?”\n\n“Every day,” grinned Ren.\n\n“Gosh! When is it comin’ off?”\n\nRen shook his head and looked thoughtful.\n\n“There’s th’ cook yellin’ ‘supper’ now. Let’s eat.”\n\nRen slid off the fence and looked at Sig.\n\n“Are yuh goin’ to help me out?” he asked pleadingly.\n\n“I’ve decided to give it uh whirl,” stated Ren. “To make th’ play\ngood I’ll go to Curlew on Sunday mornin’ and circle th’ stage from\nthere in the mornin’, after givin’ it out that I’m on my way to\nMica. _Sabe_ th’ play, Sig? I’ll also hint that when I comes down\nth’ trail I sees uh person who looks like Pete Melcher to me. Pete\nis holed up somewhere in th’ west part of th’ state, but he’s liable\nto start operatin’ over here any old time.”\n\n“Good stuff!” yells Sig “It’s shore white of you, Ren. Dog-gone,\nthere ain’t no chance of uh slip-up and me, I’ll be th’ li’l hero\nand save th’ girl, eh?”\n\n“Don’t worry about th’ slips in th’ game,” states Ren. “If Art\nMiller does rim me with his ol’ riot gun, or if I gits uh free ride\nto Deer Lodge, I won’t have to marry--huh! Every cloud has uh silver\nlinin’, Sigismund Alexander.”\n\n               *       *       *       *       *\n\nTh’ next mornin’, bein’ Sunday, Ren throws his saddle on his brown\nmare and points off across th’ hills towards Curlew, and on Monday\nmornin’ Sig puts his ridin’ gear on Old Man Padden’s best lookin’\nbronc, polishes up his boots and slips off across th’ hills towards\nHell Gate Cañon.\n\nSig breezes across th’ hills with joy in his heart, so much joy that\nhe thumbs that bronc, with th’ result that he almost gits set on\nfoot. He has time to burn, so he decides to go out of his way to say\n“hello” to Pete Gonyer. Pete lives in uh li’l cabin up in Roarin’\nGulch, and Sig ain’t been up that way fer some time. It will give\nhim an excuse fer bein’ seen in th’ Hell Gate hills.\n\nHe finds that Pete ain’t home, so he ambles down th’ gulch, ties up\nhis bronc and takes uh nap under uh bush. He sleeps about an hour\nand then moves on. He ain’t got no watch, but th’ sun looks about\none o’clock, so he drops off th’ hills to th’ road and turns back\ntowards Piperock.\n\nHe jogs along slow ’till he gits to th’ spring near th’ Rock of\nAges, and he swings off to git uh drink. Right there he spies uh\nletter layin’ near th’ spring under uh bush, and nacherally he picks\nit up and looks it over.\n\n“Huh!” says he. “Addressed to Jack Elberton, Helena. I reckon Art\nmust ’a’ lost it goin’ out.”\n\nAnd then like anybody else would, he opens it to see who to send it\nback to. He reads it through twice, takes off his hat and reads it\nagain. It says:\n\n    In reply to your letter I can say that you’ve got more\n    nerve than a mule. Just because I let you kiss me don’t\n    prove conclusively that I love you. Also your statement\n    (or hint) that I’ve got a perfectly good husband in the\n    land of the living doesn’t feaze me either.\n\n    Your threat to come to Piperock to see me is amusing. I’ve\n    made a hit with a big cowboy up here, who would take you\n    apart like a picture puzzle if I said the word. Take my\n    advice, Jackie and forget that you ever knew    Rosalind\n\nSig looks at th’ letter for uh while and then stares at th’ road. He\ngits up suddenly and looks at th’ hoss tracks in the road and then\nhops for his bronc.\n\n“Gosh!” says he. “Th’ stage is past!”\n\nAnd he spurs up th’ hill and throws th’ quirt into that bronc and\nfogs th’ hills. He’s plumb miscalculated th’ time, and by racin’ fer\nthree miles across th’ hills he’s got uh chance to cut in ahead of\nth’ stage.\n\n“Lord A’mighty!” he whoops, when he hits th’ road agin and sees uh\ncloud uh dust still hangin’ around th’ first turn of th’ road.\n“Mebby I’ll catch ’em yet. I shore got to do somethin’ to crab this\nhold-up play! I can’t let Ren take uh chance like this now. Cripes!\nMebby Art is lookin’ fer uh play of this kind and he’ll fill Ren\nfull uh buck-shot. Git a-goin’ yuh buzzard-headed, bunch uh coyote\nbait! If I can git close enough to attract Art’s attention before he\ndrives out of th’ ford, Ren will sabe that somethin’ has gone wrong\nand keep out-a sight.”\n\nThe four hosses of th’ stage had jist finished drinkin’ as Sig races\nin sight, and as they starts out th’ other side Sig waves his rifle\nand starts shootin’.\n\nThat bronc wasn’t noways gun broke, so it starts sun-fishin’ at th’\nfirst shot and bores straight fer th’ stage. Sig sees Art Miller\nstand up in his seat and throw th’ whip to his leaders with one hand\nand fire both barrels of his riot gun with th’ other.\n\nSig ducks jist in time to save his life. Art shoots uh li’l high and\nwhen Sig ducks all he gits is th’ rakins of about six shot across\nhis shoulder. One shot punctures th’ brone’s ear and it shore moves\nup and down a-plenty.\n\nTh’ stage is rockin’ and swayin’ up th’ road as fast as four scared\nand whipped cayuses can yank it and Art Miller is bracin’ hisself\nand throwin’ leather promiscuous. Sig lost his rifle and is now\nridin’ with both hands.\n\nArt drops his whip, wraps his lines around his arm and, in tryin’ to\nput more shells in his gun, swings his team off th’ road. They go\ngood for about ten jumps and then they’re into th’ timber.\n\nNatcherally th’ leaders goes on opposite sides of uh tree, with th’\nresult that th’ wheelers skid to one side and th’ stage turns uh\nhandspring. I reckon that Sig’s bronc thinks it’s uh real party fer\nits benefit, ’cause it pitches right into th’ tangle and Sig lights\nsittin’ down through th’ glass door of th’ stage, which is reposin’\nserenely on its side when he arrives.\n\nSig sits there fer uh few minutes collectin’ his thoughts, when he\ndiscovers that he’s sittin’ on somebody’s head.\n\n“Rosalind!” is th’ first thought that comes into his head, so he\nslides part way out and takes said head between his hands.\n\n“Rosalind!” he wails. “My Gawd!”\n\nHe can’t see very plain until he climbs out and leans over th’\ncasing. “Speak to me, Rosalind!” he sobs. “Hu-honey, I wants yuh\nto--the devil!”\n\nA figger rises up from th’ coach, looks him in th’ eye and spits out\nthree perfectly good teeth.\n\n“I begs yore pardon,” says Sig, in a dazed sort of uh way.\n\n“Yo’re welcome,” says th’ other party, puttin’ his finger into th’\nplace where his teeth used to be, and lookin’ foolish.\n\n“Uh--hu--huh!” says a voice behind them, and there stands Art\nMiller.\n\nMost of his clothes are missin’ and he’s nursin’ uh skinned elbow\nand leanin’ agin’ uh wheel fer support.\n\n“What happened, driver?” asks th’ party of th’ missin’ teeth.\n\nArt looks over th’ wreck and then back at th’ bald head stickin’ out\nof th’ stage.\n\n“If it was yore eyes instead of yore teeth I might take th’ trouble\nto explain,” he snaps. “Take uh look and form yore own conclusions.”\n\n“We--huh--seem to have wrecked.”\n\n“We--huh--have!” snapped Art, and then to Sig: “What do yuh mean by\nstampedin’ my outfit thataway, eh? Comin’ along a-shootin’ like uh\ncrazy half-breed!”\n\n“Art,” says Sig, “I shore begs yore pardon if I done wrong, but I’d\nalmost swear that I hears somebody yell ‘Hands up!’ at you, when you\npulls out of th’ ford, and I comes to yore rescue. Dog-gone it all,\nthat’s allus th’ way. When yuh tries to do uh feller uh favor he\ndon’t appreciate it.”\n\nSig looks sorry fer himself and rolls uh smoke.\n\n“Yore hearin’ is fine,” states Art, after thinkin’ fer uh minute.\n“Jist as we pulls out of th’ ford, that rattle-headed, Roman-nosed,\noff leader uh mine leans back and lets th’ pinto wheeler into th’\nstretchers. What I yells was--I begs yore pardon, preacher, did you\nspeak?”\n\n“Please,” mumbles th’ party of th’ missin’ teeth. “Things are bad\nenough without repeatin’ your former exclamations.”\n\n“Preacher,” wonders Sig out loud. “Another preacher in th’ country?\nWe done got one in Piperock now, Art. One with all his teeth, too.”\n\n“Uh-huh,” agreed Art. “But he’s uh Baptist. This’n is uh\nPresbyterian. Miss Beebee’s uh Presbyterian, and she insists on her\nown tribe fer th’ marriage _wau-wau_. _Sabe?_”\n\n“When is this event due to happen?” grins Sig.\n\n“Tonight,” states Art. “And I’ll bet Buck Masterson is runnin’ rings\naround himself right now. We’re due.”\n\n“Buck Masterson?” mumbles Sig. “I don’t see----”\n\n“Nobody does either,” chuckles Art. “Ain’t he gittin’ uh prize\npackage?”\n\nSig grunts and wonders if some of th’ buck-shot didn’t go deeper\nthan just through th’ skin. He feels dazed like. Art Miller is\nfumblin’ inside his shirt and finally produces a wrinkled envelope.\n\n“I jist happened to remember it, Sig. I sees Ren Merton yesterday in\nCurlew and he sends you this. Wrote it too late to mail. Li’l\nsurprise.”\n\nHe finished with a wink at th’ preacher person, who is huntin’\naround inside th’ wrecked stage fer his teeth.\n\nSig opened th’ envelope and read th’ followin’ aloud:\n\n    “Deer Sigismund:\n\n    Me and Rosalind were married here today and send you our\n    best wishes. I hated to double-cross you but I told her\n    about our plans and she said that heroes were born and\n    not made and that I’d be one if I saved her from a\n    certain bow-legged person we both know. I asks your\n    pardon and wishes to state that I wouldn’t have done it\n    if I had of been sober. You can have that new quirt\n    which is hangin’ over my bunk. You know how a feller\n    loses his head when he’s spifflikated.\n\n                        Yours respy\n                          Renley St. Clair Merton & wife.\n\n    P.S. The preacher what tied the not is in the stage and\n    can tell you all about it. I hope you don’t kill him\n    during the rescue ’cause he never asked fer a cent.”\n\n“You--you performed a marriage in Curlew last night?” asked Sig, and\nth’ preacher nods.\n\n“Yeth thir,” he states, with his tongue explorin’ where his teeth\nused to bed down. “But I never wath paid a thent.”\n\nSig fumbled around in his pocket for a moment and then hauled out a\nsmall roll of bills.\n\n“Here’s uh ten spot with my compliments, old-timer.”\n\n“Wath he a friend of yours?” asks th’ preacher.\n\n“Well,” says Sig, feelin’ of th’ two envelopes in his chaps pocket,\n“he don’t think so, but he don’t know it all. If uh man would ask me\nI’d say, yes.”\n\nSig recovers his horse and pulls out fer Piperock, after promisin’\nArt that he’ll send help out to them. Buck is standin’ in front of\nth’ saloon and as Sig rides up he yells--\n\n“Seen anythin’ of th’ stage, Sig?”\n\nSig tells him about th’ smash-up and then goes in and drapes himself\nover th’ bar. Ricky Henderson is there and they crooks elbows\nnumerous.\n\n“Where’s Ren?” asks Ricky. “I ain’t seen him since Saturday. Him and\nthat Rosalind person is thicker than axle grease in January. Been\nout ridin’ every day last week. I thought you had aspirations\nthataway, Sig.’”\n\n“Not me, Ricky. Yore uncle Siggie knows when he’s safe. I’m goin’\nover to congratulate th’ bride, and then I’m goin’ to come back and\nfill my hide with some more absent-minded juice. So long.”\n\nHe ambles across th’ street to th’ restaurant and finds Miss Matilda\ntellin’ th’ Chink what to have fer supper.\n\n“Howdy,” says Sig. “I reckon I can congratulate you on yore marriage\nto Buck.”\n\nMatilda blushes through her whiskers and smooths her skirt.\n\n“Thanks, Sigismund. I had hopes that you and Rosalind could stand up\nwith us, but she’s in Curlew and won’t be back. I’ll have to git\nMiss Harris. Would you like to stand up with her?”\n\n“Ma’am,” says Sig, “while I admires such functions uh heap, I’d uh\nlot rather jist sit on th’ bench and watch ’em. Rosalind is uh real\nnice girl, I reckon, but her and me ain’t----”\n\nMiss Beebee pats Sig on th’ shoulder in uh motherly way.\n\n“Rosalind is uh nice girl but she’s got uh temper that would, when\nit busts, make uh stick of dynamite sound like th’ scratchin’ of uh\nsulfur match. She told me that she liked yore looks th’ first time\nshe ever seen yuh, Sigismund, but it’s money she wants--not love.”\n\n“She’s done married Ren,” states Sig sarcastically.\n\n“Already? My, my, she shore didn’t take any chances. I’ll tell you\nuh secret Ricky Henderson told.”\n\nSig looked foolishly at her and scratched his head.\n\n“Ricky did, eh? Jist about how much did that _hombre_ e-lucidate?”\n\n“He came in here the other day after Renley had gone, and he told us\nall about Renley being the real owner of the Triangle cattle and\nalso havin’ uh big interest in th’ Seven A. Oh, he told us all about\nRenley. Ricky had been drinkin’, I think.”\n\n“So Rosalind----”\n\n“Jist a moment, Sigismund. I want to make a little confession. Her\nname is not Rosalind, but Matilda. We traded names when we came up\nhere because mine fits her better than her own. Of course all our\nfriends outside of Piperock know that my name is Rosalind. Of course\nwhen she found out all about Renley----”\n\n“Yes’m,” agreed Sig. “She marries him fer his money. Honest, ma’am,\nI feels fer both of them.”\n\nSig walks back across th’ street in uh dazed sort-a way and leans\nagainst th’ bar.\n\n“Rosalind, eh?” he snorts to himself. “Well, don’t that beat four of\nuh kind. Renley is th’ owner of th’-- Gosh! There’s goin’ to be uh\nnoise like uh ton of dynamite in that li’l ol’ honeymoon. Huh! That\nElberton person must shore be uh collector uh knick-knacks and--I\nwonder if he was drunk, too?”\n\nBuck Masterson walks in from th’ front and ranges alongside of Sig.\n\n“I’ve sent fer th’ preacher,” he states.\n\nBut Sig jist grunts. He’s tryin’ to visualize th’ face on Jack\nElberton, which would want to come clear to Piperock to kiss Miss\nBeebee.\n\n“Did you know her name was Rosalind?” asks Sig.\n\n“Shee,” says Buck, and then he gits confidential and talks in uh low\ntone. “Dog-gone th’ luck, Sig, I shore wish it was all over. It’s\ngot me so danged jumpy that I flinches at everything. I wish--huh--I\nwish--say, Sig, uh feller hadn’t ought to drink whisky a-tall. He\nhadn’t ought to take even one li’l friendly drink. I’ll----”\n\n“Say,” snorts Sig, “You don’t mean to tell me that you was full when\nyou----”\n\n“Fuller’n uh shepherd,” states Buck solemnly. “By cripes, I was so\nfull that I’d have proposed to uh--say, where yuh goin’?”\n\n“Me?” asks Sig, turnin’ around in th’ doorway, and holdin’ up his\nright hand. “I’m goin’ out to meet that preacher person and\nI’m--goin’--to--sign--th’ pledge! _Sabe?_ Self-preservation is th’\nfirst law of nature, and I’d rather be preserved than pickled. It’s\nsafer.”\n\n\n                               The End",
    "metadata": {
        "author": [
            "Tuttle, W. C. (Wilbur C.)",
            "Tuttle, Wilbur C.",
            "Tuttle, Wilbur Coleman"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/68832/pg68832.txt",
        "name": "in_self_defense.json"
    }
}