{
    "name": "In The Valley Of The Shadow",
    "author": [
        "Bacon, Josephine Dodge Daskam",
        "Bacon, Josephine Daskam",
        "Lovell, Ingraham",
        "Bacon, Selden, Mrs.",
        "Daskam, Josephine Dodge"
    ],
    "body": "By Josephine Daskam\n\nCopyright, 1903, by Charles Scribner's Sons\n\n\nTO Belden, pacing the library doggedly, the waiting seemed interminable,\nthe strain unnecessarily prolonged. A half-hour ago quick feet had\nechoed through the upper halls, windows had opened, doors all but\nslammed, vague whisperings and drawn breaths had hovered impalpably\nabout the whole place; but now all was utterly quiet. His own regular\nfootfall alone disturbed the unnatural stillness of a large house.\n\nOutside, the delicious October sun poured down through an atmosphere of\nfaultless blue. The foliage was thick yet, and the red-and-yellow\nleaves danced heartlessly in the wind. A year ago they had gone on a\nnutting-party, and Clarice had raced with the children and picked up\nmore than anybody else. Now--even to think of her brought that faint\nodor of salts-of-lavender and beef-tea that disheartened him so,\nsomehow, when he sat by her bed coaxing her into sipping the stuff.\n\nSome one was coming down the stairs. It was Peter's step--his new one\nsince last Friday, when they had all, it seemed, begun to walk and talk\nand breathe a little differently. Belden hurried across the room and\ncaught him at the foot of the steps.\n\n\"Well, old man, how goes it?\" he demanded, with a determined\ncheerfulness.\n\nHis brother-in-law stared at him emptily.\n\n\"It's to-morrow,\" he said, gripping the newel-post, \"to-morrow\nafternoon. Jameson is coming--they'll do it here. Jameson brings his\nspecial nurse for the--the operation, but the other one is due at five,\nand you get her just the same. I told Henry to put up the dog-cart. I\ndon't know, though--maybe the runabout--no, the tire's loose. Still, it\nmight do--\"\n\n\"For heaven's sake, Peter, don't bother about it! I'll find a rig. What\nelse does he say?\"\n\n\"He says there's a good fighting chance--a very good one. He says her\ngrit alone--Oh, Belden, what shall we do? _What_ shall we do?\"\n\nPeter sat down heavily on the lowest stair.\n\n\"Only last week she was so well--and yet she really wasn't. I suppose\nhe knows. But it doesn't seem possible--I can't get it through my head.\nPoor little Caddy! She never had a sick day in her life. No headaches,\nlike most Women, even--no nonsense--Oh, Belden, _what_ shall we do?\"\n\n\"Brace up, Peter; think what a good fighting chance means, think of\nthat! It's not as if Caddy were old; she has that on her side. She's\nseven years behind me, you know.\"\n\nPeter scowled. \"You're fifty, aren't you?\"\n\n\"Not a bit. Only forty-eight, and just that, too. Now you go out and get\nthe nurse, and I'll stay here. It'll do you a lot of good. Don't mope\naround in the house all day--what's the use?\"\n\n\"I can't leave the house. Honestly, Belden, I can't. I've tried twice,\nand I just walk right back. It's no good. There's the cart--and you\nwon't be long, will you?\"\n\nBelden took up the reins with a vague sense of momentary relief: it was\nsomething to do. Under the influence of the fresh autumn air his spirits\nrose; he found himself enjoying the swift rattle of the cart and the\nbeat of the horse's feet. After all, think of Caddy's grit; think of\nher fine constitution! A fighting chance--that was little enough to say,\nthough. Why couldn't he have put it a little stronger? Hitchcock always\nwas a pessimist.\n\nAt the station the usual crowd of well-dressed suburbanites quieted\ntheir horses and waited impatiently for the express. As Belden drew up\ninto line, they greeted him with a subdued interest; coachmen left their\nseats to ask how Mrs. Moore was to-day, and when could one see her? A\nsudden mist came over his eyes as he answered briefly, \"Very soon--I\nhope.\"\n\nThe train thundered in; in an incredibly short time all the guests and\ncommuters were hurried off toward town--where was that nurse?\n\nAs his glance wandered through the thinning crowd, it was met suddenly\nand squarely by two brown eyes set in a fresh pink face framed by dark\nhair lightly sprinkled with gray. The second that he looked into that\nwoman's eyes taught him her character, absolutely, as finally as if\nhe had grown up with her. One could trust her to the last ditch, he\nthought.\n\nShe walked straight up to the cart. \"I am the nurse sent for by Dr.\nHitchcock. Are you Mr. Moore?\"\n\n\"I am Mrs. Moore's brother--Mr. Belden,\" he explained. \"Have you your\nchecks?\"\n\n\"That is all arranged,\" she returned briefly. \"I am all ready. May I ask\nyou to hurry? Dr. Hitchcock was anxious for me to see her before six,\nwhen the fever begins.\"\n\nHis nerves were more sharply edged than he knew: an instant irritation\nseized him.\n\n\"There is plenty of room in the back of the cart,\" he insisted, \"the\nexpress people are very uncertain. Would you not better give me the\nchecks?\"\n\nShe swung herself up beside him with a firm, assured motion; for a\nheavily built woman she carried herself very lightly.\n\n\"I think not,\" she said decidedly, \"the man has started, I am sure. I\nwould rather lose no time.\"\n\nHe bowed and started the horse: he disliked her already. To a\ndeep-seated, involuntary disgust that any woman should have to earn her\nliving he added a displeased wonder that one should choose this method\nof doing it. There must be disagreeable details connected with it,\nembarrassments, absolute indignities: why did they not marry? This woman\nwas good-looking enough. She was very obstinate--almost dictatorial. His\nidea of womanhood was hopelessly confused with clouds of white tulle,\nappealing eyes, and a desire for guidance. It was impossible to connect\nany of these characteristics with the woman beside him.\n\nFor a while they drove in silence. Then compunction seized him and he\nremarked on the beauty of the foliage. She assented easily, but seemed\nno more relieved by the speech than embarrassed by the silence. It\nwas impossible to treat her as a hired servant: one felt a strong\npersonality in her. Before they reached the house he was searching for\nconversation that should not bore her.\n\nAs they stepped into the wide hall, where he observed with a shade of\ndispleasure that her luggage had come before them, Dr. Hitchcock met\nthem.\n\n\"Ah, Miss Strong, glad to see you. Come right up. On time, as usual, of\ncourse! I was afraid you couldn't make it. Jameson comes to-morrow, you\nknow--\"\n\nThey were up the stairs; Belden stood idly in the hall where they had\nleft him. He had had an idea of showing her the house, stating some of\nthe facts of Clarice's sudden and terrible need of her, indicating that\nin a family so jarred from the very foundations it would be wiser to\nlook to him than to the bewildered master of the establishment; but this\nwas not necessary.\n\nEvidently she persisted in dispensing with his services.\n\nHis hand slipped to his vest pocket, but he replaced the cigar\nuncertainly: it seemed not quite the thing to smoke. Ought he to go to\nPeter? In his mind's eye he saw the poor fellow haunting the landing by\nCaddy's door; he had an idea that in some way he kept things quiet by\ndoing this. And how could one be sure that the troubled creature wanted\ncompany?\n\nThere was a violent ring at the bell, a jarring of wheels on the\nasphalt. The door flew open and the prettiest little woman imaginable,\nall fluffy ends and scarlet flowers and orris scent, rushed toward him.\n\n\"Oh, Will! Oh, Will!\" she gasped, \"isn't it terrible? Where is Peter?\nCan I see her? Oh, Will!\"\n\nInstinctively he took her in his arms--one always did that with Peter's\nsister--and she put her head on his shoulder and cried a little, while\nhe patted her and murmured, \"There, there!\"\n\nShe was so manifestly comforted, and it was so pleasant to comfort\nher--this was what a woman should be. He felt a renewed sense of\ncapacity, of readiness for even the most terrible emergency. He led her\ngently to the great cushioned window-seat and listened sympathetically\nto her excited babblings.\n\n\"It will kill Peter--it will kill him! In--in a great m-many ways, you\nknow, Will, Peter isn't so--so c-calm as Caddy. He is just bound up in\nher. Suppose--Oh, Will!\"\n\n\"Don't cry, Sue dear, don't!\" he said soothingly. \"She has a good\nchance--a fine chance, really. These things are mostly resisting power,\nyou know, and grit, and think what a lot of grit Caddy's got!\"\n\n\"Oh, I know, I know! Don't you know when the baby died--that first\nbaby--and s-she was so weak she could hardly speak? 'Never mind,\nP-Peter, we'll have another!' Oh, dear, she was so pl-plucky, Will! And\nnow to think--\"\n\nHe choked a little. \"I know, I know,\" he murmured, \"Caddy's a brick. She\nalways was.\"\n\nShe sat up, not wholly withdrawing from his arm, and patted her eyes,\nbreathing brokenly. Little gusts of orris floated toward him.\n\n\"Where are the children?\" she asked, almost herself now.\n\n\"They're here--Peter wants them one minute and sends them away the next.\nI should send them to grandmother's, but he won't hear of it.\"\n\nA light step sounded on the stair. The nurse appeared on the lower\nlanding. She was dressed in cool blue gingham; the straps of her white\napron marked the firm, broad lines of her bust and shoulder.\n\n\"Is this Mrs. Wylie?\" she said in her clear, assured voice. \"Mrs. Moore\nwould like to see her a moment. Will you come with me?\"\n\n\"I will come directly,\" and Sue gathered together her gloves and\nhand-bag.\n\n\"She's very good-looking--it's a pity her hair is so gray,\" she breathed\nin his ear. As the two women stood together a moment on the landing he\nrealized, not for the first time, that Sue was a little too small. But\nhe had never thought her sallow before.\n\nPeter came in by the greenhouse door, walking slowly, his hands behind\nhis back. He looked old for the first time in his jolly, persistently\nboyish life.\n\n\"Those chrysanthemums are all drying up,\" he complained fretfully; \"not\none of the blamed servants has done a thing since--since--O Lord, Will,\nwhat shall we be doing this time tomorrow? Where are the children?\nWhere's Miss Strong? There's a woman for you! Caddy took to her\ndirectly. She's there now. She's talking to her about the children. Oh,\nmy God!\"\n\nBelden grasped his hand and they walked silently up and down the hall.\n\n\"Aunt Lucia's coming to-night,\" Peter resumed nervously. \"She will drive\nme mad. Take care of her, will you? If I could have choked her off--but\nwhen you think she was just like a mother to Cad all these years, what\ncan you do? She's got a right. You'd think she'd have got some sense\nfrom living with Cad so long. I told Henry to go for her--and there you\nare,\" he added, as the cart drew up before the open door.\n\nBelden went slowly down the steps; he detested Aunt Lucia, and Clarice\nhad always stood between them.\n\n\"How do you do?\" he began, assisting her from the high seat. Her long\ncrape veil caught in the wheel, and the numberless black and floating\nends of her costume wound themselves about him as he bent down to\ndisentangle her.\n\n\"Oh, Wilmot, this is a terrible day for us all, is it not? Be careful\nof the hem of that veil, please. When I kissed Clarice good-by last\nChristmas I little thought _what_ a good-by it was! Is she conscious?\nYou have muddied the boa, I think, but never mind. Can I see her once\nmore?\"\n\n\"For Heaven's sake, Aunt Lucia, anybody would think Caddy was in\nher grave! She's a long way from it yet, thank God! Of course she's\nconscious, and spunky as the--as ever. I don't think you really needed\nto--\"\n\n\"My dear Wilmot, I prepared Clarice for her confirmation, I dressed\nher for her wedding, and I was here when the children were born. If you\nthink that I would fail her in this crisis you have a very poor idea of\nmy character. But then, I am perfectly aware that you always had. Oh,\nthere is Peter! My poor Peter!\" She rushed toward him, and Belden smiled\nsardonically as his brother-in-law planted a perfunctory kiss on her\nchin.\n\n\"This may comfort you, Peter, as it has me so often in such\ncircumstances. So short, so true, so helpful. 'Underneath are the\neverlasting arms!' Do you feel that, Peter?\"\n\n\"I--I--yes, indeed, Aunt Lucia--you must want a bite of something, I'm\nsure, driving so far.\"\n\nPeter writhed miserably in Aunt Lucia's crape-and-jet arms.\n\n\"Not till I have seen her, Peter. Afterwards I shouldn't mind. I have\nbrought such a beautiful address by Bishop Hunter. It was delivered on\nthe occasion of the death of Governor -------, unless I forgot to put it\nin with my knitted shawl. I believe I did. I will send for it directly.\nWhen my dear husband--he was so fond of Clarice--died, I read it more\nthan anything else, except the Prayer-book, of course. You will surely\nfind it a help.\"\n\n\"Yes, Aunt Lucia. Your room is ready, and--\"\n\n\"Not till I have seen her, Peter.\"\n\n\"Susy is there now, and Miss Strong says nobody else this evening.\nTomorrow--\"\n\nAunt Lucia drew away.\n\n\"Do I understand that Susy Wylie--no relation at all--is preferred\nbefore the only mother Clarice has had for all these years?\"\n\nPeter winced. \"But you weren't here, Aunt Lucia,\" he argued wearily.\n\n\"Who is Miss Strong?\"\n\n\"Here she is!\" There was great relief in Peter's voice. \"Miss Strong, my\naunt, Mrs. Wetherly.\"\n\n\"Mrs. Moore sends you her best love, and wants you to get thoroughly\nrested, so that you can see her the first thing in the morning, Mrs.\nWetherly. She says you are not to let them frighten you.\"\n\nAs if by magic the formidable frown faded from Aunt Lucia's forehead.\nShe smiled approvingly at the nurse.\n\n\"Very well. I should like to ask you a few questions--Clarice was always\nthoughtful.\"\n\nThey moved away together. The two men stared at each other.\n\n\"How do you account for that?\" Belden queried.\n\n\"Oh, it's her calm way and her voice. You want to do everything she\nsays. Norah says she's sure Mrs. Moore will get well now, with her to\ntake care of her. By George, Will, if she pulls Caddy through it'll be\nworth her while, I tell you.\"\n\n\"Oh, they always do their best. And they all have that habit, I fancy.\nIt's part of the training.\"\n\nPeter looked up surprised.\n\n\"You don't like her, eh?\"\n\n\"How absurd. I never considered her particularly. I don't care for\nmasculine, dictatorial women, on general principles--\"\n\n\"Oh, nonsense! I tell you you've taken a grudge against her, and you\nwant to get rid of it as soon as possible.\"\n\n\"I suppose I have a right to my opinion,\" Belden began hotly, but a wave\nof remorse surged over him at sight of the other man's drawn, nervous\nface.\n\n\"Any one would think we had nothing to do but scrap over a trained\nnurse,\" he said lightly. \"She's all you say, I haven't a doubt, old man,\nand if she pulls Caddy through, I'll sing her praises louder than any of\nyou.\"\n\nThey sat in silence. A burst of laughter from the kitchen-garden\nstartled them, and Belden started up as if to check it.\n\n\"Don't stop 'em--it's the servants. Why shouldn't they laugh?\" said\nPeter quietly. \"I've been thinking it all over. If Caddy--if--if she\ndoesn't get well, she doesn't want a lot of black and all that. It's bad\nfor the children. And she said the children oughtn't to grow up without\na mother--think of that!\"\n\n\"I guess that's all right,\" said Belden sadly. \"Look at my boy there!\"\n\nA slender, stoop-shouldered lad slouched by the long hall-window, his\nhands in his pockets, an unlighted cigarette in his mouth.\n\n\"Well, well, we all have our load!\" Peter's mood had changed utterly, to\nthe other's astonishment. He seemed gentler, more thoughtful, controlled\nbeyond belief.\n\n\"I don't see why we shouldn't smoke,\" he added, and they lighted cigars.\n\n\"You see, we talked it all over,\" he said, half to himself, \"and she's\nso reasonable and calm, herself.... She says Margaret's going to grow up\njust like her. That's a comfort.. And there's the boy.\"\n\nSuddenly the cigar dropped from his lips to the floor.\n\n\"Good God, Belden!\" he shouted, \"I kept thinking she'd be here, too! I\nforgot--I--Oh, what rot! Do you think I'll stand it? Do you think I'll\nput up with it? Why didn't Hitchcock know before? It was his business to\nknow! I tell you I'll ruin that man if it takes every dollar I've got!\"\n\nBelden stared at him helplessly. Was this Peter, this red-faced,\nscowling menace? As he watched him silently the nurse came in from the\ngreenhouse.\n\n\"Mrs. Moore wants to say good night to you, Mr. Moore,\" she said, her\ndeep, clear voice echoing strangely after the hoarse passion of Peter's\nrage. \"I found these all picked--were you going to take them to her?\"\n\nPeter drew a deep breath and put out a shaking hand for the flowers.\n\n\"I don't know what's the matter with me, Will--I talk like a fool,\" he\nhalf whispered. \"I can't get used to this damned see-saw. First I'm all\nready for it, and then I'm nearly wild. And so it goes--up and down, up\nand down.\"\n\n\"How is she? Is it all settled for to-morrow? Hitchcock said that\nperhaps--\"\n\n\"Mrs. Moore is doing very well--really very well. She was a little\nexcited when Mrs. Wylie was with her, but she is nicely sleepy now.\nI think it will be better to stay only a moment. She will get a good\nnight's rest to-night, it is so cool. The weather is on our side.\"\n\nShe smiled into his eyes and nodded gravely. He brightened and squared\nhis shoulders. As he went quickly up the stairs, Belden stopped the\nwoman.\n\n\"Tell me,\" he said authoritatively, \"how is my sister, really? What do\nyou consider her chance?\"\n\nShe looked him easily in the eyes. \"It is impossible to say,\" she\nreturned gravely. \"Your sister is a very brave, self-possessed woman,\nand seems to have a good constitution. That is, of course, half the\nbattle. But her case is very complicated, and until the operation, no\none can tell. You may have every confidence in Dr. Jameson. He is a\nmagnificent surgeon.\"\n\nBefore her non-committal eyes his own fell baffled. He was more\nirritated than he cared to own. Could she not see that he was prepared\nfor anything, that his self-control was as great as her own? She treated\nhim like a child; those professional reserves, necessary, doubtless,\nin the case of Peter and his excitable sister, were wasted on him. Why\ncould she not see it?\n\n\"I am quite aware of Dr. Jameson's skill,\" he said coldly, \"but I\nhad hoped that you would find yourself able to break through the\nprofessional attitude sufficiently to give me your real opinion, which,\nof course, you must have formed.\"\n\nShe threw him a quick glance. \"Ah, my friend,\" he thought exultingly,\n\"you have a temper, then!\" But in an instant it was gone.\n\n\"I have told you all I was able to tell,\" she said evenly. \"I have been\nhere but a short time, you know.\"\n\nShe turned and left the hall, and he, chafing under a sense of merited\nrebuke, conscious of a foolish petulance, went discontentedly into the\nlibrary. He seemed to be continually at fault with Miss Strong, but\nunable to resist the effort to master her.\n\nThe evening was very lonely and still. Peter had gone to his room early,\nand the children had effaced themselves: Susy was with them. Aunt Lucia\nread the \"Imitation of Christ,\" by the fire. Bel-den's mind turned\nunconsciously to the old days when Caddy and he dreamed out their future\nin the nursery. It had all come out just as she had planned, except\nthis. Poor little Caddy--a fighting chance!\n\nThe next morning seemed to fly by them: it was nine o'clock, ten,\neleven.\n\nAt this hour a feverish activity suddenly spread through the house. They\nmet and passed each other, hurrying, troubled, secretive; the servants\nstumbled and quarrelled in their purposeless haste. To Belden, quieting\nwhen he could, sternly optimistic everywhere, at heart heavy and\nuncertain, it seemed that the one anchor of their hopes was this calm,\nclear-eyed woman in her uniform of authority!\n\nPeter hung pathetically on her lightest word; the children, dazed and\nterrified, ate and exercised at her command; his own boy, a strange\nhard look in his furtive eyes, followed her like a dog, and Aunt Lucia\nsubmitted with unprecedented meekness to an abrupt curtailment of her\ninterview with Clarice. He himself went into the bedroom for a moment,\nhalf uncertain of the reality of the experience. It was absurd to\nremember that he might never see her, conscious, again--his own little\nCaddy.\n\nHe sat awkwardly on the side of the bed.\n\n\"Well, little woman, how goes it?\"\n\n\"Queen's taste, Will!\"\n\n\"Good for you! I'm proud of the Beldens, Caddy--Billy acts like a\ndrum-major.\"\n\nHer eyes softened.\n\n\"The dear boy,\" she murmured. Their eyes met. \"_Look after him_,\" hers\nsaid, and his, \"_As long as I live!_\" He stooped and kissed her lightly.\n\"Mind you look as well as this to-morrow!\"\n\n\"Oh, I shall be all right. Miss Strong will take care of me. When I\nthink how I have the best of everything--such care--I've been a very\nhappy woman, Will dear.\"\n\nHis eyes filled. He threw her a kiss and went out blindly.\n\nA hand touched his arm. \"You've done her good,\" said the nurse softly.\n\"You stayed just long enough. She'll take her nap now.\"\n\nHe went heavily into his own room. Below him a little porch led out from\nthe smoking-room, and as he sat lost in a miserable reverie, voices rose\nfrom it to his window.\n\n\"Nobody knows what she's been to me. As much like a mother as I'd let\nher. I did everything but the cigarettes, and I meant to tell her I'd do\nthat too, next month--that's her birthday.\"\n\nWas this his boy, that pleading, shaken voice? He looked out: the lad\nwas fingering Miss Strong's white apron nervously. She leaned over the\nrailing of the little porch, her hand on his shoulder.\n\n\"You tell her about it--I'll never smoke another one. It was the last\nthing she asked me.\"\n\n\"I'll tell her--she will be so pleased, I know. She asked about you\nyesterday. I'll let you know as soon as I can.\"\n\nBelden, a little later, hurried downstairs, with a confused idea of\nthanking her. On the threshold of the library he paused, amazed.\nDr. Hitchcock sat before a small green baize table, studying five\nplaying-cards held fan-shape in his left hand. Opposite him sat Miss\nStrong, holding the pack expectantly.\n\n\"You can give me two, my dear, I think,\" he said as Belden entered.\nLooking up, he smiled apologetically.\n\n\"I dare say you are surprised,\" he suggested, \"but I have been much\nexasperated, Mr. Belden, and a long experience has taught me that\nnothing so quickly clears the mind as throwing a few hands of poker.\nMiss Strong--an invaluable person--is kindly assisting me. Did I say\nthree? Yes, of course. Thank you. We are playing for beans only, you\nsee.\"\n\nBelden watched them curiously. She sat as imperturbably as by Caddy's\nbedside, her eyes fixed thoughtfully on her cards.\n\n\"--And raise you three,\" she said.\n\n\"Five more. You will excuse me, Belden, but your aunt, Mrs. Wetherly, is\na somewhat unusually irritating woman. I'll see you, Miss Strong--ah,\nyes, two pair, queens up.\"\n\n\"What has she done?\"\n\n\"She insists that Mrs. Moore shall not only see Mr. Burchard, to which\nI have not the least objection, but that he shall hold a communion\nservice, directly, there. Now, if your sister had asked for this\nherself, it would be another matter, but unless this is the case I\nalways regard it as a depressing agent. It is a strain, in any case.\"\n\n\"I think Mrs. Moore will go through with it very easily, doctor,\" Miss\nStrong interposed, slipping the cards into their leather envelope and\ngathering up the beans. \"She will be fresh from her nap, and it will\nbe very short. She has promised Mrs. Wetherly, you know, and it would\ndistress her more to break it--\"\n\n\"All right, all right. Have it your way. Much obliged.\"\n\nHe took the cards from her and went out.\n\n\"My aunt is very trying,\" Belden began.\n\n\"Oh, many people feel so about it,\" she assured him, \"especially High\nChurch people. She only did what she thought right.\"\n\nHe drew a breath of relief.\n\n\"You'll see she's not too tired?\" he asked; and as he went to luncheon\nhe wondered at the comfort he derived from her mute nod.\n\nHe was roused from the table, where the dishes left by them were\nuntouched for the most part, by a disturbance in the hall.\n\n\"It's the priest,\" the waitress murmured, and with a frown he checked\nher rising tears.\n\nAunt Lucia bustled through the room.\n\n\"You must come, Wilmot,\" she whispered eagerly, \"she asked for you.\nPeter is locked into his room, and neither of the children has been\nconfirmed. Susy, of course, is a Presbyterian. Not that dear Mr.\nBurchard would object--he is so broad. But you have no excuse. Oh, it is\nbeautiful, Wilmot! She looks so lovely!\"\n\nHe followed her wearily. What did it matter? It seemed to him ominous,\nterrible--but it would please Caddy. She sat propped up in the bed.\nHer cheeks were crimson, her eyes bright. White chrysanthemums stood\nin silver vases, candles burned softly on the white-draped dresser. Mr.\nBurchard, in the hall just beyond, was slipping his surplice over his\nhead. A faint odor of wine mingled with the flowers.\n\nBelden dared not look at her. She was to him, in that moment, mystic,\nholy, a thing apart. He dropped on his knees beside a silvery white\napron, his eyes on the floor, his heart beating hard.\n\nThe clergyman entered slowly, the service began. It was all a murmured\nmaze to him. Aunt Lucia sobbed quietly beside him, but as he glanced\nat her he caught a light on her wet, uplifted face that thrilled him\nstrangely. Her deep responses spoke a faith and surety that swallowed\nfor the moment all her little sillinesses and obstinacies.\n\nThe solemn words grew in intensity, the candles flickered audibly in the\nsacred hush. The clergyman moved toward the bed, and they heard Caddy's\nbreath draw out in a deep, shuddering sob; her teeth chattered against\nthe cup.\n\nBelden set his jaw; it was cruel, brutal! They were killing her. His\nclinched fist moved blindly toward his neighbor: he touched her hand and\ngripped it fiercely.\n\nIn front of him on the wall hung a large photograph of Billy's base-ball\nnine in full uniform. He could have drawn it from memory, afterwards.\nBilly, he remembered, was a great catcher. He held hard to that cool,\nfirm hand.\n\n\"--be amongst you and remain with you always. Amen.\" There was a little\nstir. The hand was drawn from his.\n\n\"Come, now,\" whispered Aunt Lucia, and he walked, stumbling and stiff\nfrom kneeling, from the room. At the door he glanced a second backward,\nbut only Dr. Hitchcock was to be seen, bending over the bed. Miss Strong\nhad already taken away candles and flowers, and Caddy's triple mirror\nwas back on the dresser.\n\nMr. Burchard, in his long black cassock, offered his hand cordially.\n\n\"I am glad you could be with us, Mr. Belden,\" he began, but the other\nbroke in:\n\n\"If you have tired her, if this--makes a difference--\" he muttered\nfiercely, \"you will have me to settle with. Mind that!\"\n\nHe hurried down the stairs, his hands still clinched. Peter was starting\noff with the road-wagon. They nodded shortly at each other.\n\nFrom then the time raced on incredibly. The great surgeon, with his two\nassistants, was in the hall; he was on the stairs; he was lost to sight.\nThere was a momentary rush and bustle, the closing of a door. Peter\ncame out, whispering to himself, and disappeared somewhere. The others,\nclustered in the library, spoke fitfully.\n\n\"They carried her on a cot into the west room,\" somebody murmured close\nto Belden. It was little Margaret. \"I saw her. She waved her hand at me!\nI threw her a kiss. Miss Strong smiled at me--I love Miss Strong.\"\n\nAunt Lucia sobbed. Susy bit her lip and played with Billy's unwilling\nhand.\n\n\"Where's my father? Where's he gone?\" he demanded. \"Who's that other\nwoman with the apron?\"\n\nMiss Strong appeared at the door. \"She has taken the ether very well\nindeed; they are much pleased,\" she said softly. They hung on her words,\nthey overwhelmed her with questions. She soothed them like children.\n\nIt grew suddenly clear to Belden that Caddy would die. It must be so.\nHe wondered that they had hoped for anything else. He was sorry for\nthem all. He watched indifferently while Miss Strong led the children\naway--he knew she was taking them to their father. Later, while Aunt\nLucia, on her knees, read through streaming eyes from her prayer-book,\nand Susy talked nervously to him, he watched the firm, full figure of\nthe woman pacing up and down the piazza outside, her arm drawn through\nhis restless boy's.\n\n\"God bless her!\" he said aloud.\n\nAfterwards he could never recall the consecutive happenings of the end.\nHe saw only separate pictures.\n\nIn one, a strange young man opened the door and said the words that\nfrightened them with delight.\n\nIn another, a drawn, old, white-faced man--surely not Dr.\nJameson--leaned weakly in a chair, while a woman handed him a tiny glass\nof colored liquid.\n\nIn yet another, a father hid his face in his little daughter's bosom\nand sobbed, with shaking shoulders; his tall son smiled bravely over the\nbent head.\n\nIn the last picture he himself bore a part; for when he came upon his\nshy, suspicious boy clasped in the kind arms of the woman whose brown\neyes, once seen, had haunted his thoughts ever since, he gathered them\nboth to him irresistibly. As he laid his cheek against hers, he felt\nthat it was wet with tears.\n\n\"It lies with you now,\" he whispered in her ear, \"to give her back to\nus, well and strong. He says you can. Afterwards--\"\n\nShe drew away from him.\n\n\"I--I must go. I am so glad--I will do my best,\" she answered\nunsteadily.\n\nHe caught her hand. \"And afterwards?\" he repeated, a growing mastery in\nhis voice. She tried to meet his eyes, but her own fell, conquered.",
    "metadata": {
        "author": [
            "Bacon, Josephine Dodge Daskam",
            "Bacon, Josephine Daskam",
            "Lovell, Ingraham",
            "Bacon, Selden, Mrs.",
            "Daskam, Josephine Dodge"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/23365/pg23365.txt",
        "name": "in_the_valley_of_the_shadow.json"
    }
}