{
    "name": "In the Cards",
    "author": [
        "Cogan, Alan"
    ],
    "body": "\n[Sidenote: It is one thing to safeguard the future ... and something\nelse entirely to see someone you love cry in terror two years from now!]\n\n\nThe first thing I did when I bought my Grundy Projector was take a trip\nto about two years ahead and see what was going to happen to me.\nEveryone was doing it around that time; students were taking short trips\ninto the future to learn whether or not they would pass their exams,\nmarried couples were looking ahead to see how many kids they were going\nto have, businessmen were going into the future to size up their\nprospects.\n\nI took the trip because I was getting married and I couldn't resist the\ntemptation of finding out how things would work out with my fiancee\nMarge and myself. Not that I had any doubts about Marge, but the Grundy\nProjectors were guaranteed harmless and there's no point in taking\nchances with a serious step like marriage.\n\nEverybody was looking ahead then. Within a week after the Grundy\nProjectors were introduced, you could walk past homes every evening and\nsee people with those shimmering bird-cages around them. Their bodies\nwere there, but heaven knows when their minds were--months and often\neven years ahead of time.\n\nI knew exactly when to go on my first time trip. I even knew where: I'd\nalready put a down payment on a home in the new dome housing area where\nMarge and I would be living after the wedding. Knowing where to go on a\ntime trip is important. On this one, for instance, I hadn't been\nassigned an address yet and there were all sorts of changes in the\nplace--buildings and streets where there had only been empty lots and\nsections marked off by string--and I just had to hunt until I came to\nour home.\n\nYou can imagine how much more difficult finding my future self would be\nif I hadn't known the exact location. That's about the only major\ndrawback to making time trips and I don't see how it can be overcome.\nDirectories would be one answer, but how would you go about putting them\ntogether if your crews can't ask questions or touch filing cards or even\nopen future visiphone books?\n\n\n\nEventually, after setting the dial around the two-year mark, which is\nabout the maximum limit on most models, I found myself in my future home\nin the dome housing area. I was watching myself as I would be and Marge\nas she would be. Only I didn't like what I saw.\n\nWe were fighting and screaming at each other. You could tell at a glance\nthat we hated each other. And after only two years!\n\nI was completely stunned as I watched that scene. Future Marge looked\nfurious; she had the kind of look I never even suspected she could get\non her face. But I think I was more enraged at my future self than at\nher. At the time, I was seriously in love with Marge--although it seemed\nevident it wasn't going to last--and I loathed myself for acting that\nway toward her. And after all those rash promises I had been making,\ntoo!\n\nI was really a tangled mess of emotions as I watched our future selves\nbattling it out.\n\nI became conscious of not being alone as I watched. It didn't take long\nto discover that it was Marge who had come to join me. I should have\nexpected her--she must have been just as curious about her marriage as I\nwas and, like myself, would naturally take her Projector to the two-year\nlimit. Of course we couldn't hold hands the way we would have if our\nbodies had been there, but then we probably wouldn't have held them\nlong. We were both pretty embarrassed by what we saw.\n\nThe cause of the fight was very obscure, and though we saw and heard\neverything perfectly, we still didn't really understand. However, the\nemotions expressed were plain enough.\n\n\"You aren't going to die, Marge,\" my future self was yelling at her.\n\"Try and get that through your damned thick stupid skull!\"\n\n\"I am! I am!\" she was screaming back at me. \"You know I'm going to die.\nYou want to get rid of me. Our marriage has been one long fight from the\nstart.\"\n\n\"Don't talk such damned rot,\" my future self hollered back at her.\n\"There's probably a perfectly good explanation for it all and you're too\nignorant to see it!\"\n\n\"The only explanation is that I'm going to die,\" future Marge insisted.\nShe broke down, sobbing into an already saturated handkerchief.\n\nMy future self stamped around the room, cursing and furiously kicking\nthe furniture. \"Why don't you find out for sure? Why don't you go in\ncloser and find out the real reason?\"\n\nShe sobbed even louder. \"I daren't! You do it for me. Go find out for\nyourself and then tell me.\"\n\nThat seemed to make my future self even madder. \"You know I wouldn't\ntouch one of those things even to save my life. I mean it, too! Besides,\nif you do die, it'll be your own fault. You'll have _believed_ yourself\nto death! You think you're going to die and now you won't be happy until\nyou _are_ dead.\"\n\nFuture Marge began to sob hysterically and _my_ Marge, who had been\nright beside me, suddenly seemed to grow a little more remote.\n\nThen a strange thing happened. My future self stopped pacing up and down\nthe room and turned to look straight at me with the queerest expression\non his face. That was enough for me. I got out of there fast and flipped\nback to the peace and security of 2017.\n\n\n\nI climbed out of my Grundy Projector, glad to be back in the relative\ncalm of my body, although it still took me a long time to get settled\ndown. I felt like smashing the Projector there and then, and I guess I\nshould have done it.\n\nThe problem that had me all tied in knots was whether or not I should go\nahead and marry Marge after what I had seen. I know it looked as though\nI was going to marry her anyway, but in my innocence I figured I could\nbeat that.\n\nI soon realized I was going to get nowhere sitting all by myself in my\nroom, so I went over to Marge's place. She was waiting for me, swinging\nquietly to and fro on the hammock on the dark patio. Normally I would\nhave sat right down beside her, but this time I just stood back\nsheepishly and waited.\n\nNeither of us said anything for a while and I just watched as the\nhammock floated in the faint bluish light from some nearby lamps. Marge\nseemed to shine almost angelically as the glow caught her dark eyes and\nher softly tanned arms and legs.\n\n\n\nI could have whipped myself for treating her the way I had seen myself\ntreating her in the future. It must have been a mistake. There had to be\na mistake somewhere. I couldn't have made myself do anything to hurt\nher.\n\nHer voice was husky and scared when she spoke. \"Do you think it'll\nhappen the way we saw it, Gerry?\" she asked.\n\n\"I don't know,\" I said. \"They say that whatever you see always turns out\nto be the thing that happens.\"\n\n\"Do you think we'll fight like that when--if we're married?\"\n\nIt was on the end of my tongue to talk common sense and logic to her,\nbut then I realized that neither of us wanted to hear anything like\nthat. We were in love and we didn't want to hear anything that\nconflicted with our emotions.\n\nMarge sat up in the hammock and made room for me to sit down beside her.\n\n\"I just don't see how it could happen to us,\" I said. \"I don't see how\nwe could fight like that. There must have been some mistake. Maybe we\nlooked in on the wrong people.\"\n\nNeither of us added anything to that. We both knew we weren't going to\nchange so much that we couldn't recognize ourselves two years later.\n\n\"Maybe it was some sort of alternative world we saw,\" I suggested,\neagerly clutching at any straw, \"showing us what _could_ happen if we\ndidn't work hard at our marriage. It could have been a sort of warning\nof what could happen to some people. But not us, of course!\"\n\nMarge's lonely little hand crept into mine for comfort and I began to\nwarm up to the subject.\n\n\"Don't you worry about it,\" I assured her. \"What would we ever find to\nquarrel about?\"\n\nThe idea seemed so preposterous, we both began to laugh.\n\n\"I couldn't fight with you, Gerry,\" Marge said, snuggling closer.\n\n\"Me, neither,\" I said. \"Don't worry about what we saw. The scientific\nboys will probably have a rational explanation worked out for the whole\nthing. I'll bet it's happened to lots of people.\"\n\nSomehow, while we were talking, we had managed to get very close\ntogether in the hammock. Marge and I could never talk far apart for\nlong.\n\n\"I couldn't wait for you to come over,\" Marge said in a small voice.\n\n\"I couldn't wait to get here,\" I lied. \"I just don't believe that what\nwe saw could possibly happen to us. What on Earth would we ever find to\nfight over?\"\n\nThat was the one basic mistake that we, and everyone else, made when we\ndiscussed the Bilbo Grundy Projector. When the Projector showed you\nsomething was going to happen, it happened.\n\nThat night, Marge and I made plans to get married even sooner and the\nceremony took place four weeks later.\n\n\n\nGrundy's Projector had been a well-kept secret until it suddenly burst\nupon us with a carefully planned publicity campaign. There hadn't even\nbeen a hint of experiments in the time-travel field until the discovery\nhad suddenly been made public in the newspapers and on the TV screens of\nthe whole world.\n\nGrundy had discovered a way of projecting a person's view into the\nfuture and the equipment required turned out to be amazingly compact,\nsimple and inexpensive. The average cost of a Projector was fifty-five\ndollars--well within practically anyone's price range.\n\nGrundy and his backers had lined up a large number of famous people\nbeforehand, all of whom had tried the Projector and were only too\nwilling to tell us how great it was. Terrific fun--the newest thrill\nsince the first radio, or the first airplane, or the first space rocket.\nAnd absolutely harmless, too!\n\nAll you had to do was set a dial and get into the cage and you could\nwatch yourself an hour or a day or up to two years ahead of time. If you\nwanted to see if it was going to rain that weekend, all you did was\nclimb in and take a look. If you wanted to see where you would be going\nfor your annual vacation, just press a button and you would see yourself\nmaking the final plans. All for fifty-five dollars. What with all the\nadvertising coming at us via every possible medium, Grundy sold a\nmillion in the first five days.\n\nBecause he knew exactly how many he was going to sell--just by making\nuse of his own invention--Grundy was fully prepared for the onslaught of\ncustomers.\n\nEveryone talked of nothing but the new sensation. You couldn't go\nanywhere without hearing about it. It seemed as if the rest of the world\nhad stopped.\n\nBefore long, there wasn't a thing about the next two years that we\ndidn't know. We all jumped ahead in great leaps and found out all kinds\nof things that were due to happen to us and to the world. If the things\nwere good, we waited happily for them to happen. If things didn't look\ntoo good, we shrugged it off, like Marge and me, and said it couldn't\nhappen to us.\n\n\n\nBut that was the catch. Whatever we saw happening did take place exactly\nas we saw it--it was inescapable. The first instance I saw of this was\nin the accounting office where I operated an accounts analyzer. We\nadvertised for a new operator to assist in my department and lined up\ninterviews with thirty-two applicants. When the day of the interviews\narrived, only one applicant turned up. He was found suitable and got the\njob.\n\nThe president, Mr. Atkins, was pretty het up about the whole affair.\n\"Why would thirty-one men not present themselves for interviews as they\nhad arranged?\" he kept asking me. \"It's a good job, isn't it, Gerald?\"\n\nI tried to explain to him that the Time Projector was probably involved\nin the affair, although I couldn't see _how_ exactly. Mr. Atkins was an\nold man who didn't believe in new gadgets of any kind and he wasn't\nconvinced. Finally, however, I managed to get him to call some of the\napplicants and ask them why they had not appeared for their interviews.\n\nHe almost went apoplectic when he heard the reasons. Each of the\nthirty-one answered that he had flipped ahead to see what was going to\nhappen on that particular day and each one had seen that he _wasn't_\ngoing to visit Mr. Atkins in search of a job, so he didn't go. Some of\nthem even told him that they knew they were going to get jobs elsewhere\non a certain date and that they were just taking a vacation until that\nday came.\n\nI had a hard time soothing Mr. Atkins that afternoon. He wouldn't stop\ntalking about it. Finally, just to satisfy himself, he re-interviewed\nthe sole successful applicant. As we should have expected, the new man\nanswered that he had looked ahead to see that he was going to get the\njob and had dutifully made his appearance.\n\nMr. Atkins was flabbergasted and he spluttered and fumed for minutes on\nend. Then he looked crafty. \"What am I going to do now?\" he asked the\nnew man.\n\n\"You're going out to get drunk, sir,\" the new man answered.\n\nAnd that's exactly what Mr. Atkins did.\n\n\n\nCrazy situations like that became commonplace in no time. The newspapers\nwere filled with them every day, though it still took us quite a while\nto understand that there was nothing we could do to avoid the\ninevitable. It was all pretty staggering and naturally we protested like\nmadmen. Naturally it didn't do a bit of good. It was in the cards that\nwe would protest without results.\n\nEven when we did get quieted down, we were still in a daze because of\nthe weird things that were happening. For instance, there was this\nfellow on our street who suddenly became famous for writing a\nbest-selling novel.\n\nFor ten years, he had been writing without selling a word and then\nsuddenly he broke into the big time with a best-seller. Everyone asked\nhim how he had done it and he calmly explained that he looked into the\nfuture and saw himself with a popular novel to his credit. He found out\nwhat the novel was about and then came back to his own time and wrote it\nand his success worked out exactly as he had seen it on his time trip.\nNo one could say that he hadn't written the book himself.\n\nMy kid brother Willy was in first year medicine when he looked ahead and\nsaw that he wasn't going to be present at the term-end exams, so he just\ndidn't bother to attend. He stayed in bed that day. He didn't want to be\na doctor, anyway--I think he only started it for my mother's sake. A lot\nof people argued with him and said if he had only gotten out of bed that\nmorning and gone to school, the prediction would have been proven false.\n\nThe only answer to that, of course, is that Willy just _didn't_ get out\nof bed that morning, thus proving the prediction _true_.\n\nWe argued for weeks over that one. It doesn't matter now--Willy is a\n'copter mechanic and crazy about the work. After all, he didn't have the\nslightest difficulty getting a job. He simply looked ahead to see where\nhe would be working and then applied.\n\nInevitably, some people found out when they were going to die. Even when\nthey took steps to forestall the grim event, they often discovered that\ntheir plans actually helped them arrive at their demise right on the\nbutton. But most people died of old age anyway, what with all the latest\ndevelopments in safety engineering and medicine.\n\nNevertheless, it meant that fate was having its own way as usual, with\nthe difference that we knew everything beforehand and remained just as\nhelpless!\n\n\n\nOnce we all realized for sure that the predictions were one hundred per\ncent accurate, all kinds of changes affected our lives.\n\nFor a start, a lot of people automatically found their jobs had\ndisappeared overnight--weather forecasters, news analysts, pollsters,\nstock-market speculators, and all the people connected with any form of\nracing, betting, lotteries or raffles, to name only a few. Gambling,\nrespectable or otherwise, requires someone to win and someone to\nlose--and who'd be willing to lose on a result he already knew?\n\nA few new jobs were created by others who looked ahead and foresaw such\nthings as earthquakes, fires, floods, volcanic eruptions and violent\nstorms. They set up special teams for handling these disasters,\nevacuating people and removing valuable property beforehand.\n\nThis explained why, as we looked ahead, we saw fewer and fewer deaths\noccurring from these tragedies. The growing efficiency of the rescue\nservices worked wonders--which were part of the future, as you'd expect,\nnot successful attempts to change it--although there were always a small\nnumber of deaths, mainly the kind of people who never used to pay any\nattention to the news, didn't look at road signs, and the like.\n\nSome of them belonged to the crowd who opposed Bilbo Grundy's fabulous\ninvention. They were strictly a minority but, as is usually the case,\nthey were a pretty noisy and outspoken bunch. They were a mixed lot,\ntoo, made up of people who had foreseen their deaths or personal\ndisaster, those who had lost their jobs through the invention, a number\nof cranks who habitually were against everything, plus a few, like\nmyself, who just didn't feel easy about the Projector.\n\nI couldn't see that time travel was evil or sinful the way some of them\ndescribed it and I never attended any of their protest meetings, but I\ndid sympathize with them to a certain extent. Everyone called them the\n'Diehards' and the stock remark was that they should look into the\nfuture to see if their movement was going to be a success before they\ngot too involved in it.\n\nThat drove them wild.\n\n\n\nMarge spent a lot of time with her Projector. The device was very\npopular with women, mainly, I guess, because it was the absolutely\nperfect fortune-telling device and it was much more fun than either\nvideo or visiphone conversations.\n\nI put my own Grundy Projector away in the basement shortly after I got\nmarried and I never used it any more. To my way of thinking, it made\nlife pretty dull. I had just been married and I was also starting to get\nahead at my job--Mr. Atkins had put me in charge of a whole department\nfull of accounts analyzers. I went around with all sorts of wild plans\nand dreams of a rosy future for us. I hoped someday to form my own\ncompany and I was also interested in finding a better place to live. The\ndome housing development was only temporary as far as I was concerned\nand I wanted something bigger for when we could afford a family.\n\nI suppose we all have those dreams of success when we're young, and\nthough most of us have fairly predictable futures, I still can't help\nthinking that it's those wild dreams and schemes that keep us slugging\naway and add a little zest to life. Anyway, I soon found that Marge was\nknocking all the zest out of my life because she _knew_ the future for\nboth of us and she kept telling me about it.\n\nIt took me a few weeks to finally persuade her that I'd rather not know\nwhat was going to happen. But it was too late then, because she'd told\nme everything that was important.\n\nFor instance, I knew I was going to be living in the dome house for\nanother two years and probably more. I knew I was still going to be\nworking for Mr. Atkins and I knew just how much money I was going to\nhave in the bank at the end of two years. I even knew that my paunch\nwould get bigger and my hair would start falling out.\n\nLife got to be just a matter of sitting around waiting for the expected\nto happen.\n\n\n\nI tried hard to break Marge of the time projection habit, but it was\nuseless. She was as addicted as everyone else and the Grundy Projector\nlooked as though it was going to be here for good and no one was going\nto stop it.\n\nAfter all, who could prevent an expectant mother from jumping ahead a\nyear or so to find out whether she is going to have a boy or girl? I\nknow the doctors can tell with one hundred per cent accuracy in the\nsecond month, but the parents-to-be still want to find out if Junior\nwill look like Mom or Dad.\n\nOr who could prevent a young boy and girl from finding out whom they\nwere going to marry? New methods of courting appeared--if you could call\nit courting. A boy would merely look ahead and find out who the lucky\ngirl was going to be and then call on her. She was usually sitting at\nthe front door waiting for him, too. I kind of liked the old-fashioned\nway, when Marge and I met by chance one day and then spent months\ngetting to know each other.\n\nOf course it was impossible to avoid knowing future news whether you\nwanted to hear it or not. The newspapers, in trying to beat each other\nto scoops, could only find good headline material among the Diehards;\nthe rest of us all knew what would happen to us. Most of the papers\ncarried two separate sections--one for future events and the other for\npresent \"news.\"\n\nWe still had crime with us. The crooks who knew they were going to jail\nalways went there at the appointed time, regardless of their elaborate\nprecautions and so-called foolproof systems. Others who knew they were\ngoing to stay free for a couple of years at least led fabulously\nsuccessful lives of crimes, made more daring by the fact that they knew\nthey were temporarily safe from the law. The police, on the other hand,\nnever bothered to chase these characters, knowing in advance that they\nweren't going to catch them anyway.\n\nThis naturally set the Diehards to hollering. For a time, they talked of\nforming vigilante groups to do their own policing, but nobody worried\nabout this. It was in the cards, you see, that they weren't going to do\nit.\n\nThe final blow to the Diehards came during the Federal Elections of\n2017, when the Neo-Republicans just got up and walked out of office and\nthe United North-South Democrats walked in without a single election\nspeech being made. I know a few votes were cast, but everyone knew what\nthe results would be long before it happened.\n\nThe part that annoyed the Diehards so much was that it was _their_\nhandful of votes that decided the results.\n\n\n\nToward the end of the first two years, Marge and I began to have our\nfirst samples of that bitter quarrel we had both witnessed on our first\ntime trip. I had almost forgotten about what I had seen, but soon I saw\nhow I was going to be taking part in such quarrels quite frequently.\n\nMarge just wouldn't stop making those time trips and it seemed to me she\nspent hours every day in her Projector. There was something in the\nfuture that worried her and, naturally that worried me, too. I was\nalmost tempted to get my own Projector out of the basement and find out\nfor myself. Marge was beginning to look sick and pale all the time. She\ngot much thinner and weaker and I knew she cried a lot when I wasn't\naround.\n\nI tried my best to find the cause of the trouble, but I got nowhere.\nTrying to cheer her up with little surprises was a waste of time. It's\nno fun trying to surprise anyone who knows better than yourself what the\nsurprise is going to be.\n\nFinally, when out of desperation I had almost decided to take my first\ntime trip in nearly two years, I came home from the office to find Marge\nsobbing hysterically beside the Projector.\n\n\"We're going to die, Gerry!\" she said, when I managed to get her fairly\ncoherent. \"I've been looking ahead for months now and I just don't see\nus _anywhere_ in the future!\"\n\nSo there it was. I didn't know what to do or say. I was scared and mad\nand sorry for Marge for keeping such a secret bottled up inside herself\nfor so long.\n\nThe first thing I said was, \"There must be a mistake--\" until I\nremembered that there were _never_ any mistakes with Grundy Projectors.\n\n\n\nNevertheless, I still tried to find a way out of the situation. \"Maybe\nyou couldn't find us because we moved,\" I said quickly. \"Maybe I got\nanother job and left town or was transferred to the Boston office. Mr.\nAtkins has mentioned it a couple of times.\"\n\n\"I looked,\" Marge said miserably. \"I looked everywhere and I just\ncouldn't see us anywhere.\"\n\n\"But how do you know we're going to die?\" I argued. \"Did you see it\nhappen?\"\n\nShe shook her head. \"I didn't dare look that close. I got it pinned down\nto somewhere in the next month and I didn't dare look any closer, afraid\nI might have to see something horrible. All I know is we just won't be\naround sometime after the next four or five weeks.\"\n\n\"Has anyone mentioned anything to you about our death?\" I asked. It was\nconsidered improper to even hint at another person's death just in case\nthat person hadn't found out. Still, you know how tactless some people\ncan be.\n\nMarge just shook her head and went right on sobbing.\n\n\"Listen,\" I said, \"I'll bet you're getting all worked up for nothing.\nAnything--absolutely anything--could happen in the next few weeks.\nThere's probably a perfectly simple explanation for the whole thing.\"\n\nI guess I wasn't very convincing because Marge just stared dumbly at me,\ntears spilling out of her eyes. \"Gerry, would--would you go and look? If\nit's something harmless, you can come right back and tell me. If it's\nsomething awful, I won't ask about it.\"\n\n\"No,\" I said. \"That would be just the same as telling you what's going\nto happen. Besides, I don't want to know.\"\n\nWe just sat around the house for the rest of that evening. After Marge\nhad gone to bed, I went down to the basement and smashed both our Bilbo\nGrundy Time Projectors into little pieces. I'd seen the hopelessness and\ndespair in people who had learned just how and when they would die.\nSmashing the things wouldn't change the future--I realized that--but I\ndidn't want Marge obeying the impulse to find out. Or myself, for that\nmatter.\n\n\n\nShortly after that, the quarreling started in earnest. Marge wouldn't\nlet up on the business of dying, and as well as being scared, I was also\nsick of hearing about our short and questionable future. Marge was\nfurious with me for destroying her Projector and blamed me constantly\nfor making her suffer by preventing her from looking into the future.\n\n\"Now we won't know what's going to happen until it's too late!\" she\nshrieked at me.\n\n\"That's right!\" I yelled back. \"And that's just the way I want it!\nWhat's the use of knowing and worrying in advance if there's no way of\ndoing anything about it?\"\n\nThen, one night, we had the identical fight that we had watched two\nyears earlier, on our first time trip. Marge, as usual, was crying\nhysterically about not having long to live and I was shouting at her\nabout wishing herself into the grave. She seemed to have forgotten that\nI was going to go, too, and had taken all the suffering on her own\nshoulders.\n\nWhen I was hollering and stamping about the room, I had a funny, eerie\nfeeling as I suddenly remembered that my younger unmarried self had\nwatched--or was watching--the same scene.\n\nI just stopped doing anything for a moment and stared around the room.\nNaturally I saw nothing, because there was nothing to see, and I\nremembered how quickly my younger self had fled when I had looked up\nlike that. Ashamed, I tried to soothe Marge, but she was too far gone to\nbe comforted.\n\nI was glad to get out of the house every day and spend a few hours at\nthe office. I must admit that I was scared to be with Marge because it\nlooked as though we were going to go together and I felt safer away from\nher. I know it's nothing to be proud of, but it helped ease the tension,\nfor Marge as well as myself.\n\nOne day, Mr. Atkins stopped in at my office and sat down to talk. There\nwas nothing unusual about this; he often visited me for a chat, even\nthough he wasn't so friendly with the other employees.\n\nWe talked for a while about the usual things, department business and\nsome of the staff members.\n\nThen Mr. Atkins turned the conversation away from business matters. \"Do\nyou have one of those newfangled Time Projector things, Gerald?\" he\nasked. Mr. Atkins was getting on in years and called everything\nintroduced in the last thirty years \"newfangled.\"\n\n\"No,\" I said. \"I did have one, but I stopped using it soon after I got\nit.\"\n\n\"Didn't you like it?\"\n\nI shrugged. \"It wasn't that. I just preferred to find out for myself\nwhat would happen to me.\" I didn't want to tell him the true story or my\nother troubles.\n\nMr. Atkins sat back in his chair and sighed. \"Ah, yes. I don't suppose\nyou remember too much about the old days, not after the last two years\nwe've been through. People had problems in those days and they used to\nhave to solve them for themselves. People don't have to make decisions\nany more, you know. Do you think you could still make a decision,\nGerald?\"\n\n\n\nI got a little excited and found it difficult to stop fidgeting and stay\nquietly seated. I began to suspect that he was leading up to something\nimportant. It could have been the transfer to another branch or an\nout-of-town assignment which would explain our disappearance in the\nfuture.\n\n\"I still try to make plans and direct my own future whenever I can,\" I\nstalled.\n\n\"It's difficult, I know,\" Mr. Atkins went on, \"especially when all the\nnews is about something that's going to happen a day or a week or a year\nfrom now. It's not so bad for an old man like me, but it must be tough\non you young fellows. Too bad this Bilbo--uh--\"\n\n\"Grundy,\" I said. \"Bilbo Grundy.\" Mr. Atkins knew the name as well as I\ndid, but it was one of his little tricks to pretend he was getting old\nand forgetful, although he really wasn't. It used to be a good business\ntactic before the Grundy Projector came out. It wasn't any more--not\nwith people being able to see outcomes of dealings--but he couldn't get\nrid of the habit.\n\n\"It's too bad he had to invent that fool time gadget,\" he went on. \"I\nsuppose your wife uses it all the time. They seem to be very popular\nwith women.\"\n\n\"Marge gave it up a short time ago,\" I lied. \"She got bored with it.\"\n\nMr. Atkins nodded thoughtfully. \"Wouldn't it be nice to live in an age\nagain when none of us knew what was going to happen? When life had lots\nof surprises--both good and bad? When you could get up in the morning\nand not be sure what was going to happen before night? Would you like\nthat, Gerald?\"\n\nI didn't know what to say. He was off on that wandering-mind routine and\nI didn't know for sure whether he was really rambling or not.\n\n\"I think I'd like it, Mr. Atkins,\" I said. \"As long as everyone else was\nin the same boat.\"\n\n\"_Would_ you like it?\" He was suddenly looking at me with the shrewd,\nout-of-the-corner-of-the-eye expression he had when he was handling some\nwealthy client's intricate income tax problems.\n\n\"I mean it,\" I told him. \"I'm tired of living among people who know my\nbusiness two years ahead of time.\"\n\n\"I can get you to a world like that,\" he said quietly.\n\nI didn't say anything in reply. Who could?\n\n\"I have some friends,\" he went on, \"who make a practice of helping\npeople like yourself to better things.\"\n\n\"What do you mean by 'better things'?\" I asked warily.\n\n\"I'm talking about time travel, Gerald. The real thing--not the Bilbo\nGrundy toy, but real physical time travel. These friends have gone a lot\nfurther than Grundy did with his invention and they perform the service\nof transporting people to a better age.\"\n\n\"You mean the future?\"\n\n\"The past!\" said Mr. Atkins. \"The chances are the future will be even\nworse. I'm talking about the middle of the last century, around the\nnineteen-fifties or thereabouts.\"\n\nI began to laugh. \"The nineteen-fifties! What would I do to earn a\nliving in those days?\"\n\n\n\nHe gave me a thin smile. \"I guess that would be your first unsolved\nproblem. After all, you said you wanted problems and the chance to make\nplans and try to make them come true.\"\n\n\"But why pick me?\" I wanted to know.\n\n\"I like you, Gerald,\" he said. \"I would like to see you have a decent\nchance. And don't flatter yourself--you wouldn't be the first one to go.\nYou'd be in good company.\"\n\nI just sat staring vacantly at him.\n\n\"I guess you could say this is your first big decision in two years,\" he\nadded. \"There's no hurry. You can think it over for a while.\"\n\nI asked questions--lots of them--but I didn't get too many answers. Mr.\nAtkins explained that naturally the affair was hush-hush. After the way\nthe Grundy Projector had been thrust so irresponsibly upon us, no one\nwanted any further complications. But there were some answers I could\npiece together both from what I already knew and the hints he dropped.\n\nI'd been in on conferences and listened to Mr. Atkins try to figure out\nways of expanding, building up our business. Each time, he'd been\nstymied by the Grundy Projector. If he'd bull some idea through, his\ncompetitors would see exactly how it worked out. If he didn't, they'd\nknow that, too. And I had heard him rant when the accountants--using the\nGrundy Projectors, of course--would make up their inventory, sales,\nprofit-and-loss and tax statements two years or more in advance.\n\nThat was actually what galled him. Mr. Atkins was used to making plans,\ncalculating risks and gains, taking his chances. With the Grundy\nProjectors in existence, nobody could do that any more. I gathered from\nwhat he told me that there was a syndicate of men like himself backing\nthe inventor of a genuine time machine. They didn't condemn the Grundy\ninvention on any moral or religious or even selfish grounds. They just\nresented very bitterly the same thing that annoyed me--the sense of\nrepetition.\n\nAs Mr. Atkins put it, \"It's no different than reading a story and then\nhaving to relive the whole thing, anticipating each action and bit of\ndialogue. And that's precisely what this is. Only it's our lives, not\nfiction. We didn't like it, Gerald. We didn't like it at all! But we did\nsomething about the problem instead of merely complaining.\"\n\nLet me say right now that I thought the solution they came up with was\nnonsensical and I kept searching, all the time we talked, for ways of\npolitely turning down the offer. Escaping to to the past was a\nridiculous answer. But it was just the kind of notion that would appeal\nto an old-fashioned character like Mr. Atkins.\n\nI didn't tell him so, of course. I thanked him for his consideration and\nshook hands and felt relieved when he finally left.\n\n\n\nMy mind was made up by then. I'd back out, quit if I had to, rather than\ntake refuge in the past to evade the future.\n\nIt wasn't until I got out of the office that I realized there was no big\ndecision to make; it was already made for me. Either I was going to die\nor I was going into the past--and I wasn't going to die if I could help\nit. But neither did I intend going into the past if I could really help\n_that_!\n\nWhen Marge realized that I wasn't merely trying to take her mind off the\nfatal day, she pounced on me and hugged me as though I myself had\ninvented the time machine just to save her life!\n\n\"It's wonderful, darling!\" she cried. \"You were right all along! Oh, how\ncan you forgive me for making things so unbearable for you?\"\n\n\"About this idea of going into the past--\" I said.\n\n\"What's the difference when we go to,\" she cut in, \"as long as we don't\nhave to die?\"\n\n\"But I figured on telling Mr. Atkins at the last minute that all I want\nis a transfer--\"\n\n\"What's the sense of guessing?\" she asked excitedly. \"All we have to do\nis borrow a couple of Projectors and see!\"\n\nI began to feel myself being squeezed into a one-way trap. I put my foot\ndown--but where it landed was in a Grundy Projector from the people next\ndoor--and where it figuratively emerged was eleven days later, when I\ncouldn't shut my non-physical eyes to the way the whole situation would\nturn out.\n\nMarge and I, with half a dozen others, were getting into a helicar. I\nfollowed them out to a house in the country. We handed in all the money\nwe had saved and in return were given old-style clothes, ancient-looking\nmoney and a small amount of luggage. Then we all stepped into what\nlooked like an oversized version of a Grundy Projector and vanished.\n\nFight? Argue? Scheme?\n\nI didn't have a chance.\n\n\n\nIt was 1956 when we arrived in old New York. We were met by others who\nhad pioneered the way before us and they looked after our group until we\nlearned the ropes.\n\nThere was nothing easy about getting used to the era. I wished often\nthat I could get back to my own time, Grundy Projector or no Grundy\nProjector. Still, Marge didn't complain; she was prepared to endure\nanything just because she thought her life had been saved. Occasionally,\nbothered by my blunders in adjusting to this past century, I'd start to\nreason with her, explain that her life hadn't been in danger at all. But\nthen, luckily, I would realize that convincing her would leave an angry,\ndissatisfied wife on my hands and I always managed to stop in time.\n\nI got a job working as a night janitor in a bank and studied accounting\nin the daytime until I was able to get a steady job. We've been here a\nfew years now and I guess you could say we're pretty well assimilated.\nWe have a house and two small sons and I'm doing well at my job. We\nstill see some of our friends from the 21st century and they've also\nmanaged to make the change successfully.\n\nWe get together now and then, and talk over old times, and laugh at some\nthings and get nostalgic over other things. Now that there aren't any\nGrundy Projectors around, we've started feeling once more that our fates\nare in our own hands.\n\nRog Owens has an interesting viewpoint. He said one night, \"It wasn't\nthe future that was fixed; it was the Grundy Projectors that fixed the\nfuture! Whatever people saw would happen, they just let happen ... or\neven worked to make it happen. No matter what it was, including their\nown deaths. Hell, how's that any different than voodoo?\"\n\nThat was pretty much how each of us had felt, only we hadn't figured it\nout so clearly. But Rog Owens has a special reason for thinking\nparticularly hard about the problem. Mr. Atkins and his syndicate hadn't\nsend us back for purely altruistic reasons; they learned that Rog's\ndaughter Ann would marry a fellow (not one of us) named Jack Grundy and\nthat they'd have a son named Bilbo, who would invent the Grundy\nProjector. Our assignment was to keep that from happening.\n\nWell, we couldn't prevent the marriage, but we could--and did--make sure\ntheir son would have a good, plain American name. It's William Grundy.\n\nBut today my younger boy told me their kindergarten teacher calls\nWilliam \"Billy Boy.\"\n\nAnd one little girl can't pronounce it. She calls him Bilbo.",
    "metadata": {
        "author": [
            "Cogan, Alan"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/32853/pg32853.txt",
        "name": "in_the_cards.json"
    }
}