{
    "name": "In the Bad Lands",
    "author": [
        "Sinclair, Bertrand W.",
        "Sinclair, Bertrand William",
        "Sinclair, Bill",
        "Sinclair, William Brown"
    ],
    "body": "By Bertrand W. Sinclair\n\nAuthor of “Out of the Blue,” “Easy Money,” Etc.\n\n\n“Bad Land” Bill, the new rider, was a likable kid, but he was a mystery\nto the bunch at the Wineglass range. And when another strange individual\nstumbled into the light of the camp fire one night, the mystery\ndeepened.\n\nAgainst a window that faced the west bank of Plentywater, Charlie Shaw\nflattened his nose for a minute. April showers bring May flowers.\nCharlie grinned--because the April shower had become a snowstorm. The\nmorning rain had turned into wet flakes the size of a thumb nail,\neddying out of a darkened air. Now the ground lay six inches under a\ncoat of arctic down. Tough on the sheepmen with lambing in full swing.\nCharlie grinned again. Cattle could stand it. The tougher the better.\nSheep were a thorn in the rangeman’s tenderest side. They were becoming\ntoo plentiful for cow outfits to regard them with indifference. Shaw was\nnot vindictive--but the less lambs the more grass for cattle.\n\nMost of the stuff floating through his brain was idle thought. But his\nlooking was not idle. The Benton trail skirted the rim of the plateau\nthat flowed up to the hollow of Plentywater, and one of his riders was\ndue from the stage road with mail. Bad weather had penned Charlie close\nfor days. He was bored. Lacking action, he craved something to read.\nThere might be letters. He stared through a brief let-up in the ballet\nof the snowflakes. Then the white curtain closed so that looking was\nvain. Charlie went back to the fireplace and yawned over a cigarette.\n\nBoots thumped on the porch. Jerry Smith came in with the mail, cursed\nthe water, clanked his spurs out again. Charlie looked over a letter or\ntwo, and buried himself in a Fort Benton newspaper until the cook called\nhim to supper.\n\nHe marked a new face at the long table. A slim, dark youngster, thin\nfaced, thin lipped, neatly dressed. He had white, even teeth that shone\nwhen he opened his mouth. But he only opened it for the purpose of\nstowing food. Charlie looked him over once. Riders came and went at all\nseasons. In the spring they drifted, and restless ones, from one range\nto another, looking for a job, looking for variety, looking for\nhorses--genial nomads.\n\nBut as he sat before his fireplace, toasting his stockinged feet and\nstudying a letter from the Sutherland range boss, a knock sounded at his\ndoor.\n\n“Come in,” he grunted.\n\nThe slim, dark stranger faced him. His words were as spare as his frame.\n\n“Full handed?” he asked.\n\nNow Charlie Shaw had a full crew of able riders--the only kind suffered\non the Wineglass pay roll. Ordinarily, he would have said: “Yeah. Full\nup, unless somebody breaks his neck.” That would have ended it. But\nsomething about this youngster caught Charlie’s fancy. Neat, but not\ngaudy. Slender and keen--like a new sword. So he asked a question.\n\n“Where you from?”\n\n“Bad Lands.”\n\n“That’s a lot of territory,” Charlie remarked. “All kinds of people use\nit.”\n\nThe boy smiled slightly.\n\n“Oh, I’m no outlaw. My folks has a one-horse outfit down on a fork of\nSand Coulee. Nothin’ much for me at home, so I ride round-up. I been up\nin the Sun River Basin breakin’ horses all winter.”\n\n“Sand Coulee, eh.” Charlie glanced at the letter in his hand. It was a\nfriendly suggestion from the Block S that the Wineglass come down and\nwork with them and the Picador, as northwesterly blizzards had drifted\nseveral thousand Wineglass cattle to the heart of that range. And there\nwas mention of this place in the letter. “That the Sand Coulee down on\nthe Sutherland range?”\n\n“Uh-huh. I worked for the Block S two seasons back,” the boy answered.\n\n“Good outfit,” Charlie commented.\n\n“Sure. They say the Wineglass is a good outfit to ride for, too,” the\nother said. “I could go to work for Sutherland again, I guess. Thought\nI’d try you.”\n\n“I guess I can use you,” Charlie said on impulse. He could. A good man\nalways fitted in, and somehow this boy in three sentences and a look\nimpressed him as being more than capable. Horses _did_ fall on men.\nOccasionally a rider yearned for distant pastures and left. “What’s your\nname?”\n\n“Bill Mather.”\n\n“All right, Bill,” Charlie nodded. “I guess you know how to make\nyourself at home in a bunk house.”\n\nMather nodded and withdrew.\n\nAt ten o’clock Charlie looked out before he went to bed. All white, and\nmore falling. A foot of snow in mid-April. Erratic weather.\n\nIt continued to be erratic. The Wineglass floundered in a white world\nfor thirty-six hours. A touch of frost. Then warm rain. Dirty slush.\nMore rain, like ice water on the bare face, slashing out of a lowering\nsky. Then the sun, smiling wanly, as if conscious of some seasonal\naberration, and new grass slowly thrusting up green blades to surround\nthe blue windflowers that spread petals bravely before the snow was\nfairly gone.\n\nThe Wineglass gathered the last of its saddle stock, and moved across\nthe sodden plains to join the Block S south of the Bear Paws by the\ntenth of May, in a spring the like of which none of the old-timers\nrecalled. Snow, rain, hail and sunshine--all in a twenty-four-hour day.\nRiders were crabbed, horses fractious. The plains wind whipped their\nfaces and their tempers raw. But while a wheel could roll from one creek\nto another and cattle be bunched on a round-up ground, work went on.\n\nBill Mather lived up to Charlie Shaw’s first estimate. He more than held\nup his end. Did it with a peculiar sort of concentration on the job. For\na youngster he was uncommonly self-contained. He would answer with a nod\nor a smile rather than a word. The rough joking of a round-up crew slid\noff him as rain off a slicker. In camp he would sit staring at nothing,\nchin in hand, his lean, dark face as impassive as a Buddha’s.\n\nCharlie learned more about him from the Block S.\n\n“Nice kid,” their range foreman said. “Made a good hand for me one\nseason. Folks ain’t much. Old man’s no account. Got a brother that’s\nslick as hell at a lot of things, but lazy. Girl down there, sister or\nsomething, wild as a hawk. Keep their ranch like a boar’s nest. Got a\nfew stock in the edge of the breaks. Scrap among themselves all the\ntime. Bill’s all right. He’ll amount to somethin’. ‘Bad Land,’ we used\nto call him.”\n\nBad Land Bill. The Block S had christened him that. The Wineglass\nrevived it. The name fitted the boy. He was like some wild, dynamic\ncreature out of that desolate and distorted region which lies like a\nbarrier on both sides of the Missouri River. The round-up moved its\nwagons along the edge of this sinister jumble of canyons, gullies,\nwashouts, sagebrush, thickets of scrub pine, cut banks banded with\nlayers of varicolored earth, like stripes of Indian paint. They reached\ndown long, narrow plateaus winding through a network of impassable\ncrevices, driving range cattle out ahead of them. It was like a vast\nmaze, the Bad Land country. Yet it had its good points for a\ncattleman--also for others whose business was not so legitimate. There\nlay pasture and shelter for winter-driven stock. Aridity and bitter\nwater kept sheep out in summer, and left a heavy stand of bunch grass\nwhere grass could grow. If, now and then, some sheriff cursed the\ncountry because he had to hunt a lawbreaker fruitlessly, it was no\nmatter. It was a hard country to get about in on horseback, impossible\nfor wheeled traffic.\n\nIn the edge of the Bad Lands, on a fork of Birch Creek, a furious\nrainstorm tied up the round-up. After twelve hours of downpour the gumbo\nsoil softened so that a horse sank ankle-deep in stuff like putty,\nwithdrawing his hoof with a curious sucking _plop_! The wagon tires cut\ninch by inch into the earth where they stood. It was like the Flood,\nwith the Bear Paws a distant Ararat on the north, hidden in the murk,\nand not for their saving. They had to stay in the flats and take it.\nDay-herders on the cattle herd, the horse wrangler with his saddle\nbunch, in slicker and chaps, humped backs to the storm and endured their\nhours on watch. The rain grew colder, became sleety squalls. The second\nevening snow drove thick and fast, hard, stinging particles, out of the\nnorthwest. Overnight it piled fourteen inches deep. Noon laid two feet\nof this unwelcome white purity on the levels. The two round-up bosses\nheld confab and turned their herds loose. It was too much to ask men to\nface day and night the blast of that untimely storm, to grow numb in\ntheir saddles on night guard. Their saddle stock they had to hold--they\nwere the tools of their trade. They marshaled the cowboys into regular\nwatches with the horse wranglers, standing two-hour shifts. There was no\nfenced pasture within thirty miles to relieve them of that necessity.\n\n“What the hell’s the country comin’ to?” Bud Cole complained to Bill\nMather. “The world musta slipped a couple of cogs north.”\n\n“Maybe,” Bad Land agreed. “Tough on cowboys.”\n\nThe others slept, killed time with penny ante, cursed the weather,\nswapped range lore. Charlie Shaw brooded in the cook tent. It would\nclear with a hard frost. New-born calves dying in snowbanks in the last\nof May. April showers bring May flowers! Damn such weather!\n\nUpon a convenient hillock a dozen riders laid ropes on a varied\ncollection of dead-pine snags, dragged them down before the bed tent.\nThey were saturated with pitch. One father of roots would burn for three\ndays. They made bets on its duration. Once ignited, neither snow, wind,\nrain nor buckets of water could extinguish that pitch-fed flame. It made\na pleasant glow between the opened flaps of the tent. Also it made a\nserviceable beacon in the dark, a mark for the relief men on night\nguard, a wavering yellow tongue like a lighthouse on a rocky coast.\n\nThe third night of the deep snow, when the fall had ceased, when the\nblustering northwest wind sank to a murmur, and sharp frost was setting\na crust on the damp drifts, a man staggered into the circle of light. He\nhad on overalls and a short sheepskin coat. He was an oldish man, with a\ntangled beard extending fanwise from his chin, a black beard like those\nof the prophets.\n\nAll but two of the Wineglass crew were in their blankets. These two were\nCharlie Shaw and Bud Cole, squatting between the bed tent and the\nglowing pine snag, talking in undertones. They looked at this\napparition, wavering on its feet. He didn’t belong in either outfit.\n\n“Hello,” Charlie greeted. “This is tough weather to be runnin’ around\nloose. You lost, or are you just goin’ some place?”\n\n“Both, I guess. What outfit is this?”\n\n“The Wineglass from Lonesome Prairie,” Charlie told him. “Come on up to\nthe fire.”\n\nThey rose from their boot heels with an exclamation. The man took a\nstep, swayed, moved uncertainly.\n\n“Don’t be scared,” Charlie said kindly. It struck him that this old\nfellow was furtive--and he had seen men on the dodge, edging cautiously\ninto a camp for food and shelter.\n\n“I ain’t scared,” the man mumbled, in little more than a whisper. “I’m\nplayed out, that’s all.”\n\n“You been wanderin’ afoot in this snow?” Bud asked.\n\n“Since last night,” he answered.\n\nAs if shelter, warmth and the presence of men jarred loose some prop\nwhich had sustained him, he put one hand to his face and lurched, and\nwould have fallen if Bud and Charlie had not caught him. He sagged in\ntheir grip. His head dropped to his breast.\n\n“For the love of Pete!” Bud said. “The old boy’s certainly all in. Now\nwhat in blazes----”\n\n“Pack him over to the chuck tent an’ get some dry clothes on him, an’\nthrow some hot coffee into him,” Charlie answered, with the practical\nwisdom born of experience.\n\nBill Mather thrust in between them and dropped on his knee beside the\nold man. He was in his sock feet. His black hair stood in a tangle. His\ndark face was alight with troubled inquiry. And he spoke to the\nunconscious man, as if he expected, indeed, as if he demanded, an\nanswer:\n\n“How’d you get here, dad? What’s happened?”\n\n“He’s out, Bill. No use askin’ yet. You know him?”\n\n“’S my old man,” young Bill muttered. “I wonder what’s up?”\n\n“Let’s get him over to the tent,” Charlie suggested. “An’ bring him to\nan’ get him warmed an’ fed. Then he’ll tell us. He said he’s been out in\nthis since last night. So I guess the old boy had a license to fade\naway.”\n\nThe three picked the man up as if he had been a sack of oats. Bill\nMather strode sock-footed, in his underclothes, through the trampled\nsnow between the two tents. Charlie’s quick mind took stock of the\nelements. Three feet of snow in a mid-May night, a lost old man, and an\nagitated cow-puncher who looked at the elderly whiskered one with an\nagony of apprehension in his eyes. It never rained but it poured.\nCharlie dragged his rolled bed close to the stove, in which a few coals\nstill glowed.\n\n“Hop into your pants, Sam,” he ordered the cook, lifting an inquiring\neye above his own blankets in one corner. “Make some coffee. We got a\nhalf-froze gent on our hands.”\n\nThey laid their burden on Charlie’s bed, listened for a moment to his\nbreathing. Bill stripped off his father’s sodden foot gear. Bud stoked\nthe fire. Sam Barnes shuffled into his clothes. They were all sympathy,\ncommiseration. That dead faint troubled them, too. They chafed the cold\nhands and icy feet. In the end, as the kettle began to steam, the old\nman sat up. A lantern, slung over the stove, shed a dull light on his\nunkempt features. Something flickered in his old eyes at sight of Bill.\nThe boy himself didn’t speak, at first, only stared.\n\nThe old man’s teeth set up a sudden chatter.\n\n“Here, throw this hot coffee into you.” Charlie passed him the cup.\n\nHe gulped it in two swallows.\n\n“Thank you all,” he said. “That sure tasted good.”\n\n“You’re all wet,” Bill said. “Drink some more coffee an’ peel off your\nclothes. I’ll rustle you dry ones outa my war bag.”\n\nHe went off to the bed tent. In a minute, when the old man had finished\nhis second cup of coffee and accepted the makings of a cigarette, and\nthe cook was setting out food for him, Charlie and Bud withdrew. They\nfound Mather in the glow of the burning root, digging clothes out of his\nbag. He stamped his feet into boots, and went back to the chuck tent\nwith an armful of clothes.\n\n“That kid’s the original clam,” Bud Cole remarked. “He don’t never say\nnothin’. He’s worried. I wonder what that old hombre’s hoofin’ it forty\nmiles from nowhere in a snowstorm for?”\n\n“I ain’t no clairvoyant,” Charlie answered.\n\nAfter a few minutes Bill joined them. He squatted on his heels, rolled a\nsmoke, silent.\n\n“How’s the old man?” Charlie asked.\n\n“Stowin’ some fodder,” Bill replied. “Sam’s gone back to bed.”\n\nHe stared into the flames, brooding, abstracted, frowning.\n\nBud Cole yawned.\n\n“I’m goin’ to turn in,” he said, and departed to his bed.\n\nMather volunteered no information. A cow-puncher’s respect for other\npeople’s private concerns does not lessen his natural curiosity. Charlie\ncontemplated his toes. He was young--one of the youngest range bosses in\nMontana. Life, for Charlie, had embraced a number of stirring episodes,\nand he had not been unconscious of the drama. He had uncanny perception,\na reflective, imaginative quality, allied to a capacity for action. He\nlooked up at young Bill and he knew the boy was troubled, out of all\nproportion to the fact of his father having got astray in a snowstorm.\n\n“He can roll in with you when he’s fed an’ warmed, Bill,” he said.\n\nMather nodded. He opened his mouth as if to speak, then turned without a\nword back to the cook tent. He was there quite a time. When he came back\nhe brought his father with him. Bill overtopped him by a head. The\ntangled beard and unkempt hair made the old fellow a wild-looking\nfigure. Bill stowed him in his own bed. Then he came back to the fire,\nto Charlie Shaw, and sat humped on his boot heels, with a face like a\nmask.\n\n“Like a frozen man,” Charlie thought. “’Tain’t natural for a kid like\nhim. Make a good gambler with that poker face. Never tell what went on\nbehind it.”\n\n“Somethin’s happened,” Bill broke the silence abruptly, speaking in an\nundertone. “He won’t tell me. I got to go see for myself.”\n\n“Where? When?” Charlie could be concise, himself.\n\n“Right now. Down to our place.”\n\n“In the middle of the night, an’ three foot of snow? How far is it?”\n\n“About twelve miles. Fork of Sand Coulee, a couple of miles down in the\nbreaks.”\n\n“Gosh, man,” Charlie remonstrated. “Unless it’s a case of life an’ death\nthis ain’t no night to flounder that far in the Bad Lands. Chances are\nyou wouldn’t find it till daylight.”\n\n“I could find that ranch blindfold,” young Bill said, with conviction.\n“It worries me. He won’t tell me nothin’. I got to go. He’s been\nwanderin’ around in this for twenty hours. He ain’t the flighty kind,\neither. Took somethin’ to scare him out.”\n\n“Just what are you afraid might have come off?” Charlie asked. He had\nthe impression that Bill Mather wanted to tell him something and\ncouldn’t, wouldn’t, without encouragement. “What’s the trouble, Bill?”\n\n“Maybe none--till I get there,” the youngster said moodily.\n“Maybe--well, there’s a girl there. Aw, shucks! there’s no use talkin’.\nShe was raised with us, but she ain’t no kin. I used to think a heap of\nher. I got a brother, Jed. There’s a feller name uh Munson got a holdout\na ways below our place. I don’t know what there is about Dolly, but she\ngets men crazy. Them two’s been ready to lock horns over her for a year.\nI had to get out. Don’t matter why. Now somethin’s happened. Somethin’\nfierce, to make the old man light out in weather like it was last night.\nHe won’t say. He’s that kind. I got to go see.”\n\nThere was that in his tone which moved Charlie.\n\n“No matter what’s come off,” he said kindly, “you couldn’t hardly make\nit tonight, Bill. Wait till daybreak. I’ll ride down with you, myself.”\n\n“I got to go _now_,” Mather replied. “She’s alone down there--with them\ntwo locoed fools. An’ somethin’s happened.”\n\n“Oh, well, gosh darn it, go ahead,” Charlie acquiesced. “You got me all\nexcited, kid. I’ll come along, if you like. I’m tired layin’ around camp\nlookin’ at snowdrifts, anyway.”\n\nA dozen saddled horses stood tied to the bed wagon. The night men all\nkept horses ready. Mather had a mount there. So did Shaw. They drew on\nchaps, overcoats. Deep breathing, punctuated by snores, filled the bed\ntent. Every man was sound asleep. The light was out in the cook tent.\nThey stumbled in there for a last cup of coffee out of the still warm\npot, and Charlie left a word with the cook for Bud Cole, who was his\nsecond in command. As they came back by the fire, old Mather sat up in\nbed. He peered out at his son dressed for travel. He beckoned and Bill\nhalted in the mouth of the tent.\n\n“Yo’ a damn fool,” he grumbled. “Leave ’em settle their own troubles.”\n\n“If you’d tell me,” Bill said. A weary patience sounded in his voice.\n\n“It’s that hellcat of a girl,” the old man sputtered. “She’s got Munson\non the warpath. He’s bad, Munson is. Like a crazy man. Jed ain’t much\nbetter, as fur as that goes.”\n\n“You’re a fine head of a family,” young Bill said scornfully, “runnin’\naway, leavin’ Dolly to two fellers like that.”\n\n“I got scared,” the old fellow muttered. “But I didn’t exactly run. Just\nlit out till they cooled off or got it settled. Then I couldn’t find my\nway back. Mighty nigh perishin’ in that there storm.”\n\n“You won’t perish here,” Bill said shortly. He turned to his horse.\nMounted, he said to Charlie: “There ain’t really no call for you to ride\ndown there with me. I’ll bring back a horse for the old man to ride home\nto-morrow.”\n\n“If you’re goin’ into the Bad Lands to interfere with two fellers that\nhave gone bughouse over a girl,” Charlie said cheerfully, “you better\nhave company. You sure this ain’t no false alarm?”\n\nMather shook his head.\n\n“Well, I’d as soon ride as lay thinkin’,” Charlie declared; “so let’s\nhit the trail.”\n\nThe crust on the snow was steadily hardening. The frost had teeth. Clear\nof that fire they moved in a luminous darkness. Clouds made the sky very\nblack above. Underfoot the snow made a pale glimmer. The way became\ndeceptive. Left to himself, Charlie Shaw would scarcely have known north\nfrom south, east from west, except for the run of the coulee, dipping\nuniformly from the flats to the valley of the Missouri. He would have\nhad difficulty finding his way back to the round-up camp. But Mather\nplodded at a slow trot, at a walk where the snow lay deeper. Here and\nthere it took a horse to the belly. He never hesitated. They crossed\nplateaus, slid into gulches, floundered in high sage, passed clumps of\npine that made black blotches on the snow. And at last he angled down a\nsteep hillside into a narrow bottom where they passed ghastly\ncottonwoods, and suddenly buildings loomed before them, the high pole\nwall of a round corral. Mather stopped.\n\n“Dark as the grave,” he whispered. “I don’t like it. There always used\nto be a couple of hounds that made a row when anybody rode up.”\n\nThey tied their horses to the pole corral.\n\n“You stay here,” Bill whispered. “I don’t like this quiet. I’m goin’ to\nthe house. If it’s all right, I’ll holler for you.”\n\n“Everybody asleep, most likely,” Charlie commented. “It’s past midnight,\nman.”\n\n“I know,” the boy muttered. “Just the same--you wait till I look in the\nhouse. I got a funny feelin’.”\n\nHe moved away. Cracks had opened here and there in the cloud bank.\nCharlie could see him dimly, crossing the yard. The house was a vague\nblur, black walls under a snow-capped roof. He heard the creak of a\ndoor. After that, no sound for a minute.\n\nThen a match flared yellow through a window. It went dark, flared again,\nbecame the steady glow of a lamp. But there was no hail. Once a shadow\nfell on the uncurtained panes.\n\nCharlie’s feet grew cold in the snow. He grew impatient. No way to leave\na man, cooling his heels on a frosty night.\n\n“Gosh darn these fool people an’ their family troubles,” he grumbled.\n\nThen, between impatience and discomfort, he started for the house. It\nwas a low-walled structure. The windows opened on a level with his\nwaist. The door stood ajar, casting a knife-blade gleam. The window laid\na bright square on the snow. Abreast of it Charlie stopped.\n\nA man lay face down on the floor, his head turned sidewise, arms spread\nin a crooked curve. He had black hair like Bill Mather’s. His face,\nwhite in the lamplight, was very like Bad Land Bill’s, only it was\ncuriously twisted, the mouth open, slack jawed. A white-handled gun lay\njust beyond the fingertips of one hand. Bill Mather stood over him,\nstaring like a man shocked and bewildered.\n\nCharlie stepped into the doorway. His rider turned like a cat. His gun\ncame halfway out of its holster on his hip.\n\n“Looks like your hunch was right.” Charlie said.\n\n“She’s gone,” young Mather said. “Munson’s killed Jed an’ took her. He’s\nstone cold. Stiff as a board. Must ’a’ been done yesterday.”\n\n“Your brother?”\n\nBill nodded.\n\n“We never hitched good,” he said, after a long interval. “But he was my\nbrother. An’ Dolly’s gone. Munson’s took her away. An’ she hated the\nsight of him.”\n\n“Gosh, Bill, that don’t follow,”. Charlie declared. “A killin’ is a\nkillin’. It happens now an’ then. But men don’t steal women against\ntheir will.”\n\n“This feller would,” young Mather replied slowly. “So would he”--he\nnodded at the dead man--“an’ you don’t know Dolly. I should never ’a’\nleft here.”\n\n“Maybe she did the same as your old man,” Charlie suggested. “Got scared\nan’ lit out when the trouble started.”\n\n“No. She’d stay an’ laugh at them,” Bill muttered. “Well, I can soon\nfind out. Help me pick him up, Charlie. I’d rather he was on a bed.”\n\n“Better leave him where he lays,” Charlie said. “There’ll be county\nofficers wantin’ to look into this in a day or two.”\n\n“Let ’em look,” young Bill said. “I don’t like him layin’ all this time\non a cold, bare floor.”\n\nTwo rooms opened off the larger one, which was at once kitchen, dining\nand living quarters. One of these had a bunk in each corner--a man’s\nroom, with blankets tumbled as they were last slept in. They laid the\nstiff body on one bunk and closed the door. Bill looked at his watch.\n\n“It lacks hours till daylight,” said he. “Let’s put up our horses an’\nstart a fire.”\n\nThey walked back to the house under a sky now beginning to show stars. A\nsouth wind whistled forlornly down that cut in the Bad Lands. Pines\nloomed in dark patches against white canyon walls. Frost-crisp snow\ncrunched underfoot. The south wind would soften that soon, but for the\npresent the frost still had its teeth bare. Bill found wood in a box and\nstoked a kitchen range. He looked with distaste at the crimson-stained\nfloor. Eventually he found a piece of canvas and covered that dark patch\non the raw wood. Lamp in hand, while the fire crackled, he roamed about\nthe room, examining floor, walls, doorways, windows. Charlie Shaw pulled\noff his boots, put his feet on the oven door, rolled a cigarette, and\nwatched this survey. Bill set the lamp on a table and joined him by the\nstove.\n\n“There was only one shot fired,” he said at last. “Jed never even drawed\nhis gun. It was laid there by his hand after he was down. They fought\nfirst. Jed’s face is marked. His knuckles is skinned.”\n\nHe slumped in a chair by the stove, chin on his breast. Passion had\nflared and death taken its toll in that room. An atmosphere intangible\nbut sobering, with a touch of the sinister, remained. Charlie felt it as\nsomething unpleasant. How it affected young Bill, he did not know. The\nboy stared at the stove, his dark face darker still with the shadow of\nbrooding. They sat waiting in silence for the dawn, each occupied with\nhis own obscure thoughts.\n\nYoung Bill drew out his watch again. In an hour it would be day. He\nlooked at Charlie.\n\n“I’m goin’ after Munson,” he said.\n\nCharlie nodded. There was no use trying to dissuade a man with that look\nin his eyes, no use to speak of the law and county officers. But he did.\nAnd young Bill only shook his head, as Charlie suspected he would.\n\n“The law,” he said slowly, “is a long way off. An’ I’m here. There’s a\nwoman in this, too.”\n\nThere generally was, Charlie reflected, a woman somewhere in the\nbackground of things like this.\n\n“I should never have left here,” young Mather said again. “Munson was\nafraid of me. I thought he was afraid of Jed. Seems like he wasn’t. I\ngot to make it good. I expect we better feed ourselves. It’s a long way\nback to the Wineglass on an empty stomach.”\n\n“I’m not hungry,” Charlie replied. “But a cup of coffee wouldn’t do no\nharm.”\n\nThey had that. There was food, cold meat and bread. But coffee seemed to\nsatisfy them. They resaddled their mounts. The cloud bank of the night\nhad become scattered wraiths, fleeing across a luminous sky. Touches of\ncolor streaked the east.\n\n“I forgot,” Mather said from his saddle. “I was goin’ to send a horse\nback for the old man to ride home. You could take him.”\n\n“It’ll be three or four days before we move a wheel, maybe longer,”\nCharlie answered. “Can’t work cattle in snowbanks. Your old man can stay\nat the wagon, or, if he wants to ride home, there’s plenty of extra\nhorses there. Somebody ought to send word to Benton about this killin’.\nListen, kid. Your business is your own. I’m askin’ you friendly. What\nare you aimin’ to do?”\n\n“Find Munson an’ Dolly.”\n\n“Yeah. But how? An’ what about when you find ’em?”\n\n“Munson has a place about two miles down this bottom,” said young Bill.\n“I expect they'll be there. Munson’ll claim self-defense. What I’ll\ndo--well, that depends.”\n\n“If you’re goin’ straight to that place, I'll be along,” Charlie said,\nwondering, as he uttered the words, why he should, what impulse prompted\nhim to commit himself so, what curious motive prompted him to ride with\nthis grave-faced boy on a blood feud. For it was nothing else, now.\n\n“You ain’t interested in this,” young Bill answered.\n\n“I’m interested in _you_,” Charlie told him. “Gosh darn it, I don’t\nblame you, but these family feuds are hell. I’ll ride as far as this\nfeller’s place with you just for luck. If he ain’t there and you still\naim to camp on his trail, I’ll go back to the round-up.”\n\n“All right,” young Bill muttered “That’s white of you. But don’t mix in,\nCharlie. ’Tain’t your funeral.”\n\nLight grew as they rode down a winding bottom between high walls of\nearth, where stunted trees clung precariously. Snow masked short\nsagebrush. A white world with pines black on the rim of the canyon.\nTheir horses floundered deep. The hard crust tinkled as hoofs broke\nthrough.\n\n“Hell of a May mornin’, this is.” Charlie Shaw thought of weak cattle\ndying by the hundred in this untimely burst of arctic weather. What Bill\nMather thought lay behind the mask of his unsmiling face.\n\nThe canyon wound a tortuous course. The sun laid a sparkling beam on the\nwestern bank. A log cabin stood on the flat. A small corral looped from\nthe end of a low stable. A pole fence, from wall to wall of the gorge\nabove and below the buildings, inclosed a few acres of pasture.\n\nMather rode straight for the house. Considering the circumstances and\nhis errand, Charlie reckoned that foolhardy, but he said nothing.\nBetween house and stable Bill drew rein for a moment, looking down.\nFresh tracks in the snow. Some one had walked to the stable. The\nfootprints were paralleled by the track of a horse leading away, past\nthe house toward the canyon wall, where a cleft notch lifted to the\nupper levels. Then young Bill rode on to the door and swung down.\n\nCharlie crowded at his heels when he shoved open the door. Light\nstreamed through frosted windows. A shaft of sunshine played on the\nfigure of a man lying on the floor.\n\nUnlike Jed Mather, this dead man lay on his back. The rawhide-bound\nhandle of a knife stood up above his breast, like a pin thrust in a\ncushion.\n\n“Ah,” young Bill whispered, “she beat me to it.”\n\nThey stared at the corpse.\n\n“This Munson?” Charlie asked.\n\nYoung Bill nodded.\n\n“I gave her that knife once,” said he. “Made it myself out of an old\nflat file. Look! Didn't I say they must ’a’ fought?”\n\nMunson’s face was bruised, marked by knuckles. Charlie laid a hand on\nhim. He was cold, rigid.\n\n“Let’s get outa here,” young Mather said. “Gives me the creeps. But I\nwas right. He got what he deserved.”\n\nHe walked the fresh tracks to the stable, looked in, came back on the\ntrail of the horse, mounted, and followed the hoof marks into that\nnotch. A barrier of poles lay in the mouth. The bars were down. They\nbreasted that steep slope. Their horses were blown when they reached the\nplateau above. The trail in the snow turned sharply southward, skirting\nthe canyon’s rim. It led straight to the Mather ranch and dipped into\nthe canyon again and doubled back to the stable. Only--at a point two\nhundred yards above the ranch the trail stopped under a cottonwood tree.\nThere was trampled snow there, and foot marks, as if some one had\ntarried there.\n\nSmoke lifted from the stovepipe. They dismounted. A face pressed briefly\nat the window. Then the door opened and a girl faced them.\n\n“Somethin’ about her gets men crazy.” Charlie remembered that. He looked\nat this girl and he wondered. No Helen to lure a Paris. A mop of tawny,\nyellow hair. White skin with freckled spots across the bridge of a\nstraight nose. But her cheek bones were too high, her mouth too wide.\nHer eyes were twin heralds of temper. Steel-bright blue eyes that looked\non young Bill with surprise, anger, resentment. She was like a willow\nfor slenderness. How could that slight arm drive home a knife?\n\nHe got light on that a moment later. Bill Mather’s dark face went pale.\nHe caught the girl by the wrists.\n\n“What happened?” he demanded.\n\nOne quick wrench of her body and she was free. Her right hand popped on\nBill’s cheek, and red welts sprang out on his dark skin. She stood\npoised, her hands clenched--like a young lioness.\n\n“Dolly!” Bill’s tone was like a cry. “What happened?”\n\nShe stared at him. The blaze went out of her eyes. Her bosom heaved. The\npoised tensity went out of her body.\n\n“Nothing, nothing,” she said, in a tone tremulous like a frightened\nchild’s. “Munson an’ Jed fought, an’ your dad got scared an’ lit out.\nJed beat him. After _he_ come back an’ shot Jed through a window. That\nwas yesterday. He took me down to his place. I got away in the evenin’.\nI saw the light here an’ I was afraid to come in till I saw you leave\nthis morning. I didn’t know who it was. If you’d only stayed home,\nBill!”\n\nYoung Bill put his arms around her.\n\n“’S all right, Dolly,” he murmured. “I didn’t know. You said--you know,\nyou said----”\n\n“Bill,” she lifted her face. “Don’t you know me yet, at all? Take me\naway from here--take me away.”\n\nBill patted her shoulder. Her face was buried against his breast. He put\none hand on her forehead and tilted her head back--and kissed her.\n\n“You killed him?” he whispered.\n\n“I did,” she gritted. “I’ve carried that knife you made for me for six\nmonths. I jabbed it into him the first time he tried to lay his hands on\nme. Will they hang me, Bill?”\n\n“Hang you! Good Lord!” Young Bill threw back his head and laughed--the\nfirst time Charlie had ever heard him laugh like that, a laugh of sheer\nrelief and happiness. “They ought to give you a medal. Go get your\nclothes together, Dolly. We’re goin’ away from here for good, you an’ me\ntogether.”",
    "metadata": {
        "author": [
            "Sinclair, Bertrand W.",
            "Sinclair, Bertrand William",
            "Sinclair, Bill",
            "Sinclair, William Brown"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/70794/pg70794.txt",
        "name": "in_the_bad_lands.json"
    }
}