{
    "name": "In the Garden of the Gods",
    "author": [
        "Raine, William MacLeod",
        "Raine, William McLeod"
    ],
    "body": "When one is in the Garden of the Gods one should be, I suppose, in\nElysian humor. My mood, to the contrary, for private reasons of my\nown, was thunderous. I lay on my elbow among the kinni-kinic where I\nhad flung myself down in the shade of a silver spruce. But the sun was\nhigher now, and its rare, untempered beat was on me. Naturally I used\nthe shifting orb as a text on the futility of life. What was the use\nof arranging things comfortably when they always disarranged\nthemselves as promptly as possible? Now, there was Katherine—\n\nThe sound of a revolver cracked into my sombre discontent. Hard on its\nechoes came the slap of running feet, and, as I guessed, the swish of\npetticoats. A raucous command to stop brought me to my feet instantly.\nIt also brought the runner to a halt just out of my sight beyond the\nshoulder of the hill.\n\n“I dare you to touch me,” panted a high-pitched voice that struck in\nme a bell of recognition.\n\n“I’m not going to hurt you,” replied he of the hoarse bellow,\nsoothingly. “You know that mighty well.”\n\n“If you put a finger on me I’ll cry for help.”\n\n“There wouldn’t anybody hear, Miss,” replied the heavy bass.\n\n“You—you coward!” Her voice was like a whip.\n\n“Oh, you can call me anything you like but you got to go along with\nme, Miss,” he said sullenly.\n\n“I’ll not go a step.”\n\n“I reckon you got to go, lady.”\n\n“May I go, too?” My contribution to the conversation came from the\nknoll just above them.\n\nThey whirled as at the press of a button. The man was a huge hulking\nfellow in corduroys, but he did not look the villain by a long shot.\nIndeed, his guileless face, lit with amazement at my words, begged to\noffer a guarantee of honesty. Here certainly was no finished\ndesperado. The first glimpse of him relieved my mind. We were in no\npersonal danger at least.\n\n“Who in time are you?” he wanted to know.\n\n“Tavis Q. Damron, at your service. And you—since introductions are\ngoing?”\n\nThe young woman—she was a Miss Katherine Gray, stopping at the same\nhotel as I at Manitou—promptly took the opportunity to slip behind my\nback. For me, I was in a glow of triumph. It had not been twenty-four\nhours since Miss Gray had informed me that she meant never to speak\nagain to me. And already the favoring gods had brought her to me on\nthe run. In my relation I felt myself a match for a score of lowering\ncountrymen.\n\n“He shot at me,” she cried over my shoulder.\n\n“It went off accidentally,” protested the man.\n\n“I don’t care. He shot.”\n\n“He’ll not do it again,” I promised, complacently.\n\nMy unlucky triumph must have crept into my voice. I felt her appraise\nwith deliberate eye my sixty-six scant inches. Nothing “hips” me more\nthan an inference that I am short. To be sure, I am not a giant\nphysically. Neither was Napoleon.\n\n“I’m sorry not to meet with your approbation,” I said huffily.\n\n“Oh, I did not say that. It would be unjust. You can’t help being\nlittle,” she was pleased to say, and I swear I heard the chuckle in\nher voice.\n\n“Any more than you can help being offensive when you are in the\nhumor.”\n\n“Don’t take it so to heart. You may grow yet. You are very young, you\nknow.”\n\n“Perhaps I am _de trop_. Very likely you were looking for somebody\nelse when you came galloping down the hill,” I said sulkily.\n\n“I was looking for a man.” Her casual eye swept the valley. Tavis Q.\nDamron really did not appear to be on the map.\n\n“I am certain you will not have to look long,” I assured her with\nexcessive politeness.\n\n“Thank you.” She glanced scornfully at me. “I suppose you mean that\nfor a compliment? I think it impertinent, if you want to know.”\n\nIt was odd how we had almost forgotten the presence of our friend in\ncorduroys; yet not so strange either, for he looked the picture of\nawkward indecision, much more the detected schoolboy than the “bad\nman” bandit. His fat, red hand, wandering restlessly about, included\nus in its orbit.\n\n“I say, my man! Put up that gun! You make me nervous,” I barked.\n\n“It might go off again accidentally,” suggested Miss Gray derisively.\n“We can’t risk Mr. Damron’s fainting. I suppose you have no\nrestoratives with you, Mr. Corduroy?”\n\nThere came a shout from the cliff five hundred feet above. A man\nstanding on the edge was beckoning to us.\n\n“Somebody appears to want us to come and to share his beautiful view,”\nI said.\n\nCorduroy’s indecision came to an end. “I guess we better be going\nback, Miss.”\n\n“I thought I understood her to say she did not care to go back,” I\nsaid, eyeing him steadily.\n\nCorduroy shifted uneasily. “She hadn’t any call to run away. Her\nfather’s up there.”\n\n“He’s a prisoner,” explained Miss Gray.\n\nI gasped. “A prisoner?”\n\n“Yes. Mr. Halloway is keeping him on that cliff and won’t let him\nleave,” she said, quite calmly.\n\n“Halloway! Bob Halloway?”\n\nShe nodded defiantly. “Yes, Bob Halloway.”\n\n“But—why, the thing is impossible.”\n\n“Isn’t it ridiculous?” She gave a sudden charming smile. “I didn’t\nknow the West was so delightfully primitive.”\n\n“Surely one can’t hold up a copper king in that primeval fashion. It\nhas to be done on Wall street.” Reflecting on Simon Gray’s probable\nreflections, I smiled. Immediately I regretted my indiscretion. The\nstudy of Miss Gray’s moods was a continual education. They were\nteaching me just now that she might laugh at that which I might not.\n\n“Isn’t it humorous?” said Miss Gray, a little too sweetly. “Don’t let\nme curb your gayety. He’s only my father.”\n\nInstantly I switched the indecorous mirth from my face. “I don’t see\nhow he dares,” I murmured, to bridge the pause.\n\n“Dares! I thought you knew Bob Halloway better,” she said scornfully.\n“He dares anything.”\n\nI did know him better. He would stick at nothing. Whatever else his\nsmiling insolence covered, it did not hide any lack of courage to back\nhis recklessness. He was the type of man that women find fascinating,\nespecially women of the high-spirited, chivalrous order. You know the\nsort of scamp I mean—the kind whose dark, unscrupulous eyes and\ndevil-may-care fearlessness draw the poor moths to the singeing flame.\nAnd though for his unworthiness his father two years before had\nshipped him to a ranch in Colorado and cut him adrift, my resurrected\nsuspicions painted him a rival still to be feared. Katherine had liked\nhim then; she liked him now. I knew it from the moment when the\npicturesque vagabond galloped up to our hotel two days before and\noffered her his strong brown hand and candid smile.\n\nI meditated. “Of course it is a holdup of some sort. He isn’t doing it\nfor fun. What does he want?”\n\nLooking up, I happened to catch Katherine Gray’s eyes. They were\nblushing.\n\n“Oh!” I exclaimed understandingly.\n\n“Nothing of the kind! Don’t be silly, Tavis,” she told me sharply.\n\n“Then I’m hanged if I _can_ understand. I seem to be playing blind\neuchre with my eyes shut. First one finds Miss Katherine Gray,\ndaughter and sole heir to Simon Gray, the Copper King, scudding over\nthe mountains with Mr. Corduroy’s revolver barking at her.”\n\n“I told you it was accidental,” growled the bass voice. “I couldn’t\ncatch her, so I took out my gun to frighten her into stopping.”\n\n“Then one hears that the Copper King himself is viewing scenery he\ndoes not enjoy, under enforced restraint at the hands of a young man\nwho used to lead cotillions with his daughter before he fell into evil\nways. You know I told you he was a scamp.”\n\n“Don’t be a parrot, Mr. Damron,” Katherine snapped. “I told _you_\nyesterday that I wasn’t interested in your opinion of Mr. Halloway.\nYou so often forget that you are not my chaperon.”\n\n“Of course I don’t want to rub it in, but if you had listened to——”\n\n“——Grandmother Damron. Well, I didn’t—and I’m not going to.” Miss\nGray’s chin was in the air. She wheeled and began to climb the\nhillside.\n\n“Where are you going?” I asked.\n\nShe can be very deaf on occasion.\n\n“Oh, up the hill,” she flung over her shoulder in answer to my\nquestion repeated.\n\n“But you said you weren’t going back.”\n\n“Can’t I change my mind, Grandmother?”\n\n“You don’t need to be rude,” I said sulking.\n\nI toiled in her wake, and Corduroy in mine. The pace she set soon had\nus puffing. Miss Gray is one of those young women who do outdoor\nthings better than most men. She never fainted in her life, and nerves\nare a fairy tale to her. It always ruffles my temper and my vanity to\ndo a twosome with her at golf.\n\n“Hello, you people! Just in time for lunch. Glad to see you, Damron,”\nsang out Halloway cheerily as we emerged from the aspens into view at\nthe rear of the cliff.\n\nA most appealing luncheon was set forth on the white table cloth\nspread on a camp table among the boulders. Halloway, in his shirt\nsleeves, was making coffee, opening cans of deviled ham, unpacking a\nbox of fried chicken, and otherwise endeavoring to be several places\nat once. He fell immediately to issuing orders.\n\n“Bring that box of ice with the bottles in it from the wagon, John. I\nsay, Damron, do you know how to broil bacon? Well, you’ll never learn\nyounger. Shake those coals down and set to work, my son. And don’t let\nthe coffee boil over.” His enthusiasm was contagious. I found myself\nobeying him mechanically. “You might unpack the sandwiches, Kate.\nWe’re going to have the jolliest little lunch you ever saw. I suspect\nyou are hungry. Scudding over these hills is great for the appetite.\nBy the way, you made a fine run of it.” He was so genial and friendly\nto her that one could hardly believe he knew that his confederate had\njust brought her back under the menace of his revolver.\n\nMiss Gray probably thought his assurance was akin to cheek. At any\nrate she gave him the full benefit of her un-willowy five foot seven.\nHe met with smiling admiration her level indignant eyes; and indeed\nthe girl’s long curves, her frank good looks, her flashing sunburnt\nbeauty, had led captive many a man’s fancy. Turning on her heel, she\njoined her father. Simon Gray, multimillionaire, was seated morosely\non a rock, frowning down into the Garden of the Gods with blazing\neyes. Far below a dozen dwarfed carriages might be seen wheeling along\nthe red ribbon of road, and many burros with tourists on their backs\ncrawled like ants among the rocks, but for all practical purposes the\ngrim-eyed captain of industry was as much a prisoner as if the gates\nof a jail had closed on him.\n\nHis dignity was too precious to be risked in a futile attempt to\nescape from the long-legged powerful young athlete. Possibly it was\nbecause I was so interested in the situation that I burnt the bacon to\na crisp. Miss Grey, with one of her sudden changes of humor, drove me\nfrom the fire and broiled the bacon herself. The truth is that despite\nher frowns the girl was enjoying herself hugely. The excitement of a\nnew experience filliped through her blood.\n\nI joined Mr. Gray and we conversed in whispers. He explained to me the\nabsolute necessity of his being in Denver that afternoon to attend an\nimportant meeting of the Copper Consolidated Corporation. It was the\nday of the biennial election of officers. He had bought Consolidated\nstock sufficient to win the control from the present management, but\nwithout his presence or his proxies the old management would still be\nable to carry the election and reinstate itself. James Halloway was\npresident of the Consolidated, and the two men had been fighting for\ncontrol more years than one.\n\n“Last call for dinner in the dining car,” sang out Halloway, and\nnotwithstanding our lack of harmony the sharp air of the Rockies had\nmade us hungry enough to sink, for the moment, at least, all\ndifferences. Halloway, easy, alert, and masterful, dispensed\nrefreshments with debonair hospitality to his unwilling guests.\n\n“Finest bacon I ever ate. It would be a pleasure to have you for a\nhousekeeper, Miss Gray,” our host tossed out audaciously.\n\n“You are such a good provider, Mr. Halloway, that I am sure it would\nbe a pleasure to be your housekeeper,” returned Miss Gray demurely.\n\n“And if I neglected my duties you could always send your man out to\nshoot at me.”\n\n“Ah! That only shows my solicitude to detain you. One couldn’t bear\nthe idea of having you leave our party, and yet one couldn’t in common\npoliteness desert Mr. Gray to follow you. It remained only to send a\nmessage via John requesting you to return.”\n\n“Well, he delivered it,” the girl said, dimpling reminiscently.\n\nHalloway smiled. “I’m afraid John is a little abrupt sometimes.”\n\nHer eyes mocked him boldly. “In your profession of highwayman,\nabruptness, one would think, might sometimes be essential.”\n\n“It was cruel of you to desert us without warning,” he said, ignoring\nher irony.\n\n“I went to get help.”\n\n“That was good of you, but we did not really need it,” he returned,\nmisunderstanding her promptly. “Though of course we are very glad to\nhave Damron with us.”\n\n“I suppose you know that it will be a criminal offense to keep Mr.\nGray here till night as you threaten. You invited him here to a\npicnic. You have no right to detain him a moment longer than he\ndesires. Your outrageous course is very much against the law, Mr.\nHalloway,” I said stiffly.\n\nHe looked politely interested. “Is it? No, I didn’t know just how\nillegal it was. Of course I guessed I was skating on thin ice, but the\ntruth is that I didn’t get legal advice. That shows the advantage of\nhaving a lawyer along when one goes buccaneering. How much could they\ngive me, Damron?”\n\n“You’ll not think it so much of a joke when you are behind the bars.”\n\n“No, I daresay not. I expect I would better enjoy it while I have the\nopportunity. Try one of these peaches, Miss Gray.” He leaned against a\nrock and smoked the placid post-prandial cigar of him whose soul is at\npeace. I, too, had lit up, but my mind was far from equable. I was\npossessed by the vision of a headlong generous girl under the\nfascination of this charming young vagabond. Yet I confess that for\nmyself I admired as much as I disliked his dare-devil indifference to\nconsequences, though for the life of me I could not guess what his\ngame was or how it could advantage him to detain the Copper King on\nthis mountain top against his will.\n\nHe expounded his easy philosophy with airy candor. “After all, laws\nare made for man, not man for the laws. Mr. Gray is a capitalist, and\nhe can tell you that laws are to be obeyed with discretion. There\nwould not be any use in having them if somebody did not break them\noccasionally. Well, this is my day off. I’m playing ping-pong with the\nstatutes of Colorado”\n\n“But why?” I demanded. “What good does it do you?”\n\n“Oh come, Damron! Mayn’t I have a secret or two of my own? I don’t\nsuppose you ever explained publicly just why you happen to be spending\nyour vacation in Colorado instead of Timbuctoo.”\n\nI fear I blushed. Glancing covertly at my reason, I found it the\nfairest under the sun, but too present to admit of discussion.\n\nSuddenly Simon Gray cut crisply into the talk for the first time.\n\n“Of course I understand why you are holding me here, Halloway. You are\nworking under instructions from your father to keep me until after the\nelection this afternoon. But the thing is too barefaced. It won’t hold\nin law. It’s a conspiracy.”\n\nHalloway’s masterful eves looked straight at him.\n\n“I have not seen or heard from my father in two years, Mr. Gray. He\ndoes not have anything to do with his scalawag son. You do not need to\nlook beyond me to place the responsibility for this. But you’re right\nin one thing. I intend that you shall not reach Denver in time for the\nCopper Consolidated meeting.”\n\nThey were both dominant men, and their eyes met like the flash of\nsteel.\n\n“No? Why not?” asked Gray quietly, his lids narrowing to long watchful\nslits.\n\n“Because you are going there to take what doesn’t belong to you—to\nvote away from my father and his associates the control of a business\nwhich they have given twenty years of their lives to build. Theirs is\na legitimate business enterprise. They developed and extended it\ngradually. It grew to be a big thing. Then you took a fancy for\ncopper. You——”\n\n“You don’t know what you are talking about young man. I am going there\nto take what the law allows me—what I have bought and paid for in the\nopen market,” broke in Gray harshly.\n\n“Yes, the law allows it to you, and it doesn’t allow me to interfere.\nThat is where the law is defective. It is true, too, that you have\nmanipulated the market in such a way as to get temporary control of a\nmajority of the stock. But that does not affect the fact that my\nfather and his friends have the moral right to direct the affairs of\nthe Consolidated. Their whole life is bound up in it. You are\ninterested simply for speculative purposes. They have earned the right\nto direct its affairs. You haven’t.”\n\n“Such talk is sheer folly. You do not understand finance, sir. You\nhave been living outside of the currents of business. The matter is a\nplain business one, not an ethical or sentimental affair at all.”\n\nHalloway’s daring eyes swept whimsically across the table and rested\nmomentarily on Katherine. “I am trying to keep it on a business basis\nso that sentiment may not interfere, sir.”\n\nThen Katherine spoke with silken cruelty. “You have a very flattering\nopinion of my father, Mr. Halloway. It makes his daughter proud to\nknow that one of such notable achievement thinks so highly of him.”\n\nHalloway bowed, a sardonic smile on his good-looking face. “I can\nhardly expect my course to commend itself to Miss Gray,” he said\nsimply.\n\nMiss Katherine’s dark flashing eyes showed their anger at the\npresumption of this lawless, high-handed youth. She had, in company\nwith many charming women, a capacity for injustice, but she had, too,\na quick instinctive appreciation for fine points of character. Her\nfeelings were outraged that this young man, who had once wanted to\nmarry her and who still held much fascination for her, had taken\nadvantage of his position as host to overreach her father. But she was\nvery much a creature of moods, and I knew her well enough to fear the\nrevulsion which would follow when she began to take into account his\nmotive—loyalty to a father who had disowned him. And I was certain\nthat even now there was running through her rage an admiration of his\naudacity that would remain when the anger had evaporated.\n\nJust now, however, she treated his remarks in very cavalier fashion.\nThe burden of such conversation as there was rested on Halloway. It\nconsisted for the most part in genially ironical remarks on the charms\nof an outdoor life. Katherine was aloofly viewing the scenery with\noccasional side-shot glances at the offending youth; I watched events\nin a moody silence, and Corduroy still discussed his dinner some fifty\nyards from us. As for Simon Gray, he sat in a brown study, his eyes\nfixed intently on a syphon he did not see. I wondered what plan was\nfiltering into that alert, fertile brain of his.\n\nI was soon to learn. Halloway carried over to Corduroy a bottle of\nale, and in his absence the Copper King found chance to enlist his\ndaughter in the scheme. Presently Miss Katherine strolled leisurely\ntoward the cluster of great brown rocks which cropped out near the\nedge of the bluff. She carried a magazine with her.\n\n“You’re not going to run away again, Kate,” Halloway called after her.\n\nShe shook her head.\n\n“Word of honor?”\n\n“Word of honor,” she called gaily back to him. “But if you doubt——”\n\nHer smile was an invitation. Halloway did not accept it at once, but,\nplainly eager to be off, stuck to the magnate for a long ten minutes.\nThen, “Hang duty!” he said, and with a word of caution to his\naccomplice, he disappeared after her behind the rocks. His long shadow\nhad scarcely trailed out of view before old Gray and a flask of old\nScotch were laying siege to Corduroy. The task of sapping his loyalty\nwas no easy one. It took thirty minutes of argument—of threats,\ncajolery, promises, interspersed with frequent internal applications\nof the contents of the flask—to win him over. There were times when I\ndespaired of hooking our shy fish, and even after he had swallowed the\nbait he fought against being landed. Every moment I expected to see\nHalloway’s impudent curly head rising over the brow of the hill. I was\nas nervous as a youngster awaiting a caning, but they don’t make them\nmore cool and game than old Gray was. Our joint pocket books happened\nto carry five hundred twenty-five dollars, and it took all we had\nexcept some silver change to buy a release. But in the end I had the\nsatisfaction of seeing the rotund millionaire and Corduroy legging it\ndown the hill toward Manitou. I am not going to pretend that I have\noften spent as bad a quarter of an hour as the one which followed,\nduring which I saw their figures lessen in the distance. It was not\nuntil they had reached the red thread of the valley road that I\nbreathed freely. I was ready now for the villain to reenter, and, as\nif pat to his cue, the alluring vagabond I had cast for the part\nsauntered into view. He was very much engrossed with his companion,\nand—I noticed it with a pang of envy—she with him. Both of them seemed\nalways to radiate health and vitality, but my jaundiced eyes found\nabout them now a scarce decently subdued sparkle of exhilaration. They\nwere in a world primeval and everybody else forgotten. There have been\ntimes when I have trod air and breathed champagne myself, but that did\nnot make me any less sulky now. I resented to the bottom of my soul\ntheir Eden from which I was excluded.\n\nThey were almost on me before they wakened to things mundane.\n\n“Hello, Damron!” Halloway looked over the plateau and brought his eyes\nback to me. “Where’s Mr. Gray?” Katherine started and looked guilty. I\nverily believe that till this moment the minx had forgotten she was in\na conspiracy to worst him.\n\nI pointed to the disappearing specks. “On his way to a telegraph\noffice. He is going to have the Consolidated election postponed till\nto-morrow,” I said with malicious triumph.\n\n“What did you do with John?”\n\n“Bought him. You should have stayed here. If you want a thing well\ndone, you know!”\n\n“Oh! You seem to have been quite active.” He looked long at the\nfigures through a pair of field glasses. “Why didn’t you go along?” he\nasked presently.\n\n“I thought I would stay and break the news of our little surprise to\nyou,” I said tartly.\n\nHe turned his genial, impudent smile on me. “That was good of you,\nDamron. You deserve something for that.” His eyes met Katherine’s for\nan instant. She nodded, blushing. He tucked her arm under his, and\nthey beamed down on me. “We have a little surprise, too. Miss Gray and\nI are engaged to be married. We arranged it while you were buying my\npartner in crime.”\n\nI offered my congratulations with a wooden face.\n\nKatherine has always been able to twist her father round that supple\nlittle finger of hers. It did not surprise me at all to read in the\npapers two days later that an adjustment of the affairs of the C. C.\nC. had been made satisfactory to the warring factions and that by this\narrangement President Halloway was allowed to retain his position and\ncontinue his policy. The breach between Bob Halloway and his father\nwas immediately healed. Friends industriously circulated the\ninformation that the difference had been due merely to the clashing of\ntwo proud natures which did not understand each other. They point to\nthe fact that since his marriage Bob has been in every way equal to\nthe business responsibilities of his important position in the\nConsolidated. One understands that he has now entirely sown his wild\noats. He reaps golden opinions everywhere.\n\nI don’t join in the general chorus much myself—but I’m hanged if I can\nhate him as much as I would like.",
    "metadata": {
        "author": [
            "Raine, William MacLeod",
            "Raine, William McLeod"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/67165/pg67165.txt",
        "name": "in_the_garden_of_the_gods.json"
    }
}