{
    "name": "In the Shadow of the Glen",
    "author": [
        "Synge, J. M. (John Millington)",
        "Synge, John M.",
        "Synge, John Millington",
        "Synge, Edmund John Millington"
    ],
    "body": "A PLAY IN ONE ACT\n\n\nSCENE.--{The last cottage at the head of a long glen in County Wicklow.\n\nCottage kitchen; turf fire on the right; a bed near it against the wall\nwith a body lying on it covered with a sheet. A door is at the other\nend of the room, with a low table near it, and stools, or wooden chairs.\nThere are a couple of glasses on the table, and a bottle of whisky, as\nif for a wake, with two cups, a teapot, and a home-made cake. There is\nanother small door near the bed. Nora Burke is moving about the room,\nsettling a few things, and lighting candles on the table, looking now\nand then at the bed with an uneasy look. Some one knocks softly at the\ndoor. She takes up a stocking with money from the table and puts it in\nher pocket. Then she opens the door.}\n\nTRAMP {Outside.} Good evening to you, lady of the house.\n\nNORA\n\nGood evening, kindly stranger, it's a wild night, God help you, to be\nout in the rain falling.\n\nTRAMP It is, surely, and I walking to Brittas from the Aughrim fair.\n\nNORA Is it walking on your feet, stranger?\n\nTRAMP On my two feet, lady of the house, and when I saw the light below\nI thought maybe if you'd a sup of new milk and a quiet decent corner\nwhere a man could sleep {he looks in past her and sees the dead man.}\nThe Lord have mercy on us all!\n\nNORA It doesn't matter anyway, stranger, come in out of the rain.\n\nTRAMP {Coming in slowly and going towards the bed.} Is it departed he\nis?\n\nNORA It is, stranger. He's after dying on me, God forgive him, and there\nI am now with a hundred sheep beyond on the hills, and no turf drawn for\nthe winter.\n\nTRAMP {Looking closely at the dead man.} It's a queer look is on him for\na man that's dead.\n\nNORA {Half-humorously.} He was always queer, stranger, and I suppose\nthem that's queer and they living men will be queer bodies after.\n\nTRAMP Isn't it a great wonder you're letting him lie there, and he is\nnot tidied, or laid out itself?\n\nNORA {Coming to the bed.} I was afeard, stranger, for he put a black\ncurse on me this morning if I'ld touch his body the time he'ld die\nsudden, or let any one touch it except his sister only, and it's ten\nmiles away she lives in the big glen over the hill.\n\nTRAMP {Looking at her and nodding slowly.} It's a queer story he\nwouldn't let his own wife touch him, and he dying quiet in his bed.\n\nNORA He was an old man, and an odd man, stranger, and it's always up on\nthe hills he was thinking thoughts in the dark mist. {She pulls back a\nbit of the sheet.} Lay your hand on him now, and tell me if it's cold he\nis surely.\n\nTRAMP Is it getting the curse on me you'ld be, woman of the house? I\nwouldn't lay my hand on him for the Lough Nahanagan and it filled with\ngold.\n\nNORA {Looking uneasily at the body.} Maybe cold would be no sign of\ndeath with the like of him, for he was always cold, every day since I\nknew him,--and every night, stranger,--{she covers up his face and comes\naway from the bed}; but I'm thinking it's dead he is surely, for he's\ncomplaining a while back of a pain in his heart, and this morning, the\ntime he was going off to Brittas for three days or four, he was taken\nwith a sharp turn. Then he went into his bed and he was saying it was\ndestroyed he was, the time the shadow was going up through the glen, and\nwhen the sun set on the bog beyond he made a great lep, and let a great\ncry out of him, and stiffened himself out the like of a dead sheep.\n\nTRAMP {Crosses himself.} God rest his soul.\n\nNORA {Pouring him out a glass of whisky.} Maybe that would do you better\nthan the milk of the sweetest cow in County Wicklow.\n\nTRAMP The Almighty God reward you, and may it be to your good health.\n{He drinks.}\n\nNORA {Giving him a pipe and tobacco.} I've no pipes saving his own,\nstranger, but they're sweet pipes to smoke.\n\nTRAMP Thank you kindly, lady of the house.\n\nNORA Sit down now, stranger, and be taking your rest.\n\nTRAMP {Filling a pipe and looking about the room.} I've walked a great\nway through the world, lady of the house, and seen great wonders, but I\nnever seen a wake till this day with fine spirits, and good tobacco, and\nthe best of pipes, and no one to taste them but a woman only.\n\nNORA Didn't you hear me say it was only after dying on me he was when\nthe sun went down, and how would I go out into the glen and tell the\nneighbours, and I a lone woman with no house near me?\n\nTRAMP {Drinking.} There's no offence, lady of the house?\n\nNORA No offence in life, stranger. How would the like of you, passing\nin the dark night, know the lonesome way I was with no house near me at\nall?\n\nTRAMP {Sitting down.} I knew rightly. {He lights his pipe so that there\nis a sharp light beneath his haggard face.} And I was thinking, and I\ncoming in through the door, that it's many a lone woman would be afeard\nof the like of me in the dark night, in a place wouldn't be so lonesome\nas this place, where there aren't two living souls would see the little\nlight you have shining from the glass.\n\nNORA {Slowly.} I'm thinking many would be afeard, but I never knew what\nway I'd be afeard of beggar or bishop or any man of you at all. {She\nlooks towards the window and lowers her voice.} It's other things than\nthe like of you, stranger, would make a person afeard.\n\nTRAMP {Looking round with a half-shudder.} It is surely, God help us\nall!\n\nNORA {Looking at him for a moment with curiosity.} You're saying that,\nstranger, as if you were easy afeard.\n\nTRAMP {Speaking mournfully.} Is it myself, lady of the house, that does\nbe walking round in the long nights, and crossing the hills when the fog\nis on them, the time a little stick would seem as big as your arm, and\na rabbit as big as a bay horse, and a stack of turf as big as a towering\nchurch in the city of Dublin? If myself was easily afeard, I'm telling\nyou, it's long ago I'ld have been locked into the Richmond Asylum, or\nmaybe have run up into the back hills with nothing on me but an old\nshirt, and been eaten with crows the like of Patch Darcy--the Lord have\nmercy on him--in the year that's gone.\n\nNORA {With interest.} You knew Darcy?\n\nTRAMP Wasn't I the last one heard his living voice in the whole world?\n\nNORA There were great stories of what was heard at that time, but would\nany one believe the things they do be saying in the glen?\n\nTRAMP It was no lie, lady of the house.... I was passing below on a dark\nnight the like of this night, and the sheep were lying under the ditch\nand every one of them coughing, and choking, like an old man, with the\ngreat rain and the fog. Then I heard a thing talking--queer talk, you\nwouldn't believe at all, and you out of your dreams,--and \"Merciful\nGod,\" says I, \"if I begin hearing the like of that voice out of the\nthick mist, I'm destroyed surely.\" Then I run, and I run, and I run,\ntill I was below in Rathvanna. I got drunk that night, I got drunk\nin the morning, and drunk the day after,--I was coming from the races\nbeyond--and the third day they found Darcy.... Then I knew it was\nhimself I was after hearing, and I wasn't afeard any more.\n\nNORA {Speaking sorrowfully and slowly.} God spare Darcy, he'ld always\nlook in here and he passing up or passing down, and it's very lonesome\nI was after him a long while {she looks over at the bed and lowers her\nvoice, speaking very clearly,} and then I got happy again--if it's ever\nhappy we are, stranger,--for I got used to being lonesome. {A short\npause; then she stands up.}\n\nNORA Was there any one on the last bit of the road, stranger, and you\ncoming from Aughrim?\n\nTRAMP There was a young man with a drift of mountain ewes, and he\nrunning after them this way and that.\n\nNORA {With a half-smile.} Far down, stranger?\n\nTRAMP A piece only.\n\n{She fills the kettle and puts it on the fire.}\n\nNORA Maybe, if you're not easy afeard, you'ld stay here a short while\nalone with himself.\n\nTRAMP I would surely. A man that's dead can do no hurt.\n\nNORA {Speaking with a sort of constraint.} I'm going a little back to\nthe west, stranger, for himself would go there one night and another\nand whistle at that place, and then the young man you're after\nseeing--a kind of a farmer has come up from the sea to live in a cottage\nbeyond--would walk round to see if there was a thing we'ld have to be\ndone, and I'm wanting him this night, the way he can go down into the\nglen when the sun goes up and tell the people that himself is dead.\n\nTRAMP {Looking at the body in the sheet.} It's myself will go for him,\nlady of the house, and let you not be destroying yourself with the great\nrain.\n\nNORA You wouldn't find your way, stranger, for there's a small path\nonly, and it running up between two sluigs where an ass and cart would\nbe drowned. {She puts a shawl over her head.} Let you be making yourself\neasy, and saying a prayer for his soul, and it's not long I'll be coming\nagain.\n\nTRAMP {Moving uneasily.} Maybe if you'd a piece of a grey thread and a\nsharp needle--there's great safety in a needle, lady of the house--I'ld\nbe putting a little stitch here and there in my old coat, the time I'll\nbe praying for his soul, and it going up naked to the saints of God.\n\nNORA {Takes a needle and thread from the front of her dress and gives\nit to him.} There's the needle, stranger, and I'm thinking you won't be\nlonesome, and you used to the back hills, for isn't a dead man itself\nmore company than to be sitting alone, and hearing the winds crying, and\nyou not knowing on what thing your mind would stay?\n\nTRAMP {Slowly.} It's true, surely, and the Lord have mercy on us all!\n\n{Nora goes out. The Tramp begins stitching one of the tags in his coat,\nsaying the \"De Profundis\" under his breath. In an instant the sheet is\ndrawn slowly down, and Dan Burke looks out. The Tramp moves uneasily,\nthen looks up, and springs to his feet with a movement of terror.}\n\nDAN {With a hoarse voice.} Don't be afeard, stranger; a man that's dead\ncan do no hurt.\n\nTRAMP {Trembling.} I meant no harm, your honour; and won't you leave me\neasy to be saying a little prayer for your soul?\n\n{A long whistle is heard outside.}\n\nDAN {Sitting up in his bed and speaking fiercely.} Ah, the devil mend\nher.... Do you hear that, stranger? Did ever you hear another woman\ncould whistle the like of that with two fingers in her mouth? {He looks\nat the table hurriedly.} I'm destroyed with the drouth, and let you\nbring me a drop quickly before herself will come back.\n\nTRAMP {Doubtfully.} Is it not dead you are?\n\nDAN How would I be dead, and I as dry as a baked bone, stranger?\n\nTRAMP {Pouring out the whisky.} What will herself say if she smells the\nstuff on you, for I'm thinking it's not for nothing you're letting on to\nbe dead?\n\nDAN It is not, stranger, but she won't be coming near me at all, and\nit's not long now I'll be letting on, for I've a cramp in my back, and\nmy hip's asleep on me, and there's been the devil's own fly itching my\nnose. It's near dead I was wanting to sneeze, and you blathering about\nthe rain, and Darcy {bitterly}--the devil choke him--and the towering\nchurch. {Crying out impatiently.} Give me that whisky. Would you have\nherself come back before I taste a drop at all?\n\n{Tramp gives him the glass.}\n\nDAN {After drinking.} Go over now to that cupboard, and bring me a black\nstick you'll see in the west corner by the wall.\n\nTRAMP {Taking a stick from the cupboard} Is it that?\n\nDAN It is, stranger; it's a long time I'm keeping that stick for I've a\nbad wife in the house.\n\nTRAMP {With a queer look.} Is it herself, master of the house, and she a\ngrand woman to talk?\n\nDAN It's herself, surely, it's a bad wife she is--a bad wife for an old\nman, and I'm getting old, God help me, though I've an arm to me still.\n{He takes the stick in his hand.} Let you wait now a short while, and\nit's a great sight you'll see in this room in two hours or three. {He\nstops to listen.} Is that somebody above?\n\nTRAMP {Listening.} There's a voice speaking on the path.\n\nDAN Put that stick here in the bed and smooth the sheet the way it was\nlying. {He covers himself up hastily.} Be falling to sleep now and don't\nlet on you know anything, or I'll be having your life. I wouldn't have\ntold you at all but it's destroyed with the drouth I was.\n\nTRAMP {Covering his head.} Have no fear, master of the house. What is it\nI know of the like of you that I'ld be saying a word or putting out my\nhand to stay you at all?\n\n{He goes back to the fire, sits down on a stool with his back to the bed\nand goes on stitching his coat.}\n\nDAN {Under the sheet, querulously.} Stranger.\n\nTRAMP {Quickly.} Whisht, whisht. Be quiet I'm telling you, they're\ncoming now at the door.\n\n{Nora comes in with Micheal Dara, a tall, innocent young man behind\nher.}\n\nNORA I wasn't long at all, stranger, for I met himself on the path.\n\nTRAMP You were middling long, lady of the house.\n\nNORA There was no sign from himself?\n\nTRAMP No sign at all, lady of the house.\n\nNORA {To Micheal.} Go over now and pull down the sheet, and look on\nhimself, Micheal Dara, and you'll see it's the truth I'm telling you.\n\nMICHEAL I will not, Nora, I do be afeard of the dead.\n\n{He sits down on a stool next the table facing the tramp. Nora puts the\nkettle on a lower hook of the pot hooks, and piles turf under it.}\n\nNORA {Turning to Tramp.} Will you drink a sup of tea with myself and the\nyoung man, stranger, or {speaking more persuasively} will you go into\nthe little room and stretch yourself a short while on the bed, I'm\nthinking it's destroyed you are walking the length of that way in the\ngreat rain.\n\nTRAMP Is it to go away and leave you, and you having a wake, lady of the\nhouse? I will not surely. {He takes a drink from his glass which he has\nbeside him.} And it's none of your tea I'm asking either.\n\n{He goes on stitching. Nora makes the tea.}\n\nMICHEAL {After looking at the tramp rather scornfully for a moment.}\nThat's a poor coat you have, God help you, and I'm thinking it's a poor\ntailor you are with it.\n\nTRAMP If it's a poor tailor I am, I'm thinking it's a poor herd does be\nrunning back and forward after a little handful of ewes the way I seen\nyourself running this day, young fellow, and you coming from the fair.\n\n{Nora comes back to the table.}\n\nNORA {To Micheal in a low voice.} Let you not mind him at all, Micheal\nDara, he has a drop taken and it's soon he'll be falling asleep.\n\nMICHEAL It's no lie he's telling, I was destroyed surely. They were that\nwilful they were running off into one man's bit of oats, and another\nman's bit of hay, and tumbling into the red bogs till it's more like a\npack of old goats than sheep they were. Mountain ewes is a queer breed,\nNora Burke, and I'm not used to them at all.\n\nNORA {Settling the tea things.} There's no one can drive a mountain ewe\nbut the men do be reared in the Glen Malure, I've heard them say, and\nabove by Rathvanna, and the Glen Imaal, men the like of Patch Darcy, God\nspare his soul, who would walk through five hundred sheep and miss one\nof them, and he not reckoning them at all.\n\nMICHEAL {Uneasily.} Is it the man went queer in his head the year that's\ngone?\n\nNORA It is surely.\n\nTRAMP {Plaintively.} That was a great man, young fellow, a great man I'm\ntelling you. There was never a lamb from his own ewes he wouldn't know\nbefore it was marked, and he'ld run from this to the city of Dublin and\nnever catch for his breath.\n\nNORA {Turning round quickly.} He was a great man surely, stranger, and\nisn't it a grand thing when you hear a living man saying a good word of\na dead man, and he mad dying?\n\nTRAMP It's the truth I'm saying, God spare his soul.\n\n{He puts the needle under the collar of his coat, and settles himself\nto sleep in the chimney-corner. Nora sits down at the table; their backs\nare turned to the bed.}\n\nMICHEAL {Looking at her with a queer look.} I heard tell this day, Nora\nBurke, that it was on the path below Patch Darcy would be passing up and\npassing down, and I heard them say he'ld never past it night or morning\nwithout speaking with yourself.\n\nNORA {In a low voice.} It was no lie you heard, Micheal Dara.\n\nMICHEAL I'm thinking it's a power of men you're after knowing if it's in\na lonesome place you live itself.\n\nNORA {Giving him his tea.} It's in a lonesome place you do have to be\ntalking with some one, and looking for some one, in the evening of the\nday, and if it's a power of men I'm after knowing they were fine men,\nfor I was a hard child to please, and a hard girl to please {she looks\nat him a little sternly}, and it's a hard woman I am to please this day,\nMicheal Dara, and it's no lie I'm telling you.\n\nMICHEAL {Looking over to see that the tramp is asleep, and then pointing\nto the dead man.} Was it a hard woman to please you were when you took\nhimself for your man?\n\nNORA What way would I live and I an old woman if I didn't marry a man\nwith a bit of a farm, and cows on it, and sheep on the back hills?\n\nMICHEAL {Considering.} That's true, Nora, and maybe it's no fool you\nwere, for there's good grazing on it, if it is a lonesome place, and I'm\nthinking it's a good sum he's left behind. 28\n\nNORA {Taking the stocking with money from her pocket, and putting it on\nthe table.} I do be thinking in the long nights it was a big fool I was\nthat time, Micheal Dara, for what good is a bit of a farm with cows on\nit, and sheep on the back hills, when you do be sitting looking out from\na door the like of that door, and seeing nothing but the mists rolling\ndown the bog, and the mists again, and they rolling up the bog, and\nhearing nothing but the wind crying out in the bits of broken trees were\nleft from the great storm, and the streams roaring with the rain.\n\nMICHEAL {Looking at her uneasily.} What is it ails you, this night, Nora\nBurke? I've heard tell it's the like of that talk you do hear from men,\nand they after being a great while on the back hills.\n\nNORA {Putting out the money on the table.} It's a bad night, and a wild\nnight, Micheal Dara, and isn't it a great while I am at the foot of the\nback hills, sitting up here boiling food for himself, and food for the\nbrood sow, and baking a cake when the night falls? {She puts up the\nmoney, listlessly, in little piles on the table.} Isn't it a long while\nI am sitting here in the winter and the summer, and the fine spring,\nwith the young growing behind me and the old passing, saying to myself\none time, to look on Mary Brien who wasn't that height {holding out\nher hand}, and I a fine girl growing up, and there she is now with\ntwo children, and another coming on her in three months or four. {She\npauses.}\n\nMICHEAL {Moving over three of the piles.} That's three pounds we have\nnow, Nora Burke.\n\nNORA {Continuing in the same voice.} And saying to myself another time,\nto look on Peggy Cavanagh, who had the lightest hand at milking a cow\nthat wouldn't be easy, or turning a cake, and there she is now walking\nround on the roads, or sitting in a dirty old house, with no teeth in\nher mouth, and no sense and no more hair than you'ld see on a bit of a\nhill and they after burning the furze from it.\n\nMICHEAL That's five pounds and ten notes, a good sum, surely!... It's\nnot that way you'll be talking when you marry a young man, Nora Burke,\nand they were saying in the fair my lambs were the best lambs, and I got\na grand price, for I'm no fool now at making a bargain when my lambs are\ngood.\n\nNORA What was it you got?\n\nMICHEAL Twenty pound for the lot, Nora Burke.... We'ld do right to wait\nnow till himself will be quiet awhile in the Seven Churches, and then\nyou'll marry me in the chapel of Rathvanna, and I'll bring the sheep up\non the bit of a hill you have on the back mountain, and we won't have\nanything we'ld be afeard to let our minds on when the mist is down.\n\nNORA {Pouring him out some whisky.} Why would I marry you, Mike Dara?\nYou'll be getting old and I'll be getting old, and in a little while\nI'm telling you, you'll be sitting up in your bed--the way himself was\nsitting--with a shake in your face, and your teeth falling, and the\nwhite hair sticking out round you like an old bush where sheep do be\nleaping a gap.\n\n{Dan Burke sits up noiselessly from under the sheet, with his hand to\nhis face. His white hair is sticking out round his head.}\n\nNORA {Goes on slowly without hearing him.} It's a pitiful thing to be\ngetting old, but it's a queer thing surely. It's a queer thing to see\nan old man sitting up there in his bed with no teeth in him, and a rough\nword in his mouth, and his chin the way it would take the bark from the\nedge of an oak board you'ld have building a door.... God forgive me,\nMicheal Dara, we'll all be getting old, but it's a queer thing surely.\n\nMICHEAL It's too lonesome you are from living a long time with an old\nman, Nora, and you're talking again like a herd that would be coming\ndown from the thick mist {he puts his arm round her}, but it's a fine\nlife you'll have now with a young man, a fine life surely....\n\n{Dan sneezes violently. Micheal tries to get to the door, but before\nhe can do so, Dan jumps out of the bed in queer white clothes, with his\nstick in his hand, and goes over and puts his back against it.}\n\nMICHEAL Son of God deliver us.\n\n{Crosses himself, and goes backward across the room.}\n\nDAN {Holding up his hand at him.} Now you'll not marry her the time I'm\nrotting below in the Seven Churches, and you'll see the thing I'll give\nyou will follow you on the back mountains when the wind is high.\n\nMICHEAL {To Nora.} Get me out of it, Nora, for the love of God. He\nalways did what you bid him, and I'm thinking he would do it now.\n\nNORA {Looking at the Tramp.} Is it dead he is or living?\n\nDAN {Turning towards her.} It's little you care if it's dead or living I\nam, but there'll be an end now of your fine times, and all the talk you\nhave of young men and old men, and of the mist coming up or going down.\n{He opens the door.} You'll walk out now from that door, Nora Burke,\nand it's not to-morrow, or the next day, or any day of your life, that\nyou'll put in your foot through it again.\n\nTRAMP {Standing up.} It's a hard thing you're saying for an old man,\nmaster of the house, and what would the like of her do if you put her\nout on the roads?\n\nDAN Let her walk round the like of Peggy Cavanagh below, and be begging\nmoney at the cross-road, or selling songs to the men. {To Nora.} Walk\nout now, Nora Burke, and it's soon you'll be getting old with that life,\nI'm telling you; it's soon your teeth'll be falling and your head'll be\nthe like of a bush where sheep do be leaping a gap.\n\n{He pauses: she looks round at Micheal.}\n\nMICHEAL {Timidly.} There's a fine Union below in Rathdrum.\n\nDAN The like of her would never go there.... It's lonesome roads she'll\nbe going and hiding herself away till the end will come, and they\nfind her stretched like a dead sheep with the frost on her, or the big\nspiders, maybe, and they putting their webs on her, in the butt of a\nditch.\n\nNORA {Angrily.} What way will yourself be that day, Daniel Burke? What\nway will you be that day and you lying down a long while in your grave?\nFor it's bad you are living, and it's bad you'll be when you're dead.\n{She looks at him a moment fiercely, then half turns away and speaks\nplaintively again.} Yet, if it is itself, Daniel Burke, who can help it\nat all, and let you be getting up into your bed, and not be taking your\ndeath with the wind blowing on you, and the rain with it, and you half\nin your skin.\n\nDAN It's proud and happy you'ld be if I was getting my death the day I\nwas shut of yourself. {Pointing to the door.} Let you walk out through\nthat door, I'm telling you, and let you not be passing this way if it's\nhungry you are, or wanting a bed.\n\nTRAMP {Pointing to Micheal.} Maybe himself would take her.\n\nNORA What would he do with me now?\n\nTRAMP Give you the half of a dry bed, and good food in your mouth.\n\nDAN Is it a fool you think him, stranger, or is it a fool you were born\nyourself? Let her walk out of that door, and let you go along with\nher, stranger--if it's raining itself--for it's too much talk you have\nsurely.\n\nTRAMP {Going over to Nora.} We'll be going now, lady of the house--the\nrain is falling, but the air is kind and maybe it'll be a grand morning\nby the grace of God.\n\nNORA What good is a grand morning when I'm destroyed surely, and I going\nout to get my death walking the roads?\n\nTRAMP You'll not be getting your death with myself, lady of the house,\nand I knowing all the ways a man can put food in his mouth.... We'll be\ngoing now, I'm telling you, and the time you'll be feeling the cold,\nand the frost, and the great rain, and the sun again, and the south wind\nblowing in the glens, you'll not be sitting up on a wet ditch, the way\nyou're after sitting in the place, making yourself old with looking\non each day, and it passing you by. You'll be saying one time, \"It's\na grand evening, by the grace of God,\" and another time, \"It's a wild\nnight, God help us, but it'll pass surely.\" You'll be saying--\n\nDAN {Goes over to them crying out impatiently.} Go out of that door, I'm\ntelling you, and do your blathering below in the glen.\n\n{Nora gathers a few things into her shawl.}\n\nTRAMP {At the door.} Come along with me now, lady of the house, and it's\nnot my blather you'll be hearing only, but you'll be hearing the herons\ncrying out over the black lakes, and you'll be hearing the grouse and\nthe owls with them, and the larks and the big thrushes when the days\nare warm, and it's not from the like of them you'll be hearing a talk\nof getting old like Peggy Cavanagh, and losing the hair off you, and the\nlight of your eyes, but it's fine songs you'll be hearing when the sun\ngoes up, and there'll be no old fellow wheezing, the like of a sick\nsheep, close to your ear.\n\nNORA I'm thinking it's myself will be wheezing that time with lying down\nunder the Heavens when the night is cold; but you've a fine bit of talk,\nstranger, and it's with yourself I'll go.\n\n{She goes towards the door, then turns to Dan.} You think it's a grand\nthing you're after doing with your letting on to be dead, but what is it\nat all? What way would a woman live in a lonesome place the like of this\nplace, and she not making a talk with the men passing? And what way\nwill yourself live from this day, with none to care for you? What is it\nyou'll have now but a black life, Daniel Burke, and it's not long I'm\ntelling you, till you'll be lying again under that sheet, and you dead\nsurely.\n\n{She goes out with the Tramp. Micheal is slinking after them, but Dan\nstops him.}\n\nDAN Sit down now and take a little taste of the stuff, Micheal Dara.\nThere's a great drouth on me, and the night is young.\n\nMICHEAL {Coming back to the table.} And it's very dry I am, surely, with\nthe fear of death you put on me, and I after driving mountain ewes since\nthe turn of the day.\n\nDAN {Throwing away his stick.} I was thinking to strike you, Micheal\nDara, but you're a quiet man, God help you, and I don't mind you at all.\n\n{He pours out two glasses of whisky, and gives one to Micheal.}\n\nDAN Your good health, Micheal Dara.\n\nMICHEAL God reward you, Daniel Burke, and may you have a long life, and\na quiet life, and good health with it. {They drink.}\n\nCURTAIN.",
    "metadata": {
        "author": [
            "Synge, J. M. (John Millington)",
            "Synge, John M.",
            "Synge, John Millington",
            "Synge, Edmund John Millington"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/1618/pg1618.txt",
        "name": "in_the_shadow_of_the_glen.json"
    }
}