{
    "name": "Inhibition",
    "author": [
        "Causey, James",
        "Causey, James Oliver, Jr."
    ],
    "body": "Planetfall.\n\nHere the forest was green and cool. A soft, damp wind promised rain.\nThe colonists moved down the ramp, staring at the crew members piling\ncrates of supplies in the meadow beyond.\n\nFrowns. Then whispers.\n\nSaxon glanced up. His nostrils flared. \"Hurry,\" he told the crewmen,\nand came forward, beaming. He was tired. It showed in his feverish,\ntoo-bright smile as he said, \"Afraid Engineering's a little behind\nschedule. They'll be here tomorrow morning to erect your city. Tonight\nyou'll have to rough it.\"\n\nReactions varied. The women murmured and moved closer to their men.\nSome smiled. One man thoughtfully eyed the mounting pyramid of supplies.\n\n\"You're getting a choice world, Jarl,\" Saxon said, clapping him on\nthe shoulder. \"Survey spent thirty years here, balancing the ecology,\nwiping out the bugs and carnivores. Eden.\" Saxon tasted the word like\nwine.\n\nJarl Madsen's face was stone. \"Aren't they all named Eden?\"\n\nFrom the forest came a chittering bark, like anthropomorphic laughter.\nSaxon shivered, remembering the thing that chittered, the three-inch\nfangs and the talons. \"Hardly,\" he lied. \"That, incidentally, was a\nNarl. Herbivore, very harmless.\"\n\nMadsen walked past him, towards the supplies.\n\nSaxon moved among the colonists, shaking hands, congratulating,\nspeaking of green fields and good crops and a virgin planet where every\nman could carve an empire. These last moments were the worst, when you\nsaid goodbye, knowing that thirty percent of them would be dead within\nthe week. He saw Madsen opening a supply case. _Damn him! Just three\nmore minutes!_\n\nThe last crew member dumped his load and hurried into the airlock.\nSaxon started casually after him, too late. Madsen stood there, his\ngrin taut, nailed on.\n\n\"Primitive pre-fab shelters,\" he said thickly. \"Axes and seeds! The\ncity was a lie. We're on our own, is that it? _Why--_\"\n\nSaxon's palm flashed and Madsen fell writhing. There were shouts, hands\nclawing at him as he tore free, sprinting for the ship.\n\n_Always running_, he thought bitterly. _I'm getting old._\n\n\n\nHe walked through the silent corridors of the ship, a lonely figure\nin the black uniform of the Inhibition Corps, and once he stared\nthrough the porthole at Eden XXI, a mottled sphere receding into the\nstar-frosted night. His mouth twisted. Conceive a colony in fear, breed\nit in terror. Watch it adapt, grow. If it grows too fast, hurt it. Hurt\nit with disease, famine, dictatorship. If it keeps growing--destroy it.\n\nThe captain came down the corridor and stood at respectful attention\nbefore the black uniform. \"Stereo call, Commander. Prime Base.\"\n\nSaxon slowly went to his cabin. The stereo panel was flashing steady\ncrimson to designate top priority and he restrained a savage impulse\nto shut the thing off. He slumped in the control chair, and the tri-di\nimage of a man at a desk slowly coalesced. It was a granite-featured\nold man with eyes like blue ice, and Saxon's head snapped sharply\nerect. It was Primus Gant, Corps Director. At ninety parsecs Gant's\nfeatures were slightly hazed, but his voice was clear, sharp as a sword.\n\n\"Report, Commander.\"\n\n\"My extrapolation went through an hour ago. Also my resignation.\"\n\nNothing moved in Gant's face or his eyes. Saxon said stiffly,\n\"Planetfall uneventful. Area inimical. Initial shock conception,\nprobable God-betrayal mythology by fourth generation. Those things\nin the forest should get thirty percent of them the first week.\nWeaponless, they'll run. The two to one female ratio should make for an\nagricultural matriarchy by the sixth generation. Recommend intermittent\ncheck at that time.\" He took a slow angry breath. \"Why didn't we give\nthem weapons?\"\n\nGant's smile was acid. \"Because we haven't yet tried an agricultural\nmatriarchy, Commander. Because the lower the initial survival factor,\nthe slower the culture development. Getting squeamish?\"\n\nSaxon said doggedly, \"They didn't have a chance.\"\n\n\"Neither did twenty million people on Earth in the last atomic war.\"\nThe Director's voice was soft. \"All colonists volunteer. Some have a\nvision. Others have a latent power drive that stasis can't satisfy.\nThey're misfits regardless, potential threats to stasis. Remember your\nlast leave, Commander? I believe you met my son.\"\n\nSaxon nodded curtly. He remembered the Director's son as a quiet,\nsoft-spoken youth with the yearning for far places in his eyes.\n\n\"I had hoped he would qualify for the Corps.\" Gant looked suddenly\nold, tired. \"Instead he's volunteering for Colonial Service. Did you\never lose a son, Commander?\"\n\nThey stared at each other across the humming emptiness and Saxon\nfinally whispered, \"I'm sorry.\"\n\n\"Stasis is all we can afford,\" the Director said numbly. \"Man can't\nhave Utopia yet. Because he's still--Man. Perhaps he'll never have it.\nBut by God he'll try! Resignation withdrawn?\"\n\nSaxon nodded. He could not speak.\n\n\"I'm glad. The ship's captain had orders to burn you down had you\nrefused.\" Gant's face was wooden. \"Inhibition agents never quit, they\njust die in harness. You'll take the lifeboat to Eden XI for sixth\ngeneration check. Good hunting, Commander.\"\n\nThe image faded. Saxon sat for a long time, staring into the darkness.\n\n\n\nEden XI was three parsecs distant, near Algol. For the next ten hours\nSaxon paced the marvelously equipped lifeboat and absorbed data from\nthe robot recorder. He stared at the hard crystal ache of the stars and\nthought of the Director's son. He thought about the shining cities of\nEarth, and about stasis.\n\nStasis meant--control.\n\nIt meant control of a billion people, a rigid planetary economy. It\nmeant the Assassination branch of the Corps. Assassination (carefully\ncontrived to appear accidental) took care of those few malcontents\nwho were either too smart or too stupid to sign up for colonization.\nIt meant a gradual weeding out of the unsane, the power-mad, it meant\nlearning the true meaning of sanity and peace and racial brotherhood.\n\nAnd it meant the stagnation of science, a thick film of dust gathering\non the textbooks of the military tactician, and warships rotting at\nanchor. It meant the white spire of the Stasis Administration Center at\nNew Washington, and the words graven over the golden portals:\n\n_Know thyself, Man. Or die!_\n\nWas the dream worth it?\n\nOr was Man doomed to die like a brawling ape, playing with lightning?\n\nSaxon could not answer.\n\nMeanwhile the colonies had to be inhibited. One interplanetary war\ncould smash the fragile structure so painstakingly built over the last\nfew hundred years. This was the turning point, the final cross-roads of\nMan's destiny.\n\nSaxon smiled bleakly.\n\nUltimately there would be a colony they could neither inhibit or\ndestroy. The adaptive ultimate. That colony would be Man no longer, but\nHomo Superior.\n\nBut by then, it wouldn't matter.\n\n\n\nThe lifeboat came in on the night side of Eden XI, and hung above the\nblue mountains like a basking shark. Saxon checked his coordinates.\nThis had been the original landing site, almost two hundred years ago.\nHe switched the infra-view on maximum, and began to cruise in widening\nspirals. These sixth generation hops were usually routine. If nomadic,\na few political shifts could help warp the culture into a set pattern.\nA simple matter to play the visiting deity, pick one warped psychotic,\nand invest him with power. A dictatorship was by far the best way of\ninhibiting a young culture. Agricultural city-states were almost as\neasy. Designate a particular crop as sacred, kill the rotation program,\nimpoverish the land, introduce serfdom.\n\nBy dawn, Saxon found what he was looking for. A row of cleared fields\nand a farmhouse. He reconnoitered a hundred miles farther and frowned.\nThere was no clump of dwellings, no sign of a village trading community.\n\nHe brought the ship down in a forest three miles away from the\nfarmhouse and camouflaged it to look like a great mossy boulder. He\nspent the entire morning testing the atmosphere and the soil with a\nsavage patience. In the early years of the Corps, virus mutations had\ntaken a fearful toll of intermittent spotters.\n\nFinally he discarded his uniform and selected a pair of homespuns from\nthe ship's wardrobe locker. Under the homespuns reposed his utility\nkit, a miniature arsenal.\n\nLate that afternoon he emerged from the forest and stood at the edge\nof the cleared fields, a weatherbeaten itinerant, obviously willing to\nchop wood for a meal. Abruptly his jaw muscle twitched.\n\nThe scene was pastoral, perfect.\n\nThe man, plowing the south forty. The little girl, playing in the\nshadow of the sleepy farmhouse.\n\nBut no beast pulled that plow. A giant of a man with power and\nintelligence stamped on his bronze features pushed the plow by hand, in\na die-straight furrow.\n\nThe little girl was blonde and elfin. She wore sandals, her tunic was\nbrief and plain. She was playing follow-the-leader--\n\nWith a robot.\n\nThe robot was tall. The sun struck sparks from its steel carapace as it\nlumbered after the girl. Saxon stood frozen as she came flying towards\nhim in a burst of tossing blond hair and laughter, as she saw him and\ncame to a dead halt.\n\n\"Hello,\" Saxon said. He tried to smile.\n\n\"Hello.\" Her inflection was slurred. After six generations, naturally.\nHer blue eyes sparkled. \"Foot-sore, stranger?\"\n\nThe words had the cadence of a ritual greeting. Saxon stared at the\nrobot and said carefully, \"Yes.\"\n\n\"He's only a primer model,\" she said, following his gaze. \"Next year\nwhen I'm twelve Father promised to install secondary circuits. My\nname's Veena. What's yours?\"\n\nSaxon introduced himself, as the giant at the plow came forward. His\nwhite smile was a benediction, his voice a lambent organ. \"Welcome,\nrover. Haven't seen one of you in months. I'm Lang. Agricultural\nhobbyist. You'll stay?\"\n\nHis tone was almost pleading. Saxon nodded inarticulately, followed\nthem towards the farmhouse. His hands were shaking.\n\nThe interior of the house was--dimensionless.\n\nFor a moment Saxon thought he was still outside. A silver brook tinkled\nthrough the mossy carpet that was the floor. The south wall was a\ngolden vista of ripe wheat rippling in the warm breeze that ruffled his\nhair. Birds twittered in the sun-flecked foliage overhead.\n\n\"Nice house,\" Saxon said numbly.\n\nLang's smile was different. \"A bit pretentious, I'm afraid. Grandfather\nbuilt it right after the landing. We've been too lazy to do much\nremodeling. A remarkable man, Grandfather.\"\n\nThat explained it, Saxon thought in relief. One titan in an infant\ncolony, warping it into a Utopian mold, passing on the heritage of his\ngenius. How long, he wondered coldly, before they built starships and\nreturned to demolish the Earth which had exiled them?\n\n\"It must be wonderful to be a rover,\" Veena said wistfully. \"Lang, can\nI go with him when he leaves?\"\n\n\"You haven't completed Basic Ecology. Mentor's waiting for your\nafternoon session.\"\n\nVeena pouted and went outside to her robot. Lang grinned. \"The\nprecocious brat's beginning to ask him questions he can't answer. Soon\nI'll have to install a few more circuits.\"\n\nSaxon shivered. _Regardless of scientific attainment, any culture is\nvulnerable to inhibition._\n\nSo said his agent's handbook.\n\nLater he met Veena's mother, Merl, a handsome woman with calm gray\neyes who served them dinner by firelight. It was a good dinner.\nThese colonists seemed like good people. A shame they qualified for\ninhibition.\n\nGently, Saxon began to probe.\n\nIn only six generations the colonists has scattered throughout the\nentire hemisphere. Although the matrix of their culture seemed to be\nthe individual family unit, they lived according to whim. Some lived\nin small communal groups. Some lived alone. Some, by choice, were\nwanderers, rovers. They had science. Their philosophy seemed nebulous,\nbased on a benevolent ecology, brotherhood with all living things.\n\nSaxon frowned.\n\nSix generations ago, the ecology on this world hardly had been\nbenevolent for man. This area of the continent had been a steaming\nmarsh, swarming with hungry saurians. Now it was all meadow and forest.\n\nSaxon said thoughtfully, \"Have you ever felt the need for organization?\nFor a leader?\"\n\nHe leaned back and waited for the seed to sprout. Two years ago on Eden\nVIII, near Rigel, he had said the same thing to a sixth-generation\nshaman, and it took scarcely a month for the shaman to start an\nintra-tribal war.\n\nBut now the seed fell on sterile ground. Lang said, \"I don't\nunderstand. Any problem which cannot be solved at family level is\nreferred to the annual council.\"\n\n\"A leader.\" Saxon was patient. \"One strong man to represent everybody.\nTo settle all problems as he sees fit?\"\n\n\"Remember, Father?\" Veena prodded. \"Those arboreal cannibals\nGrandfather used to mention? They had a nomadic tribal culture based on\nbrute strength.\"\n\nLang nodded somberly. \"Good analogy. The most favorable extrapolation\nindicated a racial life expectancy of only ten thousand years. Their\nemotional stability index was nil, they would eventually have destroyed\nthemselves. The first generation decided it would be more merciful to\nexterminate them. An unwise decision, I think.\"\n\nHe launched into a spirited ethnological discussion with Veena, and\nSaxon sat, numbly.\n\nThey had no emotional insecurity to feed, no power-hunger. No herd\ninstinct to pervert, nothing to utilize as destruction potential.\n\nNo cultural weakness.\n\nThe room they gave him was small and comfortable. For a time he lay on\nthe sleeping hammock, considering the situation. He was beginning to\nlike them. That in itself, was dangerous.\n\nThe house was very still.\n\nHe got quietly out of the hammock and crept towards the door. He had to\nget back to the lifeboat, to feed facts into the monitor.\n\nOne thing disturbed him.\n\nAccording to his agent's handbook, family-group anarchies didn't need\ninhibition.\n\nHe was halfway across the plowed field when Mentor's iron voice said,\n\"Good evening.\"\n\nMoonfire glimmered on metal. The robot stood impassively before him.\nSaxon said slowly, \"I was just going for a walk.\"\n\n\"You are our guest: I shall walk with you.\"\n\n\"I prefer to walk alone.\"\n\n\"Guests prefer company. The house of Lang must observe the basic\namenities.\"\n\nWas there a hint of sardonicism in Mentor's voice?\n\nThey walked along the furrows, man and robot. Saxon felt beneath his\nshirt for the utility kit. He kept his voice level.\n\n\"Am I a prisoner?\"\n\n\"You are a guest.\"\n\n\"Did Veena tell you I might try to escape?\"\n\nA pause, while relays clicked silently.\n\n\"That is classified information.\"\n\nSaxon's fingers were steady as they touched his tiny blaster.\nBenevolent anarchy indeed! He said carefully, \"Do the colonists resent\ntheir exile?\"\n\nAnother pause. Mentor's voice was a flat drone. \"The concept is\nmeaningless, the question invalid.\"\n\n_Like hell it is_, thought Saxon, and fired.\n\nA cold blue wash of energy illuminated the robot. For a moment Saxon\nwas blinded. When vision returned he saw Mentor standing immobile,\nunscathed.\n\n\"Please go back to bed,\" the robot said.\n\nSaxon went back to bed.\n\n\n\nNext morning Veena brought him breakfast. She seemed sad, withdrawn.\n\"Lang and Merl went to visit Aunt Tarsi. She lives near the Equator.\nThey won't be back till evening.\"\n\n\"How\" Saxon had trouble breathing. \"How did they go?\"\n\n\"By transmitter, of course.\" She indicated a large shimmering platform\nin one corner. \"Oh, I'm sorry. I forgot rovers hate the mention of any\ntype of gadgetry.\" Her eyes grew impossibly earnest. \"But we try to\nachieve some kind of balance, really. Once when I suggested that Father\nlet Mentor help him plow the fields, he got furious.\"\n\nSaxon restrained wild laughter. First the robot, invulnerable to atomic\nenergy, now a matter transmitter.\n\nYet they plowed their own fields.\n\n\"Veena,\" he said.\n\nShe looked up at him.\n\n\"Why did you tell Mentor to keep me here?\"\n\nShe bowed her bright head. Her blue eyes were brimming.\n\n\"Why, Veena?\"\n\n\"Because I like you,\" she sniffled. \"I wanted you to s-stay.\" Abruptly\nshe fled from the room.\n\nHe stood bleakly looking after her. After a time he went outside and\nstruck across the field towards the forest.\n\nThis time the robot did not stop him.\n\n\n\n_Do not allow the emotional charm of any culture, nor any individual of\nthat culture, to sway your inhibition appraisal._\n\nIn the narrow confines of the lifeboat he repeated the quotation\ngrimly. Good inhibition agents are inflexible. He was a good agent.\n\nFor almost an hour he fed data into the monitor tapes. Then he touched\na stud and closed his eyes, waiting for judgment.\n\n\"Agricultural family-group societies are normally stagnant,\" the\nmonitor droned. \"Such cultures, regardless of technological level, do\nnot warrent inhibition of any type. Reference: twelfth generation check\non Eden V.\"\n\nThe room spun. Saxon whispered, \"But they have cybernetics, matter\ntransmitters.\"\n\n\"Regardless of technological level.\" The monitor was adamant.\n\nThis was madness. Saxon wiped his forehead and said, \"Assuming\ngeographical isolation no barrier to united group action in the event\nof emergency.\"\n\n\"United action is incompatible with family-group.\"\n\n\"Assume and advise!\"\n\nRelays chattered. Abruptly the entire panel flashed crimson. The\nmonitor spoke one word.\n\n\"_Annihilation._\"\n\nSaxon referred to his Inhibition handbook. He had never annihilated a\nculture before.\n\nOne hour later he went into the forest. Birds sang overhead. The sun\ndappled him in light and shadow. He stalked a small furry quadruped\nthat squealed at him from a log and brought it down with his sonic\npistol.\n\nBack in the lifeboat he watched the animal regain consciousness in an\nair-tight tank, and very slowly he pulled a lever. A green vapor rolled\ninto the tank. The quadruped screamed. The green vapor fed.\n\nIt was the penultimate in sporedom, yet it was more than a spore.\nIt had virus characteristics, and its propagation rate was almost\nmathematically impossible. There was no known defense, and once used,\nthe entire planet was forever untouchable. To Saxon's knowledge it had\nbeen utilized only once on Eden I.\n\nAt dusk, he took the lifeboat up fifty miles. He released the spores\nin a widening spiral, and finally jettisoned the tank. He went into an\norbit at ten thousand miles, and waited.\n\nIt would take approximately a week.\n\nIt was a long week. Saxon slept little. He paced the cabin. He looked\nat the stars and thought about a blue-eyed waif with tears in her\nvoice, begging him to stay.\n\nAfter a week the lifeboat came down at the edge of a grassy plain.\nSaxon took a sample of the contaminated atmosphere to determine\npropagation rate.\n\nThe atmosphere was pure.\n\nSome freak of expansion. One uncontaminated spot in a hemisphere of\ndeath.\n\nHe selected another location. Then another. That evening he close the\ncoordinates of his original landing site and tested the air again.\n\nFinally he went outside the airlock. He breathed deeply, and the air\nwas fresh and sweet, it smelled of forest and cool streams and evening\ndew. In the blue dusk birds twittered. A small marsupial very much like\na squirrel scampered to the safety of a tree and scolded him.\n\nSaxon began walking.\n\nAt the edge of the forest he saw the familiar plowed field. The\nfarmhouse was a friendly beacon in the twilight.\n\n\"Hello,\" Veena said. She stood at the edge of the forest. She was\nsmiling. \"Welcome home, rover.\"\n\nFor the next few days Saxon was the perfect guest. He argued\nphilosophical abstractions with the family by firelight; by day he\nhiked in the woods with Veena and listened to Mentor give her lessons.\nHe asked questions.\n\n\"Veena, do you know what a microorganism is?\"\n\n\"Benevolent or malignant?\"\n\n\"Malignant. A plague.\"\n\nShe pursed her lips. \"Organic or cultural?\"\n\n\"Organic of course.\"\n\n\"Bacteria.\" Veena shrugged. \"Quite a few of the first generation\ndied immediately after the landing. Until they adapted. Until they\nanalyzed the basic metabolism of the planet's dominant life-forms, and\nconstructed a neutralizer.\"\n\n\"A neutralizer?\"\n\n\"A protective shell of ionized particles,\" she said patiently, \"keyed\nto the individual body-chemistry.\"\n\n\"Classified information,\" Mentor droned.\n\nSaxon licked his lips. \"You mentioned cultural microorganisms?\"\n\n\"Much more deadly. I call them that, but Lang says I'm being\nsemantically unsound. War, for example. Racial inferiority. To date we\nhaven't found a cure.\" She broke off, and her eyes were shining wet.\n\n\"But you don't have wars,\" Saxon said.\n\n\"No.\"\n\n\"Then?\"\n\n\"We have a--ghetto,\" the girl said slowly. \"I can't tell you about it.\nPerhaps soon--\"\n\nAbruptly she changed the subject.\n\nSlowly, Saxon's defenses began to crumble.\n\nTo all intents he was now a member of Lang's household, Veena's adopted\nbig brother.\n\nBig brother--or pet?\n\nIt did not really matter.\n\n\n\nOn the fourth day he went back to the lifeboat. He remembered his\ngraduation day, the crash of the Corps anthem, and the pledge. _I do\nfaithfully swear to uphold the ideals of Man, to use this vested power\nfor the absolute good of Earth. I will not shrink from any cup of duty,\nregardless of how bitter. I will guard stasis with my life, and the\nlives of innocent people if need be, people whose only crime may be\nthat they are potential threats to stasis--_\n\nHe tinkered with the ship's reactor for an hour. Then he ran.\n\nBehind him the lifeboat dissolved in a white blossom of flame.\n\nFarewell the cold stars and the ache and the loneliness. Farewell the\ndestruction of newborn colonies to secure the rotting stagnancy of\nEarth.\n\nHe would have a great many bad nights, but he was used to bad nights.\nHe thought of Veena and his stride quickened. She would be a beautiful\nwoman.\n\nThey were waiting for him back at the farmhouse, Lang, Veena and Merl.\nThey were staring at the dark pyre of smoke in the forest. Saxon took a\ndeep breath and squared his shoulders. \"I've got a confession to make--\"\n\nThey weren't listening. Lang said quietly, \"You were right, Veena. He\nmay qualify.\"\n\n\"Come.\" Merl took her husband's arm. \"Let's call the Council.\"\n\nThey went inside. Saxon looked at Veena. He moistened his lips. \"You\nknew,\" he said.\n\nShe nodded. There was a queer adult maturity about her as she said,\n\"Wait. They're calling an emergency Council meeting to decide if you're\nfit.\"\n\n\"Fit,\" Saxon said. Coldly, it seeped in. To survive? To be a playmate,\na slave? \"It's been a game,\" he said, grasping her shoulders. \"You've\nknown all along.\"\n\n\"They're taking the transmitter to the Landing Site now,\" she said.\n\"Would you like to watch?\"\n\nWatch judgment of the outcasts on one of those who had marooned them?\nWhy not?\n\nLang and Merl were no longer in the house. Veena touched a silver stud\nin one corner, and one side of the room dissolved from a vista of\ngolden wheat to a grassy amphitheatre. There were people assembled in\nthe clearing. Lang and Merl stood on a mossy dais, making a speech.\n\nHe saw the ship.\n\nIt was a giant silver ovoid, fretted with strange vanes, pockmarked by\nthe red cancer of rust. Towering forest patriarchs guarded that ship\nlike a woodland shrine. A ship that had never been born on Earth. An\nalien ship.\n\nUnderstanding came, and a quiet horror.\n\nHe lurched away from the screen, away from Veena. He was outside now,\nand running. He was a good Inhibition agent, he had been conditioned\nto the shock of alien concepts for half his lifetime, but the ground\nreeled beneath him as he ran and he could feel the hot trickle of blood\nwhere he had bitten through his lip to keep from screaming.\n\nAliens.\n\nFrom _outside_.\n\nHomo Superior, treating his ape-brother with an hospitable contempt.\nPlaying their inscrutable game.\n\nThe lifeboat came down almost in front of him.\n\nIt came down with a whining snarl and settled into the plowed field.\nThe airlock opened. Primus Gant stepped out. His blue eyes were very\ncold and he was smiling.\n\n\"Report, Commander.\"\n\nYears of conditioned reflex brought him erect, made him whisper,\n\"Mission unsuccessful.\" He swayed, almost fell. Gant held him.\n\n\"Easy, lad. We got the blowup a few minutes ago. It took us awhile to\nhome in on the distress transmitter in your utility kit.\" He chuckled\nat Saxon's blank stare. \"Whenever an agent's ship is destroyed his\nutility belt automatically functions as a distress signal.\"\n\nSaxon shook his head painfully. \"You've been waiting?\"\n\n\"We started ten days ago when your monitor gave out with the\nannihilation alarm.\" He eyed Saxon keenly. \"Just how bad is it?\"\n\nSaxon told him. Gant's face turned a dirty white.\n\n\"Aliens,\" he said thickly. \"They probably murdered the original colony.\nYou've come through nicely, lad. It may mean promotion.\" He turned into\nthe ship. \"Come on.\"\n\n\"Wait.\" Saxon's voice was a dry whisper. \"You're not going to--\"\n\n\"Demolition,\" Gant said. \"I've got a task force up there that can crack\na planet. Let's go, Commander.\"\n\n_I will not shrink from any cup of duty--_\n\n\"Please,\" Saxon said huskily. \"I don't believe they're inimical to Man.\nThey're altruists.\"\n\n\"So?\"\n\n\"They're benevolent,\" Saxon pleaded. \"Both races can live together!\"\n\n\"Don't be a fool,\" Gant grunted, and turned into the airlock.\n\nSaxon leapt.\n\nOne palm came down hard at the base of the Director's skull.\n\nAnd Gant twisted. He palmed the younger man with two deft blows, throat\nand plexus. Saxon slumped, retching. Gant stood above him, his smile\nstrained.\n\n\"Amateur,\" he panted. \"I was instructing hand tactics before you\nwere born.\" He took out his blaster. \"They've infected you,\" he said\ncompassionately. \"I'm sorry, lad. You'll get a posthumous decoration.\"\n\nThe blaster came up, steadied. Then Gant stood very still, a\nwhite-haired statue.\n\nMentor came around the ship and helped Saxon to his feet.\n\n\"Destroying guests is forbidden,\" the robot clicked. \"The concept is\nirrational.\"\n\n\n\nLater, in the shadows of the farmhouse that was not a farmhouse, Saxon\nwatched the scout disappear into the sky. He turned towards Veena.\n\"You're letting him go?\"\n\n\"Mentor--treated him,\" she said dreamily. \"He'll report that you\ndestroyed the colony, died in the process, and this planet is unfit\nfor further colonization. Incidentally, the council voted in the\naffirmative. Otherwise you'd be with Gant.\"\n\nAliens, playing a game with their ape-brother. Recognizing him at first\nglance, speaking his language, making him feel wanted, at home.\n\n_Why?_\n\nHe was afraid to ask the question.\n\n\"We're on a vacation,\" Veena said. \"We've only been here for one\ngeneration. We were due to return almost thirty years ago, but we found\nyour colony.\"\n\n\"Did you--\"\n\n\"Isolation,\" she murmured. \"The ghetto. They're sick,\" she said.\n\"Infected with the culture plague. We couldn't leave them and we\ncouldn't help them.\" Her gaze was very steady. \"Until you came.\"\n\nIt came to him. Man, clutching at the knees of Gods, envying, striving\nfutilely, finally hating.\n\nOnly Man can help Man.\n\n\"It's not fair,\" Saxon breathed. He took Veena by the shoulders,\nmade her look at him. \"I'm happy here. You and Lang--Merl--I'm just\nbeginning to learn! I'd hoped that in a few years--\"\n\n\"We are not human,\" Veena said gently. \"And our life span is four\nhundred of your years.\"\n\nFor the first time, he noticed the faint malformation of her ears, the\nsubtle differences in facial bone structure. He glanced past her, saw\nLang and Merl waiting in the doorway.\n\n\"It will mean months of study,\" she said. \"You have so much to unlearn,\nto understand. They may reject you, sacrifice you. That will not\nmatter. What does matter is your impact on their culture, what it will\nmean a thousand generations hence.\"\n\n_Diseased apes, with a touch of Godhood, suffering from an infection\nthat might be forever incurable. Why should he be the sacrifice? Who\nwas he, to help them?_\n\nLooking at Veena, he knew the answer.",
    "metadata": {
        "author": [
            "Causey, James",
            "Causey, James Oliver, Jr."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/58991/pg58991.txt",
        "name": "inhibition.json"
    }
}