{
    "name": "Ireton, a Poem",
    "author": [
        "Bailey, Thomas"
    ],
    "body": "   “Let me alone, that I may speak, and let come on me what _will_.”\n\n                                                   JOB.\n\n\n                               _LONDON_:\n\n                PUBLISHED BY JAMES RIDGWAY, PICADILLY.\n\n                              MDCCCXXVII.\n\n                  _Price One Shilling and Sixpence._\n\n\n\n\n                                TO THE\n\n                           RIGHT HONOURABLE\n\n                          LORD JOHN RUSSELL,\n\n                                 THIS\n\n                                 POEM\n\n                                  IS\n\n                       _RESPECTFULLY INSCRIBED_,\n\n                              THE AUTHOR.\n\n\n\n\nPREFACE.\n\n\nThe following Poem was suggested in an excursion one afternoon to\nAttenburrow, a village on the banks of the Trent, about five miles\nsouth-west of Nottingham, the birthplace of the well known Republican,\nGENERAL IRETON.\n\nIf, in the contemplation of the character of that illustrious man, and\nin the indulgence of feelings excited by a consideration of the great\nstruggle in which he bore so distinguished a part, the author has been\nled, in the progress of this poem, to animadvert strongly on the state\nof society as existing in some countries; or to avow sentiments\npeculiarly favourable to forms of popular government, as opposed to\nabsolute monarchy;--he assures the reader it is not with any wish or\nintention to weaken the bonds which hold society together, or to excite\nto discontent or insubordination those classes of the community\ndependent on labour for their support. His object has been to shew\nmankind, that their vices and follies are the real cause of their\ndegradation;--that good morals, springing from right principles, form\nthe only sure foundation of civil liberty; and that the men who would\nfound an improvement of the social system, on any other basis than that\nof an improved moral and intellectual condition of the people, can only\nenter on a course of fearfully hazardous experiments: rationally hoping\nfor nothing but to reap from the crimes of others, a harvest of contempt\nand execration as their own portion.\n\nThe true patriot is he who aims to elevate the tone of morals among his\nfellow citizens,--to excite them to a just respect for themselves,--\n\n    “And teach, by virtue, man to break his chains.”\n\nThis was the true spirit of the eminent reformers of the age of Charles\nthe first. They had undertaken the important work of settling the\nnational character and institutions, at a period when men’s minds\ngenerally were bent on obtaining an improvement of their social\ncondition--and an extensive toleration of religious opinions: and to\naccomplish the great benefits their sedate and comprehensive minds\ncontemplated, they strove to induce among all classes, severe and\nindependent habits of thinking and feeling in reference to politics and\nreligion: without which they knew it would be in vain to attempt to\nabolish the pageantry and frivolity connected with kingly government,\nthat they had begun to despise; or to supersede the heathenish rites and\nvain ceremonies of outward religion, the reliques of popery, which their\nsouls abhorred; by those spiritual and devout exercises of the mind that\nthemselves practised, and which they conscientiously believed the good\nof society required, and the laws of God enjoined.[A] Among the patriots\nno one was more deeply imbued with this sublime spirit, nor partook\nmore largely of the generous enthusiasm it excited, than HENRY IRETON,\nwhose inflexible virtue, after the apparent defection of Cromwell,\nformed the basis on which rested the darling hopes of all the virtuous\nand enlightened reformers of his day.\n\n[A] Just as the above remarks were going to press, a friend put into\nthe author’s hands, William Godwin’s History of the Commonwealth--a\nwork which he has just cause to regret he had not the good fortune\nto become acquainted with earlier: as many useful hints and much\ninteresting matter might have been afforded him both for his preface\nand notes: but he cannot deny himself the pleasure of transcribing\nthe following passage, so ably corroborative of the opinions advanced\nabove, as well as in other parts of the preface to his poem.\n\n“Religion,” says Mr. Godwin, “with them (the patriots) was a serious\nconsideration, a topic which they were disposed to treat with good\nfaith, and in earnest. They were sincere patriots to the best of\ntheir judgment, anxious to promote the substantial welfare of their\nfellow-creatures. They knew that there can be no real liberty, and no\ngood political government, without morality; and they believed that the\nmorality of the various members of the community intimately depended\nupon their religious creed, and upon the character and conduct of the\nministers of the national religion.”\n\nIn pursuing the train of thought connected with his subject, the author\nhas been led to touch upon the comparative value of republicanism and\nmonarchy, as conducive in the spirit of their institutions, to advance\nthat perfectibility of the social system which he believes it the duty\nof every true patriot steadily to pursue. And he could not blink the\nquestion so far, (claiming to give an honest opinion) as to refrain from\navowing that upon the abstract question of theoretical preference he is\ndecidedly favourable to republicanism; at the same time declaring,\nunequivocally and unreservedly, that he will yield to no man in a\ncheerful, cordial, and loyal attachment and obedience to the mixed\ngovernment under which he lives; identified as it is with the most\ngenerous feelings of his countrymen; and calculated, as in his\nconscience he believes it to be, to promote in a superlative degree the\nglory and happiness of a people with such habits and dispositions; and\nabove all with such a condition of moral and intellectual attainment, as\ncharacterizes the community of Englishmen. Nor will he shrink from\navowing, that, individually, he should feel himself necessitated by a\nsense of duty, unresistingly (as far as relates to the employment of\nphysical means,) to obey any form of government, however despotic, under\nwhich he should live, so long as such government had the support and\napprobation of the decided majority of his fellow citizens. It might be\nhis duty to SUFFER in bearing an honourable testimony against tyrants\nand tyranny; but at this point, in his individual capacity he must\nstop;--though acting in concert with the true _vox-populi_, in\nresistance to the encroachments of ambitious power, or the exactions of\nestablished despotism, he would not stop at any thing short of its\ncertain abridgement or final extinction.\n\nTo this spirit in our ancestors we owe the revolutions of 1640 and\n1688--as individuals they suffered long and grievously for the sake of\nconscience, and the rights of man in civil society: but individual\nsuffering became at last so identified with the general feeling of\ndisgust and indignation at the despotism of the government, that its\ncharacter ceased longer to be that of private suffering, or its\nremonstrance or resistance the effect of personal consideration: hence a\nlegitimate opposition to authority on that great principle, that the\npublic weal forms the only true measure of political allegiance, was\naroused; sanctioning such an appeal to force, as under other\ncircumstances, would have been justly stigmatized as treason and\nrebellion. And it is worthy of remark, that, principally to these two\ngreat events, as regenerating the political constitution of our country,\nand unfettering the conscience and intellect of man; are owing, under\nprovidence, most of those stupendous discoveries in science--and those\nsublime achievements of philanthropy, which are rapidly changing in our\nday, the moral aspect of the whole world.\n\nThat so much real and permanent good was accomplished by these events,\nis a decisive proof that the minds of Englishmen were fitted to receive\nand improve the benefits of them; and, of consequence, that a high\ndegree of criminality attached to the men whose devotion to antiquated\nprinciples of civil government,--and superstitious veneration for the\nhigh prerogatives of barbarous ages, caused them to close their eyes\nagainst the light of truth, by which they were surrounded, and to lift\ntheir impious, but puny arms against the spirit inspired by heaven for\nthe moral improvement of its creatures: for whilst there must always\nexist in the previous habits and attainments of nations, a qualification\nfor the rational enjoyment of liberty, in order to prevent it from\nbecoming a curse rather than a blessing; there ought always to prevail\nin governments a disposition to concede so much as the people know how\nproperly to use;--if this principle form a constituent in the rule of\nany government, it signifies not by what name it is called--it is\nstrictly a popular form of government, exercising its powers for the\ngood of the people: if not, it is essentially despotic--employing the\nresources of the state for its own aggrandizement:--and will certainly\nbe overturned at some moment of peculiar excitation, by the natural\nefforts made by the people, to render their social condition analogous\nto that improved moral and intellectual condition, subsisting at the\nperiod of such excitation--nor ought it, nor can it be otherwise: nor\nneeds there any thing more than this simple principle to explain all\npopular revolutions, at least, such as have occurred in modern times.\nTo claim for civil government under any name a right to withstand this\nprinciple, is to insult the moral Governor of the universe, and to libel\nhuman nature by advocating the divine right of governors to rule in\nunrighteousness. To enjoy liberty, nations in their individual, as well\nas collective capacity, must be wise and virtuous. Independence, it is\ntrue, requires neither the one nor the other of these high attainments;\nbut _independence_ is only the freedom of the savage state:--_liberty_,\nthe rule of perfect society:--that happy condition, where man is only\nrestrained in the exercise of what is injurious to others, or fatal to\nhimself--where the laws necessitate no evil, and afford occasion for the\ngreatest possible good of which the social institution is susceptible.\nIndependence, mere independence,--founded on abstract considerations of\nthe natural powers and propensities of man, irrespective of the moral\neffects of established habits and sophisticated institutions, appears to\nhave been the object contemplated by the leaders in the late French\nrevolution. Liberty,--rational liberty!--built on the firm basis of a\nrefined morality, deduced from divine Truth and calculated to purify and\nexalt human nature, was the good sought for, by most of those men\nconcerned in the subversion of the throne of the Stuarts. Yet have the\nmemories of these men been assailed by the senseless cry of “hypocrites\nand fanatics,” in every age, by writers who were too timid or too\npassionate to take a sober view of their motives and actions: and\nyet in reality they were “men of whom the world was not\nworthy:”--philanthropists whose piety and genius broke open the sealed\nfountains of truth and happiness, long denied by the despotism of\nprinces and the artifice of priests, to a suffering world;--but which\nthence issuing from Britain, have irrigated the world with their\nmajestic streams, and carried beauty and fertility into regions\napparently doomed for ever, to the sterile dreariness of slavery and\nsuperstition. That they were _enthusiasts_ may be granted: but to\ndenounce enthusiasm in the cause of religion and liberty, (those great\ninterests so intimately connected with the real glory and welfare of\nmankind,) is to imagine the overthrow of virtue, and to join in\nconfederacy against the true dignity of human nature. Such conduct in\nthe bulk of mankind, is as becoming as if the tortoise were to impeach\nthe character of the noble courser, because in the strength of his\npower, he makes the earth to shake beneath him as he scours along the\nplain, and overleaps in his might the enclosure which circumscribes\n_his_ limited vision.\n\nIt is the cant of despotism and infidelity to decry enthusiasm in the\ncause of religion and liberty: they dread its vivifying effects, as they\ndetest the principles which give birth to its spirit; and therefore seek\nto render that contemptible in the eyes of their fellows, which puts to\nshame their own pretensions. What, it may be asked, was there in the\ndegrading frivolity,--in the cold and cheerless scepticism introduced\namong Englishmen, at the restoration of the second Charles, which could\nkindle in the breasts of men enthusiasm? or compensate in any\ndegree for the lofty hopes and generous darings of the Puritan\nheroes?--nothing!--absolutely nothing!--all feeling, except malevolence\nand voluptuousness, became congealed in the heart of man: and the nation\npresented the melancholy spectacle, of a people stricken with a general\nblight. It then became the fashion to ridicule the enthusiasm of\nthe bye-gone days,--and to brand the reformers and their principles\nwith terms of obloquy and reproach:--they were called\n“hypocrites,”--“fanatics,”--“visionaries,” and “enthusiasts.” That the\nleaders of them were sincere, is abundantly proved by their general\ncharacter for integrity, and the sacrifices they made to the cause in\nwhich they had engaged;--that they were not “fanatics” is proved as far,\nat least, as respects the _Independents_, the true Republicans, by the\nliberality of their sentiments respecting religious toleration:--that\nthey were not altogether visionary in their plans of government, may be\ndemonstrated from the fact that the broad outline of policy marked out\nby them, still continues to be the land-marks of British policy; and has\nbeen so ever since, both with respect to our intercourse with foreign\nnations and the conducting of our internal affairs:--and that their\nenthusiasm neither debased their morals, nor weakened the force of their\ndiscrimination nor judgment, the record of their comprehensive plans and\nvigorous operations satisfactorily testifies. Among those whose memories\nhave shared the largest portion of this abuse General Ireton stands\nconspicuous. His uncompromising sternness of principle, and intrepidity\nof conduct naturally exposed him to this: nor is it to be wondered at\nthat such a character, possessing so much compass,--so much originality,\nand diversity of feature, should be liable to misrepresentation: it is\nthe error of weak or rash minds to distort what they cannot comprehend;\nand to mistake their own crudities for imperfections in the sublime\nobjects which they casually contemplate. The only cause for wonder would\nhave been, if such a character as IRETON, had not been exposed to\ncalumny and misrepresentation, by prejudiced persons, whose feeble or\noblique vision rendered them unable to penetrate the slight mists with\nwhich error or inadvertency occasionally dimmed the true light of his\nglory: ascribing to deliberate criminality, or designed hypocrisy, what\nin reality only arose from the defectibility of human nature. But is it\nwise?--is it generous?--is it just?--in Englishmen thus to insult the\nmemories, and degrade the characters of men to whom they undoubtedly owe\nmuch of that stamina in their moral character, which has so nobly\ndistinguished them among the nations of the earth? it cannot be! it is\nhigh time that society, in the expression of its language, and the\nindulgence of its opinions respecting them, reversed that attainder\nunder which they were condemned by the frivolous and licentious\ngeneration which followed them. This was, as it were, conventionally\ndone by the country at the revolution in 1688--when the Stuarts were\ndecisively expelled the throne of these realms--and the foul infection\nof their name, allowed no more to pollute the annals of Britain: a most\nglorious achievement this; which deliberately recognizing by an act of\nlegislation the real voice of the people, as the only basis of\nlegitimate government laid “the divine right of kings” prostrate before\n“the majesty of the people;” and then reared in triumph in the portico\nof our constitution, as two beautiful pillars, the “Bill of Rights” and\nthe “Act of Toleration:” thus opening a more noble entrance than had\nhitherto been enjoyed into that venerable edifice, reared by the\nconjoined efforts of a long succession of more illustrious patriots than\never graced the annals of any other country; that so Englishmen of every\nname and party might be admitted to take refuge in its sanctuary, and\nwalk exulting in the light of its glory. The revolution of 1688\ncertainly removed the stigma, which, but for that event might have\nrested on the reformers of 1640 as traitors and rebels:--it gave them\ngenerally a title to our gratitude and veneration; and most happy will\nthe author of this little work feel himself, if, in following so good an\nexample, he may contribute in any degree, however small, to restore\nparticularly to his just rank among the acknowledged worthies of\nBritain, one of the most illustrious of those patriots, his much abused\ncountryman, HENRY IRETON.\n\n\nERRATA.\n\n\nPage 10, line 12, for _has_ read _have_.\n\n\n\n\nIRETON.\n\n     “It may be said, there wanted but little, perhaps only the\n     survivance of IRETON, to have made CROMWELL _intrinsically_, as\n     well as _splendidly_ Great.” ... _Mrs. Hutchinson’s Memoirs._\n\n\n    As nature lights in solitude, the blaze\n    Of the proud gem; and deep conceals its rays\n    Awhile, from human sight, till in full worth\n    It breaks at last, in splendor on the earth;\n    So in these shades, she, IRETON,(1) lit thy mind,\n    With all the glories which adorn our kind;--\n    First struck the spark, which kindling into flame,\n    Wreathes with a light ineffable thy name.\n    Hero and Statesman;--Patriot! names rever’d!\n    Which singly, to mankind has long endear’d\n    The fame of others, center’d all in Thee;\n    Blent with true grace, and worn with dignity.\n    Though faction’s breath thy glory overcast\n    (As fogs the sun), awhile, the shades have pass’d\n    Harmless away: for truth, with native might\n    Dispels the clouds of falsehood by her light.\n    Content I yield her Cato, now, to Rome;\n    Her Brutuses,--her Cassius,--nor become\n    Envious, that Greece Aristides can boast,--\n    Demosthenes, nor any of that host\n    Of glorious names, which blazon her fair page,\n    And swell the blast of fame through ev’ry age.\n    Whilst IRETON’S lofty deeds, adorn the spot,\n    I call my home, my country; I will not\n    Covet the fame which other lands can give,\n    Nor age, nor place, o’er that in which I live.\n    Who prizes freedom, prizes those who bought\n    The precious rights;--whose valour for him wrought\n    This good supreme: and holds them dear to fame,\n    Though tyrants brand their memory with shame.\n    When, from the grave, the Patriot’s limbs are torn,(2)\n    The despot’s triumph, and the minion’s scorn;\n    Like him, who would not rather rot in air,\n    Than with the slave a tomb of marble share?\n    Better the gibbet, and the high renown\n    The Patriot earns, than to sink slowly down\n    By shameful life, and fill a dastard’s grave,\n    Scorn’d by the wise, the virtuous, and the brave;\n    And when remember’d, bear the curse of all\n    Whose gen’rous spirits scorn tyrannic thrall.\n    That there exists a slave, is the disgrace\n    Of man alone;--nature abhors the race:\n    The meanest thing she makes, of meaner life,\n    Will wage for liberty, perpetual strife:\n    Toils for itself alone, secure to find\n    That state of comfort suited to its kind.\n    It, to no fellow brute, deep rev’rence yields,\n    Who wastes the produce of an hundred fields;\n    Content to follow shiv’ring in his train,\n    The loyal victim of a tyrant’s reign:\n    Nor, leagued with others, to provide a feast,\n    Brings slaughter’d herds to gorge some kingly beast;\n    Seeking no further bounty than to taste,\n    For all this toil, a morsel of the waste:\n    Then, weary, crouch and lick his wounds, o’erjoy’d\n    That a kind monarch has _his_ strength employ’d,\n    To cater for the royal appetite,\n    And kept his sacred person from the fight.\n    Ask of the Beaver, Slave! what wholesome rules\n    Binds his community,--unknown to schools:\n    Inquire the rights he claims,--the law he gives,\n    In that society in which he lives?\n    He will instruct thee, ’tis for mutual good,\n    To share defence, and fellowship and food:--\n    That gen’ral benefit cements the tie,\n    Which binds his species in society.\n    Ask if he rears for some proud beast, a pile,\n    Secure and warm, and skulks himself, the while\n    Into a den, expos’d to pinching cold,\n    To damp and hunger, on the bare earth roll’d?\n    Content and cheerful so _that_ worthless beast,\n    Which hunts not,--toils not, may profusely feast?\n    And learn, thy crimes, thy follies, fears, alone\n    Of all earth’s varied beings, make thee own\n    A tyrant in thy equal;--whose control\n    O’erawes thy pow’rs, and fetters e’en thy soul.\n    The brute, content with what kind nature gives,\n    Guards his own rights, and thus, in freedom lives.\n    Or, if too weak for once, to guard the spoil,\n    He bars no right, nor lends himself to toil\n    Or hunt, that others may doze out the day,\n    And wake to riot on his proffer’d prey.\n    But myriad slaves of human kind, are found\n    To toil and sweat,--to cultivate the ground,\n    To spin, to weave, to mine, ’midst fœtid air\n    And noxious damps,--to spend their lives with care\n    And grief oppress’d,--by penury bow’d down,\n    That some vile mortal’s brows may wear a crown.\n    Yes! nations faint beneath this dead’ning blight!--\n    This mildew of oppression! in despite\n    Of nature’s promptings, or of reason’s call,\n    Bound by the spells of superstition’s thrall.\n    A bigot priesthood,--or a venal train\n    Of selfish nobles, (such as govern Spain,)\n    Can shackle millions! boasted reas’ning kind!\n    And awe, through fear of ills unknown, the mind.\n    Heavens! how they creep,--and cringe,--and fawn,--and fear\n    These earthly Gods--and meanly stoop to bear\n    Insult, and slav’ry’s yoke, to buy an hour\n    Of shameful life: whilst, in the lust of pow’r,\n    Their haughty despot sends his mandate forth,\n    And makes a prison-house of this fair earth:\n    Nor nobly dare to strike for Liberty,\n    And die for Truth,--but, with servility,\n    Shake like weak reeds which by the rivers stand,\n    And bend obsequious to the dread command.\n    But who is he, that through the mists of Time\n    Beams nobly forth, in look and port sublime,\n    Announc’d with benedictions on his name?\n    And title, fairest on the scroll of fame?\n    Before whom tyrants quake?--and conq’rors bow?\n    And haughty fav’rites sink their greatness low?\n    It is the Patriot! who when Danger frown’d,\n    And cruel foes his country hover’d round;\n    Whilst hearts grew faint,--and hands sunk weak with fear,\n    As, stain’d with blood, the Conq’ror shook his spear,\n    And men, like herds of deer, when on the plain\n    A tiger darts, in terror sought to gain\n    The wood’s dark fastness, or the mountain’s side,--\n    Rallied their hopes; and taught them to abide\n    With manly courage the invader’s blow,\n    And back the bolts of war hurl on th’ astonish’d foe:--\n    It is the Patriot!--he who nobly dar’d,\n    (When Tyranny his iron sceptre rear’d,\n    And millions crouch’d,) to spurn his fierce command,\n    And rouse the spirit of his native land.\n    Intent to rescue, treading in the dust\n    The spite of factions,--rage of Kings,--and lust\n    Of haughty nobles, as the vineyard’s waste\n    Is trodden down, by him, whose hopes are plac’d\n    On gath’ring a rich vintage,--firm he stood;\n    And sav’d his suffering Country by his blood.\n    Valiant to suffer! though his robe be red\n    With crimson spots, from those dark stains is shed\n    An odor, fragrant as the morning breeze\n    Wafted at spring time o’er the blossom’d trees;\n    Yea! sweeter far! for a great nation lives,\n    In joy and freedom, by the life it gives.\n    A Patriot’s blood can make a holy shrine\n    Of meanest earth: with pow’r, as though divine,\n    Can melt the heart,--can blanch the cheek, or fire\n    The ardent spirit with exalted ire.\n    No spot so barren, by such life blood fed,\n    ’Midst snow-capt rocks,--or where dull marshes spread,--\n    In forest glooms,--or splendid city’s bound,\n    But hence is hail’d as consecrated ground.\n    Country, endear’d, assumes a lovelier hue,\n    And man, enfranchis’d, starts his race anew:\n    The pilgrim, wand’ring through some foreign clime,\n    Pensively led to mark the spoil of Time;\n    Beholds some widow’d city on the plain,\n    Who once led nations in her glorious train,\n    Espous’d of princes:--in whose days of mirth,\n    Kings sought her favor, from the ends of earth.\n    Whose armies, like thick clouds, around her throne\n    Waited, to make her royal mandates known:\n    And ships, shadow’d the sea--floating sublime\n    Like ocean demons:--linking clime to clime,\n    And land to land, in one vast, boundless sway,\n    They bade the world their lofty queen obey:\n    And at her feet laid down the gather’d spoil,\n    For which an hundred realms were doom’d to toil.\n    Now childless homes,--cold hearths,--forsaken halls,\n    Where ruin echoes to destruction’s calls,--\n    Alone remain: the wand’rer asks, in grief,\n    Why widow’d ages, close the years of brief\n    And flitting glory, which once round her throne\n    Play’d, like the sunbeams through the loop holes thrown\n    Which time hath worn in temple, tow’r, and roof?\n    Because she heeded not the sage reproof\n    Of patriot warning!--but, in lustful pride,\n    Clad in the plunder which a world supplied,\n    Lifted herself in grandeur o’er the rest,\n    And said, “I sit an eagle in my nest!”\n    Her people vassals, and her nobles vain,\n    Debauch’d and cruel, soon a tyrant’s reign\n    Alone, was able to uphold her pow’r;--\n    And there she sits--the owl’s and dragon’s dow’r.\n    If seeking some memento, to convey\n    Back to his home, which shall recall the way\n    His feet has trod, in his lone pilgrimage,\n    What think you shall his fondest thoughts engage?--\n    Or waken deepest feelings for the fate\n    Of that “discrowned Queen,” who desolate\n    Dwells in a desert by her ruins made:--\n    Whom lux’ry first debauch’d,--then kings betray’d?\n    Will he attempt, ’midst urns and busts, to find,\n    Broken and scatter’d, something which the mind\n    Can take unto itself? No!--all which art,\n    That seeks by flatt’ring marbles to impart\n    Remembrance of the mighty, will be cast\n    Heedless away:--the tombs of kings be pass’d\n    With unconcern;--his heart more pleas’d to save\n    A simple leaf that decks her Patriot’s grave.\n    When through the maze of history we stray,\n    Beset with crime! how cheering in the way,\n    ’Midst desolations, conquests, rapine’s deeds,\n    Oppressions foul, at which the bosom bleeds,\n    To meet one name above the traitor’s lure,--\n    The tyrant’s frown,--who nobly seeks, to cure\n    Those bitter woes inflicted on mankind\n    By tyrant Pow’r;--his country’s wounds to bind;--\n    To lead exultant Freedom o’er its plains,\n    And teach, by virtue, man to break his chains;\n    As waters gushing in a desert land,\n    Rejoice the trav’ller,--so, refresh’d we stand,\n    And drink, in copious draughts, the streams which roll\n    Of truth and knowledge, from his gen’rous soul;--\n    Delighted view the landscape brighten round,\n    See fruits burst forth, and flow’rs adorn the ground;\n    Whilst man, no more debas’d, exerts new pow’rs,\n    And gives to truth and virtue, all his hours.\n    Such Patriots, Heroes, Britain! have been thine:--\n    Such did thy Wickliffe, Russell, Hampden shine.\n    Nor beams the name on hist’ry’s page more sweet,\n    To patriot eyes, nor one he loves to greet\n    With heartier welcomes, than the Chief’s, who here,\n    On Trent’s green banks, first drew the vital air.\n    No fawning parasite his soul beguil’d;\n    No courtly arts his youthful mind defil’d;\n    Nurtur’d in solitude, his thoughts were free;\n    Daring and brave, he scorn’d servility;\n    Train’d in religion, and devote to truth,\n    In virtuous labours pass’d his ripening youth;\n    Thus grew his mind, for lofty deeds prepar’d,\n    To sternness moulded, by the toils he shar’d;\n    So grows the sapling oak, ’midst woods profound,\n    And gathers strength from storms which beat around:\n    At length matur’d, a nation’s pride, in war\n    It guards the realm, and spreads its fame afar.\n    IRETON! yet lives there one, in this base age,\n    Whose heart thy manly virtues can engage,\n    To love and rev’rence; as he greets the blow,\n    By which thou laid’st the treach’rous STUART low:(3)\n    Whilst hordes of slaves look’d on, with wond’ring awe,\n    And kings were taught obedience to law.\n    And still, in Charles’s blood, the lesson lives,\n    Which teaches them ’tis Public _Will_ that gives\n    Alone the right to rule; and fixes sway\n    On _subjects’ love_, and _interest to obey_;\n    Not “right divine,” that charm, by Priestcraft spread\n    Round guilty thrones, to save th’ anointed head\n    From public vengeance; when its crimes no more\n    An outrag’d suff’ring people will endure.\n    IRETON, enfranchis’d England truly owes,\n    With all mankind, much of the bliss that grows\n    From rights secur’d, and privilege defin’d,\n    And pow’r control’d, to thy exalted mind.(4)\n    More had it ow’d, but, that mysterious heaven,\n    In all things just, deem’d that enough was given\n    To teach mankind, too long abas’d, to prize\n    What in religion,--what in freedom lies;\n    So, to itself, recall’d thy soul, whose ray\n    Had been the patriot’s guide through many a day\n    Of doubtful strife,--in many a troublous hour\n    Had chas’d his gloom, and cheer’d him by its pow’r.\n    Long hadst thou, IRETON, borne, ’midst toils and blood\n    The holy ark of Freedom;--long hadst stood\n    Thy Country’s hope;--lent vigour to her arms,\n    Light to her councils;--in her wild alarms\n    Been her high rock;--her strong pavilion, where\n    The brave took courage, and the weak lost fear;\n    Ere heaven, on sudden, quench’d in the dread tomb\n    Thy glorious light; and left the land in gloom.\n    As the proud steed, impatient of the reins,\n    Frets at the hand whose pow’r his rage restrains,\n    And, if he breaks the curb, will fiercer run\n    The dang’rous path his rider sought to shun;\n    Or if by shock severe he quits his seat,\n    The foaming courser darts on ruin fleet;\n    Leaves the plain track,--leaps fences yet untried,\n    And braves some mound, in insolence of pride,\n    At which he falls: so, Cromwell,(5) when the voice\n    No more was heard, which once controll’d his choice:\n    When IRETON, stern and rigid, in the cause\n    Of pure religion, equal rights and laws,\n    Remain’d no longer to abash the pride\n    Which sought, with bold ambition, to bestride\n    The prostrate strength of a great realm, whose blood\n    Had stream’d for Freedom as a copious flood:\n    Leap’d, madly o’er each guard which had secur’d\n    The dear-bought rights: and, in his fall, ensur’d\n    The ruin of that cause, so nobly won,\n    And left his country, and mankind, undone.\n    Darkness too soon o’erspread the land again,\n    Beneath a Tyrant’s lewd capricious reign:\n    Virtue and freedom were rever’d no more,\n    And the stern virtues sought a genial shore:(6)\n    A new found world! by nature’s bounty grac’d\n    With pow’rs stupendous;--and by wisdom plac’d,\n    Where, undebauch’d by regal sway, might rise\n    A pure Republic: to console the wise,\n    And teach the good, that heaven, this simple plan,\n    As yet, designs to staunch the woes of man:\n    When all shall know, from liberty what flows,\n    And share the bliss that _equal law_ bestows.\n    But God, in wrath, the benefit suspends;\n    And k--s, its ministers of vengeance, sends\n    To rule on earth, that vicious man may see\n    The bitter fruits of his impiety:\n    For iron sceptres, only, can command,\n    And haughty despots rule, a venal land.\n    The lion roams the monarch of the wood;\n    For might must sway, where subjects hunt for blood.\n    Could ought to gen’rous spirits reconcile\n    The kingly rule, such monarchs as our isle,\n    In the fourth George presents, “_a patriot King_,”\n    Just, lib’ral, and humane, the balm must bring:\n    A reign where pow’r but guards the subject’s right,\n    And the proud crown beams fair with freedom’s light.\n    Had such the Stuart’s been the raging blast,\n    Which, from his throne, the bigot Monarch cast,\n    And, in dread fury, hurl’d in ruin, down,\n    The lofty ones of earth, had not been known.\n    Hid in the solitudes of private life,\n    Earth’s lowly sons had mingl’d not in strife\n    With mighty names, princes and pow’rs, whose state\n    Seem’d, once, to dare the wildest storms of fate.\n    But, as the ocean on its billows bears,\n    In raging mood, the mire and dirt it tears\n    From its low bed, and overwhelms the pride\n    Of halls and palaces; so drear and wide\n    The ravage made, when through its custom’d mound\n    Subjection bursts, and owns no settled bound.\n    O’er rank and state the torrent rises high,\n    Whilst ruin’d thrones and altars prostrate lie.\n    Let princes learn, then, righteously to sway:--\n    And to their subjects’ weal just def’rence pay:\n    Nor lust of pow’r e’er tempt them to withstand\n    What justice prompts the _People_ to demand.\n    Let rights of conscience, social claims allow’d,\n    Disarm the factious, and confound the proud:\n    Who seek, ’midst wounded spirits,--tortur’d minds,\n    That cement which a suff’ring people binds.\n    Then shall rebellion to establish’d pow’r,\n    Be as the snow drift beat against a tow’r\n    Of massive strength; which may obscure, awhile,\n    Its native grandeur, but, anon, the pile\n    Shall show its beauty, whilst the vengeful storm\n    Melts at its base, no longer to deform.\n    _Rebellion!_ ’tis a foul,--an odious deed!\n    The traitor, justly, is to death decreed:\n    But _nations_ may not bear the hateful name,\n    Nor, in their gen’ral acts, incur the shame.\n    A _rebel People_, no where can be found;\n    For public will, alone, can fix the bound\n    Of law and right, determine the just plan\n    Of social government, and give to man\n    What may comport, in fix’d society,\n    With gen’ral good and private liberty.\n    Traitors, when rightly scann’d, are the base _few_\n    Who claim those rights which to the whole are due.\n    And be they kings, lords, demagogues, or mobs,\n    Who seek such sway, each manly bosom throbs\n    With anguish at their thrall; nor will sustain,\n    Longer than force compels, their iron reign.\n    The Lark, by nature taught to wing the air,\n    Flutters and strives, his native skies to share,\n    As much, when gilded wires confine his wings,\n    As when from rustic twigs his durance springs:\n    ’Tis not the _sort_ of prison, but the _cage_\n    He mourns; and freedom must his woes assuage.\n    A pow’r as strong as fate; which force defies:\n    Is that a common suffering supplies.\n    When men bethink them of the wrongs they feel\n    From tyrant’s foul contempt of public weal;\n    And look upon their little ones at play,\n    Inheritors of slav’ry! born t’obey\n    Oppression’s cruel lash,--yet, not allow’d\n    To share the good their sweat procures the proud\n    Enthrall’d by laws severe, unjust, refin’d\n    By cruel policy, the soul to bind;\n    Their fev’rish spirits drink their hearts blood dry\n    With long despair: or, else, in agony,\n    They burst their chains; and, reckless of the life\n    No longer priz’d, rush, madden’d, into strife.\n    Before such spirit hirelings disappear,\n    As leaves are scatter’d when the sullen year\n    Marshals its troop of storms;--and forests shake,\n    While from her brows fierce blasts the crown of nature take.\n    The gales which fan the earth,--the rolling streams,--\n    The echoing rocks,--the sea,--the sun’s bright beams;\n    All nature joins to bind, refresh, inspire,\n    To lift the high resolve,--to fix the strong desire;\n    When once a nation, rous’d from slavery,\n    Has caught the thrilling sound of LIBERTY!\n    From tongue to tongue,--from heart to heart it flies,\n    Hand clench’d in hand, the desp’rate struggle tries;\n    The tocsin sounds to arms! Resistance wakes:\n    And his weak bonds the rising giant breaks.\n    Such spirit call’d the valiant heroes forth,\n    Of Charles’s age:--theirs the exalted worth,\n    To strive for freedom,--rights of conscience,--all\n    That England’s worthies good and noble call;\n    And nobly triumph too,--in the just cause\n    Of teaching kings to rule by wholesome laws.\n    And ’mongst that gen’rous band, no name more dear,\n    IRETON! than thine: with breast estrang’d to fear;--\n    With fame unsullied;--uncorrupt in heart;--\n    In motive pure;(7) thou well perform’dst thy part.\n    IRETON, farewell! but, often as my eyes,\n    In my lone walks shall view this spire arise,\n    In the blue vale,--which marks the spot, rever’d,\n    Where thou, the glory of thy age, first shar’d\n    The vital air, thou shalt my rev’rence claim,\n    And I will pause--and bless the Patriot’s name.\n\n\n\n\nSONG.\n\n\n        Fill the cup to the ghosts of the dead!\n          The sage and the hero of old:--\n        The men who for liberty bled,\n          Unaw’d, uncorrupted by gold.\n\n    CHORUS.\n\n        Their mem’ries we’ll cherish,\n        Their names ne’er shall perish,\n    The rights which they won shall by us be preserv’d:--\n    The glory they earn’d shall by us be deserv’d!\n\n        Strike the harp to the praise of the dead!\n          With songs their high honors proclaim:--\n        Our valiant forefathers! who bled\n          For country, and freedom, and fame.\n        Their mem’ries we’ll cherish,\n        Their names ne’er shall perish,\n    The rights which they won shall by us be preserv’d:--\n    The glory they earn’d shall by us be deserv’d!\n\n        Chant a dirge to the shades of the dead!\n          The worthies of Albion’s story:\n        But let no weak tears be shed;\n          They rest in the light of their glory.\n        Their mem’ries we’ll cherish,\n        Their names ne’er shall perish,\n    The rights which they won shall by us be preserv’d:--\n    The glory they earn’d shall by us be deserv’d!\n\n\n\n\n“O ENGLAND, MY COUNTRY!”\n\n\n    O England, my country! the land of the free;\n      Thou queen of the ocean, most fair!\n    The myrtle and laurel belong unto thee;\n      To science and liberty dear:\n    When dark clouds of slavery hung o’er the world,\n      And Europe was buried in night,\n    Midst thee, was the standard of freedom unfurl’d,\n      Religion o’er thee shed her light.\n\n    Should conquest allure thee; aggression provoke;\n      How terrible art thou array’d!\n    But mercy descends, as thy arm gives the stroke,\n      To heal the deep wounds war has made.\n    The light of the nations, my country! art thou;\n      A beacon that cheers the world round;\n    Thy name is a refuge--in it monarchs hide,\n      And earth’s thousand realms own its sound.\n\n    Go search the bright record of deeds which belongs\n      To France, or to Spain’s proudest days,\n    Their glory was built on humanity’s wrongs,\n      Their fame was the lightning’s fierce blaze:\n    But England! thy glory is rais’d on true worth,\n      And fair, as it beams o’er the wave,\n    Sheds light which illumines the crowns of the earth,\n      And cheers e’en the hut of the slave.\n\n\n\n\nTO LIBERTY.\n\n     _Written at the Tomb of Col. Hutchinson, Owthorpe,\n     Nottinghamshire._\n\n\n    Hail! heaven-born Liberty! I feel thy pow’r\n    Awakening in my breast, at this lone hour,\n    As o’er thy martyr’s tomb I fondly bend;\n        Such holy, fervent ecstasy,\n        That health, and strength, and life, for thee!\n    In noble daring I would freely spend.\n    Who blushes not, to bear the name of _Slave_,\n    Let him not venture near this hallow’d grave.\n        There is a fresh’ning odour round,\n        Which makes the freeman’s heart to bound\n        Like summer leaves;--but the blanch’d cheek,\n        Tyrants and vassals show,--bespeak\n        A fear is on them, which awakens dread,\n    As though their step should rouse th’ indignant dead.\n\n\n\n\nNOTES.\n\n\n(1) HENRY IRETON, so well known for his republican principles and the\ngreat part he took in the affairs of his country during the dispute\nbetween Charles the First and his parliament; and, subsequently to the\ndeath of the unfortunate Monarch, for the sway he bore in the councils\nof Cromwell, was the eldest Son of German Ireton, Esq. of Attenburrow,\nnear Nottingham, and was born in the year 1610. He was entered a\nGentleman Commoner of Trinity College, Oxford, in 1626; and from his\ngreat proficiency in learning, took, so early as 1629, the degree of\nBachelor of Arts. From College he removed to the Middle Temple, where he\nstudied the common law; but the civil war breaking out, he quitted his\npursuits in that line, to serve in the army, where he made such\nproficiency in the military art, that some have not scrupled to say,\neven Cromwell himself learned the rudiments of war from him. He sat in\nthe long Parliament, for Appleby, but at what time he was returned, does\nnot appear quite clear; probably some time between 1640 and 1647. Soon\nafter his going into the army, he married Bridget, eldest daughter of\nMr. Oliver Cromwell, afterwards Protector. At the new modelling of the\narmy, in 1645, he was raised to the rank of Commissary General, having\nrapidly passed through the subordinate degrees of command. He greatly\ndistinguished himself in many actions, particularly at the battle of\nNaseby, in which, his ardor having led him too far from his men, he was\ntaken prisoner by the Royalists; but, in the confusion which soon after\nensued in the king’s army, he made his escape.\n\n    (2) “_When from the grave the Patriot’s limbs are torn_,”\n\nAfter the restoration of Charles the Second, the body of IRETON was\nremoved from its tomb, in Westminster Abbey, where it had been interred\nwith great pomp by direction of Cromwell, and conveyed on a hurdle to\nTYBURN, upon which it was taken from the coffin and hung on the gibbet\nfrom sun-rise to sun-set; the head was then severed from the body and\nset upon a pole, and the carcase buried under the gallows. Ludlow,\nspeaking of the preceding pompous funeral with which IRETON was\nhonoured, by his father-in-law Cromwell, and in allusion to the\nsubsequent degradation of his body, says, “IRETON would have despised\nthese pomps, having erected for himself a more glorious monument in the\nhearts of good men, by his affection to his country, his abilities of\nmind, his impartial justice, his diligence in the public service, and\nhis virtues; which were a far greater honor to his memory, than a\ndormitory among the ashes of kings; who, for the most part, as they had\ngoverned others by their passions, so were they as much governed by\nthem.”\n\n    (3) “_By which thou laid’st the treach’rous Stuart low_:”\n\nNoble says, “IRETON was perhaps more than any other man the cause of the\nking’s death:--and which is said to be owing to his having intercepted a\nletter from his Majesty to the Queen, in which his destruction along\nwith that of Cromwell was fixed:” thus attempting to make private\nrevenge or retaliation, rather than a sense of public duty, the\noperating principle of his mind in his subsequent conduct towards the\ninfatuated monarch. A notion in which he is not at all borne out by\ncontemporary testimony: for though Bishop Burnet remarks, that “Cromwell\nwas wavering whether to put the king to death or not; but that IRETON,\nwho had the temper and principles of a CASSIUS, stuck at nothing that\nmight have turned England into a Commonwealth, hoping that by the king’s\ndeath that all men concerned in it would become irreconcileable to\nmonarchy;” yet it cannot be reasonably inferred from this, that he was\nat all actuated by personal considerations, but only, that by this\ndecisive step, when Charles’s insincerity was placed beyond doubt, such\na bond of union would be formed amongst the whole body of Reformers, and\ntheir immediate descendants, as should, in a manner, guarantee the\ncomplete abolition of royalty, by a sense of the common danger to which\nthey would be exposed, in their persons and properties, by its\nrestoration.\n\nMrs. Hutchinson, in her memoirs, alluding to the condition and treatment\nof the king at Hampton Court, after he was delivered up to the\nParliamentary Commissioners by the Scots, says, “The king, by reason of\nhis daily converse with the officers, began to be trinkling with them,\nand had drawn in some of them to engage others to fall in with him;” but\nto speak the truth of all, Cromwell was at that time so uncorruptibly\nfaithful to his trust, and to the people’s interest, that he could not\nbe drawn in to practice even his own usual and natural dissimulations on\nthat occasion. His son-in-law, IRETON, that was as faithful as he, was\nnot so fully of opinion (till he had tried it and found to the contrary)\nbut that the king might have been managed to comply with the public good\nof his people, after he could no longer uphold his own violent will;\nbut, upon some discourses with him, the king uttering these words to\nhim, “I shall _play my game_ as well as I can,” IRETON replied, “if your\nMajesty have _a game_ to play, you must give us liberty also to play\nours.”\n\nColonel Hutchinson discoursing privately with his cousin (IRETON) about\nthe conversations he had with the king,--the latter made use of these\nexpressions: “He gave us words, and we paid him in his own coin, _when\nwe found he had no real intention to the people’s good_, but to prevail\nby our factions, to regain by art what he had lost in fight.”\n\nThis conviction of the king’s insincerity, and this alone, appears to\nhave determined IRETON to accomplish his death. The public good he\nevidently believed required it: and, as in this cause, he was prepared\nto lay down his own life; so he was resolved that no individual’s life\nshould be an obstacle to its furtherance. That “he was perhaps more than\nany other man the cause of the king’s death,” may be readily believed:\nbut that his conduct in that solemn affair proceeded upon the despicable\nprinciple of private revenge, because the king had secretly resolved,\npreviously, upon his destruction and that of Cromwell, may be safely\ndenied. His motives are better explained in the following extract from\nthe speech made by him upon the motion that no more addresses be made to\nthe King, from Parliament, nor any messages received from him; wherein\nhe says, “Subjection to the king is but in lieu of protection from him,\nwhich being denied, we may settle the kingdom without him.” With his\nrooted antipathy to the government of a single person, and his bold and\ndecisive character; at the same time possessing a mind fitted for the\nmost daring resolves, and capacious of enterprizes requiring boldness,\nand skill in their accomplishment, there can be no wonder that he was\namongst the foremost in bringing about the death of the king. This\nperfectly agrees with the character given of him by NEAL, in his history\nof the Puritans, where he remarks, “Lieutenant-General Ireton was bred\nto the law, and was a person of great integrity; bold and intrepid in\nall his enterprizes, and never to be diverted from what he thought just\nand right, by any arguments or considerations. He was most liberal in\nemploying his purse and hazarding his person in the service of the\nPublic.” To this may be added the testimony of WHITLOCK, who, in\nspeaking of some reforms proposed in the election and composition of the\nHouse of Commons, says, “IRETON was chiefly employed in them, having\nlearned some grounds of law, and having a laborious and working brain\nand fancy.” In another place he remarks, “this gentleman (Ireton) was a\nperson very active, industrious, and stiff in his ways and purposes: he\nwas of good abilities for council as well as action; made much use of\nhis pen, and was very forward to reform the proceedings in law, wherein\nhis having been bred a lawyer was a great help to him. He was stout in\nthe field, and wary in councils; exceedingly forward as to the business\nof a Commonwealth.” These credentials of character and motive, will,\nundoubtedly, prove sufficient to every impartial mind, to clear the fame\nof General Ireton from the foul stigma attempted to be fixed on it by\nNOBLE, in his memoirs.\n\n    (4) “_to thy exalted mind_”\n\nIRETON was, in his day, emphatically called the “Scribe,” from his skill\nin drawing up petitions, declarations, &c. The remonstrance of the army\nfor justice against the king, the agreement of the people, the ordinance\nfor the trial of the king, the precept for proclaiming the high court\nof justice, and many other important state papers of that eventful\nperiod, are believed to be his production.\n\nExtracts from one or two of these interesting documents will tend to\nplace the character and principles of this virtuous republican in their\njust light, and strikingly exemplify the fact that there is scarcely a\ngreat object of reform at present contemplated by British patriots, or\nwhich has been entertained at any period since his time, but what his\nbold and sagacious mind had entertained as necessary to secure the\nliberty of the subject. The proposals of the army, as preserved in\nRushworth, contemplate the following great objects of political reform,\nviz. “that the duration of parliaments be limited,--elections better\nregulated,--the representation more equally distributed,--improper\nprivileges of members of parliament given up,--the coercive powers and\ncivil penalties of bishops taken away,--the laws simplified and lessened\nin expense,--monopolies set aside,--tythes commuted,” &c.\n\nIn “the agreement of the people,” designed to change the form of\ngovernment into a simple commonwealth without a king or house of lords,\nwere the following just and liberal sentiments relating to religion: and\nwhich, through the bigotry of the age, were the main cause of its not\nbeing more generally supported, viz. “All persons professing religion,\nhowever differing in judgment from the doctrine, discipline, and worship\npublicly held forth, to be protected in the profession of their faith,\nand exercise of their religion according to their consciences, so as\nthey abuse not this liberty to the civil injury of others, or the\ndisturbance of the public peace.” Yet is this great man continually\nbranded as a fanatical sectarian, by the advocates of arbitrary power,\nalthough his patriotism, his benevolence and candour, are apparent in\nall the public transactions of the eventful period in which he lived,\nover which he had any control, or with which he was in any way\nconcerned.\n\n\n    (5) “_So Cromwell, when the voice_\n    _No more was heard, which once controll’d his choice._”\n\nThe great influence which IRETON possessed over CROMWELL, and the\nobstacles which his unbending republican principles, and genuine\npatriotism presented to the accomplishment of his ambitious longings,\nare strikingly remarked by Mrs Hutchinson, who says, “His (Cromwell’s)\nson-in-law, IRETON, lord deputy of Ireland, would not be wrought over to\nserve him, but hearing of his machinations, determined to endeavour to\ndivert him from such destructive courses. But God cut him short by\ndeath.” And it is delicately remarked by the editor of that lady’s\nmemoirs, in a note, by way of comment, on an act of Cromwell towards\nCol. Hutchinson, that, “it may be thought there wanted but little,\nperhaps only the survivance of IRETON, to have made Cromwell\n_intrinsically_, as well as _splendidly_ Great.” A finer compliment to\nthe genius and virtues of IRETON cannot well be imagined.\n\nWHITLOCK says, “Cromwell had a great opinion of him, and no man could\nprevail so much, or order him so far, as IRETON could;” his death is\nvery pointedly regretted by the same author, on account of the great\ninfluence he had over the mind of Cromwell; deeming it more than\nprobable, that the prolongation of his life might have made a great\ndifference in the subsequent conduct of that extraordinary man: the\njustness of which supposition is strikingly exemplified, by the change\nin Cromwell’s policy, which almost immediately followed upon this event.\n\n“General Ireton,” says the history of England, “was much celebrated for\nhis vigilance, industry, capacity, and for the strict execution of\njustice in that unlimited command which he possessed in Ireland. He was\nobserved to be inflexible in all his purposes for the public good; and\nwas animated with so sincere and passionate love of liberty, that he\nnever could have been induced by any motive, to submit to the smallest\nappearance of regal government. Cromwell was much affected by his death;\nand the republicans who reposed unlimited confidence in him were\ndisconsolate.”\n\nNOBLE likewise admits that, “he was beloved by the republicans in the\nhighest degree; they admired him alike as a soldier and a statesman, and\nrevered him as a saint.”\n\nThe man who was acknowledged to have such claims, by the commonwealth’s\nmen, a body comprizing, probably, more genius, virtue, and sterling\npatriotism, than were ever united for the accomplishment of any social\npurpose in the annals of mankind, must have been unquestionably an\nextraordinary person; and is, it may safely be affirmed, still entitled\nto the high veneration of every real friend to the true interests of\nman.\n\n    (6) “_And the stern virtues sought a kindlier shore._”\n\nPrevious to the standard of resistance to the arbitrary proceedings of\nthe court being raised in England, several small bodies of puritans had\npassed over to America, and began the colonization of the tract of land\ncalled _New England_: many more joined them upon the approach of the\ntroubles which they saw coming upon the country; impelled, partly, by a\ndesire to avoid being engaged in open rebellion against the government,\nwhose violence and tyranny they perceived were driving men’s minds to\ndesperate resolves, but mostly influenced by an earnest fervor to enjoy\namidst the solitudes of that unexplored country, the privilege of\nworshipping God agreeably with the dictates of an enlightened\nconscience: a privilege they could not enjoy in their native country,\nunder the bigoted and intolerant policy which swayed in the councils of\nthe misguided Charles: this consideration had, at one time, induced\n_Cromwell_, _Hampden_, _Haslerigge_, and many other non-conformists of\nrank and influence, to determine to take refuge in New England: Cromwell\nand his family, as well as others of the party, had embarked, and the\nrest were on the point of so doing, but were prevented leaving the\nkingdom by an order in council, “directing the lord treasurer to take\nspeedy and effectual course for the stay of eight ships then in the\nriver Thames, prepared to go to New England, and for putting on land all\nthe passengers and provisions therein intended for the voyage.”\n“Those whom God destines to destruction, he deprives of their\nunderstanding,”--the very men thus compelled by the king in council to\nremain at home, became the immediate instruments by which the blood of\nthe saints, and the cries of the oppressed were avenged on a guilty\ncourt and a cruel hierarchy. When the restoration of the Stuarts to\npower became apparent, still greater numbers of the republicans and\nnon-conformists sought refuge in New England from the persecutions which\nthey foresaw awaited them. To the descendants of these men, inheriting\nthe noble detestation of arbitrary power which so strikingly\ndistinguished their forefathers, America owes all her _real_ greatness.\nThe New England men still exhibit a distinct feature in American\nsociety, and probably possess more virtue, intelligence, and\nindependence of character than is to be found in any other state in the\nunion.--_See Doctor Dwight’s Travels in New England._\n\n    (7) _“In motive pure;” &c._\n\nFor the disinterestedness of IRETON’S motives in the discharge of his\npublic functions, the following anecdote from LUDLOW, who was next in\ncommand to him in Ireland, at the period of the transaction, shall\nsuffice.\n\n“The parliament,” he says, “also ordered an act to be brought in, for\nsettling two thousand pounds per annum on the lord-deputy IRETON,” (out\nof the confiscated estates of the Duke of Buckingham, and which,\ntherefore, it might have been thought he could have the more\nconscientiously accepted than, though it had been drawn directly from\nthe pockets of the people,) the news of which, being brought over, was\nso unacceptable to him, that he said, they had many just debts, which he\ndesired they would pay before they made such presents; that he had no\nneed of their lands, _and would not have it_; and that _he should be\nmore contented to see them doing the service of the nation, than so\nliberal in disposing of the public treasure!_--What would the patriotic\ngeneral have said of some modern British parliaments?--No wonder, that\nthe hungry place and pension hunting pack, that returned in the train of\nCharles the second, procured the exhumation of the bones of such an\nenemy to their tribe as IRETON: the light of whose glory, in his\ngenerosity and disinterestedness, showed so much of the deformity of\ntheir mercenary and malignant natures--that indignity towards all that\nremained of him, in their power, as far as their little malice could\naccomplish it, was necessary to give them any degree of consequence,\neven in their own eyes.\n\n\n                                FINIS.\n\n\n                   S. BENNETT, PRINTER, NOTTINGHAM.",
    "metadata": {
        "author": [
            "Bailey, Thomas"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/60112/pg60112.txt",
        "name": "ireton_a_poem.json"
    }
}