{
    "name": "Isle of the Undead",
    "author": [
        "Eshbach, Lloyd Arthur"
    ],
    "body": "_1. A Horror from the Past_\n\nA drab gray sheet of cloud slipped stealthily from the moon's round\nface, like a shroud slipping from the face of one long dead, a coldly\nphosphorescent face from which the eyes had been plucked. Yellow\nradiance fell toward a calm, oily sea, seeking a narrow bank of fog\nlying low on the water, penetrating its somber mass like frozen yellow\nfingers.\n\nVilma Bradley shuddered and shrank against Clifford Darrell's brawny\nform. \"It's--it's ghastly, Cliff!\" she said.\n\n\"Ghastly?\" Darrell leaned against the rail, laughing softly. \"One\ncocktail too many--that's the answer. It's given you the jitters.\nListen!\" Faintly from the salon came strains of dance music and the\nrhythmic shuffle of feet. \"A nifty yacht, a South Sea moon, a radio\ndance orchestra, dancers--and little Clifford! And you call it\nghastly!\" Almost savagely his arms tightened about her, and the\nbantering note left his voice. \"I'm crazy about you, Vilma.\"\n\nShe tried to laugh, but it was an unconvincing sound. \"It's the moon,\nCliff--I guess. I never saw it like that before. Something's going to\nhappen--something dreadful. I just _know_ it!\"\n\n\"Oh--be sensible, Vilma!\" There was a hint of impatience in Cliff's\ndeep voice. A gorgeous girl in his arms--dark-haired, dark-eyed, made\nfor love--and she talked of dreadful things which were going to happen\nbecause the moon looked screwy.\n\nShe released herself and glanced out over the sea. \"I know I'm silly,\nbut----\" Her voice froze and her slender body stiffened.\n\"Cliff--look!\"\n\nDarrell spun around, and as he stared, he felt a dryness seeping into\nhis throat, choking him....\n\nOut of the winding-sheet of fog into the moonlight crept a strange,\nstrange craft, her crumbling timbers blackened and rotted with\nincredible age. The corpse of a ship, she seemed, resurrected from the\ngrave of the sea. Her prow thrust upward like a scimitar bent\nbackward, hovering over the gaunt ruin of a cabin whose seaward sides\nwere formed by port and starboard bows. From a shallow pit amidships\njutted the broken arm of a mast, its splintered tip pointing toward\nthe blindly watching moon. The stern, thickly covered with the\nmoldering encrustations of age, curved inward above the strange high\npoop, beneath which lay another cabin. And along either side of her\nworm-eaten freeboard ran a row of apertures like oblong portholes. Out\nof these projected great oars, long, unwieldy, as somberly black as\nthe rest of the ancient hulk.\n\nNow a sound drifted across the waters, the steady, rhythmic\n_br-rr-oom, br-rr-oom, br-rr-oom_ of a drum beating time for the\nrowers. Its hollow thud checked the heart, set it to throbbing in\ntempo with its own weary pulse. Ghostly fingers, dripping dread,\ncrawled up Darrell's spine.\n\nStiff-lipped, Vilma gasped: \"What--what is it?\"\n\nCliff answered in a dry husky voice, the words seeming to trip over an\nawkward tongue. \"It's--it's--it _can't_ be, damn it!--but it's a\ngalley, a ship from the days of Alexander the Great! What's it\ndoing--here--_now_?\"\n\nCloser she came through the moon-path, a frothing lip of brine curling\naway from her swelling prow. Closer--her course crossing that of the\n_Ariel_--and the watchers saw her crew! They gasped, and the blood\nebbed from their faces.\n\nMen of ancient Persia, clad in leather kirtles and rusted armor, and\nthey were hideous! In the yellow moon-glow Cliff could see them\nclearly now--a lookout standing motionless in the stem, the steersman\non the poop-deck, the drummer squatting beside the broken mast, the\nrowers in the pit--and all, _all_ were a bloodless white, the skin of\ntheir faces puffed and bloated and horribly wrinkled, like flesh that\nhad been under water a long time.\n\nDead men ... men whose movements were stiffly wooden ... as dead as\ntheir faces. But most horrible was the fact that they were there, that\nthey moved at all!\n\n\n\n\"A queer mirage, isn't it?\" A hollow voice spoke suavely behind them.\n\nVilma gasped at the sudden sound, and they whirled. A foot away stood\nthe tall, lean figure of the _Ariel's_ captain, Leon Corio. A queer\nsmile twisted his thin lips.\n\n\"What's the idea--sneaking up on us?\" Darrell demanded angrily. He\ndidn't like this man, hadn't liked him from the moment he had\napproached Cliff to sell him the yacht. But Cliff had bought the craft\nbecause she was a bargain, and in accordance with their agreement he\nhad hired Corio as captain.\n\nThe tall man's smile remained fixed, and he bowed gravely. \"Sorry,\nsir. I always walk softly. A habit, I suppose.\" He gestured toward\nthe galley. \"It looks quite life-like, don't you think so?\"\n\n\"Life-like?\" Cliff spoke between his teeth as he again faced the black\nship. \"It looks _dead_ to me!\"\n\nThe galley had almost reached them _now_, _veering sharply to draw up\nbeside_ the _Ariel_. The drum quieted, and the oars trailed in the\nwater, motionless except for the swaying imparted by the waves. A\nmusty, age-old odor filtered through the air like a breath from a\ngrave. The music and dancing had stopped. A fear-filled hush shrouded\nthe yacht.\n\nVilma drew Cliff's arm about her shoulder. He glanced back at the\nmotionless captain.\n\n\"_Do_ something, Corio!\" he rasped. \"Don't stand there like a dummy!\"\n\nCorio nodded with his same queer smile. His hand darted to an inside\npocket, came out bearing a curious instrument like four twisted cones\nof silver bound together with silver thongs. As he raised this to his\nmouth, his eyelids were slits behind which burned the embers of his\neyes.\n\nOut over the sea crept a single note, deep, hollow, laden with eery\nminor wailings--a sound that summoned imperatively, yet a sound that\nrepelled. It was a moan, hideous as the moan of a dying demon. It\nraked the heart with fear-tipped claws. It rose, and fell, and rose\nagain, and as it died, it awakened the crew of the ancient galley to\nmotion, sweeping them in a horde to the rail of the yacht.\n\nCliff swung toward Corio in bursting fury, fury mingled with dread.\nHis fist lashed out at that glittering silver instrument and the face\nbehind it, but Corio avoided him like a wraith, still smiling fixedly,\nthe horn again at his lips. Cliff cursed, and hurled himself through\nthe air. One hand caught a bony shoulder; he felt fingers like hooks\nclose on his own throat. He wrenched free, landing a stunning blow on\nCorio's face--saw him reel and crash to the deck--and then he heard\nVilma scream!\n\nHe whirled. She was struggling between two of the _flabby-faced things\nfrom_ the galley! In an instant he was upon them, his fist thudding\nagainst icy flesh, burying itself in something horribly soft and\nyielding. Startled, Cliff swung a second blow; and an arm, tomb-cold\nand strong as the tentacle of an octopus, wrapped itself around him--a\nvise of thin-covered bone! A dead, drowned face peered over his\nshoulder, staring blankly. Other arms seized his legs, and though he\nstruggled and writhed with the strength of a mounting fear, he was\nborne to the rail. Over they went, and dropped to the rotting deck of\nthe galley.\n\nA numbness was creeping through him like a contagion, spreading from\nthose crushing hands of ice. His struggles ceased. With eyes that\nturned stiffly in their sockets he looked for Vilma, saw her raised\nhigh above the heads of two other pallid creatures, saw them climb\nover the rail. Then the blackness of a dank and musty cabin enveloped\nhim; and he was dropped with jarring force. His captors bulked black\nagainst the moonlit doorway, treading soundlessly, and were gone.\n\nCliff lay in rigid paralysis, every sense keenly alive, his mind\nstriving to clutch a single spar of reason in this chaotic whirlpool\nof the incredible. This _couldn't_ be! Soon he'd awaken to laugh at\nhis absurd nightmare.... Yet it seemed horribly real.... It _was_\nreal!\n\nFrom the _Ariel_ boiled a fearful bedlam. Screams of terror. Curses.\nThen other shadows loomed in the doorway, and Vilma, motionless and\nrigid, was dropped brutally beside him on the spongy floor.\n\nFuriously Cliff struggled against the maddening restraint of\nparalysis. He couldn't lie here helpless! Vilma needed him! He'd--he'd\n_have_ to do something. With an effort that studded his forehead with\nrounded drops of sweat and sent the blood throbbing through the\ndistended veins of his neck, he sought to move. And like a cord\nsnapping, his invisible bonds fell from him.\n\nHe was crouching over Vilma, rubbing her wrists, calling to her, when\nagain he heard the silver horn of Corio. A low droning utterly unlike\nthe note that had awakened the galley's crew, it drifted languidly\nalong a channel of endless sleep. It seeped through the ear-drums,\ntouching every nerve-tip with resistless lassitude. Doggedly Cliff\nfought against the sound, pressing his hands over his ears, gritting\nhis teeth, holding his eyelids wide. Yet he felt his muscles weaken,\nbegan to relax, knew dimly that his mind, sodden with drowsiness, was\ncreeping toward the pits of slumber--and the vibrant drone ended!\n\n\n\nHis head cleared rapidly, and he bent over Vilma. As he touched a limp\narm, he knew she had passed from paralysis into a deep, quiet sleep.\nHe shook her. It was useless. He listened, heard her steady breathing;\nand at that instant realized that the noises from the yacht had\nceased.\n\nRising, he strode toward the square of chalky moonlight. A foot away\nhe halted, fell back. He had heard a faint footfall, had seen an\narmor-clad figure climbing over the rail! With silent haste he flung\nhimself down beside Vilma.\n\nAnd there he lay while the crew of the galley carried his friends from\nthe _Ariel_, all slumped in that unnatural sleep, and stretched them\nout on the floor of the black cabin. Unmoving, he watched through\nnarrow lids till all save Corio had been carried aboard, and the\ndrowned things had gone back to their places in the rowers' pits.\nAgain the hollow voice of the drum began throbbing through the\nsilence, and the oars creaked a faint accompaniment. He could feel the\ngalley cleaving the oily sea.\n\nOn his feet, he peered through the doorway. The backs of the rowers\nrose and fell with stiff, mechanical rhythm. Beyond the galley's stern\ncame the yacht, slinking along like a thief, only one dim light\nshowing, her Diesel engines purring almost soundlessly.\n\nHe turned and bent over Vilma, still in thrall to that strange deep\nslumber. As he traced the delicate outlines of her lovely face, now so\nlifeless and pale, bitter wrath flared within him, wrath and hatred\nfor Leon Corio. But as he thought of the ghastly _undead_ things out\nthere in the galley pit, thought of this water-soaked anachronism\nwhich had no right to be afloat, his skin crisped with a sense of\nforeboding, a fear of what was yet to come. He must do something!\n\nStepping over the still forms of his friends, he moved to the forward\nwall where a beam of radiance crept fearfully through a gap between\ntwo boards. His hands touched the hull--and he jerked them away.\nRotten, clammy, like a decayed corpse, partly frozen. Crouching, he\npeered through.\n\nFar ahead, a blotch of evil blackness squatted on the horizon, an\nisland crouching low like a black beast ready to spring. Around it the\nmoonlight seemed to dim, as though it were striving to hide some\nnameless horror. Interminably Cliff watched while the shadowed mass\ndrew closer ... closer....\n\nThey were headed for a towering wall of black basalt; and as the\ngalley neared it, Cliff saw that it bore striking resemblance to a\ngigantic human skull, its rounded surface broken by caves that the\nsea had carved into hollow eye-sockets and an empty nasal cavity. The\nrock wall ended high above the water; beneath it lay a gaping chasm of\npitchy darkness. And the galley, drum silenced, oars at rest, slid\nunder the ledge, into the mouth of the skull!\n\nJust before total blackness fell, Cliff sprang to Vilma's side and\nraised her in his arms. If he hoped to do anything, he must do it now!\nHe groped his way to the starboard bow and moved one hand along the\ndank timbers, searching. He found what he sought, a wide gap at the\nedge of a board. Gently lowering Vilma to the floor, he gripped the\nslimy wood with both hands and thrust outward mightily. A wide strip\nof decayed timber burst free. He dropped it into the sea and attacked\nthe next board. In moments a wide irregular opening yawned in the\ngalley's hull.\n\nLeaning out, Cliff looked down. He could see nothing. Then suddenly a\nfaint light appeared, and he heard the hum of the _Ariel's_ motors as\nshe entered the cave. The humming ceased instantly, but the faint\nlight persisted.\n\nNow he could see the blackness of waters, a rock wall beyond. He drew\nback--and a he did so, he heard movements on deck! At any moment the\nrowers might enter! He'd have to risk a drop into the water with\nVilma--there was nothing else to do. If only she were conscious!\n\nHe stooped and raised her, holding her firmly with one arm. Gripping\nthe hull with the other, he climbed through the opening, inhaled\ndeeply, and dropped! A heart-stopping plunge--and cold water closed\nover them. Down, down--then they shot upward, reached the surface; and\neven as Cliff gulped a single gasping breath, something struck his\nskull a blinding, stunning blow! The oars!\n\nWith rapidly numbing arms and legs Cliff kicked and flailed the water,\nstriving for land. Dimly he knew he no longer held Vilma; dimly he\nvisioned her as were those ghastly undead; then his body scraped on\nsomething hard, and a blackness that was not physical blotted out\nconsciousness.\n\n\n_2. The Dreadful Isle_\n\nRed-hot hammers pounding against his temples wakened Cliff Darrell. He\nopened his eyes to stare into total darkness crawling with mental\nmonsters spawned by his pain-stabbed brain. He lay half immersed in\nshallow brine, his head resting on a jagged stone just above the\nsurface. Struggling to his hands and knees, he shook his head from\nside to side, dumbly, like an animal in pain. Something had hit\nhim--and now he was in water--and there was no light. What had\nhappened? Where was Vilma?\n\nVilma! He groaned. He remembered now. They had dropped--and his head\nhad struck something--and--and--maybe she was floating out there even\nnow, dead eyes staring upward.\n\n\"Vilma!\" he cried, his voice pleading. \"Vilma!\"\n\nOnly a mocking echo answered him. There was no other sound, not even\nthe whisper of waves swishing among the rocks.\n\nCliff pressed his hands fiercely against his throbbing head. The pain\nhad become a madness, matched only by the agony of his own\nhelplessness. He felt his reason reeling; he fought an insane desire\nto fling himself shrieking into that silent expanse of water to search\nfor Vilma; then with a tremendous physical effort he jarred himself\nback to sanity.\n\nHe staggered to his feet, groped stumblingly over the rocks away from\nthe water. His hand touched a rock wall broken and pitted by the\naction of the sea; and he crept slowly inland, feeling his way like a\nblind man. As he plodded on his thoughts blended into one fixed idea:\nhe must get to light, must get light to search for Vilma.\n\nGradually the insensate pounding in his head abated, and strength\nreturned to his body. When at last he saw light beyond a narrow\nfissure around an angle in the cavern, he had almost recovered. In\nmoments he was gazing out over a plain bathed in the glow of a leprous\nmoon. As he stared, he shivered; and it was not because of the cold\ndraft drawing through the fissure, fanning his brine-drenched body.\n\nGrim and starkly forbidding the plain lay before him, dead as the\nfrozen landscape of the moon. Once there had been life there, but now\nonly the skeletons of trees remained, lifting their wasted limbs in\nrigid pleading to an unresponsive sky. Some, there were, that had\nfallen, uprooted by the fury of passing hurricanes; these lay like the\nscattered bones of a dismembered giant, age-blackened, and painted\nwith hoarfrost by the brushes of moonlight. Feebly the dead forest\nstirred under the touch of a moaning wind, and the gaunt shadows cast\nby the trees seemed to be multi-armed monsters slithering over the\nrocky earth.\n\nHe looked beyond the trees, and he saw light. Little squares of pale\nradiance cut high in the walls of an ancient black castle. Castle?\nCliff frowned. He could liken it to nothing else, though he could not\nrecall ever having seen a castle which thrust curving, needle-thin\nspires into the sky like a devil's horns.\n\nImpatiently Cliff stepped from the wall of rock and glanced along a\npath that writhed through the forest; glanced--and crouched swiftly, a\nlow cry escaping him. A single spot of water on a smooth, flat stone!\nA spot shaped like a woman's shoe! Vilma had passed this way!\n\nBut--might it not have been some other woman from the _Ariel_? No!\nThey had been carried--and even if they had walked, their feet were\ndry!\n\nLike a hound on the scent, Cliff Darrell sped along the serpentine\npath. The wind moaned above him, and the soughing branches seemed to\nwhisper croaking warnings, but he ran on, his eyes constantly seeking\nsigns of Vilma's course. Here a drop of water shaken from her drenched\nskirt, there another; and Cliff blessed the full moon whose light made\npossible his trailing of the almost invisible spoor.\n\nNow he had passed beyond the dead forest and was moving toward the\ncastle. The trail had been growing steadily fainter, but he managed to\nfollow it. It led him toward a narrow stone stairway climbing\ncrookedly to a misshapen opening in the wall. Light glowed faintly\nlurid somewhere deep within; and now Cliff heard a blasphemous sound\nbelch from the depths of the castle--a wheezing, sardonic croaking\nlike the moan of a demoniac organ, rumbling an obscene dirge. His hair\nbristled, and he stopped short.\n\nHe looked at the steps, searching for the fading trail--and he\nstiffened. There on the second step was an irregular blotch of\nmoisture! What did it mean? Had Vilma crouched there? Had she ascended\nthose steps? Entered?\n\n\n\nWith drawn face he began to skirt the base of the black building,\nsearching every nook and cranny, scanning the bare walls. His heart\nlay like ballast in his breast. If--if something had lured Vilma into\nthat demon-infested vault ... he checked the thought.\n\nSuddenly he cursed. Mechanically he had begun to measure his stride in\ntime with the doleful dirge from the castle. He stalked on with\naltered pace. As he rounded the corner at the rear of the structure,\nhe saw a shadow outlined against the sky, crouching on a ledge below\none of the little windows. He looked again--cried:\n\n\"Vilma!\"\n\nThe figure above him stirred, looked down, then climbed hastily\nearthward. It was Vilma ... Vilma, with black hair hanging stringily\nabout her head, face pale, eyes fixed in the wideness of fear ...\nVilma, with her wet clothing clinging to the lovely contours of her\nsymmetrical body.\n\n\"Oh, Cliff!\" she gasped, a dry sob choking her. \"Thank God--thank\nGod!\"\n\nShe clung to him, her face hidden against his shoulder, quivering\nuncontrollably. Then tears came, saving tears, relieving her pent-up\nemotions.\n\nCliff said nothing, only held her close, strongly protective. And\ngradually he felt the tempest of terror subside. At last she looked\nup. Some of the dread had gone from her face, and she tried to smile.\n\n\"I guess--I can't take it,\" she said.\n\nCliff shook his head solemnly. \"You're a game girl, Vilma! You've\nnerve enough for two men. If you can, tell me what happened. Or if\nyou'd rather let it wait, just say so.\"\n\n\"I'll feel better if I get it off my chest,\" she said. \"You probably\nsaw those--things--carry me from the yacht.\" Cliff nodded. \"Well, I\nwas just about paralyzed when they dropped me in their terrible boat.\nI remember, you tried to arouse me; then that horn blew, and I just\nseemed to float away in an ocean of sleep.\n\n\"After that I can remember nothing till I awoke with water filling my\neyes and nose and mouth, choking me. Someone's arms were around me--it\nmust have been you, Cliff--and then they weren't there any more, and I\nstruggled wildly, out of my wits. I don't know how I got to shore, but\nI did, and I lay there in the shadow of the galley, choking and\ngagging, but afraid to cough. It wasn't altogether dark, and I could\nsee those dreadful things with people hanging over their shoulders,\ncarrying them along a narrow ledge close to the water's edge, heading\ninland. I thought maybe you were one of those limp bodies; and I--I\nalmost died of fright. After a while the last one had gone, and the\nlight went out. Then I heard another pair of feet moving over the\nrocks. Corio, I suppose. The sound died--and I was alone.\n\n\"That place was awful, Cliff. The blackness almost drove me mad. I\nwanted to scream, but I was afraid to. Some terrible weight seemed to\nbe crushing my lungs. If I followed those undead things, they might\ncapture me, but it seemed worse to stay there in that dreadful dark.\n\n\"I got out of there somehow, though it seemed to take hours. Then I\ndidn't know what to do. I stood at the edge of the dead forest trying\nto decide; trying, too, to keep myself from shrieking and\nrunning--anywhere. Then Corio's horn blew again--a sound, Cliff, worse\nthan anything I've ever heard. It--it was a wicked sound, promising to\nfulfill every foul desire that ever tainted a human mind. It repelled,\nyet it lured irresistibly. And--I answered!\"\n\nShe stopped, and buried her face in her hands. After a moment she went\non. \"The sound stopped just as I found myself crawling on hands and\nknees up the stone stairway on the other side. Another started--that\nawful groaning--music--but it didn't draw me. I ran down the steps and\nscurried away like a rabbit trying to find a place to hide.\n\n\"After a while I came back--I thought you must be in there--and I\nclimbed up to the window. And--and--Cliff, it's hellish!\"\n\nHer eyes, boring into his, widened in the same rigid terror he had\nseen in them when he joined her.\n\n\"We could go back to the cove and get away on the _Ariel_, Vilma,\"\nCliff said stonily. \"And if you think we should, we will. But--I\nbrought our friends here, and--well, I want to get them out if I can.\"\n\nWith an effort Vilma nodded. \"Of course. We can't do anything else.\"\n\nHe released her and stepped up to the wall.\n\n\"I'm going to see what's going on in there,\" he said. \"You wait here\ntill I come down.\"\n\nIn sudden dread Vilma seized his arm. \"No, Cliff. I couldn't stand\nwaiting here alone. I'll go with you.\"\n\nHe nodded understandingly. And together they began climbing the\nprecipitous wall, fitting hands and feet in step-like crevices that\nmade progress fairly rapid. Soon they were crouching on a wide stone\nledge, clinging to thin, rusted bars, staring into the black castle.\n\n\n_3. The Steps of Torture_\n\nA gigantic hall lay before them, a single chamber whose walls were the\nwalls of the castle, whose arched ceiling rose far above them.\nDirectly below their window a stone platform jutted from the wall,\nspreading entirely across the chamber. A stone altar squatted in the\ncenter of the platform, a strangely phosphorescent fire smoldering on\nits top. And from the altar descended a wide, wide stairway ending in\nthe middle of the hall. All this Cliff saw in a single sweeping\nglance; afterward he had eyes for nothing save the lethal horror of a\nmad, mad scene, revealed by the dim radiance of the altar fire.\n\nBehind the altar stood five huge figures clad in long, hooded cloaks\nof scarlet. The central figure had arms raised wide, his cloak spread\nlike the wings of some bloody bird of prey; and from his lips came a\nguttural incantation, a blasphemous chant in archaic Latin, in time\nwith the wheeze of the buried organ. Now his arms dropped, and he was\nsilent.\n\nFrom the room below came a concerted whine of ceremonial devotion, a\nhollow, hungry wail. It rose from the bloodless lips of strangely\nassorted human figures ranging down the center of the long stairway in\ntwo facing columns. A hundred or more there must have been,\nrepresenting half as many periods and countries, according to their\nstrange and ancient costumes. Men in the armor of medieval Persia--the\ncrew of the black galley; yellow-haired Vikings; hawk-faced Egyptians\nwith leather-brown skins; half-naked islanders; red-sashed pirates\nfrom the Spanish main; men of today! And about all, like the dampness\nthat clings to a tombstone, hovered a cloud of--death! The undead!\n\nCliff's gaze roved over the tensely waiting columns, then leaped to\nthe foot of the stairs. There, cowering dumbly like sheep in a\nslaughter-pen, were his friends from the _Ariel_. All clothing had\nbeen stripped from them, and they stood waiting in waxen, statuesque\nstiffness. He saw then that three others lay prone before the stone\naltar, naked and ominously still.\n\nAnd far down at the very end of the hall stood Leon Corio, draped in a\nhooded cape of unbroken black, a glint of silver in his hand--his horn\nof drugging sounds.\n\nNow, as though at a silent command, a girl left the group and began to\nmount the stairs, as those motionless three must have mounted!\nVivacious Ann--she had been the life of Cliff's yacht party; but now\nshe was--changed. Her blanched face was rigid with inexpressible\nterror despite the semi-stupor which numbed her senses. Her nude body\nglowed like marble in the dim light. Horribly, her feet began their\nclimb with a little catch step suggested by the moaning chant of that\ncracked organ note.\n\nShe reached the first of the undead, and Cliff saw light glint on a\nknife-blade. A crimson gash appeared in the flesh of her thigh; and\ndead lips touched that wound, drank thirstily. The girl strode on,\nblood gleaming darkly on the white skin. A second drank of the crimson\nflow--a third--and the blood ceased gushing forth.\n\nAnother knife flashed--and lips closed again and again on a redly\ndripping wound. And the girl with the unchanging pace of a robot\nclimbed the stairway to its very top--climbed while fiendish corpses\ndrank her life's blood--climbed, to sink down on the altar.\n\nOne of the red-clad figures stooped over her, lifted her, buried long\nteeth in her throat--and Cliff saw his face.... His own face paled,\nand talons of fear raked his brain. Those others on the stairs--they\nwere abhorrent, zombies freed from the grave. But this monster! A\nvampire vested with the lust and cruelty and power of hell!\n\nHe lowered her, finally, and she sank down, lay still, beside the\nother three.\n\nAnother began the hellish climb, a giant of a man with a thickly\nmuscled torso. Cliff knew him instantly; and his heart seemed to stop.\nLeslie Starke! They'd played football together. A brave man--a\nfighter. He mounted the stairway with the same little catch step, the\nsame plodding stiffness. No resistance, no struggle--only a hell of\nfear on his face.\n\nThe marrow melted from Cliff Darrell's bones. What--what could he do\nagainst a power that did _that_ to Les Starke? He tried to swallow,\nbut the saliva had dried on his tongue. He wanted to turn to Vilma,\nbut he could not wrench his eyes from the frightful spectacle.\n\nUp the stone steps Starke strode. And no blade leaped toward him; no\nthirsty lips closed on his flesh! In an unwavering line he mounted\ntoward the cowled monster in the center of the dais, like a puppet on\nthe end of a string; mounted to pause before the stone altar, to lie\non it, head bent back, throat bared.... Mercifully Cliff regained\nenough control to close his eyes.\n\nHe opened them at a gasp from Vilma; saw the vampire raise the flaccid\nbody of Les Starke and hurl it far from him, to crash to the stone\nsteps, to roll and thud and tumble, down and down, sickeningly, to lie\nawkwardly twisted on the floor before his companions!\n\nAnd another began to climb the long stone steps....\n\nAll through the interminable night Cliff and Vilma crouched on the\nledge, staring through the barred window. A hundred times they would\nhave fled to escape the maddening scene, but they could not move.\nSenses reeled before the awful monotony of the ceaseless climbing,\ntheir eyes smarted with fixed staring, their tongues and throats were\nparched to desert dryness; yet only after hours of endless watching,\nonly after the last victim had climbed the steps, did the edge of\nterror dull, and a modicum of control return to their bodies.\n\nStiffly Cliff looked over his shoulder. A faint tinge of gray rimmed\nthe sea on the eastern horizon.\n\n\"Almost daylight,\" he whispered hoarsely.\n\nVilma nodded, her gaze still held by that chamber of horror. Cliff\nfollowed the direction of her eyes; and saw Corio standing like a\ngreat bat in his hooded cape close to the far wall. He raised his\nfour-piped horn to his lips. And the instrument's fourth note crept\nthrough the room.\n\n\n\nIt was a doleful sound, a cry like the cry Death itself might possess;\nyet oddly--and horribly--it was soothing, promising the peace of\nendless sleep. And touched by its power, the columns of undead\nstiffened, thinned to wraiths, flowed as water flows down the stone\nsteps, vanished!\n\nThe dead-alive--those five vampires in crimson cowls--looked upward\nuneasily. The shadows under the roof were graying with the light of\ndawn. Cliff could sense their thought. Before sunrise they must be in\ntheir tombs under the castle, to sleep until another night. With one\naccord they strode down the stairs, past Corio who had prostrated\nhimself, and entered a black opening in the wall. With their departure\nthe altar fire dimmed to a sullen ember.\n\nCorio arose. He was alone in the chamber save for that dead, broken\nbody lying in a twisted heap at the foot of the stairs, and those\nother half-alive wretches stretched out before the altar. Now, Cliff\ntold himself, was the time for him to get in there at Corio; now was\nthe time to rescue his friends--but he continued to crouch, unmoving.\n\nAgain Corio blew on his silver horn, and a faint cry leaped from\nVilma's tensed lips. The luring note that had drawn her, Cliff thought\nhazily; then he thought of nothing save the sound, the sound that\npromised him all he could desire. Earth and its dominion, his for the\ntaking--if he answered that call!... Then even the sound eluded his\nsenses, and he heard only the promise.... He must answer, must claim\nwhat was rightfully his!\n\nBut those half-dead creatures--sight of their stirring steadied his\nstaggering sanity. Here and there heads lifted and bloodless husks of\nbodies tried to rise. In the pallid light they seemed like corpses,\nfreed from newly opened graves. Some could only reach their knees;\nothers rose to uncertain limbs. And all moved down the stairway toward\nCorio, answering his summons; followed as he made his slow way toward\nthe opening in the wall, still blowing the single note--the note that\npromised Earth and all it held....\n\nCliff glanced toward Vilma--and she was not there. He looked down, saw\nher far below, dropping from crack to crevice with amazing speed and\ndaring, hastening toward--Corio!\n\nThe thought jarred any lingering taint of allurement from Cliff's\nmind. He must stop her. He swung around, ignoring the cramped\nstiffness of his legs, and started down the steep wall. Down, down,\nrecklessly, with Corio's horn-note only a faintly heard sound fading\nbehind him.\n\nNow he saw Vilma reach the rocks below and dash around the corner of\nthe castle, and he cursed, redoubling his speed. Down--down--and\nsuddenly the ancient rock crumbled underfoot. For an instant he hung\nfrom straining fingertips--then dropped.\n\nA smashing impact--a stone that slid beneath him--and his head crashed\nagainst the castle wall. Through a fiery mist of pain he pictured\nVilma in the grasp of Corio. The mist thickened--grew black--engulfed\nhim.\n\n\n_4. In Corio's Hands_\n\nCliff awoke with the sun glaring down on his face. He opened his eyes,\nand stabbing lances of light pierced his eyeballs. Momentarily\nblinded, he pressed his hands across his face and struggled erect.\nThere was a sick feeling in his stomach, and the back of his head\nthrobbed incessantly. He touched the aching area, and winced. A lump\nlike an egg thrust out his scalp; it was sticky with blood. He stood\nthere, weaving from side to side, trying to recall something....\n\nAs memory came, he groaned. Vilma! He had last seen her racing madly\ntoward Corio, lured by his damned horn. It was daylight now; the sun\nhad risen at least an hour ago. An hour--with Vilma gone!\n\nShaking his head to clear it, and gritting his teeth at the pain, he\nstalked along the wall. Turning the corner he strode on toward the\ncrooked steps. The lifeless terrain reeled dizzily, but he went on\nresolutely. The pain in his head was fading to a dull ache; and as he\nmounted the steps, strength seemed to flow back into his legs. With\nevery sense taut he passed into the gloom of the castle.\n\nA quick glance he cast about--saw the body of Starke lying where it\nhad fallen. No use to examine it; there was no life there. His gaze\nswept up the slope of the stairway to the altar at its head, lingered\non the phosphorescent eye of light still glowing there. Then he\nshrugged grimly and moved on to the doorway in the wall. Warily he\npeered in.\n\nAs his eyes adjusted themselves to the greater darkness, he saw a\nnarrow stairway leading downward into a shadowy corridor. Somewhere in\nthe tunnel's depths a faint light shone. He could see nothing more. He\nmoved stealthily down the damp, dank stairs.\n\nAt the bottom he paused, listening. He could hear nothing. A hundred\nfeet ahead, the corridor divided in two; a burning torch was thrust in\nthe wall at the junction. Cliff nodded with satisfaction. Corio _must_\nbe somewhere near by; for only a human needed light.\n\nSilently Cliff strode along the corridor. At the fork he hesitated,\nthen chose the right branch, for light glowed faintly along that\npassageway. The other led downward, black as the pits of hell.\n\nA doorway appeared in the wall ahead, and he moved warily, with fists\nclenched. Flickering torchlight filtered into the corridor. There was\nno audible sound. Now Cliff peered into a small chamber, and gasped in\nsudden horror, his eyes staring unwinkingly at a spectacle incredibly\npitiful.\n\nHere were the passengers of the _Ariel_, whitely naked, and lying in\nlittle groups on the cold stone floor, huddled together for warmth.\nTheir faces turned toward Darrell as he stood in the doorway, but\nthere was no recognition in the vacuous eyes, no thought, no\nintelligence, and little life in the wide-mouthed stares. It seemed as\nthough their souls had been drained from their bodies with their\nblood.\n\nSickened, Cliff turned away, cursing his own helplessness to aid them,\ncursing Leon Corio who was responsible for their plight. Black wrath\ngripped him as he moved on.\n\nAgain the corridor branched, and again he kept to the right. Suddenly\nhe halted, ears straining. He heard the sound of a voice--the hollow\nvoice of Corio! It came faintly but clearly from a room at the end of\nthe passageway. Cliff went forward slowly.\n\n\"And so, my dear,\" Corio was saying, \"we entered into a pact with\nthe--Master, a pact sealed with blood. In exchange for our lives we\nthree were to bring other humans to this island for the feasting of\nthe dead-alive. Every third month each of us must return with our\ncargo when the moon is full; and since we come back on alternating\nmonths, they have a constant supply of fresh blood. Usually some of\nour captives live from full moon to full moon before they become like\nthose of the galley--the undead. Some of these we waken when it suits\nour fancy; they are not like the Masters; they awaken only when we\ncall them--we three or the Masters.\n\n\"More than life they give us for what we do. Centuries ago pirates\nused this island for refuge. They--died--and they left their treasure\nin this castle. It lies in the room where the Masters lie; and we\nthree receive payment in gold and gems. Tonight I receive my pay, and\ntomorrow I leave on the _Ariel_--and you go with me!\"\n\nCliff heard Vilma answer, and even while his heart leaped with relief,\nhe marveled at the cool scorn in her voice.\n\n\"So I go with you, do I? I'd rather climb the stairs with the rest of\nyour victims than have anything to do with you--you monster! When\nCliff Darrell finds you----\"\n\n\"Darrell!\" Corio's voice was a frozen sneer. \"He'll do nothing! I'll\nfind _him_--and he'll wish he could climb the stairs of blood! As for\nyou, you'll go with me, and like it! A drop of my blood in your veins,\nand you will belong to the Master, as I do. We shall attend to that;\nbut first there is something else--more pleasant.\" His words fell to\nan indistinguishable purr.\n\nStill moving stealthily, Cliff hastened forward. Suddenly Vilma\nscreamed; and he launched himself madly across the remaining distance,\nstood crouching at the threshold.\n\nVilma lay on an ancient bed, her wrists and ankles bound with leather\nthongs drawn about the four tall bed-posts. Only the torn remnants of\nher under-garments covered the rounded contours of her body, and Corio\ncrouched over her, caressing the pink flesh. Vilma writhed beneath his\ntouch.\n\n\n\nCliff growled deep in his throat as he sprang. Corio spun around and\nleaped aside, but he was too slow to escape Cliff's powerful lunge.\nOne hand closed on his thin neck, and the other, a rock-like fist,\nmade a bloody ruin of his mouth. Howling with pain, Corio tried to\nsink his teeth in Cliff's arm.\n\nCliff flung him aside, following with the easy glide of a boxer. Corio\ncrawled to his feet, cringing, dodging before the nemesis that stalked\nhim. Again Cliff leaped, and Corio, yellow with fear, darted around\nthe bed and ran wildly into the hallway. At the door Cliff checked\nhimself, reason holding him. Corio could elude him with ease in this\nlabyrinth of passages; and his first concern was Vilma's safety.\n\nHe returned to the bed. Vilma looked up at him with such relief and\nthankfulness on her face that Cliff, with a little choked cry, flung\nhimself to his knees beside the bed and kissed her hungrily. For\nmoments their lips clung; then Cliff straightened shakily, trying to\nlaugh.\n\n\"We've got to get out of here, sweetheart,\" he said. \"I'm not afraid\nof Corio, but he knows things about this place that we don't know.\nAfter you're safe on the yacht, I'll come back and get him.\"\n\nHe looked around for something with which to cut her bonds. On the\nwall above the bed were crossed a pair of murderous-looking cutlasses.\nSeizing one of these, Cliff wrenched it from its fastenings and drew\nit through the cords.... She stood beside him, free.\n\n\"Your clothing----\" Cliff began, his eyes on her almost-nude body.\n\nShe blushed and pointed mutely to a heap of rags on the floor. Her\neyes flamed wrathfully. \"He--he ripped them from me!\"\n\nThe muscles of Cliff's jaws knotted, and he scowled as he surveyed the\nroom for a drape or hanging to cover her. For the first time he really\nsaw the place. All the lavish splendor of royalty had been expended\non this chamber. It might have been the bedroom of a king, except that\nthe ancient furnishings belonged to no particular period; were, in\nfact, the loot of raids extended over centuries. Yet despite its\nsplendor, everything was repulsive, cloaked with the same air of\nunearthly gloom that hovered about the galley.\n\nHe moved toward an intricately woven tapestry; but Vilma checked him,\nshuddering with revulsion.\n\n\"No, Cliff--it's too much like grave clothes. Everything about this\nplace makes my flesh crawl. I'd rather stay as I am than touch any of\nit!\"\n\nCliff nodded slowly. \"Let's go then.\"\n\nThey hurried through the corridors toward the stairway, with Cliff\nholding the cutlas in readiness. As they passed the room in which lay\nthe _Ariel's_ passengers, he tried to divert Vilma's attention, but\nshe looked in as though hypnotized.\n\n\"I saw them before,\" she whispered. \"It's awful.\"\n\nAs they started up the stairway to the great hall, Cliff took the\nlead. He moved with utmost caution.\n\n\"It doesn't seem right,\" he said uneasily. \"We should hear from\nCorio.\"\n\nAt that moment they did hear from him--literally. From somewhere in\nthe maze of tunnels came the sound of his accursed horn--the note of\nsleep! It swirled insidiously about their heads, numbing their senses.\nCliff felt his stride falter, saw Vilma stumble, and he hurled himself\nforward furiously, gripping her arm.\n\n\"Hurry!\" he shouted, striving to pierce the fog of sleep. \"We've _got_\nto get out! Damn him!\"\n\nVilma rallied for an instant, and they reached the top of the stairs.\nOn--across that wide, wide room, each step a struggle.... On while the\ndroning sound floated languidly through every nerve cell.... On--till\ntheir muscles could no longer move, and they sagged to the hard stone,\nasleep.\n\n\n\nMoments later Cliff opened his eyes to meet the hellish glare of Leon\nCorio. Corio smiled thinly.\n\n\"So--you awaken. Good! I would have you know the fate I have planned\nfor you. You see this?\" He held the cutlas high above Darrell's throat\nlike the blade of a guillotine. \"With this I could end your life quite\npainlessly and quickly. It really would prove entertaining for Miss\nBradley, I'm sure.\" He chuckled faintly behind bruised and swollen\nlips.\n\nCliff squirmed, striving to rise, then subsided instantly. He was\nbound hand and foot.\n\n\"I _could_ kill you,\" Corio repeated musingly, \"but that would lack\nfinesse.\" His teeth bared in a feline smile. \"And it would be such a\nwaste--of blood! Instead, I'll take you out to the galley and let you\nlie there till her crew awakens tonight. They have tasted blood, and\nafter tonight will taste none again for another month. I imagine\nthey'll--drain you dry!\" The last phrase was a vicious snarl.\n\nCliff heard Vilma utter a suppressed sob, and he turned his head. She\nlay close by, bound like him with strips of leather. Furiously Cliff\nstrained at his fetters, but they held.\n\n\"And while you wait for those gentle Persians to awaken,\" Corio\ncontinued in tones caressingly soft, \"you can think of your sweetheart\nin my arms! It may teach you not to strike your betters--though you\ncan never profit by your lesson.\"\n\nStooping, he raised Cliff's powerful form and managed to fling him\nover one shoulder. Then he moved from the great hall, down the stone\nsteps, and across the dead plain with its sighing skeleton trees. He\nwas panting jerkily by the time he came to the fissure leading to the\ncove, but he reached it, despite Cliff's two hundred pounds. Without\npausing, he went on into the cavern, along the rock ledge, to step at\nlast upon the deck of the black galley.\n\n\"Pleasant thoughts,\" he said gently as he dropped Cliff to the spongy\nboards. \"You have only to wait till dark!\"\n\nCliff listened to his rapid footfalls till they died in distance; then\nthere was no sound save his own breathing.\n\nGradually his eyes became accustomed to the heavy gloom, and he saw\nthat Corio had dropped him just at the edge of the rowers' pit. There\nwere white things down there--bones, pale as marble, scattered about\naimlessly. Could--could those bones join to make the rowers who would\narise with the night? It seemed absurd--_was_ absurd--yet he knew it\nwas so! He had seen too much to doubt it.\n\nHe rolled over on his back and stared upward into the shadows. He must\nlie here helpless while Corio returned to Vilma--did with her as he\npleased! Perhaps he might even transform her into a blood-tainted\nmonster like himself! He saw her again in that room of ancient\nsplendor, spread-eagled to the bed; and the muscles corded in his\narms, and his lips strained white in a futile effort to break free.\n\nInterminably he lay there waiting. The galley was damp with the\nchilling dampness of a sepulcher, and the dampness penetrated deeper\nand deeper. Clamping his jaws together to prevent their quivering, he\nstruggled against a rising tide of madness which gnawed at his reason.\nHis mind began to crunch and jangle like a machine out of gear,\nthreatening to destroy itself.\n\nOn and on in plodding indifference the stolid moments passed, till at\nlast Cliff realized that it was growing darker. He rolled over on his\nside and stared into the galley pit, eyes fixed on the inert masses of\nwhite. Soon they would move! Soon the undead would rise! His thoughts,\ntouched by the whips of dread, sped about like slaves seeking escape\nfrom a torture pit. And abruptly out of the welter of chaotic ideas\ncame one straw of sanity; he seized it, his heart hammering with hope.\n\nThose Persian sailors were armed! Their swords and knives were real,\nfor they cut flesh! Somewhere among their bones must lie sharp-edged\nblades!\n\nHe struggled to the edge of the pit, let his feet drop over. As they\ntouched, he balanced precariously for an instant, then fell to his\nknees. He peered feverishly about among white bones, moldering\ngarments, and rusted armor--and saw a faint glimmer of light on\npointed steel. He sank forward on his face in the direction of the\ngleam, turned over, squirmed and writhed till he felt the cold blade\nagainst his hands. He caught it between his fingers and began sawing\nback and forth.\n\nIt was heart-breaking work. Age had dulled the weapon, and long\nslivers of rust flaked off, but the leather which bound him was also\nancient. Though progress was slow, and the effort laborious, Cliff\nknew his bonds were weakening.\n\nBut it was growing darker. Even now he could see only a suggestion of\ngray among the shadows. If those undead things materialized while he\nlay among them!... Sweat stood out on his forehead and he redoubled\nhis efforts, straining at the leather as he sawed.\n\nWith a snap the cords parted and his hands were free. A single slash\nsevered the thongs about his ankles, and he stood up, leaped to the\ndeck. Not an instant too soon! There was movement in the pit--a\nhideous crawling of bones assembling themselves into skeletal form....\n\nCliff waited to see no more. There were limits to what one could see\nand remain sane. With a bound he crossed the rotting deck, and sprang\nashore. Despite the dark, he almost ran from the madness of that cave,\nran till he passed through the wall of rock, till he saw the rim of\nthe moon gleaming behind the castle.\n\n\n_5. The End of the Island_\n\nOut on the plain he sprinted through the ghostly forest. He knew he\nhad no time to spare--knew that soon the march of torture would\nbegin--knew that if Vilma were within the castle, she must answer the\nsummons of Corio's horn. Even now light glowed faintly in the high,\nsquare windows.\n\nThat horn! At the foot of the steps he stopped short. If _he_ heard\nthe horn, he too must answer! He dared not risk it. With impatient\nfingers he tore a strip of cloth from his shirt, rolled it into a\ncylinder, and thrust it into his ear. Another for the other ear--and\nhe darted up into the castle.\n\nA sweeping glance revealed no one, only the murky glow of the altar\nfire, and the wraiths of smoke pluming upward toward the shadowed\nroof. Wishing now that he had brought a weapon from the galley, Cliff\ncrossed to the opening in the wall. He stood at the top of the steps,\nlistening, then cursed silently as he remembered that he could hear\nnone but very loud sounds. He saw nothing; so he hastened down into\nthe corridor. His steps were swiftly stealthy as he moved toward\nCorio's room.\n\nHe was past the first branching passage, when a sixth sense warned him\nof someone's approach. He ran swiftly to the next fork, then paused\nwithin its shelter and glanced back, saw five red-cowled figures glide\nalong the tunnel and vanish up the stairway. Cliff frowned. With the\nvampires in the great hall, Corio must soon follow, leading his\nvictims to the blood-feast. He drew back deeper into the shadows.\n\nHis groping hands touched something in the dark--round and hard--like\na keg. Curiously he investigated. It _was_ a keg, and there were\nothers. A sandy powder trailed to the floor from a crack in one of\nthem. Thoughtfully Cliff let it run through his fingers. Gunpowder! Of\ncourse--he had heard Corio mention pirates and their treasure, and\nthis had been their cache of explosive. An idea was forming....\n\nHe looked up to see a shadow pass the mouth of the tunnel; he crept\nforward and peered out. He saw the black-hooded figure of Leon Corio\nstriding along, saw him enter the room where the passengers of the\n_Ariel_ lay. In a breath Cliff was down the corridor to Corio's room.\nA tarnished silver candelabrum shed faint light through the chamber,\nand by its flickering glow he searched for Vilma, thoroughly,\npainstakingly--futilely.\n\nHe stood in the center of the room in indecision, his forehead creased\nwith anxiety. If only he could find her, he'd know how to plan! He ran\nhis hand through his hair helplessly, then heard very faintly the\nluring note of Corio's horn. She must answer that summons, unless\nCorio had her tied somewhere. His best chance of finding her lay in\nthe hall above.\n\nOn the wall still hung the mate of the cutlas he had used to free\nVilma; he wrenched it down and ran out into the corridor. The last of\nthe naked marchers was disappearing up the stairway. Now the\nhorn-note died, and he could feel more than hear the rumbling bass of\nthe dirge from the depths below him.\n\nHe ran the rest of the distance along the passageway and mounted the\nsteps two at a stride. He looked into the torture hall. As on the\nprevious night, Corio stood far back, close to the wall in which Cliff\ncrouched. The arms of the Master were raised high; raised, Cliff knew\nthough he could not hear it, in a blasphemous incantation. And then he\nsaw something that sent a crimson lance of fury crashing through his\nbrain.\n\nVilma, stripped like the rest, stood with the other victims at the\nfoot of the long steps! Her body gleamed pinkly, in contrast to the\npallid drabness of the half-dead automatons, and she held her head\nproudly erect. But from where he stood Cliff could see the side of her\nface, and it bore a look of terror.\n\nHe could see Corio's face, too, and he was looking at the girl,\nbaffled fury glaring from his eyes--as though she were there against\nhis will.\n\nCliff's first impulse was to fling himself out there with his cutlas\nand hack a way to freedom for Vilma and himself, but cold reason\nchecked this folly. Such a course could end only in death. Motionless\nhe watched the scene before him, his brain frantically seeking a plan\nwith even a ghost of a chance of succeeding.\n\nThe gunpowder! There was enough of the stuff below to blast this\nentire castle into the hell where it belonged! Hastily he retraced his\nsteps to the tunnel in which he had found the kegs, plucking the torch\nfrom its niche in the wall as he passed it. He held it high above his\nhead as he examined the contents of the broken keg. Unmistakably\ngunpowder!\n\nThrusting the cutlas beneath his belt, he clutched a handful of the\nblack dust. Then, crouching close to the floor, he drew an irregular\nthread through the passageway toward the stairs. Once he returned for\nmore powder, but in a few minutes the job was done. At the foot of the\nsteps where the trail ended, he touched his torch to the black line\nand watched a hissing spark snake its white-smoked way back toward the\npowder kegs. An instant he watched it, then sprang up the stairs. He'd\nhave to move fast!\n\nWith a hideous howl he darted into the hall, his cutlas above his\nhead. Corio spun about--and it was his last living act. A single sweep\nof the great blade sheared his head from his neck, sent it rolling\ngrotesquely along the floor. For three heart-beats the body stood with\na fountain of blood spurting from severed arteries; then it crashed.\n\nCoolly Cliff leaned over the twitching cadaver, ignoring the bedlam on\nthe stairs, the horde sweeping down toward him, hurling aside the\nwaiting humans. He pried open clutching fingers, seized a twisted\nsilver instrument, and raised it to his lips.\n\n\n\nThe mass of undead were almost upon him, the murky light glinting on\nmenacing blades, when Cliff blew the first note. The note of sleep! He\ntried again, hastily. And it was the right one!\n\nAt the doleful, soothing sound the undead halted in their tracks;\nhalted--and melted into nothingness before his eyes!\n\nBut now those other five in their robes of bloody red--they were\ncharging, and even though they were unarmed, Cliff felt a stab of\nfear. They possessed powers beyond the human, powers a mortal could\nnot combat. He braced himself and waited.\n\nAt the bottom of the steps they stopped, ranging in a wide\nhalf-circle. The central monster--the Master--flung up his arms in a\nstrangely terrifying gesture, and Cliff saw his carmine lips move in\na chant which he could not hear. Something, a chilling Presence,\nhovered about him, seemed to settle upon him, cloaking him with the\nmight of the devil himself. That unheard incantation continued, and\nCliff felt a cold rigidity creeping through every fiber, slowly\nfreezing his limbs into columns of ice.\n\nWith a mighty effort of will he flung himself toward that accursed\ndrinker of blood--and at that instant a terrific detonation rocked the\nancient building, and a cloud of smoke and flame burst from the\nopening in the wall. Cliff was hurled from his feet, rolled over and\nover, and crashed against the wall by the awful concussion, the cutlas\nand silver horn sent whirling through the air.\n\nDizzily he staggered to his feet, crouching defensively. Sounds came\nto him clearly now; the explosion must have jarred the plugs from his\nears. He scanned the room; saw the unclad humans scattered everywhere,\nmost of them lying still and unconscious. He saw Vilma rising slowly;\nthen he looked for the monsters in red. Startled, he saw them rushing\ntoward the opening in the wall, to vanish in its smoke-filled\ninterior. Why did they----? Then he knew. Down there somewhere were\ntheir graves--graves rent and broken by the explosion--graves\nthreatened by the flames--and panic had seized the vampires, fear of\nthe death which would result with exile from their tombs!\n\nUnsteadily Cliff crossed to Vilma. She saw him coming and flung\nherself sobbing into his arms. He crushed her lithe form close--and\nanother explosion, more violent than the first, sent a section of the\nstone floor leaping upward as though with life of its own. Clinging to\nVilma, Cliff managed to maintain his footing, though the floor bucked\nand heaved. A snapping, booming roar--and a great chasm opened in the\nfloor. A breathless instant--and a segment of the stone stairs,\nrumbling thunderously, dropped out of sight into a newly formed pit!\nWith it went the blasphemous altar and its phosphorescent fire.\n\nDeafened, stunned, momentarily powerless to move, Cliff's mind groped\nfor an explanation. It seemed incredible that gunpowder could cause\nsuch havoc. And the swaying of the floor continued; the thick stone\nwalls shook alarmingly. Suddenly he understood. An earthquake! The\nexplosions had jarred the none-too-stable understrata of rock into\nspasmodic motion that must grind everything to bits! The island was\ndoomed! And Earth would be better without it.\n\nIf only they could reach the _Ariel_ first!\n\nNew strength flowed through him, and hugging Vilma close, he staggered\ntoward the spot where he knew the door must be. Somehow he reached it,\nand reeled down the broken stone steps.\n\nThe plain of dead trees swayed like the deck of a ship in a storm as\nCliff started across it. A gale had arisen and swept in from the sea,\nripping dry branches from the skeleton growths and whirling them about\nlike straws. Yet somehow Cliff reached the crevice in the rock wall\nwith his burden, reached the deck of the galley, crossed it, and won\nto the safety of the _Ariel_. Minutes later, with Diesel engines\npurring, they crept out through the narrow channel into the open sea.\n\n\n\nTen minutes later the Isle of the Undead lay safely behind them. Vilma\nhad dressed; and now they sat together in the pilot house. Cliff had\none arm about her, and one hand on the wheel.\n\n\"And so,\" the girl was saying, \"while Corio carried you to that\nterrible old boat, I got loose. He hadn't tied me very tightly, and I\nslipped my hands free. I had to hide, and I could think of only one\nplace that might be safe, where he wouldn't think to look for me. I\nran down to the room where those--those others lay; I undressed, and\nburied myself among them. It was horrible--the way they sucked each\nother's wounds....\"\n\nCliff pressed a hand across her lips. \"Forget that!\" he said almost\nfiercely. \"Forget all of it--d'you hear?\"\n\nShe looked up at him and said simply: \"I'll try.\"\n\nThey glanced back toward the black blotch on the horizon. The seismic\ndisturbances continued unabated. At that moment they saw the barrier\nof rock like a skull split and sink into the sea. Beyond, cleansing\ntongues of flame licked the sky. They saw a single jagged wall of the\ncastle still standing, one window glowing in its black expanse like a\nsquare, bloody moon against a bloody sky. It crumbled.\n\nThey turned away, and Cliff's arm circled the girl he loved. Their\nlips met and clung.... And the _Ariel_ plowed on through the frothing\nbrine, bearing them toward safety and forgetfulness.... Together.\n\n",
    "metadata": {
        "author": [
            "Eshbach, Lloyd Arthur"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/32470/pg32470.txt",
        "name": "isle_of_the_undead.json"
    }
}