{
    "name": "It's Raining Frogs!",
    "author": [
        "Lesser, Milt",
        "Thames, C. H.",
        "Chase, Adam",
        "Marlowe, Stephen",
        "Granger, Darius John",
        "Wilder, Stephen",
        "Lesser, Milton",
        "Ridgway, Jason"
    ],
    "body": "\"_We shall pick up an existence by its frogs.... Wise men have tried\nother ways. They have tried to understand our state of being, by\ngrasping at its stars, or its arts, or its economics. But, if there is\nan underlying oneness of all things, it does not matter where we begin,\nwhether with stars, or laws of supply and demand, or frogs, or Napoleon\nBonaparte. One measures a circle, beginning anywhere._\"\n\n                                                  --_Charles Fort, LO!_\n\n\n\nIt was raining. There wasn't a cloud in the sky, but it was raining.\nGeorge wished it were raining cats and dogs, but it wasn't. Anything\nwould be better than this. It was raining frogs. Little red frogs.\n\nIt was strictly a local rain. The frogs seemed to germinate from a\nspot somewhere above George's head, and then they spread out and came\ntumbling down in a cone-shaped area some fifteen feet across. The worst\npart of it was that George was in the center of the cone.\n\nThe frogs fell on him. They seemed to be concentrated most heavily\nin the center of the cone, and a good percentage of them landed on\nhim--mostly on his head--and then bounced off to fall on the sand.\nGeorge didn't like it.\n\nHe moved. He got up off the sand and ran half a dozen paces closer to\nthe surf, but he still felt the little red frogs striking him. The spot\nwas still directly, over his head; George was not sure how high up. He\nwas still the center of the cone.\n\n\"Myra! Hey, Myra,\" George called his wife. He could see her head\nbobbing up and down in the waves and the powerful strokes of her arms\nthrough the water showed George that she had heard him call. But she\nwould be angry. As soon as he shouted, the frogs stopped falling. First\nthe downpour became a drizzle, and then there were no frogs at all.\nMyra would be very angry. She was all wrapped up in this new idea of\nhers, and she would be angry. If he hadn't yelled, more frogs would\nhave fallen--and there's no telling what else, George thought.\n\nThe Bikini suit was not in style this year, but Myra wore it because\nshe knew she looked good in it. George watched her run toward him and\nwatched her shake her dark hair loose after she removed the bathing\ncap. Then he looked at her figure and he knew it was good, so good that\nhe unconsciously felt the spare tire beginning to blossom out around\nhis waist, and he blushed. That was another trouble, he always blushed.\nNot only that, but he was very fair-skinned. They could spend the\nentire summer at their seaside bungalow in this secluded area, and Myra\nwould be bronzed like an Indian maiden. But George would turn red and\nthen he would peel. Then he would turn red all over again and then he\nwould peel again. And he had freckles all over.\n\nBut he stopped thinking of that now. It was a general consideration.\nThe specific consideration bothered him more: there was one circular\narea of little red frogs, fifteen feet across. Then there was a trail\nof little red frogs on the sand, five running steps long. And then\nthere was another fifteen foot circle of them. Most of the frogs were\nstill, but some of them hopped about, and soon the circles had become\nirregular areas.\n\nMyra came up to him breathlessly. \"Oh, George!\" she cooed. \"You're\nmagnificent, really magnificent. Frogs this time. Little red frogs.\nYou're so--so _Fortean_.\"\n\nGeorge sighed. He had a lot of friends, and many of them complained\nbecause their wives would call this or that thing Freudian. But\nthey had sympathy: a lot of men had wives riding the Freudian\nmerry-go-round. This was worse. To Myra things were _Fortean_. George\nhad seen pictures of this man Fort--a nice enough looking guy with a\ncherubic face and a ruddy complexion, a turned up nose and big bushy\neyebrows. A mild, harmless man. He had passed away; for some twenty\nyears now he had been dead. But he could impress people. His work had\nimpressed Myra.\n\nHe thought we're _property_, or things are teleported from one place\nto another, or we're being fished for, or you can tell a world by its\nfrogs, or science is whacky and word-nutty and sophistic hooey....\nGeorge had heard it all dozens of times. Myra had told him. Myra had\ntold him so much that he thought he knew Fort's philosophy by heart.\nA lot of ridiculous hog-wash--until the rain. How could he call it\nridiculous now?\n\n\n\n\"See?\" Myra said triumphantly. \"See, George? This time it's frogs.\nYesterday it was beetles, and the day before, those little birds--and\neverything was red.\"\n\n\"Maybe they're communists,\" George suggested feebly.\n\n\"Oh--\"\n\n\"Well, that's as good an explanation as any.\"\n\n\"No, it's not. Red is the predominant color of whatever world they come\nfrom, so they're red. Or else it could just be coincidence, but I doubt\nthat. And I told you you were a good catalyst.\"\n\n\"So I'm a good catalyst. So I can make rain. They could have used me\nback East a few months ago--if they wanted a rain of frogs.\"\n\n\"Or beetles or birds,\" Myra reminded him.\n\n\"Yeah. Beetles and birds, too.\" George said this matter-of-factly,\nbut then he felt his knees start to tremble. It was the inevitable\nafter-effect. This was _strange_. It couldn't be happening to him. It\nnever rained that kind of rain, even if Fort had said that it did, and\neven if Myra believed that Fort was right. How could it rain like that?\nGeorge knew what caused rain, and by no stretch of his imagination\ncould organic matter be the result. Any sort of organic matter. And\nleast of all little red frogs. He always associated frogs with mud--and\nthe idea of little red frogs coming from the sky was too incredible to\nconsider.\n\nBut there were the frogs on the beach.\n\nGeorge stroked the sand gingerly with the toes of one foot, clearing\nfrogs away until he had room to sit down. He sat.\n\nOne of the little red frogs jumped into his lap, and he stood up\nagain--so fast that he almost upended Myra.\n\n\"My gosh, George. You may be a good catalyst, but after that you're\nhopeless. That's where I come in.\"\n\nGeorge was sorry he had decided to play along with his wife. She had\ngiven him a test, and that part he enjoyed, for all he did was shoot\ndice for several hours. Something about psychokinesis, Myra said. And\nGeorge scored high. So high that Myra had cried: \"You're positively\nFortean!\"\n\nAnd then had come the birds, the beetles, and the frogs. All red.\n\n\"Listen,\" George said. \"This is the last time. This is positively the\nlast time.\"\n\n\"The last time? Last time for what?\"\n\n\"The last time that I let you use me as a--a catalyst. I can't go\naround making it rain like that. We're in a deserted spot out here, so\nit isn't too bad. But what if this happened when people were around?\nWhat then?\"\n\n\"Silly, why do you think we came to this bungalow for the summer? And\nbesides, even if people were around, why would they think _you_ caused\nthe rain? If you insist on calling it rain.\"\n\nGeorge did not like the way she said _you_. It was as if he didn't\namount to much--but she always spoke to him like that. He knew he was\nno world-beater. He had an adequate job and he made an adequate salary,\nbut he just didn't stack up like some of the men he knew. Or some of\nthe men Myra knew. It always got him angry when she said _you_ that way.\n\n\"What do you mean, why should they think I caused the rain? Who else\ncan cause it, that's what I want to know? Who else can cause it?\"\n\nShe smiled, and if it was a smile of triumph, George pretended not to\nnotice it. \"That's what I mean,\" she said, putting her arms around his\nneck. \"You're so wonderful. Only you can cause it. Let's go into the\nhouse, George.\"\n\nHe grunted and he disentangled her arms. Then he took her hand and\nwalked back across the sand to the house. And he held his head very\nhigh so he wouldn't have to look at all the little frogs on the beach.\n\n\n\nThey sat in the living room and the sun was setting, throwing long\nshadows across the room through the big picture window. George sipped\nhis bourbon and then he put his glass down. Two drinks on an empty\nstomach always put that dreamy feeling in his head. He wanted to get up\nand pour himself another, but it was so pleasant just sitting here and\nthinking of nothing that he decided against it.\n\n\"You're ready now,\" Myra told him. \"Oh, you're really perfect now.\nRemember, George, just think of nothing. Don't think of a thing. Lean\nback, relax, and keep your mind a blank. It shouldn't be too hard.\"\n\nThere was that undertone of scorn again, but now George didn't feel\nlike doing a thing about it. She was right: it wouldn't be too hard. He\nhad had his two drinks of bourbon, and now he would just sit back and\nrelax, like Myra told him. Besides, he had nothing to worry about. It\ncouldn't very well rain anything inside the house.\n\n\"It's just like the poltergeists,\" Myra was saying, but George hardly\nheard her. \"There are so many cases of poltergeist phenomena on record,\nof the little mischievous ghosts who throw dishes or stones or who\ncause pointless little accidents. And in each case, there's a catalyst.\nUsually it's a little child, and more often than not, a girl, but\nthat isn't always the case. The important thing is, there has to be a\ncatalyst.\"\n\n\"That's me,\" George said proudly.\n\n\"Yes, that's you. My George, the best damn catalyst that ever lived.\"\nMyra had had her bourbon, too. \"You know, science always explains away\nthe poltergeists, but they do a pretty awful job of it. A lot of people\naren't satisfied. Like Fort. Like me.\"\n\nWas that a compliment? Was any of it a compliment? George thought so,\nbut he couldn't be sure. His mind was fading into a pleasant haze of\ndeep red, like the sunset. His eyes were opened and he was looking into\nthe sunset, and that's why he saw the deep red. But then he noted a\nfact which would have startled him, only it didn't now. He was tired\nand he closed his eyes and still the deep red persisted, stronger than\never. It didn't startle him because he was too perfectly relaxed, and\nbecause the deep red was so soothing....\n\n\"Were you calling me?\" the voice said.\n\n\n\nGeorge jumped up. He thought he had heard the voice, but he couldn't be\nsure. Now the sun had set completely and a heavy dusk settled over the\nroom.\n\n\"What did you say, George? George, did you ask me anything?\"\n\nGeorge said no, he didn't, and he got some slight satisfaction from the\nfact that Myra's voice sounded frightened. But then a slow chill crept\nup his spine and spread all over his body. Myra had heard the voice too.\n\n\"Well, were you calling me? Come, come, I haven't got all day, and if\nyou weren't calling me, then I'll go home.\"\n\nGeorge gulped, and he heard Myra choke off a little whimper in her\nthroat. Then George smiled. Hell, one of their friends from down the\nbeach had come, and he decided to act mysterious here in the darkness.\nIt was Andy. Andy would play practical jokes like that. Andy, the life\nof the party.\n\nGeorge strode jauntily to the light switch. \"Hah, hah, had us fooled\nfor a minute, Andy old boy. And nope, the answer is that we didn't call\nyou. But you're always welcome here, you know that. Come on and join us\nin some bourbon.\"\n\nHis hand was on the light switch now, and he flicked it up. The room\nwas bathed in the pale white of the fluorescent lamps, and George\nturned around to say hello to Andy.\n\nHe stood in the center of the room. He stood there regarding George\nwith a half smile on his lips, a playful smile. You couldn't tell his\nage and there was nothing special about his features. But the half\nsmile remained on his lips like something permanent. He was definitely\nnot Andy.\n\n\"As you can see, I'm not this Andy person.\"\n\n\"No. You're not,\" said George.\n\n\"Now, then. Who called me? Which one of you called me?\"\n\nMyra's voice was husky. The way it sometimes was at night, after a few\ndrinks. The way George liked it. Only now she was scared. \"I guess we\nboth--called you.\"\n\n\"I wouldn't have come myself, of course, except that the message was so\nurgent. The call has never come out that strong before. I'm not just\nspeaking about that from memory, of course. I'm king now but I haven't\nbeen around that long. There are records--and your call is twice as\nstrong as any of the others. I could have sent an assistant, naturally,\nbut I figured if the call was this strong I'd come myself.\"\n\n\n\nHumor him, George thought. He's just a nut who came in off the beach.\nOnly the reasoning was lousy. It stank. The door was locked and the big\npicture window was locked from the inside, so he could not have come in\noff the beach. George sighed.\n\n\"This is silly,\" the man was saying. \"You put through such an urgent\ncall that I come here myself. Then, when I arrive, no one will tell me\nwhat for.\"\n\n\"I know!\" Myra cried. \"You're from the world of the red frogs.\"\n\n\"What say?\"\n\n\"I said you're from the world of the red frogs. You rained.\"\n\n\"Yes, I reign. I've been reigning for eleven years now, ever since my\nfather died. Actually, though, it's open to question. While I'm the\ntitular head, there's my wife to consider. She does a lot of reigning\nherself. In fact, she'll be pretty angry when she learns I answered\nthe call myself. Below my dignity or some such thing. She always wants\nme to be dignified, but that's stupid, because she's anything but\ndignified herself. You know, I often think it isn't any fun to be king.\"\n\n\"That's nice,\" George said.\n\n\"I mean,\" Myra said, \"you _rained_. Rained--r-a-i-n-e-d, like the\nfrogs.\"\n\n\"Oh, the frogs. Yes, they would come through first, of course.\nSomething about making sure the co-ordination is right. A messenger\ncould go straight through at once, but that would be dangerous, and\nif the co-ordination were off, he'd be a sorry mess. Frogs or bugs or\nsometimes birds, we send anything through to make sure. Anyway, what do\nyou want?\"\n\n\"Now that you mention it, I don't know. I guess we don't want anything.\nWe were just experimenting,\" Myra explained.\n\n\"Experimenting? Will you stop kidding? With a call as strong as that,\nexperimenting? I wasn't born yesterday, sister. Look, don't be afraid\nof my wife. She doesn't know where I've gone and it will be some time\nbefore she can find me, so tell me the truth.\"\n\n\"That's the truth. I knew we'd get something, but I didn't know what.\nWe got you. My husband is very psychokinetic.\"\n\nThe man shrugged. \"He hardly looks it.\"\n\n\"Oh, don't let George fool you. He's potent that way.\"\n\n\"That's me,\" George said. \"I'm a terrific catalyst. Ask Myra.\"\n\n\"He is,\" Myra said.\n\n\"Well, then I see it was all a mistake. Do you think he could get me\nback?\"\n\n\"Of course he could get you back. You said yourself this was the\nstrongest call on record. Get him back, George.\"\n\nGeorge smiled. He was beginning to like this. It all depended on him.\nThe man with the enigmatic smile knew exactly what was going on, Myra\nknew to some extent what was going on, George knew almost nothing of\nit, but everything depended on him. \"Why should I?\" he demanded. \"He\nonly just came, and I'm not in any hurry to send him back.\"\n\n\"Please,\" the man said, and for the first time the smile began to fade\nfrom the corners of his mouth. \"It was all a mistake, and now I'd\nbetter get back home before my wife finds out.\"\n\nGeorge felt cocky. \"Well, it was your mistake, not mine, and I don't\nfeel like sending you back yet. So I guess you'll stay right here.\"\n\n\"You're not serious?\"\n\n\"Serious? You bet I'm serious. I don't even know where I'm supposed to\nsend you, but I'm not going to. At least not for a while yet.\"\n\n\"Now, look. You've got to send me back. I'm the king.\"\n\n\"Send him back, George. You don't know what you're playing around\nwith. Send him back.\"\n\n\"No.\"\n\n\"I'm the king.\"\n\n\"Send him back, George.\"\n\nGeorge got up and took a long drink of the bourbon. His stomach was\nstill empty, except for the previous bourbon, and the drink sent a warm\nglow through him. \"No,\" he said.\n\n\n\nThey sat there in the living room, the three of them. George on the\nsofa, Myra on a straight-backed chair, and Arl cross-legged in the\nmiddle of the floor. The king's name was Arl, he had told them that.\nAnd then afterwards, he was silent. He was sullen, and George smiled.\nHe was in trouble and he did not know what to do and it all depended on\nGeorge.\n\n\"Listen, George,\" Arl was trying another angle. \"Maybe if I tell you\nwhat this is all about, then will you send me back?\"\n\n\"I doubt it, but maybe I will. Just a slight, improbable maybe. But I\nguess you're grasping at straws now. Say on.\"\n\n\"Better send him back, George,\" Myra said. \"I got you into this and you\ndon't know what it's all about, but you better do what he says.\"\n\n\"Do _you_ know what it's all about?\"\n\n\"No, I don't. But I know more than you, and I know that you better not\nhorse around.\"\n\n\"Well, I'll listen to what he has to say. But I better tell you now\nthat I doubt if I'll send him back. I didn't really call him, you did.\nNow _you_ send him back.\"\n\n\"If I could I would. I don't want to play around like this. It can\ncause trouble. If he loses his temper, George--well, just don't say I\ndidn't warn you.\"\n\n\"Unfortunately,\" Arl admitted, \"it takes me a long time to lose my\ntemper. It never used to be that way. But Narka--that's the queen--has\ntamed me. A king should not be so impetuous, she told me, only\nshe's as impetuous as hell. That's the trouble. She's all the time\ntelling me to do things which will make me more polite, more refined,\nmore cultured--none of which she does herself. The result is that\nI've become more of a figurehead, and she's the real power. It's\nregrettable.\"\n\n\"That's not an uncommon situation,\" George assured him. \"But just what\nare you titular king of?\"\n\n\"Then you do want to hear my story!\"\n\n\"Yeah, yeah. I said I wanted to hear it. I didn't say I'd do something\nabout sending you back, but go ahead and tell me if it will make you\nhappy.\"\n\n\"Okay. I'll begin with a question. Do you know anything about the\nfourth dimension?\"\n\n\n\nGeorge was silent, but Myra said: \"I know all about the fourth\ndimension.\"\n\n\"You just think you do. Actually, you don't know a thing about it. A\nlot of fuzzy thinking here in the world of three dimensions, but you\nreally don't know a thing about it.\"\n\n\"Oh,\" said Myra.\n\n\"You tell her, Arl, old boy,\" George said. \"You tell her. That guy Fort\ndidn't know what he was talking about.\"\n\n\"Fort? Fort? Oh--yes he did. He knew _what_ he was talking about. But\nhe didn't know how or why. This is a world of three dimensions, right?\"\n\n\"Uh-huh.\"\n\n\"Well, let's assume you had a world of two dimensions. Of length\nand breadth, but no thickness. How would you get a world of three\ndimensions?\"\n\nGeorge said, \"Search me,\" but Myra went into a long explanation which\nGeorge didn't understand at all.\n\nWhen she finished, Arl shook his head. \"Just what I thought. A lot of\nfuzzy thinking. Unfortunately, you're way off the beam. It's really\nsimple. You have a world of two dimensions--length and breadth, and all\nyou have to do to get a world of three dimensions is extend that world\nin a new direction--perpendicular to the first two. That direction is\nup or down, as the case may be. Either way, it's a direction at right\nangles to the first two, and the result is a world of three dimensions,\nthis world.\"\n\nGeorge said he understood. \"But that doesn't mean I'm going to send\nyou back,\" he added.\n\nArl was all wrapped up in his explanation, and he ignored the remark.\n\"Now, then. The same situation applies. The same relation exists\nbetween a world of three dimensions and one of four. You merely extend\nthe three dimensions out in a direction at right angles to them--a\ndirection which is perpendicular to length, breadth and thickness, and\nthe result is a world of four dimensions. That's my world.\"\n\nGeorge was feeling chipper. \"Well, a pat on the backside for you,\" he\nsaid. \"Now I suppose you want me to send you back?\"\n\n\n\nArl waved his hand. \"No. I'm not finished. Let's go a step further. If\na world of two dimensions existed--a whole world spread out perfectly\nflat on this table, with no dimension other than length or breadth, a\nflat world--if that world existed, do you realize all the power you, as\na three-dimensional being, would have over it?\"\n\nGeorge said that he didn't.\n\n\"Well, suppose something was enclosed in a square on that table. Just\nfour lines, a square. That would be the equivalent of a cube in this\nworld--say, of a safe. Say there was something in that square that the\npeople of the flat world wanted to get out. But the square was locked.\nIt was just four lines, forming an enclosed space, but because there\nwas no such thing as up or down in that world, they couldn't get over,\nthose lines and get out what they were looking for. It was utterly\ninaccessible.\n\n\"Now, then. You're a three-dimensional creature. All you'd have to\ndo is reach down, pick the item up, transport it through the third\ndimension, and put it down again outside the square. You would have\ndone the impossible. You would have taken something out of an utterly\ninaccessible place and put it elsewhere. Mysteriously.\n\n\"So, just change the situation a bit. A four dimensional being would\nhave the same power over this three-dimensional world. He could make\nthings appear and disappear, simply by transporting them through the\nfourth dimension. And that, my friend, explains everything strange and\nunreal and impossible which this man Fort reported. It was simply the\nintervention of a four dimensional being. One of my subjects. When the\ncall comes through, your people are not even aware that they give it.\nBut when it does come through, we answer. And here the call was the\nstrongest on record. I'm the king and I came through myself. But we\ncan't come through and we can't go back without the call. That's you,\nGeorge, and it was all a mistake. Now will you send me back?\"\n\nGeorge smiled. He enjoyed this situation. He thoroughly enjoyed it, and\nhe watched Myra's face turn white as he said one word:\n\n\"No.\"\n\n\n\n\"Be reasonable, George. If you don't send me back, there'll be trouble.\nI won't tell you what kind of trouble, but don't say you were not\nwarned in advance.\"\n\n\"Well, maybe you ought to tell me. What kind of trouble?\"\n\n\"Narka trouble,\" Arl said, and George could see that the man's hands\nwere trembling. \"When my wife finds out, she'll be mad. When Narka's\nmad, she's very mad. And not just at me--she'll be on the warpath with\nyou, too. She'll come here and--\"\n\n\"How can she come here, without your call?\"\n\n\"Oh, she'll find a way. Getting back is the difficult part. Please,\nGeorge.\"\n\n\"No. No, I don't think so. Myra started all this, not me. I told her to\nstop but she didn't want to. Now I think I'll let the two of you stew\nin your own juice for a while. You can't blame me. In a sense, I'm just\nan innocent bystander who happens to be a top-flight catalyst. But this\ncould be amusing. I'll just let things stand.\"\n\nArl turned to Myra. \"Myra, do you want me to go back?\"\n\n\"Yes. Yes, I suppose so. You know more about this than we do, but my\nhusband can be so obstinate--\"\n\n\"I'm not being obstinate. This was all your idea, and now I want to\nsee what happens.\"\n\nArl said, \"There'll be quite a mess. Not only will Narka be angry with\nus, but the call will be coming through from all over, and none of our\nsubjects can go over without my permission. You know what that means?\"\n\nGeorge asked him what.\n\n\"That means that there'll be a lot of situations where poltergeists\nshould have appeared, sort of like the old _deux ex machina_ of your\nearly literature, only they won't. That, my friend, will cause a mess.\"\n\nGeorge laughed. \"I don't know. I've known a lot of people to get along\nwell enough without your poltergeists. Everyone I've ever known, in\nfact. All my life.\"\n\nMyra shrugged helplessly. \"Honest, Arl, I'm sorry. It's just that\nGeorge is so ordinary.\"\n\nGeorge scowled. He had been on the verge of relenting. He definitely\nhad been on the verge of relenting. But that did it. He wouldn't relent\nnow.\n\n\"Can't you make him?\" Myra demanded.\n\n\"No. That's the difficulty. I can't. The caller must either be unaware\nor willing, and your husband is neither. There isn't a thing I can do\nabout it until he changes. Ordinarily, I could do many things so that\nhe'd see it our way--but that would necessitate popping in and out of\nthe fourth dimension, and without George's help, I can't do that. It\nall rests with George.\"\n\n\"Well, maybe we can _make_ him cooperate.\"\n\n\"How do you mean, make him?\"\n\n\"I mean physically. There are two of us and one of him and maybe we\ncan make him.\"\n\n\n\nMyra advanced, and Arl was a little slower, but presently he got the\nidea, and he too came toward George. \"Stay back,\" George warned. \"Keep\naway from me or I'll never change my mind, and then you'll be stuck\nhere forever.\"\n\n\"He's right,\" Arl said.\n\n\"No, he's not. We can make him. We can force him to change his mind.\"\n\nMyra was so close now that George could reach out and touch her. He\nbacked up a step. Myra was young and strong and she was athletic. Every\ncurve of her lithe body was deceptively strong and beautiful at the\nsame time, and George was developing that spare tire around his middle.\nIt was small but it was there and George knew he was anything but\nathletic. He did not want to fight with Myra, especially when Arl, who\nwas a head taller than George, would be helping her. It definitely was\nunwise.\n\nMyra's first attack was merely speculative. She pushed George to see if\nhe would fight back. He backed up two or three steps, and then he was\nsitting on the sofa.\n\nArl was much less speculative. He reached down and yanked George to\nhis feet. Then he began to shake George.\n\n\"Hey, stop it!\" George's wipe sounded like a rattle.\n\n\"We won't stop until you change your mind,\" Myra told him, and to show\nthat she was serious, she poked her fist in George's stomach, hard.\nHe felt the air _woosh_ out of his lungs, and then he was sitting on\nthe sofa again. At another time he might have thought this was getting\nmonotonous, but he didn't think so now. When Arl picked him up again,\nhe tried to cringe away, but Arl held him tight.\n\nHe butted his head at Arl, and the king stumbled back and away from\nhim, losing his grip on George's shoulders. George didn't back up; he\nstalked after the king, and when he reached him he balled his right\nfist and struck out with it.\n\n\n\nThe contact was a bit painful, but George was happy with the result.\nArl stumbled and fell. He was all stretched out on the floor, and he\ndidn't try to get up.\n\n\"I did that,\" George said.\n\n\"You stinker. My own husband, and what a stinker you turned out to be.\"\n\n\"Now, my dear--\" George began, sure of himself. But the words caught in\nhis throat. Myra threw herself at him, bodily, and George sat down. He\nwas sitting on the floor and then he was down flat and Myra was sitting\non his chest, and those two hammers hitting his face were her fists.\nThey hurt.\n\nMyra and George had had fights before. George was not a violent man, he\nknew that. He always wanted to settle things with words, and whenever\nMyra lost her temper he would make it a point not to be around because\nhe thought she could beat him, and if she did that once, there'd be no\nliving with her. But now he couldn't make it a point not to be around\nbecause Myra was sitting on his chest and he couldn't get up.\n\nGeorge heaved up and over, and he felt Myra roll off him. Then he sat\nup and he pulled Myra across his knees. She struggled, but he held\nher down with one hand and with the other he did the only thing that\na husband should do in a case like this. He spanked her. At first she\nwas volubly indignant, but then she began to whimper, and George didn't\nstop until she was howling. He pushed her away and stood up, smoothing\nthe crease in his trousers. Arl's head was propped up on one elbow now,\nand Arl had a dark discoloration around one of his eyes, but the look\nhe gave George was one of pure admiration.\n\n\"I wish I had the nerve to do that to Narka,\" he sighed. \"That's what\nshe needs. I can see it now. That's what she needs.\"\n\nGeorge strode around the room jauntily. \"You can if you want to, Arl.\nJust because you're a king doesn't mean that you can't.\" Then he\nturned to Myra. She was just getting up, blowing her nose in a dainty\nlittle handkerchief.\n\nAt first George couldn't quite fathom the look she gave him. She was\nangry, of course. But she was something more than angry. \"George,\" she\nsaid, and his name came out in a long sigh, and he knew that for the\nfirst time he had made a conquest of his wife.\n\n\"I'll be in our city apartment,\" he told her. \"If you want me, that's\nwhere I'll be. And I guess you both realize my mind is made up. Arl\nwill remain here until I'm good and ready to send him back. Good night.\"\n\nGeorge went outside, got into the car, drove it down the dirt road to\nthe highway, and headed for the city.\n\nHe was whistling.\n\n\n\nGeorge sat on his stool at the bar and ordered a straight bourbon. He\nhad changed his mind about going to his apartment immediately. Instead,\nhe had gone to this bar. He had something to celebrate. Something told\nhim that this business was far from finished yet, but he didn't care.\nIt was incredibly fantastic, but he relished the prospect of more\ndealings with King Arl, and with Myra, too.\n\nHe lifted the tumbler of bourbon to his lips and sipped it. But then he\nset the glass down on the bar, hard, and it toppled over. Something had\nplunked on his head.\n\n\"Hey,\" the bartender roared \"That's good bourbon. You just spilled it\nall over. Now you'll say it's my fault and you'll want another.\"\n\n\"No,\" George said absently. \"Forget it.\"\n\nSomething plunked on his head again. He put his hand up and plucked at\nhis hair. The thing was wet and slimy. It was a little red frog. George\nheld it out in front of him and then he placed it down on the bar.\n\n\"Now, look,\" the bartender was getting angry. \"You think you're a wise\nguy or something? Who ast you to bring them little animals in here?\nThis is a respectable joint, and I got my customers to think of.\"\n\nGeorge said he was sorry. Plunk! Another frog came down on his head. He\nfelt it hop off, and then he saw it alight on the bartender's shoulder.\n\n\"Yoiks! Cut it out, bud! I'm warning you, cut it out.\" He was a little\nfat man with a bald head and his face was all red, almost like the\nfrogs. \"You stop that, bud. I don't wanna play games with you.\"\n\nGeorge said he was sorry again and he watched the bartender brush at\nthe frog with one hand. It landed on the bar then it jumped twice and\nlanded on the hand of a customer two stools down from George.\n\nIt was a lady but she let out a very unladylike howl and stalked out\nof the bar.\n\n\"She went out without paying her bill!\" the bartender told George. \"So\nyou owe me for it. Three-fifty.\"\n\nGeorge wondered about this. Arl said he was helpless without George's\ncall, so this couldn't be Arl's work. Someone wanted to come through\nfrom the four dimensional world, and that someone had been receiving\nthe call from George. He had been sipping his bourbon, minding his own\nbusiness, yet he had given the call. He had been unaware of it but he\nhad been giving it, and that could be embarrassing. As it was now.\n\n\"Three-fifty,\" the bartender said. \"Three-fifty or I'm gonna force\nmyself to call a cop.\"\n\nGeorge handed over the money and left hurriedly.\n\n\n\nHe sat near the front of the trolley car, hoping that no more frogs\nwould fall. He could have walked home, but that would have taken much\nlonger, and there might be more frogs. This way, he was taking a chance\nthat they wouldn't fall in the trolley car, and, if they did, he'd\nignore them.\n\nThree more stops and George would be home. He closed his eyes and\nsighed contentedly. He would be safe then. He didn't want any more\nfrogs falling in public. Not while he was around.\n\nSomething soft but firm pressed his lap, and George opened his eyes. He\nyowled. He couldn't help it. It was only a little yowl, but several\npeople looked at him. And then they began to yowl, especially one buxom\nmiddle-aged lady. \"It's indecent,\" she cried. \"Utterly, thoroughly and\nobnoxiously indecent. Somebody call a policeman at the next corner.\"\n\nThe driver looked in the mirror, astonished, and nodded. George blinked\nhis eyes, but when he opened them she was still there. She sat in his\nlap and she was very beautiful. She didn't have a stitch of clothing on.\n\n\"Please,\" George pleaded. \"Go away! Please go away. Go away and put\nsome clothing on and then come back if you want, but not like this!\"\n\n\"You sent for me. You were in such a hurry you didn't even give me a\nchance to dress. Now you want to send me back. What's the matter, don't\nyou like me?\"\n\nGeorge felt the flush spread over his face; \"Please,\" he said again.\n\"Go away. Everyone's staring at us.\"\n\n\"Okay,\" she pouted. \"Okay. I'll go away. Just put that call out again\nand I'll be able to do it.\" Her hair was long and billowing, the color\nof copper, and it tickled George's face. \"But I'll be back. Don't you\nworry. I'll be back. And--if you see Arl--tell him I'm looking for him.\nJust wait till I get my hands on him, you just wait--\"\n\nGeorge blinked. The lovely creature was gone.\n\nHe had not been aware of the fact that the trolley had stopped. Now a\npoliceman stood in the aisle next to him.\n\n\"How'd you do it, pal? Come on, how'd you do it? I saw the girl and\nshe was naked as Lady Godiva. Just try to explain your way out of this\none....\"\n\n\"It was utterly indecent,\" the buxom woman said. \"I was going to visit\nmy little grandchildren, but how can I after that? How can I?\"\n\n\"That,\" George told her acidly, \"is your problem.\"\n\n\"A wise guy, too, eh?\" The officer was belligerent.\n\n\"It's not too difficult to explain, officer. Something like hypnotism.\nSomething very much like it. It's called psychokinesis, I think.\"\n\n\"Psychokinesis, psychoshminesis. You just come on down with me and\nexplain it to the sergeant.\"\n\nGeorge went with him and he explained it to the sergeant, but it did\nno good. The sergeant listened and then his face got very red. He had\na thick neck and his uniform collar was too tight for it, and his neck\ngot all red, too. He told George he could cool off his mental powers in\njail overnight and pay a twenty-five dollar fine.\n\n... They gave George breakfast early in the morning. It wasn't very\ngood, but he was hungry and he ate all of it. Then he hurried out of\nhis cell and left the stationhouse. The whole cell was filled with\nlittle red frogs, and he could hear the patrolmen bellowing as he\nleft, but he hurried down the stairs and flagged a taxi.\n\n\n\nHe tried to relax in the apartment, but it was no good. He thought of\nthe girl who had materialized in his lap, and he knew she was Narka. He\nwished she would come back because he wanted to see what would happen\nwhen she met Arl. And there were other reasons, too. He wondered if\nshe would be wearing clothing. And the next thought, of course, was a\nlogical one: what kind of clothing would a fourth dimensional queen\nwear?\n\nAt ten the doorbell rang.\n\nHe opened the door, and Myra came in. Behind her was Arl, and George\nhad never seen anyone so frightened as Arl looked.\n\n\"What the hell is wrong with you?\" George demanded.\n\n\"Nothing--yet. I just read in the newspaper about you and the naked\ngirl in your lap--mass hypnotism, the report said. But we both know it\nwasn't. It was Narka. Where is she?\"\n\nGeorge said not to worry because she had gone back to the world\nof the red frogs, and then Myra grabbed his shoulder and spun him\naround sharply. She often did that when she was angry and wanted his\nattention, and George had never done anything about it. He didn't do\nanything this time, either. He just looked at her, and she removed her\nhand from his shoulder. Her face was very white when she spoke.\n\n\"What was she doing in your lap, George?\"\n\n\"What do you think she was doing?\"\n\n\"That's what I'm asking you. Please, George. I'm sorry about yesterday.\nI don't know what got into me. I never should have tried to hit you. A\nwife has no business trying to hit her husband.\"\n\n\"Nuts,\" George said. \"You just thought you could get away with it,\nthat's all. Now that you know you can't, you're trying to say you're\nsorry. Nuts.\"\n\nThen he looked at Arl fondly. Arl was to thank for all this. If it\nhadn't been for Arl, he would still be henpecked. Myra didn't look like\nthe type that would henpeck her husband, but George smiled ruefully at\nthis thought. She was the type, and she did it every chance she got.\nOnly she wouldn't do it anymore. Arl had been _that_ catalyst. \"Arl,\"\nGeorge said, \"I could love you like a brother.\"\n\n\"What about my wife?\" Arl still wanted to know. \"Where's my wife?\"\n\n\"I told you, she went back. For some clothing, I think.\"\n\n\"Then she was sitting in your lap with no clothing on!\" Myra said\nindignantly.\n\n\"Yes, she was.\"\n\n\"What was she doing in your lap with no clothing on?\"\n\n\"You asked me that once.\"\n\n\"Please, George. What!\"\n\n\"She was sitting,\" George said. He winked at Arl, but Arl only\nshuddered. Now _there_ is one henpecked king, George thought.\n\nThen he stood up expectantly. A frog had plunked down on his head.\n\n\n\nThe look of expectancy on George's face faded. He waited, but there was\nnothing of Narka. No more frogs fell.\n\n\"That was tentative,\" Arl said.\n\n\"What do you mean, tentative?\"\n\n\"I mean a tentative breakthrough into this dimension. Someone changed\nhis mind. But I shouldn't say someone and I shouldn't say his. It was\nNarka.\" He was trembling.\n\n\"Get a hold on yourself, Arl. This is not the end of the world.\"\n\n\"You don't know Narka.\"\n\n\"You've just got to know how to handle women, that's all. Let them\nthink they have the upper hand, and you're through. Just show them\nwho's boss, that's all.\"\n\nMyra seemed on the verge of snorting. But instead she smiled brightly\nat Arl. \"George is certainly right.\"\n\n\"Of course I'm right. Buck up, Arl.\"\n\n\"Well, it's easy to say. But I can't.\"\n\nGeorge snorted himself and went for the bourbon bottle. He had never\ntaken a drink before mid-afternoon in his life, but now he figured a\nlot of changes had to be made. Necessary changes.\n\n\"I have a terrific idea,\" Arl said.\n\nGeorge didn't think it would be terrific, but he said: \"What's that?\"\n\n\"Well, you have to put the call through, you know. So, why don't you\njust--don't?\"\n\n\"Eh? Say that again.\"\n\n\"Don't put the call through. Don't put it through and Narka won't be\nable to come.\"\n\nMyra nodded her head vigorously. \"That sounds like a fine idea,\" she\nsaid.\n\nGeorge said, \"It stinks. It so happens I want to see Narka again.\"\n\n\"After you see her, you'll be sorry. I'm not saying you can't handle\nwomen, George. Don't misunderstand me. Myra is a spitfire a lot like\nthe Queen, but you certainly can handle Myra. I don't mean that.\"\n\nGeorge was pleased. \"Of course. What do you mean?\"\n\n\"Well, Narka is--\"\n\n\n\nHe stopped talking. Something fell to the floor at George's feet,\nand he stopped to pick it up. He held it in his palm--a necklace of\nflawless pearls, worth a small fortune. He held it in his hand, not\nknowing what to do with it.\n\n\"That's what I mean,\" Arl said.\n\n\"Oh, it's beautiful,\" Myra cooed. \"Is it for me, George? Where did you\nget it?\" Then she pouted. \"It's not for--that Narka, is it? It's for\nme, isn't it, George?\"\n\n\"That's what I mean,\" Arl said again. \"Narka cannot resist the impulse\nto steal everything she likes in this dimension. She simply takes\nwhat she likes, and I know several cases in which one of your three\ndimensional men went to jail for a series of robberies committed by the\nQueen.\"\n\n\"That's ridiculous,\" George said. \"How can she steal so many things?\"\n\nArl shook his head. \"You're forgetting the relationship between the\nthree and four dimensional worlds again. Remember, it's like you and\nthat square on the table. How would you get a necklace out of that\nsquare without crossing any of its lines?\"\n\n\"Why--why, I'd simply lift the necklace up and then put it down on the\nother side of one of the lines.\"\n\n\"Exactly. That's what Narka's doing. She sees what she likes, lifts\nit up out of your three-dimensional existence, momentarily carries it\nthrough the fourth dimension, and puts it down here. When she has all\nshe wants, she'll come for her booty, then I'm afraid she'll take me\nhome with her. Only she'll be very mad. She won't speak to me for a\nweek--she'll do other things, bad things. I wish you had never called\nme, George.\"\n\nSomething went _plop_, and George saw a small velvet cushion on the\nfloor. Like a pin cushion. And pinned to it were a number of jeweled\nbrooches. George did not know too much about jewelry, but he didn't\nhave to be an expert to know that these were valuable pieces. Even if\nhe didn't know it himself, he could tell by the way Myra sighed. Myra\nwould not sigh at imitations.\n\n\n\nGeorge laughed. \"Now I know how Ali Baba must have felt after he said\n'Open, Sesamee.'\"\n\nMyra nodded, but she hardly heard him. She walked from one treasure to\nthe next, as each new one plunked down on the floor or the chairs or\nthe tables. She was running, soon, with excited little gasps, feeling\nthe jewels with her hands, caressing them, holding them to her throat\nand letting them caress her, raising them to the window so she could\nsee the sun shine on them.\n\nArl said wearily, \"I have seen this many times before. It's always\nthe same the first time. Narka collects the treasure and someone here\nin this three-dimensional world sees the treasure come in. The result\nis always the same. It's quite a sight the first time. Narka has\nsufficient jewelry here to buy this city.\"\n\n\"Well, it doesn't affect me that way,\" said George. But he only said\nit--he didn't feel it at all. This interdimensional travel was the\nanswer to all his dreams. You saw something you wanted, you lifted it\nout into the fourth dimension, you came back with it to the world of\nthree dimensions--and that's all there was to it.\n\n\"Don't tell me you're not thinking the same thing they all have thought\nin the past,\" Arl said. \"I know you are. Everyone does. But I warn you,\nGeorge: that way lies madness.\"\n\nHe could be a king, George thought. Not a titular king like Arl, but\nthe real thing--a king in the true sense of the word, the old sense of\nthe word. He'd want something--anything--and it would be his. Just like\nthat.\n\n\"No more treasure,\" Myra said. \"It isn't raining anymore.\"\n\nGeorge looked. The room was abrim with precious stones, and apparently\nNarka had enough for this trip. She had stolen a king's ransom--more\nthan that. And there was that word again: with this power, George could\nbe a king.\n\n\"No,\" he said.\n\n\"What's that?\"\n\n\"Um, nothing, Arl. Nothing. Just thinking out loud.\" He did not want to\nbe a king, not that way. Human values were too high, and he had moved\non the straight and narrow path too long. Not that there was anything\nwrong with the straight and narrow path. Suddenly he liked it--it was\nvery important to him, and although he remembered Narka as he had seen\nher, naked and beautiful, he thought of her now only as a cheap thief.\nThe wild urge had gone--this was not the way to kinghood.\n\n\n\nAbruptly, Narka was there. One moment there were only the three of them\nand the treasure. The next, she stood next to George, and when she\nmaterialized, she was leaning on George's arm.\n\n\"I'm back,\" she said.\n\nShe wore a tunic, only it was more translucent than a tunic had a\nright to be. But George didn't mind. He didn't mind in the least. It\nwas unfortunate, though, that he was so interested in the effects\nNarka's arrival would have on Arl. He looked at the woman only for a\nmoment, and then he turned his eyes to her husband.\n\nArl was trembling. He looked ordinary compared with Narka. He wore what\ncould have passed for a white linen suit, and it fit well. With that\nenigmatic smile, he could have been a good looking man, but right now\nhe was trembling, and his mouth hung open.\n\n\"Narka--\" he said.\n\n\"Don't you 'Narka' me. You know I didn't want you to come, but you came\nanyway. Just wait till I can get you home alone. Wait till I get you--\"\n\n\"Wait is right,\" said George. He gestured to the jewelry about the\nroom. \"Right now there's another matter, a more important matter. What\nabout your, ah, trophies?\"\n\n\"What about them?\" She gave George's arm a little squeeze, and George\nliked the feeling. But he saw Myra wince. \"What about them? Why,\nnothing. I'll just take them home with me, that's all. I have a whole\nsection of the palace filled with them.\"\n\n\"No you won't,\" George said.\n\n\"Don't be silly. Who's going to stop me?\"\n\n\"I am.\"\n\nShe leaned more heavily on George's arm, and she looked up at him with\nher big round eyes. \"No you're not.\"\n\n\"No? How are you going to get back unless I help you?\"\n\n\"You'll help me. I'll leave some of these jewels here with you. Name\nany three items and they're yours.\"\n\nMyra suggested, \"That brooch, and that--\"\n\n\"Shut up,\" said George.\n\nNarka frowned. \"Are you going to let him talk to you like that?\"\n\nMyra looked at George. \"Y-yes,\" she said. \"But please stop holding on\nto his arm like that. If George says you take all those things back\nwhere they belong, then you'd better do it. I--I think George knows\nbest.\"\n\n\"He does,\" Arl assured his wife.\n\n\"You shut up, Arl. I'll attend to you later.\" Narka made no move\nto release George's arm. She leaned closer to him and stood on her\ntiptoes. Then she kissed him. George liked it--he liked it a lot. This\nNarka was quite a girl, even if she was a crook.\n\n\"Now, George,\" she said, \"send us back.\"\n\n\"No.\" George pulled his arm away, and Narka was leaning over so far\nthat she almost fell.\n\n\"Hah,\" Myra said.\n\nNarka smiled. \"Arl,\" she said, \"pick up the jewelry, and we'll get\nstarted.\"\n\n\"How can we get started if George won't send us back?\"\n\n\"Just be quiet and pick up the jewelry.\"\n\n\n\nObediently, Arl went about the room, gathering the treasures in his\narms. It took a few minutes, and George stood by patiently, smiling.\nFinally, arms full, Arl nodded to his wife. \"That's all, dear.\"\n\nNarka looked at George. \"Now, send us back.\"\n\nGeorge shrugged. \"I said no, and I wasn't kidding. You take all that\njewelry back where it belongs, and I'll send you back. Not before.\"\n\nFor a long moment, Narka looked at him. \"You know,\" she said, \"I think\nI will get you in trouble. Yes, I think I will. You definitely deserve\nit.\"\n\nThe apartment was on the fourth floor, near the corner. Narka strode to\nthe window and opened it. Behind her, George looked out. Down on the\ncorner directing traffic was a cop.\n\n\"He's a law officer, isn't he?\" Narka demanded.\n\nGeorge nodded, and before he could stop her, Narka took two brooches\nand a necklace from the pile in Arl's arms, called to the policeman,\nand, when she had caught his attention, threw the jewelry down to him.\n\n\"Oh, no....\" Myra moaned.\n\nGeorge shut the window. In a few minutes the policeman would be in the\nroom. He'd see a room full of jewelry, and he'd receive reports of all\nthe thefts in the past few minutes, the incredible number of thefts in\nso short a space of time, and though he would not know how it was done,\nhe would blame George. He would definitely blame George.\n\nA few minutes....\n\n\"You shouldn't have done that,\" George said.\n\nNarka stuck her tongue out at him. It was very unladylike, even less\nqueen-like. \"No?\"\n\n\"No.\" George reached out and pulled Narka to him. He saw the look of\ntriumph on her face.\n\n\"George,\" she said coyly.\n\nHolding her arm and retreating to a big chair, George sat down. Because\nhe was still holding her, Narka sat on his lap, and from there it\nwasn't hard for him to turn her over. He did and then she got the idea,\nbut it was too late. She struggled and she writhed but she couldn't do\na thing about it.\n\n\"What you need,\" George told her, \"is a good three-dimensional man to\ntake care of you.\"\n\n\"Let me up or I'll--I'll beat you.\"\n\n\"You'll _what_?\"\n\n\"I'll beat you. Ask Arl, he's a man, but I beat him. When I get him\nhome, I will beat him.\"\n\n\n\nGeorge lifted his hand, but Arl caught it in mid-air. \"Wait, George.\nI think I am learning.\" Arl was still trembling, but he attempted a\nsmile. \"I think I am learning.\"\n\nGeorge smiled and got up. Arl sat on the chair next to his wife. Men\ncould be henpecked just so long, George thought--even in the fourth\ndimension, it couldn't go on forever.\n\nBut Arl's smile was uncertain, he was trying to bolster his courage\nwith it, and Narka stared grimly, certainly. Suddenly, she and Arl\nwere locked together, struggling. George breathed hard. The cop would\nbe here in another minute or two, but he had to let Arl fight his own\nbattle. A king could not be a king in name only, and he had tried to\nshow Arl the way.\n\nNarka wrestled Arl to the floor and held him there, next to the\nremainder of the jewelry. Arl began to moan, and then Narka laughed\ntriumphantly up at George. \"There's one thing you didn't know, third\ndimensional man. One thing you couldn't know. In the fourth dimension,\nthe female is superior physically.\"\n\nArl moaned.\n\nGeorge didn't know a thing about fourth dimensional culture. He had\nnever thought of this possibility, but now Narka held her husband\nfirmly, and she began to do something to his arm.\n\n\"Give up?\" she said.\n\nArl looked up at George. \"I tried.\"\n\n\"Nuts,\" said George. \"You may think the female is stronger in the\nfourth dimension, but you're in the third dimension now. If Arl--\"\n\nArl needed that encouragement. He smiled now, and this time his\nsmile was the grim certain one. \"Why not?\" he said. \"Something\nthere--different dimension, different laws apply, and if I can do it\nonce, do it now--\"\n\nHe writhed fiercely in Narka's grip, and George watched. Someone was\nknocking at the door. \"Open up. Hey, open up in there! I saw you at the\nwindow, so I know you're there. What the hell did you throw them pins\nout for? Open up!\"\n\nThe knocking became more urgent.\n\nIt was important, it was vital. But George hardly heard it. Here at his\nfeet he saw a culture changing. Arl forced his wife slowly up and back,\nand then Arl was in control. He sat on the floor and Narka was draped\nacross his lap and he was spanking her.\n\n\"Remarkable,\" Myra said.\n\nNarka began to cry. With each downward stroke of Arl's hand, she cried.\nAnd by the look on the king's face, George could tell that Arl was\nhaving the time of his life.\n\nHe didn't want to stop. He was enjoying himself too much, after all\nthese years, and he was in no mood to stop. But George pulled him away.\n\"She's had enough.\"\n\nArl was cocky. \"Will you be a good girl now, Narka?\"\n\nThe queen sighed and nodded. She had a look of disbelief on her face,\nbut she walked off into the corner of the room. She looked as if she\nwanted to sit down, but then she thought better of it, and she stood\nthere, sulking.\n\n\"Quick,\" George said. He helped Arl gather up the jewels, and even\nMyra helped, and then Narka was telling Arl, listlessly, where she had\ngotten them. Arl winked at George, his arms loaded with the treasures,\nand then he disappeared.\n\n\n\nGeorge opened the door. The cop stalked in, belligerently. \"Now, what's\ngoing on? What's going on in here, that's what I wanna know!\"\n\nGeorge frowned. \"What do you mean, officer?\"\n\n\"I mean, these jewels.\" He held out his hand, showing the three\nexpensive items he had caught. \"Better explain this good, bud.\"\n\nThere was only one thing to do, George thought. \"Explain it? Explain\nwhat? What jewels are you talking about, officer?\"\n\n\"These damn jewels in my hand, that's what!\" The cop held his hand out,\nshowing the two brooches and the necklace.\n\n\"I don't see any jewels,\" said George. \"Myra, do you see any jewels?\"\n\n\"Huh? Why, of course--not. I don't see anything.\"\n\n\"Narka?\"\n\nThe queen looked sullen, but she shook her head. \"No.\"\n\nGeorge looked at the policeman. \"Tch, tch,\" he said, shaking his head.\n\n\"What do you mean, no jewels? You hinting I'm nuts?\"\n\n\"Maybe just a few drinks too many,\" George suggested, looking at the\njewelry.\n\n\"Why, listen--\" But the policeman scratched his head.\n\nHe didn't see Arl come up behind him. Arl reached out and grabbed the\ntwo brooches, the necklace--and then disappeared.\n\nThe policeman looked at his hand. For a long time he stared at it. His\njaw went slack.\n\n\"Jeez--\" he said.\n\n\"We'll forget it,\" George told him. \"We'll forget all about it. Now\njust go home and behave yourself--and no drinking on duty, eh officer?\"\n\n\"Yeah. Yeah, sure.\" The cop went out the door, still staring at his\nhand.\n\nIn a moment, Arl was back. Narka looked at him, and George had seen\nthat look in Myra's eyes yesterday at their bungalow. Arl took his\nwife's arm in a firm grip. \"We're going home,\" he said.\n\nShe looked dubious, but then she rubbed her posterior, and she smiled\nruefully. \"Yes, m'lord.\" Arl shook hands with George, waved to\nMyra--and then they disappeared.\n\nGeorge smiled. \"Let that be a lesson to you, dear.\"\n\nMyra kissed him, shyly. They had been married for six years, but it was\na shy kiss.\n\n\"I don't need any lesson, George.\"\n\n\"No more Fort? No more psychokinesis?\"\n\n\"No more, if you say so, George.\"\n\n\"I say so.\"\n\n\"Yes, sir,\" said Myra. \"Yes, sir.\"",
    "metadata": {
        "author": [
            "Lesser, Milt",
            "Thames, C. H.",
            "Chase, Adam",
            "Marlowe, Stephen",
            "Granger, Darius John",
            "Wilder, Stephen",
            "Lesser, Milton",
            "Ridgway, Jason"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/65067/pg65067.txt",
        "name": "it_s_raining_frogs.json"
    }
}