{
    "name": "It Takes a Thief",
    "author": [
        "Miller, Walter M.",
        "Miller, W. M. (Walter M.)",
        "Miller, Walter Michael"
    ],
    "body": "\n    _\"The ancient gods, our Fathers, rode down from the heavens in the\n    Firebirds of the Sun. Coming into the world, they found no air for\n    the breath of their souls. \"How shall we breathe?\" they asked of\n    the Sun. And Sun gave them of His fire and beneath the earth they\n    kindled the Blaze of the Great Wind. Good air roared from the womb\n    of Mars our Mother, the ice burned with a great thunder, and there\n    was air for the breath of Man._\"\n\n    --FROM AN OLD MARTIAN LEGEND\n\n\n\nA thief, he was about to die like a thief.\n\nHe hung from the post by his wrists. The wan sunlight glistened faintly\non his naked back as he waited, eyes tightly closed, lips moving slowly\nas he pressed his face against the rough wood and stood on tiptoe to\nrelieve the growing ache in his shoulders. When his ankles ached, he\nhung by the nails that pierced his forearms just above the wrists.\n\nHe was young, perhaps in his tenth Marsyear, and his crisp black hair\nwas close-cropped in the fashion of the bachelor who had not yet sired\na pup, or not yet admitted that he had. Lithe and sleek, with the quick\nknotty muscles and slender rawhide limbs of a wild thing, half-fed and\nhungry with a quick furious hunger that crouched in ambush. His face,\nthough twisted with pain and fright, remained that of a cocky pup.\n\nWhen he opened his eyes he could see the low hills of Mars, sun-washed\nand gray-green with trees, trees brought down from the heavens by\nthe Ancient Fathers. But he could also see the executioner in the\nforeground, sitting spraddle-legged and calm while he chewed a blade\nof grass and waited. A squat man with a thick face, he occasionally\npeered at the thief with empty blue eyes--while he casually played\nmumblety-peg with the bleeding-blade. His stare was blank.\n\n\"Ready for me yet, Asir?\" he grumbled, not unpleasantly.\n\nThe knifeman sat beyond spitting range, but Asir spat, and tried to\nwipe his chin on the post. \"Your dirty mother!\" he mumbled.\n\nThe executioner chuckled and played mumblety-peg.\n\nAfter three hours of dangling from the spikes that pierced his arms,\nAsir was weakening, and the blood throbbed hard in his temples, with\neach jolt of his heart a separate pulse of pain. The red stickiness had\nstopped oozing down his arms; they knew how to drive the spike just\nright. But the heartbeats labored in his head like a hammer beating at\nred-hot iron.\n\n_How many heartbeats in a life-time--and how many left to him now?_\n\nHe whimpered and writhed, beginning to lose all hope. Mara had gone to\nsee the Chief Commoner, to plead with him for the pilferer's life--but\nMara was about as trustworthy as a wild hüffen, and he had visions of\nthem chuckling together in Tokra's villa over a glass of amber wine,\nwhile life drained slowly from a young thief.\n\nAsir regretted nothing. His father had been a renegade before him, had\nsquandered his last ritual formula to buy a wife, then impoverished,\nhad taken her away to the hills. Asir was born in the hills, but he\ncame back to the village of his ancestors to work as a servant and\nsteal the rituals of his masters. No thief could last for long. A\nritual-thief caused havoc in the community. The owner of a holy phrase,\nnot knowing that it had been stolen, tried to spend it--and eventually\ncounter-claims would come to light, and a general accounting had to be\ncalled. The thief was always found out.\n\nAsir had stolen more than wealth, he had stolen the strength of their\nsouls. For this they hung him by his wrists and waited for him to beg\nfor the bleeding-blade.\n\n    _Woman thirsts for husband,\n    Man thirsts for wife,\n    Baby thirsts for breast-milk\n    Thief thirsts for knife...._\n\nA rhyme from his childhood, a childish chant, an eenie-meenie-miney for\ndetermining who should drink first from a nectar-cactus. He groaned and\ntried to shift his weight more comfortably. Where was Mara?\n\n\n\n\"Ready for me yet, Asir?\" the squat man asked.\n\nAsir hated him with narrowed eyes. The executioner was bound by law to\nwait until his victim requested his fate. But Asir remained ignorant\nof what the fate would be. The Council of Senior Kinsmen judged him\nin secret, and passed sentence as to what the executioner would do\nwith the knife. But Asir was not informed of their judgment. He knew\nonly that when he asked for it, the executioner would advance with the\nbleeding-blade and exact the punishment--his life, or an amputation,\ndepending on the judgment. He might lose only an eye or an ear or a\nfinger. But on the other hand, he might lose his life, both arms, or\nhis masculinity.\n\nThere was no way to find out until he asked for the punishment. If he\nrefused to ask, they would leave him hanging there. In theory, a thief\ncould escape by hanging four days, after which the executioner would\npull out the nails. Sometimes a culprit managed it, but when the nails\nwere pulled, the thing that toppled was already a corpse.\n\nThe sun was sinking in the west, and it blinded him. Asir knew about\nthe sun--knew things the stupid council failed to know. A thief, if\nsuccessful, frequently became endowed with wisdom, for he memorized\nmore wealth than a score of honest men. Quotations from the ancient\ngods--Fermi, Einstein, Elgermann, Hanser and the rest--most men owned\nscattered phrases, and scattered phrases remained meaningless. But a\nthief memorized all transactions that he overheard, and the countless\nphrases could be fitted together into meaningful ideas.\n\nHe knew now that Mars, once dead, was dying again, its air leaking\naway once more into space. And Man would die with it, unless something\nwere done, and done quickly. The Blaze of the Great Wind needed to be\nrekindled under the earth, but it would not be done. The tribes had\nfallen into ignorance, even as the holy books had warned:\n\n_It is realized that the colonists will be unable to maintain a\ntechnology without basic tools, and that a rebuilding will require\nseveral generations of intelligently directed effort. Given the\nknowledge, the colonists may be able to restore a machine culture if\nthe knowledge continues to be bolstered by desire. But if the third,\nfourth, and Nth generations fail to further the gradual retooling\nprocess, the knowledge will become worthless._\n\nThe quotation was from the god Roggins, _Progress of the Mars-Culture_,\nand he had stolen bits of it from various sources. The books themselves\nwere no longer in existence, remembered only in memorized ritual\nchants, the possession of which meant wealth.\n\nAsir was sick. Pain and slow loss of blood made him weak, and his\nvision blurred. He failed to see her coming until he heard her feet\nrustling in the dry grass.\n\n\"Mara----\"\n\nShe smirked and spat contemptuously at the foot of the post. The\ndaughter of a Senior Kinsman, she was a tall, slender girl with an\narrogant strut and mocking eyes. She stood for a moment with folded\narms, eyeing him with amusement. Then, slowly, one eye closed in a\nsolemn wink. She turned her back on him and spoke to the executioner.\n\n\"May I taunt the prisoner, Slubil?\" she asked.\n\n\"It is forbidden to speak to the thief,\" growled the knifeman.\n\n\"Is he ready to beg for justice, Slubil?\"\n\nThe knifeman grinned and looked at Asir. \"Are you ready for me yet,\nthief?\"\n\nAsir hissed an insult. The girl had betrayed him.\n\n\"Evidently a coward,\" she said. \"Perhaps he means to hang four days.\"\n\n\"Let him then.\"\n\n\"No--I think that I should _like_ to see him beg.\"\n\nShe gave Asir a long searching glance, then turned to walk away. The\nthief cursed her quietly and followed her with his eyes. A dozen steps\naway she stopped again, looked back over her shoulder, and repeated the\nslow wink. Then she marched on toward her father's house. The wink made\nhis scalp crawl for a moment, but then....\n\n_Suppose she hasn't betrayed me?_ Suppose she had wheedled the sentence\nout of Tokra, and knew what his punishment would be. _I think that I\nshould like to see him beg._\n\nBut on the other hand, the fickle she-devil might be tricking\nhim into asking for a sentence that she _knew_ would be death or\ndismemberment--just to amuse herself.\n\nHe cursed inwardly and trembled as he peered at the bored executioner.\nHe licked his lips and fought against dizzyness as he groped for words.\nSlubil heard him muttering and looked up.\n\n\"Are you ready for me yet?\"\n\n\n\nAsir closed his eyes and gritted his teeth. \"Give it to me!\" he yelped\nsuddenly, and braced himself against the post.\n\nWhy not? The short time gained couldn't be classed as living. Have it\ndone with. Eternity would be sweet in comparison to this ignomy. A\nknife could be a blessing.\n\nHe heard the executioner chuckle and stand up. He heard the man's\nfootsteps approaching slowly, and the singing hiss of the knife as\nSlubil swung it in quick arcs. The executioner moved about him slowly,\nteasing him with the whistle of steel fanning the air about him. He was\nexpected to beg. Slubil occasionally laid the knife against his skin\nand took it away again. Then Asir heard the rustle of the executioner's\ncloak as his arm went back. Asir opened his eyes.\n\nThe executioner grinned as he held the blade high--aimed at Asir's\nhead! The girl had tricked him. He groaned and closed his eyes again,\nmuttering a half-forgotten prayer.\n\nThe stroke fell--and the blade chopped into the post above his head.\nAsir fainted.\n\nWhen he awoke he lay in a crumpled heap on the ground. The executioner\nrolled him over with his foot.\n\n\"In view of your extreme youth, thief,\" the knifeman growled, \"the\ncouncil has ordered you perpetually banished. The sun is setting. Let\ndawn find you in the hills. If you return to the plains, you will be\nchained to a wild hüffen and dragged to death.\"\n\nPanting weakly, Asir groped at his forehead, and found a fresh wound,\nraw and rubbed with rust to make a scar. Slubil had marked him as an\noutcast. But except for the nail-holes through his forearms, he was\nstill in one piece. His hands were numb, and he could scarcely move\nhis fingers. Slubil had bound the spike-wounds, but the bandages were\nbloody and leaking.\n\nWhen the knifeman had gone, Asir climbed weakly to his feet. Several\nof the townspeople stood nearby, snickering at him. He ignored their\ncatcalls and staggered toward the outskirts of the village, ten minutes\naway. He had to speak to Mara, and to her father if the crusty oldster\nwould listen. His thief's knowledge weighed upon him and brought\ndesperate fear.\n\nDarkness had fallen by the time he came to Welkir's house. The people\nspat at him in the streets, and some of them flung handfuls of loose\ndirt after him as he passed. A light flickered feebly through Welkir's\ndoor. Asir rattled it and waited.\n\nWelkir came with a lamp. He set the lamp on the floor and stood with\nfeet spread apart, arms folded, glaring haughtily at the thief. His\nface was stiff as weathered stone. He said nothing, but only stared\ncontemptuously.\n\nAsir bowed his head. \"I have come to plead with you, Senior Kinsman.\"\n\nWelkir snorted disgust. \"Against the mercy we have shown you?\"\n\nHe looked up quickly, shaking his head. \"No! For that I am grateful.\"\n\n\"What then?\"\n\n\"As a thief, I acquired much wisdom. I know that the world is dying,\nand the air is boiling out of it into the sky. I wish to be heard by\nthe council. We must study the words of the ancients and perform their\nmagic, lest our children's children be born to strangle in a dead\nworld.\"\n\nWelkir snorted again. He picked up the lamp. \"He who listens to a\nthief's wisdom is cursed. He who acts upon it is doubly cursed and a\nparty to the crime.\"\n\n\"The vaults,\" Asir insisted. \"The key to the Blaze of the Winds is in\nthe vaults. The god Roggins tells us in the words--\"\n\n\"Stop! I will not hear!\"\n\n\"Very well, but the blaze can be rekindled, and the air renewed. The\nvaults--\" He stammered and shook his head. \"The council must hear me.\"\n\n\"The council will hear nothing, and you shall be gone before dawn. And\nthe vaults are guarded by the sleeper called Big Joe. To enter is to\ndie. Now go away.\"\n\n\n\nWelkir stepped back and slammed the door. Asir sagged in defeat. He\nsank down on the doorstep to rest a moment. The night was black, except\nfor lamp-flickers from an occasional window.\n\n\"Ssssst!\"\n\nA sound from the shadows. He looked around quickly, searching for the\nsource.\n\n\"Ssssst! Asir!\"\n\nIt was the girl Mara, Welkir's daughter. She had slipped out the back\nof the house and was peering at him around the corner. He arose quietly\nand went to her.\n\n\"What did Slubil do to you?\" she whispered.\n\nAsir gasped and caught her shoulders angrily. \"Don't you _know_?\"\n\n\"No! Stop! You're hurting me. Tokra wouldn't tell me. I made love to\nhim, but he wouldn't tell.\"\n\nHe released her with an angry curse.\n\n\"You _had_ to take it sometime,\" she hissed. \"I knew if you waited you\nwould be too weak from hanging to even run away.\"\n\nHe called her a foul name.\n\n\"Ingrate!\" she snapped. \"And I bought you a hüffen!\"\n\n\"You _what_?\"\n\n\"Tokra gave me a ritual phrase and I bought you a hüffen with it. You\ncan't _walk_ to the hills, you know.\"\n\nAsir burned with dull rage. \"You slept with Tokra!\" he snapped.\n\n\"You're jealous!\" she tittered.\n\n\"How can I be jealous! I hate the sight of you!\"\n\n\"Very well then, I'll keep the hüffen.\"\n\n\"_Do!_\" he growled. \"I won't need it, since I'm not going to the hills!\"\n\nShe gasped. \"You've got to go, you fool! They'll kill you!\"\n\nHe turned away, feeling sick. She caught at his arm and tried to pull\nhim back. \"Asir! Take the hüffen and _go_!\"\n\n\"I'll go,\" he growled. \"But not to the hills. I'm going out to the\nvault.\"\n\nHe stalked away, but she trotted along beside him, trying to tug him\nback. \"Fool! The vaults are sacred! The priests guard the entrance, and\nthe Sleeper guards the inner door. They'll kill you if you try it, and\nif you linger, the council will kill you tomorrow.\"\n\n\"Let them!\" he snarled. \"I am no sniveling townsman! I am of the hills,\nand my father was a renegade. Your council had no right to judge me.\nNow _I_ shall judge _them_.\"\n\nThe words were spoken hotly, and he realized their folly. He expected a\nscornful rebuke from Mara, but she hung onto his arm and pleaded with\nhim. He had dragged her a dozen doorways from the house of her father.\nHer voice had lost its arrogance and became pleading.\n\n\"Please, Asir! Go away. Listen! I will even go with you--if you want\nme.\"\n\nHe laughed harshly. \"Tokra's leavings.\"\n\nShe slapped him hard across the mouth. \"Tokra is an impotent old\ndodderer. He can scarcely move for arthritis. You're an idiot! I sat on\nhis lap and kissed his bald pate for you.\"\n\n\"Then why did he give you a ritual phrase?\" he asked stiffly.\n\n\"Because he likes me.\"\n\n\"You lie.\" He stalked angrily on.\n\n\"Very well! Go to the vaults. I'll tell my father, and they'll hunt you\ndown before you get there.\"\n\nShe released his arm and stopped. Asir hesitated. She meant it. He came\nback to her slowly, then slipped his swollen hands to her throat. She\ndid not back away.\n\n\"Why don't I just choke you and leave you lying here?\" he hissed.\n\nHer face was only a shadow in darkness, but he could see her cool smirk.\n\n\"Because you love me, Asir of Franic.\"\n\nHe dropped his hands and grunted a low curse. She laughed low and took\nhis arm.\n\n\"Come on. We'll go get the hüffen,\" she said.\n\n_Why not?_ he thought. _Take her hüffen, and take her too._ He could\ndump her a few miles from the village, then circle back to the vaults.\nShe leaned against him as they moved back toward her father's\nhouse, then skirted it and stole back to the field behind the row of\ndwellings. Phobos hung low in the west, its tiny disk lending only a\nfaint glow to the darkness.\n\nHe heard the hüffen's breathing as they approached a hulking shadow\nin the gloom. Its great wings snaked out slowly as it sensed their\napproach, and it made a low piping sound. A native Martian species,\nit bore no resemblance to the beasts that the ancients had brought\nwith them from the sky. Its back was covered with a thin shell like\na beetle's, but its belly was porous and soft. It digested food by\nsitting on it, and absorbing it. The wings were bony--parchment\nstretched across a fragile frame. It was headless, and lacked a\ncentralized brain, the nervous functions being distributed.\n\n\n\nThe great creature made no protest as they climbed up the broad flat\nback and strapped themselves down with the belts that had been threaded\nthrough holes cut in the hüffen's thin, tough shell. Its lungs slowly\ngathered a tremendous breath of air, causing the riders to rise up as\nthe huge air-sacs became distended. The girth of an inflated hüffen\nwas nearly four times as great as when deflated. When the air was\ngathered, the creature began to shrink again as its muscles tightened,\ncompressing the breath until a faint leakage-hiss came from behind. It\nwaited, wings taut.\n\nThe girl tugged at a ring set through the flesh of its flank. There\nwas a blast of sound and a jerk. Nature's experiment in jet propulsion\nsoared ahead and turned into the wind. Its first breath exhausted, it\ngathered another and blew itself ahead again. The ride was jerky. Each\ntailward belch was a rough lurch. They let the hüffen choose its own\nheading as it gained altitude. Then Mara tugged at the wing-straps, and\nthe creature wheeled to soar toward the dark hills in the distance.\n\nAsir sat behind her, a sardonic smirk on his face, as the wind whipped\nabout them. He waited until they had flown beyond screaming distance of\nthe village. Then he took her shoulders lightly in his hands. Mistaking\nit for affection, she leaned back against him easily and rested her\ndark head on his shoulder. He kissed her--while his hand felt gingerly\nfor the knife at her belt. His fingers were numb, but he managed to\nclutch it, and press the blade lightly against her throat. She gasped.\nWith his other hand, he caught her hair.\n\n\"Now guide the hüffen down!\" he ordered.\n\n\"_Asir!_\"\n\n\"Quickly!\" he barked.\n\n\"What are you going to do?\"\n\n\"Leave you here and circle back to the vaults.\"\n\n\"No! Not out here at night!\"\n\nHe hesitated. There were slinking prowlers on the Cimmerian plain,\nbeasts who would regard the marooned daughter of Welkir a delicious bit\nof good fortune, a gustatory delight of a sort they seldom were able\nto enjoy. Even above the moan of the wind, he could hear an occasional\nhowl-cry from the fanged welcoming committee that waited for its dinner\nbeneath them.\n\n\"Very well,\" he growled reluctantly. \"Turn toward the vaults. But one\nscream and I'll slice you.\" He took the blade from her throat but kept\nthe point touching her back.\n\n\"Please, Asir, _no_!\" she pleaded. \"Let me go on to the hills. Why do\nyou want to go to the vaults? Because of Tokra?\"\n\nHe gouged her with the point until she yelped. \"Tokra be damned, and\nyou with him!\" he snarled. \"Turn back.\"\n\n\"_Why?_\"\n\n\"I'm going down to kindle the Blaze of the Winds.\"\n\n\"You're _mad_! The spirits of the ancients live in the vaults.\"\n\n\"I am going to kindle the Blaze of the Winds,\" he insisted stubbornly.\n\"Now either turn back, or go down and I'll turn back alone.\"\n\n\n\nAfter a hesitant moment, she tugged at a wing-rein and the hüffen\nbanked majestically. They flew a mile to the south of the village, then\nbeyond it toward the cloister where the priests of Big Joe guarded the\nentrance to the vaults. The cloister was marked by a patch of faint\nlight on the ground ahead.\n\n\"Circle around it once,\" he ordered.\n\n\"You can't get in. They'll kill you.\"\n\nHe doubted it. No one ever tried to enter, except the priests who\ncarried small animals down as sacrifices to the great Sleeper. Since no\noutsider ever dared go near the shaft, the guards expected no one. He\ndoubted that they would be alert.\n\nThe cloister was a hollow square with a small stone tower rising in\nthe center of the courtyard. The tower contained the entrance to the\nshaft. In the dim light of Phobos, assisted by yellow flickers from the\ncloister windows, he peered at the courtyard as they circled closer. It\nseemed to be empty.\n\n\"Land beside the tower!\" he ordered.\n\n\"Asir--please--\"\n\n\"Do it!\"\n\nThe hüffen plunged rapidly, soared across the outer walls, and burst\ninto the courtyard. It landed with a rough jolt and began squeaking\nplaintively.\n\n\"Hurry!\" he hissed. \"Get your straps off and let's go.\"\n\n\"I'm not going.\"\n\nA prick of the knife point changed her mind. They slid quickly to the\nground, and Asir kicked the hüffen in the flanks. The beast sucked in\nair and burst aloft.\n\nStartled faces were trying to peer through the lighted cloister windows\ninto the courtyard. Someone cried a challenge. Asir darted to the door\nof the tower and dragged it open. Now forced to share the danger, the\ngirl came with him without urging. They stepped into a stair-landing.\nA candle flickered from a wall bracket. A guard, sitting on the floor\nbeneath the candle, glanced up in complete surprise. Then he reached\nfor a short barbed pike. Asir kicked him hard in the temple, then\nrolled his limp form outside. Men with torches were running across the\ncourtyard. He slammed the heavy metal door and bolted it.\n\nFists began beating on the door. They paused for a moment to rest, and\nMara stared at him in fright. He expected her to burst into angry\nspeech, but she only leaned against the wall and panted. The dark mouth\nof the stairway yawned at them--a stone throat that led into the bowels\nof Mars and the realm of the monster, Big Joe. He glanced at Mara\nthoughtfully, and felt sorry for her.\n\n\"I can leave you here,\" he offered, \"but I'll have to tie you.\"\n\nShe moistened her lips, glanced first at the stairs, then at the door\nwhere the guards were raising a frantic howl. She shook her head.\n\n\"I'll go with you.\"\n\n\"The priests won't bother you, if they see that you were a prisoner.\"\n\n\"I'll go with you.\"\n\nHe was pleased, but angry with himself for the pleasure. An arrogant,\nspiteful, conniving wench, he told himself. She'd lied about Tokra. He\ngrunted gruffly, seized the candle, and started down the stairs. When\nshe started after him, he stiffened and glanced back, remembering the\nbarbed pike.\n\nAs he had suspected, she had picked it up. The point was a foot from\nthe small of his back. They stared at each other, and she wore her\nself-assured smirk.\n\n\"Here,\" she said, and handed it casually. \"You might need this.\"\n\n\n\nThey stared at each other again, but it was different this time.\nBewildered, he shook his head and resumed the descent toward the\nvaults. The guards were battering at the door behind them.\n\nThe stairwell was damp and cold. Blackness folded about them like a\nshroud. They moved in silence, and after five thousand steps, Asir\nstopped counting.\n\nSomewhere in the depths, Big Joe slept his restless sleep. Asir\nwondered grimly how long it would take the guards to tear down the\nmetal door. Somehow they had to get past Big Joe before the guards came\nthundering after them. There was a way to get around the monster: of\nthat he was certain. A series of twenty-four numbers was involved, and\nhe had memorized them with a stolen bit of ritual. How to use them was\na different matter. He imagined vaguely that one must call them out in\na loud voice before the inner entrance.\n\nThe girl walked beside him now, and he could feel her shivering. His\neyes were quick and nervous as he scanned each pool of darkness, each\nnook and cranny along the stairway wall. The well was silent except for\nthe mutter of their footsteps, and the gloom was full of musty odors.\nThe candle afforded little light.\n\n\"I told you the truth about Tokra,\" she blurted suddenly.\n\nAsir glowered straight ahead and said nothing, embarrassed by his\nprevious jealousy. They moved on in silence.\n\nSuddenly she stopped. \"Look,\" she hissed, pointing down ahead.\n\nHe shielded the candle with his hand and peered downward toward a small\nsquare of dim light. \"The bottom of the stairs,\" he muttered.\n\nThe light seemed faint and diffuse, with a slight greenish cast. Asir\nblew out the candle, and the girl quickly protested.\n\n\"How will we see to climb again?\"\n\nHe laughed humorlessly. \"What makes you think we will?\"\n\nShe moaned and clutched at his arm, but came with him as he descended\nslowly toward the light. The stairway opened into a long corridor\nwhose ceiling was faintly luminous. White-faced and frightened, they\npaused on the bottom step and looked down the corridor. Mara gasped and\ncovered her eyes.\n\n\"Big Joe!\" she whispered in awe.\n\nHe stared through the stairwell door and down the corridor through\nanother door into a large room. Big Joe sat in the center of the\nroom, sleeping his sleep of ages amid a heap of broken and whitening\nbones. A creature of metal, twice the height of Asir, he had obviously\nbeen designed to kill. Tri-fingered hands with gleaming talons, and\na monstrous head shaped like a Marswolf, with long silver fangs. Why\nshould a metal-creature have fangs, unless he had been built to kill?\n\nThe behemoth slept in a crouch, waiting for the intruders.\n\nHe tugged the girl through the stairwell door. A voice droned out of\nnowhere: \"_If you have come to plunder, go back!_\"\n\nHe stiffened, looking around. The girl whimpered.\n\n\"Stay here by the stairs,\" he told her, and pushed her firmly back\nthrough the door.\n\nAsir started slowly toward the room where Big Joe waited. Beyond the\nroom he could see another door, and the monster's job was apparently\nto keep intruders back from the inner vaults where, according to the\nritual chants, the Blaze of the Winds could be kindled.\n\nHalfway along the corridor, the voice called out again, beginning a\nkind of sing-song chant: \"_Big Joe will kill you, Big Joe will kill\nyou, Big Joe will kill you----_\"\n\nHe turned slowly, searching for the speaker. But the voice seemed to\ncome from a black disk on the wall. The talking-machines perhaps, as\nmentioned somewhere in the ritual.\n\nA few paces from the entrance to the room, the voice fell silent.\nHe stopped at the door, staring in at the monster. Then he took a\ndeep breath and began chanting the twenty-four numbers in a loud but\nquavering voice. Big Joe remained in his motionless crouch. Nothing\nhappened. He stepped through the doorway.\n\n\n\nBig Joe emitted a deafening roar, straightened with a metallic groan,\nand lumbered toward him, taloned hands extended and eyes blazing\nfuriously. Asir shrieked and ran for his life.\n\nThen he saw Mara lying sprawled in the stairway entrance. She had\nfainted. Blocking an impulse to leap over her and flee alone, he\nstopped to lift her.\n\nBut suddenly he realized that there was no pursuit. He looked back. Big\nJoe had returned to his former position, and he appeared to be asleep\nagain. Puzzled, Asir stepped back into the corridor.\n\n\"_If you have come to plunder, go back!_\"\n\nHe moved gingerly ahead again.\n\n\"_Big Joe will kill you, Big Joe will kill you, Big Joe will kill----_\"\n\nHe recovered the barbed pike from the floor and stole into the zone\nof silence. This time he stopped to look around. Slowly he reached the\npike-staff through the doorway. Nothing happened. He stepped closer and\nwaved it around inside. Big Joe remained motionless.\n\nThen he dropped the point of the pike to the floor. The monster\nbellowed and started to rise. Asir leaped back, scalp crawling. But Big\nJoe settled back in his crouch.\n\nFighting a desire to flee, Asir reached the pike through the door and\nrapped it on the floor again. This time nothing happened. He glanced\ndown. The pike's point rested in the center of a gray floor-tile, just\nto the left of the entrance. The floor was a checkerboard pattern\nof gray and white. He tapped another gray square, and this time the\nmonster started out of his drowse again.\n\nAfter a moment's thought, he began touching each tile within reach of\nthe door. Most of them brought a response from Big Joe. He found four\nthat did not. He knelt down before the door to peer at them closely.\nThe first was unmarked. The second bore a dot in the center. The third\nbore two, and the fourth three--in order of their distance from the\ndoor.\n\nHe stood up and stepped inside again, standing on the first tile.\nBig Joe remained motionless. He stepped diagonally left to the\nsecond--straight ahead to the third--then diagonally right to the\nfourth. He stood there for a moment, trembling and staring at the\nSleeper. He was four feet past the door!\n\nHaving assured himself that the monster was still asleep, he crouched\nto peer at the next tiles. He stared for a long time, but found no\nsimilar markings. Were the dots coincidence?\n\nHe reached out with the pike, then drew it back. He was too close to\nthe Sleeper to risk a mistake. He stood up and looked around carefully,\nnoting each detail of the room--and of the floor in particular. He\ncounted the rows and columns of tiles--twenty-four each way.\n\nTwenty-four--and there were twenty-four numbers in the series that was\nsomehow connected with safe passage through the room. He frowned and\nmuttered through the series to himself--0,1,2,3,3,3,2,2, 1....\n\nThe first four numbers--0,1,2,3. And the tiles--the first with no dots,\nthe second with one, the third with two, the fourth with three. But the\nfour tiles were not in a straight line, and there were no marked ones\nbeyond the fourth. He backed out of the room and studied them from the\nend of the corridor again.\n\nMara had come dizzily awake and was calling for him weakly. He replied\nreassuringly and turned to his task again. \"First tile, then diagonally\nleft, then straight, then diagonally right--\"\n\n0, 1, 2, 3, 3.\n\nA hunch came. He advanced as far as the second tile, then reached as\nfar ahead as he could and touched the square diagonally right from the\nfourth one. Big Joe remained motionless but began to speak. His scalp\nbristled at the growling voice.\n\n\"_If the intruder makes an error, Big Joe will kill._\"\n\nStanding tense, ready to leap back to the corridor, he touched the\nsquare again. The motionless behemoth repeated the grim warning.\n\nAsir tried to reach the square diagonally right from the fifth, but\ncould not without stepping up to the third. Taking a deep breath, he\nstepped up and extended the pike cautiously, keeping his eyes on Big\nJoe. The pike rapped the floor.\n\n\"_If the intruder makes an error, Big Joe will kill._\"\n\nBut the huge figure remained in his place.\n\n\n\nStarting from the first square, the path went left, straight, right,\nright, right. And after zero, the numbers went 1, 2, 3, 3, 3.\nApparently he had found the key. One meant a square to the southeast;\ntwo meant south; and three southwest. Shivering, he moved up to the\nfifth square upon which the monster growled his first warning. He\nlooked back at the door, then at Big Joe. The taloned hands could grab\nhim before he could dive back into the corridor.\n\nHe hesitated. He could either turn back now, or gamble his life on the\naccuracy of the tentative belief. The girl was calling to him again.\n\n\"Come to the end of the corridor!\" he replied.\n\nShe came hurriedly, to his surprise.\n\n\"_No!_\" he bellowed. \"Stay back of the entrance! Not on the tile! _No!_\"\n\nSlowly she withdrew the foot that hung poised over a trigger-tile.\n\n\"You can't come in unless you know how,\" he gasped.\n\nShe blinked at him and glanced nervously back over her shoulder. \"But I\nhear them. They're coming down the stairs.\"\n\nAsir cursed softly. Now he _had_ to go ahead.\n\n\"Wait just a minute,\" he said. \"Then I'll show you how to come through.\"\n\nHe advanced to the last tile that he had tested and stopped. The next\ntwo numbers were two--for straight ahead. And they would take him\nwithin easy reach of the long taloned arms of the murderous sentinel.\nHe glanced around in fright at the crushed bones scattered across the\nfloor. Some were human. Others were animal-sacrifices tossed in by the\npriests.\n\nHe had tested only one two--back near the door. If he made a mistake,\nhe would never escape; no need bothering with the pike.\n\nHe stepped to the next tile and closed his eyes.\n\n\"_If the intruder makes an error, Big Joe will kill._\"\n\nHe opened his eyes again and heaved a breath of relief.\n\n\"Asir! They're getting closer! I can hear them!\"\n\nHe listened for a moment. A faint murmur of angry voices in the\ndistance. \"All right,\" he said calmly. \"Step only on the tiles I tell\nyou. See the gray one at the left of the door?\"\n\nShe pointed. \"This one?\"\n\n\"Yes, step on it.\"\n\nThe girl moved up and stared fearfully at the monstrous sentinel. He\nguided her up toward him. \"Diagonally left--one ahead--diagonally\nright. Now don't be frightened when he speaks--\"\n\nThe girl came on until she stood one square behind him. Her quick\nfrightened breathing blended with the growing sounds of shouting from\nthe stairway. He glanced up at Big Joe, noticing for the first time\nthat the steel jaws were stained with a red-brown crust. He shuddered.\n\nThe grim chess-game continued a cautious step at a time, with the girl\nfollowing one square behind him. What if she fainted again? And fell\nacross a triggered tile? They passed within a foot of Big Joe's arm.\n\nLooking up, he saw the monster's eyes move--following them,\nscrutinizing them as they passed. He froze.\n\n\"We want no plunder,\" he said to the machine.\n\nThe gaze was steady and unwinking.\n\n\"The air is leaking away from the world.\"\n\nThe monster remained silent.\n\n\"Hurry!\" whimpered the girl. Their pursuers were gaining rapidly and\nthey had crossed only half the distance to the opposing doorway.\nProgress was slower now, for Asir needed occasionally to repeat through\nthe whole series of numbers, looking back to count squares and make\ncertain that the next step was not a fatal one.\n\n\"They won't dare to come in after us,\" he said hopefully.\n\n\"And if they do?\"\n\n\"_If the intruder makes an error, Big Joe will kill_,\" announced the\nmachine as Asir took another step.\n\n\"Eight squares to go!\" he muttered, and stopped to count again.\n\n\"Asir! They're in the corridor!\"\n\nHearing the rumble of voices, he looked back to see blue-robed men\nspilling out of the stairway and milling down the corridor toward\nthe room. But halfway down the hall, the priests paused--seeing the\nunbelievable: two intruders walking safely past their devil-god. They\ngrowled excitedly among themselves. Asir took another step. Again the\nmachine voiced the monotonous warning.\n\n\"_If the intruder makes an error...._\"\n\n\n\nHearing their deity speak, the priests of Big Joe babbled wildly\nand withdrew a little. But one, more impulsive than the rest, began\nshrieking.\n\n\"_Kill the intruders! Cut them down with your spears!_\"\n\nAsir glanced back to see two of them racing toward the room, lances\ncocked for the throw. If a spear struck a trigger-tile----\n\n\"Stop!\" he bellowed, facing around.\n\nThe two priests paused. Wondering if it would result in his sudden\ndeath, he rested a hand lightly against the huge steel arm of the\nrobot, then leaned against it. The huge eyes were staring down at him,\nbut Big Joe did not move.\n\nThe spearmen stood frozen, gaping at the thief's familiarity with the\nhorrendous hulk. Then, slowly they backed away.\n\nContinuing his bluff, he looked up at Big Joe and spoke in a loud\nvoice. \"If they throw their spears or try to enter, kill them.\"\n\nHe turned his back on the throng in the hall and continued the cautious\nadvance. Five to go, four, three, two----\n\nHe paused to stare into the room beyond. Gleaming machinery--all\nsilent--and great panels, covered with a multitude of white circles and\ndials. His heart sank. If here lay the magic that controlled the Blaze\nof the Great Wind, he could never hope to rekindle it.\n\nHe stepped through the doorway, and the girl followed. Immediately the\nrobot spoke like low thunder.\n\n\"_The identity of the two technologists is recognized. Hereafter they\nmay pass with impunity. Big Joe is charged to ask the following: why do\nthe technologists come, when it is not yet time?_\"\n\nStaring back, Asir saw that the robot's head had turned so that he was\nlooking directly back at the thief and the girl. Asir also saw that\nsomeone had approached the door again. Not priests, but townspeople.\n\nHe stared, recognizing the Chief Commoner, and the girl's father\nWelkir, three other Senior Kinsmen, and--Slubil, the executioner who\nhad nailed him to the post.\n\n\"Father! Stay back.\"\n\nWelkir remained silent, glaring at them. He turned and whispered to the\nChief Commoner. The Chief Commoner whispered to Slubil. The executioner\nnodded grimly and took a short-axe from his belt thong. He stepped\nthrough the entrance, his left foot striking the zero-tile. He peered\nat Big Joe and saw that the monster remained motionless. He grinned at\nthe ones behind him, then snarled in Asir's direction.\n\n\"Your sentence has been changed, thief.\"\n\n\"Don't try to cross, Slubil!\" Asir barked.\n\nSlubil spat, brandished the axe, and stalked forward. Big Joe came\nup like a resurrection of fury, and his bellow was explosive in the\nvaults. Slubil froze, then stupidly drew back his axe.\n\nAsir gasped as the talons closed. He turned away quickly. Slubil's\nscream was cut off abruptly by a ripping sound, then a series of dull\ncracks and snaps. The girl shrieked and closed her eyes. There were two\ndistinct thuds as Big Joe tossed Slubil aside.\n\nThe priests and the townspeople--all except Welkir--had fled from\nthe corridor and up the stairway. Welkir was on his knees, his hands\ncovering his face.\n\n\"Mara!\" he moaned. \"My daughter.\"\n\n\"Go back, Father,\" she called.\n\nDazed, the old man picked himself up weakly and staggered down the\ncorridor toward the stairway. When he passed the place of the first\nwarning voice, the robot moved again--arose slowly and turned toward\nAsir and Mara who backed quickly away, deeper into the room of strange\nmachines. Big Joe came lumbering slowly after them.\n\nAsir looked around for a place to flee, but the monster stopped in the\ndoorway. He spoke again, a mechanical drone like memorised ritual.\n\n\"_Big Joe is charged with announcing his function for the intelligence\nof the technologists. His primary function is to prevent the entrance\nof possibly destructive organisms into the vaults containing the\ncontrol equipment for the fusion reaction which must periodically\nrenew atmospheric oxygen. His secondary function is to direct the\ntechnologists to records containing such information as they may need.\nHis tertiary function is to carry out simple directions given by the\ntechnologists if such directions are possible to his limited design._\"\n\nAsir stared at the lumbering creature and realized for the first time\nthat it was not alive, but only a machine built by the ancients to\nperform specific tasks. Despite the fresh redness about his hands and\njaws, Big Joe was no more guilty of Slubil's death than a grinding mill\nwould be if the squat sadist had climbed into it while the Marsoxen\nwere yoked to the crushing roller.\n\nPerhaps the ancients had been unnecessarily brutal in building such\na guard--but at least they had built him to _look_ like a destroyer,\nand to give ample warning to the intruder. Glancing around at the\nmachinery, he vaguely understood the reason for Big Joe. Such metals as\nthese would mean riches for swordmakers and smiths and plunderers of\nall kinds.\n\n\n\nAsir straightened his shoulders and addressed the machine.\n\n\"Teach us how to kindle the Blaze of the Great Wind.\"\n\n\"_Teaching is not within the designed functions of Big Joe. I am\ncharged to say: the renewal reaction should not be begun before the\nMarsyear 6,000, as the builders reckoned time._\"\n\nAsir frowned. The years were no longer numbered, but only named in\nhonor of the Chief Commoners who ruled the villages. \"How long until\nthe year 6,000?\" he asked.\n\nBig Joe clucked like an adding machine. \"Twelve Marsyears,\ntechnologist.\"\n\nAsir stared at the complicated machinery. Could they learn to operate\nit in twelve years? It seemed impossible.\n\n\"How can we begin to learn?\" he asked the robot.\n\n\"_This is an instruction room, where you may examine records. The\ncontrol mechanisms are installed in the deepest vault._\"\n\nAsir frowned and walked to the far end of the hall where another door\nopened into--_another anteroom, with another Big Joe_! As he approached\nthe second robot spoke:\n\n\"_If the intruder has not acquired the proper knowledge, Big Oswald\nwill kill._\"\n\nThunderstruck, he leaped back from the entrance and swayed heavily\nagainst an instrument panel. The panel lit up and a polite recorded\nvoice began reading something about \"President Snell's role in the\nEighth World War\". He lurched away from the panel and stumbled back\ntoward Mara who sat glumly on the foundation slab of a weighty machine.\n\n\"What are you laughing about?\" she muttered.\n\n\"We're still in the first grade!\" he groaned, envisioning a sequence of\nrooms. \"We'll have to learn the magic of the ancients before we pass\nto the next.\"\n\n\"The ancients weren't so great,\" she grumbled. \"Look at the mural on\nthe wall.\"\n\nAsir looked, and saw only a strange design of circles about a bright\nsplash of yellow that might have been the sun. \"What about it?\" he\nasked.\n\n\"My father taught me about the planets,\" she said. \"That is supposed to\nbe the way they go around the sun.\"\n\n\"What's wrong with it?\"\n\n\"One planet too many,\" she said. \"Everyone knows that there is only an\nasteroid belt between Mars and Venus. The picture shows a planet there.\"\n\nAsir shrugged indifferently, being interested only in the machinery.\n\"Can't you allow them one small mistake?\"\n\n\"I suppose.\" She paused, gazing miserably in the direction in which her\nfather had gone. \"What do we do now?\"\n\nAsir considered it for a long time. Then he spoke to Big Joe. \"You will\ncome with us to the village.\"\n\nThe machine was silent for a moment, then: \"_There is an apparent\ncontradiction between primary and tertiary functions. Request priority\ndecision by technologist._\"\n\nAsir failed to understand. He repeated his request. The robot turned\nslowly and stepped through the doorway. He waited.\n\nAsir grinned. \"Let's go back up,\" he said to the girl.\n\nShe arose eagerly. They crossed the anteroom to the corridor and began\nthe long climb toward the surface, with Big Joe lumbering along behind.\n\n\"What about your banishment, Asir?\" she asked gravely.\n\n\"Wait and see.\" He envisioned the pandemonium that would reign when\ngirl, man, and robot marched through the village to the council house,\nand he chuckled. \"I think that I shall be the next Chief Commoner,\" he\nsaid. \"And my councilmen will all be thieves.\"\n\n\"Thieves!\" she gasped. \"Why?\"\n\n\"Thieves who are not afraid to steal the knowledge of the gods--and\nbecome technologists, to kindle the Blaze of the Winds.\"\n\n\"What is a 'technologist', Asir?\" she asked worshipfully.\n\nAsir glowered at himself for blundering with words he did not\nunderstand, but could not admit ignorance to Mara who clung tightly to\nhis arm. \"I think,\" he said, \"that a technologist is a thief who tells\nthe gods what to do.\"\n\n\"Kiss me, Technologist,\" she told him in a small voice.\n\nBig Joe clanked to a stop to wait for them to move on. He waited a long\ntime.",
    "metadata": {
        "author": [
            "Miller, Walter M.",
            "Miller, W. M. (Walter M.)",
            "Miller, Walter Michael"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/58673/pg58673.txt",
        "name": "it_takes_a_thief.json"
    }
}