{
    "name": "Japanese Prints",
    "author": [
        "Fletcher, John Gould"
    ],
    "body": "\n_With Illustrations By\nDorothy Pulis Lathrop_\n\n_Boston_\n_The Four Seas Company_\n_1918_\n\n\n_Copyright, 1918, by\nThe Four Seas Company_\n\n_The Four Seas Press\nBoston, Mass., U.S.A._\n\n\n_To My Wife_\n\n_Granted this dew-drop world be but a dew-drop world,\nThis granted, yet--_\n\n\n\n\n_Table of Contents_\n\n\nPREFACE                                                   11\n\n\nPART I.\n\n     Lovers Embracing                                     21\n     A Picnic Under the Cherry Trees                      22\n     Court Lady Standing Under Cherry Tree                23\n     Court Lady Standing Under a Plum Tree                24\n     A Beautiful Woman                                    25\n     A Reading                                            26\n     An Actor as a Dancing Girl                           27\n     Josan No Miya                                        28\n     An Oiran and Her Kamuso                              29\n     Two Ways Of Love                                     30\n     Kurenai-ye or \"Red Picture\"                          31\n     A Woman Standing by a Gate with an Umbrella          32\n     Scene from a Drama                                   33\n     A Woman in Winter Costume                            34\n     A Pedlar                                             35\n     Kiyonobu and Kiyomasu Contrasted                     36\n     An Actor                                             37\n\n\nPART II.\n\n     Memory and Forgetting                                41\n     Pillar-Print, Masonobu                               42\n     The Young Daimyo                                     43\n     Masonubu--Early                                      44\n     The Beautiful Geisha                                 45\n     A Young Girl                                         46\n     The Heavenly Poetesses                               47\n     The Old Love and The New                             48\n     Fugitive Thoughts                                    49\n     Disappointment                                       50\n     The Traitor                                          51\n     The Fop                                              52\n     Changing Love                                        53\n     In Exile                                             54\n     The True Conqueror                                   55\n     Spring Love                                          56\n     The Endless Lament                                   57\n     Toyonobu. Exile's Return                             58\n     Wind and Chrysanthemum                               59\n     The Endless Pilgrimage                               60\n\n\nPART III.\n\n     The Clouds                                           63\n     Two Ladies Contrasted                                64\n     A Night Festival                                     65\n     Distant Coasts                                       66\n     On the Banks of the Sumida                           67\n     Yoshiwara Festival                                   68\n     Sharaku Dreams                                       69\n     A Life                                               70\n     Dead Thoughts                                        71\n     A Comparison                                         72\n     Mutability                                           73\n     Despair                                              74\n     The Lonely Grave                                     75\n\n\nPART IV.\n\n     Evening Sky                                          79\n     City Lights                                          80\n     Fugitive Beauty                                      81\n     Silver Jars                                          82\n     Evening Rain                                         83\n     Toy-Boxes                                            84\n     Moods                                                85\n     Grass                                                86\n     A Landscape                                          87\n     Terror                                               88\n     Mid-Summer Dusk                                      89\n     Evening Bell from a Distant Temple                   90\n     A Thought                                            91\n     The Stars                                            92\n     Japan                                                93\n     Leaves                                               94\n\n\n\n\n_List of Illustrations_\n\n\n\"Of what is she dreaming?\n Of long nights lit with orange lanterns,\n Of wine-cups and compliments and kisses\n   of the two-sword men.\"                       Frontispiece\n\nHEADPIECE--PART I                                         19\n\nTAILPIECE--PART I                                         37\n\nHEADPIECE--PART II                                        39\n\n\"Out of the rings and the bubbles,\n The curls and the swirls of the water,\n Out of the crystalline shower of drops shattered in play,\n Her body and her thoughts arose.\"                        46\n\n\"The cranes have come back to the temple,\n The winds are flapping the flags about,\n Through a flute of reeds\n I will blow a song.\"                                     58\n\nTAILPIECE--PART II                                        60\n\nHEADPIECE--PART III                                       61\n\n\"Then in her heart they grew,\n The snows of changeless winter,\n Stirred by the bitter winds of unsatisfied desire.\"      70\n\nTAILPIECE--PART III                                       75\n\nHEADPIECE--PART IV                                        77\n\nHEADPIECE--PART IV                                        94\n\n\"The green and violet peacocks\n Through the golden dusk\n Stately, nostalgically,\n Parade.\"                                            Endleaf\n\n\n\n\n_Preface_\n\n\nAt the earliest period concerning which we have any accurate\ninformation, about the sixth century A. D., Japanese poetry already\ncontained the germ of its later development. The poems of this early\ndate were composed of a first line of five syllables, followed by a\nsecond of seven, followed by a third of five, and so on, always ending\nwith a line of seven syllables followed by another of equal number. Thus\nthe whole poem, of whatever length (a poem of as many as forty-nine\nlines was scarce, even at that day) always was composed of an odd number\nof lines, alternating in length of syllables from five to seven, until\nthe close, which was an extra seven syllable line. Other rules there\nwere none. Rhyme, quantity, accent, stress were disregarded. Two vowels\ntogether must never be sounded as a diphthong, and a long vowel counts\nfor two syllables, likewise a final \"n\", and the consonant \"m\" in some\ncases.\n\nThis method of writing poetry may seem to the reader to suffer from\nserious disadvantages. In reality this was not the case. Contrast it for\na moment with the undignified welter of undigested and ex parte\ntheories which academic prosodists have tried for three hundred years to\nfoist upon English verse, and it will be seen that the simple Japanese\nrule has the merit of dignity. The only part of it that we Occidentals\ncould not accept perhaps, with advantage to ourselves, is the peculiarly\nOriental insistence on an odd number of syllables for every line and an\nodd number of lines to every poem. To the Western mind, odd numbers\nsound incomplete. But to the Chinese (and Japanese art is mainly a\nhighly-specialized expression of Chinese thought), the odd numbers are\nmasculine and hence heavenly; the even numbers feminine and hence\nearthy. This idea in itself, the antiquity of which no man can tell,\ndeserves no less than a treatise be written on it. But the place for\nthat treatise is not here.\n\nTo return to our earliest Japanese form. Sooner or later this\ncrystallized into what is called a tanka or short ode. This was always\nfive lines in length, constructed syllabically 5, 7, 5, 7, 7, or\nthirty-one syllables in all. Innumerable numbers of these tanka were\nwritten. Gradually, during the feudal period, improvising verses became\na pastime in court circles. Some one would utter the first three lines\nof a tanka and some one else would cap the composition by adding the\nlast two. This division persisted. The first hemistich which was\ncomposed of 17 syllables grew to be called the hokku, the second or\nfinishing hemistich of 14 syllables was called ageku. Thus was born the\nform which is more peculiarly Japanese than any other, and which only\nthey have been able to carry to perfection.\n\nComposing hokku might, however, have remained a mere game of elaborate\nliterary conceits and double meanings, but for the genius of one man.\nThis was the great Basho[u] (1644-1694) who may be called certainly the\ngreatest epigrammatist of any time. During a life of extreme and\nvoluntary self-denial and wandering, Basho[u] contrived to obtain over a\nthousand disciples, and to found a school of hokku writing which has\npersisted down to the present day. He reformed the hokku, by introducing\ninto everything he wrote a deep spiritual significance underlying the\nwords. He even went so far as to disregard upon occasion the syllabic\nrule, and to add extraneous syllables, if thereby he might perfect his\nstatement. He set his face sternly against impromptus, _poemes\nd'occasion_, and the like. The number of his works were not large, and\neven these he perpetually sharpened and polished. His influence\npersisted for long after his death. A disciple and priest of Zen\nBuddhism himself, his work is permeated with the feeling of that\ndoctrine.\n\nZen Buddhism, as Basho[u] practised it, may be called religion under the\nforms of nature. Everything on earth, from the clouds in the sky to the\npebble by the roadside, has some spiritual or ethical significance for\nus. Blake's words describe the aim of the Zen Buddhist as well as any\none's:\n\n    \"To see a World in a grain of sand,\n    And a Heaven in a wild flower;\n    Hold infinity in the palm of your hand,\n    And Eternity in an hour.\"\n\nBasho[u] would have subscribed to this as the sole rule of poetry and\nimagination. The only difference between the Western and the Eastern\nmystic is that where one sees the world in the grain of sand and tells\nyou all about it, the other sees and lets his silence imply that he\nknows its meaning. Or to quote Lao-tzu: \"Those who speak do not know,\nthose who know do not speak.\" It must always be understood that there is\nan implied continuation to every Japanese hokku. The concluding\nhemistich, whereby the hokku becomes the tanka, is existent in the\nwriter's mind, but never uttered.\n\nLet us take an example. The most famous hokku that Basho[u] wrote, might\nbe literally translated thus:\n\n    \"An old pond\n    And the sound of a frog leaping\n    Into the water.\"\n\nThis means nothing to the Western mind. But to the Japanese it means all\nthe beauty of such a life of retirement and contemplation as Basho[u]\npractised. If we permit our minds to supply the detail Basho[u]\ndeliberately omitted, we see the mouldering temple enclosure, the sage\nhimself in meditation, the ancient piece of water, and the sound of a\nfrog's leap--passing vanity--slipping into the silence of eternity. The\npoem has three meanings. First it is a statement of fact. Second, it is\nan emotion deduced from that. Third, it is a sort of spiritual allegory.\nAnd all this Basho[u] has given us in his seventeen syllables.\n\nAll of Basho[u]'s poems have these three meanings. Again and again we\nget a sublime suggestion out of some quite commonplace natural fact. For\ninstance:\n\n    \"On the mountain-road\n    There is no flower more beautiful\n    Than the wild violet.\"\n\nThe wild violet, scentless, growing hidden and neglected among the rocks\nof the mountain-road, suggested to Basho[u] the life of the Buddhist\nhermit, and thus this poem becomes an exhortation to \"shun the world, if\nyou would be sublime.\"\n\nI need not give further examples. The reader can now see for himself\nwhat the main object of the hokku poetry is, and what it achieved. Its\nobject was some universalized emotion derived from a natural fact. Its\nachievement was the expression of that emotion in the fewest possible\nterms. It is therefore necessary, if poetry in the English tongue is\never to attain again to the vitality and strength of its beginnings,\nthat we sit once more at the feet of the Orient and learn from it how\nlittle words can express, how sparingly they should be used, and how\nmuch is contained in the meanest natural object. Shakespeare, who could\nclose a scene of brooding terror with the words: \"But see, the morn in\nrusset mantle clad, Walks o'er the dew of yon high eastern hill\" was\nnearer to the oriental spirit than we are. We have lost Shakespeare's\ninstinct for nature and for fresh individual vision, and we are\nunwilling to acquire it through self-discipline. If we do not want art\nto disappear under the froth of shallow egotism, we must learn the\nlesson Basho[u] can teach us.\n\nThat is not to say, that, by taking the letter for the spirit, we should\nin any way strive to imitate the hokku form. Good hokkus cannot be\nwritten in English. The thing we have to follow is not a form, but a\nspirit. Let us universalize our emotions as much as possible, let us\nbecome impersonal as Shakespeare or Basho[u] was. Let us not gush about\nour fine feelings. Let us admit that the highest and noblest feelings\nare things that cannot be put into words. Therefore let us conceal them\nbehind the words we have chosen. Our definition of poetry would then\nbecome that of Edwin Arlington Robinson, that poetry is a language which\ntells through a reaction upon our emotional natures something which\ncannot be put into words. Unless we set ourselves seriously to the task\nof understanding that language is only a means and never an end, poetic\nart will be dead in fifty years, from a surfeit of superficial\ncleverness and devitalized realism.\n\nIn the poems that follow I have taken as my subjects certain designs of\nthe so-called Uki-oye (or Passing World) school. These prints, made and\nproduced for purely popular consumption by artists who, whatever their\ngenius, were despised by the literati of their time, share at least one\ncharacteristic with Japanese poetry, which is, that they exalt the most\ntrivial and commonplace subjects into the universal significance of\nworks of art. And therefore I have chosen them to illustrate my\ndoctrine, which is this: that one must learn to do well small things\nbefore doing things great; that the universe is just as much in the\nshape of a hand as it is in armies, politics, astronomy, or the\nexhortations of gospel-mongers; that style and technique rest on the\nthing conveyed and not the means of conveyance; and that though\nsentiment is a good thing, understanding is a better. As for the poems\nthemselves they are in some cases not Japanese at all, but all\nillustrate something of the charm I have found in Japanese poetry and\nart. And if they induce others to seek that charm for themselves, my\npurpose will have been attained.\n\n\n\n\n_Part I_\n\n\n\n\n_Lovers Embracing_\n\n\n    Force and yielding meet together:\n    An attack is half repulsed.\n    Shafts of broken sunlight dissolving\n    Convolutions of torpid cloud.\n\n\n\n\n_A Picnic Under the Cherry Trees_\n\n\n    The boat drifts to rest\n    Under the outward spraying branches.\n\n    There is faint sound of quavering strings,\n    The reedy murmurs of a flute,\n    The soft sigh of the wind through silken garments;\n\n    All these are mingled\n    With the breeze that drifts away,\n    Filled with thin petals of cherry blossom,\n    Like tinkling laughter dancing away in sunlight.\n\n\n\n\n_Court Lady Standing Under Cherry Tree_\n\n\n    She is an iris,\n    Dark purple, pale rose,\n    Under the gnarled boughs\n    That shatter their stars of bloom.\n    She waves delicately\n    With the movement of the tree.\n\n    Of what is she dreaming?\n\n    Of long nights lit with orange lanterns,\n    Of wine cups and compliments and kisses of the two-sword men.\n    And of dawn when weary sleepers\n    Lie outstretched on the mats of the palace,\n    And of the iris stalk that is broken in the fountain.\n\n\n\n\n_Court Lady Standing Under a Plum Tree_\n\n\n    Autumn winds roll through the dry leaves\n    On her garments;\n    Autumn birds shiver\n    Athwart star-hung skies.\n    Under the blossoming plum-tree,\n    She expresses the pilgrimage\n    Of grey souls passing,\n    Athwart love's scarlet maples\n    To the ash-strewn summit of death.\n\n\n\n\n_A Beautiful Woman_\n\n\n    Iris-amid-clouds\n    Must be her name.\n\n    Tall and lonely as the mountain-iris,\n    Cold and distant.\n\n    She has never known longing:\n    Many have died for love of her.\n\n\n\n\n_A Reading_\n\n\n    \"And the prince came to the craggy rock\n    But saw only hissing waves\n    So he rested all day amid them.\"\n\n    He listens idly,\n    He is content with her voice.\n\n    He dreams it is the murmur\n    Of distant wave-caps breaking\n    Upon the painted screen.\n\n\n\n\n_An Actor as a Dancing Girl_\n\n\n    The peony dancer\n    Swirls orange folds of dusty robes\n    Through the summer.\n\n    They are spotted with thunder showers,\n    Falling upon the crimson petals.\n\n    Heavy blooms\n    Breaking and spilling fiery cups\n    Drowsily.\n\n\n\n\n_Josan No Miya_\n\n\n    She is a fierce kitten leaping in sunlight\n    Towards the swaying boughs.\n\n    She is a gust of wind,\n    Bending in parallel curves the boughs of the willow-tree.\n\n\n\n\n_An Oiran and her Kamuso_\n\n\n    Gilded hummingbirds are whizzing\n    Through the palace garden,\n    Deceived by the jade petals\n    Of the Emperor's jewel-trees.\n\n\n\n\n_Two Ways of Love_\n\n\n    The wind half blows her robes,\n    That subside\n    Listlessly\n    As swaying pines.\n\n    The wind tosses hers\n    In circles\n    That recoil upon themselves:\n    How should I love--as the swaying or tossing wind?\n\n\n\n\n_Kurenai-ye or \"Red Picture\"_\n\n\n    She glances expectantly\n    Through the pine avenue,\n    To the cherry-tree summit\n    Where her lover will appear.\n\n    Faint rose anticipation colours her,\n    And sunset;\n    She is a cherry-tree that has taken long to bloom.\n\n\n\n\n_A Woman Standing by a Gate with an Umbrella_\n\n\n    Late summer changes to autumn:\n    Chrysanthemums are scattered\n    Behind the palings.\n\n    Gold and vermilion\n    The afternoon.\n\n    I wait here dreaming of vermilion sunsets:\n    In my heart is a half fear of the chill autumn rain.\n\n\n\n\n_Scene from a Drama_\n\n\n    The daimyo and the courtesan\n    Compliment each other.\n\n    He invites her to walk out through the maples,\n    She half refuses, hiding fear in her heart.\n\n    Far in the shadow\n    The daimyo's attendant waits,\n    Nervously fingering his sword.\n\n\n\n\n_A Woman in Winter Costume_\n\n\n    She is like the great rains\n    That fall over the earth in winter-time.\n\n    Wave on wave her heavy robes collapse\n    In green torrents\n    Lashed with slaty foam.\n\n    Downward the sun strikes amid them\n    And enkindles a lone flower;\n    A violet iris standing yet in seething pools of grey.\n\n\n\n\n_A Pedlar_\n\n\n    Gaily he offers\n    Packets of merchandise.\n\n    He is a harlequin of illusions,\n    His nimble features\n    Skip into smiles, like rainbows,\n    Cheating the villagers.\n\n    But in his heart all the while is another knowledge,\n    The sorrow of the bleakness of the long wet winter night.\n\n\n\n\n_Kiyonobu and Kiyomasu Contrasted_\n\n\n    One life is a long summer;\n    Tall hollyhocks stand proud upon its paths;\n    Little yellow waves of sunlight,\n    Bring scarlet butterflies.\n\n    Another life is a brief autumn,\n    Fierce storm-rack scrawled with lightning\n    Passed over it\n    Leaving the naked bleeding earth,\n    Stabbed with the swords of the rain.\n\n\n\n\n_An Actor_\n\n\n    He plots for he is angry,\n    He sneers for he is bold.\n\n    He clinches his fist\n    Like a twisted snake;\n    Coiling itself, preparing to raise its head,\n    Above the long grasses of the plain.\n\n\n\n\n_Part II_\n\n\n\n\n_Memory and Forgetting_\n\n\n    I have forgotten how many times he kissed me,\n    But I cannot forget\n    A swaying branch--a leaf that fell\n    To earth.\n\n\n\n\n_Pillar-Print, Masonobu_\n\n\n    He stands irresolute\n    Cloaking the light of his lantern.\n\n    Tonight he will either find new love or a sword-thrust,\n    But his soul is troubled with ghosts of old regret.\n\n    Like vines with crimson flowers\n    They climb\n    Upwards\n    Into his heart.\n\n\n\n\n_The Young Daimyo_\n\n\n    When he first came out to meet me,\n    He had just been girt with the two swords;\n    And I found he was far more interested in the glitter of their hilts,\n    And did not even compare my kiss to a cherry-blossom.\n\n\n\n\n_Masonubu--Early_\n\n\n    She was a dream of moons, of fluttering handkerchiefs,\n    Of flying leaves, of parasols,\n    A riddle made to break my heart;\n    The lightest impulse\n    To her was more dear than the deep-toned temple bell.\n    She fluttered to my sword-hilt an instant,\n    And then flew away;\n    But who will spend all day chasing a butterfly?\n\n\n\n\n_The Beautiful Geisha_\n\n\n    Swift waves hissing\n    Under the moonlight;\n    Tarnished silver.\n\n    Swaying boats\n    Under the moonlight,\n    Gold lacquered prows.\n\n    Is it a vision\n    Under the moonlight?\n    No, it is only\n    A beautiful geisha swaying down the street.\n\n\n\n\n_A Young Girl_\n\n\n    Out of the rings and the bubbles,\n    The curls and the swirls of the water,\n    Out of the crystalline shower of drops shattered in play,\n    Her body and her thoughts arose.\n\n    She dreamed of some lover\n    To whom she might offer her body\n    Fresh and cool as a flower born in the rain.\n\n\n\n\n_The Heavenly Poetesses_\n\n\n    In their bark of bamboo reeds\n    The heavenly poetesses\n    Float across the sky.\n\n    Poems are falling from them\n    Swift as the wind that shakes the lance-like bamboo leaves;\n    The stars close around like bubbles\n    Stirred by the silver oars of poems passing.\n\n\n\n\n_The Old Love and the New_\n\n\n    Beware, for the dying vine can hold\n    The strongest oak.\n\n    Only by cutting at the root\n    Can love be altered.\n\n    Late in the night\n    A rosy glimmer yet defies the darkness.\n\n    But the evening is growing late,\n    The blinds are being lowered;\n    She who held your heart and charmed you\n    Is only a rosy glimmer of flame remembered.\n\n\n\n\n_Fugitive Thoughts_\n\n\n    My thoughts are sparrows passing\n    Through one great wave that breaks\n    In bubbles of gold on a black motionless rock.\n\n\n\n\n_Disappointment_\n\n\n    Rain rattles on the pavement,\n    Puddles stand in the bluish stones;\n    Afar in the Yoshiwara\n    Is she who holds my heart.\n\n    Alas, the torn lantern of my hope\n    Trembles and sputters in the rain.\n\n\n\n\n_The Traitor_\n\n\n    I saw him pass at twilight;\n    He was a dark cloud travelling\n    Over palace roofs\n    With one claw drooping.\n\n    In his face were written ages\n    Of patient treachery\n    And the knowledge of his hour.\n\n    One dainty thrust, no more\n    Than this, he needs.\n\n\n\n\n_The Fop_\n\n\n    His heart is like a wind\n    Torn between cloud and butterfly;\n    Whether he will roll passively to one,\n    Or chase endlessly the other.\n\n\n\n\n_Changing Love_\n\n\n    My love for her at first was like the smoke that drifts\n    Across the marshes\n    From burning woods.\n\n    But, after she had gone,\n    It was like the lotus that lifts up\n    Its heart shaped buds from the dim waters.\n\n\n\n\n_In Exile_\n\n\n    My heart is mournful as thunder moving\n    Through distant hills\n    Late on a long still night of autumn.\n\n    My heart is broken and mournful\n    As rain heard beating\n    Far off in the distance\n    While earth is parched more near.\n\n    On my heart is the black badge of exile;\n    I droop over it,\n    I accept its shame.\n\n\n\n\n_The True Conqueror_\n\n\n    He only can bow to men\n    Lofty as a god\n    To those beneath him,\n    Who has taken sins and sorrows\n    And whose deathless spirit leaps\n    Beneath them like a golden carp in the torrent.\n\n\n\n\n_Spring Love_\n\n\n    Through the weak spring rains\n    Two lovers walk together,\n    Holding together the parasol.\n\n    But the laughing rains of spring\n    Will break the weak green shoots of their love.\n\n    His will grow a towering stalk,\n    Hers, a cowering flower under it.\n\n\n\n\n_The Endless Lament_\n\n\n    Spring rain falls through the cherry blossom,\n    In long blue shafts\n    On grasses strewn with delicate stars.\n\n    The summer rain sifts through the drooping willow,\n    Shatters the courtyard\n    Leaving grey pools.\n\n    The autumn rain drives through the maples\n    Scarlet threads of sorrow,\n    Towards the snowy earth.\n\n    Would that the rains of all the winters\n    Might wash away my grief!\n\n\n\n\n_Toyonobu. Exile's Return_\n\n\n    The cranes have come back to the temple,\n    The winds are flapping the flags about,\n    Through a flute of reeds\n    I will blow a song.\n\n    Let my song sigh as the breeze through the cryptomerias,\n    And pause like long flags flapping,\n    And dart and flutter aloft, like a wind-bewildered crane.\n\n\n\n\n_Wind and Chrysanthemum_\n\n\n    Chrysanthemums bending\n    Before the wind.\n\n    Chrysanthemums wavering\n    In the black choked grasses.\n\n    The wind frowns at them,\n    He tears off a green and orange stalk of broken chrysanthemum.\n\n    The chrysanthemums spread their flattered heads,\n    And scurry off before the wind.\n\n\n\n\n_The Endless Pilgrimage_\n\n\n    Storm-birds of autumn\n    With draggled wings:\n\n    Sleet-beaten, wind-tattered, snow-frozen,\n    Stopping in sheer weariness\n    Between the gnarled red pine trees\n    Twisted in doubt and despair;\n\n    Whence do you come, pilgrims,\n    Over what snow fields?\n    To what southern province\n    Hidden behind dim peaks, would you go?\n\n    \"Too long were the telling\n    Wherefore we set out;\n    And where we will find rest\n    Only the Gods may tell.\"\n\n\n\n\n_Part III_\n\n\n\n\n_The Clouds_\n\n\n    Although there was no sound in all the house,\n    I could not forbear listening for the cry of those long white rippling waves\n    Dragging up their strength to break on the sullen beach of the sky.\n\n\n\n\n_Two Ladies Contrasted_\n\n\n    The harmonies of the robes of this gay lady\n    Are like chants within a temple sweeping outwards\n    To the morn.\n\n    But I prefer the song of the wind by a stream\n    Where a shy lily half hides itself in the grasses;\n    To the night of clouds and stars and wine and passion,\n    In a palace of tesselated restraint and splendor.\n\n\n\n\n_A Night Festival_\n\n\n    Sparrows and tame magpies chatter\n    In the porticoes\n    Lit with many a lantern.\n\n    There is idle song,\n    Scandal over full wine cups,\n    Sorrow does not matter.\n\n    Only beyond the still grey shoji\n    For the breadth of innumerable countries,\n    Is the sea with ships asleep\n    In the blue-black starless night.\n\n\n\n\n_Distant Coasts_\n\n\n    A squall has struck the sea afar off.\n    You can feel it quiver\n    Over the paper parasol\n    With which she shields her face;\n\n    In the drawn-together skirts of her robes,\n    As she turns to meet it.\n\n\n\n\n_On the Banks of the Sumida_\n\n\n    Windy evening of autumn,\n    By the grey-green swirling river,\n    People are resting like still boats\n    Tugging uneasily at their cramped chains.\n\n    Some are moving slowly\n    Like the easy winds:\n\n    Brown-blue, dull-green, the villages in the distance\n    Sleep on the banks of the river:\n    The waters sullenly clash and murmur.\n    The chatter of the passersby,\n    Is dulled beneath the grey unquiet sky.\n\n\n\n\n_Yoshiwara Festival_\n\n\n    The green and violet peacocks\n    With golden tails\n    Parade.\n\n    Beneath the fluttering jangling streamers\n    They walk\n    Violet and gold.\n\n    The green and violet peacocks\n    Through the golden dusk\n    Showered upon them from the vine-hung lanterns,\n    Stately, nostalgically,\n    Parade.\n\n\n\n\n_Sharaku Dreams_\n\n\n    I will scrawl on the walls of the night\n    Faces.\n\n    Leering, sneering, scowling, threatening faces;\n    Weeping, twisting, yelling, howling faces;\n    Faces fixed in a contortion between a scream and a laugh,\n    Meaningless faces.\n\n    I will cover the walls of night\n    With faces,\n    Till you do not know\n    If these faces are but masks, or you the masks for them.\n\n    Faces too grotesque for laughter,\n    Faces too shattered by pain for tears,\n    Faces of such ugliness\n    That the ugliness grows beauty.\n\n    They will haunt you morning, evening,\n    Burning, burning, ever returning.\n    Their own infamy creating,\n    Till you strike at life and hate it,\n    Burn your soul up so in hating.\n\n    I will scrawl on the walls of the night\n    Faces,\n    Pitiless,\n    Flaring,\n    Staring.\n\n\n\n\n_A Life_\n\n\n    Her life was like a swiftly rushing stream\n    Green and scarlet,\n    Falling into darkness.\n\n    The seasons passed for her,\n    Like pale iris wilting,\n    Or peonies flying to ribbons before the storm-gusts.\n    The sombre pine-tops waited until the seasons had passed.\n\n    Then in her heart they grew\n    The snows of changeless winter\n    Stirred by the bitter winds of unsatisfied desire.\n\n\n\n\n_Dead Thoughts_\n\n\n    My thoughts are an autumn breeze\n    Lifting and hurrying\n    Dry rubbish about in a corner.\n\n    My thoughts are willow branches\n    Already broken\n    Motionless at twilight.\n\n\n\n\n_A Comparison_\n\n\n    My beloved is like blue smoke that rises\n    In long slow planes,\n    And wavers\n    Over the dark paths of old gardens long neglected.\n\n\n\n\n_Mutability_\n\n\n    The wind shakes the mists\n    Making them quiver\n    With faint drum-tones of thunder.\n\n    Out of the crane-haunted mists of autumn,\n    Blue and brown\n    Rolls the moon.\n\n    There was a city living here long ago,\n    Of all that city\n    There is only one stone left half-buried in the marsh,\n    With characters upon it which no one now can read.\n\n\n\n\n_Despair_\n\n\n    Despair hangs in the broken folds of my garments;\n    It clogs my footsteps,\n    Like snow in the cherry bloom.\n\n    In my heart is the sorrow\n    Of years like red leaves buried in snow.\n\n\n\n\n_The Lonely Grave_\n\n\n    Pilgrims will ascend the road in early summer,\n    Passing my tombstone\n    Mossy, long forgotten.\n\n    Girls will laugh and scatter cherry petals,\n    Sometimes they will rest in the twisted pine-trees' shade.\n\n    If one presses her warm lips to this tablet\n    The dust of my body will feel a thrill, deep down in the silent earth.\n\n\n\n\n_Part IV_\n\n\n\n\n_Evening Sky_\n\n\n    The sky spreads out its poor array\n    Of tattered flags,\n    Saffron and rose\n    Over the weary huddle of housetops\n    Smoking their evening pipes in silence.\n\n\n\n\n_City Lights_\n\n\n    The city gleams with lights this evening\n    Like loud and yawning laughter from red lips.\n\n\n\n\n_Fugitive Beauty_\n\n\n    As the fish that leaps from the river,\n    As the dropping of a November leaf at twilight,\n    As the faint flicker of lightning down the southern sky,\n    So I saw beauty, far away.\n\n\n\n\n_Silver Jars_\n\n\n    I dreamed I caught your loveliness\n    In little silver jars:\n    And when you died I opened them,\n    And there was only soot within.\n\n\n\n\n_Evening Rain_\n\n\n    Rain fell so softly, in the evening,\n    I almost thought it was the trees that were talking.\n\n\n\n\n_Toy-Boxes_\n\n\n    Cities are the toy-boxes\n    Time plays with:\n    And there are often many doll-houses\n    Of which the dolls are lost.\n\n\n\n\n_Moods_\n\n\n    A poet's moods:\n    Fluttering butterflies in the rain.\n\n\n\n\n_Grass_\n\n\n    Grass moves in the wind,\n    My soul is backwards blown.\n\n\n\n\n_A Landscape_\n\n\n    Land, green-brown;\n    Sea, brown-grey;\n    Island, dull peacock blue;\n    Sky, stone-grey.\n\n\n\n\n_Terror_\n\n\n    Because of the long pallid petals of white chrysanthemums\n    Waving to and fro,\n    I dare not go.\n\n\n\n\n_Mid-Summer Dusk_\n\n\n    Swallows twittering at twilight:\n    Waves of heat\n    Churned to flames by the sun.\n\n\n\n\n_Evening Bell from a Distant Temple_\n\n\n    A bell in the fog\n    Creeps out echoing faintly\n    The pale broad flashes\n    Of vibrating twilight,\n    Faded gold.\n\n\n\n\n_A Thought_\n\n\n    A piece of paper ready to toss in the fire,\n    Blackened, scrawled with fragments of an incomplete song:\n    My soul.\n\n\n\n\n_The Stars_\n\n\n    There is a goddess who walks shrouded by day:\n    At night she throws her blue veil over the earth.\n    Men only see her naked glory through the little holes in the veil.\n\n\n\n\n_Japan_\n\n\n    An old courtyard\n    Hidden away\n    In the afternoon.\n    Grey walks,\n    Mossy stones,\n    Copper carp swimming lazily,\n    And beyond,\n    A faint toneless hissing echo of rain\n    That tears at my heart.\n\n\n\n\n_Leaves_\n\n\n    The splaying silhouette of horse-chestnut leaves\n    Against the tall and delicate, patrician-tinged sky\n    Like a princess in blue robes behind a grille of bronze.\n\n_An edition of 1000 copies only, of which 975 copies have been printed\non Olde Style paper, and 25 copies on Japanese Vellum._",
    "metadata": {
        "author": [
            "Fletcher, John Gould"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/27199/pg27199.txt",
        "name": "japanese_prints.json"
    }
}