{
    "name": "John M. Synge: a Few Personal Recollections, with Biographical Notes",
    "author": [
        "Masefield, John"
    ],
    "body": "\n\nJOHN M. SYNGE\n\n\nI first met John M. Synge at the room of a common friend, up two\npairs of stairs, in an old house in Bloomsbury, on a Monday night\nof January, 1903. When I entered the room, he was sitting in a\nrush-bottomed chair, talking to a young man just down from Oxford.\nMy host introduced me, with the remark that he wanted us to know\neach other.\n\nSynge stood up to shake hands with me. He was of the middle\nheight, about five feet eight or nine. My first impression of him\nwas of a dark, grave face, with a great deal in it, changing from\nthe liveliness of conversation to a gravity of scrutiny. After we\nhad shaken hands, I passed to the other end of the room to greet\nother friends. We did not speak to each other again that night.\n\nWhen I sat at the other end of the room my chair was opposite\nSynge's chair. Whenever I raised my eyes I saw him, and wondered\nwho he could be. Disordered people look disordered, unusual people\nlook unusual. A youth with long hair, a velvet coat, extravagant\nmanners, and the other effeminacies of emptiness looks the\ncharlatan he is. Synge gave one from the first the impression of a\nstrange personality. He was of a dark type of Irishman, though not\nblack-haired. Something in his air gave one the fancy that his\nface was dark from gravity. Gravity filled the face and haunted\nit, as though the man behind were forever listening to life's case\nbefore passing judgment. It was \"a dark, grave face, with a great\ndeal in it.\" The hair was worn neither short nor long. The\nmoustache was rather thick and heavy. The lower jaw, otherwise\nclean-shaven, was made remarkable by a tuft of hair, too small to\nbe called a goatee, upon the lower lip. The head was of a good\nsize. There was nothing niggardly, nothing abundant about it. The\nface was pale, the cheeks were rather drawn. In my memory they\nwere rather seamed and old-looking. The eyes were at once smoky\nand kindling. The mouth, not well seen below the moustache, had a\ngreat play of humour on it. But for this humorous mouth, the\nkindling in the eyes, and something not robust in his build, he\nwould have been more like a Scotchman than an Irishman.\n\nI remember wondering if he were Irish. His voice, very guttural\nand quick, with a kind of lively bitterness in it, was of a kind\nof Irish voice new to me at that time. I had known a good many\nIrish people; but they had all been vivacious and picturesque,\nrapid in intellectual argument, and vague about life. There was\nnothing vivacious, picturesque, rapid or vague about Synge. The\nrush-bottomed chair next to him was filled by talker after talker,\nbut Synge was not talking, he was answering. When someone spoke to\nhim he answered with the grave Irish courtesy. He offered nothing\nof his own. When the talk became general he was silent. Sometimes\nhe went to a reddish earthenware pot upon the table, took out a\ncigarette and lit it at a candle. Then he sat smoking, pushed back\na little from the circle, gravely watching. Sometimes I heard his\ndeep, grave voice assenting 'Ye-es, ye-es,' with meditative\nboredom. Sometimes his little finger flicked off the ash on to the\nfloor. His manner was that of a man too much interested in the\nlife about him to wish to be more than a spectator. His interest\nwas in life, not in ideas. He was new to that particular kind of\nlife. Afterwards, when I had come to know him, I heard him sum up\nevery person there with extraordinary point and sparkle. Often\nsince then, eager to hear more of my friend, I have asked men who\nmet him casually for a report of him. So often they have said, \"He\nwas a looker-on at life. He came in and sat down and looked on. He\ngave nothing in return. He never talked, he only listened. I never\ngot much out of him. I never got to the real Synge. I was never\nconscious of what he felt. Sometimes I felt that there was nothing\nin him. I never knew him respond. I never knew him do or say\nanything to suggest what he was in himself.\" When I hear these\nphrases, I know that those who utter them really met Synge. His\nplace was outside the circle, gravely watching, gravely summing\nup, with a brilliant malice, the fools and wise ones inside.\n\nA week, or perhaps a fortnight, later, I met him again at the same\nplace, among the same people. He was talking brightly and\ncharmingly to a woman. Men usually talk their best to women. When\nI turn over my memories of him, it seems that his grave courtesy\nwas only gay when he was talking to women. His talk to women had a\nlightness and charm. It was sympathetic; never self-assertive, as\nthe hard, brilliant Irish intellect so often is. He liked people\nto talk to him. He liked to know the colours of people's minds. He\nliked to be amused. His merriest talk was like playing catch with\nan apple of banter, which one afterwards ate and forgot.\n\nHe never tried to be brilliant. I never heard him say a brilliant\nthing. He said shrewd things. I do not know what he could have\ndone if stirred to talk. Few people born out of old, sunny\ncountries talk well. I never heard him engaged with a brilliant\ntalker, either man or woman. He told me that once, in Paris, he\nhad gone to hear a brilliant talker--a French poet, now dead. It\nwas like him that he did not speak to the talker. \"We sat round on\nchairs and the great man talked.\"\n\nDuring the evening, I spoke a few words to Synge about some Irish\nmatter. We pushed back our chairs out of the circle and discussed\nit. I did not know at that time that he was a writer. I knew by\nname most of the writers in the Irish movement. Synge was not one\nof the names. I thought that he must be at work on the political\nside. I wronged him in this. He never played any part in politics:\npolitics did not interest him. He was the only Irishman I have\never met who cared nothing for either the political or the\nreligious issue. He had a prejudice against one Orange district,\nbecause the people in it were dour. He had a prejudice against one\nRoman Catholic district, because the people in it were rude.\nOtherwise his mind was untroubled. Life was what interested him.\nHe would have watched a political or religious riot with gravity,\nwith pleasure in the spectacle, and malice for the folly. He would\nhave taken no side, and felt no emotion, except a sort of pity\nwhen the losers could go on no longer. The question was nothing to\nhim. All that he asked for was to hear what it made people say and\nto see what it made people do.\n\nTowards one in the morning, our host asked Synge and me to sup\nwith him. We foraged in the pantry, and found some eggs, but\nnothing in which to cook them. Our host said that he would try a\nnew trick, of boiling eggs in a paper box. We were scornful about\nit, thinking it impossible. He brought out paper, made a box (with\nsome difficulty,) filled it with water, and boiled an egg in it.\nSynge watched the task with the most keen interest. \"You've done\nit,\" he said. \"I never thought you would.\" Afterwards he examined\nthe paper box. I suppose he planned to make one in Aran in the\nsummer. While we supped, our host chaffed us both for choosing to\neat cold meats when we might have had nice hot eggs. It was at\nthis supper that I first came to know the man.\n\nWhen we got into the street, we found that we lodged within a few\nminutes' walk of each other. We walked together to our lodgings.\nHe said that he had been for a time in Aran, that he had taken\nsome photographs there, and that he would be pleased to show them\nto me, if I would call upon him later in the morning. He said that\nhe had just come to London from Paris, and that he found\nBloomsbury strange after the Quartier Latin. He was puzzled by the\ntalk of the clever young men from Oxford. \"That's a queer way to\ntalk. They all talk like that. I wonder what makes them talk like\nthat? I suppose they're always stewing over dead things.\"\n\nSynge lodged in a front room on the second floor of No. 4, Handel\nStreet, Bloomsbury. It was a quiet house in a quiet, out-of-the-way\nstreet. His room there was always very clean and tidy. The\npeople made him very comfortable. Afterwards, in 1907, during his\nlast visit to London, he lodged there again, in the same room. I\ncalled upon him there in the afternoon of the day on which I last\nsaw him.\n\nWhen I first called upon him, I found him at his type-writer, hard\nat work. He was making a fair copy of one of his two early one-act\nplays, then just finished. His type-writer was a small portable\nmachine, of the Blick variety. He was the only writer I have ever\nknown who composed direct upon a type-writing machine. I have\noften seen him at work upon it. Sometimes, when I called to ask\nhim to come for a walk, he had matter to finish off before we\ncould start. He worked rather slowly and very carefully, sitting\nvery upright. He composed slowly. He wrote and re-wrote his plays\nmany times. I remember that on this first occasion the table had a\npile of type-written drafts upon it, as well as a few books, one\nor two of them by M. Pierre Loti. He thought M. Loti the best\nliving writer of prose. There are marks of M. Loti's influence in\nthe Aran book. Much of the Aran manuscript was on the table at\nthat time. Synge asked me to wait for a few minutes while he\nfinished the draft at which he was working. He handed me a black\ntobacco-pouch and a packet of cigarette-papers. While I rolled a\ncigarette he searched for his photographs and at last handed them\nto me. They were quarter-plate prints in a thick bundle. There\nmust have been fifty of them. They were all of the daily life of\nAran; women carrying kelp, men in hookers, old people at their\ndoors, a crowd at the landing-place, men loading horses, people of\nvivid character, pigs and children playing together, etc. As I\nlooked at them he explained them or commented on them in a way\nwhich made all sharp and bright. His talk was best when it was\nabout life or the ways of life. His mind was too busy with the\nlife to be busy with the affairs or the criticism of life. His\ntalk was all about men and women and what they did and what they\nsaid when life excited them. His mind was perhaps a little like\nShakespeare's. We do not know what Shakespeare thought: I do not\nknow what Synge thought. I don't believe anybody knew, or thinks\nhe knows.\n\n\"There was something very nice about Synge.\"\n\nThe friend who said this to me, added that \"though the plays are\ncynical, he was not cynical in himself.\" I do not feel that the\nplays are cynical. They seem heartless at first sight. The\nabundant malicious zest in them gives them an air of cruelty. But\nin the plays, Synge did with his personality as he did in daily\nlife. He buried his meaning deep. He covered his tragedy with\nmockeries.\n\nMore than a year ago a friend asked me what sort of man Synge was.\nI answered, \"a perfect companion.\" The other day I saw that\nanother friend, who knew him better than I, had described him as\n\"the best companion.\" After that first day, when I called upon him\nat his room, we met frequently. We walked long miles together,\ngenerally from Bloomsbury to the river, along the river to\nVauxhall, and back by Westminster to Soho. We sometimes dined\ntogether at a little French restaurant, called the Restaurant des\nGourmets. The house still stands; but it has now grown to five\ntimes the size. The place where Synge and I used to sit has now\nbeen improved away. We spent happy hours there, talking, rolling\ncigarettes, and watching the life. \"Those were great days,\" he\nused to say. He was the best companion for that kind of day.\n\nOur talk was always about life. When we talked about writers\n(modern French and ancient English writers) it was not about their\nwritings that we talked, but about the something kindling in them,\nwhich never got expressed. His theory of writing was this:--\"No\ngood writer can ever be translated.\" He used to quote triumphantly\nfrom Shakespeare's 130th. Sonnet.\n\n  \"As any she belied with false compare.\"\n\n\"How would you put that into French?\" he asked.\n\nHe never talked about himself. He often talked of his affairs, his\nmoney, his little room in Paris, his meetings with odd characters,\netc., but never of himself. He had wandered over a lot of Europe.\nHe was silent about all that.\n\nVery rarely, and then by chance, when telling of the life in Aran,\nor of some strange man in the train or in the steamer, he revealed\nlittle things about himself:--\n\n\"They asked me to fiddle to them, so that they might dance.\"\n\n\"Do you play, then?\"\n\n\"I fiddle a little. I try to learn something different for them\nevery time. The last time I learned to do conjuring tricks. They'd\nget tired of me if I didn't bring something new. I'm thinking of\nlearning the penny whistle before I go again.\"\n\nI never heard him mention his early life nor what he endured in\nhis struggles to find a form. I believe he never spoke about his\nwritings, except to say that he wrote them slowly, many times\nover. His talk was always about vivid, picturesque, wild life. He\ntook greater joy in what some frantic soul from Joyce's country\nsaid when the policeman hit him than in anything of his own. He\nfound no vivid life in England. He disliked England. I think he\nonly knew London. Afterwards he stayed for a couple of weeks in\nDevonshire. London is a place where money can be made and spent.\nDevonshire is a place where elderly ladies invite retired naval\nofficers to tea. England lies further to the north. He was never\nin any part of England where the country life is vigorous and\npicturesque. He believed England to be all suburb, like the \"six\ncounties overhung with smoke.\" Soon after our first meeting I was\npresent at his first success. His two early plays, _Riders to the\nSea_ and _The Shadow of the Glen_, were read aloud to about a\ndozen friends at the rooms of one who was always most generously\nhelpful to writers not yet sure of their road. A lady read the\nplays very beautifully. Afterwards we all applauded. Synge learned\nhis _metier_ that night. Until then, all his work had been\ntentative and in the air. After that, he went forward, knowing\nwhat he could do.\n\nFor two or three months I met Synge almost daily. Presently he\nwent back to Ireland (I believe to Aran) and I to \"loathed\nDevonshire.\" I met him again, later in the year. During the next\nfew years, though he was not often in town, I met him fairly often\nwhenever the Irish players came to London. Once I met him for a\nfew days together in Dublin. He was to have stayed with me both in\nLondon and in Ireland; but on both occasions his health gave way,\nand the visit was never paid. I remember sitting up talking with\nhim through the whole of one winter night (in 1904.) Later, when\nthe Roke--by Velasquez was being talked of, I went with him to see\nthe picture. We agreed that it was the kind of picture people\npaint when mind is beginning to get languid. After we had seen the\npicture I walked with him to his hotel (the Kenilworth Hotel,)\ntalking about Irish art, which he thought was the kind of art\npeople make when mind has been languid for a long time. I never\nsaw him angry. I never saw him vexed. I never heard him utter a\nhasty or an unkind word. I saw him visibly moved once to sadness,\nwhen some one told him how tourists had spoiled the country people\nin a part of Ireland. The Irish country people are simple and\ncharming. Tourists make them servile, insolent, and base. \"The\nIrish are easily corrupted,\" he said, \"because they are so simple.\nWhen they're corrupted, they're hard, they're rude, they're\neverything that's bad. But they're only that where the low-class\ntourists go, from America, and Glasgow, and Liverpool and these\nplaces.\" He seldom praised people, either for their work or for\ntheir personality. When he spoke of acquaintances he generally\nquoted a third person. When he uttered a personal judgment it was\nalways short, like \"He's a great fellow,\" or \"He's a grand\nfellow,\" or \"Nobody in Ireland understands how big he is.\"\n\nOn one occasion (I think in 1906) we lunched together (at the\nVienna Cafe.) He told me with huge delight about his adventures in\nthe wilds. He had lodged in a cabin far from the common roads.\nThere was no basin in his bed-room. He asked for one, so that he\nmight wash. The people brought him a wooden box, worn smooth with\nmuch use. In the morning he was roused by his host with the cry,\n\"Have you washed yourself yet? Herself is wanting the box to make\nup the bread in.\"\n\nI remember asking him what sensations an author had when his play\nwas being performed for the first time. \"I sit still in my box,\"\nhe said \"and curse the actors.\" He was in a very gay mood that\nafternoon, though his health was fast failing. He spoke with his\nusual merry malice about his throat. With the trouble in his\nthroat he could not tell when he would be in England again. He was\nonly in England once more. That was in late May or early June,\n1907, when the Irish players gave a few performances at the\nKingsway Theatre. I met him in the foyer of the theatre just\nbefore the first London performance of _The Playboy of the Western\nWorld_.\n\nI had some talk with him then. During the performance I saw him in\nhis box, \"sitting still,\" as he said, watching with the singular\ngrave intensity with which he watched life. It struck me then that\nhe was the only person there sufficiently simple to be really\ninterested in living people; and that it was this simplicity which\ngave him his charm. He found the life in a man very well worth\nwonder, even though the man were a fool, or a knave, or just down\nfrom Oxford. At the end of the play I saw him standing in his box,\ngravely watching the actors as the curtain rose and again rose\nduring the applause. Presently he turned away to speak to the lady\nwho had read his plays on the night of his first success. The play\nwas loudly applauded. Some people behind me--a youth and a\ngirl--began to hiss. I remember thinking that they resembled the\nbird they imitated. I only saw Synge on two other occasions. I\nmet him at a dinner party, but had no talk with him, and I called\nupon him at his old lodgings in Handel Street. He said:--\n\n\"Doesn't it seem queer to you to be coming back here?\"\n\n\"It seems only the other day that we were here.\"\n\n\"Those were great days.\"\n\n\"I wish we could have them again.\"\n\n\"Ah,\" he said, laughing his hard laugh, half a cough,\n\n  \"Nature brings not back the mastodon,\n  Nor we those times.\"\n\nPresently he told me that he had been writing poetry. He handed me\na type-written copy of a ballad, and asked me what I thought of\nit. I told him that I felt the want of an explanatory stanza near\nthe beginning. \"Yes,\" he said; \"But I can't take your advice,\nbecause then it would not be quite my own.\" He told me the wild\npicturesque story (of a murder in Connaught) which had inspired\nthe ballad. His relish of the savagery made me feel that he was a\ndying man clutching at life, and clutching most wildly at violent\nlife, as the sick man does. We went out shortly afterwards, and\ngot into a cab, and drove to the Gourmets, and ate our last meal\ntogether. He was going to the theatre after dinner; I had to go\nout of town. After dinner we got into another cab. He said he\nwould give me a lift towards my station. We drove together along\nthe Strand, talking of the great times we would have and of the\njolly times we had had. None of our many talks together was\nhappier than the last. I felt in my heart as we drove that I\nshould never see him again. Our last talk together was to be a\nhappy one.\n\nHe was later than he thought. He could not come all the way to my\nstation. He had to turn off to his theatre.\n\nAt the top of Fleet Street hill we shook hands and said \"So long\"\nto each other. The cab drew up just outside the office of a\nsporting newspaper. I got out, and raised my hand to him. He\nraised his in his grave way. The cab swung round and set off\nwestwards, and that was the end.\n\nWhen I heard of his death I felt that his interest in life would\nsoon get itself into another body, and come here again to look on\nand listen. When a life ends, it is a sign that Nature's purpose\nin that life is over. When a personality has passed from us it is\na sign that life has no further need of it. What that personality\ndid may matter. What that personality was does not matter. Man's\ntask is to leave the dead alone. Life would be finer if we did not\ndrag that caddisworm's house of the past behind us.\n\nI have not set down all my memories of him. Much of what he told\nand said to me was told and said in the confidence of friendship.\nI have set down only a few odd fragments to show those who care to\nknow what sort of a man he was. Lies and lives will be written of\nhim; plenty of both. Enough should be said to defeat the malice\nand stupidity of detractors. Those who want to know what he was in\nhimself should read the poems. The poems are the man speaking.\nThey are so like him that to read them is to hear him. The\ncouplet--\n\n  \"But they are rotten (I ask their pardon,)\n  And we've the sun on rock and garden.\"\n\ngives me, whenever I read it, the feeling that he is in the room,\nlooking up with his hard, quick guttural laugh and kindling eyes,\nfrom the rolling of a cigarette. The issue of _Samhain_ for\nDecember, 1904, contains a portrait of him by Mr. J. B. Yeats. It\nis difficult to believe that there can be any portrait more like\nhim.\n\n\n\nI wrote down these memories in January and February, 1911, two\nyears after Synge's death, and three and a half years after I had\nparted from him. They were printed in the Contemporary Review for\nApril, 1911, and are reprinted here through the kindness of the\nEditor and Proprietors, whom I wish to thank. Four years have\npassed since I wrote this account, and in reading it over today\none or two little things, as the use of particular words in what I\nquote from him, etc., have made me pause, as possibly inexact. I\nhave not altered these things, because, when I wrote this account,\nmy memory of the events and words was sharper than it is today.\nMemory is a bad witness, and inexact in very little things, such\nas the precise words used in talk some years before. The reader\nmust however believe that the words quoted, if not the very words\nused by Synge, are as near to the very words as my memory can make\nthem.\n\n\n\nI have been asked to add to these memories a few notes, and the\nchief dates in Synge's life, as far as we know them. His life,\nlike that of any other artist, was dated not by events but by\nsensations. I know no more of his significant days than the rest\nof the world, but the known biographical facts are these.\n\nHe was born on 16th. April, 1871, at Newtown Little, near Dublin.\nHe was the youngest son and eighth child of John Hatch Synge,\nbarrister, and of Kathleen, his wife, (born Traill.) His father\ndied in 1872. His mother in 1908. He went to private schools in\nDublin and in Bray, but being seldom well, left school when about\nfourteen and then studied with a tutor; was fond of wandering\nalone in the country, noticing birds and wild life, and later took\nup music, piano, flute and violin. All through his youth, he\npassed his summer holidays in Annamoe, Co. Wicklow, a strange\nplace, which influenced him.\n\nHe entered Trinity College, Dublin, on June 18, 1888, won prizes\nin Hebrew and Irish in Trinity Term, 1892, and took his B. A.\ndegree (second class) in December, 1892. While at Trinity he\nstudied music at the Royal Irish Academy of Music, where he won a\nscholarship in Harmony and Counterpoint.\n\nHe left College undecided about a career, but was inclined to make\nmusic his profession. He went to Germany (Coblentz and Wurtzburg)\nto study music; but in 1894, owing to a disappointed love, he gave\nup this, and went to Paris, with some thought of becoming a\nwriter. He was much in France for the next few years writing\nconstantly to little purpose; he went to Italy in 1896, and in May\n1898 made his first visit to the Aran Islands. During this visit\nhe began the first drafts of the studies which afterwards grew to\nbe his book, 'The Aran Islands.'\n\nHis writings, up to this time, had been tentative and imitative,\nbeing mainly reflections from (and upon) what had most struck him\nin his reading. He had read considerably in some six languages,\n(Hebrew, Irish, German, Italian, French and English) and widely in\nat least four of them, besides his scholarship in the universal\nlanguage of music. Among his early plans for books were schemes\nfor a translation from some of the prose of St. Francis of Assisi,\n(which he abandoned, because an English translation was published\nat the time) and for a critical study of Racine, whose pure and\nnoble art always meant much to him. Some critical and other\nwritings of this period exist in manuscript. They are said to be\ncarefully written, but wanting in inner impulse.\n\nThroughout this period if not throughout his life he lived with\nthe utmost ascetic frugality, bordering always, or touching, on\npoverty. He used to say that his income was \"forty pounds a year\nand a new suit of clothes, when my old ones get too shabby.\" He\nhad no expensive habits, he was never self-indulgent, he had no\nwish to entertain nor to give away, no desire to make nor to own\nmoney, no taste for collection nor zest for spending. He eschewed\nall things that threatened his complete frugal independence and\nthereby the integrity of his mind.\n\nThe superficial man, not seeing this last point, sometimes felt\nthat he \"did not know how to abound.\"\n\n\n\nWhen in Paris in 1899, he met Mr. W. B. Yeats who, having seen his\nwork suggested that he would do well to give up writing criticism,\nand go again to the Aran Islands to study the life there, and fill\nhis mind with real and new images, so that, if he wrote later, his\nwriting might be lively and fresh and his subject a new discovery.\nHe did as Mr. Yeats suggested and went back to the Aran Islands\nand passed some weeks in Inishmaan. In all, he made five or six\nvisits to the Aran Islands, these two of 1898 and 1899, and\ncertainly three more in the autumns of 1900, 1901, 1902.\nThe Islanders liked him but were a little puzzled by him. He\nwas an unassertive, unassuming man, with a genius for being\ninconspicuous. He has told us that his usual method in a poor\nman's cabin was to make them forget that he was there, but in Aran\non these visits he always tried to add to the fun, and to his\npersonal prestige with conjuring tricks, fiddling, piping, taking\nphotographs, etc. Some of the Islanders were much attached to him.\nI suppose that their main impression was that he was a linguist\nwho had committed a crime somewhere and had come to hide.\n\nHis next three or four years, 1899-1902 were passed between Paris\nand Ireland; Paris in the winter and spring and Ireland in the\nother seasons. He was at work on _The Aran Islands_, and on his\nthree early one act plays, _The Tinker's Wedding_, _Riders to the\nSea_, and _The Shadow of the Glen_. He came to London in the\nwinter of 1902-3, where I saw him as I have described. London did\nnot suit him and he did not stay long. He gave up his room in\nParis at this time, with some searching of the heart; for at\nthirty one clings to youth. After this, he was mostly in Ireland,\nin the wilder West and elsewhere; writing and perfecting. At the\nend of 1904 he was in Dublin, for the opening of the Abbey Theatre\nof which he was one of the advisers. In June, 1905, he went\nthrough the Congested Districts of Connemara, with Mr. Jack B.\nYeats. After this expedition, which lasted a month, he was\ngenerally in or near Dublin, in Kingstown and elsewhere, though he\nmade summer excursions to Dingle, the Blasket Islands, Kerry, etc.\nAbout once a year, when the Abbey Theatre Company was touring in\nEngland, he came with it if his health allowed, to watch the\nperformances in London, Manchester or Edinburgh, wherever they\nmight be. His life was always mainly within himself; the record of\nthese years is very meagre, all that can be said of them is that\nhe passed them mostly in Ireland, writing and re-writing, in\nfailing health and with increasing purpose. His general health was\nnever robust, and for at least the last six years of his life his\nthroat troubled him. He used to speak of the trouble as \"his\nglands;\" I cannot learn its exact nature; but I have been told\nthat it was \"cancer\" or \"some form of cancer,\" which caused him\n\"not very great pain,\" but which \"would have been excessively\npainful had he lived a little longer.\" Doctors may be able to\nconclude from these vague statements what it was. He was operated\nupon in May, 1908, but the growth could not be removed, and from\nthat time on he was under sentence of death. He passed his last\nfew months of life trying to finish his play of _Deirdre_ and\nwriting some of his few poems. He died in a private nursing home\nin Dublin on the 24th. March, 1909. and was buried two days later\nin a family vault in the Protestant graveyard of Mount Jerome,\nHarold's Cross, Dublin. He had been betrothed, but not married.\n\n\n\nOne thing more needs to be said. People have stated that Synge's\nmasters in art were the writers of the French Decadent school of\nthe eighteen nineties, Verlaine, Mallarme, J. K. Huysmans, etc.\nSynge had read these writers (who has not?) I often talked of them\nwith him. So far as I know, they were the only writers for whom he\nexpressed dislike. As a craftsman he respected their skill, as an\nartist he disliked their vision. The dislike he plainly stated in\na review of Huysmans' _La Cathedrale_ (_ The Speaker_, April,\n1903) and in an allusion to the same author's, _A Rebours_, in one\nof his Prefaces. I do not know who his masters in art may have\nbeen, that is one of the personal things he would not willingly\nhave told; but from what I can remember, I should say that his\nfavourite author, during the greater part of his life, was Racine.\n\n\n\n\nPORTRAITS\n\n\nSeveral portraits of Synge exist. Besides a few drawings of him\nwhich are still in private hands, there are these, which have been\nmade public.\n\nAn oil painting by Mr. J. B. Yeats. R.H.A. (Municipal Gallery,\nDublin.)\n\nA Drawing by Mr. J. B. Yeats. R.H.A. (_Samhain_. December, 1904.)\n\nA Drawing by Mr. J. B. Yeats. R.H.A. (Frontispiece to _Playboy_.)\n\nFrontispieces to Vols. I. III. and IV. of the _Works_. (One of\nthese is a drawing by Mr. James Paterson, the others are\nphotographs.)\n\nTwo small but characteristic amateur photographs reproduced in M.\nBourgeois's book.\n\nVery few people can read a dead man's character from a portrait.\nLife is our concern; it was very specially synge's concern.\nDoubtless he would prefer us not to bother about how he looked,\nbut to think of him as one who\n\n  \"Held Time's fickle glass his fickle hour\"\n\nand then was put back into the earth with the kings and tinkers\nwho made such a pageant in his brain. For the rest, he would say,\nwith Shakespeare,\n\n  \"My spirit is thine, the better part of me.\"\n\n\n\n\n  A LIST OF HIS PLAYS, IN CHRONOLOGICAL\n  ORDER WITH THE DATES\n  OF THEIR FIRST PERFORMANCES\n\n\nThe Shadow of the Glen. Written 1902.3. Performed 8th. October\n1903.\n\nRiders to the Sea. Written 1902.3. Performed 25th. February 1904.\n\nThe Well of the Saints. Written 1903.4. Performed 4th. February\n1905.\n\nThe Playboy of the Western World. Written 1905.6. Performed 26th.\nJanuary 1907.\n\nThe Tinker's Wedding. Written 1902-1907. Performed 11th. November\n1909.\n\nDeirdre of the Sorrows, (unfinished) 1907.8. Performed 13th.\nJanuary 1910.\n\n\n\n\nOTHER WRITINGS\n\n\nThe Aran Islands. Written between 1899 and 1907. Published April,\n1907.\n\nPoems and Translations. Written between 1891 and 1908; the\ntranslations between 1905 and 1908. Published June 5, 1909.\n\nThe works of John M. Synge, in 4 volumes, published in 1910,\ncontains all the published plays and books and selections from his\npapers. Though he disliked writing for newspapers he wrote some\ncontributions to _The Gael_, _The Shanachie_, _The Speaker_, _The\nManchester Guardian_ and _L'Europeen_ (in Paris) between the years\n1902 and 1908. One or two of the best of these are reprinted in\n_The Works_. The others may be read in their place by those who\ncare. It is possible that the zeal of biographers will discover a\nfew papers by him in other periodicals.\n\n\n\n\nA NOTE\n\n\nInformation about John M. Synge may be found in Mr. W. B. Yeats's\nCollected Works, Vol. 8, p. 173. In J. M. Synge and the Ireland of\nHis Time, by W. B. Yeats and Jack B. Yeats. In an article by Mr.\nJack B. Yeats in the New York Sun, July, 1909, mainly reprinted in\nthe above.\n\nIn the Manchester Guardian, March 25th. 1909, and, much more fully\nthan elsewhere in John M. Synge, by M. Maurice Bourgeois, the\nFrench authority on Synge, whose book is the best extant record of\nthe man's career. A good many critical and controversial books and\narticles of varying power and bitterness have appeared about him.\nA short Life of him by myself, was published in a supplementary\nvolume of the Dictionary of National Biography in 1912. The people\nwho knew him in Ireland, and some who have followed in his tracks\nthere have set down or collected facts about him. The student will\nno doubt meet with more of these as time goes by. For those which\nhave already appeared, the student should refer to M. Bourgeois's\nvery carefully compiled appendices, and to the published indices\nof English and American Periodical Publications.\n\n\n\n  HERE ENDS 'JOHN M. SYNGE:\n  A FEW PERSONAL RECOLLECTIONS,\n  WITH BIOGRAPHICAL\n  NOTES BY JOHN MASEFIELD.'\n\n  PRINTED AND PUBLISHED BY\n  ELIZABETH CORBET YEATS AT\n  THE CUALA PRESS, CHURCHTOWN,\n  DUNDRUM, IN THE\n  COUNTY OF DUBLIN, IRELAND.\n  FINISHED AT EASTER, IN THE\n  YEAR NINETEEN HUNDRED\n  AND FIFTEEN.",
    "metadata": {
        "author": [
            "Masefield, John"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/7296/pg7296.txt",
        "name": "john_m_synge_a_few_personal_recollections_with_bio.json"
    }
}