{
    "name": "Journey for the Brave",
    "author": [
        "Nourse, Alan Edward",
        "Edwards, Al",
        "Nourse, Alan E. (Alan Edward)"
    ],
    "body": "The base diner was hot and stuffy that night as Scotty Johnson sat\nwith Mitch and Jack and the other boys, sipping his last cup of\ncoffee before Zero Hour rolled around. Mitch and Jack had succeeded\nin sneaking him out of town before the reporters had guessed what was\nhappening. Now they sat in silence, sipping their coffee, glancing at\nhim from time to time as though to make sure he were still there. It\nannoyed Scotty. This was the time to laugh, and joke, and bull away as\nif nothing was going to happen at all.\n\nThe waitress trotted over with a coffee pot, and Scotty gave her his\nwidest leer. \"You know, I can't think of anything I'd rather have right\nnow than a cup of coffee from you,\" he said. \"How about a date in about\nten days?\"\n\nThe girl looked startled, and glanced away nervously. Mitch gave a\ntight little laugh. \"Better watch out. Scotty. She's liable to be\nwaiting on the landing field when you get back--\"\n\nThey all laughed at that, and then silence fell again. They were\nnervous. Scotty could sense it, even though they tried to cover it up.\nAll through these weeks of preparation in the hot New Mexico sun, the\ntension had been growing. But _he_ should be the one to be nervous, not\nthese lads. After all, who was the star of this show? Scotty nuzzled\nhis coffee, and twisted his wiry five-foot-two inch frame around so\nthat he could see the door. \"Better drink up,\" he said. \"The jeep\nshould be here any minute.\"\n\nMitch nodded and emptied his cup as the jeep's tires screeched on the\npavement outside. The door of the coffeeshop burst open, and a head\nwith an MP's crash helmet popped in. \"All set, Scotty? Let's go!\"\n\nScotty nodded. His blue eyes were bright as he buttoned up his jacket\nand winked at the waitress. Then he led the group to the door. \"Love\nthat gal,\" he said.\n\nThe driver raced the motor as they piled in and the jeep took off down\nthe concrete strip with a roar. The driver turned an admiring glance\ntoward Scotty. \"All set for the big trip, man?\"\n\nScotty grinned. \"Been sleeping in a coffin all week, just for practice.\"\n\n\"Man, you may need that practice. You'll be good and stiff before you\nget out--\" He broke off, horrified at the pun.\n\nScotty roared with glee. \"You think you're kidding! That's all\nright--the way I see it, I'm getting ten days vacation on the\nGovernment, and plenty of pay besides. And once I get up there, I\nwon't need much muscle to make my way around, they tell me.\" He lit a\ncigarette, peering down the strip ahead of them. Far ahead he could see\nthe batteries of searchlights, picking out the tall, shiny spire of the\nship. It stood tall in its scaffolding, pointing like a needle toward\nthe black star-lit sky. Already the ground below it was swarming with\ntiny figures, moving about on the final check-down. My ship, thought\nScotty. I helped to build it. And here's one job where they need a\ncocky, loud-mouthed little shrimp more than anything else in the world--\n\n\n\nAnother jeep swerved in beside them on the strip. Scotty caught a\nglimpse of the General and a couple of official-looking civilians.\n\n\"Everybody's going to see you off,\" said Mitch from the back seat.\n\n\"Yeah--the whole damned crowd. My big day.\"\n\n\"You sure you got everything down cold?\"\n\nScotty gave him a scornful glance. \"You kidding? How could I miss?\"\nHis freckled face broke into a grin from ear to ear, and his eyes were\nbright with excitement. \"Why I've got nothing to do but crawl in and\nzip things up after me. Don't even have to throw the fatal switch--they\ntake care of everything from outside. I'm telling you, it's a cinch.\nThree days to tell myself sea stories--and then I'll crawl out and tell\nyou boys what Lady Moon _really_ looks like.\"\n\nA crowd of reporters and photographers were waiting as the jeep sped\nup to the huge barbed-wire enclosure surrounding the ship. Scotty stuck\nhis head out of the jeep and gave them a big grin. The flashbulbs\npopped. Then the jeep roared on toward the field shack. Scotty stepped\nout, staring up at the tall sleek ship. A little bottom-heavy now,\nperhaps, but with the first and second stages disengaged--a beauty of a\nship. He stepped into the field shack, and grinned up at the General.\n\"Final check go all right?\"\n\nThe General nodded and smiled. \"This is the Secretary of Defense,\nScotty--\"\n\n\"Well! Guess I'm rating big visitors tonight!\" He gave the man's hand a\njaunty shake.\n\n\"You're taking a big trip,\" said the Secretary. \"Tell me, Mr.\nJohnson--how does it feel to be the first man to go to the Moon?\"\n\n\"Can't say. I haven't been there yet.\"\n\n\"You'd better get aboard,\" said the General. \"Everything's been checked\ndown. You'll have half an hour to make your own checks from inside.\nHow's your weight?\"\n\n\"Down to 128.\"\n\n\"Fine. That's better than we'd hoped. But don't be afraid to holler if\nsomething doesn't look right--\" He extended his hand, gripped Scotty's\ntightly. \"Good luck, lad. We're with you all the way.\"\n\nA soldier rode up the gantry with him, high up past the break-lines\nof the first and second stages, to the small open port in the final\nstage of the rocket. Scotty could feel the eyes on him from below as\nhe climbed into the port--one lone man to jockey the first manned ship\nto the Moon. A big job, a job that really took guts. He grinned, and\nslid through into the passenger chamber. Carefully he reached back and\nslammed the port shut behind him with a farewell wave to the soldier,\nand gave the lock-wheel a spin, until he heard the seal click. Then he\nslipped down into the half-sitting, half-reclining couch which nearly\nfilled the tiny chamber. His heart was pounding in his throat as he\nsnapped on the radio phone. \"Okay, I'm in,\" he said.\n\n\"Got her locked up?\" Mitch's voice grated in his earphones.\n\n\"Ay, ay.\"\n\n\"Give her a careful check inside there. Then stand by.\"\n\nScotty nodded and checked the banks of instruments on the tiny panel\nbefore him. He was the payload on this trip; the ship was little more\nthan an upholstered tube, with him jammed tight in one end and enough\nfuel to land him on the Moon and shoot him off again in behind him.\nThe other sections, far huger than this little pellet with him in the\nmiddle, would drive him out, break the frightful hold that Earth held\non her subjects. But there was nothing superfluous here, nothing he\ndid not actually need, and he checked quickly. Then he leaned back and\nflipped on the forward televiewer....\n\nThe vast black expanse of space, peppered with a thousand bright\npinpoints of light, suddenly appeared on the screen inches from his\nface. It took him by surprise; his hand jerked down on the switch\nagain, and he wiped a line of droplets from his upper lip, and closed\nhis eyes, his heart pounding against his ribs.\n\nThe radio blipped in his ear. \"Thirty minutes to Zero,\" it said--\n\n\n\nIt struck Scotty Johnson, then, how very much alone he was.\n\nHe felt a chill go down his spine, and he turned his eyes about the\ntiny chamber. Forward, within arm's length, was the dull glint of metal\npanelling and coiled wires and tight atmosphere sealing. His small wiry\nbody sank against the deep couch, and he drew the safety webbing across\nhis chest and thighs, the chill in his mind deepening. Above him was\nanother pad of soft material to protect his head; his feet were lodged\nagainst a solid bar at the foot of the couch. Inevitably, he thought\nof a cocoon. A tight, soft, warm cocoon. And he was alone inside it--\n\nHe tried to think when, in all his thirty-four years, he had been so\ncompletely and utterly alone.\n\nHe sat very still, listening. All about him was silence. A muted,\ndeathly silence. His head-set pressed tight against his ears, and he\nshook his head, wondering if he had actually heard the words coming\ninto his ears a few seconds before. Zero minus thirty minutes. Thirty\nminutes to wait, alone--\n\nSuddenly, he knew that he was very much afraid--\n\nHis lips formed a sneer, and he tried to fight the idea out of his\nmind. He was no longer afraid of anything. Those days were gone, far\naway. Nothing could scare Scotty Johnson--not even being completely\nalone. He reached out his hand, ran a finger over the control board.\nOxygen, chamber pressure, emergency anaesthetic, blast-control--his\nhand trembled, and the thought seeped back into his mind again. A voice\nwas whispering, deep in his ear, _you're afraid, little man, afraid--!_\nHe could feel the droplets of moisture forming on his forehead, and\neven the sound of his breath was muted in the silent chamber.\n\nThe seconds ticked by. Still the voice whispered. He was alone--alone\nand afraid. No one could help him now, no one in the world. This was\nhis own world, here in this tight little cabin, and he could die here\nand nobody would ever know--\n\nHe shook his head savagely. Alone? Ridiculous! At the foot of the ship\nwere a hundred people, all watching, all thinking about him. They had\nbuilt this ship, they were for him all the way. They would get him\nsafely off the ground, and then it would be just like a subway ride--\n\nBut after the blast-off--what then? The hundred men were staying\nbehind. There were no men where he was going. There was nothing there.\nNothing but death.\n\nHis breath was coming faster, and he felt the first chill of panic\nstir in his mind. He tried to fight it down angrily. What was there to\nget excited about? Nobody had forced him into this seat. He'd begged\nfor it! For five long years it had been an obsession, his wildest\ndream, to be sitting in this seat, waiting for the Zero-count to come\nthrough the headphones. Years of hoping, of pulling strings, of talking\nto people and dropping chance remarks, of studying and working and\npracticing--and finally, the note in his box, the trip down to the\nGeneral's field office that day.\n\n\n\nInside the office the General had sat down, regarding him for a long\nmoment with those cool grey eyes of his. Then he said, \"You're sure you\nwant to do this, Scotty? Dead sure?\"\n\nScotty had nodded, hardly able to find his voice. \"I'd give anything.\nYou've got to let me go.\"\n\nThe General nodded slowly. \"You might have to give your life. Does it\nmean that much to you? Millions of dollars have gone into this ship,\nbut there's no way to be sure of it. It's a fearful gamble.\"\n\n\"I'll take any odds, General. The sheep and the chickens came back.\nI'll come back.\"\n\nThe General looked out the window, his face carved with weary lines.\n\"I hate to send a man, alone. But what we need to know, one man can\nfind out. Two would be a waste--a tragic waste. The sheep and chickens\ndidn't land, they just circled. But one man must go up, to land a ship,\nand take off again, for the first time.\" His eyes caught Scotty's\ngravely. \"I want you to know why it's got to be you alone. We can't\ngamble on two men's lives, when one will do. _You're the guinea pig!_\"\n\nScotty had stood up then, laughing. \"Are you trying to frighten me?\nLook, General--I've been working on this ship since it first started.\nI know it inside out and backwards. I'm not afraid of this trip. I've\ngot to be the one to go.\"\n\nThe General had shifted some papers on his desk. \"All right. They\nweighed you in at 142 pounds. Our calculations call for 135. Every\nounce over that cuts a hard percentage out of your fuel. You'll have to\nsuck down.\"\n\n\"I can do that.\"\n\n\"All right--but don't starve yourself. And don't dehydrate any more\nthan you absolutely must. You'll have enough water for ten days, no\nmore. Three up, three back, four there. Now then. The psych boys will\ngo to work on your coordination for the next few days. That's critical.\nThe first and second stages will disengage automatically, but you'll\nhave to maneuver your own landing.\"\n\nScotty nodded. \"I've been maneuvering dummies until I'm blue in the\nface.\"\n\n\"You'll need it pounded in.\"\n\n\"It's pounded, don't worry.\"\n\nThe General gave a satisfied nod. \"All right, Scotty. See you at the\nblast-off. And remember, if you want to pull out--nobody will blame\nyou. Right down to the last minute before Zero, you can pull out--\"\n\n\"I don't think so,\" said Scotty. \"I don't think I'm going to pull out.\nNot on this one.\"\n\n\n\n\"_Zero minus twenty minutes--_\"\n\nThe harsh metallic voice dragged Scotty back to the present with\na jolt. For a moment he had almost regained the old familiar burn\nof self-assured bravado he had felt as he had finished talking to\nthe General that day and sauntered out toward the ship standing in\nthe launching scaffold. He had even been smiling as he recalled the\ninterview--\n\nBut now his eye caught the dull gleam of the control board before him,\nand his smile faded.\n\nThe voice was whispering softly, deep inside his head: _Come off it,\nScotty. Who are you trying to kid?_\n\nHis hand trembled, and he leaned back, forcing his tense leg muscles to\nrelax. What do you mean, who am I trying to kid? he thought, angrily.\nYou're crazy. Would I be kidding myself? I quit kidding myself years\nago. I know what I'm up to. This is a journey for heroes, and I'm going\nto be the hero, this time. _For sure._ This time there won't be any\ndoubt. _They_ won't have any doubt, and _I_ won't have any doubt--\n\n_You're alone, Scotty. Remember? You can quit acting now._\n\nHe shuddered, and glanced uneasily around the tiny closed chamber.\nAlone? What a laugh. A man can never be alone. There are always a\nmillion memories, wheeling and spinning and roaring around inside your\nhead. Memories of people, of hopes and dreams and fears. You can build\na heavy wall in your mind to keep them back, but when you're alone, and\nscared, and helpless, the wall starts to crumble down--\n\nThere's nobody to fool any more, Scotty. The act is over. Admit it,\nyou're scared, _you can hardly hold still you're so scared_--\n\nHe clapped his hands to his ears, trying to shut out the whisper. He\nkept shaking his head, but it came through like a heavy surf. He sat\ntense, trembling, with salty droplets pouring down his face, shaking\nhis head helplessly--\n\nYou're caught now, the voice whispered. This is a one-way ride, and you\nknow it, and you're _scared_--\n\n\"_I'm not!_\"\n\nThe earphones clicked. \"You say something, Scotty?\"\n\nScotty took a deep breath, unclenching his hands. \"No, no--nothing.\nWhat's the Zero-count, Mitch?\"\n\n\"Zero minus sixteen minutes. Everything set?\"\n\n\"All set. I wish we could get going.\" Scotty twisted on the couch,\nfeeling the silence close down around him like a stifling blanket.\nHe was almost shouting to himself. All right, I'm scared! Wouldn't\nanybody be scared? Sitting here, waiting, thinking about two hundred\nthousand miles of nothing with a rocky world of death at the other end\nto land on? Why shouldn't I be scared? They can stay back here, and\ntrack me with their scopes and radar--it's fine for them. It's fine\nfor the Secretary of Defense, too--no skin off his back if something\nhappens. And the big boys in Hollywood can sit back at their desks and\nrub their fat hands together and hope their cameras work all right,\nhope the pictures come out good, so they can make their pile, _if I get\nback_. Big gamble for them. FIRST MOON PICTURES RELEASED--SEE MAN'S\nGREATEST ADVENTURE IN GLORIOUS TECHNICOLOR--AUTHENTIC FILMS FROM THE\nFIRST MOON ROCKET--PRICES ONLY SLIGHTLY ADVANCED. Big gamble. Those\nfilms will help pay for a lot of fuel, a lot of metal and man-hours\nspent on this ship--\n\nBut can it pay for a life?\n\n\n\nBitterness swept through Scotty's mind, sharply. It was _his_ life they\nwere bartering, _he_ was to be the star of those films--dead or alive.\nHe could be killed in the blast-off, and the films would keep rolling,\nkeep churning out the yardage, and thirty years later they could pick\nup the film and still make their nice safe pile--thirty years of cold\ndeath for him--\n\nBut why are you whining now, little man? Why all the tears, all of a\nsudden? You asked for it. You made your bed, right from scratch. You\nwanted to be the hero, nothing else would do. Well, here you are, Hero.\nTough. You asked for it--\n\nBut _why_?\n\nAnd then something was tugging at his mind, seeping through the heavy\nwall of memory. A terrible, loathsome thought. He shook his head,\ndesperately, trying to fight it back, but the wall began to crumble.\nLong-dead pictures began drifting through, long-hidden memories. A bare\nwhisper of thought, cold, relentless, devastating. Admit it, Scotty.\n_You had to come._ You had to be sitting in this seat; you couldn't do\nanything else, could you? You couldn't let them know about you. You\ncouldn't bear to let the boys down on the field suspect the truth,\ncould you, Scotty? You looked into their eyes, and you were afraid they\nsuspected, like Matty had suspected, like Dad had suspected so many\nyears ago--You had to come here. _You couldn't help yourself, could\nyou?_\n\nThe whisper broke into a coarse, derisive laugh, and Scotty cowered\nback, shaking his head in denial, his whole body trembling. _Take a\nlook, Scotty--take a good look!_ Are you trying to hide the truth from\n_yourself_? But you can't get away with that. You can't hide it from\nyourself any longer--\n\nAnd then the wall of memory buckled, and split wide open. You can\nfool the whole world, Scotty--but you can't fool yourself, the voice\nscreamed in his ear. You can run, and hide, and twist, and lie, but you\ncan't ever really fool yourself. You know it's true. You always have\nknown.\n\n_You're a coward, Scotty. A dirty yellow coward. You always have been,\nand you always will be--_\n\n\"_Zero minus ten minutes--_\"\n\n\n\nIt wasn't true. He shook his head helplessly as his fingers found the\nsafety belts, tightened them down fiercely on his chest and legs.\nWasn't he sitting here now, waiting for the last count, waiting to\nstart on the greatest adventure man had ever attempted? Would he be\n_here_ if he were a coward? He snarled and clenched his fists tight on\nthe arm-rests. It was a lie, it _couldn't_ be true. No man can stare\nhimself in the face and call himself a coward when there is a spark\nof life left in him at all. He can call himself a cheat, or a liar, or\na fake--those were things that could be changed, things that could be\nmade up for. But a coward had something wrong deep inside, something\nthat was built in, that could never be changed as long as a man lived.\nNo man could call himself _that_.\n\nScotty shook his head, half laughing, half crying. He was scared, sure.\nAnybody would be scared. But he wasn't a coward. He was in this ship\nbecause he wanted fame, because he craved excitement and adventure.\nNothing had made him volunteer. He'd done it because he was that kind\nof guy--\n\nBut he knew that was a lie. Its very falsehood writhed in his brain as\nhe thought it. You're here because your cheap, cowardly little soul\ncouldn't bear to face itself. You're here because you couldn't bear\nthe looks of the men around you, with their barbed wise-cracks and\ntheir guarded half-smiles. They thought you couldn't see them! But the\nwhispers were there, and you couldn't stand for them to guess--\n\nBut what did he care what _they_ thought? What were they to him? _He_\nknew he was better than they were--quicker, smarter, braver. He didn't\nhave to prove anything to them--\n\n_And Matty? Does Matty know how brave you are, Hero? Can you prove to\nMatty that you're not a coward? Matty knows about you. Remember?_\n\nScotty shook his head, fearfully. That was so long ago--\n\nBut things like that are never long ago, Scotty. They stay with you as\nlong as you live. Sure, the Army said you were a hero, they gave you a\nSilver Star--but what would Matty say--if he could ever say anything\nagain? Would _he_ say you were a hero?\n\nSuddenly Matty's torn and twisted face seemed to be peering out at him\nfrom the control panel. His mind went whirling back through the years,\ncompletely out of control. In an instant he had slipped back fifteen\nlong years, back to the hot, stinking sweaty deadliness of that little\njungle island. They had been deep in the jungle that night, holed\nin, scared to move, afraid even to breath. For a week they had been\nwaiting, waiting for the snipers to move in and spot them. He could\nremember the cold, desperate fear that had gnawed at him that night\nas he and Bill Matthews had clutched their rifles, waiting, creeping\nforward along the jungle trail through the blackness and the night\nsounds. His clothes had stuck to his body with sweat as they crept,\nthe sweat of mortal fear. The mosquitoes whined in clouds around his\nhead; his body stung with a thousand insect bites. Up ahead, somewhere\nin the sticky blackness, was a machine-gun, blocking them from their\nsupplies, blocking them from the plasma and penicillin powder the\npatrol needed more than any food or water. They had been waiting for\nmany days, and they were weak with hunger and thirst--but there was a\ngun, and sharp, cruel eyes watching--\n\n\n\nThey had been moving in pairs, and Scotty had felt the fear clutching\nhis chest, fear beyond any words. He and Matty were working their way\ndown a swampy river bottom, sliding on their bellies in the muck, when\nthey had spotted the nest. And then the fear and panic building up\ninside him had broken through. He had jumped up, screaming, and burst\nforward, gun chattering in his hand.\n\nBlind rage and fear drove him forward as the startled gunners swivelled\ntheir gun, piercing the night with their sharp cries. Matty had shouted\nat him to get down, but he ran forward in the darkness, wildly. A burst\nof fire screamed out at him through the jungle; he slid into the mud,\npanting, still firing into the face of the blazing machine-gun, until\nhe saw the last man twist, and fall, and the gun fell silent.\n\nA hero, they said. But later he had found Matty, lying twisted with his\nhead split open, a line of open holes cutting down through his neck and\nacross his shoulders--\n\nAnother few seconds, another instant of control would have given them\ntime to get the machine-gun in crossfire. But something had exploded in\nScotty's brain that night--a fear greater than any fear of being shot,\na fear of being exposed for what he was, what he knew he was. He had\ndragged Matty back, through the long miles of sniper-ridden jungle, and\nthey called him a hero, and he had never told them who had broken first\nand drawn the deadly fire--\n\nHis forehead stood out with sweat now, and he tried to hide his eyes.\nHe had spent many years forgetting that horrible night, trying to\ncleanse himself of the depths of guilt that had eaten away at him--and\nnow it was back, harsh and undeniable, intensified by years of\nself-deceit and self-justification and rationalization. But the chips\nwere down now. In a few moments a great fire would explode deep in\nthe bowels of this ship, and he would be driven forward, far out into\nspace, along trails never blazed by man.\n\n\"_Zero minus five minutes. Give her a final check, Scotty--_\"\n\nHe jerked in his seat as though he had been struck. _Five minutes!_\nHis mind whirled with memories, and the cold fear cut through him like\na knife. In a moment of panic his mind was screaming, get out, now,\nbefore it's too late! The General said you could pull out, right down\nto the last minute--well, _pull out, now, before the engines start_--\n\nBut a peal of derisive laughter roared through his mind. There had been\nreporters, news stories. He had said things that had been splashed\nacross a million newspapers. Back out now? Tell the world what a coward\nhe was? Then everybody would know--the boys down below, Matty, Dad--Dad\nhad never actually _said_ it, but it had always been there, as long as\nScotty could remember. He had tried and tried to make up for his small\nsize, for his skinny legs and bony chest.\n\nIt hadn't been his fault that Dad was such a big man, such a rugged,\npowerful man. Those long hunting trips up through Canada--a man had to\nshare the load, there was no place for weakness and weariness there.\nAnd Dad had taken him along, once, until he had tired, and turned his\nankle on a short portage. They had carried him out--and he knew that\nhe had lost his Dad that day. Dad hadn't admitted it, but it was true.\nThere was always the half-hidden disgust and sadness and disappointment\nin his cool, grey eyes--\n\n\"_Minus two, Scotty. Final check--_\"\n\nHis hand flicked out automatically, as fear and dismay welled up in his\nmind. Everything he had ever done he had flubbed, somehow--he searched\nfrantically through his mind for one small, pure act of absolute\nbravery, unadorned by words, unaltered by empty rationalizations and\nbuilt-up courage, and his mind yielded nothing but hoarse, heavy\nlaughter. Somewhere there was a key. It had started somewhere, if only\nhe could remember. Somewhere beneath the years of futile failure, there\nwas a core--\n\n\"_Sixty seconds, Scotty--Good luck, boy!_\"\n\nHe froze, his hands clutching the safety belt in a grip of iron as the\nwords pounded in his ear: \"--forty--thirty five--thirty--twenty five--\"\n\nAnd then, like a great door opening up in his mind, he remembered--\n\n\n\nA day so long ago, so deeply buried that it had not come to mind in\nyears. A day when he had been walking down a village street, on the way\nto the store for his mother, a small boy, hardly ten--\n\nA group of boys, appearing suddenly from the old garage he was passing.\nA thin-faced lad, tall and sharp-boned, with cold eyes and a sneer\non his thin lips. Other boys, too, mostly bigger than he. His eyes\nwidened, and he started to back away when Thin-face grabbed his collar,\npulled him up sharp. \"Where you think you goin', bud?\"\n\n\"Just down the street--\"\n\n\"Who said you could walk on this street?\"\n\n\"It's not your street. I can walk where I want--\"\n\nA gleam of cruelty in Thin-face's eyes. \"Sissy thinks he's smart.\" A\nsharp-knuckled hand struck him across the nose. \"You want to fight?\"\n\nScotty shook his head, eyes wide. \"No, I just want to--\" His eye caught\none of the others, sidling around behind him--\n\n\"Stand still!\"\n\nHe had been paralyzed. The rabbit-punch struck him a hammer-blow,\nand tears streamed down his face. Thin-face hit him again, and blood\nspurted from his nose. \"Put up your hands and fight--\"\n\n\"I can't--\"\n\n\"You'd better fight, sissy--I'll kill ya!\"\n\n\"I don't want to fight--\" The fear, the mortification, the blind,\nparalyzing fear. Another blow struck him, and he tumbled backwards\nover the boy who had crouched behind him, and struck his head on the\nsidewalk. They had roared with laughter, and one of them kicked him.\nAnd then he was on his feet, darting between them, running for his\nlife, running with blind fear snarling at his heels, down an alley,\ninto a backyard, across into another alley--He had seen the open\ncellarway, then, and crawled down in, heart pounding in his throat,\nwaiting as the boys came through the yard, looking, laughing at the\nsport, walking on. He waited for hours before he dared come out, and\nevery minute of those hours he trembled, desperately sick and ashamed,\nwondering what Dad would ever think of him if he should find out--\n\n\n\nSomething struck him in the chest then, a firm, gentle pressure that\ngrew and grew as the cabin vibrated with a powerful roar. The pressure\ngrew larger, choking the breath from him. In a last terrible panic of\nfear Scotty tried to fight his safety belt open, tried to cry out to\n_stop, stop, stop_, but it was too late. He pressed back, deeper and\ndeeper into the couch as the age-long seconds ticked by--and in the\nviewer the Earth fell away, farther and farther, dwindling, dimming--\n\nHe heard the explosion as the first stage disengaged, and his mind\nfroze as the pressure shoved harder at his chest. Then suddenly there\nwas a jerk, a bone-crushing jar that nearly broke his neck, and the\nship started spinning crazily.\n\n\"_Scotty--Scotty, can you hear me?_\" It was Mitch's voice in the\nearphones, heavy with frantic urgency. \"_Can you hear me, Scotty?_\"\n\nScotty groaned. \"I can hear you,\" he croaked.\n\n\"Scotty, the second stage didn't disengage properly--you've got it on\nyour tail yet--\"\n\nScotty gasped for breath, trying to focus his mind on the\npresent, trying to drive out the paralyzing phantoms of the past.\n\"Second--stage?\"\n\n\"It--wait a minute--you're way off course--there it goes, you've\nlost it--\" There was a scraping sound in the earphones, and then the\nGeneral's voice snapped out, sharp and clear. \"Scotty--listen, boy,\nyou're off course, you aren't out far enough--you'll have to orbit\nback--\"\n\n\"Orbit?\" The word was wrenched from his throat, and he stared at the\nviewer in horror.\n\n\"Listen, Scotty, get this straight--can you hear me, lad?\"\n\n\"Yeah, yeah, I can hear--\"\n\n\"Then listen. Orbit your ship. Slam down the cut-off and--\"\n\n\"I can correct,\" Scotty cried. \"I can get back on beam, and make it--\"\n\n\"Scotty, you'd use too much fuel. You didn't get out far enough, you\ndragged dead weight--\"\n\n\"I can correct--\"\n\n\"You'll never be able to land up there. If you do, you'll never be able\nto take off again--\"\n\n\"I've--got--to--get--out--there!\"\n\nThe General's voice was frantic. \"This is an order, man. _Orbit your\nship._ We'll find some way to get you down. But you'll have to come\nback--\"\n\nSomething exploded in Scotty's mind then. Rage bubbled over in his\nmind, and he was screaming in the speaker, \"I'm going on out. I'm going\nto land up there--I can't flub it now, I can't--\"\n\n\"Scotty, _orbit while you can_. There'll be another try--\"\n\n\"I can't hear you--\"\n\n\"_I said--_\"\n\n\"_I'm going out._ Get somebody up there to get me if you want to, but\nI'm going--\"\n\nHe ripped off the earphones, the bitterness and rage and frustration\nof long years welling into his mind. He was seething, almost crying\nout in his rage. Everything he had ever done he had flubbed--but he\nwouldn't flub this one. Fiercely, he went to work on the controls,\ntears rolling down his cheeks as he worked. He was going to go on, if\nit killed him--\n\n\n\nHe felt the ship respond to its new course, slightly, and then,\ngradually, the weight began to lift from his chest. He sank back,\npanting. Up in the screen was a pale yellow ball, and he was racing\ntoward it as fast as a man could race. There would be plenty of time\nfor the sensitive calculations, for careful course-plotting, later. But\nhe was not going back.\n\nThey might get a ship up to get him in time--and again, they might not.\nHe had food and water for ten days at full rations. He could live for\nthirty days on it. Maybe more. And when the rations were gone, how long\ncould he live then?\n\n_How long did we live in the jungle without food or water?_\n\nHe sat back, then, and laughed. It would be better to die up there,\nthan to spend the rest of his life dying down on Earth. Dying every\nday, a thousand thousand deaths--\n\nThey might be able to rescue him, with fast work, with a fearful margin\nof incredible luck. But it didn't really matter to him now whether they\ndid or didn't. He knew that now. He had already died, back there on the\nground, waiting for the zero-count to come. He was reborn now, a new\nman with a great, courageous job to do. This time he would do the job\nright. Fear was behind him now, for he could never be afraid again like\nhe had been afraid a few short minutes before. The gauntlet was run.\n\nHe would land on the Moon, and no man nor memory would stop him from\ndoing it. No fear, no cowardice--\n\n_Because a coward would have turned back--_\n\nHe settled back in the couch, and drifted into sleep with a peaceful\nsmile on his lips.",
    "metadata": {
        "author": [
            "Nourse, Alan Edward",
            "Edwards, Al",
            "Nourse, Alan E. (Alan Edward)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/66313/pg66313.txt",
        "name": "journey_for_the_brave.json"
    }
}