{
    "name": "Keeping Up Appearances\nSailor's Knots, Part 12.",
    "author": [
        "Jacobs, William Wymark",
        "Jacobs, W. W. (William Wymark)"
    ],
    "body": "1909\n\n\n\nKEEPING UP APPEARANCES\n\n\n\"Everybody is superstitious,\" said the night-watchman, as he gave\nutterance to a series of chirruping endearments to a black cat with one\neye that had just been using a leg of his trousers as a serviette; \"if\nthat cat 'ad stole some men's suppers they'd have acted foolish, and\nsuffered for it all the rest of their lives.\"\n\nHe scratched the cat behind the ear, and despite himself his face\ndarkened.  \"Slung it over the side, they would,\" he said, longingly, \"and\nchucked bits o' coke at it till it sank.  As I said afore, everybody is\nsuperstitious, and those that ain't ought to be night-watchmen for a\ntime--that 'ud cure 'em.  I knew one man that killed a black cat, and\narter that for the rest of his life he could never get three sheets in\nthe wind without seeing its ghost.  Spoilt his life for 'im, it did.\"\n\nHe scratched the cat's other ear.  \"I only left it a moment, while I went\nround to the Bull's Head,\" he said, slowly filling his pipe, \"and I\nthought I'd put it out o' reach.  Some men----\"\n\nHis fingers twined round the animal's neck; then, with a sigh, he rose\nand took a turn or two on the jetty.\n\nSuperstitiousness is right and proper, to a certain extent, he said,\nresuming his seat; but, o' course, like everything else, some people\ncarry it too far--they'd believe anything.  Weak-minded they are, and if\nyou're in no hurry I can tell you a tale of a pal o' mine, Bill\nBurtenshaw by name, that'll prove my words.\n\nHis mother was superstitious afore 'im, and always knew when 'er friends\ndied by hearing three loud taps on the wall.  The on'y mistake she ever\nmade was one night when, arter losing no less than seven friends, she\nfound out it was the man next door hanging pictures at three o'clock in\nthe morning.  She found it out by 'im hitting 'is thumb-nail.\n\nFor the first few years arter he grew up Bill went to sea, and that on'y\nmade 'im more superstitious than ever.  Him and a pal named Silas Winch\nwent several v'y'ges together, and their talk used to be that creepy that\nsome o' the chaps was a'most afraid to be left on deck alone of a night.\nSilas was a long-faced, miserable sort o' chap, always looking on the\nblack side o' things, and shaking his 'ead over it.  He thought nothing\no' seeing ghosts, and pore old Ben Huggins slept on the floor for a week\nby reason of a ghost with its throat cut that Silas saw in his bunk.  He\ngave Silas arf a dollar and a neck-tie to change bunks with 'im.\n\nWhen Bill Burtenshaw left the sea and got married he lost sight of Silas\naltogether, and the on'y thing he 'ad to remind him of 'im was a piece o'\npaper which they 'ad both signed with their blood, promising that the\nfust one that died would appear to the other.  Bill agreed to it one\nevenin' when he didn't know wot he was doing, and for years arterwards 'e\nused to get the cold creeps down 'is back when he thought of Silas dying\nfust.  And the idea of dying fust 'imself gave 'im cold creeps all over.\n\nBill was a very good husband when he was sober, but 'is money was two\npounds a week, and when a man has all that and on'y a wife to keep out of\nit, it's natural for 'im to drink.  Mrs. Burtenshaw tried all sorts o'\nways and means of curing 'im, but it was no use.  Bill used to think o'\nways, too, knowing the 'arm the drink was doing 'im, and his fav'rite\nplan was for 'is missis to empty a bucket o' cold water over 'im every\ntime he came 'ome the worse for licker.  She did it once, but as she 'ad\nto spend the rest o' the night in the back yard it wasn't tried again.\n\nBill got worse as he got older, and even made away with the furniture to\nget drink with.  And then he used to tell 'is missis that he was drove to\nthe pub because his 'ome was so uncomfortable.\n\nJust at that time things was at their worst Silas Winch, who 'appened to\nbe ashore and 'ad got Bill's address from a pal, called to see 'im.  It\nwas a Saturday arternoon when he called, and, o' course, Bill was out,\nbut 'is missis showed him in, and, arter fetching another chair from the\nkitchen, asked 'im to sit down.\n\nSilas was very perlite at fust, but arter looking round the room and\nseeing 'ow bare it was, he gave a little cough, and he ses, \"I thought\nBill was doing well?\" he ses.\n\n\"So he is,\" ses Mrs. Burtenshaw.\n\nSilas Winch coughed again.\n\n\"I suppose he likes room to stretch 'imself about in?\" he ses, looking\nround.\n\nMrs. Burtenshaw wiped 'er eyes and then, knowing 'ow Silas had been an\nold friend o' Bill's, she drew 'er chair a bit closer and told him 'ow it\nwas.  \"A better 'usband, when he's sober, you couldn't wish to see,\" she\nses, wiping her eyes agin.  \"He'd give me anything--if he 'ad it.\"\n\nSilas's face got longer than ever.  \"As a matter o' fact,\" he ses, \"I'm a\nbit down on my luck, and I called round with the 'ope that Bill could\nlend me a bit, just till I can pull round.\"\n\nMrs. Burtenshaw shook her 'ead.\n\n\"Well, I s'pose I can stay and see 'im?\" ses Silas.  \"Me and 'im used to\nbe great pals at one time, and many's the good turn I've done him.  Wot\ntime'll he be 'ome?\"\n\n\"Any time after twelve,\" ses Mrs. Burtenshaw; \"but you'd better not be\nhere then.  You see, 'im being in that condition, he might think you was\nyour own ghost come according to promise and be frightened out of 'is\nlife.  He's often talked about it.\"\n\nSilas Winch scratched his head and looked at 'er thoughtful-like.\n\n\"Why shouldn't he mistake me for a ghost?\" he ses at last; \"the shock\nmight do 'im good.  And, if you come to that, why shouldn't I pretend to\nbe my own ghost and warn 'im off the drink?\"\n\nMrs. Burtenshaw got so excited at the idea she couldn't 'ardly speak, but\nat last, arter saying over and over agin she wouldn't do such a thing for\nworlds, she and Silas arranged that he should come in at about three\no'clock in the morning and give Bill a solemn warning.  She gave 'im her\nkey, and Silas said he'd come in with his 'air and cap all wet and\npretend he'd been drowned.\n\n\"It's very kind of you to take all this trouble for nothing,\" ses Mrs.\nBurtenshaw as Silas got up to go.\n\n\"Don't mention it,\" ses Silas.  \"It ain't the fust time, and I don't\nsuppose it'll be the last, that I've put myself out to help my feller-\ncreeturs.  We all ought to do wot we can for each other.\"\n\n\"Mind, if he finds it out,\" ses Mrs. Burtenshaw, all of a tremble, \"I\ndon't know nothing about it.  P'r'aps to make it more life-like I'd\nbetter pretend not to see you.\"\n\n\"P'r'aps it would be better,\" ses Silas, stopping at the street door.\n\"All I ask is that you'll 'ide the poker and anything else that might be\nlaying about handy.  And you 'ad better oil the lock so as the key won't\nmake a noise.\"\n\nMrs. Burtenshaw shut the door arter 'im, and then she went in and 'ad a\nquiet sit-down all by 'erself to think it over.  The only thing that\ncomforted 'et was that Bill would be in licker, and also that 'e would\nbelieve anything in the ghost line.\n\nIt was past twelve when a couple o' pals brought him 'ome, and, arter\noffering to fight all six of 'em, one after the other, Bill hit the wall\nfor getting in 'is way, and tumbled upstairs to bed.  In less than ten\nminutes 'e was fast asleep, and pore Mrs. Burtenshaw, arter trying her\nbest to keep awake, fell asleep too.\n\nShe was woke up suddenly by a noise that froze the marrer in 'er bones--\nthe most 'art-rending groan she 'ad ever heard in 'er life; and, raising\nher 'ead, she saw Silas Winch standing at the foot of the bed.  He 'ad\ndone his face and hands over with wot is called loominous paint, his cap\nwas pushed at the back of his 'ead, and wet wisps of 'air was hanging\nover his eyes.  For a moment Mrs. Burtenshaw's 'art stood still and then\nSilas let off another groan that put her on edge all over.  It was a\ngroan that seemed to come from nothing a'most until it spread into a roar\nthat made the room tremble and rattled the jug in the wash-stand basin.\nIt shook everything in the room but Bill, and he went on sleeping like an\ninfant.  Silas did two more groans, and then 'e leaned over the foot o'\nthe bed, and stared at Bill, as though 'e couldn't believe his eyesight.\n\n\"Try a squeaky one,\" ses Mrs. Burtenshaw.\n\nSilas tried five squeaky ones, and then he 'ad a fit o' coughing that\nwould ha' woke the dead, as they say, but it didn't wake Bill.\n\n\"Now some more deep ones,\" ses Mrs. Burtenshaw, in a w'isper.\n\nSilas licked his lips--forgetting the paint--and tried the deep ones\nagin.\n\n\"Now mix 'em a bit,\" ses Mrs. Burtenshaw.\n\nSilas stared at her.  \"Look 'ere,\" he ses, very short, \"do you think I'm\na fog-horn, or wot?\"\n\nHe stood there sulky for a moment, and then 'e invented a noise that\nnothing living could miss hearing; even Bill couldn't.  He moved in 'is\nsleep, and arter Silas 'ad done it twice more he turned and spoke to 'is\nmissis about it.  \"D'ye hear?\" he ses; \"stop it.  Stop it at once.\"\n\nMrs. Burtenshaw pretended to be asleep, and Bill was just going to turn\nover agin when Silas let off another groan.  It was on'y a little one\nthis time, but Bill sat up as though he 'ad been shot, and he no sooner\ncaught sight of Silas standing there than 'e gave a dreadful 'owl and,\nrolling over, wropped 'imself up in all the bed-clothes 'e could lay his\n'ands on.  Then Mrs. Burtenshaw gave a 'owl and tried to get some of 'em\nback; but Bill, thinking it was the ghost, only held on tighter than\never.\n\n\"Bill!\" ses Silas Winch, in an awful voice.\n\nBill gave a kick, and tried to bore a hole through the bed.\n\n\"Bill,\" ses Silas agin, \"why don't you answer me?  I've come all the way\nfrom the bottom of the Pacific Ocean to see you, and this is all I get\nfor it.  Haven't you got anything to say to me?\"\n\n\"Good-by,\" ses Bill, in a voice all smothered with the bed-clothes.\n\nSilas Winch groaned agin, and Bill, as the shock 'ad made a'most sober,\ntrembled all over.\n\n\"The moment I died,\" ses Silas, \"I thought of my promise towards you.\n'Bill's expecting me,' I ses, and, instead of staying in comfort at the\nbottom of the sea, I kicked off the body of the cabin-boy wot was\nclinging round my leg, and 'ere I am.\"\n\n\"It was very--t-t-thoughtful--of you--Silas,\" ses Bill; \"but you always--\nw-w-was--thoughtful.  Good-by--\"\n\nAfore Silas could answer, Mrs. Burtenshaw, who felt more comfortable,\n'aving got a bit o' the clothes back, thought it was time to put 'er\nspoke in.\n\n\"Lor' bless me, Bill,\" she ses.  \"Wotever are you a-talking to yourself\nlike this for?  'Ave you been dreaming?\"\n\n\"Dreaming!\" ses pore Bill, catching hold of her 'and and gripping it till\nshe nearly screamed.  \"I wish I was.  Can't you see it?\"\n\n\"See it?\" ses his wife.  \"See wot?\"\n\n\"The ghost,\" ses Bill, in a 'orrible whisper; \"the ghost of my dear, kind\nold pal, Silas Winch.  The best and noblest pal a man ever 'ad.  The\nkindest-'arted----\"\n\n\"Rubbish,\" ses Mrs. Burtenshaw.  \"You've been dreaming.  And as for the\nkindest-'arted pal, why I've often heard you say--\"\n\n\"H'sh!\" ses Bill.  \"I didn't.  I'll swear I didn't.  I never thought of\nsuch a thing.\"\n\n\"You turn over and go to sleep,\" ses his wife, \"hiding your 'ead under\nthe clothes like a child that's afraid o' the dark!  There's nothing\nthere, I tell you.  Wot next will you see, I wonder?  Last time it was a\npink rat.\"\n\n\"This is fifty million times worse than pink rats,\" ses Bill.  \"I on'y\nwish it was a pink rat.\"\n\n\"I tell you there is nothing there,\" ses his wife.  \"Look!\"\n\nBill put his 'ead up and looked, and then 'e gave a dreadful scream and\ndived under the bed-clothes agin.\n\n\"Oh, well, 'ave it your own way, then,\" ses his wife.  \"If it pleases you\nto think there is a ghost there, and to go on talking to it, do so, and\nwelcome.\"\n\nShe turned over and pretended to go to sleep agin, and arter a minute or\ntwo Silas spoke agin in the same hollow voice.\n\n\"Bill!\" he ses.\n\n\"Yes,\" ses Bill, with a groan of his own.\n\n\"She can't see me,\" ses Silas, \"and she can't 'ear me; but I'm 'ere all\nright.  Look!\"\n\n\"I 'ave looked,\" ses Bill, with his 'ead still under the clothes.\n\n\"We was always pals, Bill, you and me,\" ses Silas; \"many a v'y'ge 'ave we\nhad together, mate, and now I'm a-laying at the bottom of the Pacific\nOcean, and you are snug and 'appy in your own warm bed.  I 'ad to come to\nsee you, according to promise, and over and above that, since I was\ndrowned my eyes 'ave been opened.  Bill, you're drinking yourself to\ndeath!\"\n\n\"I--I--didn't know it,\" ses Bill, shaking all over.  \"I'll knock it--off\na bit, and--thank you--for--w-w-warning me.  G-G-Good-by.\"\n\n\"You'll knock it off altogether,\" ses Silas Winch, in a awful voice.\n\"You're not to touch another drop of beer, wine, or spirits as long as\nyou live.  D'ye hear me?\"\n\n\"Not--not as medicine?\"  ses Bill, holding the clothes up a bit so as to\nbe more distinct.\n\n\"Not as anything,\" ses Silas; \"not even over Christmas pudding.  Raise\nyour right arm above your 'ead and swear by the ghost of pore Silas\nWinch, as is laying at the bottom of the Pacific Ocean, that you won't\ntouch another drop.\"\n\nBill Burtenshaw put 'is arm up and swore it.\n\nThen 'e took 'is arm in agin and lay there wondering wot was going to\n'appen next.\n\n\"If you ever break your oath by on'y so much as a teaspoonful,\" ses\nSilas, \"you'll see me agin, and the second time you see me you'll die as\nif struck by lightning.  No man can see me twice and live.\"\n\nBill broke out in a cold perspiration all over.  \"You'll be careful,\nwon't you, Silas?\" he ses.  \"You'll remember you 'ave seen me once, I\nmean?\"\n\n\"And there's another thing afore I go,\" ses Silas.  \"I've left a widder,\nand if she don't get 'elp from some one she'll starve.\"\n\n\"Pore thing,\" ses Bill.  \"Pore thing.\"\n\n\"If you 'ad died afore me,\" ses Silas, \"I should 'ave looked arter your\ngood wife--wot I've now put in a sound sleep--as long as I lived.\"\n\nBill didn't say anything.\n\n\"I should 'ave given 'er fifteen shillings a week,\" ses Silas.\n\n\"'Ow much?\"  ses Bill, nearly putting his 'ead up over the clothes, while\n'is wife almost woke up with surprise and anger.\n\n\"Fifteen shillings,\" ses Silas, in 'is most awful voice.  \"You'll save\nthat over the drink.\"\n\n\"I--I'll go round and see her,\" ses Bill.  \"S'he might be one o' these\n'ere independent--\" 277\n\n\"I forbid you to go near the place,\" ses Silas.  \"Send it by post every\nweek; 15 Shap Street will find her.  Put your arm up and swear it; same\nas you did afore.\"\n\nBill did as 'e was told, and then 'e lay and trembled, as Silas gave\nthree more awful groans.\n\n\"Farewell, Bill,\" he ses.  \"Farewell.  I am going back to my bed at the\nbottom o' the sea.  So long as you keep both your oaths I shall stay\nthere.  If you break one of 'em or go to see my pore wife I shall appear\nagin.  Farewell!  Farewell!  Farewell!\"\n\nBill said \"Good-by,\" and arter a long silence he ventured to put an eye\nover the edge of the clothes and discovered that the ghost 'ad gone.  He\nlay awake for a couple o' hours, wondering and saying over the address to\nhimself so that he shouldn't forget it, and just afore it was time to get\nup he fell into a peaceful slumber.  His wife didn't get a wink, and she\nlay there trembling with passion to think 'ow she'd been done, and\nwondering 'ow she was to alter it.\n\nBill told 'er all about it in the morning; and then with tears in his\neyes 'e went downstairs and emptied a little barrel o' beer down the\nsink.  For the fust two or three days 'e went about with a thirst that\nhe'd ha' given pounds for if 'e'd been allowed to satisfy it, but arter a\ntime it went off, and then, like all teetotallers, 'e began to run down\ndrink and call it pison.\n\nThe fust thing 'e did when 'e got his money on Friday was to send off a\npost-office order to Shap Street, and Mrs. Burtenshaw cried with rage and\n'ad to put it down to the headache.  She 'ad the headache every Friday\nfor a month, and Bill, wot was feeling stronger and better than he 'ad\ndone for years, felt quite sorry for her.\n\nBy the time Bill 'ad sent off six orders she was worn to skin and bone\na'most a-worrying over the way Silas Winch was spending her money.  She\ndursn't undeceive Bill for two reasons: fust of all, because she didn't\nwant 'im to take to drink agin; and secondly, for fear of wot he might do\nto 'er if 'e found out 'ow she'd been deceiving 'im.\n\nShe was laying awake thinking it over one night while Bill was sleeping\npeaceful by her side, when all of a sudden she 'ad an idea.  The more she\nthought of it the better it seemed; but she laid awake for ever so long\nafore she dared to do more than think.  Three or four times she turned\nand looked at Bill and listened to 'im breathing, and then, trembling all\nover with fear and excitement, she began 'er little game.\n\n\"He did send it,\" she ses, with a piercing scream.  \"He did send it.\"\n\n\"W-w-wot's the matter?\"  ses Bill, beginning to wake up.\n\nMrs. Burtenshaw didn't take any notice of 'im.\n\n\"He did send it,\" she ses, screaming agin.  \"Every Friday night reg'lar.\nOh, don't let 'im see you agin.\"\n\nBill, wot was just going to ask 'er whether she 'ad gone mad, gave a\nawful 'owl and disappeared right down in the middle o' the bed.\n\n\"There's some mistake,\" ses Mrs. Burtenshaw, in a voice that could ha'\nbeen 'eard through arf-a-dozen beds easy.  \"It must ha' been lost in the\npost.  It must ha' been.\"\n\nShe was silent for a few seconds, then she ses, \"All right,\" she ses,\n\"I'll bring it myself, then, by hand every week.  No, Bill sha'n't come;\nI'll promise that for 'im.  Do go away; he might put his 'ead up at any\nmoment.\"\n\nShe began to gasp and sob, and Bill began to think wot a good wife he 'ad\ngot, when he felt 'er put a couple of pillers over where she judged his\n'ead to be, and hold 'em down with her arm.\n\n\"Thank you, Mr. Winch,\" she ses, very loud.  \"Thank you.  Good-by,\nGood-by.\"\n\nShe began to quieten down a bit, although little sobs, like wimmen use\nwhen they pretend that they want to leave off crying but can't, kept\nbreaking out of 'er.  Then, by and by, she quieted down altogether and a\nhusky voice from near the foot of the bed ses: \"Has it gorn?\"\n\n\"Oh, Bill,\" she ses, with another sob, \"I've seen the ghost!\"\n\n\"Has it gorn?\" ses Bill, agin.\n\n\"Yes, it's gorn,\" ses his wife, shivering.  \"Oh, Bill, it stood at the\nfoot of the bed looking at me, with its face and 'ands all shiny white,\nand damp curls on its forehead.  Oh!\"\n\nBill came up very slow and careful, but with 'is eyes still shut.\n\n\"His wife didn't get the money this week,\" ses Mrs. Burtenshaw; \"but as\nhe thought there might be a mistake somewhere he appeared to me instead\nof to you.  I've got to take the money by hand.\"\n\n\"Yes, I heard,\" ses Bill; \"and mind, if you should lose it or be robbed\nof it, let me know at once.  D'ye hear?  At once!\"\n\n\"Yes, Bill,\" ses 'is wife.\n\nThey lay quiet for some time, although Mrs. Burtenshaw still kept\ntrembling and shaking; and then Bill ses.  \"Next time a man tells you he\n'as seen a ghost, p'r'aps you'll believe in 'im.\"\n\nMrs. Burtenshaw took out the end of the sheet wot she 'ad stuffed in 'er\nmouth when 'e began to speak.\n\n\"Yes, Bill,\" she ses.\n\nBill Burtenshaw gave 'er the fifteen shillings next morning and every\nFriday night arterwards; and that's 'ow it is that, while other wimmen\n'as to be satisfied looking at new hats and clothes in the shop-winders,\nMrs. Burtenshaw is able to wear 'em.",
    "metadata": {
        "author": [
            "Jacobs, William Wymark",
            "Jacobs, W. W. (William Wymark)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/10792/pg10792.txt",
        "name": "keeping_up_appearances_sailor_s_knots_part_12.json"
    }
}