{
    "name": "Lamia",
    "author": [
        "Keats, John"
    ],
    "body": "Part 1\n\n     Upon a time, before the faery broods\n     Drove Nymph and Satyr from the prosperous woods,\n     Before King Oberon's bright diadem,\n     Sceptre, and mantle, clasp'd with dewy gem,\n     Frighted away the Dryads and the Fauns\n     From rushes green, and brakes, and cowslip'd lawns,\n     The ever-smitten Hermes empty left\n     His golden throne, bent warm on amorous theft:\n     From high Olympus had he stolen light,\n     On this side of Jove's clouds, to escape the sight\n     Of his great summoner, and made retreat\n     Into a forest on the shores of Crete.\n     For somewhere in that sacred island dwelt\n     A nymph, to whom all hoofed Satyrs knelt;\n     At whose white feet the languid Tritons poured\n     Pearls, while on land they wither'd and adored.\n     Fast by the springs where she to bathe was wont,\n     And in those meads where sometime she might haunt,\n     Were strewn rich gifts, unknown to any Muse,\n     Though Fancy's casket were unlock'd to choose.\n     Ah, what a world of love was at her feet!\n     So Hermes thought, and a celestial heat\n     Burnt from his winged heels to either ear,\n     That from a whiteness, as the lily clear,\n     Blush'd into roses 'mid his golden hair,\n     Fallen in jealous curls about his shoulders bare.\n     From vale to vale, from wood to wood, he flew,\n     Breathing upon the flowers his passion new,\n     And wound with many a river to its head,\n     To find where this sweet nymph prepar'd her secret bed:\n     In vain; the sweet nymph might nowhere be found,\n     And so he rested, on the lonely ground,\n     Pensive, and full of painful jealousies\n     Of the Wood-Gods, and even the very trees.\n     There as he stood, he heard a mournful voice,\n     Such as once heard, in gentle heart, destroys\n     All pain but pity: thus the lone voice spake:\n     \"When from this wreathed tomb shall I awake!\n     When move in a sweet body fit for life,\n     And love, and pleasure, and the ruddy strife\n     Of hearts and lips! Ah, miserable me!\"\n     The God, dove-footed, glided silently\n     Round bush and tree, soft-brushing, in his speed,\n     The taller grasses and full-flowering weed,\n     Until he found a palpitating snake,\n     Bright, and cirque-couchant in a dusky brake.\n\n        She was a gordian shape of dazzling hue,\n     Vermilion-spotted, golden, green, and blue;\n     Striped like a zebra, freckled like a pard,\n     Eyed like a peacock, and all crimson barr'd;\n     And full of silver moons, that, as she breathed,\n     Dissolv'd, or brighter shone, or interwreathed\n     Their lustres with the gloomier tapestries--\n     So rainbow-sided, touch'd with miseries,\n     She seem'd, at once, some penanced lady elf,\n     Some demon's mistress, or the demon's self.\n     Upon her crest she wore a wannish fire\n     Sprinkled with stars, like Ariadne's tiar:\n     Her head was serpent, but ah, bitter-sweet!\n     She had a woman's mouth with all its pearls complete:\n     And for her eyes: what could such eyes do there\n     But weep, and weep, that they were born so fair?\n     As Proserpine still weeps for her Sicilian air.\n     Her throat was serpent, but the words she spake\n     Came, as through bubbling honey, for Love's sake,\n     And thus; while Hermes on his pinions lay,\n     Like a stoop'd falcon ere he takes his prey.\n\n        \"Fair Hermes, crown'd with feathers, fluttering light,\n     I had a splendid dream of thee last night:\n     I saw thee sitting, on a throne of gold,\n     Among the Gods, upon Olympus old,\n     The only sad one; for thou didst not hear\n     The soft, lute-finger'd Muses chaunting clear,\n     Nor even Apollo when he sang alone,\n     Deaf to his throbbing throat's long, long melodious moan.\n     I dreamt I saw thee, robed in purple flakes,\n     Break amorous through the clouds, as morning breaks,\n     And, swiftly as a bright Phoebean dart,\n     Strike for the Cretan isle; and here thou art!\n     Too gentle Hermes, hast thou found the maid?\"\n     Whereat the star of Lethe not delay'd\n     His rosy eloquence, and thus inquired:\n     \"Thou smooth-lipp'd serpent, surely high inspired!\n     Thou beauteous wreath, with melancholy eyes,\n     Possess whatever bliss thou canst devise,\n     Telling me only where my nymph is fled,--\n     Where she doth breathe!\" \"Bright planet, thou hast said,\"\n     Return'd the snake, \"but seal with oaths, fair God!\"\n     \"I swear,\" said Hermes, \"by my serpent rod,\n     And by thine eyes, and by thy starry crown!\"\n     Light flew his earnest words, among the blossoms blown.\n     Then thus again the brilliance feminine:\n     \"Too frail of heart! for this lost nymph of thine,\n     Free as the air, invisibly, she strays\n     About these thornless wilds; her pleasant days\n     She tastes unseen; unseen her nimble feet\n     Leave traces in the grass and flowers sweet;\n     From weary tendrils, and bow'd branches green,\n     She plucks the fruit unseen, she bathes unseen:\n     And by my power is her beauty veil'd\n     To keep it unaffronted, unassail'd\n     By the love-glances of unlovely eyes,\n     Of Satyrs, Fauns, and blear'd Silenus' sighs.\n     Pale grew her immortality, for woe\n     Of all these lovers, and she grieved so\n     I took compassion on her, bade her steep\n     Her hair in weird syrops, that would keep\n     Her loveliness invisible, yet free\n     To wander as she loves, in liberty.\n     Thou shalt behold her, Hermes, thou alone,\n     If thou wilt, as thou swearest, grant my boon!\"\n     Then, once again, the charmed God began\n     An oath, and through the serpent's ears it ran\n     Warm, tremulous, devout, psalterian.\n     Ravish'd, she lifted her Circean head,\n     Blush'd a live damask, and swift-lisping said,\n     \"I was a woman, let me have once more\n     A woman's shape, and charming as before.\n     I love a youth of Corinth--O the bliss!\n     Give me my woman's form, and place me where he is.\n     Stoop, Hermes, let me breathe upon thy brow,\n     And thou shalt see thy sweet nymph even now.\"\n     The God on half-shut feathers sank serene,\n     She breath'd upon his eyes, and swift was seen\n     Of both the guarded nymph near-smiling on the green.\n     It was no dream; or say a dream it was,\n     Real are the dreams of Gods, and smoothly pass\n     Their pleasures in a long immortal dream.\n     One warm, flush'd moment, hovering, it might seem\n     Dash'd by the wood-nymph's beauty, so he burn'd;\n     Then, lighting on the printless verdure, turn'd\n     To the swoon'd serpent, and with languid arm,\n     Delicate, put to proof the lythe Caducean charm.\n     So done, upon the nymph his eyes he bent,\n     Full of adoring tears and blandishment,\n     And towards her stept: she, like a moon in wane,\n     Faded before him, cower'd, nor could restrain\n     Her fearful sobs, self-folding like a flower\n     That faints into itself at evening hour:\n     But the God fostering her chilled hand,\n     She felt the warmth, her eyelids open'd bland,\n     And, like new flowers at morning song of bees,\n     Bloom'd, and gave up her honey to the lees.\n     Into the green-recessed woods they flew;\n     Nor grew they pale, as mortal lovers do.\n\n        Left to herself, the serpent now began\n     To change; her elfin blood in madness ran,\n     Her mouth foam'd, and the grass, therewith besprent,\n     Wither'd at dew so sweet and virulent;\n     Her eyes in torture fix'd, and anguish drear,\n     Hot, glaz'd, and wide, with lid-lashes all sear,\n     Flash'd phosphor and sharp sparks, without one cooling tear.\n     The colours all inflam'd throughout her train,\n     She writh'd about, convuls'd with scarlet pain:\n     A deep volcanian yellow took the place\n     Of all her milder-mooned body's grace;\n     And, as the lava ravishes the mead,\n     Spoilt all her silver mail, and golden brede;\n     Made gloom of all her frecklings, streaks and bars,\n     Eclips'd her crescents, and lick'd up her stars:\n     So that, in moments few, she was undrest\n     Of all her sapphires, greens, and amethyst,\n     And rubious-argent: of all these bereft,\n     Nothing but pain and ugliness were left.\n     Still shone her crown; that vanish'd, also she\n     Melted and disappear'd as suddenly;\n     And in the air, her new voice luting soft,\n     Cried, \"Lycius! gentle Lycius!\"--Borne aloft\n     With the bright mists about the mountains hoar\n     These words dissolv'd: Crete's forests heard no more.\n\n        Whither fled Lamia, now a lady bright,\n     A full-born beauty new and exquisite?\n     She fled into that valley they pass o'er\n     Who go to Corinth from Cenchreas' shore;\n     And rested at the foot of those wild hills,\n     The rugged founts of the Peraean rills,\n     And of that other ridge whose barren back\n     Stretches, with all its mist and cloudy rack,\n     South-westward to Cleone. There she stood\n     About a young bird's flutter from a wood,\n     Fair, on a sloping green of mossy tread,\n     By a clear pool, wherein she passioned\n     To see herself escap'd from so sore ills,\n     While her robes flaunted with the daffodils.\n\n        Ah, happy Lycius!--for she was a maid\n     More beautiful than ever twisted braid,\n     Or sigh'd, or blush'd, or on spring-flowered lea\n     Spread a green kirtle to the minstrelsy:\n     A virgin purest lipp'd, yet in the lore\n     Of love deep learned to the red heart's core:\n     Not one hour old, yet of sciential brain\n     To unperplex bliss from its neighbour pain;\n     Define their pettish limits, and estrange\n     Their points of contact, and swift counterchange;\n     Intrigue with the specious chaos, and dispart\n     Its most ambiguous atoms with sure art;\n     As though in Cupid's college she had spent\n     Sweet days a lovely graduate, still unshent,\n     And kept his rosy terms in idle languishment.\n\n        Why this fair creature chose so fairily\n     By the wayside to linger, we shall see;\n     But first 'tis fit to tell how she could muse\n     And dream, when in the serpent prison-house,\n     Of all she list, strange or magnificent:\n     How, ever, where she will'd, her spirit went;\n     Whether to faint Elysium, or where\n     Down through tress-lifting waves the Nereids fair\n     Wind into Thetis' bower by many a pearly stair;\n     Or where God Bacchus drains his cups divine,\n     Stretch'd out, at ease, beneath a glutinous pine;\n     Or where in Pluto's gardens palatine\n     Mulciber's columns gleam in far piazzian line.\n     And sometimes into cities she would send\n     Her dream, with feast and rioting to blend;\n     And once, while among mortals dreaming thus,\n     She saw the young Corinthian Lycius\n     Charioting foremost in the envious race,\n     Like a young Jove with calm uneager face,\n     And fell into a swooning love of him.\n     Now on the moth-time of that evening dim\n     He would return that way, as well she knew,\n     To Corinth from the shore; for freshly blew\n     The eastern soft wind, and his galley now\n     Grated the quaystones with her brazen prow\n     In port Cenchreas, from Egina isle\n     Fresh anchor'd; whither he had been awhile\n     To sacrifice to Jove, whose temple there\n     Waits with high marble doors for blood and incense rare.\n     Jove heard his vows, and better'd his desire;\n     For by some freakful chance he made retire\n     From his companions, and set forth to walk,\n     Perhaps grown wearied of their Corinth talk:\n     Over the solitary hills he fared,\n     Thoughtless at first, but ere eve's star appeared\n     His phantasy was lost, where reason fades,\n     In the calm'd twilight of Platonic shades.\n     Lamia beheld him coming, near, more near--\n     Close to her passing, in indifference drear,\n     His silent sandals swept the mossy green;\n     So neighbour'd to him, and yet so unseen\n     She stood: he pass'd, shut up in mysteries,\n     His mind wrapp'd like his mantle, while her eyes\n     Follow'd his steps, and her neck regal white\n     Turn'd--syllabling thus, \"Ah, Lycius bright,\n     And will you leave me on the hills alone?\n     Lycius, look back! and be some pity shown.\"\n     He did; not with cold wonder fearingly,\n     But Orpheus-like at an Eurydice;\n     For so delicious were the words she sung,\n     It seem'd he had lov'd them a whole summer long:\n     And soon his eyes had drunk her beauty up,\n     Leaving no drop in the bewildering cup,\n     And still the cup was full,--while he afraid\n     Lest she should vanish ere his lip had paid\n     Due adoration, thus began to adore;\n     Her soft look growing coy, she saw his chain so sure:\n     \"Leave thee alone! Look back! Ah, Goddess, see\n     Whether my eyes can ever turn from thee!\n     For pity do not this sad heart belie--\n     Even as thou vanishest so I shall die.\n     Stay! though a Naiad of the rivers, stay!\n     To thy far wishes will thy streams obey:\n     Stay! though the greenest woods be thy domain,\n     Alone they can drink up the morning rain:\n     Though a descended Pleiad, will not one\n     Of thine harmonious sisters keep in tune\n     Thy spheres, and as thy silver proxy shine?\n     So sweetly to these ravish'd ears of mine\n     Came thy sweet greeting, that if thou shouldst fade\n     Thy memory will waste me to a shade--\n     For pity do not melt!\"--\"If I should stay,\"\n     Said Lamia, \"here, upon this floor of clay,\n     And pain my steps upon these flowers too rough,\n     What canst thou say or do of charm enough\n     To dull the nice remembrance of my home?\n     Thou canst not ask me with thee here to roam\n     Over these hills and vales, where no joy is,--\n     Empty of immortality and bliss!\n     Thou art a scholar, Lycius, and must know\n     That finer spirits cannot breathe below\n     In human climes, and live: Alas! poor youth,\n     What taste of purer air hast thou to soothe\n     My essence? What serener palaces,\n     Where I may all my many senses please,\n     And by mysterious sleights a hundred thirsts appease?\n     It cannot be--Adieu!\" So said, she rose\n     Tiptoe with white arms spread. He, sick to lose\n     The amorous promise of her lone complain,\n     Swoon'd, murmuring of love, and pale with pain.\n     The cruel lady, without any show\n     Of sorrow for her tender favourite's woe,\n     But rather, if her eyes could brighter be,\n     With brighter eyes and slow amenity,\n     Put her new lips to his, and gave afresh\n     The life she had so tangled in her mesh:\n     And as he from one trance was wakening\n     Into another, she began to sing,\n     Happy in beauty, life, and love, and every thing,\n     A song of love, too sweet for earthly lyres,\n     While, like held breath, the stars drew in their panting fires\n     And then she whisper'd in such trembling tone,\n     As those who, safe together met alone\n     For the first time through many anguish'd days,\n     Use other speech than looks; bidding him raise\n     His drooping head, and clear his soul of doubt,\n     For that she was a woman, and without\n     Any more subtle fluid in her veins\n     Than throbbing blood, and that the self-same pains\n     Inhabited her frail-strung heart as his.\n     And next she wonder'd how his eyes could miss\n     Her face so long in Corinth, where, she said,\n     She dwelt but half retir'd, and there had led\n     Days happy as the gold coin could invent\n     Without the aid of love; yet in content\n     Till she saw him, as once she pass'd him by,\n     Where 'gainst a column he leant thoughtfully\n     At Venus' temple porch, 'mid baskets heap'd\n     Of amorous herbs and flowers, newly reap'd\n     Late on that eve, as 'twas the night before\n     The Adonian feast; whereof she saw no more,\n     But wept alone those days, for why should she adore?\n     Lycius from death awoke into amaze,\n     To see her still, and singing so sweet lays;\n     Then from amaze into delight he fell\n     To hear her whisper woman's lore so well;\n     And every word she spake entic'd him on\n     To unperplex'd delight and pleasure known.\n     Let the mad poets say whate'er they please\n     Of the sweets of Fairies, Peris, Goddesses,\n     There is not such a treat among them all,\n     Haunters of cavern, lake, and waterfall,\n     As a real woman, lineal indeed\n     From Pyrrha's pebbles or old Adam's seed.\n     Thus gentle Lamia judg'd, and judg'd aright,\n     That Lycius could not love in half a fright,\n     So threw the goddess off, and won his heart\n     More pleasantly by playing woman's part,\n     With no more awe than what her beauty gave,\n     That, while it smote, still guaranteed to save.\n     Lycius to all made eloquent reply,\n     Marrying to every word a twinborn sigh;\n     And last, pointing to Corinth, ask'd her sweet,\n     If 'twas too far that night for her soft feet.\n     The way was short, for Lamia's eagerness\n     Made, by a spell, the triple league decrease\n     To a few paces; not at all surmised\n     By blinded Lycius, so in her comprized.\n     They pass'd the city gates, he knew not how\n     So noiseless, and he never thought to know.\n\n        As men talk in a dream, so Corinth all,\n     Throughout her palaces imperial,\n     And all her populous streets and temples lewd,\n     Mutter'd, like tempest in the distance brew'd,\n     To the wide-spreaded night above her towers.\n     Men, women, rich and poor, in the cool hours,\n     Shuffled their sandals o'er the pavement white,\n     Companion'd or alone; while many a light\n     Flared, here and there, from wealthy festivals,\n     And threw their moving shadows on the walls,\n     Or found them cluster'd in the corniced shade\n     Of some arch'd temple door, or dusky colonnade.\n\n        Muffling his face, of greeting friends in fear,\n     Her fingers he press'd hard, as one came near\n     With curl'd gray beard, sharp eyes, and smooth bald crown,\n     Slow-stepp'd, and robed in philosophic gown:\n     Lycius shrank closer, as they met and past,\n     Into his mantle, adding wings to haste,\n     While hurried Lamia trembled: \"Ah,\" said he,\n     \"Why do you shudder, love, so ruefully?\n     Why does your tender palm dissolve in dew?\"--\n     \"I'm wearied,\" said fair Lamia: \"tell me who\n     Is that old man? I cannot bring to mind\n     His features--Lycius! wherefore did you blind\n     Yourself from his quick eyes?\" Lycius replied,\n     'Tis Apollonius sage, my trusty guide\n     And good instructor; but to-night he seems\n     The ghost of folly haunting my sweet dreams.\n\n        While yet he spake they had arrived before\n     A pillar'd porch, with lofty portal door,\n     Where hung a silver lamp, whose phosphor glow\n     Reflected in the slabbed steps below,\n     Mild as a star in water; for so new,\n     And so unsullied was the marble hue,\n     So through the crystal polish, liquid fine,\n     Ran the dark veins, that none but feet divine\n     Could e'er have touch'd there. Sounds Aeolian\n     Breath'd from the hinges, as the ample span\n     Of the wide doors disclos'd a place unknown\n     Some time to any, but those two alone,\n     And a few Persian mutes, who that same year\n     Were seen about the markets: none knew where\n     They could inhabit; the most curious\n     Were foil'd, who watch'd to trace them to their house:\n     And but the flitter-winged verse must tell,\n     For truth's sake, what woe afterwards befel,\n     'Twould humour many a heart to leave them thus,\n     Shut from the busy world of more incredulous.\n\n\n\n\nPart 2\n\n     Love in a hut, with water and a crust,\n     Is--Love, forgive us!--cinders, ashes, dust;\n     Love in a palace is perhaps at last\n     More grievous torment than a hermit's fast--\n     That is a doubtful tale from faery land,\n     Hard for the non-elect to understand.\n     Had Lycius liv'd to hand his story down,\n     He might have given the moral a fresh frown,\n     Or clench'd it quite: but too short was their bliss\n     To breed distrust and hate, that make the soft voice hiss.\n     Besides, there, nightly, with terrific glare,\n     Love, jealous grown of so complete a pair,\n     Hover'd and buzz'd his wings, with fearful roar,\n     Above the lintel of their chamber door,\n     And down the passage cast a glow upon the floor.\n\n        For all this came a ruin: side by side\n     They were enthroned, in the even tide,\n     Upon a couch, near to a curtaining\n     Whose airy texture, from a golden string,\n     Floated into the room, and let appear\n     Unveil'd the summer heaven, blue and clear,\n     Betwixt two marble shafts:--there they reposed,\n     Where use had made it sweet, with eyelids closed,\n     Saving a tythe which love still open kept,\n     That they might see each other while they almost slept;\n     When from the slope side of a suburb hill,\n     Deafening the swallow's twitter, came a thrill\n     Of trumpets--Lycius started--the sounds fled,\n     But left a thought, a buzzing in his head.\n     For the first time, since first he harbour'd in\n     That purple-lined palace of sweet sin,\n     His spirit pass'd beyond its golden bourn\n     Into the noisy world almost forsworn.\n     The lady, ever watchful, penetrant,\n     Saw this with pain, so arguing a want\n     Of something more, more than her empery\n     Of joys; and she began to moan and sigh\n     Because he mused beyond her, knowing well\n     That but a moment's thought is passion's passing bell.\n     \"Why do you sigh, fair creature?\" whisper'd he:\n     \"Why do you think?\" return'd she tenderly:\n     \"You have deserted me--where am I now?\n     Not in your heart while care weighs on your brow:\n     No, no, you have dismiss'd me; and I go\n     From your breast houseless: ay, it must be so.\"\n     He answer'd, bending to her open eyes,\n     Where he was mirror'd small in paradise,\n     My silver planet, both of eve and morn!\n     Why will you plead yourself so sad forlorn,\n     While I am striving how to fill my heart\n     With deeper crimson, and a double smart?\n     How to entangle, trammel up and snare\n     Your soul in mine, and labyrinth you there\n     Like the hid scent in an unbudded rose?\n     Ay, a sweet kiss--you see your mighty woes.\n     My thoughts! shall I unveil them? Listen then!\n     What mortal hath a prize, that other men\n     May be confounded and abash'd withal,\n     But lets it sometimes pace abroad majestical,\n     And triumph, as in thee I should rejoice\n     Amid the hoarse alarm of Corinth's voice.\n     \"Let my foes choke, and my friends shout afar,\n     While through the thronged streets your bridal car\n     Wheels round its dazzling spokes.\" The lady's cheek\n     Trembled; she nothing said, but, pale and meek,\n     Arose and knelt before him, wept a rain\n     Of sorrows at his words; at last with pain\n     Beseeching him, the while his hand she wrung,\n     To change his purpose. He thereat was stung,\n     Perverse, with stronger fancy to reclaim\n     Her wild and timid nature to his aim:\n     Besides, for all his love, in self despite,\n     Against his better self, he took delight\n     Luxurious in her sorrows, soft and new.\n     His passion, cruel grown, took on a hue\n     Fierce and sanguineous as 'twas possible\n     In one whose brow had no dark veins to swell.\n     Fine was the mitigated fury, like\n     Apollo's presence when in act to strike\n     The serpent--Ha, the serpent! certes, she\n     Was none. She burnt, she lov'd the tyranny,\n     And, all subdued, consented to the hour\n     When to the bridal he should lead his paramour.\n     Whispering in midnight silence, said the youth,\n     \"Sure some sweet name thou hast, though, by my truth,\n     I have not ask'd it, ever thinking thee\n     Not mortal, but of heavenly progeny,\n     As still I do. Hast any mortal name,\n     Fit appellation for this dazzling frame?\n     Or friends or kinsfolk on the citied earth,\n     To share our marriage feast and nuptial mirth?\"\n     \"I have no friends,\" said Lamia,\" no, not one;\n     My presence in wide Corinth hardly known:\n     My parents' bones are in their dusty urns\n     Sepulchred, where no kindled incense burns,\n     Seeing all their luckless race are dead, save me,\n     And I neglect the holy rite for thee.\n     Even as you list invite your many guests;\n     But if, as now it seems, your vision rests\n     With any pleasure on me, do not bid\n     Old Apollonius--from him keep me hid.\"\n     Lycius, perplex'd at words so blind and blank,\n     Made close inquiry; from whose touch she shrank,\n     Feigning a sleep; and he to the dull shade\n     Of deep sleep in a moment was betray'd\n\n        It was the custom then to bring away\n     The bride from home at blushing shut of day,\n     Veil'd, in a chariot, heralded along\n     By strewn flowers, torches, and a marriage song,\n     With other pageants: but this fair unknown\n     Had not a friend. So being left alone,\n     (Lycius was gone to summon all his kin)\n     And knowing surely she could never win\n     His foolish heart from its mad pompousness,\n     She set herself, high-thoughted, how to dress\n     The misery in fit magnificence.\n     She did so, but 'tis doubtful how and whence\n     Came, and who were her subtle servitors.\n     About the halls, and to and from the doors,\n     There was a noise of wings, till in short space\n     The glowing banquet-room shone with wide-arched grace.\n     A haunting music, sole perhaps and lone\n     Supportress of the faery-roof, made moan\n     Throughout, as fearful the whole charm might fade.\n     Fresh carved cedar, mimicking a glade\n     Of palm and plantain, met from either side,\n     High in the midst, in honour of the bride:\n     Two palms and then two plantains, and so on,\n     From either side their stems branch'd one to one\n     All down the aisled place; and beneath all\n     There ran a stream of lamps straight on from wall to wall.\n     So canopied, lay an untasted feast\n     Teeming with odours. Lamia, regal drest,\n     Silently paced about, and as she went,\n     In pale contented sort of discontent,\n     Mission'd her viewless servants to enrich\n     The fretted splendour of each nook and niche.\n     Between the tree-stems, marbled plain at first,\n     Came jasper pannels; then, anon, there burst\n     Forth creeping imagery of slighter trees,\n     And with the larger wove in small intricacies.\n     Approving all, she faded at self-will,\n     And shut the chamber up, close, hush'd and still,\n     Complete and ready for the revels rude,\n     When dreadful guests would come to spoil her solitude.\n\n        The day appear'd, and all the gossip rout.\n     O senseless Lycius! Madman! wherefore flout\n     The silent-blessing fate, warm cloister'd hours,\n     And show to common eyes these secret bowers?\n     The herd approach'd; each guest, with busy brain,\n     Arriving at the portal, gaz'd amain,\n     And enter'd marveling: for they knew the street,\n     Remember'd it from childhood all complete\n     Without a gap, yet ne'er before had seen\n     That royal porch, that high-built fair demesne;\n     So in they hurried all, maz'd, curious and keen:\n     Save one, who look'd thereon with eye severe,\n     And with calm-planted steps walk'd in austere;\n     'Twas Apollonius: something too he laugh'd,\n     As though some knotty problem, that had daft\n     His patient thought, had now begun to thaw,\n     And solve and melt--'twas just as he foresaw.\n\n        He met within the murmurous vestibule\n     His young disciple. \"'Tis no common rule,\n     Lycius,\" said he, \"for uninvited guest\n     To force himself upon you, and infest\n     With an unbidden presence the bright throng\n     Of younger friends; yet must I do this wrong,\n     And you forgive me.\" Lycius blush'd, and led\n     The old man through the inner doors broad-spread;\n     With reconciling words and courteous mien\n     Turning into sweet milk the sophist's spleen.\n\n        Of wealthy lustre was the banquet-room,\n     Fill'd with pervading brilliance and perfume:\n     Before each lucid pannel fuming stood\n     A censer fed with myrrh and spiced wood,\n     Each by a sacred tripod held aloft,\n     Whose slender feet wide-swerv'd upon the soft\n     Wool-woofed carpets: fifty wreaths of smoke\n     From fifty censers their light voyage took\n     To the high roof, still mimick'd as they rose\n     Along the mirror'd walls by twin-clouds odorous.\n     Twelve sphered tables, by silk seats insphered,\n     High as the level of a man's breast rear'd\n     On libbard's paws, upheld the heavy gold\n     Of cups and goblets, and the store thrice told\n     Of Ceres' horn, and, in huge vessels, wine\n     Come from the gloomy tun with merry shine.\n     Thus loaded with a feast the tables stood,\n     Each shrining in the midst the image of a God.\n\n        When in an antichamber every guest\n     Had felt the cold full sponge to pleasure press'd,\n     By minist'ring slaves, upon his hands and feet,\n     And fragrant oils with ceremony meet\n     Pour'd on his hair, they all mov'd to the feast\n     In white robes, and themselves in order placed\n     Around the silken couches, wondering\n     Whence all this mighty cost and blaze of wealth could spring.\n\n        Soft went the music the soft air along,\n     While fluent Greek a vowel'd undersong\n     Kept up among the guests discoursing low\n     At first, for scarcely was the wine at flow;\n     But when the happy vintage touch'd their brains,\n     Louder they talk, and louder come the strains\n     Of powerful instruments--the gorgeous dyes,\n     The space, the splendour of the draperies,\n     The roof of awful richness, nectarous cheer,\n     Beautiful slaves, and Lamia's self, appear,\n     Now, when the wine has done its rosy deed,\n     And every soul from human trammels freed,\n     No more so strange; for merry wine, sweet wine,\n     Will make Elysian shades not too fair, too divine.\n     Soon was God Bacchus at meridian height;\n     Flush'd were their cheeks, and bright eyes double bright:\n     Garlands of every green, and every scent\n     From vales deflower'd, or forest-trees branch rent,\n     In baskets of bright osier'd gold were brought\n     High as the handles heap'd, to suit the thought\n     Of every guest; that each, as he did please,\n     Might fancy-fit his brows, silk-pillow'd at his ease.\n\n        What wreath for Lamia? What for Lycius?\n     What for the sage, old Apollonius?\n     Upon her aching forehead be there hung\n     The leaves of willow and of adder's tongue;\n     And for the youth, quick, let us strip for him\n     The thyrsus, that his watching eyes may swim\n     Into forgetfulness; and, for the sage,\n     Let spear-grass and the spiteful thistle wage\n     War on his temples. Do not all charms fly\n     At the mere touch of cold philosophy?\n     There was an awful rainbow once in heaven:\n     We know her woof, her texture; she is given\n     In the dull catalogue of common things.\n     Philosophy will clip an Angel's wings,\n     Conquer all mysteries by rule and line,\n     Empty the haunted air, and gnomed mine--\n     Unweave a rainbow, as it erewhile made\n     The tender-person'd Lamia melt into a shade.\n\n        By her glad Lycius sitting, in chief place,\n     Scarce saw in all the room another face,\n     Till, checking his love trance, a cup he took\n     Full brimm'd, and opposite sent forth a look\n     'Cross the broad table, to beseech a glance\n     From his old teacher's wrinkled countenance,\n     And pledge him. The bald-head philosopher\n     Had fix'd his eye, without a twinkle or stir\n     Full on the alarmed beauty of the bride,\n     Brow-beating her fair form, and troubling her sweet pride.\n     Lycius then press'd her hand, with devout touch,\n     As pale it lay upon the rosy couch:\n     'Twas icy, and the cold ran through his veins;\n     Then sudden it grew hot, and all the pains\n     Of an unnatural heat shot to his heart.\n     \"Lamia, what means this? Wherefore dost thou start?\n     Know'st thou that man?\" Poor Lamia answer'd not.\n     He gaz'd into her eyes, and not a jot\n     Own'd they the lovelorn piteous appeal:\n     More, more he gaz'd: his human senses reel:\n     Some hungry spell that loveliness absorbs;\n     There was no recognition in those orbs.\n     \"Lamia!\" he cried--and no soft-toned reply.\n     The many heard, and the loud revelry\n     Grew hush; the stately music no more breathes;\n     The myrtle sicken'd in a thousand wreaths.\n     By faint degrees, voice, lute, and pleasure ceased;\n     A deadly silence step by step increased,\n     Until it seem'd a horrid presence there,\n     And not a man but felt the terror in his hair.\n     \"Lamia!\" he shriek'd; and nothing but the shriek\n     With its sad echo did the silence break.\n     \"Begone, foul dream!\" he cried, gazing again\n     In the bride's face, where now no azure vein\n     Wander'd on fair-spaced temples; no soft bloom\n     Misted the cheek; no passion to illume\n     The deep-recessed vision--all was blight;\n     Lamia, no longer fair, there sat a deadly white.\n     \"Shut, shut those juggling eyes, thou ruthless man!\n     Turn them aside, wretch! or the righteous ban\n     Of all the Gods, whose dreadful images\n     Here represent their shadowy presences,\n     May pierce them on the sudden with the thorn\n     Of painful blindness; leaving thee forlorn,\n     In trembling dotage to the feeblest fright\n     Of conscience, for their long offended might,\n     For all thine impious proud-heart sophistries,\n     Unlawful magic, and enticing lies.\n     Corinthians! look upon that gray-beard wretch!\n     Mark how, possess'd, his lashless eyelids stretch\n     Around his demon eyes! Corinthians, see!\n     My sweet bride withers at their potency.\"\n     \"Fool!\" said the sophist, in an under-tone\n     Gruff with contempt; which a death-nighing moan\n     From Lycius answer'd, as heart-struck and lost,\n     He sank supine beside the aching ghost.\n     \"Fool! Fool!\" repeated he, while his eyes still\n     Relented not, nor mov'd; \"from every ill\n     Of life have I preserv'd thee to this day,\n     And shall I see thee made a serpent's prey?\"\n     Then Lamia breath'd death breath; the sophist's eye,\n     Like a sharp spear, went through her utterly,\n     Keen, cruel, perceant, stinging: she, as well\n     As her weak hand could any meaning tell,\n     Motion'd him to be silent; vainly so,\n     He look'd and look'd again a level--No!\n     \"A Serpent!\" echoed he; no sooner said,\n     Than with a frightful scream she vanished:\n     And Lycius' arms were empty of delight,\n     As were his limbs of life, from that same night.\n     On the high couch he lay!--his friends came round\n     Supported him--no pulse, or breath they found,\n     And, in its marriage robe, the heavy body wound.",
    "metadata": {
        "author": [
            "Keats, John"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/2490/pg2490.txt",
        "name": "lamia.json"
    }
}