{
    "name": "Last Night Out",
    "author": [
        "Rothman, Milton A.",
        "Gregor, Lee"
    ],
    "body": "The unfriendly street stretched ahead of them, pouring bitter waves of\nhostility through their nervous systems. They had ridden the bus from\nthe space-port into town, and now they stood on the pavement soaking\nup the profusion of sensations which permeated the atmosphere of the\nbrawly town.\n\nJoe, his iridescent fur registering a pale blue of distaste and his\nantennae quivering in a controlled agitation, kept a warm tentacle\ncurled firmly in the hand of Jed Grey. Since his native name was\na soundless, telepathic abstraction, the records of the Solarian\nFleet labeled him Canopus 647-B-43C. To Ensign Jed Grey, his Terran\nteam-mate, he was Joe.\n\nThe blue of Grey's Space Fleet uniform matched, for the moment, the\nevanescent hue of Joe's pelt, as, in a curious manner, the pattern\ncreated by Joe's thoughts matched that of Grey.\n\nThe sky had created a raucous sunset, challenging the lurid glitter of\nthe neon signs which lined the main street of Selby, Texas. The light\nreflected garishly from the multicolored and multishaped uniforms which\nswarmed about the thoroughfare.\n\nTerrans, scaly-headed Arcturians, spined Sirians, the dark and stocky\ninhabitants of a strange planet which circled a star whose name to\nTerran astronomers was only a number in the star catalogue--all of\nthese walked in small groups along the length of the street, seeking a\nspot where they could relax for the evening and forget where they had\nbeen or where they were going.\n\nJed Grey asked Joe, \"Where are the rest of your boys?\"\n\nJoe allowed his perceptual sense to range through the town, his\nsensitive antennae erect and rigid. Through the murky welter of\nconflicting thought patterns he sought the familiar, gentle sensation\ncreated by the furred Canopans.\n\n\"It's hard to find them,\" he transmitted to Grey. \"I know they must be\nin town somewhere. They came on the bus before ours. But there are too\nmany Terrans about and it is bad....\"\n\n\n\nJed Grey knew precisely how bad it was. Habitually en rapport with his\nCanopan partner, he sensed in every nerve the hostile atmosphere of the\nstreet, tearing at the hard shell of defense which he had learned to\nerect.\n\nThe Arcturians, habitually suspicious of strange planetary types, were\nsufficiently unpleasant in their thought patterns. However, it was from\nthe native earthmen, whose blue uniforms vastly outnumbered all others,\nthat the bulk of the torment arose.\n\nGrey could sense it even though he avoided observing their faces. He\ncould feel the alcoholic thoughts of the mechanic across the street:\n\"An earthman holding hands with a snake! Damned snake man!\"\n\nIt was now months since Grey had learned what that meant. The pain with\nwhich he had learned that was by now gone. He did not think that Joe's\ntentacles looked like snakes, and he cared nothing for the opinions of\nthe others. Yet it was difficult to keep out of his mind the intruding\nthoughts of the Fleetmen who glared at him with disgust on their faces.\n\n\"I have found the others,\" Joe thought to Grey. \"They are in a small\nbar at the other end of town called the Purple Claw. It seems to be an\ninteresting place.\"\n\nThere was no need for Joe to ask, \"Shall we go there?\" For there was\nno place else to go. This was a repetition of the problem which always\noccurred when the pair arrived at a new base or a new town. Where could\nthey spend an evening?\n\nIt never occurred to Grey that he might go off by himself.\n\nMaking their way through the crowded street was no longer the ordeal\nwhich it had been when Jed Grey and Joe had first been assigned to\nwork together. By this time it no longer turned Grey sick when a\nhighly-painted female hysterically turned around and whined: \"It's\nreading my mind! The damn snake's reading my mind!\"\n\n\"I see that the Arcturians hang out at the Zig Zag,\" Joe observed.\nThe Zig Zag's brilliant mercury-vapor sign made Grey's complexion a\nvirulent blue as they passed beneath it.\n\n\"And extra police floating around,\" Grey noticed. \"This is a bad town.\nMany transients here--on their way in or out. Coming to town for a big\ntime--either the last one or the first one in months.\"\n\n\n\nThe Purple Claw was housed in a ramshackle building of ancient\nvintage, and sported as publicity a modest violet lobster which glowed\nerratically above the door.\n\nWithin, the air reeked of tobacco smoke, beer, tekla. It heaved\nwith the beat of something which was part American jazz, part\nSirian drum-music, with a flavor of strains from half a dozen other\nstar-systems.\n\nBehind the bar was a monstrously fat character whose hair was white\nas the clouds of Venus, and whose face was as black as space itself.\nElby Jones had a love for wine and women which was matched only by his\naddiction to the music which the small band in the corner emitted.\n\nHe nodded to the pair as they entered, and waddled over to the small\ntable where they seated themselves.\n\n\"Evenin', Joe and Mister Grey,\" he greeted them. \"You'll have Space\nPunch and smokes?\"\n\nThis, casually--even though never before had they been in this place.\n\nJust as casual was Grey's reply, \"Sure enough, Elby. Nice place you've\ngot.\"\n\nNo need to show surprise at the fact that Jones was, himself, a\ntelepath. The very fact that his place was the congregating point for\nthe Canopan crowd attested to that probability.\n\nWith a goblet of warm Space Punch between his hands, Grey leaned back\nand absorbed the peace and relaxation which he had sensed within these\nwalls the moment he had stepped through the door. Joe, immune to\nalcohol, took the first ecstatic drag from a long white cigarette--a\ncigarette of very ordinary tobacco.\n\nThrough the dimly-lit, smoke-laden atmosphere of the room, Grey could\nsee the musicians at the far end, the small tables at which the Terrans\nsat with their Canopan partners, the few Sirians who sat alone with\ntheir tekla glasses.\n\nJoe, performing an indescribable feat of mental recognition, happily\ngreeted a Sirian who sat across the room. To Grey the Sirians all\nappeared identical, but he received the impression that this was the\none they'd gone on a tear with last month in Joplin. It had been a most\nmemorable occasion. He suddenly laughed uproariously as he recalled the\npicture they'd made marching down Joplin's main thoroughfare singing\nthe Sirian national anthem in harmony--with Joe taking two of the parts\nsimultaneously--both mentally.\n\nJoe, having no vocal apparatus, performed his music telepathically.\nAt times it was indescribable, and at other times it\nwas--well--magnificent.\n\nWithin the Purple Claw there was music permeating the smoky air,\ncoursing through the nerve channels of the listeners. It was slow and\nhot, loose and tight at the same time.\n\nGrey slipped down farther into his chair. A horn took a high passage,\nand the chill began to pass up and down Grey's spine. He knew, then,\nthat he was in--that the night was good and the music right.\n\n\n\nJoe's antennae swayed quietly, in time with the beat, in time with\nthe antennae of the other Canopans who sat there, spreading a net\nof rapport through the room. Imperceptibly there was produced an\naugmentation of the music, a heightened receptivity, as though the\nentire audience was in itself a musical instrument, guided by the band,\nand in return leading the band ahead.\n\n\"Lawdy, that was good,\" Grey sighed when the spell finally broke and\nthe audience shuffled feet, scraped chairs, ordered fresh drinks, and\nrelit forgotten smokes.\n\nThese moments of complete retreat had become more and more rare during\nthe past few months.\n\nThe mobilization had been accelerating, and the training periods had\nbecome more and more intense, in preparation for this day when they\nwere now assigned to a ship and were about to push off for a training\nrun, followed by the long trip to the battle sector.\n\nIt had been slightly more than a year ago that the first enigmatic\nevents had been noticed in a corner of the galaxy which was just newly\nbeing explored and developed. Ships had failed to return--colonies had\nceased communicating with their prime bases.\n\nTo Jed Grey, a young man still in school on Terra, far within the\nborders of the civilized galaxy, these events had seemed distant\nand impersonal. They had been words in the newspapers, on the news\nbroadcasts. They had been vague events taking place on just another\nof the many hundreds of habitable planets which by that time had been\ndiscovered.\n\nThen the knowledge had grown that the events taking place thousands of\nlight years distant were to have an impact on the life of Jed Grey and\nthe others living on Terra. Gradually it developed that the civilized\ngalaxy was rapidly becoming immersed in a struggle for existence\nagainst an enemy whose character was initially somewhat obscure, but\nwhose unfriendly aims were quite definite.\n\nOvernight, it seemed to Grey, Terra flew into a turmoil of\nmobilization, manufacture of spaceships and weapons, research for the\ncreation of new weapons and new defenses against the strange attack\nmethods of the enemy. In the tiny circle of existence in which he\nwalked, that which he observed was the increased crowds of people on\ntheir way to work in the factories, the increased difficulty of buying\nvarious items, and inevitably the card which had ordered him to the\nmobilization center.\n\nAmong the many classification tests which they gave Grey was a curious\none which seemed nonsensical until later on in the course of his\ntraining its purpose became quite obvious. It was given by a young man\nwith very large and quiet eyes, who was seated beside an individual\nwith soft, silky fur that changed color from moment to moment, and\nwhose antennae had a fascinating, restless mobility. The four tentacles\nwere brown and graceful, while the total attitude of the creature was\none of repose and dignity.\n\n\n\nGrey stared at this personage with curiosity, and with a slight chill.\nFrom photographs he knew the form of the natives of the fourth planet\nof Canopus, and from rumors and bar-room tales he had heard sufficient\nconcerning them to ring a note of alarm in his brain.\n\nYet, as he sat there for a moment, the alarm died away for although to\nhis untrained eyes the Canopan was practically featureless, there was\nan aura of pleasantness about it appearing from a source which at that\ntime he was not able to identify.\n\nInto his mind the thought came, \"What if they _can_ read my mind, like\neverybody says? He doesn't look like he would hurt me. But....\"\n\nThe voice of the examiner cut his thoughts short.\n\n\"Here are ten cards lying face down on the table. Tell me what markings\nare on the front of these cards.\"\n\n\"But how can I tell you if the cards are face down?\"\n\nThe man smiled. \"Just try, anyway.\"\n\nGrey wanted to snort and laugh in the man's face; but then suddenly he\nshivered, for actually he knew....\n\n\"Why there's a circle, a square, a triangle, another circle....\"\n\nThen there was a sealed box in which he identified a cube, a sphere, a\ncylinder, and a more difficult object which turned out to be a key.\n\nThe examiner grinned at him and said, \"That's fine. Welcome to the\nfraternity of telepaths and perceptors.\"\n\nAnd, amazingly, there came a thought of congratulation which was\nunmistakably from the Canopan, who extended a tentacle and laid it for\na moment upon his arm.\n\nA gate in his mind swung open. A flood of memories crowded into his\nconsciousness. Small items. Incidents in which he had known things\nbefore he had seen them. Incidents so unaccountable that he had put\nthem out of his mind, had refused to consider them. Now they jigsawed\ntogether into a pattern which revolved about the important fact that he\npossessed the rare skill of perception coupled with telepathy.\n\nHow rudimentary this skill was he realized later when his training\nbegan.\n\nIn a month, feeling drab in his work uniform and exhausted from the\npreliminary training, he was brought face to face with the Canopan whom\nhe soon learned to call Joe, and who was to become his partner for as\nlong as should be necessary.\n\n\n\nThe first meeting was stilted and formal. They sat in the small room\ntogether with the Terran and Canopan training officers, and within Grey\nthere was the nervous sensation that the Canopans recognized every\none of his thoughts. There was the embarrassing realization that his\ndislike of Canopans was as plain to them as the expression on his face,\nand the embarrassment was intensified by the fact that he had not the\nslightest idea why the dislike was there.\n\n\"Sure, Grey,\" the officer said, abruptly. \"We know you don't like\nCanopans. Nobody on earth does--except the people who actually know\nthem. We know the whole story. But you'll get over that. You're\ngoing to spend the rest of this war working together with this fellow\nhere--since he doesn't talk a language, he doesn't have a verbal name.\nYou won't have trouble conversing with him, however, because he knows\nwhat you think, and you will know what he thinks when he wants you to.\"\n\n\"Then they do read minds,\" Grey said.\n\n\"Sure. What of it? You can almost do it, yourself. Why do you think we\npicked you for this job? Out of the thousands that we test, a few here\nand there have the right kind of sensitivity. When the professors learn\nmore about the science of psychomechanics maybe we'll learn how it\nworks. Now all we know is that it works.\"\n\n\"What's wrong with them, then?\" The question was involuntary, dropping\nsuddenly from Grey's mouth. Confused by his own frankness, he\nstammered, \"I--I mean, why don't people like them?\"\n\n\"This is a question with many angles,\" the officer said, gravely.\n\"It's an old story. We had barely obtained a world government when\ninterstellar travel was on hand and we came into contact with strange\ntypes of intelligent beings. Man was still trying to overcome distrust\nbetween the slightly different groups within his own species. When he\ncame to deal with species of such strange shapes and psychologies as\nthose on the other planets, the distrust was intensified many times.\n\n\"Particularly, people fear the telepathic powers of the Canopans.\nThey fear the mysterious and the supernatural. Telepathy still seems\na supernatural thing to the ignorant and--I'm afraid--to some who are\nnot so ignorant. People are afraid of their minds being invaded. Their\nsense of privacy is outraged.\n\n\"They cannot visualize the fact that the Canopans are completely\nuninterested in what thoughts a Terran may have. The Canopan psychology\nis sufficiently different from ours that our private thoughts may\nbe interesting, perhaps curious, but never the sort of thing upon\nwhich they would put a moral judgment. Their sense of morality is too\ndifferent from ours for moral judgments to have meaning.\n\n\"You may accept this intellectually at the moment without absorbing\nit into your system. In a short time you will really be convinced that\nthis is so. In the meantime, the two of you must become friendly enough\nso that you can perform your jobs.\"\n\n\n\nGrey looked from the officer to his Canopan partner, and clearly\nreceived the verification that all of this was really so. Inside Grey\nthere was an impression of relief, a loosening of tensions.\n\nFrom that moment on, Grey and Joe were inseparable. They lived\ntogether, ate together, and in their training they were as one\nmentality.\n\n\"Doggone if you wouldn't think we were married,\" Grey kept saying.\n\nSurely the extreme rapport, and the warm feeling of relaxation and\nmental capability which Grey felt when in the presence of Joe,\nindicated an intimacy which was the equal of any physical attraction.\n\nWith the extreme complexity of the control and communication equipment\nin the great space vessels, there had arisen the need for something\nradically different in maintenance technicians. The delay of testing\ncircuits for faults and breakdowns had to be eliminated. For this\npurpose the peculiarly suited Canopans had been brought to Earth by the\nthousands.\n\nEven in the specialized branch of computing-machines to which Grey had\nbeen assigned, the magnitude of the knowledge to be absorbed in a few\nhasty months would ordinarily have made the task impossible. With the\ntwo nervous systems of Grey and Joe acting as one, however, they were\nable to absorb huge chunks of knowledge at one gulp, assort it, store\nit away, and go on to the next item.\n\nCarefully supervised by psychiatrists to ensure that no breakdowns\nwould occur from overloading of nervous connections, Grey advanced\nfrom the status of an untrained youngster to that of a highly skilled\nelectro-technician.\n\n\"Joe, with all the brains that you fellows have,\" Grey remarked one\nday, \"it's a wonder that you haven't advanced any farther than you\nhave, as far as technical things are concerned. I don't know why you\nneed me around. You know all the stuff that I know, and maybe a lot\nmore. Why don't you Canopans just take over the whole works?\"\n\n\"We're really not very interested in electronics and such things,\"\nJoe replied. \"We put up with this as a rather unhappy necessity,\nbut our creative instincts do not lie in that direction. Since we\nhave developed without hands, and with a brain of capabilities which\nare strange to you, our culture has become more introspective--more\ninterested in the being within than in the things without--more\ninterested in creating things of beauty to perceive rather than\nmachines of complexity for the control of nature.\"\n\n\"Very pretty,\" Grey sighed. \"And just as well, for otherwise I would be\nout of a job.\"\n\nEven so, Grey felt little more useful than a soldering-iron or a\nscrew-driver in the hands of a master mechanic. For Joe, with his\nability to perceive without sight, with his capability of feeling\nthe very electric currents flowing through a machine--he was the\ndiagnostician, the one who squatted before a defunct piece of equipment\nand without hesitation unerringly decided what was wrong with it and\ndirected Grey to the point where the repair had to be made. From that\npoint on Grey wielded the tools.\n\nBut there was no room for false pride. The two of them together\nconstituted a working team. The two of them made one mechanic.\n\nIn addition to learning the technical things required for maintenance\nof machinery, both Jed Grey and the Canopan had to learn many other\nthings which inevitably went with their partnership.\n\nThey had to learn how it was to walk down a city street and feel the\nebb and flow of thoughts about them--thoughts concerning the race of\nCanopans in general and concerning the type of Terran who would walk\ndown a street arm in arm with a Canopan.\n\nThey learned this quickly. Gradually the psychic hurts healed over\nand in their place was a hard defense-mechanism compounded of wisdom,\nmental toughness, and a contempt for the opinions of the others.\n\nActually, to Joe, the opinions of the Terrans were of no interest.\nBut as he once remarked to Grey: \"It's an impersonal sort of\nunpleasantness--like walking through a street filled with a bad odor,\nlike walking through a room filled with buzz-saws. It jars the nerves.\"\n\nGrey presently came to feel in the same manner.\n\n\"I'm not quite a Terran any more,\" he said.\n\nJoe assented. \"You are a real cosmopolitan. You have the real\ninterstellar attitude. In time everybody will see it that way.\"\n\n\n\nTime--time. It went so rapidly. It swept them along through the several\nstages of their training, and now it was their last night out before\nstepping into the great battlewagon for the final and irrevocable\njourney across space to the war, which up to now had been a hazy\nbackground to their work.\n\nElby Jones brought Grey another drink. \"It's a good night here tonight.\"\n\n\"I'm glad it is,\" said Grey.\n\nYes, it had to be a good night, because the last one had to be good.\nThere had to be that much to remember out there a thousand light-years\naway.\n\nThe music started once more, and it brought to Grey the thought that it\nwas curious how the Canopans had taken to American Jazz and cigarettes\nand had intensified their effects to a degree previously unknown. What\na group of characters they were. They could go on an intellectual jag\nfrom a Bach Fugue as quickly as they could go on a nicotine binge.\nTheir entire psychology was geared to the obtaining of pleasure from\nsensations of many different kinds.\n\n\"The Terrans do likewise, you know,\" Joe transmitted to him.\n\nGrey grinned back at Joe. You couldn't keep a stray thought-wave away\nfrom the guy.\n\n\"It's different the way you do it,\" he replied. \"You don't get blind\nstinkin' drunk when you go on a jag. You do it for exhilaration, for an\nuplift.\"\n\n\"The process of getting stinking is ...\" Joe broke off suddenly.\n\nSimultaneously, Grey could sense that the other Canopans had shifted\ntheir attentions, that the music, although it kept playing, echoed\nhollowly between the walls, unsupported by the listeners.\n\nGrey caught the faint jar of a commotion outside the door. A roar\nof voices and heavy footsteps crescendoed suddenly as a mob in blue\nuniforms burst into the place. As it seemed to Grey in the first\nviolent moment, each had a bottle in one hand and a brightly-painted\nfemale in the other. There seemed to be a squadron of them. It turned\nout, finally, that there were perhaps ten altogether.\n\nFrom the insignia on their uniforms, Grey guessed that these were\ncombat men on their way back from the battle sector, ready to tear up\nthe first town that they hit on the first night out.\n\n\"Cripes! The place is full of snakes!\" one of them shouted. \"What're\nsnakes doing here when there's some good ol' earthmen lookin' for a\nplace to sit down?\"\n\nOne of the girls pulled back. \"Let's get out of here, Jack,\" she\nwhispered, nervously. \"I'm afraid of them snakes.\"\n\n\"They ain't gonna hurt you, honey,\" Jack told her, hoarsely. \"I always\nwondered if them snakes grew together if you pulled them apart.\"\n\nHe walked a few paces inside the door. \"If you snakes can read my mind,\nyou know what I'm gonna do if you don't clear outta here pronto. An'\nreadin' my mind ain't gonna help you against my good right arm.\"\n\n\n\nGrey felt sick. A brawl on the last night.... There was a stray thought\nin his mind that he and Joe would make a good fighting team if the two\nof them could coordinate fast enough.\n\n\"No,\" Joe's reply came to him instantly. \"This isn't your fight. We'll\nhandle this.\"\n\n\"The hell you say!\" Grey attempted to stand--found himself limp as a\nrag. He could suddenly smell his own perspiration as he strained to\nmove, and as he looked about the room he saw that the other Terrans at\nthe tables were remaining there, their expressions startled and anxious.\n\nThe Canopans had risen, and were slowly making their way between the\ntables to the front of the room. The band was still playing a slightly\nmad background to the picture which consisted of the smoky room with\nthe dim lights, the Terrans sitting paralyzed at their tables, the\nCanopans moving in on the Fleetmen at the door ... who stared in\ndisbelief, began to swing their bottles, and collapsed quietly on the\nfloor.\n\nThe girls, without time to shriek, collapsed just as quietly, and lay\nthere in an unmoving heap.\n\nGrey abruptly was stone cold sober. He wanted out, as fast as possible.\nThe idea of going up for murder appealed to him not at all.\n\n\"Forget it,\" Joe flashed at him. \"They're not dead. But we'll have to\nget rid of them. We'll be back in a minute.\"\n\nThe Canopans silently carried the bodies outside the door, leaving Grey\nsitting still at his table, performing a great quantity of furious\nthinking.\n\nJoe was back quickly. He anticipated Grey's questions.\n\n\"They'll wake up, and they'll think somebody slipped them a Mickey. But\nthey won't remember what happened.\"\n\nHe hesitated, sat down, and lit another smoke. \"You're okay, now, by\nthe way.\"\n\nGrey tried, and found that the nervous impulses now went where they\nwere supposed to go. He stood up, shakily. Then he sat down again.\nWhile he was searching for words to say something, Joe interrupted.\n\n\"Look,\" he transmitted. \"This has to be kept under cover. Things are\nbad enough for us without this sort of thing getting around. I didn't\neven want you to know, but that couldn't be helped. I didn't feel like\ngetting bashed.\"\n\nGrey accepted another glass gratefully from Elby Jones.\n\n\"Sure,\" he said. \"I don't talk to anybody, anyway. But you have to tell\nme. How much _can_ you do?\"\n\nJoe considered for a moment before replying.\n\n\"I don't know, really. Terran nervous systems are not like ours. We\nhave had only a short time to discover what we can do and what we\ncan't do. We don't have real control--although there are certain\npossibilities with a modified hypnotic suggestion. At present we are\nonly able to introduce resistances temporarily in certain nerve paths,\nso that inhibitions are produced.\"\n\n\"So for a while I was just inhibited against standing up, and they were\ninhibited against being conscious. It that it?\"\n\n\"Approximately.\"\n\nGrey sipped from his glass, peering over the edge of it at Joe.\nPrecisely how much was there, he thought, hidden within the recesses of\nthat brain? Just how much did this innocent little character have on\nthe ball?\n\n\n\nJoe chose this moment to become taciturn. The music was riding once\nmore, and the place was settling down after the sudden disturbance. It\ntook Jed Grey several more minutes and another glass to throw off the\nnervous tension which sat like a blanket over his shoulders. Gradually\nhe began to relax, and the warm spot within his belly proceeded to\ncreep up into his head.\n\n\"Tomorrow,\" he thought drowsily, \"we will be taking off, and there will\nbe no more of this. No more music except from cans. No more....\"\n\nAbruptly he realized that the rapport had been broken off again by the\nCanopans, and that at the other end of town there was the faint howl of\nthe police siren.\n\n\"There's a brawl down the street,\" Joe informed Grey. \"Some of our\nheroes back from the battle sector feel that they haven't had enough\nfighting.\"\n\n\"I bet you a pack of smokes that the guys in the fight haven't been\nwithin a light year of an actual battle,\" said Grey, dryly. \"They're\nthe ones who always try to make like tough heroes when they get back.\"\n\nThrough the Canopan's sense of perception Jed Grey could catch faint\nimpulses of the tumult which filled the street a hundred yards away.\nThere was a violence in the thoughts projected from that area which\ncaused the colors of Joe's fur to shift erratically, nervously. In Grey\nthey caused a tightening of the stomach and a heavy feeling in the\nchest.\n\n\"It hurts almost as much to listen in to a fight as it does to be right\nin the middle of it,\" he remarked. \"Why don't you just shut it off if\nyou can't take it?\"\n\n\"As well try to shut off your sense of hearing,\" Joe snapped back.\n\nThe sirens down the street had wailed to a halt. Grey lit another\ncigarette and tried what was left in his glass. It was flat. The warm\nglow which had diffused through his body was gone, and in its place\nthere was a bitter taste and a burning sensation around the eyes.\n\nAbruptly he mashed out his cigarette and stood up.\n\n\"The night's washed up,\" he growled. \"Let's get out of here.\"\n\nJoe, with a thought of regret, assented, and the two of them left.\n\nIt was bitter to end the last night upon such an uncompleted note.\n\n\n\nThe two of them strolled back in the direction of the bus station. The\nfresh night, bright with the blaze of stars and saloon signs, should\nhave exhilarated them; but the mental tension which filled the street\npressed hard on Joe's receptors, and, through him, against Grey.\n\nA pair of police cars squatted at the corner. Fleet Police milled\nthrough the crowds, shock sticks in hand. An ambulance helicopter\nroaring in from the Fleet Base settled down in the center of the street.\n\nThe fight was over, but so keyed up were the Fleetmen in town that for\nGrey and the Canopan to walk through the street was to walk through a\nsticky, obscene glue of malevolence.\n\nJoe's fur colors had faded to a dismal blue. Grey glanced at this with\nalarm.\n\nThe thoughts in the crowd around them had been impersonal ones--fight\nthoughts, pleasure thoughts, passion thoughts--violent and unnerving\nto the pair who had to thread their way through this tumult, but yet\nimpersonal.\n\nIt began to change.\n\nThey began again with the snake thoughts and the thoughts about the\nTerran who walked with the damn snake. They looked at the pair who\nwalked in their midst, and in their state of excitement with violence\nnot yet out of their minds, there was a redirection of passion from\nthe recent fight to the new center of attention.\n\nGrey gasped as the force of this new agitation struck them.\n\nThe pair of Fleet Police ahead of them changed their direction of\nmotion and started walking towards them. Grey's face twitched as he\nfelt the increased tension within Joe's nervous system.\n\n\"Hold it, son,\" he cautioned. \"Remember we're supposed to be tough.\nRemember the nerves of steel we're supposed to have, like it says in\nthe books.\"\n\nJoe's grip on Grey's arm tightened, and then relaxed.\n\n\"I thought I could take anything. Tonight has been almost too much.\"\n\nThe Fleet Police were directly in front of them. The one on the right\npointed at Grey with his stick and began to say something.\n\nThe door of the adjacent saloon swung open and a giant of a bearded\nFleetman roared out. The girl hanging to his arm caught a sudden sight\nof Joe, and a burst of fright exploded in her empty little head,\nshocking Joe with its intensity.\n\nShe screamed, \"It's thinking about me!\"\n\nThe big Fleetman clapped his hand to his hip. There was no gun\nholstered there, but Joe reared back in a dismayed reflex.... In the\nnext moment the Fleetman slumped to the pavement, where he lay quite\nstill.\n\nThat was all--for a moment.\n\nThe Fleet Police looked at Joe and they looked down at the Fleetman.\nThen they looked back at Joe. One of them stooped down and remained\nthere for a long minute. He rose, and his face was white.\n\n\"The guy's dead,\" he said, and his shock stick came up, pointing at\nJoe. \"You do that?\" he snapped.\n\n\"He didn't touch the guy,\" Grey said.\n\n\"Maybe yes and maybe no. Guys don't just drop and die. I think both of\nyou'd better come.\"\n\n\n\nAt the Fleet Police headquarters the medic turned pale when he examined\nthe body. A number of urgent calls were made. The Canopan liaison\nofficer arrived after a nasty fifteen minutes during which the doctor\nand the Fleet Police Commandant argued violently and then stood staring\nblackly at the floor.\n\nGrey's eyes widened when behind the Canopan there stalked not only the\ncommanding officer of his ship, but the Commandant of the entire Fleet\nBase.\n\n\"The joint's lousy with brass tonight,\" he flashed silently at Joe as\nthe two of them stood rigidly at attention. \"I think you've become\nnotorious.\"\n\nHe caught a sense of amusement from an undetermined source, and in a\nmoment narrowed it down as coming from the Canopan liaison officer.\n\nGood for our side, Grey thought in relief--at least Canopan officers\nkept their minds unbound by brass. They'd stand behind Joe.\n\nThe Fleet Base Commandant knifed Joe with a rigid stare. He spoke\nrapidly and bitingly. \"It is difficult enough to keep harmony among the\nvarious planetary groups at the base without it becoming know that the\nCanopans can kill Terrans by their mental powers. You have been trained\nin self-control. By this incident tonight you have jeopardized the\nmorale of all the troops in the region.\"\n\nThe Canopan officer put in gently, \"This was clearly a case of\nself-defense. The Fleetman was drawing a gun.\"\n\n\"Unfortunately for that argument,\" stated the Commandant, \"the Fleetman\nwas not carrying a gun.\"\n\n\"But this 34C could not see in the first instant. His attention was\non the thoughts which the Fleetman transmitted at that moment. The\nFleetman forgot he was not wearing a sidearm, and in his mind there was\nthe distinct picture of drawing his gun and shooting 34C. To 34C this\nwas the reality of the moment. In his extreme nervousness he misjudged\nthe force needed, and projected a lethal thought.\"\n\n\"A pretty legality,\" the Base Commandant growled. \"Is it self-defense\nwhen you kill a person for _thinking_ that he is about to kill you?\"\n\n\"I know nothing of your law,\" the Canopan replied. \"We have warned that\nan incident such as this was bound to occur sooner or later in the\ntense atmosphere of this town. May I suggest....\"\n\n\"I know, I know.\" The Commandant passed a hand through his hair in\ndisgust. \"Your ideas about orienting the entire fleet. Subconscious\npsychological training ... still sounds like hypnotism to me. But if we\nmust, then we must.\"\n\n\"And you, Jeffreys.\" He turned to Grey's ship-commander. \"You're taking\noff tomorrow. You wouldn't want to lose a team, would you?\"\n\n\"Certainly not, sir.\" Grey caught the relief in the commander's mind.\n\"They're a good team.\"\n\n\"Then as far as anybody is concerned there has been no incident\ntonight.\" The Commandant turned to the medic. \"Get that?\"\n\nCommander Jeffreys motioned to Joe and Grey. \"You two will return to\nthe base with me.\"\n\nGrey nodded mutely and began to follow the commander out of the\ndoor, his attention focussed upon an idea which had sprung into his\nconsciousness during the past minute.\n\n\"Look, Joe,\" he thought. \"If you can do that to a Terran, what could\nyou do to one of the enemy?\"\n\nJoe began, \"If I knew what the enemy was like....\"\n\nA blast of thought broke into their minds. It blazed a warning\nsignal in vivid, incandescent pictures, and in roaring sound. It\nsaid, in numerous and tumultuous manners, Stop where you are--keep\nout--restricted, confidential, top-secret territory!\n\nGrey jerked his head around. He stared for one astounded moment at the\nCanopan officer.\n\nThen he was walking out to the waiting helicopter, the palm of his hand\nmoist as he tightly held one of Joe's tentacles.\n\nThe people who ran a war were not always the obvious ones, he thought.",
    "metadata": {
        "author": [
            "Rothman, Milton A.",
            "Gregor, Lee"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/63988/pg63988.txt",
        "name": "last_night_out.json"
    }
}