{
    "name": "Lawyer Quince\nOdd Craft, Part 5.",
    "author": [
        "Jacobs, William Wymark",
        "Jacobs, W. W. (William Wymark)"
    ],
    "body": "\nLAWYER QUINCE\n\nLawyer Quince, so called by his neighbours in Little Haven from his\nreadiness at all times to place at their disposal the legal lore he had\nacquired from a few old books while following his useful occupation of\nmaking boots, sat in a kind of wooden hutch at the side of his cottage\nplying his trade.  The London coach had gone by in a cloud of dust some\nthree hours before, and since then the wide village street had slumbered\nalmost undisturbed in the sunshine.\n\nHearing footsteps and the sound of voices raised in dispute caused him to\nlook up from his work.  Mr. Rose, of Holly Farm, Hogg, the miller, and\none or two neighbours of lesser degree appeared to be in earnest debate\nover some point of unusual difficulty.\n\nLawyer Quince took a pinch of snuff and bent to his work again.  Mr. Rose\nwas one of the very few who openly questioned his legal knowledge, and\nhis gibes concerning it were only too frequent.  Moreover, he had a taste\nfor practical joking, which to a grave man was sometimes offensive.\n\n\"Well, here he be,\" said Mr. Hogg to the farmer, as the group halted in\nfront of the hutch.  \"Now ask Lawyer Quince and see whether I ain't told\nyou true.  I'm willing to abide by what he says.\"\n\nMr. Quince put down his hammer and, brushing a little snuff from his\ncoat, leaned back in his chair and eyed them with grave confidence.\n\n\"It's like this,\" said the farmer.  \"Young Pascoe has been hanging round\nafter my girl Celia, though I told her she wasn't to have nothing to do\nwith him.  Half an hour ago I was going to put my pony in its stable when\nI see a young man sitting there waiting.\"\n\n\"Well?\"  said Mr. Quince, after a pause.\n\n\"He's there yet,\" said the farmer.  \"I locked him in, and Hogg here says\nthat I've got the right to keep him locked up there as long as I like.  I\nsay it's agin the law, but Hogg he says no.  I say his folks would come\nand try to break open my stable, but Hogg says if they do I can have the\nlaw of 'em for damaging my property.\"\n\n\"So you can,\" interposed Mr. Hogg, firmly.  \"You see whether Lawyer\nQuince don't say I'm right.\"\n\nMr. Quince frowned, and in order to think more deeply closed his eyes.\nTaking advantage of this three of his auditors, with remarkable\nunanimity, each closed one.\n\n\"It's your stable,\" said Mr. Quince, opening his eyes and speaking with\ngreat deliberation, \"and you have a right to lock it up when you like.\"\n\n\"There you are,\" said Mr. Hogg; \"what did I tell you?\"\n\n\"If anybody's there that's got no business there, that's his look-out,\"\ncontinued Mr. Quince.  \"You didn't induce him to go in?\"\n\n\"Certainly not,\" replied the farmer.\n\n\"I told him he can keep him there as long as he likes,\" said the jubilant\nMr. Hogg, \"and pass him in bread and water through the winder; it's got\nbars to it.\"\n\n\"Yes,\" said Mr. Quince, nodding, \"he can do that.  As for his folks\nknocking the place about, if you like to tie up one or two of them nasty,\nsavage dogs of yours to the stable, well, it's your stable, and you can\nfasten your dogs to it if you like.  And you've generally got a man about\nthe yard.\"\n\nMr. Hogg smacked his thigh in ecstasy.\n\n\"But--\" began the farmer.\n\n\"That's the law,\" said the autocratic Mr. Quince, sharply.  \"O' course,\nif you think you know more about it than I do, I've nothing more to say.\"\n\n\"I don't want to do nothing I could get into trouble for,\" murmured Mr.\nRose.\n\n\"You can't get into trouble by doing as I tell you,\" said the shoemaker,\nimpatiently.  \"However, to be quite on the safe side, if I was in your\nplace I should lose the key.\"\n\n\"Lose the key?\"  said the farmer, blankly.\n\n\"Lose the key,\" repeated the shoemaker, his eyes watering with intense\nappreciation of his own resourcefulness.  \"You can find it any time you\nwant to, you know.  Keep him there till he promises to give up your\ndaughter, and tell him that as soon as he does you'll have a hunt for the\nkey.\"\n\nMr. Rose regarded him with what the shoemaker easily understood to be\nspeechless admiration.\n\n\"I--I'm glad I came to you,\" said the farmer, at last.\n\n\"You're welcome,\" said the shoemaker, loftily.  \"I'm always ready to give\nadvice to them as require it.\"\n\n\"And good advice it is,\" said the smiling Mr. Hogg.  \"Why don't you\nbehave yourself, Joe Garnham?\"  he demanded, turning fiercely on a\nlistener.\n\nMr. Garnham, whose eyes were watering with emotion, attempted to explain,\nbut, becoming hysterical, thrust a huge red handkerchief to his mouth and\nwas led away by a friend.  Mr. Quince regarded his departure with mild\ndisdain.\n\n\"Little things please little minds,\" he remarked.\n\n\"So they do,\" said Mr. Hogg.  \"I never thought--What's the matter with\nyou, George Askew?\"\n\nMr. Askew, turning his back on him, threw up his hands with a helpless\ngesture and followed in the wake of Mr. Garnham.  Mr. Hogg appeared to be\nabout to apologise, and then suddenly altering his mind made a hasty and\nunceremonious exit, accompanied by the farmer.\n\nMr. Quince raised his eyebrows and then, after a long and meditative\npinch of snuff, resumed his work.  The sun went down and the light faded\nslowly; distant voices sounded close on the still evening air, snatches\nof hoarse laughter jarred upon his ears.  It was clear that the story of\nthe imprisoned swain was giving pleasure to Little Haven.\n\nHe rose at last from his chair and, stretching his long, gaunt frame,\nremoved his leather apron, and after a wash at the pump went into the\nhouse.  Supper was laid, and he gazed with approval on the home-made\nsausage rolls, the piece of cold pork, and the cheese which awaited his\nonslaught.\n\n\"We won't wait for Ned,\" said Mrs. Quince, as she brought in a jug of ale\nand placed it by her husband's elbow.\n\nMr. Quince nodded and filled his glass.\n\n\"You've been giving more advice, I hear,\" said Mrs. Quince.\n\nHer husband, who was very busy, nodded again.\n\n\"It wouldn't make no difference to young Pascoe's chance, anyway,\" said\nMrs. Quince, thoughtfully.\n\nMr. Quince continued his labours.  \"Why?\"  he inquired, at last.\n\nHis wife smiled and tossed her head.\n\n\"Young Pascoe's no chance against our Ned,\" she said, swelling with\nmaternal pride.\n\n\"Eh?\"  said the shoemaker, laying down his knife and fork.  \"Our Ned?\"\n\n\"They are as fond of each other as they can be,\" said Mrs. Quince,\n\"though I don't suppose Farmer Rose'll care for it; not but what our\nNed's as good as he is.\"\n\n\"Is Ned up there now?\"  demanded the shoemaker, turning pale, as the\nmirthful face of Mr. Garnham suddenly occurred to him.\n\n\"Sure to be,\" tittered his wife.  \"And to think o' poor young Pascoe shut\nup in that stable while he's courting Celia!\"\n\nMr. Quince took up his knife and fork again, but his appetite had gone.\nWhoever might be paying attention to Miss Rose at that moment he felt\nquite certain that it was not Mr. Ned Quince, and he trembled with anger\nas he saw the absurd situation into which the humorous Mr. Rose had led\nhim.  For years Little Haven had accepted his decisions as final and\nboasted of his sharpness to neighbouring hamlets, and many a cottager had\nbrought his boots to be mended a whole week before their time for the\nsake of an interview.\n\nHe moved his chair from the table and smoked a pipe.  Then he rose, and\nputting a couple of formidable law-books under his arm, walked slowly\ndown the road in the direction of Holly Farm.\n\nThe road was very quiet and the White Swan, usually full at this hour,\nwas almost deserted, but if any doubts as to the identity of the prisoner\nlingered in his mind they were speedily dissipated by the behaviour of\nthe few customers who crowded to the door to see him pass.\n\nA hum of voices fell on his ear as he approached the farm; half the male\nand a goodly proportion of the female population of Little Haven were\nleaning against the fence or standing in little knots in the road, while\na few of higher social status stood in the farm-yard itself.\n\n\"Come down to have a look at the prisoner?\"  inquired the farmer, who was\nstanding surrounded by a little group of admirers.\n\n\"I came down to see you about that advice I gave you this afternoon,\"\nsaid Mr. Quince.\n\n\"Ah!\"  said the other.\n\n\"I was busy when you came,\" continued Mr. Quince, in a voice of easy\nunconcern, \"and I gave you advice from memory.  Looking up the subject\nafter you'd gone I found that I was wrong.\"\n\n\"You don't say so?\" said the farmer, uneasily.  \"If I've done wrong I'm\nonly doing what you told me I could do.\"\n\n\"Mistakes will happen with the best of us,\" said the shoemaker, loudly,\nfor the benefit of one or two murmurers.  \"I've known a man to marry a\nwoman for her money before now and find out afterward that she hadn't got\nany.\"\n\nOne unit of the group detached itself and wandered listlessly toward the\ngate.\n\n\"Well, I hope I ain't done nothing wrong,\" said Mr. Rose, anxiously.\n\"You gave me the advice; there's men here as can prove it.  I don't want\nto do nothing agin the law.  What had I better do?\"\n\n\"Well, if I was you,\" said Mr. Quince, concealing his satisfaction with\ndifficulty, \"I should let him out at once and beg his pardon, and say you\nhope he'll do nothing about it.  I'll put in a word for you if you like\nwith old Pascoe.\"\n\nMr. Rose coughed and eyed him queerly.\n\n\"You're a Briton,\" he said, warmly.  \"I'll go and let him out at once.\"\n\nHe strode off to the stable, despite the protests of Mr. Hogg, and,\nstanding by the door, appeared to be deep in thought; then he came back\nslowly, feeling in his pockets as he walked.\n\n\"William,\" he said, turning toward Mr. Hogg, \"I s'pose you didn't happen\nto notice where I put that key?\"\n\n\"That I didn't,\" said Mr. Hogg, his face clearing suddenly.\n\n\"I had it in my hand not half an hour ago,\" said the agitated Mr. Rose,\nthrusting one hand into his trouser-pocket and groping.  \"It can't be\nfar.\"\n\nMr. Quince attempted to speak, and, failing, blew his nose violently.\n\n\"My memory ain't what it used to be,\" said the farmer.  \"Howsomever, I\ndare say it'll turn up in a day or two.\"\n\n\"You--you'd better force the door,\" suggested Mr. Quince, struggling to\npreserve an air of judicial calm.\n\n\"No, no,\" said Mr. Rose; \"I ain't going to damage my property like that.\nI can lock my stable-door and unlock it when I like; if people get in\nthere as have no business there, it's their look-out.\"\n\n\"That's law,\" said Mr. Hogg; \"I'll eat my hat if it ain't.\"\n\n\"Do you mean to tell me you've really lost the key?\" demanded Mr. Quince,\neyeing the farmer sternly.\n\n\"Seems like it,\" said Mr. Rose.  \"However, he won't come to no hurt.\nI'll put in some bread and water for him, same as you advised me to.\"\n\nMr. Quince mastered his wrath by an effort, and with no sign of\ndiscomposure moved away without making any reference to the identity of\nthe unfortunate in the stable.\"\n\n\"Good-night,\" said the farmer, \"and thank you for coming and giving me\nthe fresh advice.  It ain't everybody that 'ud ha' taken the trouble.\nIf I hadn't lost that key----\"\n\nThe shoemaker scowled, and with the two fat books under his arm passed\nthe listening neighbours with the air of a thoughtful man out for an\nevening stroll.  Once inside his house, however, his manner changed, the\nattitude of Mrs. Quince demanding, at any rate, a show of concern.\n\n\"It's no good talking,\" he said at last.  \"Ned shouldn't have gone there,\nand as for going to law about it, I sha'n't do any such thing; I should\nnever hear the end of it.  I shall just go on as usual, as if nothing had\nhappened, and when Rose is tired of keeping him there he must let him\nout.  I'll bide my time.\"\n\nMrs. Quince subsided into vague mutterings as to what she would do if she\nwere a man, coupled with sundry aspersions upon the character, looks, and\nfamily connections of Farmer Rose, which somewhat consoled her for being\nwhat she was.\n\n\"He has always made jokes about your advice,\" she said at length, \"and\nnow everybody'll think he's right.  I sha'n't be able to look anybody in\nthe face.  I should have seen through it at once if it had been me.  I'm\ngoing down to give him a bit o' my mind.\"\n\n\"You stay where you are,\" said Mr. Quince, sharply, \"and, mind, you are\nnot to talk about it to anybody.  Farmer Rose 'ud like nothing better\nthan to see us upset about it.  I ain't done with him yet.  You wait.\"\n\nMrs. Quince, having no option, waited, but nothing happened.  The\nfollowing day found Ned Quince still a prisoner, and, considering the\ncircumstances, remarkably cheerful.  He declined point-blank to renounce\nhis preposterous attentions, and said that, living on the premises, he\nfelt half like a son-in-law already.  He also complimented the farmer\nupon the quality of his bread.\n\nThe next morning found him still unsubdued, and, under interrogation from\nthe farmer, he admitted that he liked it, and said that the feeling of\nbeing at home was growing upon him.\n\n\"If you're satisfied, I am,\" said Mr. Rose, grimly.  \"I'll keep you here\ntill you promise; mind that.\"\n\n\"It's a nobleman's life,\" said Ned, peeping through the window, \"and I'm\nbeginning to like you as much as my real father.\"\n\n\"I don't want none o' yer impudence,\" said the farmer, reddening.\n\n\"You'll like me better when you've had me here a little longer,\" said\nNed; \"I shall grow on you.  Why not be reasonable and make up your mind\nto it?  Celia and I have.\"\n\n\"I'm going to send Celia away on Saturday,\" said Mr. Rose; \"make yourself\nhappy and comfortable in here till then.  If you'd like another crust o'\nbread or an extra half pint o' water you've only got to mention it.  When\nshe's gone I'll have a hunt for that key, so as you can go back to your\nfather and help him to understand his law-books better.\"\n\nHe strode off with the air of a conqueror, and having occasion to go to\nthe village looked in at the shoe-maker's window as he passed and smiled\nbroadly.  For years Little Haven had regarded Mr. Quince with awe, as\nbeing far too dangerous a man for the lay mind to tamper with, and at one\nstroke the farmer had revealed the hollowness of his pretensions.  Only\nthat morning the wife of a labourer had called and asked him to hurry the\nmending of a pair of boots.  She was a voluble woman, and having overcome\nher preliminary nervousness more than hinted that if he gave less time to\nthe law and more to his trade it would be better for himself and\neverybody else.\n\nMiss Rose accepted her lot in a spirit of dutiful resignation, and on\nSaturday morning after her father's admonition not to forget that the\ncoach left the White Swan at two sharp, set off to pay a few farewell\nvisits.  By half-past twelve she had finished, and Lawyer Quince becoming\nconscious of a shadow on his work looked up to see her standing before\nthe window.  He replied to a bewitching smile with a short nod and became\nintent upon his work again.\n\nFor a short time Celia lingered, then to his astonishment she opened the\ngate and walked past the side of the house into the garden.  With growing\nastonishment he observed her enter his tool-shed and close the door\nbehind her.\n\nFor ten minutes he worked on and then, curiosity getting the better of\nhim, he walked slowly to the tool-shed and, opening the door a little\nway, peeped in.  It was a small shed, crowded with agricultural\nimplements.  The floor was occupied by an upturned wheelbarrow, and\nsitting on the barrow, with her soft cheek leaning against the wall, sat\nMiss Rose fast asleep.  Mr. Quince coughed several times, each cough\nbeing louder than the last, and then, treading softly, was about to\nreturn to the workshop when the girl stirred and muttered in her sleep.\nAt first she was unintelligible, then he distinctly caught the words\n\"idiot\" and \"blockhead.\"\n\n\"She's dreaming of somebody,\" said Mr. Quince to himself with conviction.\n\n\"Wonder who it is?\"\n\n\"Can't see--a thing--under--his--nose,\" murmured the fair sleeper.\n\n\"Celia!\"  said Mr. Quince, sharply.  \"Celia!\"\n\nHe took a hoe from the wall and prodded her gently with the handle.  A\nsingularly vicious expression marred the soft features, but that was all.\n\n\"Ce-lia!\"  said the shoemaker, who feared sun-stroke.\n\n\"Fancy if he--had--a moment's common sense,\" murmured Celia, drowsily,\n\"and locked--the door.\"\n\nLawyer Quince dropped the hoe with a clatter and stood regarding her\nopen-mouthed.  He was a careful man with his property, and the stout door\nboasted a good lock.  He sped to the house on tip-toe, and taking the key\nfrom its nail on the kitchen dresser returned to the shed, and after\nanother puzzled glance at the sleeping girl locked her in.\n\nFor half an hour he sat in silent enjoyment of the situation--enjoyment\nwhich would have been increased if he could have seen Mr. Rose standing\nat the gate of Holly Farm, casting anxious glances up and down the road.\nCelia's luggage had gone down to the White Swan, and an excellent cold\nluncheon was awaiting her attention in the living-room.\n\nHalf-past one came and no Celia, and five minutes later two farm\nlabourers and a boy lumbered off in different directions in search of the\nmissing girl, with instructions that she was to go straight to the White\nSwan to meet the coach.  The farmer himself walked down to the inn,\nturning over in his mind a heated lecture composed for the occasion, but\nthe coach came and, after a cheerful bustle and the consumption of sundry\nmugs of beer, sped on its way again.\n\nHe returned home in silent consternation, seeking in vain for a\nsatisfactory explanation of the mystery.  For a robust young woman to\ndisappear in broad day-light and leave no trace behind her was\nextraordinary.  Then a sudden sinking sensation in the region of the\nwaistcoat and an idea occurred simultaneously.\n\nHe walked down to the village again, the idea growing steadily all the\nway.  Lawyer Quince was hard at work, as usual, as he passed.  He went by\nthe window three times and gazed wistfully at the cottage.  Coming to the\nconclusion at last that two heads were better than one in such a\nbusiness, he walked on to the mill and sought Mr. Hogg.\n\n\"That's what it is,\" said the miller, as he breathed his suspicions.\n\"I thought all along Lawyer Quince would have the laugh of you.  He's\nwonderful deep. Now, let's go to work cautious like.  Try and look as if\nnothing had happened.\"\n\nMr. Rose tried.\n\n\"Try agin,\" said the miller, with some severity.  \"Get the red out o'\nyour face and let your eyes go back and don't look as though you're going\nto bite somebody.\"\n\nMr. Rose swallowed an angry retort, and with an attempt at careless ease\nsauntered up the road with the miller to the shoemaker's.  Lawyer Quince\nwas still busy, and looked up inquiringly as they passed before him.\n\n\"I s'pose,\" said the diplomatic Mr. Hogg, who was well acquainted with\nhis neighbour's tidy and methodical habits--\"I s'pose you couldn't lend\nme your barrow for half an hour?  The wheel's off mine.\"\n\nMr. Quince hesitated, and then favoured him with a glance intended to\nremind him of his scurvy behaviour three days before.\n\n\"You can have it,\" he said at last, rising.\n\nMr. Hogg pinched his friend in his excitement, and both watched Mr.\nQuince with bated breath as he took long, slow strides toward the\ntool-shed.  He tried the door and then went into the house, and even\nbefore his reappearance both gentlemen knew only too well what was about\nto happen.  Red was all too poor a word to apply to Mr. Rose's\ncountenance as the shoemaker came toward them, feeling in his waist-coat\npocket with hooked fingers and thumb, while Mr. Hogg's expressive\nfeatures were twisted into an appearance of rosy appreciation.\n\n\"Did you want the barrow very particular?\" inquired the shoemaker, in a\nregretful voice.\n\n\"Very particular,\" said Mr. Hogg.\n\nMr. Quince went through the performance of feeling in all his pockets,\nand then stood meditatively rubbing his chin.\n\n\"The door's locked,\" he said, slowly, \"and what I've done with that there\nkey----\"\n\n\"You open that door,\" vociferated Mr. Rose, \"else I'll break it in.\nYou've got my daughter in that shed and I'm going to have her out.\"\n\n\"Your daughter?\" said Mr. Quince, with an air of faint surprise.  \"What\nshould she be doing in my shed?\"\n\n\"You let her out,\" stormed Mr. Rose, trying to push past him.\n\n\"Don't trespass on my premises,\" said Lawyer Quince, interposing his\nlong, gaunt frame.  \"If you want that door opened you'll have to wait\ntill my boy Ned comes home.  I expect he knows where to find the key.\"\n\nMr. Rose's hands fell limply by his side and his tongue, turning prudish,\nrefused its office.  He turned and stared at Mr. Hogg in silent\nconsternation.\n\n\"Never known him to be beaten yet,\" said that admiring weather-cock.\n\n\"Ned's been away three days,\" said the shoemaker, \"but I expect him home\nsoon.\"\n\nMr. Rose made a strange noise in his throat and then, accepting his\ndefeat, set off at a rapid pace in the direction of home.  In a\nmarvellously short space of time, considering his age and figure, he was\nseen returning with Ned Quince, flushed and dishevelled, walking by his\nside.\n\n\"Here he is,\" said the farmer.  \"Now where's that key?\"\n\nLawyer Quince took his son by the arm and led him into the house, from\nwhence they almost immediately emerged with Ned waving the key.\n\n\"I thought it wasn't far,\" said the sapient Mr. Hogg.\n\nNed put the key in the lock and flinging the door open revealed Celia\nRose, blinking and confused in the sudden sunshine.  She drew back as she\nsaw her father and began to cry with considerable fervour.\n\n\"How did you get in that shed, miss?\"  demanded her parent, stamping.\n\nMiss Rose trembled.\n\n\"I--I went there,\" she sobbed.  \"I didn't want to go away.\"\n\n\"Well, you'd better stay there,\" shouted the over-wrought Mr. Rose.\n\"I've done with you.  A girl that 'ud turn against her own father I--I--\"\n\nHe drove his right fist into his left palm and stamped out into the road.\nLawyer Quince and Mr. Hogg, after a moment's hesitation, followed.\n\n\"The laugh's agin you, farmer,\" said the latter gentleman, taking his\narm.\n\nMr. Rose shook him off.\n\n\"Better make the best of it,\" continued the peace-maker.\n\n\"She's a girl to be proud of,\" said Lawyer Quince, keeping pace with the\nfarmer on the other side.  \"She's got a head that's worth yours and mine\nput together, with Hogg's thrown in as a little makeweight.\"\n\n\"And here's the White Swan,\" said Mr. Hogg, who had a hazy idea of a\ncompliment, \"and all of us as dry as a bone.  Why not all go in and have\na glass to shut folks' mouths?\"\n\n\"And cry quits,\" said the shoemaker.\n\n\"And let bygones be bygones,\" said Mr. Hogg, taking the farmer's arm\nagain.\n\nMr. Rose stopped and shook his head obstinately, and then, under the\nskilful pilotage of Mr. Hogg, was steered in the direction of the\nhospitable doors of the White Swan.  He made a last bid for liberty on\nthe step and then disappeared inside.  Lawyer Quince brought up the rear.",
    "metadata": {
        "author": [
            "Jacobs, William Wymark",
            "Jacobs, W. W. (William Wymark)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/12205/pg12205.txt",
        "name": "lawyer_quince_odd_craft_part_5.json"
    }
}