{
    "name": "Lazarus Come Forth",
    "author": [
        "Bradbury, Ray",
        "Bradbury, Raymond Douglas",
        "Sterling, Brett",
        "Elliott, William"
    ],
    "body": "Logan's way of laughing was bad. \"There's a new body up in the\nair-lock, Brandon. Climb the rungs and have a look.\"\n\nLogan's eyes had a green shine to them, eager and intent. They were\nugly, obscene.\n\nBrandon swore under his breath. This room of the Morgue Ship was\ncrowded with their two personalities. Besides that, there were scores\nof cold shelves of bodies freezing quietly, and the insistent\nvibration of the coroner tables, machinery spinning under them. And\nLogan was like a little machine that never stopped talking.\n\n\"Leave me alone.\" Brandon rose up, tall and thinned by the years,\nlooking as old as a pocked meteor. \"Just keep quiet.\"\n\nLogan sucked his cigarette. \"Scared to go upstairs? Scared it might be\nyour son we just picked up?\"\n\nBrandon reached Logan in about one stride, and while the Morgue Ship\nslipped on through space, he clenched the coroner's blue uniform with\nthe small bones inside it and hung it up against the wall, pressing\ninward until Logan couldn't breathe. Logan blew air, his eyes looked\nhelpless. He tried to speak and could only grunt like a stuck pig. He\nwaved his short arms, flapping.\n\nBrandon kept him there, crucified on a fist.\n\n\"I told you. Let me search for my own son's body in my own way. I don't\nneed your tongue.\"\n\nLogan's eyes were losing their shine, were getting blind and glazed.\nBrandon stepped back, releasing the little assistant. Logan bumped\nsoftly against metal flooring, his mouth hungry for air, his nostrils\nflaring for breath. Brandon watched the little face of Logan over the\ncrouched, gasping body, with red color and anger shooting up into it\nwith every passing second.\n\n\"Coward!\" he threw it out of himself, Logan did. \"Got\nyellow--neon-tubing--for your spine. Coward. Never went to war. Never\ndid anything for Earth against Mars.\"\n\nBrandon said the words in slow motion. \"Shut up.\"\n\n\"Why?\" Logan crept back, inching up the metal hull. The blood pumps\nunder the skirts of the tables pulsed across the warm silence. \"Does\nit hurt, the truth? Your son'd be proud of you, okay. Ha!\" He coughed\nand spat. \"He was so damn ashamed of you he went and signed up for\nspace combat. So he got lost from his ship during a battle.\" Logan\nlicked his lips very carefully. \"So, to make up for it, you signed on a\nMorgue Ship. Try to find his body. Try to make amends. I know you. You\nwouldn't join the Space Warriors to fight. No guts for that. Had to\nget a nice easy job on a morgue ship--\"\n\nLines appeared in Brandon's gaunt cheeks, his eyes were closed, the\nlids pale. He said, and tried to believe it himself, \"Someone has to\npick up the bodies after the battle. They can't go flying on forever in\ntheir own orbits. They deserve burial.\"\n\nThe bitterness of Logan struck even deeper. \"Who are you tryin' to\nconvince?\" He was on his feet now. \"Me, it's different. I got a right\nto running this ship. I was in the other war.\"\n\n\"You're a liar,\" Brandon retorted. \"You hunted radium in the asteroids\nwith a mineral tug. You took this Morgue Ship job so you could go right\non hunting radium, picking up bodies on the side.\"\n\nLogan laughed softly, but not humorously. \"So what? Least I'm no\ncoward. I'll burn anybody gets in my way.\" He thought it over.\n\"Unless,\" he added, \"they give me a little money.\"\n\nBrandon turned away, feeling ill. He forced himself to climb up the\nrungs toward that air-lock, where that fresh body lay, newly still-born\nfrom space by the retrieving-claw. His palms let wet shining prints\non the rungs. His climbing feet made a soft noise in the cold metal\nsilence.\n\nThe body lay in the cold air-lock's center, as thousands had lain\nbefore. Its posture was one of easy slumber, relaxed and not speaking\never again.\n\n\n\nBrandon took in his breath. Numbly he realized it was not his son.\nEvery time a new body was found he feared and yet hoped it would be\nRichard. Richard of the easy laughter and good smile and dark curly\nhair. Richard who was now floating off somewhere toward some far\neternity.\n\nBrandon's eyes dilated. He went to his knees and with efficient darts\nof his eyes, he covered the vital points of this strange uniform with\nthe young body inside it. His heart pounded briefly, and when he got\nup again he acted like he had been struck in the face. He walked\nunsteadily to the rungs.\n\n\"Logan,\" he called down the hole in a numbed voice. \"Logan, come up\nhere. Quick.\"\n\nLogan climbed lazily up, emitting grunts and smoke.\n\n\"Look here,\" said Brandon, kneeling again by the body.\n\nLogan looked and didn't believe it. \"Where in hell'd you get that?\"\n\nLying there, the face of the body was like snow framed by the\nebon-black of the hair. The eyes were blue jewels caught in the snow.\nThere were slender fingers reclining against the hips. But, most\nimportant of all, was the cut of the silver metal uniform, the grey\nleather belt and the bronze triangle over the silent heart with the\nnumerals 51 on it.\n\nLogan held onto the rungs. \"Three hundred years old,\" he whispered it.\n\"Three hundred years old,\" he said.\n\n\"Yes.\" The Numerals 51 were enough for Brandon. \"After all these\ncenturies, and in perfect condition. Look how calm he is. Most corpse\nfaces aren't--pretty. Something happened, three hundred years ago, and\nhe's been drifting, alone, ever since. I--\" Brandon caught his breath.\n\n\"What's wrong?\" snapped Logan.\n\n\"This man,\" said Brandon, wonderingly, \"committed suicide.\"\n\n\"How do you figure?\"\n\n\"There's not a mark of decompression, centrifugal force, disintegrator\nor ray-burn on him. He simply _stepped_ out of a ship. Why should a\nScientist of the 51 Circle commit suicide?\"\n\n\"They had wars back there, too,\" said Logan. \"But this is the first\ntime I ever seen a stiff from one of them. It can't happen. He shoulda\nbeen messed up by meteors.\"\n\nA strange prickling crept over Brandon. \"When I was a kid, I remember\nthumbing through history books, reading about those famous 51\nScientists of the Circle who were doing experimental work on Pluto back\nin the year 2100. I memorized their uniforms, and this bronze badge.\nI couldn't mistake it. There was a rumor that they were experimenting\nwith some new universal power weapon.\"\n\n\"A myth,\" said Logan.\n\n\"Who knows? Maybe. Maybe not. But before that super weapon was\ncompleted, Earth fell beneath Mar's assault. The 51 Scientists\ndestroyed themselves and their Base when the Martians came.\nThe--myth--says that if the Martians had been only a month later--the\nweapon would have been out of blueprint and into metal.\"\n\nBrandon stopped talking and looked at the long-boned, easily slumbering\nScientist.\n\n\"And now he shows up. One of the original 51. I wonder what happened?\nMaybe he tried to reach Earth and had to leap into space to escape the\nMartians. Logan, we've got history with us, pulled in out of space,\ncold and stark under our hands.\"\n\nLogan laughed uneasily. \"Yeah. Now, if we only had that weapon. Baby,\nthat'd be something to sing about, by God.\"\n\nBrandon jerked.\n\nLogan looked at him. \"What's eating you?\"\n\nBrandon laid his fingers on the dead Scientist's skull.\n\n\"Maybe--just maybe--we _have_ got the weapon,\" he said.\n\nHis hand trembled.\n\n\n\nThe coroner pumps throbbed warmly under the table, while manipulating\ntendrils darted swiftly, effectively over the dead Scientist's body.\nBrandon moved, too, like a machine. In a regular fury he had forced\nLogan to hurry the body down into the preparations room, inject\nadrenalin, thermal units, apply the blood pump and accomplish a\nthousand other demanding and instantaneous tasks.\n\n\"Now, out of the way, Logan. You're more trouble than help!\"\n\nLogan stumbled back. \"Okay, okay. Don't get snotty. It won't work. I\nkeep telling you. All these years.\"\n\nBrandon could see nothing. Logan's voice was muffled, far away. There\nwas only the surge of pumps, the sweating heat of the little cubicle,\nand niche number 12 waiting to receive this body if he failed. Brandon\nswallowed, tightly. Niche number 12 waiting, cold, ready, waiting for a\nbody to fill it. He'd have to fight to keep it empty.\n\nHe began to sing-song words over and over as he injected stimulants\ninto the body. He didn't know where the words came from, from\nchildhood, maybe, from his old religious memories:\n\n\"Lazarus come forth,\" Brandon said softly, bending close, adjusting the\nmanipulatory tendrils. \"Lazarus, come forth.\"\n\nLogan snorted. \"Lazarus! Will you can that!\"\n\nBrandon had to talk to himself. \"Inside his brain he's got that energy\nweapon that Earth can use to end the war. It's been frozen in there\nthree hundred years. If we can thaw it out--\"\n\n\"Who ever heard of reviving a body after that long?\"\n\n\"He's perfectly preserved. Perfectly frozen. Oh, God, this is Fate. I\nknow it. I feel it. Came to find Richard and I found something bigger!\nLazarus! Lazarus, come forth from the tomb!\"\n\nThe machines thrummed louder, beating into his ears. Brandon listened,\nwatched for just one pulse, just one beat, one word, one moment of life.\n\n\"Air for the lungs,\" and Brandon attached oxygen cones over the fine\nnose and relaxed lips. \"Pressure on the ribs.\" Metal plates pressuring\nthe rib case slowly out and in. \"Circulation.\" Brandon touched the\ncontrol at the foot of the table and the whole table tilted back and\nforth in a whining teeter-tauter.\n\nA report clipped through on the audio:\n\n\"Morgue Ship. Battle Unit 766 calling Morgue Ship. Off orbit of Pluto\n234CC, point zero-two, off 32, one by seven, follow up. Battle just\nterminated. Six Martian ships destroyed. One Earth ship blasted apart\nand bodies thrown into space. Please recover. 79 men. Bodies in orbit\nheading toward sun at 23456 an hour. Check.\"\n\nLogan flipped his cigarette away. \"That's us. We got work to do. Come\non. Let that stiff cool. He'll be here when we come back.\"\n\n\"No!\" Brandon fairly shouted it, eyes wild. \"He's more important than\nall those men out there. We can help them later. He can help us now!\"\n\nThe table came to a halt, bringing absolute silence.\n\nBrandon bent forward to press his ear against the warmed rib-casing.\n\n\"Wait.\"\n\nThere it was. Unbelievably, there it was. A tiny pulse stirring like\na termite down under, softly and sluggishly moving through the body,\njabbing the heart and--NOW! Brandon cried out. He was shaking all over.\nHe was setting the machine in operation again, and talking and laughing\nand going crazy with it.\n\n\"He's alive! He's alive! Lazarus has come from the tomb! Lazarus\nreborn again! Notify Earth immediately!\"\n\n\n\nAt the end of an hour, the pulse was timing normal, the temperature was\nlowering down from a fever, and Brandon moved about the preparations'\nroom watching every quiver of the body's internal organs through the\ntubular-fluoroscope.\n\nHe exulted. This was having Richard alive again. It was compensation.\nYou roared into space looking somewhere for your lost self-respect,\nyour pride, looking for your son who is shooting on some soundless\norbit into nothing, and now the biggest child of Fate is deposited in\nyour arms to warm and bring to life. It was impossible. It was good.\nBrandon almost laughed. He almost forgot he had ever known fear of\ndeath. This was conquering it. This was like bringing Richard back to\nlife, but even more. It meant things to earth and humanity; things\nabout weapons and power and peace.\n\nLogan interrupted Brandon's exultant thinking by blowing smoke in\nhis face. \"You know something, Brandy? This is damn good! You done\nsomething, Mister. Yeah.\"\n\n\"I thought I told you to notify Earth.\"\n\n\"Ah, I been watching you. Like a mama hen and her chick. I been\nthinking, too. Yeah.\" Logan shook ashes off his smoke. \"Ever since you\npulled in this prize fish, I been turning it over in my mind.\"\n\n\"Go up to the radio room and call Earth. We've got to rush the\nScientist to Moon Base immediately. We can talk later.\"\n\nThere was that hard green shine to Logan's narrow eyes again. He poked\na finger at Brandon. \"Here's the way I get it. Do we get rewarded for\nfinding this guy? Hell, no. It's our routine work. We're _supposed_ to\npick up bodies. Here we got a guy who's the key to the whole damn war.\"\n\nBrandon's lips hardly moved. \"Call Earth.\"\n\n\"Now, hold on a moment, Brandy. Let me finish this. I been thinking,\nmaybe the Martians'd like to own him, too. Maybe they'd like to be\naround when he starts talking.\"\n\nBrandon made a fist. \"You heard what I said.\"\n\nLogan put his hand behind him. \"I just want to talk peaceable with you,\nBrandy. I don't want trouble. But all we'll get for finding this stiff\nis a kiss on the cheek and a medal on the chest. Hell!\"\n\nBrandon was going to hit him hard, before he saw the gun in Logan's\nfingers, whipped out and pointing.\n\n\"Take a look at this, Brandy, and don't lose your supper.\"\n\nIn spite of himself, Brandon quailed. It was almost an involuntary\naction. His whole body plunged back, aching, pulling with it.\n\n\"Now, let's march up to the radio room. I got a little calling to do.\nGet on with you. Hup!\"\n\nIn the radio-room, Logan touched studs, raised a mike to his lips and\nsaid:\n\n\"Beam to Mars. Beam to Mars. Morgue Ship of Earth calling. Mars Beam\nanswer.\"\n\nAfter an interval, Mars gave answer. Logan said:\n\n\"I've just picked up the body of a 51 Circle Scientist. He's been\nresuscitated. Give me your fleet commander. I got things to talk over\nwith him.\" Logan smiled. \"Oh, _hello_, commander!\"\n\n\n\nHalf an hour later, the discussions were over, the plans made. Logan\nhung up, satisfied. Brandon looked at him as if he couldn't believe he\nwas serious.\n\nBack down in the control room, Logan set a course, and then forced\nBrandon to get the body ready. He bragged about the deal. \"A half ton\nof radium, Brandy. Not bad, eh? Good pay. More than Earth'd ever give\nme for my routine duty.\"\n\nBrandon shuddered. \"You fool. The Martians will kill us.\"\n\n\"Uh-uh.\" Logan pantomimed him into moving the body onto a rollered\ntable and taking it to the emergency life-craft air-lock. \"I'm not that\ndumb. I'm having you wire this emergency life-boat with explosive. We\ncollect the minerals first. We blow up the body if the Martians act\nfunny. We make them wait until we've collected our half and gotten five\nhours' start toward Earth before we allow them to pick up the body.\nNice, huh?\"\n\nBrandon swayed over the task of wiring the life-boat with explosive.\n\"You're cutting your own throat. Handing over a weapon like that to\nthe Martian enemy.\"\n\nIt was no again from Logan. \"After the Martians pick up the body and\nwe're safely on our way home to Earth, I press a button and the whole\ndamn thing blows up. They call it double-crossing.\"\n\n\"Destroy the body?\"\n\n\"Hell, yes. Think I want a weapon like that turned over to the enemy?\nGuh!\"\n\n\"The war'll go on for years.\"\n\n\"So Earth'll wind up winning, anyhow. We're getting along, slow but\nsure. And when the war's over, I got a load of radium to set myself up\nin business and a big future in front of me.\"\n\n\"So you kill millions of men, for that.\"\n\n\"What'd they do for me? Ruined my guts in the last war!\"\n\nThere had to be some argument, something to say, quick, something to\ndo to a man like Logan. Brandon thought, quickly. \"Look, Logan, we can\nwork this, but save the body.\"\n\n\"Don't be funny.\"\n\n\"Put one of the _other_ bodies in the ship we send out. Save Lazarus'\nbody and run back to Earth with it!\" insisted Brandon.\n\nThe little assistant shook his head. \"The Martians'll have an\nintra-material beam focused on the emergency ship when they get within\none hundred thousand miles of her. They'll be able to tell then if the\nbody's dead or alive. No dice, Brandy.\"\n\nIt was hardly like leaping himself, thought Brandon. It was just\nfrustration and rage and unthinking action. Brandon jumped. Logan\nhardly flicked an eyelid as he pressed the trigger of his paragun. It\nparalyzed the legs from under Brandon and he collapsed. The gun sprayed\nover his groin and chest and face, too, in a withering shower of\nred-hot needles. The lights went out.\n\n\n\nThere was a loose sensation of empty space, and acceleration minus\npower. Pure soundless momentum. Brandon forced his eyes open painfully,\nand found himself alone in the preparations' room, lying stretched upon\none of the coroner tables, bound with metal fibre.\n\n\"Logan!\" he bellowed it up through the ship. He waited. He did it\nagain. \"Logan!\"\n\nHe fought the metal fibre, knotting his fists, twisting his arms. He\nyanked himself back and forth. It pretty well held, except for a\nlooseness in the right hand binding. He worked on that. Upstairs, a\nqueer, detached Martian bass voice intoned itself.\n\n\"500,000 miles. Prepare your emergency craft with the body of the\nScientist inside of it, Morgue Ship. At 300,000 miles, release the\nemergency craft. We'll release _our_ mineral payment ship now, giving\nyou a half hour leeway to pick it up. It contains the exact amount you\nasked for.\"\n\nLogan's voice next:\n\n\"Good. The Scientist is alive, still, and doing well. You're getting a\nbargain.\"\n\nBrandon's face whitened, bringing out all the hard, scared bones of\nit, the cheeks and brow and chin bones. He jerked against the binding\nand it only jumped the air from his lungs so he sobbed. Breathing\ndeeply, he lay back. They were taking his child back out into space.\nLazarus, his second son, whom he had birthed out of space with a metal\nretriever, they were taking back out and away from him. You can't\nhave your real son; so you take the second best and you slap him into\nbreathing life, into breathing consciousness, and before he is a day\nold they try to tear him away from you again. Brandon fairly yelled\nagainst his manacles of wire. Sweat came down his face, and the stuff\nfrom his eyes wasn't all sweat.\n\nLogan tiptoed down the hard rungs, grinning.\n\n\"Awake, Sleeping Beauty?\"\n\nBrandon said nothing. His right hand was loosened. It was wet and\nloosened, working like a small white animal at his side, slipping from\nits wire trap.\n\n\"You can't go ahead with it, Logan.\"\n\n\"Why not?\"\n\n\"The Earth Tribunal will find out.\"\n\n\"You won't tell them.\" Logan was doing something across the room.\nHe was the only moving thing in front of a hundred cold shelves of\nsleeping warriors.\n\nBrandon gasped, tried to get up, fell back. \"How'll you fake my death?\"\n\n\"With an injection of sulfacardium. Heart failure. Too much pulse on a\ntoo old heart. Simple.\" Logan turned and there was a hypodermic in his\nhand.\n\nBrandon lay there. The ship went on and on. The body was upstairs,\nlying breathing in its metal cradle, mothered by him and jerked to\nlife by him, and now going away. Brandon managed to say:\n\n\"Do me a favor?\"\n\n\"What?\"\n\n\"Give me the drug now. I don't want to be awake when you send Lazarus\nout. I don't want that.\"\n\n\"Sure.\" Logan came walking across the deck, raising the hypodermic. It\nglittered hard and silver fine, and sharp.\n\n\"One more thing, Logan.\"\n\n\"Hurry it up!\"\n\nOnly one arm free, one leg able to move slightly. Logan was pressing\nagainst the table, now. The hypodermic hesitated in his fingers.\n\n\"This!\" said Brandon.\n\n\n\nWith one foot, Brandon kicked the teeter-tauter control at the base\nof the board. The board, whining, began to elevate swiftly. With his\nfree arm, instantly pulling the last way free from the wire, Brandon\nclutched Logan's screaming head and jammed it down under the table,\nunder the descending board. Board and metal base ground together and\nkept on going three inches. Logan screamed only once. The sounds after\nthat were so horrible that Brandon retched. Logan's body slumped and\nhung, arms slack, hypo dropped and shattered on the deck.\n\nThe whole table kept going up and down, up and down.\n\nIt made Brandon sicker with each movement. The whole room revolved,\ntipped, spun sickishly. The corpses in all their niches seemed to\nshiver with it.\n\nHe managed to kick the control to neutral and the table poised,\nelevated at the heels, so blood pounded hotly into Brandon's pale\nface, lighting, coloring it. His heart was pounding furiously and the\nchronometer upon the hull-wall clicked out time passing, time passing\nand miles with it, and Martians coming so much the closer....\n\nHe fought the remaining wires continuously, cursing, bringing threads\nand beads of blood from raw wrist, ankle and hips. Red lights buzzed\nlike insects on the ceiling, spelling out:\n\n\"ROCKET COMING ... UNKNOWN CRAFT ... ROCKET APPROACHING....\"\n\nHold on, Lazarus. Don't let them wake you all the way up. Don't let\nthem take you. Better for you to go on slumbering forever.\n\nThe wire on his left wrist sprang open. It took another five minutes to\nbleed himself out of the ankle wires. The ship spun on, all too quickly.\n\nNot looking at Logan's body, Brandon sprang from the table and with\nan infinite weariness tried to speed himself up the rungs. His mind\nraced ahead, but his body could only sludge rung after rung upward into\nthe radio room. The door to the emergency rocket boat was wide and\ninside, living quietly, cheeks pink, pulse beating softly in throat,\nLazarus lay unthinking, unknowing that his new father had come into his\npresence.\n\nBrandon glanced at his wrist chronometer. Almost time to slam that\ndoor, shoving Lazarus out into space to meet the Martians. Five minutes.\n\nHe stood there, sweating. Then, decided, he put a tight audio beam\nstraight on through to green Earth. Earth.\n\n\"_Morgue Ship coming home. Morgue Ship coming home! Important cargo.\nImportant cargo. Please meet us off the Moon!_\"\n\nSetting the ship controls into an automatic mesh, he felt the\nthundering jets explode to life under him. It was not alone their\nshaking that pulsed through his body. It was something of himself, too.\nHe was sick. He wanted to get back to Earth so badly he was violently\nill with the desire. To forget all of war and death.\n\nHe could give Lazarus to the enemy and then turn homeward. Yes, he\nsupposed he could do that. But, give up a second son where you already\nhave given up one? No. No. Or, destroy the body now? Brandon fingered\na ray-gun momentarily. Then he threw it away from him, eyes closed,\nswaying. No.\n\nAnd if he should try to run away to Earth now? The Martians would\npursue and capture him. There was no speed in a Morgue Ship to\noutdistance superior craft.\n\nBrandon walked unsteadily to the side of the sleeping Scientist. He\nwatched him a moment, touching him, looking at him with a lost light in\nhis eyes.\n\nThen, he began the final preparations, lifting the Scientist, going\ntoward the life rocket.\n\n\n\nThe Martians intercepted the emergency life-rocket at 5199CVZ. The\nMorgue Ship itself was nowhere visible. It had already completed its\narc and was driving back toward Earth.\n\nThe body of Lazarus was hurried into the hospital cubicle of the\nMartian rocket. The body was laid upon a table, and immediate efforts\nwere made to bring it out of its centuries of rest.\n\nLazarus reclined, silver uniform belted across the middle with soft\nmouse-grey leather, bronze symbol 51 over the heart.\n\nBreathlessly, the Martians crowded in about the body, probing,\nexamining, trying, waiting. The room got very warm. The little purple\neyes blinked hot and tensed.\n\nLazarus was breathing deeply now, sighing into full aware life, Lazarus\ncoming from the tomb. After three hundred years of avoid death.\n\nArmed guards stood on both sides of the medical table, weapons poised,\ntorture mechanisms ready to make Lazarus speak if he refused to tell.\n\nThe eyes of Lazarus fluttered open. Lazarus out of the tomb. Lazarus\nseeing his companions, iris widening upon itself, forcing shape out of\nmist. Seeing the curious blue skulls of anxious Martians collected in a\nwatching crowd about him. Lazarus living, breathing, ready to speak.\n\nLazarus lifted his head, curiously, parted his lips, wetted them with\nhis tongue, and then spoke. His first words were:\n\n\"What time is it?\"\n\nIt was a simple sentence, and all of the Martians bent forward to catch\nits significance as one of the Martians replied:\n\n\"23:45.\"\n\nLazarus nodded and closed his eyes and lay back. \"Good. He's safe then,\nby now. He's safe.\"\n\nThe Martians closed in, waiting for the next important words of the\nwaking dead.\n\nLazarus kept his eyes closed, and he trembled a little, as if, in spite\nof himself, he couldn't help it.\n\nHe said:\n\n\"_My name is Brandon._\"\n\nThen, Lazarus laughed....",
    "metadata": {
        "author": [
            "Bradbury, Ray",
            "Bradbury, Raymond Douglas",
            "Sterling, Brett",
            "Elliott, William"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/63430/pg63430.txt",
        "name": "lazarus_come_forth.json"
    }
}