{
    "name": "Less than Human",
    "author": [
        "Blade, Zoë",
        "Blade, Zoe"
    ],
    "body": "A short story by Zoe Blade\n\n\n  (C) 2008 Zoe Blade.  Distributed under a Creative Commons\n  Attribution-Noncommercial-No Derivative Works 3.0 License.\n\n\nFrom the roof of the legal bookstore, I have a clear shot at my target,\nJon Russell.  He's sitting down at a table outside a cafe where\nChancery Lane meets Fleet Street, sipping a cardboard cup of coffee.  I\nbriefly ponder how ironic it seems that he's actually bought a drink;\nit must be for show, although there's no way that he can tell that\nright now he has a very specific audience.\n\nEven in the sunshine, the guiding beam of my tripod mounted rifle is\nbrightly illuminating a thick circle of skin on his neck, just below\nhis white beard, but even if any of the passersby can see infrared as\nwell as I can, they won't have time to do anything even if they notice\nit. My eyes are already over two years old now, but they were expensive\nenough at the time to still be considered detailed even by today's\nstandards.  With their magnification, I can see the circle of light on\nhis neck clearly, growing steadier with every passing second as a\nfamiliar cocktail of drugs calms my metabolism.\n\nI try not to let the laser's fan distract me.  The guidance beam's one\nthing, but the main laser, the one that generates the lethal pulse,\ngives off heat like you wouldn't believe.  With the midday sun shining\nstraight down on me, the laser needs all the cooling it can get, and\nthe fan sounds like someone's standing next to me, drying her hair.\n\nOnce I can hold the laser still enough, I brace myself.  For just a few\nprecious seconds, I let myself ponder the consequences of what I'm\nabout to do.  I'm about to execute this guy, but although he's broken\nthe law, I'm no sheriff.  I think about the effect that what I'm about\nto do will have on people who look up to Jon Russell, and that makes me\nnervous.  I have nothing against them; if anything, I actually\nsympathise with their cause.\n\nI put the thought out of my mind.  It's unprofessional, a pause at best\nand a hindrance at worst.  It's far too late to start developing\nemotions at this stage of my career, after months of training and\nalmost three years of missions.\n\nI pull the trigger, just for half a second, my eyes momentarily\nshielding themselves from the visible end of the beam on his neck.\nThere's no recoil on my weapon, giving it the eerie feel of a\nsimulation.  The only sign that it's firing is a loud popping noise\nlike someone squashing a bag of crisps.  It's over in an instant.  I\ncan almost convince myself that I haven't done anything wrong, but not\nquite.\n\nThe bright circle is instantly replaced with a gushing stream of blood,\npumping out in rhythmical bursts.  His cardboard cup drops to the\nfloor, and I unscrew the rifle from the tripod, duck below the top of\nthe brick wall of the bookstore, fold up the tripod and put everything\nin my holdall, hidden beneath a pair of jogging bottoms.\n\nIn a fleece, t-shirt and designer jeans, I hopefully pass for someone\non her way to one of the gyms scattered around the legal district,\nwhere people who help corporations sue their customers for a living\nwould feel far too inconvenienced by taking a detour on their way home\njust to stay in shape.  I put on a pair of designer sunglasses to cover\nup my designer eyes, as if anyone could spot their telltale trademark\nwithout being close enough to kiss me, then I pull the scrunchy out of\nmy hair and tie it in again, keeping my dark brown ponytail as taut and\nprofessional as it is glossy.\n\nBy the time anyone can work out what happened to Russell and where the\nbrief burst of energy came from, I'm already half way down the fire\nescape.  By the time anyone's dialed the emergency services, I'm\nalready briskly walking down Fleet Street and out of the scene.\n\n\n\"Remind me why I had to kill Russell.\"  I drop my bag onto the desk of\nmy boss, Mike Vegas, and it lands with a satisfying thud.  Frankly, I'm\nglad to be rid of the evidence, if only until tomorrow.\n\n\"Because it's your job.\"  Mike slides the bag under his desk without\neven glancing at its contents, then finally looks up to meet my gaze.\nHis facial expression looks as blank as usual to me, but a piece of\nsoftware I installed on my eyes starts flashing up a translucent yellow\nwarning sign, pointing out that he's making tiny involuntary\nmovements--a momentary flicker of the cheek here, a curl of the lip\nthere.  Nothing a human could consciously spot, but my eyes have a\nsufficient refresh rate and resolution to pick up that sort of thing.\nThe bottom line is that he's uncharacteristically uncomfortable, for\nwhatever reason.\n\n\"You know what I mean,\" I continue.  \"He was hardly violent.  Don't you\nthink that actually having him taken out was kind of overkill on\nGodin's part?\"\n\n\"It's not our job to question our clients' motives, only their ability\nto pay.  Besides, he was a liability.  Copyright violation is one of\nthe most serious crimes there is these days, given the structure of our\nfragile economy.\"  He gets up and makes his way to a shelf filled with\nvarious photos and figurines, where he pours himself a shot of whiskey\nfrom an expensive looking decanter.\n\nAs he glances back at me, I decline his offer of the same with a subtle\nshake of my head.  Call me paranoid, but in my line of work, I never\ncould feel comfortable if I was anything less than a hundred percent\nsober.\n\n\"They couldn't just have him running around pirating their intellectual\nproperty,\" Mike continues.\n\n\"But it's _food_,\" I protest.  \"It's not like it's a rich kid's luxury\nlike music or films.  There are homeless people I've seen eating decent\nmeals thanks to him.\"\n\n\"There are plenty of public domain staple foods.  The homeless can eat\nthe same handouts as the starving children in Africa: rice, grains,\nvegetables, pulses.  No one's trying to stop people from eating.  They\nhave more than enough to live on.\"  He takes a sip of his drink.  \"All\nGodin want to do is ensure the uniqueness of the very specific dishes\nserved in their chain of five-star restaurants, so don't give me any of\nthat melodramatic bollocks about starving homeless people just because\nthey have to eat boiled rice and steamed vegetables instead of _foie\ngras en brioche_.\"\n\n\"It still doesn't feel right.\"\n\n\"Which brings me to my next point.  Have you given any more thought to\nmy offer?  Most people would kill for another free synaptic implant.\"\n\n\"That all depends on the implant.  The uplink to the Mesh and the map\nare all well and good, but I'm still not sure about suppressing my\nemotions.  It just seems so... inhuman.\"\n\n\"As opposed to all the drugs you take to calm you down as you make the\nhit?\"\n\n\"At least they wear off after a few minutes.\"  I walk past the shelf\nand look out the window at the scenic view of the city, taking a moment\nto watch the clouds drift along in the summer breeze.  The trees are\nsuch a vibrant green this time of year, they look somehow unreal, set\nagainst the pale grey concrete blocks that people waste their lives in.\nI quickly inspect all the nearby rooftops, making sure nobody's on any\nof them.  Old habits.  \"You know, I've been thinking a lot lately, and\nbetween the implants and the drugs, I'm beginning to feel less and less\nlike a real woman and more and more like some kind of machine, just\nefficiently fulfilling her job role and nothing else.\"\n\n\"Efficiently?\"  I hear Mike practically choking on his drink.\n\nI turn back around to face him.  \"Is there something wrong with my\nperformance?\"\n\n\"I've been running over the encrypted video feed of the hit that your\neyes sent me.\"\n\nIt wasn't exactly a secret he kept from me that when I was on the job,\nmy eyes sent an encrypted live broadcast straight to the office, hidden\nin the Mesh's entropy.  Talk about your body betraying you.  I had to\ntake Vegas's word for it that he couldn't spy on me when I was off\nduty. It was something I tried hard not to think about every time I had\na shower.  Just the thought gave me the shivers.\n\n\"You stalled.  Your heartrate had slowed down just fine, you were as\ncalm as a cow, and yet you didn't fire until almost five seconds later.\nWhy the pause?\"\n\n\"He was drinking a cup of coffee at a table.  I could tell he was going\nto be there for at least another two minutes.  It made no difference.\"\n\n\"I didn't ask you if you thought it would make a difference.  I asked\nyou why you paused.  I hire you because you're the sort of woman who\nknows better than to take unnecessary risks.  Why did you wait so long?\"\n\nI let myself sigh.  \"OK, so I felt a _little_ empathy towards the\ntarget.  He'd never hurt anybody.  I mean, I read his profile.  He was\nessentially a good man.\"\n\n\"Which is exactly what I'm talking about.  We can't afford to let your\npersonal opinions and morals slow you down when you're at work.  Those\nprofiles are there to help you to better understand the targets, to\nbetter predict them, not to make you feel an emotional attachment\ntowards them.  You can do whatever you want at home, donate your wage\nto charity, I don't care, but when you're out in the field, I need you\nto be there for me, performing at a hundred percent.\"\n\n\"Yes, sir,\" I say reluctantly.\n\nHe talks into his glass as he swishes around the remaining dribble of\nwhiskey, as if he has trouble meeting my eyes for once.  \"Someone will\nmeet with you on your way out.\"\n\nThis takes me by surprise.  I don't need the red warning label that's\nsuddenly superimposed over my vision to tell me that something's wrong.\n\"Who?\"\n\n\"A doctor.  I'd like to run a few checks on you, just to be on the safe\nside.\"  If he's not outright lying, then my software's convinced that\nhe's at least hiding something from me.\n\n\"Checks?\"\n\n\"Yeah.  Checks.\"  He takes another sip of his drink.\n\nMy paranoia starts to kick in as I realise how easy it would be for him\nto kill me, just as long as he took me unaware.  For all my jacked up\nreflexes and painstakingly learned skills, in light of the new wholly\nartificial employees our rivals have been raving about, I'm starting to\nlook a lot like an old Decca television set in a room full of Sony\nprojectors.  In all likelihood, Mike would have had me killed months\nago already if I wasn't still so damned good.\n\n\"And Suzi?\"\n\n\"Yes?\"  Our eyes meet again, at last.\n\n\"Do yourself a favour.  Don't get emotionally involved.  It's just\nbusiness.\"\n\n\"I know.\"  I walk out the door, not looking back.\n\n\n\"Well, all your tests show you're operating within specs,\" says the man\nthat Mike claims to be some sort of medical doctor.\n\n\"That's a relief,\" I say sarcastically.\n\n\"Nevertheless, I'm still concerned about these certain imperfections in\nyour performance.  I just can't seem to find a neurological or\nphysiological source for them.\"\n\n\"Did it ever occur to you that I'm only human?\"\n\nA grunt serves him as laughter.  \"Isn't that your main selling point?\nFrom what I hear, you're Mike's poster girl.  Maybe even the whole\nindustry's.\"  He looks me up and down, and I fight the urge to pull out\nthe knife I'm carrying and gouge his inferior eyes out.  \"Shame no one\nknows what you look like.\"  Perhaps sensing my obvious discomfort, he\nchanges the subject.  \"You know how few of you there are left in your\nline of work?\"  By 'you,' I assume he means humans.  \"Less than a\ndozen, by our estimates.  Worldwide.  You're a rarity.\"\n\nI let myself flash a brief smile.  Professional pride.\n\n\"A dying breed, you might say,\" he adds with a chuckle.  I feel my\nwhole body tense up.\n\n\"There's one more test I'd like to carry out on you.  It will take\nseveral hours, but thankfully I don't actually need you to be present\nfor it so you can go and do whatever you like.  I just need to take a\nrelatively quick backup of your brain's neural pathways first, then you\ncan go home and get some rest.\"\n\n\"A neural backup?\"\n\n\"It won't hurt, I promise.\"  Another warning sign pops up next to his\nface, and I finally decide it's time to kick into defence mode.\nThere's no discernible change from an outsider's perspective, but\ninside my brain and its hardware, a dozen little defence applications\nare springing to life, waiting for my signal that they should start\nwreaking havoc.  I usually slip into this mode several times a week,\nbut in my line of work it's safer to err on the side of paranoia.\n\"What's this really for?  Insurance in case I mess up?\"\n\n\"I can't slip anything past you.\"  The doctor grins, revealing two rows\nof surprisingly well worn teeth.  \"Let's just say your employer doesn't\nlike to take chances, and you're the best person in the business.\"\n\n\"From what you're saying, I'm pretty much the _only_ person in the\nbusiness.\"\n\n\"Exactly.  Now, please, lie down here while I perform a quick scan of\nyour neural pathways.  It'll only take a few minutes.\"\n\nFor some reason, I black out.\n\n\nI feel rain on my face, a light drizzle.  My nostrils fill with the\nscent of wet plants and damp soil.  I open my eyes to discover that I'm\nlying on a park bench less than a mile from my flat.  That's never\nhappened to me before: I've always stayed awake just fine for brain\nscans in the past, both objectively and subjectively.  I summon my\nclock application, its translucent display fading into my vision and\nout again for just long enough for me to tell that I was out for almost\ntwo hours, which is about right for the journey home.\n\nI stand up, a little giddy at first, and tentatively start to make my\nway through the park.  By the time I'm striding through the streets,\nstepping around all the puddles on the pavement, I've had a few minutes\nto reflect on the day's events.  I decide not to let Mike or his crony\ndoctor get to me.  Let him be pissed off at me.  I'm the last human\nassassin.  Replacing me with an android would be a terrible PR move,\nand he knows it.\n\nStill, I can't overlook the fact that _something_ is terribly wrong,\nalthough it's probably just healthy paranoia on my part to assume that\nit concerns me at all.  Maybe he's just shielding me from some dull\nbusiness problems he's having.  Whatever it is, I'm glad I don't have\nto think about it anymore tonight.\n\nAs I walk into my driveway, I think about how I can spend the rest of\nthe evening.  Maybe a hot shower followed by a stir fry and a nature\ndocumentary.  Both the matter and the subject matter were popular\ntorrents on my favourite Swedish tracker the previous week.  It really\nputs my job into perspective when I'm reminded how the human race is\nthe only species that isn't still wrapped up in daily life-or-death\nstruggles for food, or at least, not for copyright free food.\n\nAs I approach my block of flats, for some reason I feel uneasy.  I\nrealise something's wrong, although I can't quite work out what it is\nyet.  I switch to defence mode yet again as I press the palm of my hand\nagainst the security pad, look into the retina scanner and open the\ndoor as quietly as I can.  To my surprise, my eyes' apps seem to have\nbeen upgraded.  I have them set not to update automatically, which\nmeans they must have been switched while I was out from the brain scan.\nNo wonder I lost consciousness: they'd been altering me, not just\npassively examining me.  I switch modes again, figuring that it's\nbetter to take my chances on my own, rather than risk firing off\nunknown software that could do anything from crash to sabotage me.  I\ncreep along the corridor, then open the door to my flat just as quietly.\n\nI switch my eyes to +IR mode so that they overlay the infrared\nfrequencies of the electromagnetic radiation around me over the top of\nthe human-visible ones.  The eerie glow of the walls and pipes is\nfamiliar enough, but the human sized and shaped blob glowing in the\nliving room isn't.  I switch the vision to only twenty percent infrared\noverlay so that I don't have as much information to distract me, and I\nbrace myself.\n\nI keep two katanas hung up decoratively on the wall in my living room,\nand with the element of surprise I might manage to grab one before the\nintruder knows I'm there.  I have no idea if he or she is even armed,\nso I don't want to take any chances.\n\nThe blur moves like she or he is about to stand up, so I run into the\nroom as quickly as I can and grab a katana.  Despite bracing myself,\nI'm not prepared for what I see next.\n\n                            * * *\n\nThe figure dashes for the other katana, then leaps back to the other\nside of the room so we can properly study each other.  I can see her\nclearly now, from her thermal imprint to the deep brown colour of the\nartificial eyes hidden behind her epicanthic folds.  In every\ndiscernible way, she looks identical to me.  She's even wearing the\nfleece, t-shirt and jeans I picked out this morning.  Even more\nincredibly, she looks just as confused as I feel.\n\n\"Oh, that's just perfect,\" she says.  \"Did Mike send you?\"\n\n\"_What_?\"  I don't take my eyes off her.  Her face is serious; her\npoise calculated.  She's ready to attack me without warning, just\nwaiting to know for sure that I'm a threat.  I nod, gesturing towards\nher.  \"Who _are_ you?\"\n\n\"Suzi Yamada,\" she says.\n\n\"That's impossible!\"\n\n\"Evidently it isn't.\"  She speaks without moving her head a single\ndegree, watching me carefully.  \"Listen, I've had a _really_ bad day\ntoday.  Some phony doctor tried to kill me earlier, and it doesn't look\nlike you're shaping up to be any friendlier.\"\n\n\"You killed him?\" I ask.\n\n\"It's a habit.\"  She lunges towards me, her sword pointed directly at\nmy chest, aiming straight for my heart.\n\nI manage to nudge her blade out of the way of my body with my own\nsword, redirecting the force of her sprint away from me.  \"I didn't\ncome here to kill you.  Can't we just talk like civilised adults?\"  I\nthen sweep my blade around, aiming to slice off her bicep, but she\nsimilarly counters my move.  In a weird sort of way, it's exhilarating\nto finally have a worthy opponent to fight--someone who could actually\nbeat me.\n\n\"Let me guess.\"  She swings her blade around to my hip and I counter\nit. \"The last thing you remember is Mike sending you to some creepy\nbastard who gave you a brain scan, then you just woke up somewhere\nstrange.\"\n\n\"How do you know that?\"  I try to stab her in the stomach, but she\nsweeps my blade away.\n\n\"Surely it must have occurred to you by now that one of us is an\nandroid.\"\n\n\"Actually, I'd kinda been preoccupied.\"\n\n\"So why'd they build you?\"\n\n\"How do you know they didn't build _you_?\"\n\n\"Because androids are damned near infallible,\" she says as I take one\nlast sweep at her neck.  \"And you're better than me.\"\n\nAs I'm taking in what she's said, my sword's edge slices through the\nair towards her neck.  I lunge backwards, managing to just barely nick\nher skin instead of slicing her head clean off.  She starts to bleed a\ntiny dribble of bright red blood, but I know she'll live.\n\n\"You've got a point.\"  I stare at the blood.  _Real_ blood.  \"And\n_we've_ got a problem.\"\n\n\"We can't trust each other?\"\n\n\"Trust is simply a matter of being able to predict someone's moves.\nSince I'm a pretty good facsimile of you, I figure we can both predict\neach other just fine by working out what we would do in each other's\nsituation.\"  It just doesn't feel right calling myself a copy.  Have I\nreally become a commodity?  I keep my sword raised, on guard just in\ncase the other Suzi tries anything.\n\n\"So what's the problem?\"\n\n\"Our boss tried to kill you.\"\n\n\"You mean you've had a change of heart?\"\n\n\"I'd like to propose an alternative, but we're going to have to trust\neach other.\"  I throw my katana onto the floor as a sign of good faith.\nWhile I'm not exactly ready to commit _harakiri_ just yet, suddenly my\nimitation of a life doesn't seem to be worth fighting for so hard.  I\nfigure that if either one of us lives on, I haven't really lost much.\nThe gamble's worth it, because if she'll go along with my plan--and I'm\npretty sure she will, because I'm pretty sure I would--then we can both\nget what we deserve.\n\n\nMike doesn't get into his office until seven the next morning.  When he\nsees me, he freezes, and for just a second he reveals fear in his eyes.\n\n\"You're early,\" he says.\n\nI briefly wonder how much effort he's putting into keeping his voice\nsteady, trying his best not to give away how scared he is, but that\nbrief glance has already betrayed his fear.  He knows the doctor's\ndead. I figure I should have taken him up on his offer a few months\nback to join in his poker games.  I'd have made a fortune off him.\n\n\"I didn't get much sleep.\"  I figure I can trust him not to try to kill\nme yet because I haven't revealed my intentions.  He's far too trusting\nlike that.  The right move would have been to kill me as soon as he saw\nme in the room.  But he can't do that.  He needs me.  So I turn my back\nto him, walking up to the window.\n\n\"Bad night?\" asks Mike, feigning ignorance.\n\n\"You could say that.  When I got home, I found an intruder waiting for\nme.\"\n\n\"My god!\" says Mike.  \"What happened?\"\n\n\"I dispatched her, naturally.\"  The first rule in my line of work is\nnever trust anybody, not even somebody pretending to be your friend.\n\n\"_Her_?\" asks Mike, pretending to be shocked by her gender, knowing\nfull well how rare human assassins are, let alone women.\n\nI nod silently.\n\n\"Did she say anything?\" asks Mike.\n\n\"No, nothing.  She didn't have a chance to.\"\n\n\"Wow,\" says Mike.  \"I guess that's too bad, in a way.\"\n\nI shrug.  \"We all get what's coming to us, eventually.  She just wasn't\nsmart enough to quit while she was ahead.\"\n\nMike sighs.  \"I'm not an idiot, you know.  You have to understand, it's\nbusiness, nothing personal.\"  He's sweating now.  I watch a little bead\nof perspiration make its way down his forehead.  \"How much do you know?\"\n\nI make my way to the shelf and pour a shot of whiskey.\n\n\"It's a bit early for that, isn't it?\"\n\n\"Special occasion,\" I insist.  It always helps to inebriate your\nopponent, to give yourself any edge over him that you can when it comes\nto reflexes.  \"I know how attached people can get to certain ways of\ndoing things.  The comfort of the familiar.\"  I look at my glass\nthoughtfully.  \"I think it's time to make a clean break.\"  I get\nanother glass, pour another shot, and hand it to him.  Raising my\nglass, I declare a toast.  \"To the future.\"\n\nMike has a dubious look in his eye like he knows I'm up to _something_,\njust not what.  For a manager, he sure lacks vision.  He looks out the\nwindow at the ant-like people all those floors below, oblivious to the\nwoman pointing a high powered laser rifle straight at him from the next\nblock along, and raises his glass.  \"To--\"\n\nDespite giving my new business partner the order to fire, the laser\nburst still somehow makes me jump.  I've never seen it up close before.\nOn the receiving end, it's deadly silent, the only sound being the\nsloshed gurgles of the target.  The smell, on the other hand, is\noverwhelming--searing flesh with a hint of burnt cotton from his shirt.\n\nThe great thing about biometrics is that they still work when the\nperson's dead.  With the help of Mike's eyes and fingers, it takes me\nless than five minutes to drain his bank accounts--both his company's\nand his own.  _Nothing personal_.\n\n\nSitting on a bench in the local park, I take a second to close my eyes\nand just listen to the birds.  I open them again just in time to see a\nyoung woman waving at me as she walks towards me.  To an outside\nobserver, she looks like she could be my identical twin.  I wave back,\nsmiling as I watch her familiar mannerisms from an unfamiliar point of\nview.\n\nShe sits down beside me.  \"How long do you reckon we've got 'til\nsomeone realises what happened to Mike?\"\n\nI shrug.  \"A few hours, maybe.  Long enough to get a few things from\nour flat, move the money to a safe account, and walk away.\"\n\n\"Ah, yes, the money.\"  She smiles sweetly, a smile I've never seen\noutside of a mirror before.  \"What do you figure we should do with it?\"\n\n\"I say we take what's owed to us, enough to start a new life, and give\nthe rest to Jon Russell's charity.  He did bring about this turn of\nevents, in a weird sort of way.\"\n\nShe nods.  \"I guess so.\"  After a few seconds' silent reflection, she\nturns to look at me.  \"And us?\"\n\n\"I've been thinking about that,\" I say.  \"I think we could continue to\ndo what we're doing, only freelance.  If you're up for it, I mean.\nWe'd have to really start trusting each other, but at least we'd get to\nchoose our clients, and we'd get to stay human.  Well, you would,\nanyway.\"\n\nThat smile again, turning into a broad grin.  \"Twin assassins?  No one\nwould see it coming.  It's a hell of an edge.\"\n\n\"Exactly.\"  I smile back at my new business partner.  Maybe things\ndidn't turn out so bad after all.",
    "metadata": {
        "author": [
            "Blade, Zoë",
            "Blade, Zoe"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/29675/pg29675.txt",
        "name": "less_than_human.json"
    }
}