{
    "name": "Let the Ants Try",
    "author": [
        "Pohl, Frederick",
        "MacCreigh, James",
        "Lavond, Paul Dennis",
        "Pohl, Frederik George, Jr.",
        "Pohl, Frederik"
    ],
    "body": "Gordy survived the Three-Hour War, even though Detroit didn't; he was\non his way to Washington, with his blueprints and models in his bag,\nwhen the bombs struck.\n\nHe had left his wife behind in the city, and not even a trace of her\nbody was ever found. The children, of course, weren't as lucky as that.\nTheir summer camp was less than twenty miles away, and unfortunately\nin the direction of the prevailing wind. But they were not in any pain\nuntil the last few days of the month they had left to live. Gordy\nmanaged to fight his way back through the snarled, frantic airline\ncontrols to them. Even though he knew they would certainly die of\nradiation sickness, and they suspected it, there was still a whole\nblessed week of companionship before the pain got too bad.\n\nThat was about all the companionship Gordy had for the whole year of\n1960.\n\nHe came back to Detroit, as soon as the radioactivity had died down;\nhe had nowhere else to go. He found a house on the outskirts of the\ncity, and tried to locate someone to buy it from. But the Emergency\nAdministration laughed at him. \"Move in, if you're crazy enough to\nstay.\"\n\nWhen Gordy thought about it all, it occurred to him that he was in\na sort of state of shock. His fine, trained mind almost stopped\nfunctioning. He ate and slept, and when it grew cold he shivered and\nbuilt fires, and that was all. The War Department wrote him two or\nthree times, and finally a government man came around to ask what had\nhappened to the things that Gordy had promised to bring to Washington.\nBut he looked queerly at the pink, hairless mice that fed unmolested in\nthe filthy kitchen, and he stood a careful distance away from Gordy's\nhairy face and torn clothes.\n\nHe said, \"The Secretary sent me here, Mr. Gordy. He takes a personal\ninterest in your discovery.\"\n\nGordy shook his head. \"The Secretary is dead,\" he said. \"They were all\nkilled when Washington went.\"\n\n\"There's a new Secretary,\" the man explained. He puffed on his\ncigarette and tossed it into the patch Gordy was scrabbling into a\ntruck garden. \"Arnold Cavanagh. He knows a great deal about you, and he\ntold me, 'If Salva Gordy has a weapon, we must have it. Our strength\nhas been shattered. Tell Gordy we need his help'.\"\n\nGordy crossed his hands like a lean Buddha.\n\n\"I haven't got a weapon,\" he said.\n\n\"You have something that can be used as a weapon. You wrote to\nWashington, before the War came, and said--\"\n\n\"The War is over,\" said Salva Gordy. The government man sighed, and\ntried again, but in the end he went away. He never came back. The\nthing, Gordy thought, was undoubtedly written off as a crackpot idea\nafter the man made his report; it was exactly that kind of a discovery,\nanyhow.\n\n\n\nIt was May when John de Terry appeared. Gordy was spading his garden.\n\"Give me something to eat,\" said the voice behind Gordy's back.\n\nSalva Gordy turned around and saw the small, dirty man who spoke. He\nrubbed his mouth with the back of his hand. \"You'll have to work for\nit,\" he said.\n\n\"All right.\" The newcomer set down his pack. \"My name is John de Terry.\nI used to live here in Detroit.\"\n\nSalva Gordy said, \"So did I.\"\n\nGordy fed the man, and accepted a cigarette from him after they had\neaten. The first puffs made him light-headed--it had been that long\nsince he'd smoked--and through the smoke he looked at John de Terry\namiably enough. Company would be all right, he thought. The pink mice\nhad been company, of a sort--but it turned out that the mutation that\nmade them hairless had also given them an appetite for meat. And after\nthe morning when he had awakened to find tiny tooth-marks in his leg,\nhe'd had to destroy them. And there had been no other animal since,\nnothing but the ants.\n\n\"Are you going to stay?\" Gordy asked.\n\nDe Terry said, \"If I can. What's your name?\" When Gordy told him, some\nof the animal look went out of his eyes, and wonder took its place.\n\"_Doctor_ Salva Gordy?\" he asked. \"Mathematics and physics in Pasadena?\"\n\n\"Yes, I used to teach at Pasadena.\"\n\n\"And I studied there.\" John de Terry rubbed absently at his ruined\nclothes. \"That was a long time ago. You didn't know me; I majored in\nbiology. But I knew you.\"\n\nGordy stood up and carefully put out the stub of his cigarette. \"It was\ntoo long ago,\" he said. \"I hardly remember. Shall we work in the garden\nnow?\"\n\nTogether they sweated in the spring sunlight that afternoon, and Gordy\ndiscovered that what had been hard work for one man went quickly enough\nfor two. They worked clear to the edge of the plot before the sun\nreached the horizon. John de Terry stopped and leaned on his spade,\npanting.\n\nHe gestured to the rank growth beyond Gordy's patch. \"We can make a\nbigger garden,\" he said. \"Clear out that truck, and plant more food. We\nmight even--\" He stopped. Gordy was shaking his head.\n\n\"You can't clear it out,\" said Gordy. \"It's rank stuff, a sort of\ncrabgrass with a particularly tough root. I can't even cut it. It's all\naround here, and it's spreading.\"\n\nDe Terry grimaced. \"Mutation?\"\n\n\"I think so. And look.\" Gordy beckoned to the other man and led him to\nthe very edge of the cleared area. He bent down, picked up something\nred and wriggling between his thumb and forefinger.\n\nDe Terry took it from his hand. \"Another mutation?\" He brought\nthe thing close to his eyes. \"It's almost like an ant,\" he said.\n\"Except--well, the thorax is all wrong. And it's soft-bodied.\" He fell\nsilent, examining the thing.\n\nHe said something under his breath, and threw the insect from him.\n\"You wouldn't have a microscope, I suppose? No--and yet, that thing is\nhard to believe. It's an ant, but it doesn't seem to have a tracheal\nbreathing system at all. It's something different.\"\n\n\"Everything's different,\" Gordy said. He pointed to a couple of\nabandoned rows. \"I had carrots there. At least, I thought they were\ncarrots; when I tried to eat them they made me sick.\" He sighed\nheavily. \"Humanity has had its chance, John,\" he said. \"The atomic bomb\nwasn't enough; we had to turn everything into a weapon. Even I, I made\na weapon out of something that had nothing to do with war. And our\nweapons have blown up in our faces.\"\n\nDe Terry grinned. \"Maybe the ants will do better. It's their turn now.\"\n\n\"I wish it were.\" Gordy stirred earth over the boiling entrance to an\nanthole and watched the insects in their consternation. \"They're too\nsmall, I'm afraid.\"\n\n\"Why, no. These ants are different, Dr. Gordy. Insects have always been\nsmall because their breathing system is so poor. But these are mutated.\nI think--I think they actually have lungs. They could grow, Dr. Gordy.\nAnd if ants were the size of men ... they'd rule the world.\"\n\n\"Lunged ants!\" Gordy's eyes gleamed. \"Perhaps they will rule the world,\nJohn. Perhaps when the human race finally blows itself up once and for\nall....\"\n\nDe Terry shook his head, and looked down again at his tattered, filthy\nclothes. \"The next blow-up is the last blow-up,\" he said. \"The ants\ncome too late, by millions and millions of years.\"\n\nHe picked up his spade. \"I'm hungry again, Dr. Gordy,\" he said.\n\nThey went back to the house and, without conversation, they ate. Gordy\nwas preoccupied, and de Terry was too new in the household to force him\nto talk.\n\nIt was sundown when they had finished, and Gordy moved slowly to light\na lamp. Then he stopped.\n\n\"It's your first night, John,\" he said. \"Come down cellar. We'll start\nthe generator and have real electric lights in your honor.\"\n\nDe Terry followed the older man down a flight of stairs, groping in\nthe dark. By candlelight they worked over a gasoline generator; it was\nstiff from disuse, but once it started it ran cleanly. \"I salvaged it\nfrom my own,\" Gordy explained. \"The generator--and that.\"\n\nHe swept an arm toward a corner of the basement. \"I told you I invented\na weapon,\" he added. \"That's it.\"\n\nDe Terry looked. It was as much like a cage as anything, he\nthought--the height of a man and almost cubical. \"What does it do?\" he\nasked.\n\nFor the first time in months, Salva Gordy smiled. \"I can't tell you in\nEnglish,\" he said. \"And I doubt that you speak mathematics. The closest\nI can come is to say that it displaces temporal co-ordinates. Is that\ngibberish?\"\n\n\"It is,\" said de Terry. \"What does it do?\"\n\n\"Well, the War Department had a name for it--a name they borrowed from\nH. G. Wells. They called it a Time Machine.\" He met de Terry's shocked,\nbewildered stare calmly. \"A time machine,\" he repeated. \"You see, John,\nwe can give the ants a chance after all, if you like.\"\n\n\n\nFourteen hours later they stepped into the cage, its batteries charged\nagain and its strange motor whining....\n\nAnd, forty million years earlier, they stepped out onto quaking humid\nsoil.\n\nGordy felt himself trembling, and with an effort managed to stop. \"No\ndinosaurs or saber-toothed tigers in sight,\" he reported.\n\n\"Not for a long time yet,\" de Terry agreed. Then, \"My Lord!\"\n\nHe looked around him with his mouth open wide. There was no wind, and\nthe air was warm and wet. Large trees were clustered quite thickly\naround them--or what looked like trees; de Terry decided they were\nrather some sort of soft-stemmed ferns or fungi. Overhead was deep\ncloud.\n\nGordy shivered. \"Give me the ants,\" he ordered.\n\nSilently de Terry handed them over. Gordy poked a hole in the soft\nearth with his finger and carefully tilted the flask, dropped one of\nthe ant queens he had unearthed in the back yard. From her belly hung\na slimy mass of eggs. A few yards away--it should have been farther,\nhe thought, but he was afraid to get too far from de Terry and the\nmachine--he made another hole and repeated the process.\n\nThere were eight queens. When the eighth was buried he flung the bottle\naway and came back to de Terry.\n\n\"That's it,\" he said.\n\nDe Terry exhaled. His solemn face cracked in a sudden embarrassed\nsmile. \"I--I guess I feel like God,\" he said. \"Good lord, Dr. Gordy!\nTalk about your great moments in history--this is all of them! I've\nbeen thinking about it, and the only event I can remember that measures\nup is the Flood. Not even that. We've created a race!\"\n\n\"If they survive, we have.\" Gordy wiped a drop of condensed moisture\noff the side of his time machine and puffed. \"I wonder how they'll get\nalong with mankind,\" he said.\n\nThey were silent for a moment, considering. From somewhere in the\nfern jungle came a raucous animal cry. Both men looked up in quick\napprehension, but moments passed and the animal did not appear.\n\nFinally de Terry said, \"Maybe we'd better go back.\"\n\n\"All right.\" Stiffly they climbed into the closet-sized interior of the\ntime machine.\n\nGordy stood with his hand on the control wheel, thinking about the\nants. Assuming that they survived--assuming that in 40,000,000 years\nthey grew larger and developed brains--what would happen? Would men\nbe able to live in peace with them? Would it--might it not make men\nbrothers, joined against an alien race?\n\nMight this thing prevent human war, and--his thoughts took an insane\nleap--could it have prevented the war that destroyed Gordy's family!\n\nBeside him, de Terry stirred restlessly. Gordy jumped, and turned the\nwheel, and was in the dark mathematical vortex which might have been a\nfourth dimension.\n\n\n\nThey stopped the machine in the middle of a city, but the city was not\nDetroit. It was not a human city at all.\n\nThe machine was at rest in a narrow street, half blocking it. Around\nthem towered conical metal structures, some of them a hundred feet\nhigh. There were vehicles moving in the street, one coming toward them\nand stopping.\n\n\"Dr. Gordy!\" de Terry whispered. \"Do you see them?\"\n\nSalva Gordy swallowed. \"I see them,\" he said.\n\nHe stepped out of the time machine and stood waiting to greet the race\nto which he had given life.\n\nFor these were the children of ants in the three-wheeled vehicle.\nBehind a transparent windshield he could see them clearly.\n\nDe Terry was standing close behind him now, and Gordy could feel the\nyounger man's body shaking. \"They're ugly things,\" Gordy said mildly.\n\n\"Ugly! They're filthy!\"\n\nThe antlike creatures were as big as a man, but hard-looking and as\nobnoxious as blackbeetles. Their eyes, Gordy saw with surprise, had\nmutated more than their bodies. For, instead of faceted insect eyes,\nthey possessed iris, cornea and pupil,--not round, or vertical like\na cat's eyes, or horizontal like a horse's eyes, but irregular and\nblotchy. But they seemed like vertebrate's eyes, and they were strange\nand unnatural in the parchment blackness of an ant's bulged head.\n\nGordy stepped forward, and simultaneously the ants came out of their\nvehicle. For a moment they faced each other, the humans and the ants,\nsilently.\n\n\"What do I do now?\" Gordy asked de Terry over his shoulder.\n\nDe Terry laughed--or gasped. Gordy wasn't sure. \"Talk to them,\" he\nsaid. \"What else is there to do?\"\n\nGordy swallowed. He resolutely did not attempt to speak in English\nto these creatures, knowing as surely as he knew his name that\nEnglish--and probably any other language involving sound--would be\nincomprehensible to them. But he found himself smiling pacifically to\nthem, and that was of course as bad ... the things had no expressions\nof their own, that he could see, and certainly they would have no\nprecedent to help interpret a human smile.\n\nGordy raised his hand in the semantically sound gesture of peace, and\nwaited to see what the insects would do.\n\nThey did nothing.\n\nGordy bit his lip and, feeling idiotic, bowed stiffly to the ants.\n\n\n\nThe ants did nothing. De Terry said from behind, \"Try talking to them,\nDr. Gordy.\"\n\n\"That's silly,\" Gordy said. \"They can't hear.\" But it was no sillier\nthan anything else. Irritably, but making the words very clear, he\nsaid, \"We ... are ... friends.\"\n\nThe ants did nothing. They just stood there, with the unwinking pupiled\neyes fixed on Gordy. They didn't shift from foot to foot as a human\nmight, or scratch themselves, or even show the small movement of human\nbreathing. They just stood there.\n\n\"Oh, for heaven's sake,\" said de Terry. \"Here let me try.\"\n\nHe stepped in front of Gordy and faced the ant-things. He pointed to\nhimself. \"I am human,\" he said. \"Mammalian.\" He pointed to the ants.\n\"You are insects. That--\" he pointed to the time machine--\"took us to\nthe past, where we made it possible for you to exist.\" He waited for\nreaction, but there wasn't any. De Terry clicked his tongue and began\nagain. He pointed to the tapering metal structures. \"This is your\ncity,\" he said.\n\nGordy, listening to him, felt the hopelessness of the effort. Something\ndisturbed the thin hairs at the back of his skull, and he reached\nabsently to smooth them down. His hand encountered something hard and\ninanimate--not cold, but, like spongy wood, without temperature at all.\nHe turned around. Behind them were half a dozen larger ants. Drones, he\nthought--or did ants have drones? \"John,\" he said softly ... and the\ninefficient, fragile-looking pincer that had touched him clamped his\nshoulder. There was no strength to it, he thought at once. Until he\nmoved, instinctively, to get away, and then a thousand sharp serrations\nslipped through the cloth of his coat and into the skin. It was like\ncatching oneself on a cluster of tiny fishhooks. He shouted, \"John!\nWatch out!\"\n\nDe Terry, bending low for the purpose of pointing at the caterpillar\ntreads of the ant vehicle, straightened up, startled. He turned to run,\nand was caught in a step. Gordy heard him yell, but Gordy had troubles\nof his own and could spare no further attention for de Terry.\n\nWhen two of the ants had him, Gordy stopped struggling. He felt warm\nblood roll down his arm, and the pain was like being flayed. From where\nhe hung between the ants, he could see the first two, still standing\nbefore their vehicle, still motionless.\n\nThere was a sour reek in his nostrils, and he traced it to the ants\nthat held him, and wondered if he smelled as bad to them. The two\nsmaller ants abruptly stirred and moved forward rapidly on eight thin\nlegs to the time machine. Gordy's captors turned and followed them, and\nfor the first time since the scuffle he saw de Terry. The younger man\nwas hanging limp from the lifted forelegs of a single ant, with two\nmore standing guard beside. There was pulsing blood from a wound on de\nTerry's neck. Unconscious, Gordy thought mechanically, and turned his\nhead to watch the ants at the machine.\n\nIt was a disappointing sight. They merely stood there, and no one\nmoved. Then Gordy heard de Terry grunt and swear weakly. \"How are you,\nJohn?\" he called.\n\nDe Terry grimaced. \"Not very good. What happened?\"\n\nGordy shook his head, and sought for words to answer. But the two ants\nturned in unison from the time machine and glided toward de Terry, and\nGordy's words died in his throat. Delicately one of them extended a\nforeleg to touch de Terry's chest.\n\nGordy saw it coming. \"John!\" he shrieked--and then it was all over, and\nde Terry's scream was harsh in his ear and he turned his head away.\nDimly from the corner of his eye he could see the sawlike claws moving\nup and down, but there was no life left in Terry to protest.\n\n\n\nSalva Gordy sat against a wall and looked at the ants who were looking\nat him. If it hadn't been for that which was done to de Terry, he\nthought, there would really be nothing to complain about.\n\nIt was true that the ants had given him none of the comforts that\nhumanity lavishes on even its criminals ... but they had fed him, and\nallowed him to sleep--when it suited their convenience, of course--and\nthere were small signs that they were interested in his comfort, in\ntheir fashion. When the pulpy mush they first offered him came up\nthirty minutes later, his multi-legged hosts brought him a variety\nof foods, of which he was able to swallow some fairly palatable\nfruits. He was housed in a warm room. And, if it had neither chairs or\nwindows, Gordy thought, that was only because ants had no use for these\nthemselves. And he couldn't ask for them.\n\nThat was the big drawback, he thought. That ... and the memory of John\nde Terry.\n\nHe squirmed on the hard floor until his shoulder-blades found a new\nspot to prop themselves against, and stared again at the committee of\nants who had come to see him.\n\nThey were working an angular thing that looked like a camera--at least,\nit had a glittering something that might be a lens. Gordy stared into\nit sullenly. The sour reek was in his nostrils again....\n\nGordy admitted to himself that things hadn't worked out just as he had\nplanned. Deep under the surface of his mind--just now beginning to\ncome out where he could see it--there had been a furtive hope. He had\nhoped that the rise of the ants, with the help he had given them, would\naid and speed the rise of mankind. For hatred, Gordy knew, started in\nthe recoil from things that were different. A man's first enemy is his\nfamily--for he sees them first--but he sides with them against the\nfamilies across the way. And still his neighbors are allies against the\nGhettos and Harlems of his town--and his town to him is the heart of\nthe nation--and his nation commands life and death in war.\n\nFor Gordy, there had been a buried hope that a separate race would\nmake a whipping-boy for the passions of humanity. And that, if there\nwere struggle, it would not be between man and man, but between the\nhumans ... and the ants.\n\nThere had been this buried hope, but the hope was denied. For the ants\nsimply had not allowed man to rise.\n\nThe ants put up their camera-like machine and Gordy looked up in\nexpectation. Half a dozen of them left, and two stayed on. One was the\nsmallish creature with a bangle on the foreleg which seemed to be his\npersonal jailer; the other a stranger to Gordy, as far as he could tell.\n\nThe two ants stood motionless for a period of time that Gordy found\ntedious. He changed his position, and lay on the floor, and thought of\nsleeping. But sleep would not come. There was no evading the knowledge\nthat he had wiped out his own race--annihilated them by preventing them\nfrom birth, forty million years before his own time. He was like no\nother murderer since Cain, Gordy thought, and wondered that he felt no\nblood on his hands.\n\nThere was a signal that he could not perceive, and his guardian ant\ncame forward to him, nudged him outward from the wall. He moved as he\nwas directed--out the low exit-hole (he had to navigate it on hands and\nknees) and down a corridor to the bright day outside.\n\nThe light set Gordy blinking. Half blind, he followed the bangled\nant across a square to a conical shed. More ants were waiting there,\ncircled around a litter of metal parts.\n\nGordy recognized them at once. It was his time machine, stripped piece\nby piece.\n\nAfter a moment the ant nudged him again, impatiently, and Gordy\nunderstood what they wanted. They had taken the machine apart for\nstudy, and they wanted it put together again.\n\nPleased with the prospect of something to do with his fingers and his\nbrain, Gordy grinned and reached for the curious ant-made tools....\n\nHe ate four times, and slept once, never moving from the neighborhood\nof the cone-shaped shed. And then he was finished.\n\nGordy stepped back. \"It's all yours,\" he said proudly. \"It'll take you\nanywhere. A present from humanity to you.\"\n\nThe ants were very silent. Gordy looked at them and saw that there were\ndrone-ants in the group, all still as statues.\n\n\"Hey!\" he said in startlement, unthinking. And then the needle-jawed\nant claw took him from behind.\n\nGordy had a moment of nausea--and then terror and hatred swept it away.\n\nHeedless of the needles that laced his skin, he struggled and kicked\nagainst the creatures that held him. One arm came free, leaving gobbets\nof flesh behind, and his heavy shod foot plunged into a pulpy eye. The\nant made a whistling, gasping sound and stood erect on four hairy legs.\n\nGordy felt himself jerked a dozen feet into the air, then flung free in\nthe wild, silent agony of the ant. He crashed into the ground, cowering\naway from the staggering monster. Sobbing, he pushed himself to his\nfeet; the machine was behind him; he turned and blundered into it a\nstep ahead of the other ants, and spun the wheel.\n\n\n\nA hollow insect leg, detached from the ant that had been closest to\nhim, was flopping about on the floor of the machine; it had been that\nclose.\n\nGordy stopped the machine where it had started, on the same quivering,\nprimordial bog, and lay crouched over the controls for a long time\nbefore he moved.\n\nHe had made a mistake, he and de Terry; there weren't any doubts left\nat all. And there was ... there _might_ be a way to right it.\n\nHe looked out at the Coal Measure forest. The fern trees were not the\nfern trees he had seen before; the machine had been moved in space.\nBut the time, he knew was identically the same; trust the machine for\nthat. He thought: I gave the world to the ants, right here. I can take\nit back. I can find the ants I buried and crush them underfoot ... or\nintercept myself before I bury them....\n\nHe got out of the machine, suddenly panicky. Urgency squinted his eyes\nas he peered around him.\n\nDeath had been very close in the ant city; the reaction still left\nGordy limp. And was he safe here? He remembered the violent animal\nscream he had heard before, and shuddered at the thought of furnishing\na casual meal to some dinosaur ... while the ant queens lived safely to\nproduce their horrid young.\n\nA gleam of metal through the fern trees made his heart leap. Burnished\nmetal here could mean but one thing--the machine!\n\nAround a clump of fern trees, their bases covered with thick club\nmosses, he ran, and saw the machine ahead. He raced toward it--then\ncame to a sudden stop, slipping on the damp ground.\n\nFor there were _two_ machines in sight.\n\nThe farther machine was his own, and through the screening mosses he\ncould see two figures standing in it, his own and de Terry's.\n\nBut the nearer was a larger machine, and a strange design.\n\nAnd from it came a hastening mob--not a mob of men, but of black insect\nshapes racing toward him.\n\nOf course, thought Gordy, as he turned hopelessly to run--of course,\nthe ants had infinite time to work in. Time enough to build a machine\nafter the pattern of his own--and time to realize what they had to do\nto him, to insure their own race safety.\n\nGordy stumbled, and the first of the black things was upon him.\n\nAs his panicky lungs filled with air for the last time, Gordy knew what\nanimal had screamed in the depths of the Coal Measure forest.",
    "metadata": {
        "author": [
            "Pohl, Frederick",
            "MacCreigh, James",
            "Lavond, Paul Dennis",
            "Pohl, Frederik George, Jr.",
            "Pohl, Frederik"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/64631/pg64631.txt",
        "name": "let_the_ants_try.json"
    }
}