{
    "name": "Lighter Than You Think",
    "author": [
        "Bond, Nelson S.",
        "Danzell, George",
        "Bond, Nelson",
        "Bond, Nelson Slade"
    ],
    "body": "Some joker in the dear, dead days now virtually beyond recall won\ntwo-bit immortality by declaring that, \"What this country needs is a\ngood five-cent cigar.\"\n\nWhich is, of course, Victorian malarkey. What this country _really_\nneeds is a good five-cent nickel. Or perhaps a good cigar-shaped\nspaceship. There's a fortune waiting somewhere out in space for the man\nwho can go out there and claim it. A fortune! And if you think I'm just\ntalking through my hat, lend an ear ...\n\nJoyce started the whole thing. Or maybe I did when for the umpteenth\ntime I suggested she should marry me. She smiled in a way that showed\nshe didn't disapprove of my persistence, but loosed a salvo of\ndevastating negatives.\n\n\"No deal,\" she crisped decisively. \"Know why? No dough!\"\n\n\"But, sugar,\" I pleaded, \"two can live as cheaply as one--\"\n\n\"This is true,\" replied Joyce, \"only of guppies. Understand, Don, I\ndon't mind changing my name from Carter to Mallory. In fact, I'd rather\nlike to. But I have no desire whatever to be known to the neighbors as\n'that poor little Mrs. Mallory in last year's coat.'\n\n\"I'll marry you,\" she continued firmly, \"when, as and if you get a\npromotion.\"\n\nHer answer was by no stretch of the imagination a reason for loud\ncheers, handsprings and cartwheels. Because I'm a Federal employee. The\nUnited States Patent Office is my beat. There's one nice thing to be\nsaid about working for the bewhiskered old gentleman in the\nstar-spangled stovepipe and striped britches: it's permanent. Once you\nget your name inscribed on the list of Civil Service employees it takes\nan act of Congress to blast it off again. And of course I don't have to\nremind you how long it takes _that_ body of vote-happy windbags to act.\nTerrapins in treacle are greased lightning by comparison.\n\nBut advancement is painfully slow in a department where discharges are\nunheard of and resignations rare. When I started clerking for this\nmadhouse I was assistant to the assistant Chief Clerk's assistant. Now,\nten years later, by dint of mighty effort and a cultivated facility for\navoiding Senatorial investigations, I've succeeded in losing only one of\nthose redundant adjectives.\n\nBeing my secretary, Joyce certainly realized this. But women have a\nremarkable ability to separate business and pleasure. So:\n\n\"A promotion,\" she insisted. \"Or at least a good, substantial raise.\"\n\n\"In case you don't know it,\" I told her gloomily, \"you are displaying a\nlamentably vulgar interest in one of life's lesser values. Happiness,\nnot money, should be man's chief goal.\"\n\n\"What good is happiness,\" demanded Joyce, \"if you can't buy money with\nit?\"\n\n\"Why hoard lucre?\" I sniffed. \"You can't take it with you.\"\n\n\"In that case,\" said Joyce flatly, \"I'm not going. There's no use\narguing, Don. I've made up my mind--\"\n\nAt this moment our dreary little impasse was ended by a sudden tumult\noutside my office. There was a squealing shriek, the shuffle of\nfootsteps, the pounding of fists upon my door. And over all the shrill\ntones of an old, familiar voice high-pitched in triumph.\n\n\"Let me in! I've got to see him instantaceously. This time I've got it;\nI've absolutely _got_ it!\"\n\nJoyce and I gasped, then broke simultaneously for the door as it flew\nopen to reveal a tableau resembling the Laocoon group _sans_ snake and\nparty of the third part. Back to the door and struggling valiantly to\ndefend it stood the receptionist, Miss Thomas. Held briefly but volubly\nat bay was a red-thatched, buck-toothed individual--and I _do_ mean\nindividual!--with a face like the map of Eire, who stopped wrestling as\nhe saw us, and grinned delightedly.\n\n\"Hello, Mr. Mallory,\" he said. \"Hi, Miss Joyce.\"\n\n\"Pat!\" we both cried at once. \"Pat Pending!\"\n\n\n\nMiss Thomas, a relative newcomer to our bailiwick, seemed baffled by the\nwarmth of our greeting. She entered the office with our visitor, and as\nJoyce and I pumphandled him enthusiastically she asked, \"You--you _know_\nthis gentleman, Mr. Mallory?\"\n\n\"I should say we do!\" I chortled. \"Pat, you old naughty word! Where on\nearth have you been hiding lately?\"\n\n\"Surely you've heard of the great Patrick Pending, Miss Thomas?\" asked\nJoyce.\n\n\"Pending?\" faltered Miss Thomas. \"I seem to have heard the name. Or seen\nit somewhere--\"\n\nPat beamed upon her companionably. Stepping to my desk, he up-ended the\ntypewriter and pointed to a legend in tiny letters stamped into the\nframe: _Reg. U.S. Pat. Off.--Pat. Pending._\n\n\"Here, perhaps?\" he suggested. \"I invented this. And the airplane, and\nthe automobile, and--oh, ever so many things. You'll find my name\ninscribed on every one.\n\n\"I,\" he announced modestly, \"am Pat Pending--the greatest inventulator\nof all time.\"\n\nMiss Thomas stared at me goggle-eyed.\n\n\"_Is_ he?\" she demanded. \"I mean--_did_ he?\"\n\nI nodded solemnly.\n\n\"Not only those, but a host of other marvels. The bacular clock, the\ntransmatter, the predictograph--\"\n\nMiss Thomas turned on Pat a gaze of fawning admiration. \"How wonderful!\"\nshe breathed.\n\n\"Oh, nothing, really,\" said Pat, wriggling.\n\n\"But it is! Most of the things brought here are so absurd. Automatic\nhat-tippers, self-defrosting galoshes, punching bags that defend\nthemselves--\" Disdainfully she indicated the display collection of\nscrewball items we call our Chamber of Horrors. \"It's simply marvelous\nto meet a man who has invented things really worth while.\"\n\nHonestly, the look in her eyes was sickening. But was Pat nauseated? Not\nhe! The big goon was lapping it up like a famished feline. His simpering\nsmirk stretched from ear to there as he murmured, \"Now, Miss Thomas--\"\n\n\"Sandra, Mr. Pending,\" she sighed softly. \"To you just plain ... Sandy.\nPlease?\"\n\n\"Well, Sandy--\" Pat gulped.\n\nI said disgustedly, \"Look, you two--break it up! Love at first sight is\nwonderful in books, but in a Federal office I'm pretty sure it's\nunconstitutional, and it _may_ be subversive. Would you mind coming down\nto earth? Pat, you barged in here squalling about some new invention. Is\nthat correct?\"\n\nWith an effort Pat wrenched his gaze from his new-found admirer and\nnodded soberly.\n\n\"That's right, Mr. Mallory. And a great one, too. One that will\nrevolutionate the world. Will you give me an applicaceous form, please?\nI want to file it immediately.\"\n\n\"Not so fast, Pat. You know the routine. What's the nature of this\nremarkable discovery?\"\n\n\"You may write it down,\" said Pat grandiloquently, \"as Pat Pending's\nlightening rod.\"\n\nI glanced at Joyce, and she at me, then both of us at Pending.\n\n\"But, Pat,\" I exclaimed, \"that's ridiculous! Ben Franklin invented the\nlightning rod two hundred years ago.\"\n\n\"I said _lightening_,\" retorted my redheaded friend, \"not _lightning_.\nMy invention doesn't conduct electricity _to_ the ground, but _from_\nit.\" He brandished a slim baton which until then I had assumed to be an\nordinary walking-stick. \"With this,\" he claimed, \"I can make things\nweigh as much or as little as I please!\"\n\nThe eyes of Sandy Thomas needed only jet propulsion to become flying\nsaucers.\n\n\"Isn't he wonderful, Mr. Mallory?\" she gasped.\n\nBut her enthusiasm wasn't contagious. I glowered at Pending coldly.\n\n\"Oh, come now, Pat!\" I scoffed. \"You can't really believe that yourself.\nAfter all, there _are_ such things as basic principles. Weight is not a\nvariable factor. And so far as I know, Congress hasn't repealed the Law\nof Gravity.\"\n\nPat sighed regretfully.\n\n\"You're always so hard to convince, Mr. Mallory,\" he complained.\n\"But--oh, well! Take this.\"\n\nHe handed me the baton. I stared at it curiously. It looked rather like\na British swagger stick: slim, dainty, well balanced. But the ornamental\ngadget at its top was not commonplace. It seemed to be a knob or a dial\nof some kind, divided into segments scored with vernier markings. I\ngazed at Pending askance.\n\n\"Well, Pat? What now?\"\n\n\"How much do you weigh, Mr. Mallory?\"\n\n\"One sixty-five,\" I answered.\n\n\"You're sure of that?\"\n\n\"I'm not. But my bathroom scales appeared to be. This morning. Why?\"\n\n\"Do you think Miss Joyce could lift you?\"\n\nI said thoughtfully, \"Well, that's an idea. But I doubt it. She won't\neven let me try to support _her_.\"\n\n\"I'm serious, Mr. Mallory. Do you think she could lift you with one\nhand?\"\n\n\"Don't be silly! Of course not. Nor could you.\"\n\n\"There's where you're wrong,\" said Pending firmly. \"She can--and will.\"\n\nHe reached forward suddenly and twisted the metal cap on the stick in my\nhands. As he did so, I loosed a cry of alarm and almost dropped the\nbaton. For instantaneously I experienced a startling, flighty giddiness,\na sudden loss of weight that made me feel as if my soles were treading\non sponge rubber, my shoulders sprouting wings.\n\n\"Hold on to it!\" cried Pat. Then to Joyce, \"Lift him, Miss Joyce.\"\n\nJoyce faltered, \"How? Like th-this?\" and touched a finger to my midriff.\nImmediately my feet left the floor. I started flailing futilely to\ntrample six inches of ozone back to the solid floorboards. To no avail.\nWith no effort whatever Joyce raised me high above her head until my\ndazed dome was shedding dandruff on the ceiling!\n\n\"Well, Mr. Mallory,\" said Pat, \"do you believe me now?\"\n\n\"Get me down out of here!\" I howled. \"You _know_ I can't stand high\nplaces!\"\n\n\"You now weigh less than ten pounds--\"\n\n\"Never mind the statistics. I feel like a circus balloon. How do I get\ndown again?\"\n\n\"Turn the knob on the cane,\" advised Pat, \"to your normal weight.\nCareful, now! _Not so fast!_\"\n\nHis warning came too late. I hit the deck with a resounding thud, and\nthe cane came clattering after. Pat retrieved it hurriedly, inspected it\nto make sure it was not damaged. I glared at him as I picked myself off\nthe floor.\n\n\"You might show some interest in _me_,\" I grumbled. \"I doubt if that\nstick will need a liniment rubdown tonight. Okay, Pat. You're right and\nI'm wrong, as you usually are. That modern variation of a witch's\nbroomstick _does_ operate. Only--how?\"\n\n\"That dial at the top governs weight,\" explained Pat. \"When you turn\nit--\"\n\n\"Skip that. I know how it is operated. I want to know what makes it\nwork?\"\n\n\"Well,\" explained Pat, \"I'm not certain I can make it clear, but it's\nall tied in with the elemental scientific problems of mass, weight,\ngravity and electric energy. What _is_ electricity, for example--\"\n\n\"I used to know,\" I frowned. \"But I forget.\"\n\nJoyce shook her head sorrowfully.\n\n\"Friends,\" she intoned, \"let us all bow our heads. This is a moment of\ngreat tragedy. The only man in the world who ever knew what electricity\nis--and he has forgotten!\"\n\n\"That's the whole point,\" agreed Pending. \"No one knows what\nelectricity really is. All we know is how to use it. Einstein has\ndemonstrated that the force of gravity and electrical energy are\nkindred; perhaps different aspects of a common phenomenon. That was my\nstarting point.\"\n\n\"So this rod, which enables you to defy the law of gravity, is\nelectrical?\"\n\n\"Electricaceous,\" corrected Pat. \"You see, I have transmogrified the\npolarifity of certain ingredular cellulations. A series of\ndisentrigulated helicosities, activated by hypermagnetation, set up a\ndisruptular wave motion which results in--counter-gravity!\"\n\nAnd there you are! Ninety-nine percent of the time Pat Pending talks\nlike a normal human being. But ask him to explain the mechanism of one\nof his inventions and linguistic hell breaks loose. He begins jabbering\nlike a schizophrenic parrot reading a Sanskrit dictionary backward! I\nsighed and surrendered all hope of ever actually learning _how_ his\ngreat new discovery worked. I turned my thoughts to more important\nmatters.\n\n\"Okay, Pat. We'll dismiss the details as trivial and get down to brass\ntacks. What is your invention used for?\"\n\n\"Eh?\" said the redhead.\n\n\"It's not enough that an idea is practicable,\" I pointed out. \"It must\nalso be practical to be of any value in this frenzied modern era. What\ngood is your invention?\"\n\n\"What good,\" demanded Joyce, \"is a newborn baby?\"\n\n\"Don't change the subject,\" I suggested. \"Or come to think of it, maybe\nyou should. At the diaper level, life is just one damp thing after\nanother. But how to turn Pat's brainchild into cold, hard cash--that's\nthe question before the board now.\n\n\"Individual flight _a la_ Superman? No dice. I can testify from personal\nexperience that once you get up there you're completely out of control.\nAnd I can't see any sense in humans trying to fly with jet flames\nscorching their base of operations.\n\n\"Elevators? Derricks? Building cranes? Possible. But lifting a couple\nhundred pounds is one thing. Lifting a few tons is a horse of a\ndifferent color.\n\n\"No, Pat,\" I continued, \"I don't see just how--\"\n\nSandy Thomas squeaked suddenly and grasped my arm.\n\n\"That's it, Mr. Mallory!\" she cried. \"That's it!\"\n\n\"Huh? What's what?\"\n\n\"You wanted to know how Pat could make money from his invention. You've\njust answered your own question.\"\n\n\"I have?\"\n\n\"Horses! Horse racing, to be exact. You've heard of handicaps, haven't\nyou?\"\n\n\"I'm overwhelmed with them,\" I nodded wearily. \"A secretary who repulses\nmy honorable advances, a receptionist who squeals in my ear--\"\n\n\"Listen, Mr. Mallory, what's the last thing horses do before they go to\nthe post?\"\n\n\"Check the tote board,\" I said promptly, \"to find out if I've got any\nmoney on them. Horses hate me. They've formed an equine conspiracy to\nprove to me the ancient adage that a fool and his money are soon\nparted.\"\n\n\"Wait a minute!\" chimed in Joyce thoughtfully. \"I know what Sandy means.\nThey weigh in. Is that right?\"\n\n\"Exactly! The more weight a horse is bearing, the slower it runs. That's\nthe purpose of handicapping. But if a horse that was supposed to be\ncarrying more than a hundred pounds was actually only carrying\n_ten_--Well, you see?\"\n\nSandy paused, breathless. I stared at her with a gathering respect.\n\n\"Never underestimate the power of a woman,\" I said, \"when it comes to\ndevising new and ingenious methods of perpetrating petty larceny.\nThere's only one small fly in the ointment, so far as I can see. How do\nwe convince some racehorse owner he should become a party to this gentle\nfelony?\"\n\n\"Oh, you don't have to,\" smiled Sandy cheerfully. \"I'm already\nconvinced.\"\n\n\"You? You own a horse?\"\n\n\"Yes. Haven't you ever heard of Tapwater?\"\n\n\"Oh, sure! That drip's running all the time!\"\n\nJoyce tossed me a reproving glance.\n\n\"This is a matter of gravity, Donald,\" she stated, \"and you keep\ntreating it with levity. Sandy, do you _really_ own Tapwater? He's the\ncolt who won the Monmouth Futurity, isn't he?\"\n\n\"That's right. And four other starts this season. That's been our big\ntrouble. He shows such promise that the judges have placed him under a\nterrific weight handicap. To run in next week's Gold Stakes, for\ninstance, he would have to carry 124 pounds. I was hesitant to enter him\nbecause of that. But with Pat's new invention--\" She turned to Pat, eyes\nglowing--\"he could enter and win!\"\n\nPat said uncertainly, \"I don't know. I don't like gambling. And it\ndoesn't seem quite ethical, somehow--\"\n\nI asked Sandy, \"Suppose he ran carrying 124. What would be the probable\nodds?\"\n\n\"High,\" she replied, \"_Very_ high. Perhaps as high as forty to one.\"\n\n\"In that case,\" I decided, \"it's not only ethical, it's a moral\nobligation. If you're opposed to gambling, Pat, what better way can you\nthink of to put the parimutuels out of business?\"\n\n\"And besides,\" Sandy pointed out, \"this would be a wonderful opportunity\nto display your new discovery before an audience of thousands. Well,\nPat? What do you say?\"\n\nPat hesitated, caught a glimpse of Sandy's pleading eyes, and was lost.\n\n\"Very well,\" he said. \"We'll do it. Mr. Mallory, enter Tapwater in the\nGold Stakes. We'll put on the most spectaceous exhibition in the history\nof gambilizing!\"\n\n\n\nThus it was that approximately one week later our piratical little crew\nwas assembled once again, this time in the paddock at Laurel. In case\nyou're an inland aborigine, let me explain that Laurel race track (from\nthe township of the same name) is where horse fanciers from the District\nof Columbia go to abandon their Capitol and capital on weekends.\n\nWe were briefing our jockey--a scrawny youth with a pair of oversized\nears--on the use of Pat's lightening rod. Being short on gray matter as\nwell as on stature, he wasn't getting it at all.\n\n\"You mean,\" he said for the third or thirty-third time, \"you don't want\nI should _hit_ the nag with this bat?\"\n\n\"Heavens, no!\" gasped Pat, blanching. \"It's much too delicate for that.\"\n\n\"Don't fool yourself, mister. Horses can stand a lot of leather.\"\n\n\"Not the horse, stupid,\" I said. \"The bat. This is the only riding crop\nof its kind in the world. We don't want it damaged. All you have to do\nis _carry_ it. We'll do the rest.\"\n\n\"How about setting the dial, Don?\" asked Joyce.\n\n\"Pat will do that just before the horses move onto the track. Now let's\nget going. It's weigh-in time.\"\n\nWe moved to the scales with our rider. He stepped aboard the platform,\ncomplete with silks and saddle, and the spinner leaped to a staggering\n102, whereupon the officials started gravely handing him little leather\nsacks.\n\n\"What's this?\" I whispered to Sandy. \"Prizes for malnutrition? He must\nhave won all the blackjacks east of the Mississippi.\"\n\n\"The handicap,\" she whispered back. \"Lead weights at one pound each.\"\n\n\"If he starts to lose,\" I ruminated, \"they'd make wonderful\nammunition--\"\n\n\"One hundred and twenty-four,\" announced the chief weigher-inner. \"Next\nentry!\"\n\nWe returned to Tapwater. The jockey fastened the weights to his gear,\nsaddled up and mounted. From the track came the traditional bugle call.\nSandy nodded to Pat.\n\n\"All right, Pat. Now!\"\n\nPending twisted the knob on his lightening rod and handed the stick to\nthe jockey. The little horseman gasped, rose three inches in his\nstirrups, and almost let go of the baton.\n\n\"H-hey!\" he exclaimed. \"I feel funny. I feel--\"\n\n\"Never mind that,\" I told him. \"Just you hold on to that rod until the\nrace is over. And when you come back, give it to Pat immediately.\nUnderstand?\"\n\n\"Yes. But I feel so--so lightheaded--\"\n\n\"That's because you're featherbrained,\" I advised him. \"Now, get going.\nGiddyap, Dobbin!\"\n\nI patted Tapwater's flank, and so help me Newton, I think that one\ngentle tap pushed the colt half way to the starting gate! He pattered\nacross the turf with a curious bouncing gait as if he were running on\ntiptoe. We hastened to our seats in the grandstand.\n\n\"Did you get all the bets down?\" asked Joyce.\n\nI nodded and displayed a deck of ducats. \"It may not have occurred to\nyou, my sweet,\" I announced gleefully, \"but these pasteboards are\ntransferrable on demand to rice and old shoes, the sweet strains of _Oh,\nPromise Me!_ and the scent of orange blossoms. You insisted I should\nhave a nest egg before you would murmur, 'I do'? Well, after this race\nthese tickets will be worth--\" I cast a swift last glance at the tote\nboard's closing odds, quoting Tapwater at 35 to 1--\"approximately\nseventy thousand dollars!\"\n\n\"Donald!\" gasped Joyce. \"You didn't bet all your savings?\"\n\n\"Every cent,\" I told her cheerfully. \"Why not?\"\n\n\"But if something should go wrong! If Tapwater should lose!\"\n\n\"He won't. See what I mean?\"\n\nFor even as we were talking, the bell jangled, the crowd roared, and the\nhorses were off. Eight entries surged from the starting gate. And\nalready one full length out in front pranced the weight-free, lightfoot\nTapwater!\n\nAt the quarter post our colt had stretched his lead to three lengths,\nand I shouted in Pending's ear, \"How much does that jockey weigh,\nanyway?\"\n\n\"About six pounds,\" said Pat. \"I turned the knob to cancel one\neighteen.\"\n\nAt the half, all the other horses could glimpse of Tapwater was heels.\nAt the three-quarter post he was so far ahead that the jockey must have\nbeen lonely. As he rounded into the stretch I caught a binocular view of\nhis face, and he looked dazed and a little frightened. He wasn't\nactually _riding_ Tapwater. The colt was simply skimming home, and he\nwas holding on for dear life to make sure he didn't blow off the horse's\nback. The result was a foregone conclusion, of course. Tapwater crossed\nthe finish line nine lengths ahead, setting a new track record.\n\nThe crowd went wild. Over the hubbub I clutched Pat's arm and bawled,\n\"I'll go collect our winnings. Hurry down to the track and swap that\nlightening rod for the real bat we brought along. He'll have to weigh\nout again, you know. Scoot!\"\n\nThe others vanished paddockward as I went for the big payoff. It was\ndreary at the totalizer windows. I was one of a scant handful who had\nbet on Tapwater, so it took no time at all to scoop into the valise I\nhad brought along the seventy thousand bucks in crisp, green lettuce\nwhich an awed teller passed across the counter. Then I hurried back to\njoin the others in the winner's circle, where bedlam was not only\nreigning but pouring. Flashbulbs were popping all over the place,\ncameramen were screaming for just one more of the jockey, the owner, the\nfabulous Tapwater. The officials were vainly striving to quiet the\ntumult so they could award the prize. I found Pending worming his way\nout of the heart of the crowd.\n\n\"Did you get it?\" I demanded.\n\nHe nodded, thrust the knobbed baton into my hand.\n\n\"You substituted the normal one?\"\n\nAgain he nodded. Hastily I thrust the lightening rod out of sight into\nmy valise, and we elbowed forward to share the triumphant moment. It was\na great experience. I felt giddy with joy; I was walking on little pink\nclouds of happiness. Security was mine at last. And Joyce, as well.\n\n\"Ladies and gentlemen!\" cried the chief official. \"Your attention,\nplease! Today we have witnessed a truly spectacular feat: the setting of\na new track record by a champion racing under a tremendous handicap. I\ngive you a magnificent racehorse--_Tapwater_!\"\n\n\"That's right, folks!\" I bawled, carried away by the excitement. \"Give\nthis little horse a great big hand!\"\n\nSetting the example, I laid down the bag, started clapping vigorously.\nFrom a distance I heard Pat Pending's agonized scream.\n\n\"Mr. Mallory--the suitcase! Grab it!\"\n\nI glanced down, belatedly aware of the danger of theft. But too late.\nThe bag had disappeared.\n\n\"Hey!\" I yelled. \"Who swiped my bag? Police!\"\n\n\"Up there, Mr. Mallory!\" bawled Pat. \"Jump!\"\n\nI glanced skyward. Three feet above my head and rising swiftly was the\nvalise in which I had cached not only our winnings but Pat's\ngravity-defying rod! I leaped--but in vain. I was _still_ making feeble,\nfutile efforts to make like the moon-hurdling nursery rhyme cow when\nquite a while later two strong young men in white jackets came and\njabbed me with a sedative ...\n\n\n\nLater, when time and barbiturates had dulled the biting edge of my\ndespair, we assembled once again in my office and I made my apologies to\nmy friends.\n\n\"It was all my fault,\" I acknowledged. \"I should have realized Pat\nhadn't readjusted the rod when I placed it in my bag. It felt lighter.\nBut I was so excited--\"\n\n\"It was _my_ fault,\" mourned Pat, \"for not changing it immediately. But\nI was afraid someone might see me.\"\n\n\"Perhaps if we hired an airplane--?\" I suggested.\n\nPat shook his head.\n\n\"No, Mr. Mallory. The rod was set to cancel 118 pounds. The bag weighed\nless than twenty. It will go miles beyond the reach of any airplane\nbefore it settles into an orbit around earth.\"\n\n\"Well, there goes my dreamed-of fortune,\" I said sadly. \"Accompanied by\nthe fading strains of an unplayed wedding march. I'm sorry, Joyce.\"\n\n\"Isn't there one thing you folks are overlooking?\" asked Sandy Thomas.\n\"My goodness, you'd think we had lost our last cent just because that\nlittle old bag flew away!\"\n\n\"For your information,\" I told her, \"that is precisely what happened to\nme. My entire bank account vanished into the wild blue yonder. And some\nof Pat's money, too.\"\n\n\"But have you forgotten,\" she insisted, \"that we _won_ the race? Of\ncourse the track officials were a wee bit suspicious when your suitcase\ntook off. But they couldn't prove anything. So they paid me the Gold\nStakes prize. If we split it four ways, we all make a nice little\nprofit.\n\n\"Or,\" she added, \"if you and Joyce want to make yours a double share, we\ncould split it three ways.\n\n\"Or,\" she continued hopefully, \"if Pat wants to, we could make _two_\ndouble shares, and split it fifty-fifty?\"\n\nFrom the look in Pat's eyes I knew he was stunned by this possibility.\nAnd from the look in hers, I felt she was going to make every effort to\ntake advantage of his bewilderment.\n\nSo, as I said before, what this country needs is a good cigar-shaped\nspaceship. There's a fortune waiting somewhere out in space for the man\nwho can go out there and claim it. Seventy thousand bucks in cold, hard\ncash.\n\nIndubitatiously!\n\n",
    "metadata": {
        "author": [
            "Bond, Nelson S.",
            "Danzell, George",
            "Bond, Nelson",
            "Bond, Nelson Slade"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/29698/pg29698.txt",
        "name": "lighter_than_you_think.json"
    }
}