{
    "name": "Lorelei",
    "author": [
        "Vet, Charles Vincent de",
        "Vet, Charles V. de",
        "De Vet, Charles V.",
        "DeVet, Charles V."
    ],
    "body": "Seven days stranded on Europa. Seven days without hope. The courage\nthat had sustained me, like the numbness after a fatal blow, was\nbeginning to slip away. All that seventh day my nerves balanced on a\nthin jagged edge. And that night the anamorph visited me in my bubble\ncubicle.\n\nI caught the sheathed rustle of a crinoline skirt and a scent of Peri\nfragrance, and I knew she had come. Stubbornly I kept my face averted,\nand tried my best not to think of her. If I did I was lost. My fingers\ndug into the sponge fabric beneath me until they ached. I sucked breath\ndeep into my lungs and held it.\n\nI wanted no visitors. But that of course was why she had come. She had\na way of divining who needed her most, the one whose morale was nearest\nbreaking.\n\n\"Poor Bill,\" she murmured. She knelt beside me. I felt her forehead\npress against my temple and a tear--from eyes which I knew would\nnow be a clear candid blue, deep in the shadows, appearing almost\nblack--traced a salty path down my cheek.\n\nThe wall of my resistance broke. I reached up impulsively and pulled\nher to me. She was all soft, yielding femininity, live and warm and\nvibrant, the antidote to the raw need that was like a bleeding wound\ndeep within.\n\nStill I tried to resist. I summoned my last dregs of resistance and\npushed her roughly from me. I opened my eyes, deliberately keeping my\nmind locked against her.\n\nShe swayed back at my shove.\n\nI saw that her features had not yet set into the mold she had probed\nfrom my mind. Her head was round and shapeless, with doughy white skin\nand the characterless face of a baby. The auburn mat on her head was\nloose and coarse, with a consistency that was hair and yet not hair;\nher body was too thin, too rigid, too stringy.\n\nYet she was Lois. Sweet, gentle, loving Lois, the bride I had left\nbehind on Earth, the girl I would never see again. Lois.\n\nMy breath came out in a ragged sigh of surrender, and my mind opened to\nher unconditionally.\n\nShe altered visibly as I watched. It was too late to go back now.\nLois stood before me, full-fleshed and delicately tall, with her rich\nbrown hair curling inward at the ends, and her shapely shoulders all\nhoneyed-gold from the sun. Her supple body was straight, poised and\nproud, her head back and her breasts pressing against her blouse. Just\nas I remembered her.\n\nI could have sent her away no more than I could have stopped the beat\nof my heart. \"Hi, hon,\" I whispered.\n\nShe laughed happily, and sat on the mat beside me and rumpled my hair.\nWe kissed gently, tentatively. I pulled her closer. As we kissed again\nshe kept her eyes open, looking at me sidewards in her fondly teasing\nway. \"It's good to be back, dear,\" she breathed against my cheek....\n\nLong she lay at my side, regarding me with eyes that were filled with\nher love, her only movement the throb of a pulse beneath my fingers as\nthey fondled her arched throat. I sighed contentedly. At the moment I\nwas filled with a warm serenity that had quite effectively subdued my\nanxiety.\n\nOnce a man let himself go, there was no companion, male or female, who\ncould compare with the anamorph. She caught his every thought, crested\nthe tides of his every mood. She became the idealization of woman,\nwithout flaws, formed and molded into a perfection beyond possible\nactuality, her beauty and desirability greater than any real woman's\ncould ever be.\n\nWhen full rapport had been achieved she was able to keep mentally ahead\nof a man. She could gauge his every reflex, and match her speech and\nactions to every subtle anticipation.\n\nI felt almost happy then. The tragedy of being stranded here was\nsomething apart, and the reality was the delightful woman-creature\nwarm against me ... until at last my passions grew sated with the\nluxuriance of her charms and I slept.\n\n\n\nIn the morning the anamorph was gone.\n\nEight other men had fears that must be eased. She might have spent\nparts of the night with any one or all of them. The thought would\nhave been distasteful, except that absence made the sense of her less\nall-pervading. I even experienced a kind of grateful relief. I was\nable to regard her now, not as the real Lois I wanted, but as merely a\nsource of solace I had badly needed.\n\nThe anamorph's presence during the night had drained all my pent-up\nfrustrations. I was not happy, but I no longer felt the desperate\nloneliness and need that had goaded me before. I dressed leisurely and\nwent out into the main compartment of the bubble.\n\nExcept in the sleeping rooms the plastic walls were transparent. I\nlooked outside at the surface of Europa, covered with a white material\nI had been told was solid carbon dioxide.\n\nA mild storm was brewing. The hydrogen, helium and methane in the\natmosphere were colorless, and the argon and krypton too minute to be\ndetected without instruments. But I could see and hear small particles\nof liquid ammonia as they pattered against the plastic wall. The bubble\nsagged in several places. But there was no danger of it collapsing.\n\nIn the space ship galley (to which the bubble had been attached) I\nfound the captain, Mark Burgess, and the anamorph having coffee.\n\nShe was no longer Lois. Now she was an older woman, with a bit of added\nweight and thickness. She was still beautiful, but more matronly than\nshe had been as Lois. About her was none of the warm-blooded ardor she\nhad displayed the night before. And no remembrance of it in her eyes.\n\nI poured a cup of coffee.\n\n\"Just how long do you figure we've got?\" I asked Burgess.\n\n\"Mr. Lutscher--\" he addressed me by my last name, as was his custom\nwith junior officers--\"I will not equivocate. We have fuel enough to\nfurnish us with heat and electricity for well over a year. But our food\nwill last less than two months, even with strict rationing.\"\n\nSo there it was. In two months we'd probably all be dead.\n\n\n\nSomeone back on Earth had erred badly. In their calculations every item\nhad been gauged closely, as was necessary. But they should have allowed\nsafety margin.\n\nThe take-off had been calculated nicely. Ships had already been sent to\nthe moon and to Mars. But this was the first trip this far out. We had\nnot intercepted Europa quite as plotted. We had to chase it halfway\naround Jupiter, and land with the satellite going away, rather than\nmeeting us. After we landed and new calibrations been made, we made a\ndiscovery. Our fuel was too short for the return trip.\n\nKohnke was our lone hope. A metallurgist, he knew the properties of the\nship's pile.\n\nBut Kohnke was insane.\n\nI had not liked the man from the first. With his nervous, subservient\npersonality, he had been a constant irritant in the confining quarters\nof the ship. And during the early weeks of the flight I observed the\nslow dawning of an awful awareness in our weak-charactered member.\nHe was realizing for the first time the prodigious and unpredictable\nforces to which he had exposed himself. Soon he was convinced of the\ncertainty of death.\n\nHe did not have the mental stamina to cope with that certainty. When we\nmissed Europa on the first pass, Kohnke's mind cracked.\n\nMy attention returned to the anamorph. She was staring at me now,\nher features white and strained. She must have read what I had been\nthinking of Kohnke.\n\nWhat was there about the crazed man that frightened her so? I wondered\nagain.\n\nI went out into the bubble. The rocket man, Andrews and I spent the\nnext several hours adding another compartment to the main room. Andrews\nfed dirt into the hopper of the converter while I operated the nozzle.\n\nThis was more difficult than the original bubble had been. Normal\nair pressure was enough to keep that expanded; but here we had to\nmake supports and rig up an auxiliary vent. Also it was cold near the\nwalls, a cold that sucked at the heat in our bodies; Europa has a mean\ntemperature of -140Â° Centigrade.\n\nWhen our job was finished I left Andrews at the door of his cubicle. I\nglanced back and saw that he hadn't gone in. He was standing with his\nhead down and his shoulders slumped.\n\nAndrews I had always regarded as an extrovert, and a good man. He was\nbig, active and almost always cheerful. Even his bald head seemed to\nadd to his masculine virility. He had a vast fund of stories. Everyone\nliked him.\n\nI suspected, however, that his bland acceptance of our predicament was\nnot all it seemed. He was an instinctive psychologist. He was doing his\npart to keep up the spirits of the rest of us. In my judgment Andrews\nwas quite a man.\n\nBut now his capacity for dissimulating had apparently reached its limit.\n\nAt that moment a woman-form drifted past me from the ship. The\nanamorph had come to perform her self-appointed duty.\n\nShe was a robust woman now with a body designed for love-making, the\nwide-hipped form made to propagate the race with healthy offspring. Her\ndress was cut low at the neck, innocently immodest.\n\nAndrews looked up, still brooding.\n\nIt was he who had discovered the anamorph, the second day after our\nlanding. Where she had come from, or how she had gotten through the\nplastic wall without rupturing it, we never did learn. She had had this\nidentical form when Andrews found her.\n\nThe anamorph began to dance. A slow, languid pirouetting. The sound of\na wordless crooning song reached me. The tempo of her dance heightened\nand her wide green skirt came up around her waist, exposing fair thighs.\n\nAndrews grunted and shifted position. Abruptly he reached out and\ngrasped her wrist. \"Come here, baby,\" he said hoarsely.\n\nThe anamorph kicked and squealed in mock protest as Andrews swept her\noff her feet and into his arms, but she made no real effort to free\nherself as he strode with her into his compartment.\n\n\n\nThe next morning when I stopped in with Kohnke's breakfast I found him\nwearing a gold crown.\n\nWith strictly amateur knowledge, I had diagnosed his illness as\nschizophrenia, and this latest display seemed to confirm the diagnosis.\nNow he had escaped harsh reality into a world of his own, a world where\nhe was obviously a personage of considerable eminence.\n\nKohnke smiled at me and greeted me condescendingly. I went along with\nhis delusion. If I were to help him it was good that he accepted me\nas part of his world. I sat at his feet and made as one of the unseen\naudience he was addressing. I was wryly amused a few minutes later when\nI understood who he thought he was.\n\nHowever, it was the gold crown that fascinated me. Where had he gotten\nit? There could be only one answer. And if what I suspected was true,\nthere were startling implications.\n\nI had to speak again soon with the anamorph....\n\nShe did not keep me waiting.\n\nI returned to my compartment. The pseudo-Lois entered soon after and\nstretched out indolently on my cot. \"You wanted to see me, Bill?\"\n\nIncongruously I found myself staring at her low-heeled shoes, the ones\nshe always wore when we danced at the Prom. I restrained the impulse\nto take her in my arms. \"I saw the crown you made for Kohnke,\" I said\ncarefully, making a special effort to keep my inner thoughts hidden.\n\"It's beautiful.\"\n\n\"Thank you.\"\n\nThose simple words meant much to me. I had succeeded in getting her to\nadmit that she had made the crown.\n\nWhich meant we still had a chance!\n\n\"Then you'll be able to make the fuel we need,\" I said casually.\n\nHer expression became wary, shifting instantly to petulance. She\nreached over and put one hand on my arm. \"Why do you want to leave me,\nBill?\"\n\n\n\nI tried to explain, but she couldn't or wouldn't understand.\n\nI tried another tack. \"Why are you afraid of Kohnke?\" I asked. My\ntheory was that she did not understand insanity, and so her inability\nto follow the illogical thought processes of the demented man\nfrightened her.\n\n\"He is so intelligent,\" she startled me by saying.\n\n\"He's crazy,\" I protested.\n\n\"What is crazy?\"\n\n\"His reasoning faculties do not function properly.\"\n\nShe seemed to be reading my thoughts carefully, trying to understand\nbetter what I meant. After a minute she smiled and her teeth showed\nwhite and even against her tan. \"Isn't it possible that his mind works\ntoo swiftly for you to follow, and the only way you can explain your\nlack of understanding is to say that he is insane?\"\n\nSo that was why she feared Kohnke. To her he was a brilliant intellect.\nSo great that she could neither understand nor influence him as she did\nthe others of us. His aborted reasoning, his sudden shifts of interest,\nhis small concern with a situation that aroused our distress, were all\nevidence of that superior intellect. I did not try to disabuse her of\nthe belief. It fitted well with my semi-formed plan.\n\n\"He is like the Masters,\" the anamorph interrupted my thoughts.\n\nI quickly took up the diversion she offered: I did not want her to see\nwhat lay in my thoughts. Also she had aroused my curiosity. \"Who are\nthe Masters?\" I asked.\n\n\"I'm not certain. I think....\" Her voice trailed off. \"I'm never too\nsure that what I'm thinking are my own thoughts, or what I'm reading in\nyour mind, or have read in others,\" she said. \"Perhaps if I looked away\nfrom you....\n\n\"Many years ago the Masters landed on this small world to make repairs\non the meteor shield of their space ship,\" she began again in a low\nvoice. \"They were passing through this part of the Galaxy on their\nway home from a distant planet. I belonged to one of them. For some\nreason they left me behind when they went away.\" She stopped talking,\nsaddened by the recollection of her desertion.\n\nI saw her in a new light then. She had been a pet, a plaything, who\nperhaps had strayed just before ship leaving time.\n\nShe nodded, smiling brightly. \"A pet,\" she exclaimed, clapping her\nhands. \"That is right.\" I realized then, with mild astonishment, that\nshe was not very intelligent. Her apparent wit and sharpness before had\nbeen only reflections of what she read in our minds.\n\n\"Are you all Kohnke's pets?\" she caught me unprepared.\n\nI coughed uncomfortably, and shook my head.\n\n\n\nHer mood changed. \"I've been so lonesome, Bill. When I do not belong to\nsomeone I am so unhappy. But I won't be unhappy anymore.\" For the first\ntime I felt sorry for her.\n\n\"Bill?\" Her voice was timid. \"Do you believe I will be punished for\nleaving the Masters? I did not mean to.\"\n\n\"Who would punish you now?\" I asked.\n\n\"The Masters' God. They always told me he would punish me if I were\nbad. And he is such a terrible God.\" Her expression became bright with\nhope. \"Is your God terrible, Bill?\"\n\nI tried to reassure her, to pacify this naive creature with her own\nprivate terrors, but she must have read in my mind how our Christian\nGod could also be terrible in his wrath and justice, for she gave a\nsmall cry and pulled herself close to me.\n\nSeveral minutes went by while she trembled in my arms and wept\ndisconsolately. Finally she quieted and in a young girl's voice asked,\n\"May I use your hanky, daddy?\"\n\nIn surprise I held her out from me and saw that now she was my\ndaughter, Joanie, with her newly bobbed hair, and her sweet face still\nwet with tears.\n\nOf course. While I held her I had been thinking of her as a child. As\nmy child, Joanie.\n\nI wiped away her tears and blew her nose.\n\nI thought swiftly. Perhaps this was my opportunity. Speaking as I would\nhave to Joanie I asked gently, \"Won't you help us get the fuel we need,\nhoney?\"\n\n\"I can't.\" Her childish wistfulness was replaced by the stubbornness I\nhad encountered before.\n\nI was careful to restrain my impatience. \"You could come with us to\nEarth,\" I argued, without raising my voice. \"You wouldn't be lonesome\nthere.\"\n\n\"I couldn't live that long out of the sun,\" she answered.\n\n\"How did you live on the Master's ship?\" I asked.\n\n\"They could bring the sunlight inside. You can't.\"\n\n\"Isn't there any way we could keep you alive?\" I asked.\n\nShe shook her head.\n\nWhich left nothing except my desperate plan.\n\n\n\nBurgess made the preparations I requested, without question, and I\nreturned to Kohnke. It took me some time to get him in the frame I\nwanted. When he began to blubber, \"I want to go home, I want to go\nhome,\" I led him from the ship.\n\nThe anamorph was outside, as I knew she would be. The men were all in\nthe ship.\n\nI bowed deeply to Kohnke and turned to the anamorph. \"He would speak\nwith you,\" I said impressively.\n\nHer eyes widened with apprehension. I was not concerned about her\nreading my thoughts now. What she read in Kohnke's mind would be more\nbelievable to her.\n\n\"We must have fuel!\" I shouted at Kohnke. \"She can give it to us!\" I\npointed at the anamorph. \"Command her!\"\n\nKohnke concentrated his wild gaze on the girl and mouthed something\ninaudible.\n\nThe anamorph drew back. Her features seemed to lose their character, to\nbe melting together.\n\nThis was the critical moment. \"Tell her about your Father,\" I commanded.\n\nHis lips writhed damply and he began again his inarticulate muttering.\n\nThe anamorph cried out plaintively and covered her face with her hands.\nI shifted my attention to the pile of soil I had asked Burgess to\nprepare.\n\nIt quivered, flattened ... and hardened into six fuel ingots!\n\nTwenty minutes later we were in space.\n\nOur last glimpse of the anamorph was the dejected figure of a small\ngirl, standing alone in the middle of the bubble.\n\nShe had had to obey Kohnke, of course. For she believed what she read\nin his mind.\n\nAnd Kohnke thought he was the Son of God.",
    "metadata": {
        "author": [
            "Vet, Charles Vincent de",
            "Vet, Charles V. de",
            "De Vet, Charles V.",
            "DeVet, Charles V."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/61050/pg61050.txt",
        "name": "lorelei.json"
    }
}