{
    "name": "Love and Moondogs",
    "author": [
        "McKenna, Richard",
        "McKenna, Richard Milton",
        "McKenna, R. M."
    ],
    "body": "The headline on the newspapers stacked in front of the drugstore read\n\"RUSS DOG REACHES MOON ALIVE.\" A man in a leather jacket stopped to\nscan it.\n\nAcross the street, frost lay crisp on the courthouse lawn, and the\nwhite and tan spotted hound put up his forepaws on the kitchen stool as\nif to warm them. The four women were too busy hauling down the flag to\nnotice.\n\nMartha Stonery in the persian lamb coat paid out the halyard. Monica\nFlint in the reddish muskrat and Paula Hart in the brown fox caught\nthe flag and folded it, careful not to let it touch the wet cement. A\npostman and the man in the leather jacket stopped on the sidewalk to\nwatch.\n\nMartha, plump face grim under pinchnose spectacles, fastened one\nhalyard snap to a metal ring taped and wired to the dog's right hind\nleg.\n\n\"Hoist away, girls.\"\n\nMonica, Paula and Abigail Silax in nutria hauled in unison while\nMartha held the flag. The hound scrabbled with his forepaws and barked\nfrantically. As he went struggle-twisting upward he began to howl in\na bell-like voice. The women grunted with effort. People were coming\nacross the lawn and pale faces moved behind the courthouse windows.\n\n\"Two block,\" Martha said. \"Vast hauling and belay.\"\n\nShe pulled the kitchen stool nearer the flagpole and climbed on it to\nface the small crowd across the shelf of her bosom. Cars were stopping,\npeople streaming in from all sides. Martha patted her piled gray hair\nand made her thin lips into a parrot beak.\n\n\"Fellow Americans!\" she cried above the howling. \"Our leaders are\ncowards and it is time for the people to act before the Russians come\nand murder us all in our beds! We, the United Dames of the Dog, hereby\nprotest the Russian crime of putting a trusting, loving dog on the\nmoon to starve and freeze and smother and die of loneliness! This dog\nabove our heads cries out to the world against the Russian breach of\nfaith between dog and man. He will stay there until the Russians bring\ntheir dog home safely or make amends for their crime!\"\n\n\"Like hell!\" said the man in the leather jacket, moving in.\n\n\"_Martha!_\" Abigail shrieked. \"He's taking it down!\"\n\nMonica pulled at his wrists. Paula slapped and scratched at his face.\n\"You brute! You coward!\" they shrilled.\n\nMartha jumped off the stool and kicked him. He backed away, bent and\nholding himself.\n\n\"Look, ladies,\" he gasped, \"for God's sake--\"\n\n\"Here now, here now, this is county property,\" said a fat man in\nshirtsleeves with pink sleeve garters, pushing through the crowd.\n\"What's all this? Take that dog down, somebody!\"\n\n\"Never!\" Martha snapped. She put her back against the halyard cleat,\nunfolded the flag and draped it around herself. A loose strand of gray\nhair fell across her face.\n\n\"If you're so big and brave, go bring down the Russian dog,\" she told\nthe fat man coldly.\n\n\"Now _listen_, lady,\" the fat man said. The _Clarion_ press\nphotographer was sprinting across the lawn.\n\n\n\nGeorge Stonery was tall, thin, stooped and anxious in a gray business\nsuit.\n\n\"I came as soon as I could,\" he told Sheriff Breen across the scarred,\npaper-littered wooden desk. \"I was away checking one of our warehouses.\"\n\n\"You can make bail for her in two minutes, right across the hall,\" the\nsheriff said, scratching his jowl. \"She wouldn't make it for herself,\nsaid we had to lock her in our sputnik.\"\n\n\"Where is she now?\"\n\n\"In the sputnik.\"\n\nThe desk phone rang and the sheriff growled into it, \"Hell you say.\nState forty-three just past Roy Farm? Right. I s'pose you already heard\nwhat we had on the lawn here this morning?\"\n\nThe phone gave forth an excited gobbling. The sheriff's red eyebrows\nrose in disbelief and his heavy jaw dropped in dismay. He put down the\nphone.\n\n\"That was city,\" he told Stonery. \"Complaint about a dog hanging\nby one leg from a tree just outside city limits. But it's going\non all over town too--dogs hanging on trees, out of windows, off\nclotheslines--every squad car is out. Your old lady sure started\nsomething!\"\n\n\"What did she _do_?\" Stonery asked in anguish.\n\nThe sheriff told him. \"Kicked a big fat deputy where it hurts, too.\nMaybe we ought to hold her after all. She says she's president of the\nUnited Dogs of something.\"\n\n\"United Dames of the Dog,\" the thin man corrected. \"They hold meetings\nand things. She started it when the Russians put up their second\nsputnik.\"\n\n\"Well, I hope none of them dames lives out in the county,\" the sheriff\nsaid, rising. \"You fix up bail, Mr. Stonery. I got to send out a\ndeputy.\"\n\nWalking past the flagpole with her husband, Martha Stonery wore an\nexalted look.\n\n\"All over America dogs will cry out in protest against the Russian\ncrime,\" she said. \"I have kindled a flame, George, that will sweep away\nthe Kremlin. I, a weak woman....\"\n\nShe insisted on driving herself home in her new station wagon.\n\n\n\nSirening police cars passed Stonery three times as he drove home in the\nevening. Outside the tan stucco ranch-style house on Euclid Avenue,\ncars blocked the driveway and a crowd milled on the lawn. Stonery\nparked under the oak tree at the curb and got out.\n\nMartha stood in the living room by the picture window and harangued the\ncrowd through a screened side panel. Centered in the window her spaniel\nFiffalo writhed, hanging by a hind leg from the massive gilt floor lamp\nand yipping piteously. Martha had on her suit of gray Harris tweed and\nher diamond brooch.\n\n\"... moral pressure the Russians simply _cannot_ resist,\" Stonery heard\nher shouting as he joined the crowd. \"The men talk, but the United\nDames of the Dog are not afraid to act. Putting a dear little dog on\nthe moon to die of heart-break!\"\n\nSeveral young men near the window scribbled on white pads.\n\n\"How many members do you have, Mrs. Stonery?\" one asked.\n\n\"The U.D.D. is bigger than you think, young man. Bigger than the\nRussians think, for all their spies and traitors!\"\n\nStonery sidled in and tried the front door.\n\n\"She locked it,\" one of the reporters told him. \"The cops went back for\na warrant. Say! You're Stonery!\"\n\n\"Yes,\" the thin man said, flushing. A press camera flashed and he put\nup his hands too late to shield his face.\n\n\"Give us a statement, Mr. Stonery, before the cops come back,\" the\nreporters clamored.\n\nStonery backed off, waving his hands. \"Please, please,\" he said.\n\n\"She cracked?\" a reporter asked. \"When did you first notice?\"\n\n\"Please,\" Stonery said. \"Yes, she's upset. Her oldest son went into the\nstate penitentiary in California last week. She's very upset about it.\"\n\n\"He kill somebody?\" the same reporter asked.\n\n\"No, oh no ... just armed robbery ... please don't print that, boys.\"\n\n\"Here come the cops back!\" someone shouted.\n\nTwo policemen crossed the lawn, one waving a paper. \"Here is our\nwarrant of forcible entry, Mrs. Stonery,\" he called out. He began\nreading it aloud.\n\n\"The U.D.D. will not shrink from any extremes of police brutality,\"\nMartha cried sharply. Fiffalo struggled and yelped louder.\n\nThe second policeman smashed the lock with a ten-pound sledge. The\nreporters swept Stonery into the house with them. One policeman untied\nFiffalo and held him in his arms. He strained his head back and away\nfrom the spaniel's whimpering kisses. Martha glared selflessly while\nflash bulbs popped.\n\nStonery pulled gently at the other policeman's sleeve.\n\n\"May I come along, officer?\" he asked. \"I'm her husband. I'll have to\narrange bail.\"\n\n\"Not taking her,\" the policeman said. \"No room left in the pokey. Since\ntwo o'clock we been arresting the dogs.\"\n\n\n\nThe bellboy put down the silver bucket of ice cubes, pocketed the\nquarter and went out. The skinny secretary put a bottle of whisky\nbeside it and turned to that fat adjutant sprawled shoeless on the bed.\n\n\"Looks like Governor Bob'll be a while yet, Sam,\" the secretary said.\n\"Shall we drink without him?\"\n\n\"Hell yes, I need one, Dave,\" the adjutant said in his frog voice,\nwiggling his toes. \"Bob must be having himself a time with that Stonery\ndame.\" He chuckled and slapped his belly.\n\nThe secretary tore wrappers off two tumblers and clinked ice into them.\nHis rabbit face with its spectacles framed in clear plastic expressed a\nrabbity concern.\n\n\"It ain't for laughs, Sam,\" he said. \"It's like the dancing mania of\nthe Middle Ages, ever hear of it?\"\n\n\"No. D'they string up dogs by a hind leg too?\"\n\n\"No, only danced. But it was catching, like this is. My God, Sam,\nit's all over the state now, U.D.D. women running in packs at night,\nsinging, hanging up every dog they can catch. Sam, it _scares_ me.\"\n\nHe splashed whisky into the two glasses. The adjutant belched, sat up\nin a creaking of bed springs, and scratched his heavy jaw.\n\n\"You're thinking they might start hanging up us poor sons of bitches,\nain't you?\" he asked. \"Hell, call out the Guard. Clamp on a curfew.\" He\nreached for a glass.\n\n\"Yes, and the Russians'll fake pictures of your boys sticking old\nwomen with bayonets,\" the secretary said. \"Governor Bob couldn't get\nreelected as dogcatcher, even.\"\n\nThe adjutant drained his glass, lipping back the ice, and whistled his\nbreath out through pouting lips.\n\n\"Good! Needed that,\" he grunted. \"Dave, Bob's got that Stonery dame by\nthe short hairs, he'll swing her into line. Just that about her boy in\nthe state pen out in California is enough. Brown would do Bob a favor\nand spring him. Or the papers here would splash it. Either way.\"\n\n\"I know, I know,\" the secretary said, sipping at his drink. \"We'll see,\nwhen Bob gets here. Meanwhile, as of yesterday we had thirty-three\nthousand seven hundred twenty-six dogs in protective custody and God\nknows how many more under house arrest. Sixteen thousand bucks a day\nit's costing us--\"\n\nHe broke off as a knock sounded on the door. He hastily tore the\nwrapper off another glass and splashed it full of ice and bourbon.\nThe adjutant padded to the door and opened it. The governor, a stout,\nflorid man in a gray sports coat, came in and sat stiffly on the edge\nof the bed. The secretary handed him the drink and he gulped half of it\nbefore speaking.\n\n\"No smoke, boys,\" he said finally. \"She give it to me just like she\ndoes to the papers. We got to go to the moon, or make the Russians do\nit, and bring that poor, dear, sweet, trusting, cuddly little dog back\nto Earth again.\"\n\n\"How about her kid out on the coast?\" the adjutant asked.\n\n\"She spit in my eye, Sam. Said she was just as brave to be a martyr as\nthe dogs they string up. Why, she even told me about another boy of\nhers, living in sin with a black woman down in Cuba, and dared me to\ngive that to the papers too.\"\n\n\"She sounds tough as she looks.\"\n\n\"She's tougher,\" the governor groaned. \"Like blue granite. I felt\nlike I was back in the third grade.\" He handed his empty glass to the\nsecretary.\n\n\"What did you finally do?\" the secretary asked.\n\n\"What the hell _could_ I do? I want that U.D.D. vote, it must be a\nwhopper. I wagged my tail and barked for her and said I had an idea.\"\n\n\"And now I got to think up the idea,\" the secretary said, still holding\nthe empty glass.\n\n\"No, I thought it up on my way back,\" the governor said. \"I'm going to\nfly to Washington this afternoon.\"\n\n\"Not the army, for God's sake,\" pleaded the adjutant.\n\n\"No, I'm going to dump it on the Russian embassy. Damn their black\nhearts, they started this. Hurry up with that drink!\"\n\n\"Watch out you don't lose your donkey for sure and all,\" the adjutant\nsaid. \"Them Russians are smart cookies.\"\n\n\"They'll have to be,\" the governor said, reaching for the fresh drink.\n\"They sure ... as ... _hell_ ... will have to be!\"\n\n\n\nAll the folding chairs were taken. Extra women stood in the aisles and\nalong the side of the hall. Martha Stonery bulged over the rostrum in\nblue knitted wool and a pearl necklace. Seated around a half-circle of\nchairs behind her, pack leaders and committee chairwomen smoothed at\ntheir skirts. Monica Flint in dove gray sat at the organ.\n\nMartha pounded with her gavel so hard that her pearls rattled.\n\n\"Everyone will please stand while we sing our hymn,\" she said into the\nresultant hush. She nodded to Monica, who began to play.\n\n\"_I did not raise my dog to ride a sputnik, I will not let him wander\nto the moon...._\" The song was a shrill thundering.\n\nMartha beamed across her bosom as the crowd settled itself again.\n\n\"I have a most thrilling announcement to make before we adjourn,\ngirls,\" she said, \"but first we will have committee reports. Paula\nHart, will you begin?\" She yielded the rostrum.\n\nAll the reports were favorable. The U.D.D. was getting four times as\nmany column-inches in the state press as the Russian moonship. It was\non TV and radio. A _Life_ team was coming.\n\nChanges were recommended. Vigilante packs were not to carry hat pins\nany more. Two policemen had lost eyes and the police were being ugly\nabout it. A bar of soap in a man's sock was to be substituted. More\npractice on the clove hitch was needed. Too often, in their excitement,\nthe pack ladies were only putting two half hitches around the leg and\nthe dog could struggle out of it.\n\nMartha came back to the rostrum to read the honor roll of those whom\ndogs had bitten or policemen had insulted. Each heroine came forward\namid cheers and clapping to receive a certificate exchangeable for the\nBleeding Heart medal as soon as the honors committee could agree on a\ndesign and have a supply made up. Martha shook the hands, some of them\nbandaged, and wept a few tears.\n\n\"And now, fellow U.D.D. members,\" she said, \"I will tell you my\nsurprise. Tomorrow morning I have an appointment with someone coming\nfrom Washington!\"\n\nA sighing murmur swept through the hall.\n\n\"No, not _Eisenhower_,\" Martha said scornfully. \"A man from the Russian\nembassy, a Mr. Cherkassov.\"\n\nApplause crashed shrilly. Women wept and hugged each other.\n\n\"They want to make peace,\" Martha shouted ringingly into the tumult.\n\"We've won, girls! Sally out tonight and don't come in until the last\ndog is hung! We'll show them what it means to challenge the massed\nU.D.D.-ers of America!\"\n\n\n\nThe state police cordon kept the 2200 block of Euclid Avenue free\nof reporters and idle gapers. The state car drove up at 10:00\nA.M. and parked under the oak tree. Mr. Cherkassov and the two\nTASS men got out.\n\nMr. Cherkassov was stocky and crop-haired in a blue suit. His broad,\nhigh-cheekboned face, with snub nose and an inward tilt about the\neyes, managed to seem both alert and impassive. Carrying a pig-skin\nbriefcase, he led the way to the Stonery front door.\n\nHe stepped on the doormat and pressed the bell. The doormat whirred and\nwrithed under his feet and he stepped back hastily. Martha Stonery,\nregal in maroon silk, four-inch cameo and piled gray hair, opened the\ndoor.\n\n\"Don't be afraid of the doormat, Mr. Cherkassov--you _are_ Mr.\nCherkassov, aren't you?\" she asked sweetly.\n\nHe nodded, looking from her to the doormat.\n\n\"Your weight presses something and the little brushes spin around and\nclean your shoes,\" she explained. \"I expect you don't have things like\nthat in Russia. But _do_, please, come in and sit down.\"\n\nThe three men stepped carefully across the mat on entering. In the\noak-paneled living room, Paula Hart waited in black wool and pearls\nwith Monica Flint, who wore white jade and green jersey. Martha and Mr.\nCherkassov made introductions back and forth and the men bowed stiffly.\nThen Martha sat down flanked by her aides on the gray sofa facing the\npicture window. The men sat in single chairs and rubbed their polished\nblack shoes uneasily against the deep-pile gray rug.\n\n\"Madame Stonery, I have come to justify moondog,\" Mr. Cherkassov said.\nHis voice was deep and controlled.\n\n\"Two wrongs don't make a right, Mr. Cherkassov,\" Martha said, raising\nher head. \"You needn't bring up Hiroshima. We already know about those\nthousands of little black and white spaniels. Besides, I saw a _Life_\npicture where you sewed a little dog's head to the side of a big dog's\nneck.\"\n\nMr. Cherkassov looked at his stubby fingers and hid them under his\nbriefcase. Paula and Monica nodded accusingly and one TASS man made a\nnote.\n\n\"We do not believe it is a wrong when a greater value prevails over a\nlesser,\" Mr. Cherkassov said. \"Moondog sends us information that will\nhasten the time of safe space-travel for humans.\"\n\n\"And who might _you_ be, to say which value is greatest? Space travel\nis moonshine, just _moonshine_!\"\n\n\"I do not understand your word, madame. If you mean impossible, I must\npoint out that moondog has already crossed space.\"\n\nMartha clasped her hands in her lap. \"That's what I mean, grown men\nand such _silliness_, and the poor little dog has to pay.\"\n\nMr. Cherkassov spoke earnestly. \"Forgive me if my ignorance of your\nlanguage causes me to misunderstand, madame. We believe because man now\nhas the ability to cross space he therefore has a _duty_ to all life on\nEarth to help it reach other planets. Earth is overcrowded with men,\nnot to speak of the wild life that soon must all die. We believe that\naround other suns we will find Earth-like planets where we can plough\nand harvest and build homes. I cannot agree that it is silly.\"\n\nMartha flung her head back.\n\n\"Well, it _is_ silly. Who'll go? All the men who do things will run\naway to them and then where will we be? Oh no, Mr. Cherkassov, that\ngets you nowhere!\"\n\n\"Your pardon, madame,\" a TASS man interrupted. \"What kind of men will\nrun away?\"\n\n\"The sour-faced men who fix pipes and TV and make A-bombs and\nelectricity and things.\"\n\n\"Oh,\" said Mr. Cherkassov. He drummed on his briefcase. Then, \"Perhaps\nonly Russians will go, madame. You could pass a law. I must confess to\nyou, we might have sent a man to the moon, but we feared the propaganda\nuse your country might make of it.\"\n\nMartha made her parrot mouth. \"You should have sent a _man_!\" She\nchomped the last word off short. Paula and Monica nodded vigorously.\n\nMr. Cherkassov stroked his briefcase. \"Moondog's mistress wished\ngreatly to go. One might say moondog saved her mistress' life. Is not\nthat a value to you?\"\n\nMartha stared. \"Did you dare think of sending a poor weak _woman_ to\nthe ... to the _moon_?\"\n\n\"Russian women are coarse and strong,\" Mr. Cherkassov said soothingly.\n\"A large number of them, among the scientists, did volunteer.\"\n\n\n\nMartha sat bolt upright and made her parrot beak again. Her fat cheeks\nflushed under the powder.\n\n\"No!\" she snapped. \"I see where you're trying to lead me and I won't\ngo! You should have sent the hussy! It is _immoral_ to sacrifice a\nloving little dog just for a careless whim.\"\n\nHer two aides gazed admiringly at their chieftainess. \"Think of it,\njust for a whim!\" Paula echoed.\n\nMr. Cherkassov's fingers traced an aimless, intricate pattern on the\nbriefcase and he crossed his ankles.\n\n\"All dogs are not loving in the same way, madame. Tell me, how do you\nknow when a dog loves you?\"\n\n\"You just know,\" Martha said. \"Take my little Fiffalo--and I just know\nhe's so miserable now away from me in that dreadful concentration camp\nand it's all your fault, really, Mr. Cherkassov--when I pet Fiffalo he\njumps in my lap and kisses me and just _wiggles_ all over. That's real\nlove!\"\n\n\"Ah ... I perhaps understand. What does he do when you speak sharply to\nhim?\"\n\n\"He lies on his back with his paws waving and looks so sad and pitiful\nand defenseless that my heart melts and I feel good all over. You just\n_know_ that's love, when it happens to you.\"\n\nMonica dabbed at a tear. Both TASS men scribbled.\n\n\"I think I may see a way to resolve our differences,\" Mr. Cherkassov\nsaid. He put his feet side by side and leaned slightly forward,\ngripping the briefcase on his knees.\n\n\"What do you know of the history of the dog?\" he asked.\n\n\"Well, he's always been man's best friend and the savage Indians used\nto eat him and ... and....\"\n\n\"The true dog, madame, was domesticated about twenty thousand years\nago. He was originally the golden jackal, _Canis aureus_, which still\nexists in a wild state. Selective breeding for submissiveness and\nobedience over that long time has resulted in the retention through\nmaturity of many traits normal only to puppyhood. The modern pureline\ngolden jackal dog no longer develops a secret life of his own, with\nemotional self-sufficiency. He must love and be loved, or he dies.\"\n\nMonica sniffed. \"What a beautiful name,\" Paula murmured. Martha nodded\nwarily.\n\n\"But, madame, there is also a kind of false dog. Certain Siberian\ntribes slow to reach civilized status also domesticated the northern\nwolf, _Canis lupus_. This was many thousands of years later, of course,\nand in the false dog the effect of long breeding is not so evident.\nHe is loving as a puppy, but when he matures he is aloof and reserves\nhis loyalty to one master. He is intensely loyal and will die for his\nmaster, but even to him he will display little outward affection.\nPerhaps a wag of the tail or a head laid on the knee, not too often.\nNo others except quite young children may pet him at all. To all but\nhis master he displays a kind of tolerant indifference unless he is\nmolested, and then he defends himself.\"\n\n\"What a horrible creature, not a dog at all!\" Martha exclaimed.\n\n\"Not culturally, you are quite correct, madame,\" Mr. Cherkassov agreed,\nshifting his hold on the briefcase and leaning further forward, \"but\nunfortunately he is a dog biologically. Some wolf blood has crept into\nmost of the jackal-derived breeds, you know. It betrays itself in high\ncheekbones and slanting eyes and in the _personality_ of the breed. The\nchow, for instance, has considerable wolf blood.\"\n\n\"Chows!\" Martha beaked her lips again. \"I despise them! No better than\ncats!\" Paula nodded emphatic agreement.\n\n\"But your little Fiffalo, as you describe him, is probably of pure\n_Canis aureus_ descent and very highly bred.\"\n\n\"I'm sure he is. Blood will tell. Monica, haven't I always said blood\nwill tell?\"\n\nMonica nodded, her eyes shining. Mr. Cherkassov shifted his position\nslightly, nearer to the chair edge.\n\n\"Now moondog, Madame Stonery, is of the _lajka_ breed and has even more\nwolf blood than the chow. If you brought her back to Earth she would\njust walk away from you with cold indifference.\"\n\n\"Not _really_?\"\n\n\"Madame, you know the wolf traits only as you find them tempered with\nthe loving jackal traits in such dogs as the chow. But a _Russian_ dog!\nIf you were to hand moondog a piece of meat, do you know what she would\ndo?\"\n\n\"No. Tell me.\"\n\nMr. Cherkassov leaned forward, his slanting gray eyes opening wide, and\ndropped his voice almost to a whisper. \"Madame, she would _bite_ your\nhand!\"\n\n\"Then she doesn't deserve to be rescued!\" Martha said sharply.\n\nMr. Cherkassov straightened up and began stroking his briefcase. \"In\none sense she is not even a dog,\" he suggested.\n\n\"No, she's an old wolf-thing. Like a cat. Dogs are _loving_!\"\n\n\"Perhaps not morally worthy of your campaign?\"\n\n\"No, of _course_ not. Mr. Cherkassov, you have given me a new\nthought.... I hadn't realized....\"\n\nMr. Cherkassov waited attentively, his fingers tracing another pattern.\nPaula and Monica looked at Martha and held their breaths.\n\n\"... hadn't realized how that subversive wolf blood has been\ncreeping into our loving dogs all this long time. Why ... why it's\nmiscegenation! It's _bestiality_! Confess it, Mr. Cherkassov--that's\none way you Russians have been infiltrating us, now isn't it?\"\n\nMr. Cherkassov raised his sandy eyebrows, and a frosty twinkle shone in\nhis tilted eyes.\n\n\"You must realize that I could hardly admit to such a thing, even if it\nwere true, Madame Stonery,\" he said judiciously.\n\n\"It _is_ true! Go back to your Kremlin, Mr. Cherkassov, and shoot every\nwolf in Russia to the moon. I'm sure the U.D.D. won't mind!\"\n\nMr. Cherkassov and the TASS men stood up and bowed. Martha rose and\nsailed ahead of them to the door. Hand on knob, she turned to face them.\n\n\"Our meeting will be historic, Mr. Cherkassov,\" she said. \"I have\nforced you to betray your country's plot to undermine our loving\ndogs. You may expect from the U.D.D. instant and massive retaliation!\nAn aroused America will move at once, to set up miscegenation and\nsegregation barriers against your despicable wolf blood!\"\n\nPaula and Monica stood up, each with her hands clasped under her\nflushed and excited face. Mr. Cherkassov bowed again. Martha opened the\ndoor.\n\n\"Goodbye, Mr. Cherkassov,\" she said. \"You will, no doubt, be liquidated\nin a few days.\"\n\nMr. Cherkassov stepped carefully across the doormat.",
    "metadata": {
        "author": [
            "McKenna, Richard",
            "McKenna, Richard Milton",
            "McKenna, R. M."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/60654/pg60654.txt",
        "name": "love_and_moondogs.json"
    }
}