{
    "name": "Love and tea: A comedy-drama of colonial times in two acts",
    "author": [
        "See, Anna Phillips"
    ],
    "body": "Four males, four females. Costumes modern; scenery, one interior. Plays\ntwo hours and a half. An unusually lively and amusing farce for a very\nsmall cast, easy to produce and effective in performance. All the parts\nare good and the laughs equally distributed. Produced professionally\nin 1904; professional acting rights reserved. Royalty of ten dollars\n($10.00) for amateur performance required by the author.\n\n_Price, 25 cents_\n\nCHARACTERS\n\n  JACK CRACKER, _a hard cracker_.\n\n  JACK CRACKER, 2D, _a firecracker_.\n\n  JUNIUS BRUTUS BANG, _in the_\n  “_profesh_.”\n\n  COFFEE, _a colored brother_.\n\n  MRS. JACK CRACKER, _Jack’s\n  wife_.\n\n  ESTELLE CLAYTON, _Jack 2d’s\n  fiancée_.\n\n  FLO. ATKINS, _Jack’s niece_.\n\n  KATRINA VON HOOT, _Flo’s_\n  _double_.\n\nSYNOPSIS\n\nACT I.--Afternoon. Exhortations.\n\nACT II.--The same afternoon. Complications.\n\nACT III.--The same evening. Congratulations.\n\n\nTHE LITTLE CO-ED\n\nA Vaudeville Sketch in One Act\n\nOne male, who plays three parts, and one female. Costumes modern;\nscenery an easy interior. Plays twenty-five minutes. A bright and\nlively little sketch originally produced in vaudeville by Yuill and\nBoyd. A strong piece for a lady, full of points and action. Can be\nstrongly recommended.\n\n_Price, 15 cents_\n\n\nTHE SAME MAN\n\nA Comedy Sketch in One Act\n\nTwo female characters. Costumes modern; scenery unimportant. Plays\ntwenty minutes. A very clever and effective sketch for two young girls.\nCan be done entirely without stage or scenery or other preparation than\nmere memorizing and rehearsal. Played rapidly it is a sure success. A\ngood bit for an exhibition programme.\n\n_Price, 15 cents_\n\n\nTHE REBELLION OF MRS. BARCLAY\n\nA Comedy of Domestic Life\n\nIn Two Acts\n\nThree male, six female characters. Costumes modern; scenery, easy\ninteriors. Plays one hour and three quarters. A clever and amusing\ncomedy with a very popular cast; all the parts evenly good. There are\nmany Mr. Barclays making their homes more or less uncomfortable all\nover this country, and Mrs. Barclay’s method of curing her particular\none will be sympathetically received. Good Irish comedy parts, male and\nfemale. Strongly recommended.\n\n_Price, 25 cents_\n\nCHARACTERS\n\n  MORTON BARCLAY.\n  ROGER STUART, _a neighbor_.\n  DENNIS O’HARA.\n  ETHEL BARCLAY, _Morton’s wife_.\n  RUTH CARTER, _Ethel’s sister_.\n  MRS. BROWN, _Morton’s sister_.\n  CORA, _her daughter_.\n  ELSIE STUART, _Roger’s sister_.\n  MARY ANN O’CONNOR.\n\n\nPA’S NEW HOUSEKEEPER\n\nA Farce in One Act\n\nThree male, two female characters. Modern costumes; scenery, a simple\ninterior or none at all. Plays forty minutes. A roaring farce of the\n“Charley’s Aunt” order, admirably suited for high-school performance.\nJack Brown, visiting his chum, is tempted by his success in college\ntheatricals to make up in the character of the new housekeeper, an\nattractive widow, who is expected but does not arrive. He takes in\neverybody and mixes things up generally. All the parts are first rate\nand the piece full of laughs and action. Strongly recommended.\n\n_Price, 15 cents_\n\n\nA PRODIGAL SON\n\nA Comedy in One Act\n\nTwo male, three female characters. Costumes modern; scenery, an easy\ninterior. Plays half an hour. A very original and amusing bit of\nfooling, easy to do and sure to please. The leading character is a\ntramp and full of opportunity. Well recommended.\n\n_Price, 15 cents_\n\n\n\n\nA. W. Pinero’s Plays\n\nPrice, 50 Cents Each\n\n\nMID-CHANNEL\n\nPlay in Four Acts. Six males, five females. Costumes, modern; scenery,\nthree interiors. Plays two and a half hours.\n\n\nTHE NOTORIOUS MRS. EBBSMITH\n\nDrama in Four Acts. Eight males, five females. Costumes, modern;\nscenery, all interiors. Plays a full evening.\n\n\nTHE PROFLIGATE\n\nPlay in Four Acts. Seven males, five females. Scenery, three interiors,\nrather elaborate; costumes, modern. Plays a full evening.\n\n\nTHE SCHOOLMISTRESS\n\nFarce in Three Acts. Nine males, seven females. Costumes, modern;\nscenery, three interiors. Plays a full evening.\n\n\nTHE SECOND MRS. TANQUERAY\n\nPlay in Four Acts. Eight males, five females. Costumes, modern;\nscenery, three interiors. Plays a full evening.\n\n\nSWEET LAVENDER\n\nComedy in Three Acts. Seven males, four females. Scene, a single\ninterior, costumes, modern. Plays a full evening.\n\n\nTHE THUNDERBOLT\n\nComedy in Four Acts. Ten males, nine females. Scenery, three interiors;\ncostumes, modern. Plays a full evening.\n\n\nTHE TIMES\n\nComedy in Four Acts. Six males, seven females. Scene, a single\ninterior; costumes, modern. Plays a full evening.\n\n\nTHE WEAKER SEX\n\nComedy in Three Acts. Eight males, eight females. Costumes, modern;\nscenery, two interiors. Plays a full evening.\n\n\nA WIFE WITHOUT A SMILE\n\nComedy in Three Acts. Five males, four females. Costumes, modern;\nscene, a single interior. Plays a full evening.\n\n\nSent prepaid on receipt of price by\n\nWalter H. Baker & Company\n\nNo. 5 Hamilton Place, Boston, Massachusetts\n\n\n\n\nThe William Warren Edition of Plays\n\nPrice, 15 Cents Each\n\n\nAS YOU LIKE IT\n\nComedy in Five Acts. Thirteen males, four females. Costumes,\npicturesque; scenery, varied. Plays a full evening.\n\n\nCAMILLE\n\nDrama in Five Acts. Nine males, five females. Costumes, modern;\nscenery, varied. Plays a full evening.\n\n\nINGOMAR\n\nPlay in Five Acts. Thirteen males, three females. Scenery varied;\ncostumes, Greek. Plays a full evening.\n\n\nMARY STUART\n\nTragedy in Five Acts. Thirteen males, four females, and\nsupernumeraries. Costumes, of the period; scenery, varied and\nelaborate. Plays a full evening.\n\n\nTHE MERCHANT OF VENICE\n\nComedy in Five Acts. Seventeen males, three females. Costumes,\npicturesque; scenery varied. Plays a full evening.\n\n\nRICHELIEU\n\nPlay in Five Acts. Fifteen males, two females. Scenery elaborate;\ncostumes of the period. Plays a full evening.\n\n\nTHE RIVALS\n\nComedy in Five Acts. Nine males, five females. Scenery varied; costumes\nof the period. Plays a full evening.\n\n\nSHE STOOPS TO CONQUER\n\nComedy in Five Acts. Fifteen males, four females. Scenery varied;\ncostumes of the period. Plays a full evening.\n\n\nTWELFTH NIGHT; OR, WHAT YOU WILL\n\nComedy in Five Acts. Ten males, three females. Costumes, picturesque;\nscenery, varied. Plays a full evening.\n\n\nSent prepaid on receipt of price by\n\nWalter H. Baker & Company\n\nNo. 5 Hamilton Place, Boston, Massachusetts\n\n\nS. J. PARKHILL & CO., PRINTERS, BOSTON, U.S.A.\n\n\n\nA few minor errors in punctuation and spelling were fixed.\n\nPage 12: Ellipses were added after “Why--why” where there was just a\ngap of white space in the original text.",
    "metadata": {
        "author": [
            "See, Anna Phillips"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/68194/pg68194.txt",
        "name": "love_and_tea_a_comedy_drama_of_colonial_times_in_t.json"
    }
}