{
    "name": "Made to Measure\nDeep Waters, Part 3.",
    "author": [
        "Jacobs, William Wymark",
        "Jacobs, W. W. (William Wymark)"
    ],
    "body": "\n\nMADE TO MEASURE\n\nMr. Mott brought his niece home from the station with considerable pride.\nAlthough he had received a photograph to assist identification, he had\nbeen very dubious about accosting the pretty, well-dressed girl who had\nstepped from the train and gazed around with dove-like eyes in search of\nhim.  Now he was comfortably conscious of the admiring gaze of his\nyounger fellow-townsmen.\n\n\"You'll find it a bit dull after London, I expect,\" he remarked, as he\ninserted his key in the door of a small house in a quiet street.\n\n\"I'm tired of London,\" said Miss Garland.  \"I think this is a beautiful\nlittle old town--so peaceful.\"\n\nMr. Mott looked gratified.\n\n\"I hope you'll stay a long time,\" he said, as he led the way into the\nsmall front room.  \"I'm a lonely old man.\"\n\nHis niece sank into an easy chair, and looked about her.\n\n\"Thank you,\" she said, slowly.  \"I hope I shall.  I feel better already.\nThere is so much to upset one in London.\"\n\n\"Noise?\" queried Mr. Mott.\n\n\"And other things,\" said Miss Garland, with a slight shudder.\n\nMr. Mott sighed in sympathy with the unknown, and, judging by his niece's\nexpression, the unknowable.  He rearranged the teacups, and, going to the\nkitchen, returned in a few minutes with a pot of tea.\n\n\"Mrs. Pett leaves at three,\" he said, in explanation, \"to look after her\nchildren, but she comes back again at eight to look after my supper.  And\nhow is your mother?\"\n\nMiss Garland told him.\n\n\"Last letter I had from her,\" said Mr. Mott, stealing a glance at the\ngirl's ring-finger, \"I understood you were engaged.\"\n\nHis niece drew herself up.\n\n\"Certainly not,\" she said, with considerable vigour.  \"I have seen too\nmuch of married life.  I prefer my freedom.  Besides, I don't like men.\"\n\nMr. Mott said modestly that he didn't wonder at it, and, finding the\nsubject uncongenial, turned the conversation on to worthier subjects.\nMiss Garland's taste, it seemed, lay in the direction of hospital\nnursing, or some other occupation beneficial to mankind at large.  Simple\nand demure, she filled the simpler Mr. Mott with a strong sense of the\nshortcomings of his unworthy sex.\n\nWithin two days, under the darkling glance of Mrs. Pett, she had altered\nthe arrangements of the house.  Flowers appeared on the meal-table,\nknives and forks were properly cleaned, and plates no longer appeared\nornamented with the mustard of a previous meal.  Fresh air circulated\nthrough the house, and, passing from Mrs. Pett's left knee to the lumbar\nregion of Mr. Mott, went on its beneficent way rejoicing.\n\nOn the fifth day of her visit, Mr. Mott sat alone in the front parlour.\nThe window was closed, the door was closed, and Mr. Mott, sitting in an\neasy chair with his feet up, was aroused from a sound nap by the door\nopening to admit a young man, who, deserted by Mrs. Pett, stood bowing\nawkwardly in the doorway.\n\n\"Is Miss Garland in?\"  he stammered.\n\nMr. Mott rubbed the remnants of sleep from his eyelids.\n\n\"She has gone for a walk,\" he said, slowly.\n\nThe young man stood fingering his hat.\n\n\"My name is Hurst,\" he said, with slight emphasis.  \"Mr. Alfred Hurst.\"\n\nMr. Mott, still somewhat confused, murmured that he was glad to hear it.\n\n\"I have come from London to see Florrie,\" continued the intruder.  \"I\nsuppose she won't be long?\"\n\nMr. Mott thought not, and after a moment's hesitation invited Mr. Hurst\nto take a chair.\n\n\"I suppose she told you we are engaged?\"  said the latter.\n\n\"Engaged!\" said the startled Mr. Mott.  \"Why, she told me she didn't like\nmen.\"\n\n\"Playfulness,\" replied Mr. Hurst, with an odd look.  \"Ah, here she is!\"\n\nThe handle of the front door turned, and a moment later the door of the\nroom was opened and the charming head of Miss Garland appeared in the\nopening.\n\n\"Back again,\" she said, brightly.  \"I've just been----\"\n\nShe caught sight of Mr. Hurst, and the words died away on her lips.  The\ndoor slammed, and the two gentlemen, exchanging glances, heard a hurried\nrush upstairs and the slamming of another door.  Also a key was heard to\nturn sharply in a lock.\n\n\"She doesn't want to see you,\" said Mr. Mott, staring.\n\nThe young man turned pale.\n\n\"Perhaps she has gone upstairs to take her things off,\" he muttered,\nresuming his seat.  \"Don't--don't hurry her!\"\n\n\"I wasn't going to,\" said Mr. Mott.\n\nHe twisted his beard uneasily, and at the end of ten minutes looked from\nthe clock to Mr. Hurst and coughed.\n\n\"If you wouldn't mind letting her know I'm waiting,\" said the young man,\nbrokenly.\n\nMr. Mott rose, and went slowly upstairs.  More slowly still, after an\ninterval of a few minutes, he came back again.\n\n\"She doesn't want to see you,\" he said, slowly.\n\nMr. Hurst gasped.\n\n\"I--I must see her,\" he faltered.\n\n\"She won't see you,\" repeated Mr. Mott.  \"And she told me to say she was\nsurprised at you following her down here.\"\n\nMr. Hurst uttered a faint moan, and with bent head passed into the little\npassage and out into the street, leaving Mr. Mott to return to the\nsitting-room and listen to such explanations as Miss Garland deemed\nadvisable.  Great goodness of heart in the face of persistent and\nunwelcome attentions appeared to be responsible for the late engagement.\n\n\"Well, it's over now,\" said her uncle, kindly, \"and no doubt he'll soon\nfind somebody else.  There are plenty of girls would jump at him, I\nexpect.\"\n\nMiss Garland shook her head.\n\n\"He said he couldn't live without me,\" she remarked, soberly.\n\nMr. Mott laughed.\n\n\"In less than three months I expect he'll be congratulating himself,\" he\nsaid, cheerfully.  \"Why, I was nearly cau--married, four times.  It's a\nsilly age.\"\n\nHis niece said \"Indeed!\" and, informing him in somewhat hostile tones\nthat she was suffering from a severe headache, retired to her room.\n\nMr. Mott spent the evening by himself, and retiring to bed at ten-thirty\nwas awakened by a persistent knocking at the front door at half-past one.\nHalf awakened, he lit a candle, and, stumbling downstairs, drew back the\nbolt of the door, and stood gaping angrily at the pathetic features of\nMr. Hurst.\n\n\"Sorry to disturb you,\" said the young man, \"but would you mind giving\nthis letter to Miss Garland?\"\n\n\"Sorry to disturb me!\" stuttered Mr. Mott.  \"What do you mean by it?  Eh?\nWhat do you mean by it?\"\n\n\"It is important,\" said Mr. Hurst.  \"I can't rest.  I've eaten nothing\nall day.\"\n\n\"Glad to hear it,\" snapped the irritated Mr. Mott.\n\n\"If you will give her that letter, I shall feel easier,\" said Mr. Hurst.\n\n\"I'll give it to her in the morning,\" said the other, snatching it from\nhim.  \"Now get off.\"\n\nMr. Hurst still murmuring apologies, went, and Mr. Mott, also murmuring,\nreturned to bed.  The night was chilly, and it was some time before he\ncould get to sleep again.  He succeeded at last, only to be awakened an\nhour later by a knocking more violent than before.  In a state of mind\nbordering upon frenzy, he dived into his trousers again and went\nblundering downstairs in the dark.\n\n\"Sorry to--\" began Mr. Hurst.\n\nMr. Mott made uncouth noises at him.\n\n\"I have altered my mind,\" said the young man.  \"Would you mind letting me\nhave that letter back again?  It was too final.\"\n\n\"You--get--off !\"  said the other, trembling with cold and passion.\n\n\"I must have that letter,\" said Mr. Hurst, doggedly.  \"All my future\nhappiness may depend upon it.\"\n\nMr. Mott, afraid to trust himself with speech, dashed upstairs, and after\na search for the matches found the letter, and, returning to the front\ndoor, shut it on the visitor's thanks.  His niece's door opened as he\npassed it, and a gentle voice asked for enlightenment.\n\n\"How silly of him!\"  she said, softly.  \"I hope he won't catch cold.\nWhat did you say?\"\n\n\"I was coughing,\" said Mr. Mott, hastily.\n\n\"You'll get cold if you're not careful,\" said his thoughtful niece.\n\"That's the worst of men, they never seem to have any thought.  Did he\nseem angry, or mournful, or what?  I suppose you couldn't see his face?\"\n\n\"I didn't try,\" said Mr. Mott, crisply.  \"Good night.\"\n\nBy the morning his ill-humour had vanished, and he even became slightly\nfacetious over the events of the night.  The mood passed at the same\nmoment that Mr. Hurst passed the window.\n\n\"Better have him in and get it over,\" he said, irritably.\n\nMiss Garland shuddered.\n\n\"Never!\" she said, firmly.  \"He'd be down on his knees.  It would be too\npainful.  You don't know him.\"\n\n\"Don't want to,\" said Mr. Mott.\n\nHe finished his breakfast in silence, and, after a digestive pipe,\nproposed a walk.  The profile of Mr. Hurst, as it went forlornly past the\nwindow again, served to illustrate Miss Garland's refusal.\n\n\"I'll go out and see him,\" said Mr. Mott, starting up.  \"Are you going to\nbe a prisoner here until this young idiot chooses to go home?  It's\npreposterous!\"\n\nHe crammed his hat on firmly and set out in pursuit of Mr. Hurst, who was\nwalking slowly up the street, glancing over his shoulder.  \"Morning!\"\nsaid Mr. Mott, fiercely.  \"Good morning,\" said the other.\n\n\"Now, look here,\" said Mr. Mott.  \"This has gone far enough, and I won't\nhave any more of it.  Why, you ought to be ashamed of yourself, chivvying\na young lady that doesn't want you.  Haven't you got any pride?\"\n\n\"No,\" said the young man, \"not where she is concerned.\"\n\n\"I don't believe you have,\" said the other, regarding him, \"and I expect\nthat's where the trouble is.  Did she ever have reason to think you were\nlooking after any other girls?\"\n\n\"Never, I swear it,\" said Mr. Hurst, eagerly.\n\n\"Just so,\" said Mr. Mott, with a satisfied nod.  \"That's where you made a\nmistake.  She was too sure of you; it was too easy.  No excitement.\nGirls like a man that other girls want; they don't want a turtle-dove in\nfancy trousers.\"\n\nMr. Hurst coughed.\n\n\"And they like a determined man,\" continued Miss Garland's uncle.  \"Why,\nin my young days, if I had been jilted, and come down to see about it,\nd'you think I'd have gone out of the house without seeing her?  I might\nhave been put out--by half-a-dozen--but I'd have taken the mantelpiece\nand a few other things with me.  And you are bigger than I am.\"\n\n\"We aren't all made the same,\" said Mr. Hurst, feebly.\n\n\"No, we're not,\" said Mr. Mott.  \"I'm not blaming you; in a way, I'm\nsorry for you.  If you're not born with a high spirit, nothing'll give it\nto you.\"\n\n\"It might be learnt,\" said Mr. Hurst.  Mr. Mott laughed.\n\n\"High spirits are born, not made,\" he said.  \"The best thing you can do\nis to go and find another girl, and marry her before she finds you out.\"\n\nMr. Hurst shook his head.\n\n\"There's no other girl for me,\" he said, miserably.  \"And everything\nseemed to be going so well.  We've been buying things for the house for\nthe last six months, and I've just got a good rise in my screw.\"\n\n\"It'll do for another girl,\" said Mr. Mott, briskly.  \"Now, you get off\nback to town.  You are worrying Florrie by staying here, and you are\ndoing no good to anybody.  Good-bye.\"\n\n\"I'll walk back as far as the door with you,\" said Mr. Hurst.  \"You've\ndone me good.  It's a pity I didn't meet you before.\"\n\n\"Remember what I've told you, and you'll do well yet,\" he said, patting\nthe young man on the arm.\n\n\"I will,\" said Mr. Hurst, and walked on by his side, deep in thought.\n\n\"I can't ask you in,\" said Mr. Mott, jocularly, as he reached his door,\nand turned the key in the lock.  \"Good-bye.\"\n\n\"Good-bye,\" said Mr. Hurst.\n\nHe grasped the other's outstretched hand, and with a violent jerk pulled\nhim into the street.  Then he pushed open the door, and, slipping into\nthe passage, passed hastily into the front room, closely followed by the\ninfuriated Mr. Mott.\n\n\"What--what--what!\" stammered that gentleman.\n\n\"I'm taking your tip,\" said Mr. Hurst, pale but determined.  \"I'm going\nto stay here until I have seen Florrie.\"\n\n\"You--you're a serpent,\" said Mr. Mott, struggling for breath.  \"I--I'm\nsurprised at you.  You go out before you get hurt.\"\n\n\"Not without the mantelpiece,\" said Mr. Hurst, with a distorted grin.\n\n\"A viper!\" said Mr. Mott, with extreme bitterness.  \"If you are not out\nin two minutes I'll send for the police.\"\n\n\"Florrie wouldn't like that,\" said Mr. Hurst.  \"She's awfully particular\nabout what people think.  You just trot upstairs and tell her that a\ngentleman wants to see her.\"\n\nHe threw himself into Mr. Mott's own particular easy chair, and, crossing\nhis knees, turned a deaf ear to the threats of that incensed gentleman.\nNot until the latter had left the room did his features reveal the\ntimorousness of the soul within.  Muffled voices sounded from upstairs,\nand it was evident that an argument of considerable length was in\nprogress.  It was also evident from the return of Mr. Mott alone that his\nniece had had the best of it.\n\n\"I've done all I could,\" he said, \"but she declines to see you.  She says\nshe won't see you if you stay here for a month, and you couldn't do that,\nyou know.\"\n\n\"Why not?\" inquired Mr. Hurst.\n\n\"Why not?\" repeated Mr. Mott, repressing his feelings with some\ndifficulty. \"Food!\"\n\nMr. Hurst started.\n\n\"And drink,\" said Mr. Mott, following up his advantage.  \"There's no good\nin starving yourself for nothing, so you may as well go.\"\n\n\"When I've seen Florrie,\" said the young man, firmly.\n\nMr. Mott slammed the door, and for the rest of the day Mr. Hurst saw him\nno more.  At one o'clock a savoury smell passed the door on its way\nupstairs, and at five o'clock a middle-aged woman with an inane smile\nlooked into the room on her way aloft with a loaded tea-tray.  By supper-\ntime he was suffering considerably from hunger and thirst.\n\nAt ten o'clock he heard the footsteps of Mr. Mott descending the stairs.\nThe door opened an inch, and a gruff voice demanded to know whether he\nwas going to stay there all night.  Receiving a cheerful reply in the\naffirmative, Mr. Mott secured the front door with considerable violence,\nand went off to bed without another word.\n\nHe was awakened an hour or two later by the sound of something falling,\nand, sitting up in bed to listen, became aware of a warm and agreeable\nodour.  It was somewhere about the hour of midnight, but a breakfast\nsmell of eggs and bacon would not be denied.\n\nHe put on some clothes and went downstairs.  A crack of light showed\nunder the kitchen door, and, pushing it open with some force, he gazed\nspellbound at the spectacle before him.\n\n\"Come in,\" said Mr. Hurst, heartily.  \"I've just finished.\"\n\nHe rocked an empty beer-bottle and patted another that was half full.\nSatiety was written on his face as he pushed an empty plate from him,\nand, leaning back in his chair, smiled lazily at Mr. Mott.\n\n\"Go on,\" said that gentleman, hoarsely.  Mr. Hurst shook his head.\n\n\"Enough is as good as a feast,\" he said, reasonably.  \"I'll have some\nmore to-morrow.\"\n\n\"Oh, will you?\"  said the other.  \"Will you?\"\n\nMr. Hurst nodded, and, opening his coat, disclosed a bottle of beer in\neach breast-pocket.  The other pockets, it appeared, contained food.\n\n\"And here's the money for it,\" he said, putting down some silver on the\ntable.  \"I am determined, but honest.\"\n\nWith a sweep of his hand, Mr. Mott sent the money flying.\n\n\"To-morrow morning I send for the police.  Mind that!\"  he roared.\n\n\"I'd better have my breakfast early, then,\" said Mr. Hurst, tapping his\npockets.  \"Good night.  And thank you for your advice.\"\n\nHe sat for some time after the disappearance of his host, and then,\nreturning to the front room, placed a chair at the end of the sofa and,\nwith the tablecloth for a quilt, managed to secure a few hours' troubled\nsleep.  At eight o'clock he washed at the scullery sink, and at ten\no'clock Mr. Mott, with an air of great determination, came in to deliver\nhis ultimatum.\n\n\"If you're not outside the front door in five minutes, I'm going to fetch\nthe police,\" he said, fiercely.\n\n\"I want to see Florrie,\" said the other.\n\n\"Well, you won't see her,\" shouted Mr. Mott.\n\nMr. Hurst stood feeling his chin.\n\n\"Well, would you mind taking a message for me?\" he asked.  \"I just want\nyou to ask her whether I am really free.  Ask her whether I am free to\nmarry again.\"\n\nMr. Mott eyed him in amazement.\n\n\"You see, I only heard from her mother,\" pursued Mr. Hurst, \"and a friend\nof mine who is in a solicitor's office says that isn't good enough.  I\nonly came down here to make sure, and I think the least she can do is to\ntell me herself.  If she won't see me, perhaps she'd put it in writing.\nYou see, there's another lady.\"\n\n\"But\" said the mystified Mr. Mott.\n\n\"You told me----\"\n\n\"You tell her that,\" said the other.\n\nMr. Mott stood for a few seconds staring at him, and then without a word\nturned on his heel and went upstairs.  Left to himself, Mr. Hurst walked\nnervously up and down the room, and, catching sight of his face in the\nold-fashioned glass on the mantel-piece, heightened its colour by a few\npinches.  The minutes seemed inter-minable, but at last he heard the\nsteps of Mr. Mott on the stairs again.\n\n\"She's coming down to see you herself,\" said the latter, solemnly.\n\nMr. Hurst nodded, and, turning to the window, tried in vain to take an\ninterest in passing events.  A light step sounded on the stairs, the door\ncreaked, and he turned to find himself con-fronted by Miss Garland.\n\n\"Uncle told me\" she began, coldly.  Mr. Hurst bowed.\n\n\"I am sorry to have caused you so much trouble,\" he said, trying to\ncontrol his voice, \"but you see my position, don't you?\"\n\n\"No,\" said the girl.\n\n\"Well, I wanted to make sure,\" said Mr. Hurst.  \"It's best for all of us,\nisn't it?  Best for you, best for me, and, of course, for my young lady.\"\n\n\"You never said anything about her before,\" said Miss Garland, her eyes\ndarkening.\n\n\"Of course not,\" said Mr. Hurst.  \"How could I?  I was engaged to you,\nand then she wasn't my young lady; but, of course, as soon as you broke\nit off--\"\n\n\"Who is she?\" inquired Miss Garland, in a casual voice.\n\n\"You don't know her,\" said Mr. Hurst.\n\n\"What is she like?\"\n\n\"I can't describe her very well,\" said Mr. Hurst.  \"I can only say she's\nthe most beautiful girl I have ever seen.  I think that's what made me\ntake to her.  And she's easily pleased.  She liked the things I have been\nbuying for the house tremendously.\"\n\n\"Did she?\" said Miss Garland, with a gasp.\n\n\"All except that pair of vases you chose,\" continued the veracious Mr.\nHurst.  \"She says they are in bad taste, but she can give them to the\ncharwoman.\"\n\n\"Oh!\" said the girl.  \"Oh, indeed!  Very kind of her.  Isn't there\nanything else she doesn't like?\"\n\nMr. Hurst stood considering.\n\n\"She doesn't like the upholstering of the best chairs,\" he said at last.\n\"She thinks they are too showy, so she's going to put covers over them.\"\n\nThere was a long pause, during which Mr. Mott, taking his niece gently by\nthe arm, assisted her to a chair.\n\n\"Otherwise she is quite satisfied,\" concluded Mr. Hurst.\n\nMiss Garland took a deep breath, but made no reply.\n\n\"I have got to satisfy her that I am free,\" said the young man, after\nanother pause.  \"I suppose that I can do so?\"\n\n\"I--I'll think it over,\" said Miss Garland, in a low voice.  \"I am not\nsure what is the right thing to do.  I don't want to see you made\nmiserable for life.  It's nothing to me, of course, but still--\"\n\nShe got up and, shaking off the proffered assistance of her uncle, went\nslowly and languidly up to her room.  Mr. Mott followed her as far as the\ndoor, and then turned indignantly upon Mr. Hurst.\n\n\"You--you've broke her heart,\" he said, solemnly.\n\n\"That's all right,\" said Mr. Hurst, with a delighted wink.  \"I'll mend it\nagain.\"",
    "metadata": {
        "author": [
            "Jacobs, William Wymark",
            "Jacobs, W. W. (William Wymark)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/11473/pg11473.txt",
        "name": "made_to_measure_deep_waters_part_3.json"
    }
}