{
    "name": "Magic",
    "author": [
        "Stacpoole, H. De Vere (Henry De Vere)",
        "Stacpoole, Henry De Vere",
        "Stacpoole, H. de Vere"
    ],
    "body": "By H. de Vere Stacpoole\n\nAuthor of “Picaroons,” “A Man of Iron,” Etc.\n\n    Whether it is an island in the South Seas or a great city,\n    the spell of one’s homeland holds, and the sight of\n    homeland face, when far afield, can work wonders in the\n    human heart, as Tauti and Uliami lived to learn.\n\n\nIn Tilafeaa there lived, many years ago, two young men, Tauti and Uliami\nby name, and brothers in all things but birth.\n\nTilafeaa is a high island, very large, and many ships come there for\ncopra and turtle and beche de mer, and at night you can see the reef\nalight with the torches of the fish spearers, and there is a club where\nthe white captains and the mates from the ships meet with the traders to\ndrink and talk.\n\nThe town is larger than the town here at Malaffii, but more spread, with\ntrees everywhere, and between the houses, artus and palms and bread\nfruit, so that at night the lights of the town show like fireflies in\nthe thick bush.\n\nTauti’s house lay near the middle of the great street, near to the\nchurch, while the house of Uliami was the last in all that street but\none, a pleasant house under the shadow of the true woods and close to\nthe mountain track that goes over the shoulder of Paulii and beyond.\n\nIt was at the house of Uliami that these two chiefly met, for Uliami was\nthe richer man and his house was the pleasanter house and he himself was\nthe stronger of the two--not in power of limb but in person. You will\nhave noticed that, of two men equal in the strength of the body, one\nwill be greater than the other, so that men and women will come to him\nfirst, and he will be able to get the better price for his copra, and in\nany public place he will find more consideration shown to him.\n\nIt was so with Uliami. He was first of these two as he might have been\nthe elder brother, and, though first, always put himself last, so great\nwas his spirit and love for Tauti. When they went fishing together,\nthough he caught more, it was always Tauti that brought home the\nheaviest basket. The ripest fruit was always for Tauti, and once, at the\nrisk of his own, he had saved Tauti’s life.\n\nAs for Tauti, he was equally fine in spirit. Though Uliami might fill\nhis basket the fullest, he always tried to contrive that in the end\nUliami had the better fish and fruit, and once he, too, had risked his\nlife to save a man--and that man was Uliami.\n\nNow since these two were inseparable and had given in spirit the life of\nthe one for the life of the other, nothing, you will say, could separate\nthem but Death which separates all things.\n\n\n\n\nII.\n\n\nOne day Tauti, coming up alone from the fishing and taking a byway\nthrough the trees, came across a girl crouched beneath the shelter of a\nbread fruit whose leaves were so great that one of them could have\ncovered her little body.\n\nIt was Kinei, the daughter of Sikra the basket maker, and she was\nstringing flowers which she had plucked to make a chaplet. He knew her\nwell, and he had often passed her; she was fourteen, or a little more,\nand had for nickname the “Laughing One,” for she was as pleasant to look\nat as the sunshine through leaves on a shadowed brook. She was so young\nthat he had scarcely thought of her as being different from a man, and\nshe had always, on meeting him, had a smile for him, given openly as a\nchild may give a pretty shell in the palm of its hand.\n\nBut to-day, as she looked up, she had no smile for him. He drew near and\nsat down close to her and handed her the flowers for her to string.\nThen, as he looked into her eyes, he saw that they were deep as the\ndeepest sea, and full of trouble.\n\nHe made inquiry as to the cause of the trouble and Kinei, without\nanswering him, looked down. He raised her chin and, looking at him full,\nher eyes filled with tears. Then he knew. He had found Love, suddenly,\nlike a treasure, or like a flower just opened and filled with dew.\n\nOn leaving her that day he could have run through the woods like a man\ndistracted and filled with joy, but, instead he sought his own house,\nand there he sat down to contemplate this new thing that had befallen\nhim.\n\nNow, in the past, when any good had come to Tauti, no sooner was it in\nhis hand than he carried it to Uliami to show; and his eyes now turned\nthat way. But, look hard as he would, he could not see Uliami, for there\nwas now no one else in the world for him but Kinei.\n\nHe could not tell his news, but hid it up, and when Uliami met him and\nasked him what was on his mind, he replied “Nothing.” And so things went\non, till one day Uliami, walking in the woods, came upon Kinei with\nTauti in her arms.\n\nHe would sooner have come upon his own death, for he, too, had learned\nto love the girl, but his love for her had made him as weak as a maiden\nand as fearful as a child in the dark of the high woods, when there is\nno moon. Love is like that, making some men bold as the frigate bird in\nits flight, and some timorous as the dove, and the strongest are often\nthe weakest when taken in the snare.\n\nUliami, having gazed for two heartbeats, passed away like a shadow among\nthe trees and sought his own house and sat down to consider this new\nthing that had come to him. Any bad fortune of the past he had always\ncarried to Tauti to share it with him, and his eyes turned toward Tauti\nnow, but not with that intent.\n\nAt first, and for some time covering many days, he felt no ill will--no\nmore than a man feels toward the matagi that blows suddenly out of a\nclear sky, driving him off shore to be drowned.\n\nThen came the marriage of Tauti to Kinei, and a year that passed, and a\nson that was born to them.\n\nAnd then slowly, as the great storms rise, the storm that had been\ngathering in the heart of Uliami rose and darkened, and what caused that\nstorm was the fact that Tauti, in his happiness, had forgotten their\nold-time bond of brotherhood, and was so happy in his wife and his\nlittle affairs that Uliami might as well not have been on that island.\n\nTauti had robbed him not only of Kinei but of himself; Kinei had robbed\nhim not only of herself but of Tauti--and they were happy. But the storm\nmight never have burst, for Uliami was no evil man, had he not one day\ndiscovered that Kinei was no longer faithful to Tauti. She was of that\nsort, and the devil, who knows all things, did not leave the matter long\nto rest, but took Uliami by the ear and showed him the truth.\n\nNow what the devil does to a man that man does often to another. Uliami\nshowed Tauti the truth, and in such a manner that Tauti struck him on\nthe mouth.\n\n“So be it,” said Uliami, wiping his mouth. “All is ended between us, and\nnow I will kill you--not to-day, but to-morrow, and as sure as the sun\nwill rise.”\n\nTauti laughed.\n\n“There are two to that game,” said he. “As you say, all is ended between\nus, and to-morrow I will kill you as sure as the sun will set.”\n\nThen they each went their ways, not knowing that their words had been\noverheard by Sikra, the father of Kinei, who had been hiding in the\nbushes by the path where they had met.\n\n\n\n\nIII.\n\n\nThis Sikra was only a basket maker and knew only one trade, but for all\nthat he was the wisest man on that island, and the most cunning, and the\nmost evil. And Sikra said to himself, “If these two men kill one another\nover Kinei and her conduct, all may be discovered openly which is now\nknown only secretly and to a few.”\n\nHe went to the lagoon edge, and there, in the shelter of the canoe\nhouses, he sat down, and, with his hands before him, began contemplating\nthe matter, twisting the facts, this way and that, with the fingers of\nhis mind, just as the fingers of his body had been accustomed to twist\nthe plaited grass, this way and that, into the form of his baskets.\n\nHe knew that this thing was a death feud, and that by the morrow’s\nsunset one of the two men would be no longer alive, unless they were\nseparated and one taken clean away from that island. But more than that,\nhe said to himself, “Of what use is there in taking one away, for if\nTauti is left he will maltreat my daughter and search more deeply into\nthis matter and bring more confusion upon us. And if I were to kill\nUliami to-night in his sleep, as has just occurred to me, would not the\ndeed be put down to Tauti, who, in trying to free himself, might in some\nway bring the deed home to me? And if I were to kill Tauti, might not\nthe same thing happen?”\n\nThinking so, his wandering mind crossed the lagoon to the two ships\nthere at anchor--a schooner and a brig--and both due to leave by the\nflood of the morrow’s dawn. It was then, with the suddenness of the\nclosing of a buckle, that a great thought came to Sikra, making him\nlaugh out loud so that the echoes of the canoe house made answer.\n\nHe rose up and, leaving the beach, made through the trees in the\ndirection of Tauti’s house. There, when he reached it, was Kinei, seated\nat the doorway. He knew, by this, that Tauti was not at home, and so,\nnodding to his daughter, he withdrew, making along that street toward\nthe sea end where presently he met his man leaving the forge of Tomassu,\nthe smith, who makes and mends in iron things and sharpens fish spears\nand knives. Tauti had a knife in his girdle, and, noting it, Sikra drew\nhim aside into the lane that goes through the bushes of mammee apple,\npast the chief trader’s house to the far end of the beach.\n\nHere he stopped, when they had passed beyond earshot of the trader’s\nhouse, and, placing his finger on the breast of the other, says he:\n\n“Tauti, what about that knife you were having sharpened just now at the\nforge of Tomassu?”\n\n“To-morrow,” said Tauti, “I have to kill a pig.”\n\n“You are right,” said Sikra. “He is a pig. I heard you both when you\nwere talking on the path, and I heard the name he gave my daughter, and\nI saw you strike him. But you will not kill him to-morrow.”\n\n“But why?” asked Tauti.\n\n“Because,” said Sikra, “he has left the island.”\n\nTauti laughed, disbelieving the other.\n\n“Since when,” asked he, “has Uliami taken wings?”\n\n“An hour ago,” replied Sikra. “I rowed him over to the schooner that\nlies there in the lagoon; most of the crew were ashore getting fruit,\nand the rest were asleep, and the captain and his mate were at the club\ndrinking, and the hatch was open and Uliami crept on board and hid\nhimself among the cargo. His lips were white with fear.”\n\n“But Uliami is no coward,” said the other.\n\n“Did he return your blow?” asked the cunning Sikra.\n\n“That is true,” replied Tauti, “but hiding will not save him. I have\nsworn his death and my hatred is as deep as the sea. I will go on board\nthe schooner now and tell the captain what sort of cockroach lies hidden\nin his ship; and when they bring him out I will kill him.”\n\n“And then the white men will hang you,” said Sikra. “Child that you are,\nwill you listen to me?”\n\n“I listen,” said Tauti.\n\n“Well,” said Sikra, “you go aboard the schooner now and become one of\nthe crew. They are in need of hands, as, indeed, is also that brig that\nlies by her. Then in a day or less, when Uliami knocks to be let out,\nyou will be on board and on some dark night, or peradventure at the next\nport the schooner reaches, you can do the business you have set your\nheart to.”\n\nNow this counsel fell in not only with Tauti’s desire for blood, but\nalso with his wish to be shut of that island for a while and the wife\nwho had betrayed him.\n\nHe thought for a moment on the matter, and then he fell in with the idea\nof Sikra, and, not even returning to his house, just as he was, let\nhimself be led to the far end of the beach, where Sikra, borrowing a\ncanoe, rowed him to the schooner, whose captain was right glad to have\nhim, being, as Sikra had stated truly enough, short of hands.\n\n\n\n\nIV.\n\n\nSikra, having got rid of one of his men, paddled back ashore, and,\nwaiting till dark had nearly fallen, took himself to Uliami’s house.\nHere he found Uliami seated with a fish spear across his knees and a\nwhetstone in his hands; a knife that had just been sharpened lay beside\nhim.\n\n“You are busy?” said Sikra, “but your labor is useless, for the man you\nwould kill has flown. Hiding in the bushes I heard all that passed\nbetween you and Tauti. He has left the island for fear of you and has\ncrept on board the brig that lies at anchor in the lagoon. With the help\nof a friend who is one of the crew, he has hidden himself in the hold\nwith the cargo.”\n\n“Then,” said the other, and almost in the words Tauti had used, “I will\nrow off to the brig and tell the captain what sort of reptile has hidden\nin his hold, and when they drag him forth I will kill him.”\n\n“And the white men will hang you,” said Sikra. “Child, listen to the\nwords of Sikra, who is old enough to be your father. Go on board the\nbrig pretending nothing, become one of the crew, and then, when Tauti\nknocks to be let out, you can have your way with him some dark night, or\nperadventure, at the first port the ship touches at. I wish to be shut\nof him as a son-in-law for many reasons, but I do not want him killed on\nthis island.”\n\nUliami brooded for a moment on this. Then he rose, and, taking only the\nknife, followed the other to the beach.\n\nIt was now dark. When they reached the side of the brig the captain was\ncalled, and glad enough he was to get a new hand and willing to pay\nthree dollars a month, which is better pay by a dollar than what they\nwere giving on the plantations--and paid in dollars, not trade goods.\n\nUliami climbed on board, and then Sikra put back ashore, where he sat on\nthe beach for a while, looking at the lights of the two ships and\nholding his stomach with laughter. Then he made for the house of Tauti\nand beat Kinei, and took possession of all the belongings of her\nhusband. Next day he went to the house of Uliami and took the best of\nthe things there, assured in his mind that neither Tauti nor Uliami\nwould ever get back to that island again.\n\n\n\n\nV.\n\n\nNow when a man finds himself in his grave he may like it or not, but he\ncannot get out; and so it is with a ship.\n\nUliami presently found himself in the fo’c’s’le of that ship where the\nhands were having their supper by the light of a stinking lamp, and so\nfar from eating, it was all he could do to breathe.\n\nNeither did the men please him, being different from the men he had\nalways met with. There were men from the Solomons, with slit ears and\nnose rings; and there were men from the low islands, whose language he\ncould scarcely understand; and he would have been the unhappiest man in\nthe world, just then, had it not been for the thought of Tauti so close\nto him hidden among the cargo and fancying himself safe.\n\nAt the same time, on board the schooner, Tauti was in the same way,\nwishing himself in any other place, but upheld by the thought of Uliami\nhiding from him, yet so close.\n\nThen, with an empty belly, but a full mind, Uliami turned in, to be\naroused just before break of day by the mate. On deck he was put to haul\non ropes to raise the sails, and on the deck of the schooner, lying\nclose by, he might have seen, had there been light, Tauti hauling\nlikewise.\n\nThen he was put to the windlass which pulls in the chain that raises the\nanchor, and as the sun laid his first finger upon Paulii the anchor came\nin and the brig, with the tide and the first of the land wind, drew\ntoward the reef opening and passed it. Uliami, looking back, saw\nTilafeaa standing bold from the sea and the reef and the opening with\nthe schooner passing through it, and he wished himself back for a\nmoment, till the remembrance of Tauti came to him and the picture of him\nhidden there among the cargo.\n\nHe reckoned that he would knock to be let out as soon as the ship told\nhim by her movement that she was well on her voyage, and, being on the\nmorning watch, he managed to keep close to the cargo hatch with his ears\nwell open to any sound. At first the straining and creaking of the masts\nand timbers confused him, but he got used to these, but he heard no\nsound. An hour might have gone by when a new thought came to Uliami. He\nwould lay no longer waiting for the other to make a move, but go\nstraight to the captain and tell him that a man was hidden there under\nthe hatch, for he was more hungry for the sight of Tauti’s face and the\nsurprise on it at their meeting than a young maiden is for the sight of\nher lover.\n\nAt that moment the captain himself came on deck and began to look at the\nsun, holding to his face a thing so strangely formed that Uliami would\nhave laughed, only that laughter and all gay thoughts were now as far\nfrom him as Tilafeaa.\n\nThe captain was a big man with a red face, and when he had done looking\nat the sun, and when he heard what Uliami had to say, he swore a great\noath, and, calling to the mate, he ordered the tarpaulins to be taken\noff the hatch and the locking bars undone, and then the hatch was\nopened, but there was no man there.\n\nThen the captain kicked Uliami, and the mate kicked him, and at that\nvery time, or near it, they were kicking Tauti on board the schooner for\nalso giving them word that a man was hidden in the cargo.\n\nOf a truth these two, who had set out so gayly to kill one another, were\nreceiving payment through the hands of Sikra; each of these men had\nseized the devil by the tail and they could not let go, and here he was\ngalloping over the world with them, from wave to wave, like a horse over\nhurdles, for the brig and the schooner, though separated by many\nleagues, were going in the same direction.\n\n\n\n\nVI.\n\n\nThey passed islands, and there was not an island they passed that did\nnot make Uliami feel as though he had swallowed Paulii and it had risen\nin his throat.\n\nAs first, and for many days, he noticed in his ears a sound which was\nyet not a sound. Then he knew it was the sound of the reef that had been\nin his ears since childhood, but had now drawn away and gone from him,\nleaving only its memory. The food displeased him, and the work and the\nfaces of his companions, and he would have given his pay and all he\npossessed for a sniff of the winds blowing from the high woods, or a\nsight of the surf on the shores of Tilafeaa.\n\nHe had only one companion--his anger against Tauti. He saw now that he\nhad been served a trick, and put the whole matter down to the wiles of\nthe other, little thinking that it was Sikra who had played this game\nagainst them both.\n\n\n\n\nVII.\n\n\nOne day the brig, always butting like a ram against the blue sky and\nempty sea, gave them view of a mountain and land, stretching in the\ndistance from north to south as though all the islands of the ocean had\nbeen drawn and joined together making one solid piece.\n\nThen presently, as they drew in, Uliami saw a break in the land near the\nmountain. They told him it was the Golden Gate and the city of San\nFrancisco where all the rich men in the world lived, but he had little\ntime to listen to their tales. For they were now on the bar, and the\nbrig was tumbling this way and that, and the mate and captain cursing\nand kicking those in the way, and giving orders to haul now on this\nrope, now on that.\n\nUliami had been used to swearing and cursing on board that brig, but,\nwhen they got to the wharf, what he heard overpassed all he had heard in\nthat way, as though all the curses in the world, like all the men, and\nall the houses, and all the ships, had come to roost at that spot.\n\nBut Uliami did not mind. He was filled with one great desire--to go\nashore to see for himself the great houses and the rich men and the new\nthings to be seen. Next morning when the crew were paid and he had\nreceived five dollars as his pay, he joined up with Sru, a man from the\nlow islands, who had been friendly to him on the voyage, and the pair,\ncrossing the plank, set their feet on the wharf, and Sru, landing, made\nfor the first tavern. That was the sort of man Sru was, old in the ways\nof harbors and ports, and with a liking for rum. But Uliami had no\nstomach for drink and, presently, he left the other and found himself in\nthe streets round the dockside.\n\nIt was very windy here and his thin coat and trousers flapped around him\nas a flag flaps on its staff, and the dust blew with the wind in great\nclouds. And, just as things touched by a wizard change and alter, so the\nmind of Uliami began to wither in him, for here there were no rich men\nto be seen, only dirty children playing their games, and there was not a\nchild that did not see in him a man new to the place. They called after\nhim, ridiculing him, and the houses were not proper houses set in\ngardens, but all of a piece and evil-looking beyond words.\n\nThen pursuing his way he found himself in a broader street where cars\nran without horses and where there were so many people that no one\nnoticed him.\n\nAnd that was the most curious thing that had happened to him yet, for at\nTilafeaa every one had a nod or a smile or a word for every one else,\nbut here the people all passed along in two streams, rapidly, like\ndriven fish, with not a word for each other, nor a look nor a smile, so\nthat, in all that crowd, Uliami felt more alone than in the woods yet\nnot alone--for here were men and women, almost in touch, by the hundred\nand the thousand.\n\nThen the shops took him where the traders exposed their goods, not in\nthe open but behind windows of glass, each ten hundred times bigger than\nthe window of glass in the church at Raupee. But the goods exposed were\nthings, many of them, which he had never seen before, and they caused no\ndesire in his mind, only distress and more loneliness, till he came to a\nshop where great bunches of bananas hung just as though they had been\nnew cut down from the trees at Tilafeaa.\n\nHere he hung, disregarding the other fruit exposed, and with tears\nfilling his eyes, till the man of the shop spoke to him roughly, asking\nhim what he wanted and bidding him be gone.\n\n\n\n\nVIII.\n\n\nNow at Tilafeaa the day was always cut out in pieces, with things to do\nin each piece, and on board the brig it was the same, but here the day\nwas all one, with nothing to do but walk from street to street, among\npeople blind to one another and always hurrying like leaves blown by a\nwind.\n\nUliami stood a while at a corner and watched these people, and it seemed\nto him, now, that they were each, like the cars that went without\nhorses, or the boats in the bay that went without stern or side wheels,\ndriven by some purpose that no man could see.\n\nHe felt that it was no good purpose that made men disregard one another\nand push one another aside and be blind to a stranger as though he were\na ghost they could not see. He felt sick at heart, for even the sun had\nchanged and here its light fell on nothing good. The great buildings and\nthe little, it was all the same, they were equally hard with the\nhardness that lay in the faces of the people.\n\nIt was on noon when, wandering like a lost dog, he found himself in a\nmost dismal place passing along by a great wall. Beyond the wall lay a\nbuilding reaching the skies with chimneys that smoked and fumed, and\nhere in the lane lay refuse and old empty tins and such truck with the\nsun shining on them and the light of it turned to mournfulness and\ndesolation. Turning a corner of this lane he came face to face with\nTauti, whose ship had come in to the bay only the morning before, and\nwho, like Uliami, had been wandering hither and thither, like a lost\ndog.\n\nEach man had still his knife in his girdle, and thus they stood facing\none another, as they had stood when they parted last, in the woods of\nTilafeaa. And surely, for a killing, no place was better suited than\nthis, where there was no one to watch or take notice or care except the\ndevil of desolation lurking in that lane, which of all places in the\ncity seemed his truest home.\n\nFor a moment, as they stood, all things were shattered around them;\neverything wiped away but themselves, and their minds sprang back to the\npoint of anger as a bow springs back to the straight, and who knows what\nmight have happened between these two, but at that moment from the great\nbuilding there came a howl like the voice of the whole city howling out\nin pain because of its own desolation.\n\nIt was the voice of the horn that is blown at midday for the work\npeople, and as Tauti and Uliami looked round them in fear and wonder it\nseemed to them the voice of the dust, and the high walls and the\nstreets, and the rubbish on the ground, and the hard-faced people on the\nfoot walks. When it ceased, and they faced one another again, they were\nno longer alone, for that voice had reached Tilafeaa, and the high woods\nhad come trooping to its call right across the sea, and they were\nstanding as they had stood when they parted last in the company of the\ntrees and amid the beauty of the flowers, and all anger had passed from\ntheir hearts where there was nothing now but the grief of exile and\nlove.\n\nSurely that was magic greater than the magic of the pictures that move,\nor the machines that speak, and surely places are the true gods that\nrule over man, for the voice of the city had brought an island from a\nthousand leagues away, and the island had brought love to Tauti and\nUliami.\n\nNo man could have reconciled these two.\n\nBut Tauti died. Before ever he could get back to Tilafeaa a fever took\nhim. It was many years ago.\n\nI am Uliami.",
    "metadata": {
        "author": [
            "Stacpoole, H. De Vere (Henry De Vere)",
            "Stacpoole, Henry De Vere",
            "Stacpoole, H. de Vere"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/73248/pg73248.txt",
        "name": "magic.json"
    }
}