{
    "name": "Maid—To Order",
    "author": [
        "Annas, Hal"
    ],
    "body": "                Herb Cornith didn't really mind getting\n            married as long as the girl answered his strict\n            specifications which were simply--a superwoman!\n\n\nHerb Cornith shook his dark head in disappointment. \"Nope,\" he said,\n\"she won't do. Lacks an ounce of being the right weight.\"\n\nThe willowy blonde behind the desk blinked blue eyes and frowned.\n\"But Mr. Cornith,\" she insisted, \"you fit Miss Lucy Hollowell's\nspecifications perfectly. She even specified that the man must be very\nexacting, meticulous and choosy. Certainly you are being all of that\nwhen you quibble over an ounce in her weight.\"\n\nCornith picked up the specification sheet in his muscular right hand.\nHe studied it out of thoughtful brown eyes. \"This doesn't look right,\"\nhe said. \"I'll admit that I have strong features, but I'm not handsome.\"\n\n\"To a woman, you are handsome, Mr. Cornith. In fact, magnetically so.\"\n\n\"I'm only six feet tall, not seventy-three inches.\"\n\n\"That is a typographical error, Mr. Cornith. It should read seventy-two\ninches. The corrected copy should be along soon. Something went wrong\nwith the machine.\"\n\n\"And my eyes are not particularly expressive. I generally conceal my\nthoughts.\"\n\n\"That, Mr. Cornith, is merely your own opinion. You don't know what\nexpression you might put into your eyes when you look into the eyes of\nyour soul-mate.\"\n\n\"The eyes of my what?\"\n\n\"Excuse me, Mr. Cornith. I know you're not the poetic type. You're the\nrugged type, but brainy, realistic. Still, you fit the specifications.\"\n\n\"You said there was another sheet to the specifications?\"\n\n\"Yes. It won't be finished until tomorrow. But let me assure you that\nit fits you. In fact, it describes your every virtue and fault.\"\n\nCornith glanced round the large room. His brown eyes came to rest on\na model of an early Martian rocket ship. He studied it for a space,\nmentally seeing its interior and its outmoded atomic drive. It reminded\nhim that he should get back to the laboratory and check on those\nray-collector tests. This business of dickering over specifications for\na wife was a nuisance. His requirements had been on file since he had\ntaken the Levet test at the age of eighteen. Because of his exacting\nnature they had been hard to fill. Now at twenty-seven he was still\nunmarried. Not that he cared. But by reason of the fact that he was of\nthe higher mental level, and physically fitted to survive in a complex\nand expanding civilization, he was urged by the Foundation to marry and\nbeget children.\n\n\n\nThis was the accepted procedure. Marriage was seldom discouraged, but\nit was urged only on those who came up to certain specifications. The\npurpose was to improve mankind in order that man might hold his own in\na solar system that was even now reaching out toward the stars. The\nsystem had long been in effect on Mars, but owing to the colder climate\nand the thinner atmosphere, Mars had less than a tenth the population\nof earth. Selective breeding alone had enabled these to survive.\n\n\"Sorry,\" Cornith said. \"This Lucy Hollowell fits everything except she\nis too skinny. I don't want a bag of bones for a wife.\"\n\nThe blonde smiled wryly. \"She is only a half-ounce under the\nspecifications, to be exact. Perhaps you have not carefully read your\nrequirements. Let me remind you, Mr. Cornith, the Foundation probed\nyour every thought, conscious and subconscious, your every physical\nreaction, and they specified merely that the girl must be unusually\nintelligent, naming the subjects which will fit into your pattern; that\nshe must be beautiful according to your standards; that she must be\nfive-feet four-inches tall and weigh a hundred and twenty-three pounds.\n\n\"Now, Mr. Cornith, there is one little thing which the Foundation has\ndecided that you implanted in your thoughts by suggestion before taking\nthe test. They decided that you were being facetious. I am alluding\nto the specified requirements that your wife must be able to wiggle\nher ears, throw her voice and perform sleight-of-hand tricks, among\nother curious things. The Foundation says that these things may not be\nessentially required. But they do admit the requirement that she must\nbe eager to please you at all times. And since it is Lucy Hollowell's\nnature to be eager to please the man she marries, she is even now\npracticing ventriloquism and learning how to wiggle her ears. She has\na brilliant mind and will have no difficulty learning a number of\nsleight-of-hand tricks.\"\n\n\"But she's too skinny!\"\n\n\"Half an ounce, Mr. Cornith. She weighs a hundred and twenty-two\npounds, fifteen ounces. She could very easily gain that ounce by making\nan effort, but you specified that there should be no conscious effort\nto meet physical measurements and weight requirements. She was to be\nweighed, dripping wet, as she came from under the shower, just before\nbreakfast. We assume that the wetness weighed half an ounce.\"\n\n\"I don't like skinny females.\"\n\n\"We have another one, less brilliant, but who meets all physical\nrequirements other than weighing a hundred and twenty-three pounds and\nfour ounces.\"\n\n\"Too fat. Can't stand fat women.\"\n\n\"Would you permit Lucy Hollowell to gain half an ounce consciously? She\ncan do it in a few hours. Has a brilliant mind. Can regulate her own\nglandular flow.\"\n\n\"No. I don't want to marry a woman who is always thinking about her\nweight, and if she starts now--\"\n\n\"You're very exacting, Mr. Cornith!\"\n\n\"Naturally. The requirements of Lucy Hollowell demand an exacting man.\nAt least that's what the Foundation reports.\"\n\n\"Then you are giving her serious thought?\"\n\n\n\n\"None whatever! She's too skinny. If she just had an ounce more meat on\nher bones, I'd marry her and not even ask her name. But I don't want to\nlive the balance of my days with a female who looks like an animated\nskeleton, who has to stand twice in the same spot to cast a shadow, who\nhas to drink tomato juice to keep you from looking through her.\"\n\n\"How about the woman of the same height who weighs a hundred and\ntwenty-three pounds, four ounces.\"\n\n\"A beef-trust like that! Count me out. She'd cast her shadow twice.\nIt would take a week to hug her, a little at a time. She'd shake\nthe house down every time she walked across the floor. Impossible to\nkeep her in clothes. I'd need a nylon and linen factory to supply the\nmaterial for one outfit. No! I'd rather have a skeleton than a whale.\"\n\n\"Then you'll consider Lucy Hollowell?\"\n\n\"I didn't say that. I wouldn't mind taking a look at her from a\ndistance, because if she does fit the other specifications she must be\nsomething out of a dream. Too bad she has to be built like a rail.\"\n\n\"Not like a rail, Mr. Cornith.\"\n\n\"A skeleton then.\"\n\n\"Not like a skeleton, either. She is Miss Venus of 2190.\"\n\n\"What? You mean, this gawky Lucy Hollowell is the same as that gorgeous\nbundle of curves and pulchritude?\"\n\n\"Exactly. And now you're interested, huh?\"\n\n\"No. She doesn't meet the specifications.\"\n\n\"But you'll let her come over to the laboratory and watch you work,\nwon't you? After all, you meet her requirements.\"\n\n\"No! I don't want any walking bean-poles around the laboratory.\"\n\n\"But maybe she wouldn't appear just that.\"\n\n\"She's underweight.\"\n\n\"According to your requirements--only. Thousands of men think she is\nperfect. And she's going to be mighty disappointed if her dream man--\"\n\n\"Her what?\"\n\n\"Sorry. I forgot you're not the poetic type. She doesn't think of you\nas her dream man, but she does think of you as being everything she\nwants in a man. You'll let her come to the laboratory, won't you?\"\n\n\"No.\"\n\n\"But she does at least want to see you. Do you know you are the only\nman out of thousands who exactly meets her requirements? Even to those\ncrinkles in your forehead when you frown. And even to being stubborn\nabout things.\"\n\n\"I've got to get back and check those ray-collectors--\"\n\n\"And you'll let her go along with you?\"\n\n\"No.\"\n\n\"But she's waiting in the next office, and your requirements call for a\nwoman who has a mind of her own. I think she's--\"\n\n\"Not a mind of her own that makes her determined to have her own way in\neverything.\"\n\n\"Of course not. But I think she's--\"\n\n\"I specified a woman who would not try to wear the pants.\"\n\n\"She won't. That is, not yours, anyway. Though you're too big for them.\nBut I think she's going with you to the laboratory.\"\n\n\n\n\"That's what you think,\" Cornith said with finality and stood up.\n\"No long, lean, gawky drink-of-water is going to tag along after Herb\nCornith. Especially a female bag of bones. Uh! Excuse me. Who is the\nlady who just entered without knocking?\"\n\n\"Oh! Just a second. Miss Hollowell, Mr. Cornith was just getting ready\nto come by for you. Miss Hollowell, Mr. Cornith.\"\n\nCornith drew a deep breath and ran a finger beneath his collar. He\nstared, drinking in the beauty of the symmetrical figure beneath\nthe rose-colored dress, the radiance of the smooth features. He had\nseen her before, but only in a vague dream in which she was far more\nlovely than the telecast views of Miss Venus, but in the dream she\nhad not done to him what she was doing now. She acted upon him much\nas a single-pole magnet does to a magnet of opposite polarity. More,\nshe seemed stunned herself. Her lips parted slightly, revealing white\nteeth, and her deep azure eyes seemed to be saying things that only\neyes can say.\n\n\"A pleasure,\" Cornith said, enclosing her small warm hand in his. \"I\nwas just telling Miss--\" He gestured toward the girl behind the desk.\n\"I was just telling her that I--er, I, uh.\"\n\n\"You're going to the laboratory,\" Lucy Hollowell said, more as a direct\nreading of his thoughts than as a question.\n\nCornith smiled, nodded. \"Care to come along?\"\n\nLucy Hollowell withdrew her hand and a deck of cards materialized from\nnowhere and spread out fanwise between her small thumb and forefinger.\nCornith gaped. In the next instant his attention was attracted to her\nears which peeked from beneath silken platinum hair. The ears were\nwiggling enchantingly.\n\nFlushed and hot, Cornith reached to his breast pocket for a\nhandkerchief. He was astonished to find a large Spanish rose protruding\nfrom the pocket. He held it in his hand and stared at it in stunned\nsilence. Lucy Hollowell extended a small white hand and took the rose\nfrom him. She held it against her cheek until he saw that her lips and\nthe rose were the same color. Then she fastened it in her platinum hair\nwhere its warm red petals contrasted brilliantly.\n\n\"Er, uh. I was saying--\" Cornith began lamely.\n\n\"That she's a bag of bones,\" a voice behind him finished.\n\nCornith whirled, and the same voice in a distant part of the room said,\n\"Over here!\" Cornith jumped. He puzzled for a moment and then it dawned\nover him that those small voices had the same deep huskiness that Lucy\nHollowell's voice had. He turned back to her and smiled weakly.\n\n\"You were inviting me to go to the laboratory with you?\" Lucy said.\n\nCornith nodded. \"Thought it might interest--\" He broke off abruptly,\nhis mouth hanging open. He could not believe his ears. He was hearing\nhis own voice, or a fair imitation of it, repeating his earlier words,\n\"Gawky ... beanpole ... tagging....\"\n\n\"Stop that!\" he said abruptly.\n\n\n\nSilence reigned and Lucy Hollowell remained in rigid immobility. And\nwhile Cornith stared, her peachblown cheeks became pink, then red. The\nveins in her lovely neck swelled and throbbed. She turned slowly on\ntottering legs and gently collapsed into Cornith's arms.\n\n\"What th--?\" He twisted his neck and looked at the blonde in frantic\nappeal. \"What's the matter with her? Can't you do something?\"\n\n\"Your requirements demand,\" the blonde replied unemotionally, \"a woman\nwho is very obedient. When you told her to 'stop that!' she stopped\neverything, including breathing.\"\n\n\"Oh!\" Cornith sighed in relief. \"So that's it!\"\n\n\"Better tell her to begin breathing again,\" the blonde said casually.\n\n\"But the requirements shouldn't be taken that literally,\" Cornith\nargued.\n\n\"She won't take everything literally. An understanding between you\nwill straighten that out. But meanwhile, you'd better tell her to\nbreathe again.\"\n\nCornith looked down at the lovely face which had now regained its\nnormal peachblown color. He was astonished to see a tiny bit of deep\nazure beneath an eyelid that wasn't quite closed. Instantly the lid\nclosed tightly, quivered a trifle and remained shut. Cornith's mind\nworked swiftly, reconstructing events from the beginning, and he\nrecalled the swelling veins, the careful turning to fall into his arms,\nthe flushed cheeks which were not the color that normally precedes\nfainting. He noticed now the shallow, controlled breathing, and he felt\na slight tremor in the soft warm body he held in his arms.\n\nDrawing her close, Cornith said, \"This ought to make her snap out of\nit,\" and pressed his lips firmly against hers.\n\n\"No, no, Mr. Cornith!\" the blonde exclaimed. \"The requirements say that\nshe is supposed to swoon when you do that.\"\n\nIt was true. Lucy Hollowell seemed to revive and then swoon in ecstasy.\nShe slumped limply in Cornith's arms while a faint tremor ran through\nher warm body. To make certain the results were mathematically precise,\nCornith tried again, kissing her a little more firmly this time. The\nresponse was the same. In the interest of science, he tested the matter\na third time, and then turned raptly to the blonde.\n\n\"Look! She swoons everytime I kiss her.\"\n\n\"Naturally, Mr. Cornith,\" the blonde commented a trifle bitterly. \"Your\nrequirements demand that, even though it is thought by some members\nof the Foundation that you were in a facetious mood when you took the\nLevet examination. They suspect that you implanted a large number of\nsuggestions prior to the event, to bias your responses in a manner not\nin keeping with the seriousness of the occasion. That is not a problem\nfor this department. We have provided you with a woman who fulfills\nevery requirement stated--\"\n\n\"She's underweight,\" Cornith insisted.\n\n\"Does she look too thin?\"\n\n\"No! She's perfect. But she lacks an ounce--\"\n\n\n\nSmack! A small white hand struck Cornith's cheek resoundingly and\nbrought the blood stinging to the surface. He almost dropped the girl.\nShe got her long, slender legs under her and supported her own weight.\nSmack! Another small hand caught Cornith stingingly on the other cheek.\nHe drew a deep breath, felt his muscles contracting.\n\n\"Now, now, Mr. Cornith!\" the blonde warned. \"The specifications demand\nthat your wife shall have plenty of fire.\"\n\n\"That doesn't give her a right to knock my head off,\" Cornith\nblustered. \"Besides, she's not my wife!\"\n\n\"Are you hurt, darling?\" Lucy Hollowell said sympathetically. \"I'm\nsorry! Here! Let me kiss your cheeks and make them well.\"\n\n\"What th--?\"\n\n\"Now, now, Mr. Cornith! She's supposed to be sympathetic and\nunderstanding and very tender when you need her.\"\n\n\"I don't need that sort of sympathy and understanding.\"\n\n\"Look!\" Lucy Hollowell cupped his chin in one soft hand and forced him\nto look at her. \"My ears!\" They were wiggling again in rhythm with the\nsoft strains of a waltz coming from some hidden source.\n\n\"Stop that! No, no, no! Don't stop breathing. Just stop wiggling your\nears. Don't faint. Stand still. And stop plucking coins out of the air.\nAnd if that's you making that music, stop that, too.\"\n\nSilence reigned. Lucy Hollowell remained perfectly still. The\nexpression on her lovely features was one of interest and concern. Her\nripe lips quivered slightly. \"You don't like me?\" she said.\n\n\"I do, too.\"\n\nInstantly the girl was all over Cornith, hugging him and kissing him at\nthe same time and murmuring endearments.\n\n\"Hey!\"\n\n\"Now, now, Mr. Cornith. She's supposed to be very responsive to words\nof love.\"\n\n\"I didn't say anything about love.\"\n\n\"You said you liked her.\"\n\n\"I merely said, 'I do, too'.\"\n\n\"But she's supposed to understand even when you don't put everything in\nwords.\"\n\n\"When is she supposed to stop this--this necking?\"\n\n\"She will let you alone when you want to be let alone.\"\n\nLucy Hollowell stepped back, patted her platinum hair and glanced at\nher image in a small mirror. Then she smiled sweetly at Cornith and\nreturned to his side. \"Shall we go?\" she said.\n\nThis sudden change in mood and recovery of self-possession, after her\ndemonstration of a moment before, was more than Cornith could readily\ngrasp. The blonde supplied the answer.\n\n\"Her moods change with the situation and needs of the moment.\"\n\n\n\nCornith scratched his dark head. \"I don't know,\" he commented\nreflectively. \"I didn't think any woman in the world would fit the\nrequirements I put in. At eighteen I thought the whole idea was stupid.\nI didn't want to get married.\"\n\n\"Of course,\" Lucy said understandingly. \"You still think those\nexaminations and tests and specifications are stupid. I understand.\nAnd you put in a lot of things you didn't want. But I had to meet the\nrequirements, and my reactions and responses had to be some actual part\nof me, not ad lib. I can change them in time.\"\n\n\"She's very understanding, Mr. Cornith, and eager to please.\"\n\n\"But it's all nonsense,\" Cornith insisted.\n\n\"Of course it is,\" Lucy said sympathetically. \"It isn't right for you\nto have to marry a girl who meets all of the requirements you didn't\nwant. I know just how you feel, and after we're married we'll work\ntogether to amend the Foundation regulations.\"\n\n\"I didn't say I'd marry you.\"\n\n\"Of course you didn't. And it isn't fair for you to have to do it. I\nknow just how you feel. And I'll comfort you all I can. Here you have\na woman on your hands whose reactions are everything you thought was\nsilly. Because you're a scientist and don't like nonsense. At least,\nnot too much of it. And you put all those things in, thinking that\neverybody would see how silly they were. You didn't think anybody would\nbe stupid enough actually to be like that. I feel so sorry for you,\nhaving to marry a woman with all those silly things ingrained in her\nreactions.\"\n\n\"We're not married yet.\"\n\n\"That's the worst part. It's that anxiety before an event of doubtful\noutcome. I'm so sorry, darling! Put your head here on my breast and\nlet me comfort you.\"\n\n\"Dash it!\"\n\n\"Now, now, Mr. Cornith. The specifications ... a woman of deep\nfeeling ... ready to comfort.\"\n\n\"Dash it! Dash it! Dash it!\"\n\n\"Now, now, Mr. Cornith! If you give way to your feelings, no telling\nwhat might happen. That's one of the things you didn't anticipate.\nThere's nothing in the specifications--\"\n\n\"Here!\" Lucy opened her handbag and drew out a flask. \"You need a\ndrink. Brace up. There are worse things than being married.\"\n\n\"I don't drink.\" Cornith seized the flask and tossed off a swallow.\n\"Ah! Martian Vinth! Never touch the stuff.\" He took another swallow.\n\"Now I don't have to marry you. I deliberately specified that my wife\nshould not be a Vinth sot.\"\n\n\"Herb darling, you're so clever! I detest the stuff. But I happened to\nknow that scientists drink it to strengthen their minds and to keep\ntheir health up. I brought it along to prove how thoughtful I am. I\nalso have in my handbag a length of chewing rope.\"\n\nCornith shook his head. \"I don't chew, but you go right ahead.\"\n\n\n\nLucy shook her head. \"Too bad. I chew, drink, smoke, brawl, swear, lie,\nsteal, eat with my knife, and throw things. All in the specifications.\nI do everything except drink Vinth. Too bad you don't. We could have\nso much fun together, chewing and drinking and lying and stealing and\nfighting and throwing things.\"\n\n\"But I didn't mean all those things.\"\n\n\"Of course you didn't, darling! And I'm so sorry you put them in. But\nwhat's done is done, and there's no use worrying about it. Take another\ndrink and brace up.\"\n\nCornith took another drink and returned the flask. He felt better now.\nThe Martian Vinth had both a soothing and exhilarating effect. The\nthings that had seemed so stupid a moment before now seemed reasonable.\n\n\"All right,\" he said. \"If you do all of those things, you qualify.\nLet's have a specimen lie to see how good you are.\"\n\n\"I hate you!\"\n\n\"Now wait! Don't fly off the handle.\"\n\n\"But darling! I was merely giving you a sample lie.\"\n\n\"You mean, you love me?\"\n\n\"No.\"\n\n\"Then why do you want to marry me?\"\n\n\"I don't.\"\n\n\"Oh! I see. You're lying.\"\n\n\"Of course.\"\n\n\"Tell the truth. Do you love me?\"\n\n\"Now, now, Mr. Cornith! There's nothing in the specifications about\ntelling the truth about anything at any time whatever.\"\n\n\"Oh, my Gawd!\" The full realization of the awful truth shook Cornith,\nfroze the mellow glow the Martian Vinth had instilled. \"I didn't\ninclude any good qualities at all in the specifications!\"\n\n\"And I'm so sorry,\" Lucy said tenderly. \"Because I could very easily\nhave trained myself to be good, to be all of the things you wanted.\nBut I had to follow the specifications. It was the only way I could\nqualify. Maybe I can change--in five or ten years.\"\n\nCornith shook his head sadly. \"In five or ten years it won't matter one\nway or another.\"\n\n\"Then you're going to marry me and get used to me?\"\n\n\"No.\"\n\n\"But Herb, darling! I've worked so hard making myself all of the silly\nthings your specifications demanded. Nobody else will want a woman like\nthat. Besides, I've been in love with you ever since you worked out the\nformula for canning cosmic rays.\"\n\n\"You remember that?\"\n\n\"Of course. Saw you for the first time then, in teleview. You reminded\nme of something I'd been dreaming.\"\n\n\"What?\"\n\n\"Tell you after we're married.\"\n\n\"I'm not going to marry you.\"\n\n\"You'll have to. I can pass all the requirements. Here's your wallet I\nstole out of your pocket ten minutes ago. And the law says--\"\n\n\"But you're an ounce underweight.\"\n\n\"Are you going to let a little thing like that--?\"\n\n\n\nLucy halted abruptly and Cornith smiled serenely. \"Sure,\" he said. \"The\nspecifications require the female to weigh a hundred and twenty-three\npounds, dripping wet, and she may not change her weight consciously by\neating or drinking. Now, I'll give you a sporting chance. You weigh a\nhundred and twenty-two pounds and fifteen ounces, or maybe a little\nless. You can weigh yourself and see. If you gain an ounce, or enough\nto make you weigh one twenty-three, within an hour, and without eating\nor drinking, or thinking about your body, I'll marry you and not even\nask your name.\"\n\n\"There are certain absorptions--\"\n\n\"Nope. That's out. You'd have to think about your body.\"\n\nLucy's smooth brow puckered. She stepped quickly to the desk and spun\nthe globe resting there.\n\n\"Nope. No luck there. We're almost at sea level. You can't get any\nlower than that. And if you went to higher altitude you'd weigh less.\"\n\nSuddenly Lucy smiled, snatched up a pencil and began figuring on a pad,\nand Cornith mused reflectively: \"She's a good sport. And a beauty.\nBy George! I hope she figures it out.\" Then he frowned. \"But it's\nimpossible.\"\n\nLucy dropped the pencil and clapped her hands. \"I have it,\" she\nexclaimed. \"Time me now.\"\n\n\"I'll have to weigh you first,\" Cornith said. \"Dripping wet.\"\n\nLucy's cheeks became a shade pinker. \"Won't you take my word for it?\"\n\nCornith shook his head. \"You're an accomplished liar.\"\n\n\"I'll weigh her,\" the blonde offered.\n\nCornith shrugged. \"It's okay with me. But when you claim you weigh a\nhundred and twenty-three pounds, with no ounces lacking, I'm going to\ndo the weighing.\"\n\nLucy's cheeks took on a rosy shade. Apparently preoccupied with her\nown thoughts, she made no reply. She followed the blonde girl out of\nthe room and Cornith sat on the edge of the desk to wait. He wished\nnow that he had not posed the problem. He could think of a thousand\nreasons why it would be interesting to be married to such an intensely\nalive creature. And he wasn't deceived about what were termed her bad\nqualities. They were the result of a training pattern. They were not\nher basic personality and they were not deeply ingrained. In fact, she\ncould be, and was, everything he wanted in a woman. He had made up his\nmind to ask her to marry him even if she failed to solve the problem,\nwhen she and the blonde returned.\n\n\n\nThere were faint beads of moisture on the lobes of Lucy's ears, and the\nrose-colored dress hung awry. \"Didn't have time to dry thoroughly, and\nhad to jump into my clothes. Hurry! We're going to be married. Right\nnow!\"\n\n\"How much do you weigh?\"\n\n\"One twenty-two, fourteen and three-quarter ounces. But I'll weigh one\ntwenty-three within twenty minutes.\"\n\nCornith shook his head. \"Stubborn,\" he told himself. \"Bluffing. Lying.\nI ought to teach her a lesson.\"\n\n\"I'm going to put a clause in the ceremony,\" he said aloud, \"that if\nyou don't weigh exactly a hundred and twenty-three pounds, we're not\nlegally married.\"\n\n\"You're so clever,\" she smiled. \"I was going to do that myself.\"\n\n\"Game, anyway,\" Cornith mused, as he followed her hurriedly out to the\nchute and up to the roof.\n\n\"We'll get married and then you can weigh me,\" she said. \"And if I\ndon't weigh one twenty-three--\" Her brow puckered. \"Gee! I hope I've\ngot it figured right.\"\n\n\"If you don't weigh a hundred and twenty-three, it won't be legal,\"\nCornith insisted. \"I'm going to put in that clause.\"\n\nA look of pain showed in her features for an instant, then it was gone\nand she led the way to a sky-taxi.\n\n\"There's a hurry-up marrying place ten minutes away,\" she said. \"Same\naltitude. Near sea level. We can get married in a hurry there.\"\n\nCornith shrugged. \"Tell the driver.\"\n\nThirty minutes later they were married, with the cancelling clause\nincluded. Cornith thought now that he had carried the joke too far.\nLucy seemed on the verge of tears. Besides, they would not be legally\nand finally married until after he had weighed her. And he knew now\nthat she meant to abide strictly by the words of the ceremony, that if\nthe scales showed less than a hundred and twenty-three pounds she would\nnot consider herself married. He thought of finagling the scales. But\nshe went along with him to buy them, and insisted that they be checked\nand sealed to the hundredth of an ounce. Cornith knew now that she was\nnot only a liar, but the most sincere and conscientious person he had\never known.\n\n\n\nHe felt cheap and mean and low as he accompanied her into the bridal\nsuite he had engaged via pocket-communicator. He placed the scales on\nthe floor and felt as though he had deliberately cheated and tricked\nan innocent child. He could see that Lucy was uncertain of herself.\nHe could feel the tremors of fear that shook her, the doubts, the\nquestions of right and wrong, the wondering what all this was going\nto do to her happiness. He would have traded his hunting lodge on Mars\njust for the privilege of going back and changing it all and telling\nher that she was perfect at a hundred and twenty-two pounds, fifteen\nounces, and need never change an iota to please him.\n\nShe turned slowly to face him, and two crystal tears formed in the\ncorners of her azure eyes. \"Just one kiss,\" she begged. \"Because I\nmight fail, and that means the end.\"\n\nCornith held her close. He wished there was something he could do to\ncomfort her, to change it all, but he knew the depth of her sincerity,\nand he knew that she would offer no excuse, would accept no failure\neven from herself. Indeed, her whole happiness, it seemed, depended\nupon her promise that she would fill the specifications even to that\nfinal ounce.\n\nShe pushed him away and smiled through her tears. \"I'm losing weight by\ncrying,\" she said. \"Gee, golly! I hope I've figured it right.\"\n\n\"Dripping wet,\" he said. \"Leave the suds on if you wish.\"\n\nShe shook her head. \"That wouldn't be honest.\" She broke away, ran\nto the bathroom. She stepped inside the bathroom and drew the door\nshut. Cornith stood there alone, and suddenly he felt as though his\nown weight had increased. Something was gone, locked away from him,\nsomething that had been vitally alive and warm and colorful. He walked\nover to the window and stood looking down at the street below. It was\nfilled with life, but its life seemed alien, remote. His ears picked\nup the faint sound of the shower, and he knew that his thoughts would\nalways hereafter be filled with the memory of how close he had come to\nhappiness.\n\nHe heard the bathroom door open softly, but he didn't dare look. His\nheart was too heavy. Then he heard the soft, tremulous voice. \"I've\ngot soap in my eyes. Come look at the scales. Don't look at me. I'm\ndripping wet.\"\n\nCornith turned slowly, caught his breath. The vision that met his eyes\nwas a loveliness transcending his wildest dreams. The coruscating beads\nof water were like flashing jewels adorning a soft pink and white body,\nvitally alive and yet trembling in fear. He stepped quickly to the\nscales and looked.\n\n\n\nA warm glow started at his feet and rushed upward, making him giddy\nas it swept over his neck and face and on into his brain. The scales\nshowed a hundred and twenty-three pounds and four one-hundredths of an\nounce. He glanced up. She had wiped the soap out of her eyes and those\nazure orbs were flashing a surge of joy unparalleled.\n\nCornith sprang to take her in his arms, but she leaped away, raced to\nthe bathroom, slammed the door and locked it.\n\n\"Come on out,\" he said. \"You saw the scales.\"\n\n\"I'm not coming out,\" she called back, \"until you figure out how I did\nit.\"\n\n\"Don't be silly.\"\n\n\"I'm a determined woman, Herb darling!\"\n\nAnd Cornith knew that it was true. There was nothing left but to get\nto work and figure out how she had accomplished the seeming miracle.\nHe drew out a chair at the writing desk, found paper and felt for his\npen. He stated the problem, cancelling out eating and drinking, for he\nhad been with her all of the time and she had not taken anything. He\nthought that perhaps she and the blonde had lied about her original\nweight. But that didn't fit. She had been sincerely worried about\nwhether she would succeed. Ah! There it was.\n\nHe went to work and in three minutes he had two pages filled with\nfigures, ciphers and symbols. He smiled grimly to himself and worked\non. Ten minutes passed. He heard her call from the bathroom, but did\nnot answer. He was engrossed with the problem. He worked on and on,\neliminating variables, restating the problem, beginning anew with a\ndifferent theory, working on and on. An hour passed.\n\nWith the desk and floor littered, Cornith paused reflectively. He\nheard a soft movement behind him, then Lucy's voice said, \"I couldn't\nwait any longer. I've come to help you.\"\n\n\"Don't bother me now,\" Cornith said. He jotted down another row of\nnumerals, then leaned back and sighed.\n\nTwo warm arms went around his neck. \"Was it so difficult?\" she asked.\n\"I figured it out in no time. It's just that gravity differs at the\npoles and the equator. It is slightly more at the poles. About one\nin fifty, I think. I didn't know for certain. But on that basis I\nfigured there would be a change in specific gravity of about an ounce\nevery hundred miles or so. I had to guess at it. That's why I was\nso frightened. Anyway, we flew over two hundred miles north to this\nhurry-up place. Do you understand it, darling?\"\n\n\"You mean, about your weight and the difference in gravity between the\nequator and the poles?\"\n\n\"Yes, darling.\"\n\n\"I figured that out in the first three seconds after I sat down. I've\nbeen computing your basic personality, trying to figure out how long\nyou would remain in the bathroom before coming out to help me. I missed\nit somewhere. I figured you'd be in there another two hours. I'll have\nto check my figures. Go away.\"\n\n\"Oh, no, you won't recheck them.\" She placed a hand over the paper. \"On\nthis one I'm going to help. The error is right there. You didn't allow\nenough for the volume and strength of my love to cancel out the volume\nand strength of my determination and resistance. Square resistance and\nraise love to the power of ten. And now if you don't give me a big\nkiss, I'll revert to the specifications and steal one.\"\n\nIn the next instant she was crushed in his strong arms. And her ears\nwere wiggling ecstatically.",
    "metadata": {
        "author": [
            "Annas, Hal"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/65101/pg65101.txt",
        "name": "maid_to_order.json"
    }
}