{
    "name": "Maiden Mona the Mermaid: A Fairy Play for Fairy People",
    "author": [
        "Dixon, Frederick Augustus",
        "Dixon, F. A. (Frederick Augustus)",
        "Dixon, Frederick A. (Frederick Augustus)"
    ],
    "body": "------------------------------------------------------------------------\n\n\n\n\n                        MAIDEN MONA THE MERMAID.\n\n\n                           DRAMATIS PERSONÆ.\n\n\n THE GNOME KING.—_A penniless potentate who used to play first fiddle,\n but has lost his key._\n\n O’ROOSTER THE AUDACIOUS.—_High Cockolorum. Master of the (rocking)\n Horse. First Lord of the Shaving Brush. Gold Stick in w(h)aiting to the\n King, and a warm stick, in plaster to Coquettina, Q.E.D.; R.S.V.P.;\n R.I.P.; etc., etc., etc._\n\n GENERAL BOUNCE.—_No relation to General De Billy Tee._\n\n CAPTAIN POUNCE.—_Not Kept-in-pounds, shillings and pence, alas! Too\n poor to “mawwy._”\n\n NOODLE,│_Twins and orphans; without, strange to say, a single parent\n DOODLE.│left, (of course, a single pair ain’t right.) Their prospects,\n        │however, are in a fine pickle, which is something._\n\n MONA THE MERMAID.—_Only a mer(e)maid she.\n                       The Queen of dainty, wee things.\n                     Fresh from the seething waves.\n                       The last sweet thing in sea things._\n                                                 M-R-T-N T-PP-R.\n\n COQUETTINA.—_The Maid of the Mil(itary). Such a pet!_\n\n THE FAIRY OF THE FOREST.—“_The meet little cherub who sits up aloft\n                             And takes care of the life of poor Jack._”\n                                   (_Mr. Noodle._)\n                                                         SH-K-SP-R.\n\n CORALINA.—_A duodecimo edition of a darling._\n\n\n                          CAST OF CHARACTERS.\n\n                        GOVERNMENT HOUSE OTTAWA\n\n                         New Year’s Day, 1877.\n\n\n           THE GNOME KING           HON. TERENCE BLACKWOOD.\n           O’ROOSTER THE AUDACIOUS  MR. EDWARD LITTLETON.\n           GENERAL BOUNCE           MR. ALGERNON BLACKWOOD.\n           CAPTAIN POUNCE           HON. BASIL BLACKWOOD.\n           NOODLE                   CAPTAIN WARD, A.D.C.\n           DOODLE                   CAPTAIN HAMILTON, A.D.C.\n           MONA THE MERMAID         LADY HELEN BLACKWOOD.\n           COQUETTINA               MISS MARGARET LITTLETON.\n           THE FAIRY OF THE FOREST  LADY HERMIONE BLACKWOOD.\n           CORALINA                 LADY VICTORIA BLACKWOOD.\n\n\n                                SCENE I.\n\n    _Cavern on the Sea Coast by Moonlight.—Opening in Rocks at Back,\n        showing Sea.—The Waves are Rising and Running into Mouth of\n        Cavern.—Introductory Music Descriptive of Storm; Thunder Heard\n        Behind.—Music Gradually Changes to Soft Measured Air as Curtain\n        Rises.—Prince Doodle Discovered Lying on Rocks at Back. R. C. as\n        though Cast up by the Waves.—Enter through Opening Mona.—She\n        Comes Down, Combing Her Hair with a Golden Comb through the\n        following_:—\n\n    MONA. Why, what a dreadful stormy night we’re getting,\n  It’s well for me I do not mind a wetting!\n  Full fathom five below those crested waves\n  No tempests ever stir _our_ coral caves.\n  We hear no thunder far below the sea;\n  The mermaids’ haunt is still as still can be;\n  In fact it’s rather dull sometimes down there,\n  And so I come up here and comb my hair.\n\n                                                 (_Moves towards back._)\n\n  To-night, alas! another ship went down,\n  I cannot bear to see poor sailors drown.\n\n                                                 (_Sees PRINCE DOODLE._)\n\n  Good gracious! What is this? As I am alive,\n  Why, it’s a man! I know it is!\n\n         (_Steps hurriedly on rock as though going to plunge into sea._)\n\n                                      I’ll dive!\n  I won’t! (_comes down_) I will! (_goes up_) No!\n  (_Hesitates._) Shall I? Will it bite?\n  It’s not a shark? (_Goes up and peeps, comes back holding\n  hand to heart._) It’s put me in a fright.\n    Mona! you silly goose! This palpitation\n  Is strange perhaps, but not a bad sensation.\n  I rather like it. Is it fear? No question!\n  I’m not afraid! Perhaps it’s indigestion?\n  I’ll take another peep.\n\n  (_Goes to PRINCE on tip_toe, and comes away rapidly, clapping her\n     hands._)\n\n                        He’s charming, really!\n  If I could take him home I’d like to dearly.\n  How nice he’d be to play with! Shall I try?\n  He’s fast asleep! I’m sure he wouldn’t die.\n\n                                      (_Tries to raise him. He groans._)\n\n  His clothes are wet, perhaps he’s shipwrecked, too.\n\n                 (_PRINCE slowly sits up holding his hand to his side._)\n\n  Good evening, sir. (_Curtesying._)\n\n    PRINCE DOODLE. Good evening. How d’ye do?\n\n                            (_Rises with difficulty and comes forward._)\n\n  Where am I? Who are you? What’s this? (_Feels water._) It’s water!\n\n    MONA. This is the Norway coast, and I’m its daughter.\n  Young sir, you’re wet! your coat——\n                               Might be a better ’un.\n  I’m _young_; but still you won’t find here a _wetter_ ’un.\n\n    MONA. Tell me your tale, for stories I love well.\n\n    PRINCE DOODLE. Story; why bless you! I have none to tell;\n  Only last night, a-sailing on the ocean,\n  There came a squall, at least so I’ve a notion.\n  It stormed! it blew! it rained! the lightning crashed!\n  We pitched and rolled, (_imitates motion of ship_) and tossed, the\n     thunder flashed;\n  The wind, it rose and howled, and so did we.\n\n    MONA. That’s very queer!\n\n    PRINCE DOODLE.           Things often are at sea.\n  “Cut down the starboard stays’l!” cried I. Then\n  “Splice the jib-boom, there, to the cross-trees, men!”\n\n  (_Speaks excitedly, suiting action to words, and using hands as\n     speaking trumpet_,)\n\n  “Stand by to hoist the to’gallant sheet anchor!\n  Take a pull on the weather lee scuppers, my hearties!\n  Let the mizzen binnacle go with a run!”\n\n    MONA. (_Clapping her hands with delight._)\n  I like to hear you talk. Go on! What fun!\n\n    PRINCE DOODLE. (_Disgusted at interruption._)\n  That’s all.\n\n    MONA. (_Disappointed._) That’s not the end?\n\n    PRINCE DOODLE.            ’Twon’t take a minuit.\n  The ship she gave a lurch; and—left us in it.\n  Then to a hen coop clung the crew of forty-five;\n\n    MONA. They’re drowned? (_clasping her hands in horror._)\n\n    PRINCE DOODLE. Oh, not at all; they’re all alive.\n  They flew away.\n\n    MONA.                             What, men!\n\n    PRINCE DOODLE.             No; geese, my dear!\n  I’m rather mixed. Perhaps my head is queer.\n  Listen, and I’ll a tale unfold to harrow——\n\n    MONA. (_Shrinking back_)\n  Ah! Don’t!\n\n    PRINCE DOODLE.           A tale to fr-r-r-r-eeze——\n\n    MONA.                              Oh, dear!\n\n    PRINCE DOODLE.                       Your marrow!\n\n    PRINCE DOODLE. (_Loud chord, and tremulo music through the\n       following._)\n  I have an uncle!\n\n    MONA.          Not uncommon, surely.\n\n    PRINCE DOODLE. Some years ago, my poor papa, felt poorly;\n  Took to his bed, and—died—they say most queerly.\n  My uncle deals in magic? See you?\n\n    MONA.                          Clearly!\n\n    PRINCE DOODLE. My parent gone, th’ apparent heir was I!\n  To gain the throne he wished that I should die.\n  And then, because I couldn’t see why he,\n  Instead of I, the nation’s king should be;\n  He shipped me off, alone, to go to _see_,\n  Alone I said! not so! off was I cast\n  With four and forty geese before the mast!\n  His parting words were these:—“Return, my dear,\n  (Of course the whole thing was a jibe and sneer)\n  When’ere a mermaid’s heart you hold in hand,\n  And four and forty men before me stand,\n  In place of all these geese I send as crew.\n  ’Till then—‘O reservoir!’ my boy! adieu!”\n\n    MONA. Oh! what a dreadful man!\n\n    PRINCE DOODLE.       He seized my brother;\n  And swore we ne’er again should see each other\n  Until this mermaid I should meet, so kind,\n  And then a mountain full of diamonds find.\n  The thing is absurd! There are no mermaids here,\n  My uncle has the thro_wn_; I’m _pitched out_ clear!\n\n    MONA. The diamond mountain of the Gnome King, see\n\n                                                       (_Points off L._)\n\n  It’s full of diamonds: full as full can be.\n\n    PRINCE DOODLE. What’s that you say? That mountain! It’s all rock.\n  Diamonds inside!  Oh, come! you only mock!\n  I’d like to see my brother—\n\n    MONA.                            What’s your name?\n\n    PRINCE DOODLE. Oh! I’m a Prince, Prince Doodle.\n\n    MONA.                       What a shame!\n\n    PRINCE DOODLE. My kingdom’s in Cockagne, you must have heard\n  Of Cock-a-doodle-do. (_She shakes head._) That noble bird\n  Was a remote progenitor. Indeed,\n  Our pedigree, by Darwin, you can read.\n\n    MONA. I never learnt to read. Stay! (_puts fingers to forehead_) on\n       me dawns,\n  A notion (_triumphantly_) that’s where people live “_en Prince?_”\n     (_pronounce “on prawns.”_)\n\n    PRINCE DOODLE. (_Aside._) _A notion_ fishy! (_Aloud._) No, my dear,\n       on _shrimps_!\n  Your friends?—They’re?——\n\n    MONA.                  Mermaids.\n\n    PRINCE DOODLE.               _water-“nimps?”_\n  Why _w(h)at a—(looks towards her feet) tail_?\n                                Forgive the observation,\n  Is there not something queer in your formation?\n  (_Hesitatingly._) You don’t wear boots and shoes? (_aside_)\n                                Ah, that a fix is!\n  They _can’t_ of course!\n\n    MONA.             Why not? My number’s “sixes.”\n  You never heard of _soles_ and _eels_?\n\n    PRINCE DOODLE.                Yes, fried!\n\n    MONA. Around our grottoes, there(_’s_) _sea-horses_(_’s_) _hide_.\n  For _bark_——you’ve heard the “moaning of the _tied_,”\n  And _hide_ and _bark_ make leather, eh?\n\n    PRINCE DOODLE.                           Of course!\n  (_Aside._) I’ve traced my _night mare_ up to its _sea-horse_;\n  A mermaid! Here’s my chance! (_Aloud._) Dear me! How stupid!\n  (_Aside._) Now aid me, Venus!\n\n    MONA. (_Overheating aside._) Venus! He must be Cupid!\n  Why how the boy has grown! (_Aloud._) Is she your “Ma?”\n\n    PRINCE DOODLE. Alas, sweet maid! I am an orphan! (_sighs_) Ah!\n  With ne’er a _parent_, we’re a _pair rent_, too.\n\n    MONA. You have my sympathy, what can I do!\n\n                                       (_Aside, holding hand to heart._)\n\n  Dear me! That queer sensation’s come again!\n\n    PRINCE DOODLE.    Your sympathy, _see, mends_ an orphan’s _pain_,\n  My _loving, lass_!\n\n    MONA.                Your _glass_, I’d mend, Prince, but I\n  Regret I’ve neither got _cements_ nor putty.\n\n    PRINCE DOODLE. Say, could you learn to love?\n\n    MONA. (_Innocently._) You’ll teach me your way?\n\n    PRINCE DOODLE. It’s plain! No doubt it’s much the same in Norway.\n\n  (_He puts arm round her waist and is going to kiss her, when he looks\n     off L._)\n\n  See! yonder comes a _N’orse-man_ on an _’orse_!\n\n    MONA. Oh! Let us fly! The Gnome King!\n\n    PRINCE DOODLE.                       Fly! Of course.\n  If you’ll fly with me, dear, we’ll never part.\n\n    MONA. (_Aside._) I’ve just discovered that I’ve got—a heart!\n\n  (_Exeunt through opening at back R. U. E. Enter L. 2 E. The GNOME KING\n     on a rocking horse, attended by ROOSTER THE AUDACIOUS, GENERAL\n     BOUNCE, and CAPTAIN POUNCE._)\n\n    GNOME KING. Whoa! Steady, boy! Here take this beast away\n  And stuff his mouldy ribs with ancient hay.\n  (_Exit R.U.E. CAPTAIN POUNCE with horse; he returns\n  front_) The only steed in all our royal stable;\n  We’d keep a dozen were we only able.\n  The times are hard and out of joint ’tis clear.\n  We’re out of _joints_ ourselves—and beer,\n  Ha! ha! (_to ROOSTER._) Why can’t you laugh? Ha! ha!\n\n    ROOSTER, (_feebly_,)                      He! he!\n\n    G. KING. What mean these looks, you’re very grave, I see.\n  Well, let’s to business. What are all these matters?\n  We want some coin, our robes are torn to tatters.\n\n                                           (_seats himself on rock. R._)\n\n  Let’s hear the worst. Produce your budget, quick!\n  Bring lights! Pray what’s the price of candles, _stick_?\n\n  (_ROOSTER aside._) There’s not a candle left. (_aloud_) It’s nearly\n     morning.\n  (_aside_) What shall I say. (_aloud_) Sir, see the day is dawning.\n\n                                        (_Stage gradually grows light._)\n\n    G. KING. Well, how’s the Exchequer?\n\n    ROOS.          Empty.\n\n    G. KING.                        Stock it.\n\n    ROOS. I’ve eighteen pence, sir, in my waistcoat pocket.\n  It’s pretty clear we must increase taxation.\n\n    G. K. We’ll tax the gnomes of each denomination.\n\n    ROOS. They’re taxed already, sir, wholesale and retail.\n\n    G. K. Tax them some more.\n\n    ROOS.         But how?\n\n    G. K.                          Well, that’s a detail.\n  Taxes. Tax every thing and every body,\n  Toffee and tubs, ice cream and whiskey toddy.\n  Tax folks who fish—for compliments or salmon.\n  Lay taxes on their corns for shooting.\n\n    ROOS.                          (_aside_) Gammon.\n  You’re pleased to joke. The situation’s grave.\n\n    G. K. And so am I. I’m quite in earnest, slave.\n  Then, tax the air they breathe, the _airs_ they hear,\n  And tax their wives, it’s right _they_ should be _dear_.\n  Tax all pet oysters, sprats and whales they’re keeping.\n  Tax ’em for eating, drinking, also sleeping.\n  Tax them besides for laughing, singing, crying.\n  And lay a heavy tax on folks for _dye_ing.\n  Put taxes on the nation’s food and fuel,\n  From turtle soup, to grits for babies’ gruel.\n  Stay, here I have it! why, of course, you gabies\n  You’d make a fortune by a tax on babies.\n\n    GENERAL BOUNCE. (_hesitatingly_) Can’t we economise, that’s my\n       suggestion,\n  What’s Toby and what’s not Toby’s the question?\n\n    G. K. Well, how’s the army? can we cut it down?\n  Make sixpence go as far as half a crown?\n\n    G. BOUNCE. One General, (_points to self_,) and one Captain of the\n       forces.\n\n                                           (_Points to CAPTAIN POUNCE._)\n\n  An inefficient staff, sir, that of course is;\n  Of cavalry we’ve none.\n\n    G. K.                               The “Ryle Artileree?”\n\n    G. B. Burst up.\n\n    G. K.            The Infantry?\n\n    G. B.                  All here you see.\n\n              (_Enter NOODLE, as full private, toy gun, bayonet fixed._)\n\n  But he’s a big one. Pray don’t mention halving;\n  I grieve to say it, but the army’s—\n\n    NOODLE. (_Sepulchrally._)        Starving!\n\n    G. K. Here’s insurrection! mutiny! revolt!\n  I’m not afraid, but p’raps I’d better bolt.\n\n                            (_ROOSTER, GENERAL and CAPTAIN run off, R._)\n\n    G. K. Here officers, on your allegiance stay,\n  Protect your monarch now, don’t run away!\n\n                                                         (_Runs off R._)\n\n    NOODLE.                         (_C. leaning on gun._)\n  I must confess. I think it’s rather hard.\n  For sixteen weeks I’ve been here, mounting guard.\n  I’ve eaten nothing but a rind of cheese,\n  And that wont help a man to “stand at ease.”\n  I never get to mess, but into _messes_,\n  The General’s joint is when the l_o_in_e_ he dresses.\n  That’s not the worst; it’s more than I can bear,\n  To hear the little beggar cry “form square!”\n  One into four, won’t go. He says it will.\n  Nothing goes into _me_ I know, but _drill_.\n  From morn till night he has me on my legs,\n  He’ll wear them off “as sure as eggs are eggs.”\n  He talks of “_wings_,” as if I were a bird.\n  “By your left wheel!” he cries. The thing’s absurd.\n  I’d like to know why should I _buy_ a _wheel_!\n  If I had any cash I’d buy a meal.\n  I’ll strike. Along the shore, I’ll take a stroll,\n  Perhaps the waves will give a nice fresh roll.\n  A witch foretold that here I’d meet my brother.\n  Alas, I fear we should not know each other.\n  I’ll put a board up, that will do to tell.\n\n                      (_Gets a piece of plank and writes on it in chalk.\n                                      “Dere brother I am hear close buy.\n                                                      Yours_,\n                                                            NOODLE.”\n  _To MISTER DOODLE. Places board against rock, R.C._)\n\n  It’s fortunate at school I learnt to spell.\n\n                                               (_Exit NOODLE, L. U. E._)\n\n          (_Re-enter cautiously, KING, ROOSTER, GENERAL and CAPTAIN R._)\n\n    G. B.           The army’s disinfected!\n\n    G. K.                        What’s the reason?\n\n    ROOSTER.    Off without _leave_, he’s gone.\n\n    G. BOUNCE.                      No _leaf_! it’s _tree’s_-on!\n\n    G. K. Pray cease your jokes, we have no time for fun.\n  This is an unkind _cut_, much over done.\n  The army gone! Say, is there further ill?\n\n    ROOSTER. Allow me to present your tailors’ bill.\n\n              (_Unfolds long roll of bill which runs out on the floor._)\n\n    G. K. It must be done. A plan I’ll now unfold,\n  To fill our empty purse once more with gold.\n  Stay! Are we quite secure?\n\n  (_Business; each going on tip-toe to R. and L. entrances, listening\n     and returning with exaggerated melodramatic action. Music, soft\n     chords. Stacato._)\n\n                                            One word! I love!\n\n                                              (_Loud chord, all start._)\n\n    ROOSTER.        (_Enquiringly._)        Thou love’st?\n\n    G. BOUNCE.          (_Suspiciously._)           He loves.\n\n    CAPTAIN POUNCE.     (_Confidentially._)     We love!\n\n    ROOSTER.                (_Surprised._)        Ye love!\n\n    G. KING.                (_Disgusted._)        They love!\n  My love’s _declined_ with thanks. Alas, it’s true,\n  Kings are but mortals, and I love like you.\n\n    ALL.                     The maid?\n\n    G. KING. A mermaid. Nay, you should’nt start,\n  A mermaid, like a cabbage, has a heart.\n  I offered her my hand; in it the key\n  That opened locks to all the treasury.\n  My mountain diamond mines! my gold! I rave!\n\n    G. B.     She took it?\n\n    G. KING.                 Yes, and flung it in the wave.\n  Since then, you know, I’ve not been worth a pin;\n  The rocky doors are closed, I can’t get in.\n  Listen. Next time she comes to land, we’ll seize her.\n  And till she fetches back that key, I’ll tease her.\n  Hullo! a step!\n\n                   (_All hide, R. & L. Enter PRINCE DOODLE off rock R._)\n\n    DOODLE.                   Such fun! the mermaid nation,\n  Is not averse, I find, from small flirtation.\n                                  We’re getting on.\n\n                                                         (_Sees board._)\n\n  What’s this! What have we here?\n\n                                                 (_Reads notice aloud._)\n\n  Joy! joy! So then my long lost brother’s near.\n  He can’t be far, (_calls_) Hi! Noodle! Noodle! Noodle!\n\n  (_Exit R. calling NOODLE. Enter MONA at centre, she hesitates, looks\n     round._)\n\n    MONA. I wonder what’s become of darling Doodle.\n\n  (_Comes down. G. King, and the others follow in stealthily; the G.\n     King has a veil._)\n\n  We’re playing hide and seek. It’s charming play.\n  We play for kisses, and he always makes me pay.\n  I wonder where he’s gone!\n\n                          (_G. KING throws veil over her, she shrieks_.)\n\n                            We’ll hide you, miss;\n  Can’t you afford to give a King a kiss?\n\n                                                      (_She struggles._)\n\n  Unless you get my golden key so shiny,\n  You may as well say ta, ta, to the briny.\n\n   (_Scene closes in with view of the Cottage of the Maid of the Mill._)\n\n\n                               SCENE II.\n                         COQUETTINA’S COTTAGE.\n\n    _COQUETTINA discovered looking at herself in a glass on L. wall. Arm\n        chair with cover on, R. Cupboard, R. Door, L. Barrel against\n        wall, L. Table with cover, C., candle burning on table._\n\n    COQ. There, that will do, that’s quite enough my dear.\n  Oh, Coquettina, you’re a flirt, I fear.\n  You naughty, naughty girl to act this way.\n  Ah! you’ll be very sorry, Miss, some day.\n\n                                                         (_Comes down._)\n\n  I’m sure it’s not my fault. What can one do?\n  I dote on officers, and I’ve now got two.\n  The Captain’s not amiss; a handsome face!\n  And such a uniform! Oh, I love gold lace.\n  His pay’s so small—it’s not a bit of use.\n  But then the General’s such a dear—old goose.\n  He’s rather short and fat, and slightly lazy,\n  His conversation’s small; style, lackadaisy.\n  Still, who for _general_ conversation cares?\n  Ah, stay, I hear him puffing up the stairs.\n\n  (_Seats herself hurriedly in chair, L., at back, and pretends to be\n     asleep. Rap heard at door, L., repeated twice. GENERAL BOUNCE puts\n     his head carefully into room_.)\n\n    G. B. What, not at home!               (_Comes down._)\n                                These parlours in the sky\n  Are much like houses in Soho, _so high_.\n  I’m out of breath, and she’s out too, it’s clear,\n  I’ve had my climb for nothing.              (_Sees COQUETTINA._)\n    (_Approaching her_)            Ah, she’s here!\n  My dainty duck! my lamb, my tender chicken!\n  The cherries on those lips are worth the pickin’.\n  I must take one, though she may fume and flounce,\n  She’ll not object as Mrs. General Bounce.\n\n                                (_is about to kiss her, she starts up._)\n\n    COQ. Ah, General! It’s you?\n\n    G. B. (_confused_)               I’m looking for—\n\n    COQ.                                             your _gout_?\n  A _taste_ of something good and nice,\n                                                     Ah, _stout?_\n  I see it’s _up_, (_Looking at him meaningly._)\n                          You’d better take it down,\n\n                                                     (_Points to door._)\n\n    GEN. B. Now what a tease you are! Come, do not frown.\n  Don’t, Coquettina, of my love make light.\n  You leant upon my arm quite hard last night.\n  Say you’ll be mine, come, Coquettina, do!\n  I am a single man.\n\n    COQ.             You’re big enough for two.\n  I’ve only one objection.\n\n    GEN. B.                            What is that?\n  Pray _lean_ on me for life.\n\n    COQ.                        _Lean!_ why, you’re _fat_!\n\n    GEN. B. Call me not lean, but say I’m buxom, plump.\n  I am no scare-crow, made to run and jump.\n  To tell the _truth_, I like to take my ease,\n  I’m not a _skipper_ with a load of (_f_) “_lees_.”\n  Oh, that this too, too solid flesh would melt\n  To less than sixty inches round the belt!\n\n    COQ. You can’t help that, _’tis you_.\n\n    GEN. B.                        Well then, suppose\n  My _tissue is_ inclined to _adipose_.\n  You couldn’t _add a pose_ with all that tissue.\n  ’Twould be a _poser_ if I were to kiss you.\n\n    COQ. Why what’s _possest_ the man? I’d like to see you!\n\n    GEN. B. Well, so you shall. Here goes! (_He attempts\n      to chase her around stage, she easily eludes\n      him. Knock heard at door._)\n\n    COQ.                            Oh, dear, oh, dear!\n  Mamma’s come back! Quick, General, get in here.\n\n  (_pushes him into cupboard, R. Business, he not liking to go in. Rap\n     again._)\n\n  Meet me beneath the haunted tree to-morrow.\n\n    GEN. B. Adieu!\n\n    COQ.           Pray go!\n\n    GEN. B.           This parting’s such sweet sorrow.\n\n  (_He goes into cupboard, crush of broken glass heard. He puts his head\n     out again._)\n\n  I’ve sat upon your glasses!\n\n    COQ.                        Take it easy.\n  My ab_sence_ won’t be long.\n\n    GEN. B. (_Sniffs about cupboard._) Your _scents_ are cheesy.\n\n  (_Exit into cupboard. She runs to door and opens it. Enter CAPT.\n     POUNCE. She curtseys, and looks down demurely. He comes front,\n     twirling his moustache._)\n\n    CAPT. P. So this is where you live, child, is it, weally?\n  You’re up amongst the clouds here.\n\n    COQ.                               Yes, Sir, nearly.\n\n    CAPT. P. (_Gallantly_) For such a chewub quite a pwoper place.\n  (_Aside._) Upon my word, a vewy pwetty face!\n\n                                           (_Looks out of window at R._)\n\n  And what a view! All twees and sheep in flocks,\n  And wolling waves awound those wugged wocks.\n\n  (_She is standing by him as he speaks the last words. He puts arm\n     round her waist._)\n\n    COQ. _That’s_ not a “wugged wock.” Don’t let it trouble you,\n  But have you such a thing as a spare W?\n\n    CAPT. T. Oh, weally, pon my life, you’re vewy pwetty.\n\n    COQ. I thank you kindly, Sir.\n\n    CAPT. P.                  And weally witty.\n  Yes. If I’d got some place to which to cawwy you,\n  Upon my word I’d weally like to mawwy you.\n\n    COQ. (_Aside_) The darling! He’s a man a girl can love.\n\n    CAPT. T. (_Looking on ground._) I fear I’ve lost it now.\n\n    COQ.                         Your heart?\n\n    CAPT. P.                                 My glove.\n\n                                        (_Loud sneezing from cupboard._)\n\n  What’s that?\n\n    COQ.         The ginger beer has burst a bottle.\n\n    CAPT. P. It sounded vewy like a human thwottle!\n\n                                                  (_Rap heard at door._)\n\n    COQ. Ah, here’s mamma! quick, hide in this, now, see!\n\n                                     (_Puts him into barrel. Business._)\n\n  To-morrow meet me by the haunted tree.\n\n                                    (_Throws cloth over top of barrel._)\n\n  I’ll have such fun to-morrow for an hour.\n\n    CAPT. P. (_Rising._) Look here, I say, this bawwel’s full of flour!\n\n  (_She runs to him, forces him back and puts coverlet on again. Rap\n     again. She goes to door and opens it._)\n\n  (_Enter ROOSTER THE AUDACIOUS, a big bundle of papers tied with red\n     tape, under his arm._)\n\n    ROOS. Miss Coquettina, is your Ma’ within?\n\n                           (_Pulls out enormous watch from fob pocket._)\n\n  I’ve twenty minutes left to woo and win.\n\n    COQ. To woo and win! Upon my word that’s funny!\n\n    ROOSTER. Business is business, Miss, and time is money.\n  All night I sat up on affairs of State.\n  I had to shave the King at half-past eight.\n  At nine to black his boots and brush his hair.\n  By ten, as President, I took the chair\n  Of the Society for Reforming Cats—\n  R. S. R. C. At twelve I sat on “Hats.”\n\n    COQ. Hats!\n\n    ROOS. Yes, and hatters, ’twas a much _felt_ question.\n  At one I had some lunch, and—indigestion.\n  At two I had to meet a deputation—\n  “Was it, or was it not, good for the nation\n  That folks should be allowed beef with their mustard,”\n  It was a serious matter.\n\n    COQ.                             Were you flustered?\n\n    ROOS. Oh, not at all, I said—If they could get it.\n  At two ’twas going on.\n\n    COQ.                           So’s time.\n\n    ROOS.                                     Well, let it!\n  Till eight—three meetings; a foundation stone.\n  Then dressed the King for dinner; had my own.\n  Came here to pop the question—Will you wed?\n  I must get back to put the King to bed.\n  Say yes or no.\n\n    COQ.                     You’d better ask mamma.\n\n                                                        (_Rap at door._)\n\n  Not now! Some other time!\n\n    ROOS.                         Yes! Now!\n\n    COQ.                                    No!\n\n    ROOS.                                       Bah!\n\n    COQ. She may be angry. Get beneath the table.\n  Please. To oblige me. (_loud rap._)\n\n    ROOS.                             Well, if I am able.\n  (_Gets under table._) I must confess I feel how ill you treat me.\n\n    COQ. To-morrow, by the haunted tree you’ll meet me.\n\n  (_Goes to door and open it. Enter G. KING. She curtseys. He chucks her\n     under chin._)\n\n    GNOME KING. Well, lass, your pretty face I’ve long been missing.\n  You’ve got a kiss I hope—\n\n    COQ. (_Coquettishly._)         It’s always kissing.\n  Just like a man! He always _misses_ kisses.\n\n    G. KING. It’s very hard a man can’t kiss his _misses_.\n  I’ll have your little head chopped off, Miss! Pray\n  Don’t make me angry! One! two! three! Away!\n\n    COQ. Well, if you must, you must then; Take it, There!\n\n           (_She turns back of head to him as he is about to kiss her._)\n\n  What did it taste of _eh_ Sir?\n\n    G. KING.                           _Hay?_ No! _Hare!_\n\n    COQ. Of course! It’s all my own.\n\n    G. KING.                     Oh, _game_ you’re making!\n\n    COQ. Oh, not at all, Sir, _I_ don’t go _hay raking_.\n\n    G. KING. A kiss I’ll have!\n\n  (_Runs after her, catches her, and is going to kiss her, when loud rap\n     is heard at door._)\n\n    COQ.                Mamma!\n\n    G. KING.                   I’d like to choke her.\n\n    COQ. Dear me! She’s awful with the kitchen poker!\n  You’d better hide, Sir.\n\n    G. KING.                Where? (_Runs to cupboard._)\n\n    COQ.                         No, no! (_he runs towards barrel._)\n                      Not there! (_He runs to table._)\n  I have it! Here! pretend to be a chair.\n\n  (_She takes cover off chair and puts it over him with arms extended so\n     that he looks like a chair._)\n\n  There! Now you’re safe, you need’nt now be daunted.\n  Meet me to-morrow by the tree that’s haunted.\n\n                               (_Goes to door, opens it and looks out._)\n\n  What! no one here? how strange! who can it be?\n  Perhaps I’d better go outside and see.\n\n   (_Goes outside. The “FAIRY OF THE FOREST” steps in and closes door._)\n\n    FAIRY. Ah, Coquettina! oh, you naughty child!\n  In spite of all I’ve said, you _will_ be wild.\n  All right, Miss, I have such a rod in pickle!\n  But first these gentlemen in here I’ll tickle.\n\n  (_Blows out candle. Stage darkens. She goes to cupboard and raps\n     gently, then to barrel, then to table, then to chair, and steps to\n     back of stage. All four come out and grope in the dark, avoiding\n     each other. They speak in whispers._)\n\n    GEN. B. Here, Coquettina!\n\n    CAPT. T.                  Deawest!\n\n    ROOSTER.                           Where are you?\n\n    KING. Come to my arms, my Coquettina, do!\n\n  (_They all get into a circle in front of stage, each holding a hand of\n     the other. The fairy laughs, claps her hands, and fairies enter\n     with lanterns hung at the end of their wands. Stage lights up.\n     Quick curtain._)\n\n\n                               SCENE III.\n                            THE FOREST DELL.\n\n    _Haunted tree C. at back. A large rock at R. of tree, upon which\n        NOODLE is seated._\n\n    NOODLE, (_Sneezing._)\n\n  I’ve got a frightful cold. My Ms and Bs\n  Are all mixed up, likewise my Ls and Ds.\n  That Gnome King there, Oh, isn’t he a beauty!\n  Because, he said, I ran away from duty.\n  Fixed me by some enchantment to this stone,\n  And here he’s left me ever since, alone.\n\n                                           (_Takes bottle from pocket._)\n\n  Strolling the other day upon the sand, I\n  Found this. B. R. A. N. D. Y. spells brandy.\n  It isn’t bad, though how did it come here?\n  There’s been a shipwreck, that is very clear.\n  The country’s full of geese, too, it’s absurd!\n  Which ever way I turned I found a bird,\n  All dressed in sailor’s jackets, caps and things,\n  With spy glasses stuck underneath their wings.\n\n                                              (_Enter MONA L. running._)\n\n    MONA. There, I’ve escaped them! Now to find the shore,\n  I don’t think they will catch me any more.\n\n                                                  (_Moves toward tree._)\n\n  It must be this way, I can scent the sea.\n  Ah! Who are you, sir, under that old tree.\n\n    NOO. Don’t be afraid, fair maid, I cannot harm you;\n  Glued to this stone these _tones_ need not alarm you.\n  I can’t get up (_tries to rise_.)\n\n    MONA.                 Why not?\n\n    NOO.                     The Gnome has tied me.\n\n    MONA. You have a story. Tell me.\n\n    NOO.                           Sit beside me.\n\n                               (_MONA sits on rock other side of tree._)\n\n  Long years ago I was a boy.\n\n    MONA.                          How strange!\n\n    NOO. A little tiny boy, so high.\n\n    MONA.                            A change!\n\n    NOO. I had an uncle, and I _was_ a prince.\n  My father died. _He_ seized the throne.\n                                (_MONA starts_,) You wince.\n\n    MONA. Oh not at all. Go on! I’ve heard a tale.\n  Like yours before. It’s very like a whale.\n\n    NOO. My tail! there’s more behind. He then seized _me_\n  And shipped me off, a little boy, to sea.\n  For many years I’ve wandered as a sailor,\n  And earned my salt as cook on board a whaler.\n  Shipwrecked upon this most unkindly shore,\n  I’ve lived a wretched life ten years or more.\n  The manikins who live down there below,\n  Took me, and made me giant in a show:\n  “Walk up! walk up! just going to begin.”\n\n                                                   (_imitates Showman._)\n\n  That’s what they used to say to bring folks in—\n  “This giant is all real, no sawdust here!”\n\n    MONA. Made you a giant, did they. That was queer.\n\n    NOO. “There’s no deception, gents! no pads or straw!”\n  And then they’d pinch my legs to make me roar.\n  Stick pins into my calves.\n\n    MONA.                            Oh, that was cruel.\n\n    NOO. And if I would’t act they’d stop my gruel.\n  Well, now I’ve joined the army, serve the nation.\n  That means long drills, stiff collars and starvation.\n  I’ll make a raft or boat, and get away,\n  So sure as my name’s Noodle, miss, some day.\n\n    MONA. What name?\n\n    NOO.             Why, Noodle.\n\n    MONA.                         Noodle?\n\n    NOO.                            Why not Noodle?\n\n    MONA. You have a brother?\n\n    NOO.                      Which his name is Doodle.\n\n                                                      (_Tries to rise._)\n\n  Say, have you seen him? Is my brother here?\n\n    MONA. He is.\n\n    NOO.         And I can’t leave my stony ‘_cheer_.’\n\n    MONA. I’ll go and seek him. (_Exit R._)\n\n    NOO.                        Stay! She’s gone. What joy!\n  I havn’t seen my brother since a boy.\n\n                                          (_Enter DOODLE hurriedly, L._)\n\n    DOODLE. I’ve lost my mermaid! (_Sees NOODLE._) Ha! Pray who are you?\n\n    NOO. (_Aside._) Is this my brother? Is your name, Sir, Doo—?\n\n    DOO. It’s Noodle! (_Is going to rush towards him, but stops short\n       suddenly._)\n                Come though, this won’t do I say,\n  We mustn’t take things in this easy way.\n  Although perchance we may have had the same aunt.\n  There may perhaps, Sir, be another “Claimant.”\n  I’d like to ask a question.\n\n    NOO.                        Ask a dozen.\n\n    DOO. Pray, had your nurse, Sir, in the Guards a “cousin?”\n\n    NOO. ’Tis strange, but true.\n\n    DOO. ’Tis well! When you were able\n  You kicked you poor old pa beneath the table?\n\n                                                        (_NOODLE nods._)\n\n  Say, did you once, upon your nurse’s lap,\n  By chance capsize a teaspoonful of pap?\n\n    NOO. I did! I did! The circumstance pecoolia,\n  I now recall it. Which her name was Julia.\n\n    DOO. Did you like sugar on your bread and butter?\n\n                                                        (_NOODLE nods._)\n\n  Used you to play at marbles in the gutter?\n\n    NOO. I must confess it.\n\n    DOO.                    Now I think upon it.\n  Had you a bouncing B. once in your Bonnet.\n\n    NOO. I had! I have! In fact, as I’m alive,\n  Not one bee only but a perfect hive.\n\n    DOO. Have you on your left arm a strawberry mark?\n\n    NOO. A perfect bed! You’d see them in the dark.\n  ’Tis he! ’tis he! My feelings I can’t smother;\n  Come to my arms my lengthy long lost brother!\n\n                                    (_NOODLE tries to rise but cannot._)\n\n  Why don’t you rise?\n\n    NOO. I can’t, the Gnome King’s bound me.\n  I should have died down here if you’d not found me.\n\n    DOO. What’s to be done? (_Trunk of tree opens, and discovers the\n       FAIRY OF THE FOREST._)\n\n    FAIRY.    Sprinkle him thrice, sprinkle him thrice,\n              With the water that trickles\n              And trickles and trickles\n              Down from the mountain\n              Here to the fountain.\n              Sprinkle and say,\n              One, two, three and away,\n              One, two, three and away.\n\n                                         (_Trunk of tree closes again._)\n\n    DOO.                 Ah, here’s the fountain, look!\n\n  (_Runs off, R., and returns with water in the palm of his hand. Throws\n     it over NOODLE._)\n\n  One, two, three and away! (_NOODLE springs up. He limps. The brothers\n     embrace._)\n\n    NOO.                   I’m stiff as that old tree.\n\n                               _Enter MONA R., carrying large gold key_.\n\n    MONA. You’ve found him, see! Look here! I’ve brought this key,\n  Key to the diamond mountain. Come! be quick:\n  We’ll play that dear old dwarf there such a trick.\n\n    DOO. We’ll build a raft; with diamonds fill each sack;\n  Set sail before he knows—\n\n    NOO.                       And not come back.\n  But where’s your crew?\n\n    DOO.                   My crew? Oh there’s the rub,\n  I hav’nt got a crew to sail a tub.\n  A set of geese! (_Trunk of tree opens and shows FAIRY OF THE FOREST._)\n\n    FAIRY.    Sprinkle thrice, sprinkle thrice.\n              And your geese, in half a trice\n              Will disappear, and on the land,\n              Four and forty sailors stand.\n\n                                               (_Trunk of tree closes._)\n\n    DOO. A friend in need’s a friend indeed they say. Madam, we thank\n  you. Come, friends, let’s away.\n\n    NOO. Let’s to the mountain; there our sacks we’ll fill. And get good\n  fortune from a monstrous _ill_.\n\n  (_Exeunt, R., Trunk of tree opens. FAIRY OF THE FOREST descends, and\n     comes forward._)\n\n    FAIRY. So far so good. Those captives stirred my pity,\n  And Maiden Mona is so good and pretty.\n  I hate that Gnome; he is so tough and tarty. (_looks off._)\n  Here’s naughty Coquettina and her party.\n  I’ll sprinkle magic water on them all,\n  And where they stand they’ll stay until I call.\n\n  (_She returns into tree, which closes. Enter L. COQUETTINA hurriedly.\n     She looks back as she enters._)\n\n    COQ. What fun! they’re coming all together here.\n  I’ll hide behind this tree. (_Trunk opens, FAIRY appears and sprinkles\n     her. She stops instantly._)\n\n    FAIRY.                    You’ll not, my dear.\n\n  (_Trunk closes. Enter R. and L. KING, ROOSTER, GENERAL BOUNCE and\n     CAPT. POUNCE. Different entrances. Music soft and staccato. As they\n     advance to centre, they see each other._)\n\n    ALL. Hallo!\n\n  (_Fairy appears; sprinkles them. They stop short and each retains the\n     position of the moment, Lime light. Scene closes in with cavern,\n     same as scene 1st, only opening at back closed in. Several sailors\n     cross the stage from L. to R., carrying sacks on their backs.\n     NOODLE and DOODLE bring up the rear, each carrying a sack. They\n     come front._)\n\n    DOO. There! That’s the last, the raft won’t carry more.\n  And now set sail, and quit this unkind shore.\n  Where’s Mona?                       (_Enter MONA, R._)\n\n    MONA.         Here. Please, dear, before we go,\n  I wish to say good-bye to friends below.\n\n    DOO. I’m not a fish!\n\n    MONA.                It’s done quite easily,\n  We’ll sink this cavern down below the sea.\n\n (_Enter L. KING, ROOSTER, GENERAL BOUNCE,   CAPT. POUNCE, COQUETTINA._)\n\n    G. KING. Mind your own business, Miss, leave mine alone.\n  I have a charm will turn you all to stone.\n\n                            (_Makes passes in the air. Enter L. FAIRY._)\n\n    FAIRY. If you’re not good you’ll get another sprinkle.\n\n    G. KING. I’d rather be a lobster or a winkle.\n\n    MONA. Then here’s your key. Remember, don’t be cruel.\n\n    NOO. And feed your army. Give your giants gruel.\n\n    MONA. We’re going down. D’ye feel the motion?\n\n    DOO.                                      Well!\n  It’s easy as a lift in some hotel.\n\n       (_All give a slight jump as though the bottom had been reached._)\n\n    MONA. We’re there at last. Now let the water in.\n  Don’t be afraid, you will not wet your skin.\n\n  (_Scene at back and sides gradually opens to soft music, and shows the_)\n\n                             MERMAID’S HAUNT.\n\n        (_CORALINA descends in a coral car at back. Mermaids R. and L._)\n\n    COQUETTINA. This is my home. Good-bye, dear friends, to-night,\n  And don’t forget your little Mermaid quite.\n\n    FAIRY OF THE FOREST. The bottom of the sea! It’s like a dream.\n\n    COQ. You’ve no society down here.\n\n    MONA.                             The very cream.\n\n    COQ. Perhaps it’s iced. I’m sure its very chilly.\n\n    GEN. BOUNCE. It’s all _cold cream_, of course, you little silly!\n\n    MONA. I hope you’re all content.\n\n    NOODLE.                      Well, I don’t know.\n  Poor Coquettina here—\n\n    DOODLE.                  Pray, where’s her beau?\n\n                                (_Coquettina, turns to CAPTAIN POUNCE._)\n\n    CAPTAIN P. Ah! Weally sowwy! Can’t be done I fear,\n  When my superior officer is here.\n\n                                        (_She turns to GENERAL BOUNCE._)\n\n    GEN. B. Well! Hem! The situation’s most unpleasant,\n  But as for matrimony!—not at present.\n  Our friend here will oblige. Come, Rooster, say!\n\n                                               (_She turns to ROOSTER._)\n\n    ROOSTER. Too busy, now. Pray call another day.\n\n    COQ. Oh! very well! I’m sure that I don’t care.\n  I’ll join the “Ladies Club.” They’ve no men there!\n\n    G. KING. A gnome’s _un homme_ for all that. Here’s my _key_.\n  _C. flat’s_ found often down below the _C_.\n  One thing I know, if once I get above,\n  No man shall say the Gnome is crossed in love.\n\n    GEN. B. A soldier’s duty lies in drill and glory,\n  But as for love, well, that’s another story.\n\n    CAPT. P. Well, weally! Take things easy is my motto:\n  But fancy catching shwimps here in a gwotto!\n\n                             (_Pretends to catch Shrimp swimming past._)\n\n    DOODLE. (_Putting his am round Mona’s waist._)\n  Though strange, a mermaid’s heart I hold in hand!\n  My geese are changed to sailors; there they stand.\n  We’ve found the diamond mine—\n\n    NOO.                           And filled each sack.\n\n    DOO. And as for uncle (_Turning up Coat cuffs._)\n\n    NOO.                  Wait till we get back!\n\n    MONA. Since all things wrong are now at last made right,\n  We only have a wish you all good-night.\n\n                                               (_Red and green lights._)\n\n                                CORALINA.\n                           FAIRY OF THE FOREST.\n                   GENERAL BOUNCE.      CAPTAIN POUNCE.\n                 GNOME KING.                     ROOSTER.\n               MONA.                            COQUETTINA.\n             DOODLE.                                  NOODLE.\n\n\n                                _Curtain._\n\n------------------------------------------------------------------------\n\n\n\n\n 1. Silently corrected typographical errors and variations in spelling.\n 2. Archaic, non-standard, and uncertain spellings retained as printed.\n 3. Enclosed italics font in _underscores_. The SMALL-CAPS was not\n      italicized.\n 4. Enclosed bold font in equals.",
    "metadata": {
        "author": [
            "Dixon, Frederick Augustus",
            "Dixon, F. A. (Frederick Augustus)",
            "Dixon, Frederick A. (Frederick Augustus)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/62183/pg62183.txt",
        "name": "maiden_mona_the_mermaid_a_fairy_play_for_fairy_peo.json"
    }
}