{
    "name": "Man's Best Friend",
    "author": [
        "Smith, Evelyn E."
    ],
    "body": "The annunciator aroused Gervase from pleasant semi-slumber. He knew the\ninterruption was his own fault for not having turned off the device,\nbut he so seldom had a visitor that he could hardly be blamed for his\nforgetfulness. Frowning, he pressed the viewer button. A round, red\nface appeared on the screen. \"May I be the first to congratulate you,\nMr. Schnee?\" it said.\n\n\"You may, indeed,\" Gervase replied. \"But for what?\"\n\n\"You haven't heard the news? Good, then I'm the first. I imagine I\ngot a head-start on the others because of my superior facilities for\nlocating you. Your address wasn't given; these pronouncements do tend\nto be a bit vague. Matter of tradition, I suppose.\"\n\n\"I haven't heard any news for days,\" Gervase said, uncomfortably\nconscious that he was apologizing. \"I've been listening to my\nsound-tapes and--and meditating,\" he added defiantly. \"Wait a minute;\nI'll let you in.\"\n\nHe struggled with the door-stud, but the door refused to open. The\nautobursar must have neglected to pay the door bill--probably because\nGervase had failed to put enough money into it. But his allowance was\nlimited and sound-tapes, not to speak of meditators, were so expensive.\n\nSighing, Gervase got up and opened the door manually. The individual\noutside was short and stout and dressed, unfortunately, in the uniform\nof an upper-echelon salesman. Gervase had been caught! Still, he\nreminded himself, no one could force him to buy anything. He was a free\ncitizen.\n\n\"Well, come in if you must,\" he said grudgingly. \"I suppose the big\nnews is that I'm the lucky householder to whom the Little Gem Room\nExpander will first be offered.\"\n\n\"Nothing of the sort!\" the man replied indignantly.\n\nAt this point, Gervase noticed with surprise that the other wore a\njeweled merchant-prince's badge. Apparently this was one of those\nconsumer reaction tests in which executives themselves participated to\ncheck on their employees.\n\n\n\nThe man remembered to smile. \"The Prognosticator has just given\nits fortnightly Prognostication. You, Mr. Schnee, are going to be\nour new Ruler.\" He seized the young man's limp hand and shook it\nenthusiastically. \"And I'm sure you'll be a splendid one, too.\"\n\nGervase accepted a pale green cheroot from the dispenser. It shook in\nhis lips. \"And what's to become of the old Ruler?\"\n\n\"You're scheduled to dispose of him sometime this month. Now, Mr.\nSchnee,\" the man went on briskly, \"allow me to introduce myself. I am\nBedrich Florea, vice president of the Florea Munitions and Container\nCorporation.\" He extracted a gleaming weapon from his brief case and\noffered it to Gervase. The young man recoiled. \"If you will only agree\nto shoot Overlord Kipp with a Florea Semper Fidelis Gun,\" the executive\ncontinued, \"my corporation will be happy to place a substantial amount\nof credits at your disposal in any bank you choose. Six billion, to be\nexact. Now if you'll just sign here on the dotted line....\" He held out\na stylus temptingly.\n\n\"Nonsense!\" Gervase backed away.\n\n\"Even a Ruler can use money. Bribery for government officials, bread\nand circuses for the people--oh, money's a very useful commodity, Mr.\nSchnee. Shall we say seven billion?\"\n\n\"I don't doubt that money is useful,\" Gervase replied, thinking\nwistfully of seven billion credits. \"But when I said 'nonsense,' I\nmeant the Prognosticator. The whole thing's a lot of--well, nonsense.\nA whole planet of supposedly intelligent people listening to what's\nnothing more, really, than an oracle! A machine can't read the future.\nIt's impossible.\"\n\nFlorea's eyes bulged. \"Mr. Schnee, that's sacrilege! You\ncan't--confound it, sir, you can't talk that way about The Machine.\nAfter all,\" he added in a more placatory manner, \"let's look at this\nreasonably. Machines can and do answer all the problems of our daily\nlife, so why shouldn't a superior machine be able to tell the future?\"\n\n\"If you ask me,\" Gervase all but sneered, \"behind the wires and\ngimmicks and whatnots in The Machine, there's a secret room in which a\nhalf-mad, half-intoxicated old priestess sits delivering her Delphic\npronouncements. Might as well have an aboveboard oracle and be done\nwith it.\"\n\n\"Now, now, Mr. Schnee--\" the executive smiled with obvious\neffort--\"even our Ruler shouldn't flout the Authority of Machinery. Of\ncourse, it's all right when you're alone with friends, like me, but in\npublic--\"\n\nThe annunciator sounded again. An eager face appeared on the screen.\n\"Mr. Schnee,\" an equally eager voice said, \"I'm from the _Daily\nDisseminator_. How does it feel to be Ruler Prognosticate?\"\n\nThere was the sound of a scuffle. His face disappeared, to be replaced\nby two others. \"Mr. Schnee, will you tell us in your very own words--\"\n\nAs Gervase clicked off the interviewer, the vidiphone blinked. Gervase\nlifted the receiver. The face of Overlord Kipp himself came into view,\npale but composed. \"I understand you're the young man who is destined\nto dispose of me and take my place?\"\n\n\n\nGervase paled also. \"Honestly, Your Honorship, I haven't the slightest\ninten--\"\n\n\"You'll make it quick and painless, won't you? And it really would be\nvery decent of you to give me the exact day and hour of my--er--demise\nso I won't have to sit around waiting.\"\n\n\"But, really--\"\n\n\"You don't look like a hard-hearted chap. As a matter of fact, I would\nsay, offhand, that you had a kind face.\"\n\n\"Well, thank you, but--\"\n\n\"I do wish you'd stop shilly-shallying and name the day. By the way,\nhave you anything on for tomorrow?\"\n\n\"I didn't have anything special planned--\"\n\n\"Splendid! Suppose you come over to the Palace around one o'clock or\nso. We can have a bite of lunch and discuss the matter together. After\nall, I think you'll agree that I have been a reasonably good Ruler\nand so I have the right to die with dignity.\" He looked pleadingly at\nGervase.\n\n\"Oh, absolutely,\" the young man said in haste. \"No question of it. I\nthink it's a very good idea to have a chat about it first. Awkward\nto--dispose of someone you haven't met previously.\"\n\nThe dictator gave him a wan smile. \"Thank you, Mr. Schnee. I hope\nyou'll find your successor as cooperative as yourself.\"\n\nThe screen darkened.\n\n\"Hmmm,\" Gervase mused. He took a lavender cheroot, forgetting he still\nheld the lime one. \"I wonder whether he wants me to make an appointment\nso he'll have a band of counter-assassins ready to kill me, saving him\nthe expense of a stand-by guard. He is noted for his thriftiness, you\nknow. Perhaps I just shouldn't show up at all.\"\n\n\"He wouldn't dream of doing anything of the sort,\" Florea said\nausterely. \"Overlord Kipp knows what is due to his position. He has\na sense of duty and responsibility which, unfortunately, seems to be\nlacking in his successor ... if you'll excuse my speaking frankly,\" he\nadded in haste. \"I am, of course, considerably older than you and so I\nfeel--\"\n\n\"It's quite all right,\" Gervase reassured him. \"You may speak freely.\"\n\n\"Furthermore,\" Florea continued, \"if he had you killed, the people\nwould probably give him a painful and lingering death for attempting to\ninterfere with the course of destiny.... There, I hear them now!\"\n\nAnd they could indeed hear the sound of voices raised in song--so many\nand so loud that they penetrated the soundproofing of the walls. \"The\n_polloi_ are coming to hail their new Leader,\" Florea beamed.\n\n\"Well, I'm not going to do it!\" Gervase declared. \"They can't make me\nkill him and take over and that's flat. I'm not the administrative\ntype--never have been.\"\n\n\n\nFlorea took a cheroot of his own out of a platinum portable. \"In that\ncase, the people probably will kill _you_ for attempting to interfere\nwith fate.\"\n\n\"But I wouldn't have done anything!\" Gervase protested.\n\n\"There are sins of omission as well as commission. Come now, it's true\na Ruler's life expectancy isn't very long--at least it hasn't been for\nthe last few reigns--but it's longer than yours will be if you refuse\nto fulfill your destiny.\"\n\n\"I wouldn't make a fit Ruler,\" Gervase said desperately. \"Consider my\norigins. I wouldn't tell this to anyone but you--I'm illegitimate. I\ndon't even know who my father is.\"\n\nThe other man smiled again. \"It's a wise child who knows his own\nfather. And some of the most celebrated leaders in history have been\nillegitimate. Look at William the Conqueror.\"\n\nGervase turned on the historiscope, dialed 1066 A.D., looked,\nshuddered, and turned it off. \"I don't think that's much of a\nrecommendation!\"\n\n\"You see,\" Florea told him encouragingly, \"almost anybody can be a\nleader. The important thing is that he be _destined_ for leadership.\"\n\n\"But I'm no good! Everybody says so. I've never done a thing in my\nlife. My aged mother has had to work to support me.\"\n\n\"Time enough that you stood on your two feet, my boy!\" the businessman\nsaid, clapping the youth upon the shoulder. \"And remember, destiny must\ntake its course.\"\n\nHe flung open the door. A cheering crowd stood outside. \"My friends,\nallow me to introduce you to your new Ruler--Gervase Schnee!\"\n\nA hoarse shout of approval went up.\n\n\"He is planning to assassinate Overlord Kipp with a Florea Semper\nFidelis Gun. Florea Semper Fidelis Guns retail from c2.98 for the\nPeasant's Pistol all the way up to c1089.56 for the Super Deluxe\nConspirator's Model, but each is the best obtainable for the price. Mr.\nSchnee, of course, will use the Super Deluxe model.\"\n\nThere were more cries, cheers and shouts.\n\n\"Thank you for your--for your confidence and support,\" Gervase said\nbrokenly. \"I only hope I prove worthy of them.\"\n\nGervase lunched with Overlord Kipp the next day and was not\nassassinated. The disposal was set for the coming Tuesday and announced\nto the public. Gervase was so nervous, he couldn't sleep the night\nbefore. When, early in the morning, he finally did manage to doze off,\nhe was awakened by the encouraging telegrams that kept pouring in.\n\nAt nine, he finally got up and dressed himself in the immaculate\nblack-and-silver assassin's uniform that had been custom-made for him\nwithout charge by an eminent tailor. He was in no mood for breakfast,\nso he went outside to the handsome black-and-silver limousine that\nhad been presented to him by a thoughtful industrialist. As he emerged\nfrom his door, a brass band struck up the national anthem and the\ncrowd waiting outside broke into cheers suitably restrained to fit the\nmelancholy occasion.\n\n\n\nGervase bowed wanly left and right as he got into the car. His two\nhired assistants, dressed in the customary black cloak and hood of the\nbody-remover, were, he noticed, already seated beside the chauffeur.\nThey did not turn their heads as Gervase entered, but preserved the\ntraditional impassivity of their calling.\n\nThe band started to play a funeral march as the car moved slowly down\nthe boulevard. Stands had been put up all along the route and he was\ngreeted by subdued cheering and applause from crowds neatly arranged\naccording to rank. Little children of all classes rushed out into the\nstreet to present him with bouquets of flowers.\n\nThe television cameras joined him en route and followed him all the way\nto the Palace. On the steps, Bedrich Florea awaited him, magnificently\ngarbed in full executive uniform, his jewels flashing in the clear\nsunlight.\n\n\"Allow me to load your Super Deluxe Conspirator's Florea Semper Fidelis\nGun for you, Overlord Prognosticate,\" he announced in a ringing voice,\nas he turned his profile toward the cameras.\n\n\"It's already loaded,\" Gervase said, nervously clutching the gun in his\npocket.\n\n\"Permit me to check it then.\" Florea put out an eager hand.\n\nGervase executed a deft chass√© in the opposite direction. \"It's\nperfectly all right, I tell you! No one,\" he added in a burst of\ninspiration, \"would have any difficulty in loading a Florea Semper\nFidelis Gun.\"\n\n\"That's right,\" the baffled munitions magnate admitted, falling back\nreluctantly. \"Whether you buy the Peasant's or the Conspirator's Model,\nboth have the same smooth free-loading mechanism....\"\n\n\"Out of the way, Executive,\" a cameraman said, unceremoniously sweeping\nFlorea aside as Gervase paced into the Palace, followed by his two\nblack-robed henchmen, carrying an elaborate, gold-mounted stretcher\nbetween them.\n\n\"Candy, popcorn, hashish, yoghurt!\" yelled a strident voice behind\nthem. \"Buy your refreshments here!\"\n\nOverlord Kipp stood beside his desk, dressed in his finest\nuniform--which was, however, virtually invisible, it was so bedecked\nwith glittering and sparkling medals and decorations. Gervase waited\npatiently while the soon-to-be-disposed-of Ruler made a speech pointing\nout the numerous benefits and improvements his reign had brought to\nthe people. It was rather a long speech and Gervase's nose began to\nitch. He would have liked to scratch it, but the cameras were pointing\ndirectly at him. Life as Ruler, he saw, was going to be a long series\nof similar repressions. He sighed. But what could he do? Nobody could\ngo against the Prognostications.\n\nFinally the speech was finished. \"Good-by and good luck, Overlord\nSchnee,\" Kipp said. He stood, waiting.\n\nGervase fired. There was a loud report. Kipp crumpled to the ground.\n\nGervase hurled the Florea Semper Fidelis Gun to the desk. \"Everyone\nwill now please leave,\" he ordered in calm but firm tones, \"while the\nremovers take over.\"\n\n\"Why can't we televise the removal?\" a daring cameraman asked.\n\"Something new.\"\n\n\n\nThere was a shocked silence and then a babble of indignant voices.\nGervase held up a weary hand. The voices stopped.\n\n\"That sort of thing just isn't done,\" he told the cameraman with an\nOlympian smile. \"Please leave as quickly as possible--all of you. I\nmight want to meditate.\"\n\nThey scuttled out backward, the cameras still grinding. Gervase pressed\nthe studs that shut and bolted the door.\n\n\"Whew!\" said Overlord Kipp, sitting up. \"I didn't think I'd be able to\nstand that much longer. You're a good shot, Schnee--that blank stung\nlike crazy. And in a very tender spot, I might add.\"\n\n\"No time for chatting,\" Gervase said nervously. \"We've got to get this\nover in a hurry. Now comes the part when your friends will have to look\nlike real removers. I hope they can give it that professional touch.\"\n\n\"We are real removers in a sense,\" said one of the black-robed figures.\n\"At least, both of us have participated in removals before.\" They\ndropped their hoods.\n\nGervase's mouth hung open. \"Why, you're Overlord Moorhouse!\" he said to\none. \"And I've seen pictures of you!\" he told the other. \"You're the\none that came before him--Shinnick. You died before I was born--that\nis, you were supposed to have died. Both of you were. Moorhouse\nkilled--was supposed to have killed you.\"\n\nEx-Overlord Shinnick smiled. \"We're not precisely dead--only retired,\nyou might say. In a way, anonymity is the same as death. And Overlords\nMoorhouse and Kipp--\" he bowed toward them--\"both had kind hearts,\nlike yourself. The Prognosticator didn't say we had to be killed--just\ndisposed of, as Kipp undoubtedly pointed out to you in your little talk\ntogether.\"\n\n\"Sorry I couldn't tell you the truth,\" Kipp apologized as he dusted off\nhis uniform, \"but you might have changed your mind and given us away.\"\n\n\"We've formed a sort of little club of dead Overlords,\" Shinnick\nelucidated. \"After all, we're the only ones with whom we can associate\nsafely--no danger of any one of us betraying the others.\"\n\n\"We're looking forward to the day when you join us, Overlord Schnee,\"\nMoorhouse put in eagerly, \"assuming that your successor is of as\ngenerous a nature as we, of course. Do you play bridge by any chance?\"\n\n\"You'd better hurry.\" Gervase worriedly changed the subject as he\nnoticed the time on the wall chronometer. \"If the four of us are\ndiscovered, the mob would tear us all to pieces.\"\n\n\"Right you are,\" said ex-Overlord Shinnick. \"Get on the stretcher,\nKipp. Bad enough we're going to have to carry you out; at least don't\nexpect us to lift you up.\"\n\nKipp obediently assumed a recumbent posture: Shinnick and Moorhouse\ncovered him with a black cloth and were preparing to march out when\nGervase recollected himself and halted them. \"Wait a moment--you'd\nbetter take off those medals first, Kipp. They come with the job.\"\n\n\"Grave-robber,\" said Kipp, reluctantly sitting up on his catafalque and\nunfastening the jeweled decorations.\n\n\n\nWhen the little procession had left, Gervase pressed a stud on the desk\nmarked _Secretary_. A panel in the wall opened and a timorous-looking\nman virtually fell into the room. \"Y-yes, Your Honorship?\"\n\n\"The Prognosticator is right here in the Palace, isn't it?\" Gervase\nasked, in a tone that would have been authoritative if his voice hadn't\ncracked right in the middle of _Palace_.\n\n\"Y-yes, Your Honorship.\"\n\n\"Lead me to it immediately.\"\n\n\"Su-certainly, Your Honorship.\"\n\nAs they left the room, Gervase picked the Florea Semper Fidelis Gun\noff the desk. It was too valuable a piece of property to leave lying\naround. The Palace was full of sticky-fingered civil servants.\n\nThey passed through room after room containing bank after bank of\ncomputing machines, each more complicated in appearance than the last.\nHordes of officials in the garb of hereditary scientist or technician\nbowed low as the new Ruler passed. The machines, of course, operated\nand repaired themselves automatically; nonetheless, they needed a good\nmany attendants as befitted their exalted status.\n\nGervase and his guide finally came to the room where the Prognosticator\nitself was enshrined. The apartment was twenty stories high and a\nhundred meters wide, but it was none too large for all the flashing\nlights and spinning dials and buzzing relays and levers and cables\nwhich jammed it. The hundreds of first-rank scientists who waited upon\nthe Machine stopped their tasks of dusting and polishing to greet the\nnew Usurper with deferent acclaim.\n\n\"Leave me,\" he ordered, gesturing with the gun toward the door. \"I\nwould be alone with the Prognosticator.\"\n\n\"Certainly, Your Honorship. Certainly. Your wishes are our commands.\"\n\nThey backed out.\n\n\"You, too,\" Gervase told the secretary who had guided him.\n\n\"Y-yes, Your Honorship.\" The man skittered off.\n\nWhen they had all gone, Gervase approached a small, unobtrusive door\nmarked _Danger--No Admittance_. Dust lay thick on the sill, for it was\nseldom opened.\n\nGervase took a tiny, intricate piece of metal from his pocket and\nfitted it into the lock. Something inside clicked. The door swung open.\n\nBeyond, a narrow flight of steps spiraled downward. Gervase descended\nthem unhesitatingly until he came to another small door. This one was\nsimply marked _Private_. He knocked on it.\n\n\"Aah, go butter your earlobes!\" a cracked voice called from within.\n\"Can't you read, you dumb cluck?\"\n\n\"It's me, Gervase!\" He pounded on the door with the butt of his gun.\n\"Open up!\"\n\n\n\nThe door swung open creakily. Through the gloom inside, there could be\ndimly seen antique furnishings in a poor state of preservation and a\nstill more imperfect state of cleanliness. An outmodedly streamlined\ntwentieth-century typewriting machine was set on a costly metal stand\nwith one caster missing. The flaps of the table were open--one held a\nchipped teapot, the other a dusty crystal ball and a dog-eared pack of\nGypsy cards. Behind all this was a rare old psychoanalyst's couch,\nripped open here and there and showing the original stuffing.\n\nReclining on the couch was an incredibly old woman wearing a quaint\ncostume of a bygone era--long scarlet silk skirt, yellow blouse, great\ngolden hoops swinging in her ears. She was sipping something out of a\nteacup, but it didn't smell like tea, at least not like tea alone. The\nancient reek of gin pervaded and overpowered the general mustiness.\n\n\"Hello, son!\" the old woman said, waving the cup at Gervase. \"'Bout\ntime you came to pay your old mother a visit.\" She cackled. \"I kind of\nthought something like this would stir you up!\"\n\n\n\n\"Mother,\" Gervase said reproachfully, \"you know you shouldn't have done\nit.\"\n\n\"What did I do?\" she asked, assuming a ludicrous posture of innocence.\n\n\"You fixed the Prognostications, that's what you did. Although why you\nhad to pick on me--\"\n\n\"Aah, I got tired of supporting you! You're a big boy--it's about time\nyou earned your own living. Besides, I thought it'd be a good idea to\nelect a sympathetic administration. Sympathetic to me, that is. Palace\nneeds a new ventilating system. Air in here's terrible. Smells as if\nsomething'd died and they were too stingy to give it a decent burial.\"\n\n\"But why didn't you use the Prognosticator to get new ventilation put\nin?\" Gervase asked. \"Seems to me you could have foretold everyone in\nthe Palace would suffocate or something if it wasn't done.\"\n\n\"They'd have got around it, same way you got around killing Kipp.\"\n\nGervase blushed.\n\n\"You can't fool me!\" she cackled gleefully. \"I know everything that\ngoes on around this place and a lot that doesn't.\" She reached over\nand tapped his knee. \"But you'll pay attention to the Prognosticator,\nboy. Don't you try to weasel out of what it says by looking for double\nmeanings. Time you Overlords learned that when the Prognosticator says\nsomething, it means it.\"\n\n\"Yes, Mother,\" he said.\n\n\"I'd hate to have to give orders to have my own boy disposed of. The\nlast three disposals weren't so bad, but sometimes those things can\nturn out real messy.\"\n\n\"Yes, Mother.\"\n\nShe drank gustily from her teacup. \"Maybe blood is thicker than\nwater ... but not much.\"\n\n\"Yes, Mother.\"\n\n\"And why shouldn't you listen to my Prognostications?\" she demanded\nirritably, slamming her teacup down on the table so hard that the\ntypewriter skipped. \"Just because they're dolled up a little doesn't\nmean they're not true. Don't I have a crystal ball? Don't I have a\nGypsy tarot pack? Don't I have tea leaves--best tea money can buy, too?\"\n\n\"Yes, Mother.\"\n\n\"So?\" She looked at him expectantly. \"What are you going to do?\"\n\nGervase took a deep breath and drew himself up. \"I'm going to have the\nventilating system attended to right away.\"\n\n\"That's my boy,\" she said fondly, draining another cup of tea and\npeering at the leaves. \"I can see everything's going to work out\nfine--just fine.\"",
    "metadata": {
        "author": [
            "Smith, Evelyn E."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/51050/pg51050.txt",
        "name": "man_s_best_friend.json"
    }
}