{
    "name": "Manners Makyth Man\nShip's Company, Part 12.",
    "author": [
        "Jacobs, William Wymark",
        "Jacobs, W. W. (William Wymark)"
    ],
    "body": "\n\"MANNERS MAKYTH MAN\"\n\n\nThe night-watchman appeared to be out of sorts.  His movements were even\nslower than usual, and, when he sat, the soap-box seemed to be unable to\ngive satisfaction.  His face bore an expression of deep melancholy, but a\nsmouldering gleam in his eye betokened feelings deeply moved.\n\n\"Play-acting I don't hold with,\" he burst out, with sudden ferocity.\n\"Never did.  I don't say I ain't been to a theayter once or twice in my\nlife, but I always come away with the idea that anybody could act if they\nliked to try.  It's a kid's game, a silly kid's game, dressing up and\npretending to be somebody else.\"\n\nHe cut off a piece of tobacco and, stowing it in his left cheek, sat\nchewing, with his lack-lustre eyes fixed on the wharves across the river.\nThe offensive antics of a lighterman in mid-stream, who nearly fell\noverboard in his efforts to attract his attention, he ignored.\n\n\"I might ha' known it, too,\" he said, after a long silence.  \"If I'd only\nstopped to think, instead o' being in such a hurry to do good to others,\nI should ha' been all right, and the pack o' monkey-faced swabs on the\n<i>Lizzie and Annie</i> wot calls themselves sailor-men would 'ave had to 'ave\ngot something else to laugh about.  They've told it in every pub for 'arf\na mile round, and last night, when I went into the Town of Margate to get\na drink, three chaps climbed over the partition to 'ave a look at me.\n\n\"It all began with young Ted Sawyer, the mate o' the <i>Lizzie and Annie</i>.\nHe calls himself a mate, but if it wasn't for 'aving the skipper for a\nbrother-in-law 'e'd be called something else, very quick.  Two or three\ntimes we've 'ad words over one thing and another, and the last time I\ncalled 'im something that I can see now was a mistake.  It was one o'\nthese 'ere clever things that a man don't forget, let alone a lop-sided\nmonkey like 'im.\n\n\"That was when they was up time afore last, and when they made fast 'ere\nlast week I could see as he 'adn't forgotten it.  For one thing he\npretended not to see me, and, arter I 'ad told him wot I'd do to him if\n'e ran into me agin, he said 'e thought I was a sack o' potatoes taking a\nairing on a pair of legs wot somebody 'ad throwed away.  Nasty tongue\n'e's got; not clever, but nasty.\n\n\"Arter that I took no notice of 'im, and, o' course, that annoyed 'im\nmore than anything.  All I could do I done, and 'e was ringing the\ngate-bell that night from five minutes to twelve till ha'-past afore I\nheard it.  Many a night-watchman gets a name for going to sleep when\n'e's only getting a bit of 'is own back.\n\n\"We stood there talking for over 'arf-an-hour arter I 'ad let'im in.\nLeastways, he did.  And whenever I see as he was getting tired I just\nsaid, 'H'sh!' and 'e'd start agin as fresh as ever.  He tumbled to it at\nlast, and went aboard shaking 'is little fist at me and telling me wot\nhe'd do to me if it wasn't for the lor.\n\n\"I kept by the gate as soon as I came on dooty next evening, just to give\n'im a little smile as 'e went out.  There is nothing more aggravating\nthan a smile when it is properly done; but there was no signs o' my lord,\nand, arter practising it on a carman by mistake, I 'ad to go inside for a\nbit and wait till he 'ad gorn.\n\n\"The coast was clear by the time I went back, and I 'ad just stepped\noutside with my back up agin the gate-post to 'ave a pipe, when I see a\nboy coming along with a bag.  Good-looking lad of about fifteen 'e was,\nnicely dressed in a serge suit, and he no sooner gets up to me than 'e\nputs down the bag and looks up at me with a timid sort o' little smile.\n\n\"'Good evening, cap'n,' he ses.\n\n\"He wasn't the fust that has made that mistake; older people than 'im\nhave done it.\n\n\"'Good evening, my lad,' I ses.\n\n\"'I s'pose,' he ses, in a trembling voice, 'I suppose you ain't looking\nout for a cabin-boy, sir?'\n\n\"'Cabin-boy?' I ses.  'No, I ain't.'\n\n\"'I've run away from 'ome to go to sea,' he ses, and I'm afraid of being\npursued.  Can I come inside?'\n\n\"Afore I could say 'No' he 'ad come, bag and all; and afore I could say\nanything else he 'ad nipped into the office and stood there with his 'and\non his chest panting.\n\n\"'I know I can trust you,' he ses; 'I can see it by your face.\"\n\n\"'Wot 'ave you run away from 'ome for?' I ses.  'Have they been\nill-treating of you?'\n\n\"'Ill-treating me?' he ses, with a laugh.  'Not much.  Why, I expect my\nfather is running about all over the place offering rewards for me.  He\nwouldn't lose me for a thousand pounds.'\n\n\"I pricked up my ears at that; I don't deny it.  Anybody would.  Besides,\nI knew it would be doing him a kindness to hand 'im back to 'is father.\nAnd then I did a bit o' thinking to see 'ow it was to be done.\n\n\"'Sit down,' I ses, putting three or four ledgers on the floor behind one\nof the desks.  'Sit down, and let's talk it over.'\n\n\"We talked away for ever so long, but, do all I would, I couldn't\npersuade 'im.  His 'ead was stuffed full of coral islands and smugglers\nand pirates and foreign ports.  He said 'e wanted to see the world, and\nflying-fish.\n\n\"'I love the blue billers,' he ses; 'the heaving blue billers is wot I\nwant.'\n\n\"I tried to explain to 'im who would be doing the heaving, but 'e\nwouldn't listen to me.  He sat on them ledgers like a little wooden\nimage, looking up at me and shaking his 'ead, and when I told 'im of\nstorms and shipwrecks he just smacked 'is lips and his blue eyes shone\nwith joy.  Arter a time I saw it was no good trying to persuade 'im, and\nI pretended to give way.\n\n\"'I think I can get you a ship with a friend o' mine,' I ses; 'but, mind,\nI've got to relieve your pore father's mind--I must let 'im know wot's\nbecome of you.'\n\n\"'Not before I've sailed,' he ses, very quick.\n\n\"'Certingly not,' I ses.  'But you must give me 'is name and address,\nand, arter the Blue Shark--that's the name of your ship--is clear of the\nland, I'll send 'im a letter with no name to it, saying where you ave\ngorn.'\n\n\"He didn't seem to like it at fust, and said 'e would write 'imself, but\narter I 'ad pointed out that 'e might forget and that I was responsible,\n'e gave way and told me that 'is father was named Mr. Watson, and he kept\na big draper's shop in the Commercial Road.\n\n\"We talked a bit arter that, just to stop 'is suspicions, and then I told\n'im to stay where 'e was on the floor, out of sight of the window, while\nI went to see my friend the captain.\n\n\"I stood outside for a moment trying to make up my mind wot to do.\nO'course, I 'ad no business, strictly speaking, to leave the wharf, but,\non the other 'and, there was a father's 'art to relieve.  I edged along\nbit by bit while I was thinking, and then, arter looking back once or\ntwice to make sure that the boy wasn't watching me, I set off for the\nCommercial Road as hard as I could go.\n\n\"I'm not so young as I was.  It was a warm evening, and I 'adn't got even\na bus fare on me.  I 'ad to walk all the way, and, by the time I got\nthere, I was 'arf melted.  It was a tidy-sized shop, with three or four\nnice-looking gals behind the counter, and things like babies' high chairs\nfor the customers to sit onlong in the leg and ridikerlously small in the\nseat.  I went up to one of the gals and told Per I wanted to see Mr.\nWatson.\n\n\"'On private business,' I ses.  'Very important.'\n\n\"She looked at me for a moment, and then she went away and fetched a\ntall, bald-headed man with grey side-whiskers and a large nose.\n\n\"'Wot d'you want?\"  he ses, coming up to me.\n\nI want a word with you in private,' I ses.\n\n\"'This is private enough for me,' he ses.  'Say wot you 'ave to say, and\nbe quick about it.'\n\n\"I drawed myself up a bit and looked at him.  'P'r'aps you ain't missed\n'im yet,' I ses.\n\n\"'Missed 'im?' he ses, with a growl.  'Missed who?'\n\n\"'Your-son.  Your blue-eyed son,' I ses, looking 'im straight in the eye.\n\n\"'Look here!' he ses, spluttering.  'You be off.  'Ow dare you come here\nwith your games?  Wot d'ye mean by it?'\n\n\"'I mean,' I ses, getting a bit out o' temper, 'that your boy has run\naway to go to sea, and I've come to take you to 'im.'\n\n\"He seemed so upset that I thought 'e was going to 'ave a fit at fust,\nand it seemed only natural, too.  Then I see that the best-looking girl\nand another was having a fit, although trying 'ard not to.\n\n\"'If you don't get out o' my shop,' he ses at last, 'I'll 'ave you locked\nup.'\n\n\"'Very good!' I ses, in a quiet way.  'Very good; but, mark my words,\nif he's drownded you'll never forgive yourself as long as you live for\nletting your temper get the better of you--you'll never know a good\nnight's rest agin.  Besides, wot about 'is mother?'\n\n\"One o' them silly gals went off agin just like a damp firework, and Mr.\nWatson, arter nearly choking 'imself with temper, shoved me out o' the\nway and marched out o' the shop.  I didn't know wot to make of 'im at\nfust, and then one o' the gals told me that 'e was a bachelor and 'adn't\ngot no son, and that somebody 'ad been taking advantage of what she\ncalled my innercence to pull my leg.\n\n\"'You toddle off 'ome,' she ses, 'before Mr. Watson comes back.'\n\n\"'It's a shame to let 'im come out alone,' ses one o' the other gals.\n'Where do you live, gran'pa?'\n\n\"I see then that I 'ad been done, and I was just walking out o' the shop,\npretending to be deaf, when Mr. Watson come back with a silly young\npoliceman wot asked me wot I meant by it.  He told me to get off 'ome\nquick, and actually put his 'and on my shoulder, but it 'ud take more\nthan a thing like that to push me, and, arter trying his 'ardest, he\ncould only rock me a bit.\n\n\"I went at last because I wanted to see that boy agin, and the young\npoliceman follered me quite a long way, shaking his silly 'ead at me and\ntelling me to be careful.\n\n\"I got a ride part o' the way from Commercial Road to Aldgate by getting\non the wrong bus, but it wasn't much good, and I was quite tired by the\ntime I got back to the wharf.  I waited outside for a minute or two to\nget my wind back agin, and then I went in-boiling.\n\n\"You might ha' knocked me down with a feather, as the saying is, and I\njust stood inside the office speechless.  The boy 'ad disappeared and\nsitting on the floor where I 'ad left 'im was a very nice-looking gal of\nabout eighteen, with short 'air, and a white blouse.\n\n\"'Good evening, sir,' she ses, jumping up and giving me a pretty little\nfrightened look.  'I'm so sorry that my brother has been deceiving you.\nHe's a bad, wicked, ungrateful boy.  The idea of telling you that Mr.\nWatson was 'is father!  Have you been there?  I do 'ope you're not\ntired.'\n\n\"'Where is he?' I ses.\n\n\"'He's gorn,' she ses, shaking her 'ead.  'I begged and prayed of 'im to\nstop, but 'e wouldn't.  He said 'e thought you might be offended with\n'im.  \"Give my love to old Roley-Poley, and tell him I don't trust 'im,\"\nhe ses.'\n\n\"She stood there looking so scared that I didn't know wot to say.  By and\nby she took out 'er little pocket-'ankercher and began to cry--\n\n\"'Oh, get 'im back,' she ses.  'Don't let it be said I follered 'im 'ere\nall the way for nothing.  Have another try.  For my sake!'\n\n\"''Ow can I get 'im back when I don't know where he's gorn?' I ses.\n\n\"'He-he's gorn to 'is godfather,' she ses, dabbing her eyes.  'I promised\n'im not to tell anybody; but I don't know wot to do for the best.'\n\n\"'Well, p'r'aps his godfather will 'old on to 'im,' I ses.\n\n\"'He won't tell 'im anything about going to sea,' she ses, shaking 'er\nlittle head.  'He's just gorn to try and bo--bo-borrow some money to go\naway with.'\n\n\"She bust out sobbing, and it was all I could do to get the godfather's\naddress out of 'er.  When I think of the trouble I took to get it I come\nover quite faint.  At last she told me, between 'er sobs, that 'is name\nwas Mr. Kiddem, and that he lived at 27, Bridge Street.\n\n\"'He's one o' the kindest-'arted and most generous men that ever lived,'\nshe ses; 'that's why my brother Harry 'as gone to 'im.  And you needn't\nmind taking anything 'e likes to give you; he's rolling in money.'\n\n\"I took it a bit easier going to Bridge Street, but the evening seemed\n'otter than ever, and by the time I got to the 'ouse I was pretty near\ndone up.  A nice, tidy-looking woman opened the door, but she was a' most\nstone deaf, and I 'ad to shout the name pretty near a dozen times afore\nshe 'eard it.\n\n\"'He don't live 'ere,' she ses.\n\n\"''As he moved?' I ses.  'Or wot?'\n\n\"She shook her 'cad, and, arter telling me to wait, went in and fetched\nher 'usband.\n\n\"'Never 'eard of him,' he ses, 'and we've been 'ere seventeen years.  Are\nyou sure it was twenty-seven?'\n\n\"'Sartain,' I ses.\n\n\"'Well, he don't live 'ere,' he ses.  'Why not try thirty-seven and\nforty-seven?'\n\n\"I tried'em: thirty-seven was empty, and a pasty-faced chap at forty-\nseven nearly made 'imself ill over the name of 'Kiddem.'  It 'adn't\nstruck me before, but it's a hard matter to deceive me, and all in a\nflash it come over me that I 'ad been done agin, and that the gal was as\nbad as 'er brother.\n\n\"I was so done up I could 'ardly crawl back, and my 'ead was all in a\nmaze.  Three or four times I stopped and tried to think, but couldn't,\nbut at last I got back and dragged myself into the office.\n\n\"As I 'arf expected, it was empty.  There was no sign of either the gal\nor the boy; and I dropped into a chair and tried to think wot it all\nmeant.  Then, 'appening to look out of the winder, I see somebody running\nup and down the jetty.\n\n\"I couldn't see plain owing to the things in the way, but as soon as I\ngot outside and saw who it was I nearly dropped.  It was the boy, and he\nwas running up and down wringing his 'ands and crying like a wild thing,\nand, instead o' running away as soon as 'e saw me, he rushed right up to\nme and threw 'is grubby little paws round my neck.\n\n\"'Save her!' 'e ses.  'Save 'er!  Help!  Help!'\n\n\"'Look 'ere,' I ses, shoving 'im off.\n\n\"'She fell overboard,' he ses, dancing about.  'Oh, my pore sister!\nQuick!  Quick!  I can't swim!'\n\n\"He ran to the side and pointed at the water, which was just about at\n'arf-tide.  Then 'e caught 'old of me agin.\n\n\"'Make 'aste,' he ses, giving me a shove behind.  'Jump in.  Wot are you\nwaiting for?'\n\n\"I stood there for a moment 'arf dazed, looking down at the water.  Then\nI pulled down a life-belt from the wall 'ere and threw it in, and, arter\nanother moment's thought, ran back to the <i>Lizzie and Annie,</i> wot was in\nthe inside berth, and gave them a hail.  I've always 'ad a good voice,\nand in a flash the skipper and Ted Sawyer came tumbling up out of the\ncabin and the 'ands out of the fo'c'sle.\n\n\"'Gal overboard!' I ses, shouting.\n\n\"The skipper just asked where, and then 'im and the mate and a couple of\n'ands tumbled into their boat and pulled under the jetty for all they was\nworth.  Me and the boy ran back and stood with the others, watching.\n\n\"'Point out the exact spot,' ses the skipper.\n\n\"The boy pointed, and the skipper stood up in the boat and felt round\nwith a boat-hook.  Twice 'e said he thought 'e touched something, but it\nturned out as 'e was mistaken.  His face got longer and longer and 'e\nshook his 'ead, and said he was afraid it was no good.\n\n\"'Don't stand cryin' 'ere,' he ses to the boy, kindly.  'Jem, run round\nfor the Thames police, and get them and the drags.  Take the boy with\nyou.  It'll occupy 'is mind.'\n\n\"He 'ad another go with the boat-hook arter they 'ad gone; then 'e gave\nit up, and sat in the boat waiting.\n\n\"'This'll be a bad job for you, watchman,' he ses, shaking his 'ead.\n'Where was you when it 'appened?'\n\n\"'He's been missing all the evening,' ses the cook, wot was standing\nbeside me.  'If he'd been doing 'is dooty, the pore gal wouldn't 'ave\nbeen drownded.  Wot was she doing on the wharf?'\n\n\"'Skylarkin', I s'pose,' ses the mate.  'It's a wonder there ain't more\ndrownded.  Wot can you expect when the watchman is sitting in a pub all\nthe evening?'\n\n\"The cook said I ought to be 'ung, and a young ordinary seaman wot was\nstanding beside 'im said he would sooner I was boiled.  I believe they\n'ad words about it, but I was feeling too upset to take much notice.\n\n\"'Looking miserable won't bring 'er back to life agin,' ses the skipper,\nlooking up at me and shaking his 'ead.  'You'd better go down to my cabin\nand get yourself a drop o' whisky; there's a bottle on the table.  You'll\nwant all your wits about you when the police come.  And wotever you do\ndon't say nothing to criminate yourself.'\n\n\"'We'll do the criminating for 'im all right,' ses the cook.\n\n\"'If I was the pore gal I'd haunt 'im,' ses the ordinary seaman; 'every\nnight of 'is life I'd stand afore 'im dripping with water and moaning.'\n\n\"'P'r'aps she will,' ses the cook; 'let's 'ope so, at any rate.'\n\n\"I didn't answer 'em; I was too dead-beat.  Besides which, I've got a\n'orror of ghosts, and the idea of being on the wharf alone of a night\narter such a thing was a'most too much for me.  I went on board the\n<i>Lizzie and Annie,</i> and down in the cabin I found a bottle o' whisky, as\nthe skipper 'ad said.  I sat down on the locker and 'ad a glass, and then\nI sat worrying and wondering wot was to be the end of it all.\n\n\"The whisky warmed me up a bit, and I 'ad just taken up the bottle to\n'elp myself agin when I 'eard a faint sort o' sound in the skipper's\nstate-room.  I put the bottle down and listened, but everything seemed\ndeathly still.  I took it up agin, and 'ad just poured out a drop o'\nwhisky when I distinctly 'eard a hissing noise and then a little moan.\n\n\"For a moment I sat turned to stone.  Then I put the bottle down quiet,\nand 'ad just got up to go when the door of the state-room opened, and I\nsaw the drownded gal, with 'er little face and hair all wet and dripping,\nstanding before me.\n\n\"Ted Sawyer 'as been telling everybody that I came up the companion-way\nlike a fog-horn that 'ad lost its ma; I wonder how he'd 'ave come up if\nhe'd 'ad the evening I had 'ad?\n\n\"They were all on the jetty as I got there and tumbled into the skipper's\narms, and all asking at once wot was the matter.  When I got my breath\nback a bit and told 'em, they laughed.  All except the cook, and 'e said\nit was only wot I might expect.  Then, like a man in a dream, I see the\ngal come out of the companion and walk slowly to the side.\n\n\"'Look!' I ses.  'Look.  There she is!'\n\n\"'You're dreaming,' ses the skipper, 'there's nothing there.'\n\n\"They all said the same, even when the gal stepped on to the side and\nclimbed on to the wharf.  She came along towards me with 'er arms held\nclose to 'er sides, and making the most 'orrible faces at me, and it took\nfive of'em all their time to 'old me.  The wharf and everything seemed to\nme to spin round and round.  Then she came straight up to me and patted\nme on the cheek.\n\n\"'Pore old gentleman,' she ses.  'Wot a shame it is, Ted!  It's too bad.'\n\n\"They let go o' me then, and stamped up and down the jetty laughing fit\nto kill themselves.  If they 'ad only known wot a exhibition they was\nmaking of themselves, and 'ow I pitied them, they wouldn't ha' done it.\nAnd by and by Ted wiped his eyes and put his arm round the gal's waist\nand ses--\n\n\"'This is my intended, Miss Florrie Price,' he ses.  'Ain't she a little\nwonder?  Wot d'ye think of 'er?'\n\n\"'I'll keep my own opinion,' I ses.  'I ain't got nothing to say against\ngals, but if I only lay my hands on that young brother of 'ers'\n\n\"They went off agin then, worse than ever; and at last the cook came and\nput 'is skinny arm round my neck and started spluttering in my ear.  I\nshoved 'im off hard, because I see it all then; and I should ha' seen it\nafore only I didn't 'ave time to think.  I don't bear no malice, and all\nI can say is that I don't wish 'er any harder punishment than to be\nmarried to Ted Sawyer.\"",
    "metadata": {
        "author": [
            "Jacobs, William Wymark",
            "Jacobs, W. W. (William Wymark)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/10572/pg10572.txt",
        "name": "manners_makyth_man_ship_s_company_part_12.json"
    }
}