{
    "name": "Many happy returns of the day!",
    "author": [
        "Butler, Ellis Parker"
    ],
    "body": "There is one thing every person has. He may not own a dog or an\nautomobile or a wooden leg, but he has a birthday of his own. Even\nwomen have them; they had them before they got the vote.\n\nIn a country the size of this, with something like one hundred and ten\nmillion inhabitants and only three hundred and sixty-six days in the\nbiggest year now in use, three hundred thousand or more people have\nbirthdays every day. Figures like these astound the intelligence and\nmake reason totter on her throne. Just think! If each of the persons\nhaving a birthday to-day received but one birthday card four inches in\nlength, and those cards were placed end to end, they would make a row\nof birthday cards one hundred thousand feet or more than nineteen miles\nlong, and the cost, if figured at only ten cents each, would be thirty\nthousand dollars. I wonder why I never went into the birthday-card\nbusiness!\n\nMy own birthday, the one I keep for my private use, comes on the fifth\nday of December, rain or shine, even when that day falls on Sunday. I\nhave had it since 1869, and it is getting thin in spots and is not as\nfresh and crisp as it was. It is beginning to look like a dollar bill\nthat has been in circulation since Grant was President; but even at\nthat I get a certain amount of cheer out of it, as I shall explain\nlater.\n\nThere was a time when my birthday was a mighty important event. For\ntwelve months you might wake me up any night and ask me how old I was\nand I would say, ‘Eight, going on nine,’ and the moment I opened my\neyes on December 5th I was ‘nine, going on ten,’ and the most important\njob I had was to look forward to the next birthday, when I would be\n‘ten, going on eleven.’\n\nBut I’ve got over that. I’m not so crazy about birthdays any more.\nI don’t worry about whether or not they are going to come; I have a\nfeeling that they are going to come along right regularly, whether I\nfret about them or not. And I don’t spend much time saying to myself,\n‘I’m ninety-nine, going on a hundred,’ or whatever my age may be. I’m\nnot interested. If anybody asks me, suddenly, how old I am, I have to\nsubtract 1869 from 1925, and I’m likely to miss the correct answer by\nten or twenty years. And that does not bother me, either.\n\nDecember has always been a favorite birthday month in our family. My\nbirthday arrives a few days after I have the last tulip bulbs in the\nground, and my father’s is six days later, and my boy’s dog’s birthday\nis two days after that. The dog does not get many letters concerning\nhis birthday, but I do--I get quite a number, and a good many are from\npeople I don’t know at all. That is because some newspaper syndicate\nhas included me in a daily feature entitled something like ‘Who Was\nBorn To-day.’ I suppose the people who read those birthday dates think\nit is not much use writing to Adam or Moses or the man who invented\nsuspenders, they being too considerably elsewhere, so they write to me.\n\nSo, every year, I get quite a few birthday letters from these\nunknown friends. And I like to get them, too. But I do think there\nis just a little too much suggestion in some of them of an idea\nthat means, ‘Well, you poor old fish, here’s another of your years\ngone--_you’ll_ be through before long!’\n\nI don’t like that; I don’t vote that ticket. Being a good-natured\nman--except in the bosom of my family--I have to write a line or two\nto those people and say, ‘Thanks for your kind birthday wishes, you\nhave touched my heart’; but what I would like to write is, ‘Go on!\nYou’ll probably be dead twenty years before I am; go weep on your\nown shoulder.’ I can’t concede that I’m crazy to be the sort of man\nwho looks up from his tulip-planting and gazes at his neighbor and\ndraws a long face and sighs, and says, ‘Yes, yes! I’m a year older\nto-day--before long they’ll put me in the box with the silver handles\nand plant me a little deeper than the tulip bulbs.’\n\nWhen I was a boy out in Iowa, I had a friend who had a grandaunt named\nPetunia Mullins, and every time her birthday came around he coaxed me\nto go with him when he took a present to her. He hated to go alone, and\nI did not blame him. He would climb the stairs to her flat and hesitate\nat the door and then tap on it reluctantly, and when she opened to him\nhe would screw his face into a bright, sunny smile and hand her the\nnice hand-embroidered teapot or silver-plated handkerchief, and cry\nmerrily, ‘Happy birthday, Aunt Petunia!’ And when she had taken the\npresent and had looked for the tag to see how much it had cost, she\nwould roll up her eyes and snuffle and say, ‘Yes, yes! it is the sad\nday; I won’t be with you much longer, William.’\n\nUp the river from us a few miles another of the boys had an uncle.\nI’ll call him ‘Uncle Pethcod,’ because Pethcod is a name I don’t care\nmuch for, and I never cared much for this man. I rowed up there in a\nskiff with this Uncle Pethcod’s nephew on one of his birthdays. It was\na beautiful day--a bright sunny day--and Sam handed his uncle a classy\nwall calendar all wrapped up in tissue paper and tied with a blue\nribbon. The calendar was a lovely thing, with a Gibson girl on it in\neight colors, and just as good as when Sam received it for Christmas,\nexcept that it was a little smudged in one place where Sam had rubbed\nout the ‘25 cts.’ and put ‘$1.50’ in place of it. It was a calendar any\none should have been glad to own, and it should have given that uncle\na thrill of happiness; but when he had pulled off its wrappings he\nlooked at it sadly and shook his head. ‘Thank you, Samuel, thank you,’\nhe said. ‘I always loved calendars, but I don’t expect I’ll get full\nuse out of this one. I shouldn’t wonder if I would be naught but a cold\nblue corpse laid underground before all the days on this calendar have\npassed.’\n\nSomehow that seemed to cast an unnecessary gloom over an otherwise\nperfectly good occasion. And the worst of it was that the old man was\nwrong, entirely wrong, because it was a last year’s calendar and the\ndays on it had already passed. He might as well have been cheerful\nabout it.\n\nSometimes I think we make too much of this birthday business in this\ncountry, or go at it the wrong way, or something. We look on our\nbirthdays as if our years were a pile of twenty-dollar bills and the\nbirthday was the day we spent the last cent of one and broke the next\ninto small change. I can’t see a birthday in that light at all; I don’t\nbecome a year older on my birthday; the longest birthday I ever live\ncan’t make me more than twenty-four hours older than I was the day\nbefore, and that’s nothing to get excited about. Every day does that to\nme.\n\nIf you look at this thing properly, a birthday is no more important\nthan any one of the million ticks of a clock as the hands proceed at a\nregular pace around the dial. When the hands point to twelve the clock\nstrikes twelve--or, if it is like some clocks I’ve owned, it strikes\neleven or twenty-two or sixteen--but that doesn’t mean an hour has\njumped past at that moment. The clock doesn’t go over in a musty corner\nand sob, ‘Here’s another twelve hours gone--in a few more hours I’ll\nbe junk!’ You bet it doesn’t! It knows better. Nothing has happened,\nexcept that another second has gone by in exactly the usual way.\nThat’s nothing to make a man blue--or a woman either.\n\nI know a man who is so pessimistic that if you make him a present of a\nbrand-new silver dollar he will turn it over and over trying to see if\nhe can’t discover that one side of that dollar is darker than the other\nside of it. A silver dollar, spang-new from the mint, has no dark side,\nbut that doesn’t bother this fellow--if that dollar has no dark side he\npicks out one side and _calls_ it the dark side, and that’s the\nonly side of that dollar you can ever get him to look at.\n\nA couple of years ago we had a long and cold and hard winter and there\nwas a lot of snow. I was going downtown the first warm day that spring,\nand the snow had melted considerably, and I met this dark-side fellow\nat his gate. Where the snow had melted in his yard the grass was rich\nand green, and where the sun was strongest a dandelion had opened.\n\n‘Well,’ I said, ‘there’s a dandelion! That looks good; that looks as if\nspring was here at last.’\n\nThe dark-side citizen looked at the dandelion and all the joy of living\nwent out of him in an instant.\n\n‘Yes, yes!’ he said. ‘That’s the way it goes; it will be winter again\nbefore we know it!’\n\nThat man would never in this world think of his birthday as a joyous\ncelebration of the fact that he was lucky to be born. I never asked\nhim, but I’ll bet he considers his birthdays nothing but advance\nwarnings of his approaching death. And that’s a fine way to celebrate!\n\nWhen I lived out in Iowa as a boy, I knew a charming old lady who gave\nherself a small birthday party every year. She always had a little\ndinner party on that day and invited a few of her dearest friends, and\nas my aunt was one of those friends and I was living with my aunt I\nwas invited too. To me, dear Mrs. Van’s birthday parties were always\na great event. I always looked forward to them eagerly and was glad\nshe had been born, and one reason was that always, as we left after\ndinner, Mrs. Van gave each of us a little parcel of some sort, and in\nit was a birthday present.\n\nI cannot now remember what most of the presents she gave me were;\nI only remember that one of them was a majolica saucer, shaped and\ncolored like a pale green lettuce leaf, and it must have cost all of\nten cents. I kept that saucer for years, and it was one of the things I\nwas fondest of, just as a boy is always fond of a thing he has no use\nfor and that is especially inappropriate for him.\n\nThat majolica saucer, presented to me on her birthday by that cultured\nelderly lady, probably said to me, ‘You see! Mrs. Van knows you are\nnot a mere clodhopper; she knows you appreciate Art. Other folks may\nthink you can’t appreciate anything but brown molasses taffy and dead\ncats and buckwheat cakes and useful things of that sort, but Mrs.\nVan knows you can treasure finer and better things, such as genuine\nmajolica lettuce leaves.’\n\nWe can’t tell what effect such seemingly trivial things have on our\nlives. Possibly owning that majolica saucer stirred my young heart with\na desire to have a home of my own that I could put majolica saucers in,\nthus leading me to want to have a wife, and twins, and other children,\nand gas bills, and be a respected citizen with taxes to pay. If it\nhad not been for that majolica saucer I might have grown up with\nno thought of home. I might have rushed away in some fit of bitter\nanger at the woodpile, and have become a lone wolf and ended by being\na Mexican bandit. I might have become an outcast, wearing a belt to\nkeep my pants up, instead of wearing one because suspenders are not\nfashionable.\n\nIt has always seemed to me that Mrs. Van’s custom of giving presents on\nher birthday indicated that she considered her birthday a day on which\nto remember that it was good to have been born and to be alive. She was\nglad she had been born, and she wanted others to be glad, so she gave\nthem presents. You would imagine, when you see how some people hate\nthe coming of their birthdays, that there was some law of nature that\ndeclared that a man must inevitably die on the same day of the year as\nthat on which he was born--that his birthday was also his deathday. If\nthat were so, I might have some reason to hang up a bunch of crape and\nwrite for prices on coffins, plain and fancy, as my birthday approached.\n\nIf any of you want to think of your birthdays as a sort of subpœna\nto prepare to meet your doom, go ahead and do so--I don’t want to. I\ndon’t even want to think of my birthday as a hint that another year is\ngone. I want my birthday celebrated by me as the one strictly personal\nfestival I have on the calendar.\n\nI’m willing to put on a clean shirt and go out and whoop it up on\nWashington’s Birthday, and I’m willing to join in with the rest of the\nboys and hurrah on Lincoln’s Birthday, but Washington and Lincoln are\nneither of them half as important to me as I am to myself, and when my\nbirthday comes I want to get a little fun out of it, even if no one\nelse does.\n\nI don’t want to think of it as a mere memorandum that three hundred and\nsixty-five days have passed away during the last fifty-two weeks of\ntime. I wouldn’t call that much of a birthday. If that was all I wanted\na birthday for, I could use any other day just as well. I can look\nsober and say, ‘Well, another year is gone,’ on December 16th or June\n10th or on the Fourth of July or October 3d or any other day. A ‘year’\nends every day of the year; a ‘year’ ends at every tick of the clock,\ndoesn’t it?\n\nOne of the saddest cases on record is that of Emmett C. Stocks, late of\nCebada, Iowa. Emmett was born at Cebada, and he had a sister Aurelia\nwho was born in the same place; but when she was twenty-four she\nmarried a man named Finch and moved to Oregon. Emmett was three years\nyounger than Aurelia--or so he supposed--and he lived with his Uncle\nPeter Stocks and worked in his notion store. He got five dollars per\nweek at first and paid his Uncle Peter three dollars per week board,\nbut when Emmett reached his twenty-first birthday his Uncle Peter\ndid what he had always promised to do and raised Emmett’s pay to ten\ndollars per week.\n\nThings went along this way for a few years and then Emmett’s Uncle\nPeter died and the notion store gave up its ghost, and Emmett went to\nwork in the Farmers’ and Merchants’ Bank in Cebada, and he was so well\nfitted to the banking business that in ten years he was president of\nthe bank, owned nine tenths of the stock, and possessed thirty thousand\ndollars’ worth of mortgages on the outside.\n\nA year after having been made president of the bank, Emmett married\nRuth Filsom, whose father owned the Cebada Dairy, and in due time they\nhad four fine children--two boys and two girls--and Emmett built a\nswell house on the lot cater-cornered from the Methodist Church.\n\nThe man who told me about Emmett said that all his life Emmett was\nthe happiest and most contented man ever known in Cebada. He used to\ngo around town humming a little tune and chewing a couple of cardamom\nseeds, picking up first and second mortgages that he found lying around\nloose, and people often spoke of him, and said that if ever there was a\nman who looked happy and was happy, Emmett Stocks was that man.\n\nThings went on like this until Emmett was sixty-nine years old. On his\nsixty-ninth birthday he gave a party and invited all his friends, and\nhis wife built a dandy birthday cake for the occasion with sixty-nine\nlittle red candles on it and ‘E. S.’ traced out in red peppermints on\nthe icing.\n\nJust before he cut the cake, Emmett made a little speech. He thanked\nthose present for the gifts they had brought and said his finest\nfeelings had been touched by the love and affection shown him, and that\nthey would have to pardon him if his voice trembled, because when he\nthought how greatly blessed he had been he was close to tears. He had\nto stop for a moment right there to control himself; but he went on\nand said he had the dearest wife and the best children, and that the\nFarmers’ and Merchants’ Bank was in fine financial condition and paying\nthirty-two per cent annually and he had nothing to kick about and a lot\nto be glad for. Then he said he was now sixty-nine years old, but he\ndid not feel it.\n\nHe said he knew that seventy years was the time allotted to man on this\nearth by the Psalmist, and he would not kick about that--he had had\nsixty-nine perfect years; and if the Psalmist’s rule came true in his\ncase he would still have one glorious year ahead of him, and he would\nbe satisfied and happy and content. He said he knew he would live\nuntil he was seventy, because he felt like a boy and his liver was in\ngood condition and he had never had any stomach trouble to speak of.\n\nHe was going on to say that he here and now invited one and all to come\nto his birthday party a year from then, when Obed Riggs, the assistant\npostmaster of Cebada, pushed into the room. He was panting a little,\nbecause he had run all the way from the post-office. The evening mail\nhad arrived and among it was a package for Emmett, all the way from\nOregon, and Obed guessed rightly that it was a birthday present from\nEmmett’s sister Aurelia, and he had hurried to put it in Emmett’s\nhands.\n\nWhen he saw Aurelia’s name and address in the corner of the package\nEmmett smiled a happy smile and asked permission to open the package\nbefore he went on with his speech because, he said, this was the\ncrowning happiness of the occasion--a gift from his beloved sister\nAurelia. So he took the knife with which he had been going to cut the\ncake, and cut the cord that bound the package.\n\n‘It’s a book,’ he said. ‘Aurelia knows I like books.’\n\nThen he removed the paper wrapper and looked at the book, and more\ntears filled his eyes, because he knew in an instant what the book was.\nIt was the old Stocks Family Bible. He opened the book and the volume\nparted at the place between the Old and New Testaments where the\nclosely written pages of ‘Family Records’ began with a page of ‘Births.’\n\nEmmett ran his eyes down this page, and then he came to the record of\nhis own birth, and the smile that had been on his face slowly faded\nout. In its place came a look of horror and despair. There could be no\ndoubt about it, he had to believe his own eyes--he was not sixty-nine\nyears old, he was seventy.\n\nFrom that moment Emmett Stocks was a changed man. He closed the Bible\nand looked around the room with a woe-begone countenance, and after a\nmoment he turned and went out and climbed the stairs to his bedroom,\nand undressed and got into bed. For six days he lay there speechless,\nwith the tears streaming down his face, and on the seventh day he died.\n\nOf course, there was all sorts of talk about this in Cebada. Some of\nthe meaner folks, those who owed Emmett money, said the reason he\nsickened and died was because he remembered that his Uncle Peter had\npromised to give Emmett that five-dollar raise on Emmett’s twenty-first\nbirthday and, because Emmett was mistaken in his birthday, the\nincreased pay had not begun until Emmett was twenty-two, and that thus\nEmmett had lost five dollars a week for a solid fifty-two weeks, back\nin 1864, and that the thought had been too much for him. But that was\nnot the real reason. The real reason was that Emmett Stocks had become\nso used to feeling as old as his birthdays told him he ought to feel,\nthat the sudden shock of learning that he was a year older than he had\nfigured simply killed him. Since I heard about Emmett Stocks, I’ve quit\nusing my birthdays to tell time by. It’s not safe.\n\n\n                  *       *       *       *       *\n\n\nWhen I was in Paris I attended a birthday party there. It was strictly\na family affair; but the young man who was celebrating was the son\nof the lady who owned the _pension_ where I was staying, and\nas I had paid part of my board bill that week I was considered one\nof the family. I can’t say the affair was very riotous. Members of\nthe family from near and far sat around the edge of the room on\nstiff-backed chairs and nibbled small cakes and sipped thin wine, and\nconversed gently in a sedate manner. I did not do much conversation\nmyself, the only French I knew at that time being ‘low show,’ which\nmeans ‘hot water,’ and somehow that did not seem to work into the\nconversation advantageously. No matter how good a man’s intentions are,\nor how willing he may be to make an affair a success, he is apt to be\nmisunderstood if he breaks into the middle of a family talk, uttering\n‘hot water’ in a loud voice.\n\nIn some ways that birthday party in Paris seemed more like a highly\nrespectable funeral than we think birthday parties should seem; but\none had only to look at the young man who was the leading gentleman\nin the affair to know it was not a funeral. He grinned more than the\ncorpse usually does, and seemed to be a lot more uncomfortable, but he\ncertainly enjoyed it all and was proud to be celebrated that way. As a\nusual thing, I try to take a prominent part in affairs and to be the\nlife of the party, telling amusing jokes about Pat and Mike; but this\ntime I merely sat around and looked intelligent until the affair was\nover, and then I came out strong. When every one present kissed the\nyoung man on both cheeks I refrained from kissing him and shook his\nhand instead, and this gave the party a sort of international aspect\nand made it a great success.\n\nBut what I like best about the French annual doings is that when a man\ncelebrates his birthday there he calls it his ‘fête-day,’ which means\na feast-day or festival-day. And usually it is not his birthday at\nall; it is the day in the calendar consecrated to the particular saint\nwhose name he bears, if any. That certainly takes a lot of sting out of\nbirthdays and makes them more joyous and care-free, just as if I had\nbeen named Independence Butler and had a right to celebrate myself on\nthe Fourth of July. A ‘fête-day’ suggests something to celebrate with\nsome sort of hurrah, a person’s own Christmas or Thanksgiving, as if\neverybody ought to be glad I was born. ‘Birthday’ is too apt to suggest\nnothing but that the clock has ticked again, that another coupon has\nbeen torn from my seventy-trip book, that another hole has been punched\nin my meal-ticket.\n\nI’ll bet you never saw a magazine come out on its fiftieth anniversary\nwith a black mourning border around the front cover and an editorial\nsaying, ‘Alas! This magazine is fifty years old now, and just that much\nnearer death!’ No, sir! It prints the picture of a lovely young girl on\nthe cover, and the editorial says, ‘Hurrah, boys! We’re fifty years\nold and going strong and we’ll probably live forever.’\n\n\n                  *       *       *       *       *\n\n\nThe idea that every birthday shortens your life is all nonsense. The\ntruth is that every birthday is a guarantee that you will live longer\nthan you ever had any right to think you would. Every birthday you\nreach puts your probable deathday further into the future.\n\nWhen I was twenty-one I went to a young doctor to be examined for life\ninsurance purposes, and when he had pawed me all over and listened to\nmy interior clock-work he drew a mighty long face.\n\n‘I’ll pass you,’ he said, ‘but I should not do it. You have a heart.\nYou may go along until you are about forty, and then your heart will\nbegin to kick up and you won’t be able to do any more work, and a\ncouple of years later you’ll be walking along the street some day, and\nyou’ll stop short with an expression of surprise and immediately enter\nthe pearly gates.’\n\nTwenty years ago I was examined for insurance again. The doctor this\ntime was no friend of mine, and I had never seen him before. He pawed\nover me and stuck new and improved appliances against me fore and\naft--megaphones and dictaphones and so on. When he was through he\nasked me if I had had a good night’s rest the night before. I told\nhim the truth. I said I had had a regular Hades of a time. I said my\nbaby daughter was teething and I had walked the floor with her three\nquarters of the night and she yelling bloody murder. Then I asked him\nif he asked because there was anything serious the matter with me, and\nhe said there was not. He said the heart action showed I had not rested\nwell at night lately, but it was nothing important.\n\nA few days ago I was examined again, and once more for life insurance,\nand again I did not know the doctor from Adam. In the twenty years that\nhad passed, a whole new lot of testing appliances have been invented,\nand by the time the doctor had them all clamped on me I looked like\na three hundred dollar car decorated with five hundred dollars’\nworth of accessories. When the doctor had walked around me a couple\nof dozen times, studying the dials and reading the indexes, he gave\nhis opinion--I was as sound as a nut: heart all right, blood pressure\nall right, lungs all right, everything all right. Not a thing the\nmatter with me. So I’m younger than when I was twenty-one. When I was\ntwenty-one I was sure to be dead at forty-four; now I’m fifty-five and\nif my great-grandchildren ever want to get rid of me they will probably\nhave to use an axe on me sometime along about 1974.\n\nThe insurance companies, to whom such things mean success or failure,\nhave been collecting statistics and compiling tables for many long\nyears, and they base their business on those charts and tables. All\nthose charts prove that, at least until you are ninety-five years old,\nyou should celebrate every birthday with joy.\n\nSuppose, for a moment, you were born in 1855. Dr. Louis I. Dublin,\na New York insurance statistician, says that the first ‘Expectation\nof Life’ table of any value, in the United States, was compiled in\nMassachusetts in 1855. This set the expectation of life at forty years.\nIn other words, the average baby born in 1855 had a right to expect to\nlive to be forty. In 1910 the figure had increased to fifty-one years.\n\nIn 1920 it was over fifty-five years, and Dr. Dublin believed that\ncampaigns to reduce the worst diseases, together with improved sanitary\nconditions and better standards of living, might add ten years to\nthat. In 1924, in his report to Congress, Surgeon-General Cumming, of\nthe Public Health Service, said fifty-six years was now the average\nspan of life in America, and contrasted it with the sixteenth century\nwhen the average life was between eighteen and twenty years. So, you\nsee, every time you celebrate your birthday you can also celebrate the\nimproved sanitary conditions and new conquests of disease that mean you\nshould live longer than you thought you would when you celebrated your\nbirthday a year ago.\n\nBut this is not all. There is another reason why you should celebrate\nyour birthday with gladness if continuing life is what interests you.\n\nThere is a table called ‘American Experience Table of (Insured)\nMortality,’ that represents the facts and figures that have been dug\nout through many years. If you look at this table you’ll see that,\nwhen ten thousand boys reach the age of ten years, they have a right\nto look forward to an average future life of (about) forty-nine years.\nSuppose you are that boy and you are ten years old, you have a right\nto say, ‘Well, the chances are, taking the average, that I’ll live to\nbe fifty-nine.’ So there’s no use worrying until you are fifty-eight,\nis there? But, if, when you reach the age of fifty-eight, you look at\nthe table again you’ll see that the ‘average future life in years’ for\na man aged fifty-eight is (about) fifteen years. So the average chance\nis that you are _not_ going to die at fifty-nine, after all; the\naverage chance is that you are going to live to be seventy-three.\nSo there is no need to take stock again until you are seventy-two,\nand when you are seventy-two and look at the table you find that\nthe ‘average future life in years’ of a man seventy-two years old\nis (about) seven and one half years, and you have a fair right to\nexpect to live to be seventy-nine and one half. And if you consult the\ntable when you are seventy-nine you’ll see you have an average chance\nof living four and three fourths years longer, which will make you\neighty-four years and three months old. And when you are eighty-four\nthe table says you still have an average expectation of living three\nyears longer. That ought to be almost long enough for anybody, I should\nthink, but even when you reach the rather mature age of eighty-seven,\nthere’s no need of celebrating your birthday with a grouch, because the\ntable gives the eighty-seven-year-old boys an average of two and one\nsixth years more.\n\nEvery time you reach a new birthday you shove your average expectation\nof life further into the future. At nineteen you were due to be dead\nwhen you were fifty-nine, and at eighty-seven you are due to live two\nand one sixth years more!\n\nThat’s how Methuselah, the son of Enoch, did it--every time his\nbirthday came around he invited the neighbors in and gave three hearty\ncheers. And he lived to be nine hundred and sixty-nine years old, and\nhe wouldn’t have died then except that it got to be too much trouble to\nserve ice-cream and cake to all his great-great-great-grandchildren on\nhis birthdays.\n\nYou can put this another way if you want to. The table would run\nsomething like this:\n\n At 10 you have about 85 chances out of 10,000 of living to be 90.\n\n At 30 you have about 99 chances out of 10,000 of living to be 90.\n\n At 50 you have about 121 chances out of 10,000 of living to be 90.\n\n At 70 you have about 214 chances out of 10,000 of living to be 90.\n\n At 89 you have about 6041 chances out of 10,000 of living to be 90.\n\nI don’t claim that the above figures are absolutely accurate, but they\nare accurate enough. They show that every time you have a birthday your\nchances of living to a fine old age get better instead of worse. I\nthink that is a good reason for welcoming our birthdays with glee.\n\nWhen I reached my fiftieth birthday I absolutely stopped worrying about\ndying before I was forty-five years old. And I stopped worrying about\ndying before I’m ninety, too. How can I tell? Maybe I’m the man Nature\nhas picked out to beat Methuselah’s record and pile up one thousand\nyears. The only thing about that that worries me is my hair; I can see\nnow that my hair is never going to last that long. Unless I grow a\nsecond crop.\n\n\n                  *       *       *       *       *\n\n\nLast year when my boy’s dog had a birthday, we had a birthday cake for\nhim, with red candles on it. I am willing to swear before any notary in\nthe United States that he did not look at it sadly and sigh and say,\n‘Yes, yes! Another year gone! A few more sad and doleful years and it\nwill be all over with me and I’ll trouble you no more.’ No, sir! He\npitched right in and ate the cake with the utmost joy. Then he ate the\ncandles.\n\nPerhaps it was because he is a fox terrier and has a naturally\noptimistic and scrappy disposition, but I doubt it. What I think is\nthat when we wished him a happy birthday he did not have the slightest\nnotion what we were talking about. Time and birthdays and calendars and\nclocks and minutes and such things don’t mean anything to him; he does\nnot live by the year, he lives by the number of gray cats he can chase\nup trees. When you hand him a birthday cake, he doesn’t consider it a\nwarning of approaching dissolution; he considers it joy-food and treats\nit as such.\n\nHow many people do you know who began mourning their birthdays years\nand years ago and are still kicking around? Dozens probably.\n\nIf birthdays mean anything at all, they mean that the good old clock\nis still ticking along the same as usual, and is likely to continue to\ndo so. The world has never been improved much by the men who get up in\nmeeting and read reports beginning, ‘I am sorry to report that the year\njust closed--’ The fellows who push things along are those who begin\nwith ‘I am glad to announce that the year just beginning--’\n\nWhen it comes to birthday presents, it is all right to accept with\nthanks what the other fellow gives you, whether it is a silver-plated\nash-receiver or a green necktie; and it is all right, if you wish, to\ncelebrate the day by handing out to your friends majolica saucers that\nlook like lettuce leaves; but the best birthday gift possible is to\nhand yourself every birthday morning three hundred and sixty-five new\nand unused days, any one of which may turn out to be the best day you\never had in your life.",
    "metadata": {
        "author": [
            "Butler, Ellis Parker"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/70902/pg70902.txt",
        "name": "many_happy_returns_of_the_day.json"
    }
}