{
    "name": "Martians, keep out!",
    "author": [
        "Leiber, Fritz",
        "Leiber, Fritz Reuter"
    ],
    "body": "And as if that sign weren't enough, someone with a red spray pencil had\nadded\n\n                         THAT MEANS YOU, BUG!\n\nThe stiff, black-shelled form, impaled on a spike beside the\ntrafficway, with gummy beads of blue blood glistening in the sun, told\nthe pretty little story much more graphically.\n\nIt hadn't been decapitated; Martians lack external heads.\n\nScat scanned the tableau, his scarred lean features impassive. \"They\ndidn't mention this,\" he commented. \"Do we still go in?\"\n\n\"You ask questions like that just for the sake of the record, don't\nyou?\" Click-Click replied, using his black pincers to produce code in a\nway that explained his nickname. Though headless, Martians didn't lack\nbrains. Definitely.\n\nScat switched to the turbine for jetless surface-drive, and the utility\ncar crawled into Bronsco.\n\nA hick town, Scat decided. A couple of 100-story skylons, a mainstreet\nof glastic commercial buildings, and rows of distressingly similar\nhomes, all of them Paradise-37's or Eden-2's. But the skylons looked\ndead; the glastic was dingy, and the shrubbery drooped. A few cars were\nuntidily parked by trafficway. Footpaths worn in the grass showed that\nthe slidewalks hadn't been strategically placed, and not all of them\nseemed to be working.\n\nCrummy.\n\nBut it was in burgs like this that the destiny of the Martians was\nbeing decided. In the big metropolis, intellectuals talked \"Martian\nQuestion\" all night. Here, things happened.\n\nClick-Click sat up in plain view--not to see, but to be seen. Eyeless\nperception gave him as good a picture as Scat's of the town--less\nrange, but a lot more three-dimensional.\n\nHis shiny black body and jointed arms brought some coldly unfavorable,\nlingering stares, but nothing more; broad daylight didn't lend itself\nto lynchings.\n\nWhen they entered the offices of the _Bronsco Newsbeam_, old\nDonnolan acted as if he had been betrayed. His scraggly eyebrows\ngyrated contortedly above his pale, close-set eyes. \"If I'd had any\nidea that I was selling the _Newsbeam_ to a damn bug-lover...!\" he\nfinally howled impotently.\n\n\"Get off my property,\" said Scat in a low voice.\n\n\"Jonas Scatterday the Liberator!\" Donnolan's eyes became crooked blue\nneedles of bigotry. \"Seems to me I recall you're a bug-smuggler, too.\nMixed up in the Underground Skyway to Antarctica....\"\n\n\"Get off my property,\" Scat repeated.\n\nAs Donnolan sidled out, he uttered those famous last words which are as\nold as wishful thinking--and blustering cowardice. \"You can't do this\nto me!\"\n\nIn the transmission room, Scat explained the changed situation to the\n_Newsbeam_ employees, with Click-Click standing beside him. A\ngrizzled old beam-doctor expressed their sentiments. \"I guess we'll\nstick with you, Mister. I won't say we like it, but it's our jobs.\"\n\nScat nodded unenthusiastically. He knew the arrangement wouldn't last\nout the day, but as Click-Click had observed, there were a lot of\nthings he did for the sake of the record.\n\n\n\nTen minutes later they had the Missionary sizzling on the beam, after a\nbrief editorial statement of the new ownership and policy. Click-Click\nhad fetched the master tapes from the car.\n\nAnachronistically speaking, the Missionary was dynamite. Scat switched\nhim in on the transmission room screen and sat down to listen,\nunmindful of the guardedly resentful looks he got from the staff. As\nhe listened, his lanky frame relaxed and his stony features softened a\nlittle.\n\nThe Missionary wasn't blind, but he had the spiritual look some blind\nmen get. He was cadaverous; his voice got under your ribs.\n\n\"Living machines! It is by virtue of that legal fiction that we have\ndenied the Martians even the humanitarian treatment we grant to\ndomestic animals, that we have revived an institution as vile as it is\nold in order to exploit them, that we have spurned all communion with\ntheir gentle minds. Living machines! The Earth's bad conscience is the\nbest testimony to the falsity of that fiction, though even the most\nconfirmed Martian-hater recognizes it. He says, succinctly, 'Bug'.\n\n\"But they're soulless, you claim. Inhuman. Without feelings. Well,\nfellow free-citizens of the World Confederation, I went to preach the\nWord to those living machines on their home planet. I had to fight\nOuter Spaceways to get permission to do it; I had to live in a cramped\nlittle pressure hut and wear a space-suit whenever I went among them; I\nhad to shiver under their meager sun because fuel supplies were somehow\nalways late in getting to me. But I was happy because I was going to\nteach the Martians our religion.\n\n\"I soon found out, however, that it was they who ought to be teaching\nme!\"\n\nA scene of Martian religious ceremonies followed, one of the few shots\nthat humans had been able to obtain. The speaker's voice continued.\n\n\"Lacking their perception and telepathy, it wasn't easy to get in\ncontact with their minds, but we discovered ways. I found out how they\nlive, what they believe in.\n\n\"I was going to teach them our Golden Rule. They taught me theirs--the\nGolden Rule of a telepathic race. '_Do unto others as others would\nhave you do unto them_'.\"\n\nNot many people watching in at this hour, but the Missionary's words\nwere being faithfully recorded in every home owning a _Bronsco\nNewsbeam_ set. And during supper, when people switched on the news,\nthere'd be a lot of Martian-owning or Martian-supported fathers and\nhusbands who'd get indigestion and have to be restrained from busting\nup the set. They'd flash a protest to the _Newsbeam_; they'd\nrecord an indignant tape to the government.\n\nMore to the point, they'd squawk to Kemmerdygn. Which reminded Scat\nthat he had business. \"While I'm gone, you take orders from him,\" he\ntold the staff, indicating Click-Click. \"Any question you got, he'll\nwrite you an answer.\"\n\n\n\nHe walked out without waiting for the reaction. A small boy was soaping\n_Bugs_ on the glastic. _It begins_, thought Scat. He tossed\nan old news-spool at the boy and hopped in the car.\n\nHe passed up the skylon housing the front offices of _Kemmerdygn\nMining Interests_ and headed straight for Ten Mile. If they were\ngoing to give him the runaround, it might as well be on the spot.\n\nOutside city limits, the trafficway skirted Bugtown. He parked to get\npix. Some shots of those miserable burrows and those apathetic black\nforms--so spiritless in comparison with a healthy, psychically sound,\nenlightened Martian like Click-Click--would fit nicely into an article\nhe was doing for the _Free Martian Monthly_. And maybe something\nfor the _Newsbeam Sunday Supplement_--if the new ownership lasted\nthat long.\n\nWhy, there were only two refrigerators for the whole community, and the\nmeasly vacuum shack was inadequate even for mating purposes. But owners\ndidn't worry about the interminable process of Martian gestation and\nmaturation--not while Outer Spaceways was running the theoretically\nillegal Bug Trade wide open.\n\nWith an almost savage flirt of his fingers, he switched in the\nsmell-getter. Might as well give the owners of sets with olfactory\nreception a whiff of sick Martian while he was at it.\n\nA rangy, loose-jawed man slouched out of the bushes on the other side\nof the trafficway. A tarnished squirt gun was stuck conspicuously in\nthe belt of his smock. \"What might you be doing, Mister?\" he drawled.\n\n\"Admiring the scenery,\" Scat replied harshly. \"Bronsco should be proud!\"\n\nAnd he gave him his jets.\n\n\n\n\n                                   2\n\n\nAt Ten Mile, his tape of introduction from World Mine Owners got Scat\nadmitted to a manager's office pronto.\n\nHe explained, \"I've been commissioned to do an article on how you keep\nthe bugs happy in the world's deepest mine.\" He didn't say for what\npublication.\n\n\"Of course, we have our standard news releases ... er, Mr. Martin,\" the\nmanager began tentatively. He was frowning at Scat, trying to place him.\n\n\"They're a bit stodgy, I'm afraid,\" Scat replied. \"We wanted something\nwith more life to it--shots of the bugs working the radioactives in\nthe ten-mile drifts, and so on. Pictures of the bugs playing games and\ngoing through their primitive ceremonials when Mars is in the sky. All\nspecially posed and rehearsed, of course.\"\n\n\"I see. Yes, there's something to what you say, all right.\" The manager\nnodded wisely, pursing his little lips. \"It could be made a lot more\nconvincing that way. Of course, we'd have to get an okay from Mr.\nKemmerdygn's secretarial offices, Mr. ... er....\"\n\nThe faraway look that came into his eyes told Scat that the\nwhisper-transmitter behind his ear had gone into action. The manager's\nexpression didn't change very much, but his plump little hand crept\ndown out of sight and pressed something. Donnolan must have squawked\nloud and fast--and to the right people, Scat decided regretfully.\n\nA couple of barrel-chested men with \"bug-boss\" written all over them\nambled in. The manager came around the table and grabbed at Scat's\nright arm. Scat evaded the movement, caught his hand, and squeezed; the\nmanager squealed. The bug-bosses moved forward, but Scat released him.\n\n\"Yes, the name's Scatterday,\" he said. \"And duraplast's considerably\nharder than flesh.\"\n\nEverybody knew that Jonas Scatterday had lost his right arm from squirt\ngun corrosive while standing off a raid on an eastern bugtown.\n\nThe manager nursed his hand. His puffy little white face was venomous.\nHe said, \"We could have you in court for using a bogus tape of\nintroduction to try to sneak in and agitate among our bugs. But since\nyou've so conveniently put yourself in our hands, I don't believe it\nwill be necessary to call in the law.\"\n\nScat laughed. \"Better check first with Kemmerdygn's secretarial\noffices. With the situation as it is, and all those government\ncontracts that you're having to hump yourselves to fulfill, I don't\nthink they'd want anything to happen that would raise a stink. If\nJonas Scatterday should disappear at Ten Mile, I'm afraid the\ngovernment--regretfully of course--would have to take a hand.\"\n\nAs he walked out, the manager acted as if he were about to give the\nbug-bosses an order. But he didn't.\n\n\n\nScat parked the utility car in front of the _Newsbeam_. A rock\nclunked against the duraplast of the tail; he didn't turn around. There\nwere more signs soaped on the glastic, but a chunky little man with a\ngreat shock of red hair was erasing them. Scat called \"Hi, Len,\" and\nwalked in.\n\nDonnolan was waiting for him with a couple of seedy-looking policemen.\nHe jumped up and waved a spool under Scat's nose. \"Put that on your\npocket projector!\" he chortled triumphantly. \"It's an injunction\nrestraining you from publishing the _Newsbeam_, because fraud was\nemployed in its purchase.\"\n\nScat pushed past him, remarking casually, \"The regional court has\nattested the legality of the sale and has set aside any and all\ninjunctions against the present ownership of the _Newsbeam_\nbased on those grounds. The whole world doesn't take orders from\nKemmerdygn--quite!\"\n\nThe light of triumph in Donnolan's watery blue eyes flickered. \"The\nregional court can't set aside an injunction that hasn't even been\nissued yet,\" he protested; \"it's not legal!\"\n\nScat opened a drawer and tossed him a spool. \"A stat of the regional\ncourt's decision,\" he explained. \"For you to keep. Read it and amplify\nyour knowledge of law.\"\n\nAs he walked into the transmission room, he added, \"There's a projector\non the desk.\"\n\n\"Well, how did you and the staff get along together?\" he asked\nClick-Click. Audible speech wasn't strictly necessary, Martians being\ntelepathic, but it was generally easier to say a question than to think\nit.\n\n\"Just fine,\" Click-Click coded back at him. \"Some men are as bad as\nunenlightened Martians; they'd take orders from anything. But after a\nwhile the staff had callers and walked out in a body. Seems they'd all\nbeen offered jobs with Kemmerdygn--and the promise that he'd eventually\nmake them his pensioners.\n\n\"They walked out while the beam was hot,\" Click-Click ticked on, \"but\nthat didn't make any difference, because by that time Len and the boys\nhad arrived with the truck and they took over.\"\n\n\"The next injunction,\" remarked Scat, a little dreamily, \"will be on\nthe grounds that we're employing Martians in semi-restricted jobs. But\nit's the one after that I'm worrying about.\"\n\nLen came in smiling. \"All clean for the night,\" he announced. \"Except\nfor one sign, which said, _Bugs inside_. I just changed it to\n_Martians_ and left it.\"\n\nAfter getting out the late news flashes, Click-Click and his three\ncompatriots retired to the refrigerated vacuum tank which had been\nthe truck's chief freight. Scat and Len were in the office having\na last smoke before their cat-nap. The lights outside made oddly\ndistorted patterns on the glastic, and the soaped sign Len had left was\nsilhouetted blackly.\n\n                            MARTIANS INSIDE\n\n\"Calling you. Calling you,\" came the sweetish feminine sing-song from\nthe talk-see on the desk. The button blinked red but the screen didn't\ncome on. Len pushed the lever, but the screen stayed black. Scat smiled\nthinly.\n\n\"Jonas Scatterday and Len Cutt,\" came a slow, deep whisper from the\nblack screen. \"This is the voice of the Mystic X. Bronsco will not\ntolerate bug-lovers. We are, however, giving you one chance; get out\nnow and take your bugs with you, and you won't be harmed.\"\n\nLen joggled the lever futilely. \"Blacked out their end,\" he surmised.\n\"Halloween stunts. I got a mind to put _The Ghoul Laughs_ in the\nprojector and play it back at them.\"\n\nBut he didn't look quite as amused as he sounded.\n\nThe button went black, and Len stood there, remembering things. \"It was\nMystic X who blew up the Martian Clinic the _Free Martian_ started\nin Scarnston.\"\n\n\"Right,\" said Scat. \"Let's get some sleep.\"\n\n\n\nToward morning he awoke with a start. He groped out and found the\nswitch, but the lights didn't come on; the darkness was absolute. While\nhe slept, the glastic had somehow been rendered opaque.\n\nAs he lay there, he heard the unmistakable click of pinchers from the\ntransmission room and the faint moan of the beam. He realized then what\nmust have happened. Lighting power was local--in conformity with some\nBronsco ordinance. So they'd been able to cut it off. But beam power\nwas regional--and they weren't tampering with that yet. Click-Click had\ntaken in the situation and had decided not to wake him or Len while he\nand his pals got out the morning edition. Human beings couldn't operate\nvery effectively until the lighting system had been jury-rigged on beam\npower.\n\nThe busy clicking continued. Scat smiled. Martian perception was\nindependent of light; Click-Click must be getting a kick out of this.\n\nStill, he'd better get up. He'd dreamed some improvements in the\neditorial. Probably gone out already, but they could always back-tape\nand dub in the changes.\n\nIn the morning he and Len strolled out in front. Every square inch of\nglastic was covered with black paint, still sticky and glistening from\nthe spray guns.\n\n\"Kinda like the new color,\" remarked Len, loudly for the benefit of\nsome passers-by. \"Black for Free Martia!\"\n\nScat sent him out to try and buy some food and rent sleeping quarters\nin the Bronsco Recreational Center, which occupied the Number Two\nskylon. Just for the sake of the record. Len would discover that the\nhostelry was full up and that, by some strange mischance, there didn't\nhappen to be any food in Bronsco today.\n\nA chalked sign--_Kill the Bugs_--came coasting by on the\nslidewalk. Scat put down his foot in front of it and let the slidewalk\ndo the erasing.\n\nBack in the transmission room he discovered that Click-Click's three\ncompanions had increased to five during the night.\n\n\"Passengers for the Underground Skyway?\" asked Scat. And this time he\njust thought the question.\n\nClick-Click coded an affirmative. \"From Ten Mile. They guessed we must\nbe in the neighborhood from the Martian Tape we're running in the\n_Newsbeam_. All the Martians out at Ten Mile are picking up the\nTape--beam-perception or the good old telepathic grapevine. They're\ncrazy about it; it's the first entertainment they've had in months.\"\n\nThe Martian Tape was one of the trickiest things that Scat handled.\nAny hint of agitation or even of attempted enlightenment among\nowned Martians was strictly forbidden--that was one point where the\ngovernment would crack down fast. Hence the Martian Tape, adapted to\nbeam-perception, had to be, and was, purely recreational--devoted to\nvastly complex brain-teasers in solid geometry and other mental sports\ndear to Martians.\n\nClick-Click continued, \"These two somehow managed to slip past the bug\nguard; they're begging me to send them to the Reservation.\"\n\n\n\n\n                                   3\n\n\nThe Martian Reservation had been established in Antarctica by an\nadministration noted for its uneasy and fluctuating liberalism--much\nlike the present one. The Reservation had been a bone of contention\never since. On it, Martians were to all intents free from human\nsupervision. Although conditions were none too good, and food supply\nwas always a critical problem, it served as a beacon of hope to\nenslaved Martia. It was largely because of the existence of the\nReservation that border patrols, ground and sky, local and regional,\nhad been made almost fantastically heavy.\n\n\"You've told them the dangers?\" asked Scat.\n\n\"They still want to go.\"\n\n\"Okay then; get the cans ready. And for cripes sake keep them in the\nicebox until!\"\n\nThere were a half dozen pallid, flat-chested youths waiting in the\nouter office. They acted nervous, and whenever the slidewalk in front\ncreaked with the weight of a passer-by, they'd all look around quickly\nand then remember that you couldn't see through the glastic any more.\nWhen no footsteps came, they'd relax a little.\n\nOne of them hurried up. \"Mr. Scatterday?\"\n\n\"That's right.\"\n\nInstantly the youth adopted a conspiratorial air. His companions\ncrowded behind him, craning their necks but keeping an eye cocked on\nthe door. \"We're the Executive Council of the Young Freeworkers,\"\nhe whispered hoarsely. \"It's an undercover movement in the Bronsco\nYoung Peoples' Organization. We want to thank you for your editorial\n_End-Product of Patronage--Feudalism!_ It was just like listening\nto our own constitution--only better expressed.\"\n\n\"Thanks.\"\n\n\"Gee, Mr. Scatterday, _we_ don't like being pensioners of\nKemmerdygn,\" the youth continued, a little more human now that he had\ndischarged his mission. \"We don't want to spend our lives playing games\nand getting an endless third-rate education and being Kemmerdygn's\ncheering section. We're only pensioners because our fathers were.\nBut what can we do? All the restricted jobs have a waiting list a\nlight-year long, and we're too poor to buy the specialized education\nthat's required for most of them. Kemmerdygn keeps cutting down the\npension-allotments--just like you said.\"\n\n\"Sure,\" Scat agreed matter-of-factly. \"He employs Martians and pays\nEarthmen. A very profitable arrangement, considering the greater\nefficiency of Martian labor and the reduction in operating expenses. If\nKemmerdygn switched to human labor, he'd have to ventilate his mines,\nincrease the size of the drifts, provide special protective garments\nand all sorts of safety devices. Even at that, it's doubtful if human\nbeings could do the work. The situation's practically the same with\nregard to all other non-restricted jobs.\"\n\n\"That's right!\" Another youth cut in--a dark browed, surly kid. \"Nobody\ncan expect us to compete with bugs! We want work--any sort, so we can\nfeel we got a stake in the world. But everywhere we look, it's bugs,\nbugs, _Bugs_!\"\n\n\"And who's to blame?\" asked Scat softly. \"You and me. Our fathers;\nour grandfathers. You know your history. Importation of Martians was\npermitted only on condition that for every 'living machine' employed\non Earth, the owner would retire an Earthman on perpetual pension.\nThat was the juicy, mouth-watering bait dangled in front of workers'\neyes so they'd vote in an administration that would pass the Martian\nImportation Act. But what does it add up to now? You're living on\ncharity; the Martians are enslaved. Under those circumstances it takes\na little courage for either of you to stick up for your rights.\"\n\n\"We gotta get rid of the bugs!\" asserted the surly kid. \"That's what we\ngotta do. Run 'em off Earth!\"\n\n\"Been listening to the Mystic X, Sonny?\" Scat inquired. \"Or is that\njust the line Kemmerdygn hands you?\"\n\n\"Kemmerdygn's not so bad,\" the kid retorted hotly. \"He wants to get rid\nof the bugs, but he can't on account of competition. After all, he's\ngot us to support. As Kemmerdygn says, the fight now is to keep the\nbugs from grabbing off all the restricted jobs too. You know, give a\nbug a micron and he'll take a meter!\"\n\n\n\nClick-Click came in and walked over to Scat's desk. All the youths\nwere obviously surprised when he didn't go down on all fours and take\nthe most circuitous route possible. As he strolled blithely past, they\nautomatically drew back to avoid any suspicion of contact. After that,\ntheir reactions diverged. The surly kid scowled and held his nose, but\nthe spokesman looked ashamed; a flaming blush crept over his pale face.\nHe chewed his lip, nerving himself.\n\n\"Mr. Scatterday,\" he began suddenly, \"I don't know about the others.\"\nHe looked around doubtfully, almost fearfully, at his companions. \"But\nI personally haven't got anything against the ... er....\" He glanced\nself-consciously at Click-Click. \"... Martians.\"\n\nFrom where he was rummaging in the desk, Click-Click coded briskly to\nScat, \"Coming up in the world, us bugs.\"\n\n\"I don't believe all that Kemmerdygn tells us,\" the spokesman\ncontinued, nervously, but with less hesitation. \"I think he's just\ntrying to put pressure on us so we'll enlist in the Martian Patrol or\nhis own private....\" He looked apologetically at Click-Click. \"... bug\nguard. Personally, I'd like to see the Martians get a square deal.\" At\nthis point the surly kid gave a snort of disgust and walked out of the\noffice along with one of the others. \"I really would. But Kemmerdygn\nsays that if he had to put in all the improvements the Liberators are\nagitating for, it would mean cutting down the pension-allotments to\nalmost nothing, so whole families would actually starve.\" His next\nwords were almost a plea. \"Gee, you don't really believe that would\nhappen, do you Mr. Scatterday?\"\n\nScat smiled at him, a little sadly. \"Look, boys,\" he said. \"I only\nknow one thing about your problems. This is it. You're going to be\npensioners--maybe well fed, maybe starving--but pensioners until every\nMartian is free.\"\n\nThe youth gulped; when he answered, it was in a very small voice and\nwith a kind of sigh. \"I guess that's what I believe, too,\" he said.\n\nHis three companions nodded.\n\n\"There was a Martian lynched here a couple of days ago,\" Scat continued\ngently. \"Where were you?\"\n\nHe hung his head. \"Gee, Mr. Scatterday, there's so few of us....\"\n\n\"Yes,\" said Scat. \"So few of us.\"\n\nTheir eyes met.\n\nThe slidewalk creaked and this time there were footsteps. Click-Click\nwalked out with the tray of tapes he had been assembling. \"By his\nlooks, a bishop at least,\" he coded cryptically.\n\nThe door opened and there swept in a red-faced figure, colorfully\naugust in the brown and gold robes of the Reformed and Reconciled\nChurches of the World. His stern, bloodshot eyes instantly fixed\nthemselves on the remains of the Executive Council of the Young\nFreeworkers. They hastily excused themselves. They didn't exactly slink\nout, but they obviously had a hard time fighting the impulse.\n\nThe churchman wheeled on Scat. \"I am the Reverend Arthur Allerdyce\nBassett, spiritual monitor of Bronsco,\" he announced in a booming\nvoice. \"I have come to voice religion's protest against a publication\nwhich seeks to pander to the vilest impulses in man and bug, to reduce\na creature made in the Lord's image to equality with his machines, to\nbesmirch human dignity and sully the purity of Earth's womanhood by\nadvocacy of open commerce with the foulest and most pruriently prying\nminds in all creation!\"\n\nHe paused for breath.\n\nScat figuratively rubbed his hands. This was something he could get his\nteeth into. He could hardly wait to bring up the Missionary.\n\nFifteen minutes later the Reverend Bassett stalked out spluttering\nthreats; he'd done everything but mention the Mystic X by name.\n\n\n\nScat's satisfied grin evaporated fast. He paced restlessly. Twice he\npounded his palm and his lips formed the syllables, \"Kemmerdygn.\" He\nrecorded at an editorial, had to keep back-taping, gave it up. Finally\nhe sat down at his desk and flashed Ten Mile.\n\n\"I want to talk-see Mr. Kemmerdygn.\"\n\n\"I'll connect you with his secretarial offices.\"\n\n\"I'm sorry, but Mr. Kemmerdygn is in conference.\"\n\n\"He'll be interested,\" Scat told the pretty, efficient-looking girl.\n\"Tell him I want to beam a story about how he's begun to install at Ten\nMile the most up-to-date and humane Martian-protective devices of any\nmine in the world.\"\n\nA brief wait.\n\n\"Mr. Kemmerdygn has no comment. Good day.\"\n\nClick-Click came in. He extended his pinchers for Scat's inspection.\n\"My new manicure,\" he explained. \"I've been forging the pincher-ridge\npatterns of one of those Martians we're keeping for the Underground.\nThat's the only identification that means anything to a human. Get the\nidea?\"\n\nScat frowned. \"Too risky. You might get into Ten Mile, but I don't\nthink you'd get out; we need you here.\"\n\n\"They need me more. Out there in their holes, while I can hop into a\nvacuum tank every night....\" Suddenly Click-Click's pinchers stiffened.\n\"Len's outside,\" he coded tersely. \"I think he wants you; looks like\nthey've brought a finder.\"\n\n\"Finder!\" Scat shot up. \"Got the cans ready?\"\n\n\"Yes. Shall we put them in?\"\n\n\"Not yet. But be ready.\"\n\nHe hurried out. There was a utility car with the Kemmerdygn insignia\nparked in front. Two scowling bug guards were arguing with Len. Their\nhands were suggestively near their squirt guns. One of them had a\ndirty-smocked girl by the wrist. She had a silly, open mouthed grin\nthat just seemed to stay there; she drooled.\n\n\"We were telling him you got Ten Mile bugs inside,\" the bug guard\nexplained to Scat.\n\nScat looked at him steadily. \"We employ Martians to run the beam.\nThey've confused your finder.\"\n\nThe guard pulled the girl to him. \"Look Piggie,\" he said, \"these people\ngot bugs of their own. Maybe it's those you been feeling?\" She shook\nher head stubbornly, like a little child. \"It's our Ten Mile bugs you\nfeel then? You're sure?\" Her head bobbed up and down.\n\nBug finders were human beings with an inborn sensitivity to Martian\ntelepathy, usually mentally defective. They could not interpret the\ntelepathy, but they had an uncanny knack for distinguishing the\ncharacteristic thought-waves of an individual Martian.\n\nThe guard looked up at Scat. \"We're coming in, Mister; Piggie never\nmisses.\" He put his hand on his squirt gun.\n\n\n\n\n                                   4\n\n\nScat felt very conscious of his artificial arm. There was a tremor in\nthe stump he couldn't control. From the door behind him he heard the\ncode for \"Catch!\" He half turned and picked a blaster out of the air\nwith his good hand.\n\n\"Not on my property,\" he told the guard.\n\nThe guard hesitated. \"Okay then. Make us do it the hard way,\" he said.\nThey got in the car and drove off, Piggie making inarticulate sounds of\nprotest and having to be dragged.\n\nScat's eyes followed them. \"Get out the truck,\" he told Len. \"You're\ngoing to Manford to buy groceries. Click-Click, can your visitors.\nFast.\"\n\n\"Underground?\" Len asked with a look. Scat nodded.\n\nAbout the time Len was ready to roll, the bug guards came jetting back,\naccompanied by a policeman who looked and acted exactly like them,\nexcept for the uniform.\n\n\"Got a warrant to search your place for fugitive bugs,\" he told Scat.\n\"Hold on there!\" he called to Len, who was starting the truck. \"Let's\nhave a look before you get away.\"\n\nThe bug guard led Piggie to the truck. She was making anxious, eager\nnoises. Unexpectedly Click-Click came out from behind the truck, so\nthat they almost collided. Piggie squealed and backed off, flapping her\narms. The guard grabbed at his squirt gun, but Scat interposed.\n\n\"Your bug done that on purpose,\" the guard blustered threateningly. \"He\nknows Piggie's no good for as much as ten minutes after she gets that\nclose to a bug.\"\n\nThey searched the truck thoroughly. The body was empty except for some\nboxes of tape scrap and three medium sized cannisters conspicuously\nlabeled in red:\n\n                               CAUTION!\n                            BEAM REFUSE GAS\n                          Standard Container\n\nLen's hand hovered over one of the cocks. \"Want a sniff?\" he asked\npleasantly.\n\nThe guard gave him a sour look. Beam refuse gas was so deadly a poison\nthat it could not safely be disposed of by any ordinary methods. It\nhad to be shipped to a reconditioning plant in containers that were\nseamless--supposedly.\n\nAnd these three cannisters actually contained beam refuse gas under\nstandard pressure--they'd have to, in order to pass the minute\ninspection made at the regional border.\n\nBut the shell of a Martian is one of the most impermeable armors\never developed by organic evolution, and when quiescent he can go\nupwards for an hour without breathing. This is because he is built\nfor an extremely rarified atmosphere--his physiology is typical of\na depleted-planet economy. On Mars his inhalation/exhalation ratio\nis about 100/1. The chief problem in acclimitizing him to Earth is\nteaching him to inhale as infrequently as he exhales--otherwise\noxygen-drowning occurs. A Martian's lungs are really oxygen\naccumulators. He has 100 per cent utilization of inhaled oxygen, and\nhe exhales pure carbon dioxide freighted with other respiratory\nexcretions--hence the \"bad breath\" so obnoxious to human beings.\n\n\n\nWith a jaunty wave of his hand, Len crawled off and the search moved\ninside the building. Scat stayed with them to make sure nothing was\noverlooked. But Piggie, recovered, maintained with sullen headshakes\nthat she no longer felt the presence of Ten Mile bugs, and after that\nthe guards lost interest. Scat could tell that they were puzzling as to\nhow he'd smuggled out the bugs while they were getting the warrant--for\nundoubtedly there'd been Kemmerdygn spies watching the _Newsbeam_\nbuilding to prevent just such a move.\n\nAfterwards Scat said to Click-Click, \"I was a little worried when they\ntook your pincher-prints.\"\n\n\"Anticipated,\" the Martian coded laconically. \"I removed the forgeries,\nbut since I have the casts they can easily be replaced. At first I\nthought of letting the guards pick me up here, but that would be too\nsuspicious.\"\n\n\"It's going to be suspicious wherever it happens,\" said Scat,\nshaking his head. \"In any case, you won't be able to pass bug-finder\nidentification. Don't do it, Click-Click.\"\n\n\"You told Len to drop in at the _Free Martian_ offices and fetch a\nMartian to replace me?\"\n\n\"You're bound and determined then?\"\n\n\"Yes.\"\n\nScat sighed. \"Okay, Click-Click. Yes, I told Len.\"\n\nScat felt a black pincher lightly touch his shoulder. \"Don't mope,\nScat. I get a great kick out of going contrary to your orders;\nafter all, it's my badge of enlightenment. Most Martians are too\nobliging--it's our great racial sin. Works all right when everybody's\ntelepathic--thought-pressure keeps the potential transgressor against\nsocial welfare in line. But when a telepathic race comes up against a\nnon-telepathic one--ouch! Then the thought-pressure is all going one\nway. Our Golden Rule worked on Mars, but it sure got us into trouble\nhere.\"\n\n\n\nThat evening, while Scat was having his last smoke, he wished that Len\nwere there to chin with. He kept wondering, profitlessly, how long\nthe regional court would hold out against the pressure Kemmerdygn was\nundoubtedly bringing to bear. Vacillating governments were the curse of\neras like this--rather, the inevitable accompaniment. He wondered if\nthere would be a civil war and to what degree he would be responsible\nfor it. Tonight it was hard to dodge that question.\n\nThe talk-see button flashed, as he'd been expecting it to. This time\nthe screen didn't stay completely dark. A wavering \"X\" glowed there.\nBlack paper painted with phosphorescence and clapped over the screen at\ntheir end, he judged.\n\n\"Jonas Scatterday, you have disregarded our advice,\" came the whisper.\n\"That is unwise. Your time-allotment is almost up. This is the last\nwarning.\"\n\nScat wondered if he ought to have the call traced. Fat chance, with all\nthe talk-see operators locals. Still, for the sake of the record ...\nbut he felt tired.\n\n\n\nSometime that night Click-Click departed, but Len got back with the\nreplacement in time for the morning edition. Afterwards he showed Scat\na big ugly splotch on the tail of the truck where squirt gun corrosive\nwas eating in.\n\n\"Tried to stop me on the way back just outside Bronsco,\" he explained\nas he swabbed on the decontamination fluid. \"Had a barricade up, but I\ngunned my jets and managed to jump it.\"\n\nHe went on swabbing. \"You know,\" he said reflectively, \"the only good\nsign I've noticed in this burg so far is that the kids aren't bothering\nus so much. Maybe it's because we're running _Space Pals_ and\n_In the Days of the Airplane_. Those're a lot better than the\ncrummy comics Donnolan was feeding them.\"\n\nScat laughed mirthlessly. \"And maybe it's just because they've stepped\nback to give their parents a chance.\"\n\nPessimism wasn't usually Scat's forte, but he'd just reached the mental\nconclusion that it would be three days before the regional court would\nweaken and give Kemmerdygn--and the Mystic X--what amounted to carte\nblanche to handle the _Newsbeam_ situation any way they wanted to.\n\nActually, his guess was a day short. But that was no satisfaction;\nthey were miserable days, all four of them. Days of feeling that there\nwas no use beaming the news, because no one would watch it anyway. A\nsteady stream of cancelled subscriptions--sets coming back for refund.\nComplaints. Threats from various sources. Attacks on their Martians.\nNuisances, like putting stench gas in the ventilators while they were\nbeaming an edition. No word from Click-Click, though Scat drove one of\nthe Martians past Bugtown to try to pick up something on the grapevine.\nFruitless conferences with the officers of the _Free Martian_ and\nmembers of the Martian Lobby--they were moving heaven and earth to keep\nthe regional court in line, but it showed signs of wavering.\n\nMost of all, the feeling that a wall was being built around the\n_Newsbeam_, shutting it off from the rest of the world. You\ncouldn't see that wall, but everywhere in Bronsco you could touch it.\n\n\n\nLate afternoon the fourth day, while they were getting out the evening\nedition, the wall was completed. Beam power went.\n\nLen tried to flash the repair offices. The talk-see was dead.\n\n\"Looks like this is it,\" he told Scat.\n\nScat nodded. \"Now look here. Len ...\" he began.\n\nA half hour later he was still trying to persuade Len to take the boys\nin the truck and make a run for it, when the spokesman of the Young\nFreeworkers stumbled into the office.\n\n\"Ran the slidewalks to warn you, Mr. Scatterday,\" he panted. \"Mystic\nX. They're planning to get you tonight. Everybody's whispering.\nThere's a lot of cars in the air, and they got big guards on all the\ntrafficways--some of 'em are blocked off.\"\n\n\"What'd I tell you?\" crowed Len. \"We couldn't have got out anyway.\"\n\nThis was it all right, thought Scat. The regional court had knuckled\nunder; the _Newsbeam_ was finished. Kemmerdygn's victory was so\ncomplete that they were being saved up as a kind of tidbit for the\nMystic X.\n\nJust like the Martian Clinic in Scarnston.\n\nOf course, they'd known it was coming. The _Free Martian_ would\ndemand that the regional government send in troops to prevent violence.\nFailing there, they would ship some of their own people into Bronsco.\nIf they could.\n\n\"Thanks for telling us, kid,\" said Scat. \"You better beat it now. No\nobjections! Push him out, Len.\"\n\n\n\nSlowly the night came down. It was like being in a fortress with the\nsilence, and the pocket illuminators casting a ghostly light and every\nnow and then one of the Martians clicking a terse report. Scat's stump\nbothered him.\n\nGradually a crowd gathered, outside the range of Martian telepathy, but\ninside perception.\n\n\"Mostly pensioners, but some bug guard,\" one of the Martians coded.\n\"Donnolan's there, and....\" He ticked off the names of a half dozen\nfairly prominent Bronsco figures. \"Hold on; there's a new contingent\nmoving in; they're wearing masks.\"\n\nThe talk-see began to work again. \"Jonas Scatterday and Len Cutt, we're\ngiving you one more chance. We want all of you outside. You two come\nout with your hands in the air, your bugs on all fours.\"\n\n\"We don't propose to die so quietly,\" Scat answered. \"If you want us,\ncome get us. I intend to defend my property. We're armed--_all_ of\nus.\"\n\nArming bugs! If they'd had any chance, that action had queered it.\n\nThe minutes dragged. From somewhere a pellet gun opened up and began\nto rattle interminably against the glastic. Len began to swear in a\nlow, steady voice. The Martians moved their guns around as if admiring\nthe internal workmanship. Scat realized that he was tapping out \"Come\non, Come on,\" in Martian code over and over again with his duraplast\nfingers.\n\n\"There's a new bunch joined them,\" a Martian informed him finally.\n\"They seem to be arguing. I don't know about what--too far. They're\nmoving off!\"\n\n\"Kemmerdygn Interests calling Mr. Scatterday.\"\n\nThey all started at that musical voice--even the Martians. Scat jumped\nfor the desk and flipped on the screen. He recognized the secretary he\nhad conferred with.\n\n\"Mr. Kemmerdygn hopes you haven't suffered any unpleasantness,\" she\ninformed him smilingly. \"He took steps as soon as he heard you were\nin trouble. He particularly desires you to resume publication of the\nevening edition of the _Newsbeam_. Oh, and about that article\nyou were planning. He would like to confer on it at some later date.\nYou _will_ finish beaming the evening edition, won't you? Good\nevening.\"\n\nAs she flashed off, Len began to swear again, but in a different vein.\n\n\"There's more in this than ...\" Scat began. \"... but we got tapes to\nbeam. Get going!\"\n\n\n\nHe didn't return until after the _Newsbeam_ had been put to bed.\nThere was a black figure sitting at his desk.\n\n\"Click-Click!\"\n\n\"Absolutely.\" The Martian waved his pinchers airily--a startlingly\nhuman gesture. \"You probably guessed what happened, but I thought maybe\nyou'd want a personal report. The Martians at Ten Mile struck--every\nlast one of them. Almost unprecedented, but not quite.\"\n\nAnd with those government contracts hanging over his head, Kemmerdygn\ncouldn't afford to lose half a day, Scat appended mentally.\n\n\"I won't say that I didn't have anything to do with it,\" Click-Click\ncontinued. \"I kept the old grapevine humming. But most of the credit\ngoes to the Martian Tape. The Martians were wild when it wasn't\npublished today--especially because it carried the answers to\nyesterday's puzzles. Even Kemmerdygn couldn't figure out that one.\nThey're going back to work now, but I imagine they'll be a long time\nforgetting this initial lesson in self-assertion.\"\n\nScat looked down at Click-Click. He grabbed his pincher and squeezed\nit--hard. Click-Click squeezed back--harder. But since it was Scat's\nduraplast hand, it didn't matter.\n\n\n                                THE END",
    "metadata": {
        "author": [
            "Leiber, Fritz",
            "Leiber, Fritz Reuter"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/70391/pg70391.txt",
        "name": "martians_keep_out.json"
    }
}