{
    "name": "Matrimonial Openings\nSailor's Knots, Part 5.",
    "author": [
        "Jacobs, William Wymark",
        "Jacobs, W. W. (William Wymark)"
    ],
    "body": "1909\n\n\n\n\"MATRIMONIAL OPENINGS\"\n\n\nMr. Dowson sat by the kitchen fire smoking and turning a docile and well-\ntrained ear to the heated words which fell from his wife's lips.\n\n\"She'll go and do the same as her sister Jenny done,\" said Mrs. Dowson,\nwith a side glance at her daughter Flora; \"marry a man and then 'ave to\nwork and slave herself to skin and bone to keep him.\"\n\n\"I see Jenny yesterday,\" said her husband, nodding.  \"Getting quite fat,\nshe is.\"\n\n\"That's right,\" said Mrs. Dowson, violently, \"that's right!  The moment I\nsay something you go and try and upset it.\"\n\n\"Un'ealthy fat, p'r'aps,\" said Mr. Dowson, hurriedly; \"don't get enough\nexercise, I s'pose.\"\n\n\"Anybody who didn't know you, Joe Dowson,\" said his wife, fiercely,\n\"would think you was doing it a purpose.\"\n\n\"Doing wot?\"  inquired Mr. Dowson, removing his pipe and regarding her\nopen-mouthed.  \"I only said----\"\n\n\"I know what you said,\" retorted his wife.  \"Here I do my best from\nmorning to night to make everybody 'appy and comfortable; and what\nhappens?\"\n\n\"Nothing,\" said the sympathetic Mr. Dowson, shaking his head.  \"Nothing.\"\n\n\"Anyway, Jenny ain't married a fool,\" said Mrs. Dowson, hotly; \"she's got\nthat consolation.\"\n\n\"That's right, mother,\" said the innocent Mr. Dowson, \"look on the bright\nside o' things a bit.  If Jenny 'ad married a better chap I don't suppose\nwe should see half as much of her as wot we do.\"\n\n\"I'm talking of Flora,\" said his wife, restraining herself by an effort.\n\"One unfortunate marriage in the family is enough; and here, instead o'\nwalking out with young Ben Lippet, who'll be 'is own master when his\nfather dies, she's gadding about with that good-for-nothing Charlie\nFoss.\"\n\nMr. Dowson shook his head.  \"He's so good-looking, is Charlie,\" he said,\nslowly; \"that's the worst of it.  Wot with 'is dark eyes and his curly\n'air----\"\n\n\"Go on!\" said his wife, passionately, \"go on!\"\n\nMr. Dowson, dimly conscious that something was wrong, stopped and puffed\nhard at his pipe.  Through the cover of the smoke he bestowed a\nsympathetic wink upon his daughter.\n\n\"You needn't go on too fast,\" said the latter, turning to her mother.  \"I\nhaven't made up my mind yet.  Charlie's looks are all right, but he ain't\nover and above steady, and Ben is steady, but he ain't much to look at.\"\n\n\"What does your 'art say?\" inquired the sentimental Mr. Dowson.\n\nNeither lady took the slightest notice.\n\n\"Charlie Foss is too larky,\" said Mrs. Dowson, solemnly; \"it's easy come\nand easy go with 'im.  He's just such another as your father's cousin\nBill--and look what 'appened to him!\"\n\nMiss Dowson shrugged her shoulders and subsiding in her chair, went on\nwith her book, until a loud knock at the door and a cheerful, but\npeculiarly shrill, whistle sounded outside.\n\n\"There is my lord,\" exclaimed Mrs. Dowson, waspishly; \"anybody might\nthink the 'ouse belonged to him.  And now he's dancing on my clean\ndoorstep.\"\n\n\"Might be only knocking the mud off afore coming in,\" said Mr. Dowson, as\nhe rose to open the door.  \"I've noticed he's very careful.\"\n\n\"I just came in to tell you a joke,\" said Mr. Foss, as he followed his\nhost into the kitchen and gazed tenderly at Miss Dowson--\"best joke I\never had in my life; I've 'ad my fortune told--guess what it was!  I've\nbeen laughing to myself ever since.\"\n\n\"Who told it?\" inquired Mrs. Dowson, after a somewhat awkward silence.\n\n\"Old gypsy woman in Peter Street,\" replied Mr. Foss.  \"I gave 'er a wrong\nname and address, just in case she might ha' heard about me, and she did\nmake a mess of it; upon my word she did.\"\n\n\"Wot did she say?\" inquired Mr. Dowson.\n\nMr. Foss laughed.  \"Said I was a wrong 'un,\" he said, cheerfully, \"and\nwould bring my mother's gray hairs to the grave with sorrow.  I'm to 'ave\nbad companions and take to drink; I'm to steal money to gamble with, and\nafter all that I'm to 'ave five years for bigamy.  I told her I was\ndisappointed I wasn't to be hung, and she said it would be a\ndisappointment to a lot of other people too.  Laugh!  I thought I should\n'ave killed myself.\"\n\n\"I don't see nothing to laugh at,\" said Mrs. Dowson, coldly.\n\n\"I shouldn't tell anybody else, Charlie,\" said her husband.  \"Keep it a\nsecret, my boy.\"\n\n\"But you--you don't believe it?\" stammered the crestfallen Mr. Foss.\n\nMrs. Dowson cast a stealthy glance at her daughter.  \"Its wonderful 'ow\nsome o' those fortune-tellers can see into the future,\" she said, shaking\nher head.\n\n\"Ah!\" said her husband, with a confirmatory nod.  \"Wonderful is no name\nfor it.  I 'ad my fortune told once when I was a boy, and she told me I\nshould marry the prettiest, and the nicest, and the sweetest-tempered gal\nin Poplar.\"\n\nMr. Foss, with a triumphant smile, barely waited for him to finish.\n\"There you--\" he began, and stopped suddenly.\n\n\"What was you about to remark?\" inquired Mrs. Dowson, icily.\n\n\"I was going to say,\" replied Mr. Foss--\"I was going to say--I 'ad just\ngot it on the tip o' my tongue to say, 'There you--you--you 'ad all the\nluck, Mr. Dowson.'\"\n\nHe edged his chair a little nearer to Flora; but there was a chilliness\nin the atmosphere against which his high spirits strove in vain.  Mr.\nDowson remembered other predictions which had come true, notably the case\nof one man who, learning that he was to come in for a legacy, gave up a\ntwo-pound-a-week job, and did actually come in for twenty pounds and a\nbird-cage seven years afterwards.\n\n\"It's all nonsense,\" protested Mr. Foss; \"she only said all that because\nI made fun of her.  You don't believe it, do you, Flora?\"\n\n\"I don't see anything to laugh at,\" returned Miss Dowson.  \"Fancy five\nyears for bigamy!  Fancy the disgrace of it!\"\n\n\"But you're talking as if I was going to do it,\" objected Mr. Foss.  \"I\nwish you'd go and 'ave your fortune told.  Go and see what she says about\nyou.  P'r'aps you won't believe so much in fortune-telling afterwards.\"\n\nMrs. Dowson looked up quickly, and then, lowering her eyes, took her hand\nout of the stocking she had been darning and, placing it beside its\ncompanion, rolled the pair into a ball.\n\n\"You go round to-morrow night, Flora,\" she said, deliberately.  \"It\nsha'n't be said a daughter of mine was afraid to hear the truth about\nherself; father'll find the money.\"\n\n\"And she can say what she likes about you, but I sha'n't believe it,\"\nsaid Mr. Foss, reproachfully.\n\n\"I don't suppose it'll be anything to be ashamed of,\" said Miss Dowson,\nsharply.\n\nMr. Foss bade them good-night suddenly, and, finding himself accompanied\nto the door by Mr. Dowson, gave way to gloom.  He stood for so long with\none foot on the step and the other on the mat that Mr. Dowson, who\ndisliked draughts, got impatient.\n\n\"You'll catch cold, Charlie,\" he said at last.\n\n\"That's what I'm trying to do,\" said Mr. Foss; \"my death o' cold.  Then I\nsha'n't get five years for bigamy,\" he added bitterly.\n\n\"Cheer up,\" said Mr. Dowson; \"five years ain't much out of a lifetime;\nand you can't expect to 'ave your fun without--\"\n\nHe watched the retreating figure of Mr. Foss as it stamped its way down\nthe street, and closing the door returned to the kitchen to discuss\npalmistry and other sciences until bedtime.\n\nMrs. Dowson saw husband and daughter off to work in the morning, and\nafter washing up the breakfast things drew her chair up to the kitchen\nfire and became absorbed in memories of the past. All the leading\nincidents in Flora's career passed in review before her.  Measles,\nwhooping-cough, school-prizes, and other things peculiar to the age of\ninnocence were all there.  In her enthusiasm she nearly gave her a\nsprained ankle which had belonged to her sister.  Still shaking her head\nover her mistake, she drew Flora's latest portrait carefully from its\nplace in the album, and putting on her hat and jacket went round to make\na call in Peter Street.\n\nBy the time Flora returned home Mrs. Dowson appeared to have forgotten\nthe arrangement made the night before, and, being reminded by her\ndaughter, questioned whether any good could come of attempts to peer into\nthe future.  Mr. Dowson was still more emphatic, but his objections,\nbeing recognized by both ladies as trouser-pocket ones, carried no\nweight.  It ended in Flora going off with half a crown in her glove and\nan urgent request from her father to make it as difficult as possible for\nthe sibyl by giving a false name and address.\n\nNo name was asked for, however, as Miss Dowson was shown into the untidy\nlittle back room on the first floor, in which the sorceress ate, slept,\nand received visitors.  She rose from an old rocking-chair as the visitor\nentered, and, regarding her with a pair of beady black eyes, bade her sit\ndown.\n\n\"Are you the fortune-teller?\" inquired the girl.\n\n\"Men call me so,\" was the reply.\n\n\"Yes, but are you?\" persisted Miss Dowson, who inherited her father's\nfondness for half crowns.\n\n\"Yes,\" said the other, in a more natural voice.\n\nShe took the girl's left hand, and pouring a little dark liquid into the\npalm gazed at it intently.  \"Left for the past; right for the future,\"\nshe said, in a deep voice.\n\nShe muttered some strange words and bent her head lower over the girl's\nhand.\n\n\"I see a fair-haired infant,\" she said, slowly; \"I see a little girl of\nfour racked with the whooping-cough; I see her later, eight she appears\nto be.  She is in bed with measles.\"\n\nMiss Dowson stared at her open-mouthed.\n\n\"She goes away to the seaside to get strong,\" continued the sorceress;\n\"she is paddling; she falls into the water and spoils her frock; her\nmother----\"\n\n\"Never mind about that,\" interrupted the staring Miss Dowson, hastily.\n\"I was only eight at the time and mother always was ready with her\nhands.\"\n\n\"People on the beach smile,\" resumed the other.  \"They\n\n\"It don't take much to make some people laugh,\" said Miss Dowson, with\nbitterness.\n\n\"At fourteen she and a boy next door but seven both have the mumps.\"\n\n\"And why not?\" demanded Miss Dowson with great warmth.  \"Why not?\"\n\n\"I'm only reading what I see in your hand,\" said the other.  \"At fifteen\nI see her knocked down by a boat-swing; a boy from opposite brings her\nhome.\"\n\n\"Passing at the time,\" murmured Miss Dowson.\n\n\"His head is done up with sticking-plaster.  I see her apprenticed to a\ndressmaker.  I see her----\"\n\nThe voice went on monotonously, and Flora, gasping with astonishment,\nlistened to a long recital of the remaining interesting points in her\ncareer.\n\n\"That brings us to the present,\" said the soothsayer, dropping her hand.\n\"Now for the future.\"\n\nShe took the girl's other hand and poured some of the liquid into it.\nMiss Dowson shrank back.\n\n\"If it's anything dreadful,\" she said, quickly, \"I don't want to hear it.\nIt--it ain't natural.\"\n\n\"I can warn you of dangers to keep clear of,\" said the other, detaining\nher hand.  \"I can let you peep into the future and see what to do and\nwhat to avoid.  Ah!\"\n\nShe bent over the girl's hand again and uttered little ejaculations of\nsurprise and perplexity.\n\n\"I see you moving in gay scenes surrounded by happy faces,\" she said,\nslowly.  \"You are much sought after.  Handsome presents and fine clothes\nare showered upon you.  You will cross the sea.  I see a dark young man\nand a fair young man.  They will both influence your life.  The fair\nyoung man works in his father's shop.  He will have great riches.\"\n\n\"What about the other?\" inquired Miss Dowson, after a somewhat lengthy\npause.\n\nThe fortune-teller shook her head.  \"He is his own worst enemy,\" she\nsaid, \"and he will drag down those he loves with him.  You are going to\nmarry one of them, but I can't see clear--I can't see which.\"\n\n\"Look again,\" said the trembling Flora.\n\n\"I can't see,\" was the reply, \"therefore it isn't meant for me to see.\nIt's for you to choose.  I can see them now as plain as I can see you.\nYou are all three standing where two roads meet.  The fair young man is\nbeckoning to you and pointing to a big house and a motor-car and a\nyacht.\"\n\n\"And the other?\" said the surprised Miss Dowson.\n\n\"He's in knickerbockers,\" said the other, doubtfully.  \"What does that\nmean?  Ah, I see!  They've got the broad arrow on them, and he is\npointing to a jail.  It's all gone--I can see no more.\"\n\nShe dropped the girl's hand and, drawing her hand across her eyes, sank\nback into her chair.  Miss Dowson, with trembling fingers, dropped the\nhalf crown into her lap, and, with her head in a whirl, made her way\ndownstairs.\n\nAfter such marvels the streets seemed oddly commonplace as she walked\nswiftly home.  She decided as she went to keep her knowledge to herself,\nbut inclination on the one hand and Mrs. Dowson on the other got the\nbetter of her resolution.  With the exception of a few things in her\npast, already known and therefore not worth dwelling upon, the whole of\nthe interview was disclosed.\n\n\"It fair takes your breath away,\" declared the astounded Mr. Dowson.\n\n\"The fair young man is meant for Ben Lippet,\" said his wife, \"and the\ndark one is Charlie Foss.  It must be.  It's no use shutting your eyes to\nthings.\"\n\n\"It's as plain as a pikestaff,\" agreed her husband.  \"And she told\nCharlie five years for bigamy, and when she's telling Flora's Fortune she\nsees 'im in convict's clothes.  How she does it I can't think.\"\n\n\"It's a gift,\" said Mrs. Dowson, briefly, \"and I do hope that Flora is\ngoing to act sensible.  Anyhow, she can let Ben Lippet come and see her,\nwithout going upstairs with the tooth-ache.\"\n\n\"He can come if he likes,\" said Flora; \"though why Charlie couldn't have\n'ad the motor-car and 'im the five years, I don't know.\"\n\nMr. Lippet came in the next evening, and the evening after.  In fact, so\neasy is it to fall into habits of an agreeable nature that nearly every\nevening saw him the happy guest of Mr. Dowson.  A spirit of resignation,\nfostered by a present or two and a visit to the theatre, descended upon\nMiss Dowson.  Fate and her mother combined were in a fair way to\novercome her inclinations, when Mr. Foss, who had been out of town on a\njob, came in to hear the result of her visit to the fortune-teller, and\nfound Mr. Lippet installed in the seat that used to be his.\n\nAt first Mrs. Dowson turned a deaf ear to his request for information,\nand it was only when his jocularity on the subject passed the bounds of\nendurance that she consented to gratify his curiosity.\n\n\"I didn't want to tell you,\" she said, when she had finished, \"but you\nasked for it, and now you've got it.\"\n\n\"It's very amusing,\" said Mr. Foss.  \"I wonder who the dark young man in\nthe fancy knickers is?\"\n\n\"Ah, I daresay you'll know some day,\" said Mrs. Dowson.\n\n\"Was the fair young man a good-looking chap?\" inquired the inquisitive\nMr. Foss.\n\nMrs. Dowson hesitated.  \"Yes,\" she said, defiantly.\n\n\"Wonder who it can be?\"  muttered Mr. Foss, in perplexity.\n\n\"You'll know that too some day, no doubt,\" was the reply.\n\n\"I'm glad it's to be a good-looking chap,\" he said; \"not that I think\nFlora believes in such rubbish as fortune-telling.  She's too sensible.\"\n\n\"I do,\" said Flora.  \"How should she know all the things I did when I was\na little girl?  Tell me that.\"\n\n\"I believe in it, too,\" said Mrs. Dowson.  \"P'r'aps you'll tell me I'm\nnot sensible!\"\n\nMr. Foss quailed at the challenge and relapsed into moody silence.  The\ntalk turned on an aunt of Mr. Lippet's, rumored to possess money, and an\nuncle who was \"rolling\" in it.  He began to feel in the way, and only his\nnative obstinacy prevented him from going.\n\nIt was a relief to him when the front door opened and the heavy step of\nMr. Dowson was heard in the tiny passage.  If anything it seemed heavier\nthan usual, and Mr. Dowson's manner when he entered the room and greeted\nhis guests was singularly lacking in its usual cheerfulness.  He drew a\nchair to the fire, and putting his feet on the fender gazed moodily\nbetween the bars.\n\n\"I've been wondering as I came along,\" he said at last, with an obvious\nattempt to speak carelessly, \"whether this 'ere fortune-telling as we've\nbeen hearing so much about lately always comes out true.\"\n\n\"It depends on the fortune-teller,\" said his wife.\n\n\"I mean,\" said Mr. Dowson, slowly, \"I mean that gypsy woman that Charlie\nand Flora went to.\"\n\n\"Of course it does,\" snapped his wife.  \"I'd trust what she says afore\nanything.\"\n\n\"I know five or six that she has told,\" said Mr. Lippet, plucking up\ncourage; \"and they all believe 'er.  They couldn't help themselves; they\nsaid so.\"\n\n\"Still, she might make a mistake sometimes,\" said Mr. Dowson, faintly.\n\"Might get mixed up, so to speak.\"\n\n\"Never!\" said Mrs. Dowson, firmly.\n\n\"Never!\" echoed Flora and Mr. Lippet.\n\nMr. Dowson heaved a big sigh, and his eye wandered round the room.  It\nlighted on Mr. Foss.\n\n\"She's an old humbug,\" said that gentleman.  \"I've a good mind to put the\npolice on to her.\"\n\nMr. Dowson reached over and gripped his hand.  Then he sighed again.\n\n\"Of course, it suits Charlie Foss to say so,\" said Mrs. Dowson;\n\"naturally he'd say so; he's got reasons.  I believe every word she says.\nIf she told me I was coming in for a fortune I should believe her; and if\nshe told me I was going to have misfortunes I should believe her.\"\n\n\"Don't say that,\" shouted Mr. Dowson, with startling energy.  \"Don't say\nthat.  That's what she did say!\"\n\n\"What?\" cried his wife, sharply.  \"What are you talking about?\"\n\n\"I won eighteenpence off of Bob Stevens,\" said her husband, staring at\nthe table.  \"Eighteenpence is 'er price for telling the future only, and,\nbeing curious and feeling I'd like to know what's going to 'appen to me,\nI went in and had eighteenpennorth.\"\n\n\"Well, you're upset,\" said Mrs. Dowson, with a quick glance at him.  \"You\nget upstairs to bed.\"\n\n\"I'd sooner stay 'ere,\" said her husband, resuming his seat; \"it seems\nmore cheerful and lifelike.  I wish I 'adn't gorn, that's what I wish.\"\n\n\"What did she tell you?\" inquired Mr. Foss.\n\nMr. Dowson thrust his hands into his trouser pockets and spoke\ndesperately.  \"She says I'm to live to ninety, and I'm to travel to\nforeign parts----\"\n\n\"You get to bed,\" said his wife.  \"Come along.\"\n\nMr. Dowson shook his head doggedly.  \"I'm to be rich,\" he continued,\nslowly--\"rich and loved.  After my pore dear wife's death I'm to marry\nagain; a young woman with money and stormy brown eyes.\"\n\nMrs. Dowson sprang from her chair and stood over him quivering with\npassion.  \"How dare you?\" she gasped.  \"You--you've been drinking.\"\n\n\"I've 'ad two arf-pints,\" said her husband, solemnly.  \"I shouldn't 'ave\n'ad the second only I felt so miserable.  I know I sha'n't be 'appy with\na young woman.\"\n\nMrs. Dowson, past speech, sank back in her chair and stared at him.\n\n\"I shouldn't worry about it if I was you, Mrs. Dowson,\" said Mr. Foss,\nkindly.  \"Look what she said about me.  That ought to show you she ain't\nto be relied on.\"\n\n\"Eyes like lamps,\" said Mr. Dowson, musingly, \"and I'm forty-nine next\nmonth.  Well, they do say every eye 'as its own idea of beauty.\"\n\nA strange sound, half laugh and half cry, broke from the lips of the\nover-wrought Mrs. Dowson.  She controlled herself by an effort.\n\n\"If she said it,\" she said, doggedly, with a fierce glance at Mr. Foss,\n\"it'll come true.  If, after my death, my 'usband is going to marry a\nyoung woman with--with----\"\n\n\"Stormy brown eyes,\" interjected Mr. Foss, softly.\n\n\"It's his fate and it can't be avoided,\" concluded Mrs. Dowson.\n\n\"But it's so soon,\" said the unfortunate husband.  \"You're to die in\nthree weeks and I'm to be married three months after.\"\n\nMrs. Dowson moistened her lips and tried, but in vain, to avoid the\nglittering eye of Mr. Foss.  \"Three!\" she said, mechanically, \"three!\nthree weeks!\"\n\n\"Don't be frightened,\" said Mr. Foss, in a winning voice.  \"I don't\nbelieve it; and, besides, we shall soon see!  And if you don't die in\nthree weeks, perhaps I sha'n't get five years for bigamy, and perhaps\nFlora won't marry a fair man with millions of money and motor-cars.\"\n\n\"No; perhaps she is wrong after all, mother,\" said Mr. Dowson, hopefully.\n\nMrs. Dowson gave him a singularly unkind look for one about to leave him\nso soon, and, afraid to trust herself to speech, left the room and went\nup-stairs.  As the door closed behind her, Mr. Foss took the chair which\nMr. Lippet had thoughtlessly vacated, and offered such consolations to\nFlora as he considered suitable to the occasion.",
    "metadata": {
        "author": [
            "Jacobs, William Wymark",
            "Jacobs, W. W. (William Wymark)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/10785/pg10785.txt",
        "name": "matrimonial_openings_sailor_s_knots_part_5.json"
    }
}