{
    "name": "Maxims for Revolutionists",
    "author": [
        "Shaw, G. B. (George Bernard)",
        "Shaw, Bernard",
        "Shaw, Bernhard",
        "Bassetto, Corno di",
        "Shaw, George Bernard",
        "Shaw, G. Bernard (George Bernard)"
    ],
    "body": "by\n\nGeorge Bernard Shaw\n\n(1856-1950)\n\n\n\nTHE GOLDEN RULE\n\nDo not do unto others as you would that they should do unto you.  Their\ntastes may not be the same.\n\nNever resist temptation: prove all things: hold fast that which is good.\n\nDo not love your neighbor as yourself.  If you are on good terms with\nyourself it is an impertinence: if on bad, an injury.\n\nThe golden rule is that there are no golden rules.\n\n\n\nIDOLATRY\n\nThe art of government is the organization of idolatry.\n\nThe bureaucracy consists of functionaries; the aristocracy, of idols;\nthe democracy, of idolaters.\n\nThe populace cannot understand the bureaucracy: it can only worship the\nnational idols.\n\nThe savage bows down to idols of wood and stone: the civilized man to\nidols of flesh and blood.\n\nA limited monarchy is a device for combining the inertia of a wooden\nidol with the credibility of a flesh and blood one.\n\nWhen the wooden idol does not answer the peasant's prayer, he beats it:\nwhen the flesh and blood idol does not satisfy the civilized man, he\ncuts its head off.\n\nHe who slays a king and he who dies for him are alike idolaters.\n\n\n\nROYALTY\n\nKings are not born: they are made by artificial hallucination.  When the\nprocess is interrupted by adversity at a critical age, as in the case of\nCharles II, the subject becomes sane and never completely recovers his\nkingliness.\n\nThe Court is the servant's hall of the sovereign.\n\nVulgarity in a king flatters the majority of the nation.\n\nThe flunkeyism propagated by the throne is the price we pay for its\npolitical convenience.\n\n\n\nDEMOCRACY\n\nIf the lesser mind could measure the greater as a foot-rule can measure\na pyramid, there would be finality in universal suffrage.  As it is, the\npolitical problem remains unsolved.\n\nDemocracy substitutes election by the incompetent many for appointment\nby the corrupt few.\n\nDemocratic republics can no more dispense with national idols than\nmonarchies with public functionaries.\n\nGovernment presents only one problem: the discovery of a trustworthy\nanthropometric method.\n\n\n\nIMPERIALISM\n\nExcess of insularity makes a Briton an Imperialist.\n\nExcess of local self-assertion makes a colonist an Imperialist.\n\nA colonial Imperialist is one who raises colonial troops, equips a\ncolonial squadron, claims a Federal Parliament sending its measures to\nthe Throne instead of to the Colonial Office, and, being finally brought\nby this means into insoluble conflict with the insular British\nImperialist, \"cuts the painter\" and breaks up the Empire.\n\n\n\nLIBERTY AND EQUALITY\n\nHe who confuses political liberty with freedom and political equality\nwith similarity has never thought for five minutes about either.\n\nNothing can be unconditional: consequently nothing can be free.\n\nLiberty means responsibility.  That is why most men dread it.\n\nThe duke inquires contemptuously whether his gamekeeper is the equal of\nthe Astronomer Royal; but he insists that they shall both be hanged\nequally if they murder him.\n\nThe notion that the colonel need be a better man than the private is as\nconfused as the notion that the keystone need be stronger than the\ncoping stone.\n\nWhere equality is undisputed, so also is subordination.\n\nEquality is fundamental in every department of social organization.\n\nThe relation of superior to inferior excludes good manners.\n\n\n\nEDUCATION\n\nWhen a man teaches something he does not know to somebody else who has\nno aptitude for it, and gives him a certificate of proficiency, the\nlatter has completed the education of a gentleman.\n\nA fool's brain digests philosophy into folly, science into superstition,\nand art into pedantry.  Hence University education.\n\nThe best brought-up children are those who have seen their parents as\nthey are.  Hypocrisy is not the parent's first duty.\n\nThe vilest abortionist is he who attempts to mould a child's character.\n\nAt the University every great treatise is postponed until its author\nattains impartial judgment and perfect knowledge.  If a horse could wait\nas long for its shoes and would pay for them in advance, our blacksmiths\nwould all be college dons.\n\nHe who can, does.  He who cannot, teaches.\n\nA learned man is an idler who kills time with study.  Beware of his\nfalse knowledge: it is more dangerous than ignorance.\n\nActivity is the only road to knowledge.\n\nEvery fool believes what his teachers tell him, and calls his credulity\nscience or morality as confidently as his father called it divine\nrevelation.\n\nNo man fully capable of his own language ever masters another.\n\nNo man can be a pure specialist without being in the strict sense an\nidiot.\n\nDo not give your children moral and religious instruction unless you are\nquite sure they will not take it too seriously.  Better be the mother of\nHenri Quatre and Nell Gwynne than of Robespierre and Queen Mary Tudor.\n\n\n\nMARRIAGE\n\nMarriage is popular because it combines the maximum of temptation with\nthe maximum of opportunity.\n\nMarriage is the only legal contract which abrogates as between the\nparties all the laws that safeguard the particular relation to which it\nrefers.\n\nThe essential function of marriage is the continuance of the race, as\nstated in the Book of Common Prayer.\n\nThe accidental function of marriage is the gratification of the\namoristic sentiment of mankind.\n\nThe artificial sterilization of marriage makes it possible for marriage\nto fulfill its accidental function whilst neglecting its essential one.\n\nThe most revolutionary invention of the XIX century was the artificial\nsterilization of marriage.\n\nAny marriage system which condemns a majority of the population to\ncelibacy will be violently wrecked on the pretext that it outrages\nmorality.\n\nPolygamy, when tried under modern democratic conditions, as by the\nMormons, is wrecked by the revolt of the mass of inferior men who are\ncondemned to celibacy by it; for the maternal instinct leads a woman to\nprefer a tenth share in a first rate man to the exclusive possession of\na third rate one.  Polyandry has not been tried under these conditions.\n\n\nThe minimum of national celibacy (ascertained by dividing the number of\nmales in the community by the number of females, and taking the quotient\nas the number of wives or husbands permitted to each person) is secured\nin England (where the quotient is 1) by the institution of monogamy.\n\nThe modern sentimental term for the national minimum of celibacy is\nPurity.\n\nMarriage, or any other form of promiscuous amoristic monogamy, is fatal\nto large States because it puts its ban on the deliberate breeding of\nman as a political animal.\n\n\n\nCRIME AND PUNISHMENT\n\nAll scoundrelism is summed up in the phrase \"Que Messieurs les Assassins\ncommencent!\"\n\nThe man who has graduated from the flogging block at Eton to the bench\nfrom which he sentences the garotter to be flogged is the same social\nproduct as the garotter who has been kicked by his father and cuffed by\nhis mother until he has grown strong enough to throttle and rob the rich\ncitizen whose money he desires.\n\nImprisonment is as irrevocable as death.\n\nCriminals do not die by the hands of the law.  They die by the hands of\nother men.\n\nThe assassin Czolgosz made President McKinley a hero by assassinating\nhim.  The United States of America made Czolgosz a hero by the same\nprocess.\n\nAssassination on the scaffold is the worst form of assassination,\nbecause there it is invested with the approval of society.\n\nIt is the deed that teaches, not the name we give it.  Murder and\ncapital punishment are not opposites that cancel one another, but\nsimilars that breed their kind.\n\nCrime is only the retail department of what, in wholesale, we call penal\nlaw.\n\nWhen a man wants to murder a tiger he calls it sport: when the tiger\nwants to murder him he calls it ferocity.  The distinction between Crime\nand Justice is no greater.\n\nWhilst we have prisons it matters little which of us occupy the cells.\n\nThe most anxious man in a prison is the governor.\n\nIt is not necessary to replace a guillotined criminal: it is necessary\nto replace a guillotined social system.\n\n\n\nTITLES\n\nTitles distinguish the mediocre, embarrass the superior, and are\ndisgraced by the inferior.\n\nGreat men refuse titles because they are jealous of them.\n\n\n\nHONOR\n\nThere are no perfectly honorable men; but every true man has one main\npoint of honor and a few minor ones.\n\nYou cannot believe in honor until you have achieved it.  Better keep\nyourself clean and bright: you are the window through which you must see\nthe world.\n\nYour word can never be as good as your bond, because your memory can\nnever be as trustworthy as your honor.\n\n\n\nPROPERTY\n\nProperty, said Proudhon, is theft.  This is the only perfect truism that\nhas been uttered on the subject.\n\n\n\nSERVANTS\n\nWhen domestic servants are treated as human beings it is not worth while\nto keep them.\n\nThe relation of master and servant is advantageous only to masters who\ndo not scruple to abuse their authority, and to servants who do not\nscruple to abuse their trust.\n\nThe perfect servant, when his master makes humane advances to him, feels\nthat his existence is threatened, and hastens to change his place.\n\nMasters and servants are both tyrannical; but the masters are the more\ndependent of the two.\n\nA man enjoys what he uses, not what his servants use.\n\nMan is the only animal which esteems itself rich in proportion to the\nnumber and voracity of its parasites.\n\nLadies and gentlemen are permitted to have friends in the kennel, but\nnot in the kitchen.\n\nDomestic servants, by making spoiled children of their masters, are\nforced to intimidate them in order to be able to live with them.\n\nIn a slave state, the slaves rule: in Mayfair, the tradesman rules.\n\n\n\nHOW TO BEAT CHILDREN\n\nIf you strike a child, take care that you strike it in anger, even at\nthe risk of maiming it for life.  A blow in cold blood neither can nor\nshould be forgiven.\n\nIf you beat children for pleasure, avow your object frankly, and play\nthe game according to the rules, as a foxhunter does; and you will do\ncomparatively little harm.  No foxhunter is such a cad as to pretend\nthat he hunts the fox to teach it not to steal chickens, or that he\nsuffers more acutely than the fox at the death.  Remember that even in\nchildbeating there is the sportsman's way and the cad's way.\n\n\n\nRELIGION\n\nBeware of the man whose god is in the skies.\n\nWhat a man believes may be ascertained, not from his creed, but from the\nassumptions on which he habitually acts.\n\n\n\nVIRTUES AND VICES\n\nNo specific virtue or vice in a man implies the existence of any other\nspecific virtue or vice in him, however closely the imagination may\nassociate them.\n\nVirtue consists, not in abstaining from vice, but in not desiring it.\n\nSelf-denial is not a virtue: it is only the effect of prudence on\nrascality.\n\nObedience simulates subordination as fear of the police simulates\nhonesty.\n\nDisobedience, the rarest and most courageous of the virtues, is seldom\ndistinguished from neglect, the laziest and commonest of the vices.\n\nVice is waste of life.  Poverty, obedience, and celibacy are the\ncanonical vices.\n\nEconomy is the art of making the most of life.\n\nThe love of economy is the root of all virtue.\n\n\n\nFAIRPLAY\n\nThe love of fairplay is a spectator's virtue, not a principal's.\n\n\n\nGREATNESS\n\nGreatness is only one of the sensations of littleness.\n\nIn heaven an angel is nobody in particular.\n\nGreatness is the secular name for Divinity: both mean simply what lies\nbeyond us.\n\nIf a great man could make us understand him, we should hang him.\n\nWe admit that when the divinity we worshipped made itself visible and\ncomprehensible we crucified it.\n\nTo a mathematician the eleventh means only a single unit: to the bushman\nwho cannot count further than his ten fingers it is an incalculable\nmyriad.\n\nThe difference between the shallowest routineer and the deepest thinker\nappears, to the latter, trifling; to the former, infinite.\n\nIn a stupid nation the man of genius becomes a god: everybody worships\nhim and nobody does his will.\n\n\n\nBEAUTY AND HAPPINESS, ART AND RICHES\n\nHappiness and Beauty are by-products.\n\nFolly is the direct pursuit of Happiness and Beauty.\n\nRiches and Art are spurious receipts for the production of Happiness and\nBeauty.\n\nHe who desires a lifetime of happiness with a beautiful woman desires to\nenjoy the taste of wine by keeping his mouth always full of it.\n\nThe most intolerable pain is produced by prolonging the keenest\npleasure.\n\nThe man with toothache thinks everyone happy whose teeth are sound.  The\npoverty stricken man makes the same mistake about the rich man.\n\nThe more a man possesses over and above what he uses, the more careworn\nhe becomes.\n\nThe tyranny that forbids you to make the road with pick and shovel is\nworse than that which prevents you from lolling along it in a carriage\nand pair.\n\nIn an ugly and unhappy world the richest man can purchase nothing but\nugliness and unhappiness.\n\nIn his efforts to escape from ugliness and unhappiness the rich man\nintensifies both.  Every new yard of West End creates a new acre of East\nEnd.\n\nThe XIX century was the Age of Faith in Fine Art.  The results are\nbefore us.\n\n\n\nTHE PERFECT GENTLEMAN\n\nThe fatal reservation of the gentleman is that he sacrifices everything\nto his honor except his gentility.\n\nA gentleman of our days is one who has money enough to do what every\nfool would do if he could afford it: that is, consume without producing.\n\nThe true diagnostic of modern gentility is parasitism.\n\nNo elaboration of physical or moral accomplishment can atone for the sin\nof parasitism.\n\nA modern gentleman is necessarily the enemy of his country.  Even in war\nhe does not fight to defend it, but to prevent his power of preying on\nit from passing to a foreigner.  Such combatants are patriots in the\nsame sense as two dogs fighting for a bone are lovers of animals.\n\nThe North American Indian was a type of the sportsman warrior gentleman.\nThe Periclean Athenian was a type of the intellectually and artistically\ncultivated gentleman.  Both were political failures.  The modern\ngentleman, without the hardihood of the one or the culture of the other,\nhas the appetite of both put together.  He will not succeed where they\nfailed.\n\nHe who believes in education, criminal law, and sport, needs only\nproperty to make him a perfect modern gentleman.\n\n\n\nMODERATION\n\nModeration is never applauded for its own sake.\n\nA moderately honest man with a moderately faithful wife, moderate\ndrinkers both, in a moderately healthy house: that is the true middle\nclass unit.\n\n\n\nTHE UNCONSCIOUS SELF\n\nThe unconscious self is the real genius.  Your breathing goes wrong the\nmoment your conscious self meddles with it.\n\n\nExcept during the nine months before he draws his first breath, no man\nmanages his affairs as well as a tree does.\n\n\n\nREASON\n\nThe reasonable man adapts himself to the world: the unreasonable one\npersists in trying to adapt the world to himself.  Therefore all\nprogress depends on the unreasonable man.\n\nThe man who listens to Reason is lost: Reason enslaves all whose minds\nare not strong enough to master her.\n\n\n\nDECENCY\n\nDecency is Indecency's Conspiracy of Silence.\n\n\n\nEXPERIENCE\n\nMen are wise in proportion, not to their experience, but to their\ncapacity for experience.\n\nIf we could learn from mere experience, the stones of London would be\nwiser than its wisest men.\n\n\n\nTIME'S REVENGES\n\nThose whom we called brutes had their revenge when Darwin shewed us that\nthey are our cousins.\n\nThe thieves had their revenge when Marx convicted the bourgeoisie of\ntheft.\n\n\n\nGOOD INTENTIONS\n\nHell is paved with good intentions, not with bad ones.\n\nAll men mean well.\n\n\n\nNATURAL RIGHTS\n\nThe Master of Arts, by proving that no man has any natural rights,\ncompels himself to take his own for granted.\n\nThe right to live is abused whenever it is not constantly challenged.\n\n\n\nFAUTE DE MIEUX\n\nIn my childhood I demurred to the description of a certain young lady as\n\"the pretty Miss So and So.\" My aunt rebuked me by saying \"Remember\nalways that the least plain sister is the family beauty.\"\n\nNo age or condition is without its heroes.  The least incapable general\nin a nation is its Caesar, the least imbecile statesman its Solon, the\nleast confused thinker its Socrates, the least commonplace poet its\nShakespear.\n\n\n\nCHARITY\n\nCharity is the most mischievous sort of pruriency.\n\nThose who minister to poverty and disease are accomplices in the two\nworst of all the crimes.\n\nHe who gives money he has not earned is generous with other people's\nlabor.\n\nEvery genuinely benevolent person loathes almsgiving and mendicity.\n\n\n\nFAME\n\nLife levels all men: death reveals the eminent.\n\n\n\nDISCIPLINE\n\nMutiny Acts are needed only by officers who command without authority.\nDivine right needs no whip.\n\n\n\nWOMEN IN THE HOME\n\nHome is the girl's prison and the woman's workhouse.\n\n\n\nCIVILIZATION\n\nCivilization is a disease produced by the practice of building societies\nwith rotten material.\n\nThose who admire modern civilization usually identify it with the steam\nengine and the electric telegraph.\n\nThose who understand the steam engine and the electric telegraph spend\ntheir lives in trying to replace them with something better.\n\nThe imagination cannot conceive a viler criminal than he who should\nbuild another London like the present one, nor a greater benefactor than\nhe who should destroy it.\n\n\n\nGAMBLING\n\nThe most popular method of distributing wealth is the method of the\nroulette table.\n\nThe roulette table pays nobody except him that keeps it.  Nevertheless a\npassion for gaming is common, though a passion for keeping roulette\ntables is unknown.\n\nGambling promises the poor what Property performs for the rich: that is\nwhy the bishops dare not denounce it fundamentally.\n\n\n\nTHE SOCIAL QUESTION\n\nDo not waste your time on Social Questions.  What is the matter with the\npoor is Poverty: what is the matter with the rich is Uselessness.\n\n\n\nSTRAY SAYINGS\n\nWe are told that when Jehovah created the world he saw that it was good.\nWhat would he say now?\n\nThe conversion of a savage to Christianity is the conversion of\nChristianity to savagery.\n\nNo man dares say so much of what he thinks as to appear to himself an\nextremist.\n\nMens sana in corpore sano is a foolish saying.  The sound body is a\nproduct of the sound mind.\n\nDecadence can find agents only when it wears the mask of progress.\n\nIn moments of progress the noble succeed, because things are going their\nway: in moments of decadence the base succeed for the same reason: hence\nthe world is never without the exhilaration of contemporary success.\n\nThe reformer for whom the world is not good enough finds himself\nshoulder to shoulder with him that is not good enough for the world.\n\nEvery man over forty is a scoundrel.\n\nYouth, which is forgiven everything, forgives itself nothing: age, which\nforgives itself everything, is forgiven nothing.\n\nWhen we learn to sing that Britons never will be masters we shall make\nan end of slavery.\n\nDo not mistake your objection to defeat for an objection to fighting,\nyour objection to being a slave for an objection to slavery, your\nobjection to not being as rich as your neighbor for an objection to\npoverty.  The cowardly, the insubordinate, and the envious share your\nobjections.\n\nTake care to get what you like or you will be forced to like what you\nget.  Where there is no ventilation fresh air is declared unwholesome.\nWhere there is no religion hypocrisy becomes good taste.  Where there is\nno knowledge ignorance calls itself science.\n\nIf the wicked flourish and the fittest survive, Nature must be the God\nof rascals.\n\nIf history repeats itself, and the unexpected always happens, how\nincapable must Man be of learning from experience!\n\nCompassion is the fellow-feeling of the unsound.\n\nThose who understand evil pardon it: those who resent it destroy it.\n\nAcquired notions of propriety are stronger than natural instincts.  It\nis easier to recruit for monasteries and convents than to induce an Arab\nwoman to uncover her mouth in public, or a British officer to walk\nthrough Bond Street in a golfing cap on an afternoon in May.\n\nIt is dangerous to be sincere unless you are also stupid.\n\nThe Chinese tame fowls by clipping their wings, and women by deforming\ntheir feet.  A petticoat round the ankles serves equally well.\n\nPolitical Economy and Social Economy are amusing intellectual games; but\nVital Economy is the Philosopher Stone.\n\nWhen a heretic wishes to avoid martyrdom he speaks of \"Orthodoxy, True\nand False\" and demonstrates that the True is his heresy.\n\nBeware of the man who does not return your blow: he neither forgives you\nnor allows you to forgive yourself.\n\nIf you injure your neighbor, better not do it by halves.\n\nSentimentality is the error of supposing that quarter can be given or\ntaken in moral conflicts.\n\nTwo starving men cannot be twice as hungry as one; but two rascals can\nbe ten times as vicious as one.\n\nMake your cross your crutch; but when you see another man do it, beware\nof him.\n\n\n\nSELF-SACRIFICE\n\nSelf-sacrifice enables us to sacrifice other people without blushing.\n\nIf you begin by sacrificing yourself to those you love, you will end by\nhating those to whom you have sacrificed yourself.\n\n\n\n\nTHE END\n\n",
    "metadata": {
        "author": [
            "Shaw, G. B. (George Bernard)",
            "Shaw, Bernard",
            "Shaw, Bernhard",
            "Bassetto, Corno di",
            "Shaw, George Bernard",
            "Shaw, G. Bernard (George Bernard)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/26107/pg26107.txt",
        "name": "maxims_for_revolutionists.json"
    }
}