{
    "name": "Me, Myself and I",
    "author": [
        "Tenn, William",
        "Klass, Philip",
        "Putnam, Kenneth"
    ],
    "body": "\"Don't you think you might look up from that comic book long enough\nto get interested in a last minute briefing on the greatest adventure\nundertaken by man? After all, it's your noodle neck that's going to be\nrisked.\" Professor Ruddle throbbed his annoyance clear up to his thin\nwhite hair.\n\nMcCarthy shifted his quid and pursed his lips. He stared dreamily at an\nenameled wash-basin fifteen feet from the huge, box-like coil of wire\nand transparencies on which the professor had been working. Suddenly, a\nlong brown stream leaped from his mouth and struck a brass faucet with\na loud _ping_.\n\nThe professor jumped. McCarthy smiled.\n\n\"Name ain't Noodleneck,\" he drawled. \"Gooseneck. Gooseneck McCarthy,\nknown and respected in every hobo jungle in the country, including here\nin North Carolina. And looky, bub, all I wanted was a cup of coffee and\na pair of sinkers. Time machine's your notion.\"\n\n\"Doesn't it mean anything that you will shortly be one hundred and ten\nmillion years in the past, a past in which no recognizable ancestors of\nman existed? That your opportunities to--\"\n\n\"Nawp!\"\n\nBlathersham University's greatest physicist grimaced disgustedly. He\nstared through thick lenses at the stringy, wind-hardened derelict whom\nhe was shortly going to trust with his life's work. A granite-like head\nset on a remarkably long, thin neck; a body whose limbs were equally\nextended; clothes limited to a faded khaki turtleneck sweater, patched\nbrown corduroy pants and a worn-out pair of heavy brogans. He sighed.\n\n\"And the fate of human knowledge and progress depends on you! When you\nwandered up the mountain to my shack two days ago, you were broke and\nhungry. You didn't have a dime--\"\n\n\"Had a dime. Only it was lead.\"\n\n\"All right. All right. So you had a lead dime. I took you in, gave you\na good hot meal and offered to pay you one hundred dollars to take my\ntime machine on its maiden voyage. Don't you think--\"\n\n_Ping!_ This time it was the hot water faucet.\n\n\"--that the very least you could do,\" the little physicist's voice was\nrising hysterically, \"the very least would be to pay enough attention\nto the facts I make available to insure that the experiment will be a\nsuccess? Do you realize what fantastic disruption you might cause in\nthe time stream by one careless slip?\"\n\nMcCarthy rose suddenly and the brightly-colored comic magazine slid to\nthe floor in a litter of coils, gauges and paper covered with formulae.\nHe advanced toward the professor whom he topped by at least a foot. His\nemployer gripped a wrench nervously.\n\n\"Now, Mister Professor Ruddle,\" he said with gentle emphasis, \"if'n\nyou don't think I know enough, why don't you go yourself, huh?\"\n\nThe little man smiled at him placatingly. \"Now don't get stubborn\nagain, Swan-neck--\"\n\n\"Gooseneck. Gooseneck McCarthy.\"\n\n\"You can be the most irascible person I've ever met. More stubborn\nthan Professor Dudderel for that matter. And he's that short-sighted\nmathematician back at Blathersham who insisted in spite of irrefutable\nevidence that a time machine would not work. Even when I showed him\nquartzine and demonstrated its peculiar time-dissolving properties, he\nwasn't convinced. The university refused to grant an appropriation for\nmy research and I had to come out here in North Carolina. On my own\ntime and money, too.\" He brooded angrily on unreasonable mathematicians\nand parsimonious trustees.\n\n\"Still ain't answered my question.\"\n\n\n\nRuddle looked up. He blushed a little under the fine wild tendrils of\nwhite hair. \"Well, it's just that I'm rather valuable to society what\nwith my paper on intrareversible positrons still uncompleted. Whereas\neverything points to the machine being a huge success, it's conceivable\nthat Dudderel considered some point which I've--er, overlooked.\"\n\n\"Meaning there's a chance I might not come back?\"\n\n\"Uh--well, something like that. No danger, you understand. I've gone\nover the formulae again and again and they are foolproof. It's just\nbarely possible that some minor error, some cube root that wasn't\nbrought out to the farthest decimal--\"\n\nThe tramp put his hands in his pockets. \"If'n that's so,\" he announced,\n\"I want that check before I leave. Not taking any chances on something\ngoing wrong and you not paying me.\"\n\nProfessor Ruddle gulped. \"Sure, Rubberneck,\" he said. \"Sure.\"\n\n\"Gooseneck. How many times--Only make it out for my real first name.\nIt's--\" the tramp's voice dropped to a whisper--\"It's _Galahad_.\"\n\nThe physicist added a final scribble to the green paper rectangle,\nripped it out and handed it to McCarthy. Pay to the order of Galahad\nMcCarthy one hundred dollars and 00 cents. On the Beet and Tobacco\nExchange Bank of North Carolina.\n\nRuddle watched while the check was carefully placed in the outer breast\npocket of the ancient sweater. He picked up an expensive miniature\ncamera and hung its carrying strap around his employee's neck. \"Now,\nthis is fully loaded. You sure you can operate the shutter? All you\ndo--\"\n\n\"I know all right. Fooled around with these doohickeys before. Been\nplaying with this 'un for two days. You want me to step out of the\nmachine, take you a couple of snaps of the scenery--and move a rock.\"\n\n\"And nothing else! Remember, you're going back a hundred and ten\nmillion years and any action on your part might have an incalculable\neffect on the present. You might wipe out the whole human race by\nstepping on one furry little animal who was its ancestor. I think that\nmoving a rock slightly will be a good first innocuous experiment, but\nbe careful!\"\n\nThey moved toward the great transparent housing at the end of the\nlaboratory. Through its foot-thick walls, the red, black and silver\nequipment in one corner shone hazily. An enormous lever protruded from\nthe maze of wiring like a metallic forefinger.\n\n\"You should arrive in the Cretaceous Period, the middle period of the\nage of reptiles. Most of North America was under water, but geological\ninvestigation shows an island on this spot.\"\n\n\"You been over this sixteen times. Just show me what dingus to pull and\nlet me go.\"\n\nRuddle executed a little dance that a student of modern ballet might\nhave called \"Man with High Blood Pressure about to Blow his Top.\"\n\n\"Dingus!\" he screeched. \"You don't pull any dingus! You gently\ndepress--gently, you hear!--the chronotransit, that large black lever,\nthus sliding the quartzine door shut and starting the machine. When you\narrive you lift it--again gently--and the door will open. The machine\nis set to go back a given number of years, so that fortunately you have\nno thinking to do.\"\n\nMcCarthy stared down at him easily. \"You make a lot of cracks for a\nlittle guy. I'll bet you're scared stiff of your wife.\"\n\n\"I'm not married,\" Ruddle told him shortly. \"I don't believe in the\ninstitution.\" He remembered. \"Who was talking about marriage? At\na time like this.... When I think of allowing a stubborn, stupid\ncharacter like yourself to run loose with a device having the immense\npotentialities of a time machine--Of course, I'm far too valuable to be\nrisked in the first jerry-built model.\"\n\n\"Yeah,\" McCarthy nodded. \"Ain't it the truth.\" He patted the check\nprotruding from his sweater pocket and leaped up into the machine. \"I'm\nnot.\"\n\nHe depressed the chronotransit lever--gently.\n\nThe door slid shut on Professor Ruddle's frantic last word, \"Goodbye,\nTurtleneck, and be _careful_, please!\"\n\n\"Gooseneck,\" McCarthy automatically corrected. The machine seemed to\njerk. He had a last, distorted glimpse of Ruddle's shaggy white head\nthrough the quartzine walls. The professor, alarm and doubt mixed on\nhis face, seemed to be praying.\n\n\n\nIncredibly bright sunlight blazed through thick bluish clouds. The time\nmachine rested on the waterline of a beach to whose edge the lushest\njungle ever had rushed--and stopped abruptly. The semi-transparent\nwalls enabled him to see enormous green masses of horsetails and\nconvoluted ivy, giant ferns and luxuriant palms, steaming slightly,\nrich and ominous with life.\n\n\"Lift the dingus _gently_,\" McCarthy murmured to himself.\n\nHe stepped through the open doors into an ankle-depth of water. The\ntide was evidently in and white-flecked water gurgled around the base\nof the squat edifice that had brought him. Well, Ruddle had said this\nwas going to be an island.\n\n\"Reckon I'm lucky he didn't build his laboratory shack fifty or sixty\nfeet further down the mountain!\"\n\nHe sloshed ashore, avoiding a little school of dun-colored sponges.\nThe professor might like a picture of them, he decided. He adjusted\nthe speed of the lens and focused it on the sponges. Then a couple of\npictures of the sea and the jungle.\n\nHuge, leathery wings beat over a spot two miles in from the edge of\nthe luxuriant vegetation. McCarthy recognized the awesome, bat-like\ncreature from drawings the professor had shown him. A Pterodactyl, the\nreptilian version of bird life.\n\nThe tramp snapped a hasty photograph and backed nervously toward the\ntime machine. He didn't like the looks of that long pointed beak, so\nferociously armed with jagged teeth.\n\nSome living thing moved in the jungle under the Pterodactyl. It\nplummeted down like a fallen angel, jaws agape and slavering.\n\nMcCarthy made certain that it was being kept busy, then moved rapidly\nup the beach. Near the edge of the jungle, he had observed a round\nreddish rock. It would do.\n\nThe rock was heavier to budge than he had thought. He strained against\nit, cursing and perspiring under the hot sun. His feet sank into the\nclinging loam.\n\nAbruptly the rock tore loose. With a sucking sound it came out of the\nloam and rolled over on its side. It left a moist, round hole out of\nwhich a centipede fully as long as his arm scuttled away into the\nunderbrush. A nauseous stink arose from the spot where the centipede\nhad lain. McCarthy decided he didn't like this place.\n\nMight as well head back.\n\nBefore he depressed the lever, the tramp took one last look at the red\nrock, the underside somewhat darker than the rest. A hundred bucks\nworth of tilt.\n\n\"So this is what work is like,\" he soliloquized. \"Maybe I been missing\nout on something!\"\n\n\n\nAfter the rich sunlight of the Cretaceous, the laboratory seemed\nsmaller than he remembered it. The professor came up to him\nbreathlessly as he stepped from the time machine.\n\n\"How did it go?\" he demanded eagerly.\n\nMcCarthy stared down at the top of the old man's head. \"Everthin'\nO.K.,\" he replied slowly. \"Hey, Professor Ruddle, what for did you\ngo and shave your head? There wasn't much of it, but that white hair\nlooked sorta distinguished.\"\n\n\"Hair? Shave? I've been completely bald for years. Lost my hair long\nbefore it turned white. And my name is Guggles, not Ruddle--_Guggles_:\ntry and remember that for a while. Now let me see the camera.\"\n\nAs he slipped the carrying strap over his head and handed the\ninstrument over, the tramp pursed his lips. \"Coulda _sworn_ that you\nhad a little patch of white up there. Coulda sworn. Sorry about the\nname, prof; we never seem to be able to get together on those things.\"\n\nThe professor grunted and started for the darkroom with the camera.\nHalfway there, he stopped and almost cringed as a huge female form\nstepped through the far doorway.\n\n\"Aloysius!\" came a voice that approximated a corkscrew to the ear.\n\"Aloysius! I told you yesterday that if that tramp wasn't out of my\nhouse in twenty-four hours, experiment or not, you'd hear from me.\nAloysius! You have exactly thirty-seven minutes!\"\n\n\"Y-yes, dear,\" Professor Guggles whispered at her broad retreating\nback. \"We-we're almost finished.\"\n\n\"Who's that?\" McCarthy demanded the moment she had left.\n\n\"My wife, of course. You must remember her--she made your breakfast\nwhen you arrived.\"\n\n\"Didn't make my breakfast. Made my own breakfast. And you said you\nweren't married!\"\n\n\"Now you're being silly, Mr. Gallagher. I've been married for\ntwenty-five years and I know how futile it is to deny it. I couldn't\nhave said any such thing.\"\n\n\"Name's not Gallagher--it's McCarthy, Gooseneck McCarthy,\" the tramp\ntold him querulously. \"What's happened here? You can't even remember\nmy last name now, let alone my first, you change your own name, you\nshave your head, you get married in a hurry and--and you try 'n tell me\nthat I let some female woman cook my breakfast when I can rassle up a\nbetter-tastin', better-eatin'--\"\n\n\"Hold it!\" The little man had approached and was plucking at his sleeve\neagerly. \"Hold it, Mr. Gallagher or Gooseneck or whatever your name is.\nSuppose you tell me exactly what you consider this place to have been\nlike before you left.\"\n\nGooseneck told him. \"And that thingumajig was layin' _on_ that\nwhatchamacallit instead of under it,\" he finished lamely.\n\nThe professor thought. \"And all you did--when you went back into the\npast--was to move a rock?\"\n\n\"That's all. One hell of a big centipede jumped out, but I didn't touch\nit. Just moved the rock and headed back like you said.\"\n\n\"Yes, of course. H'mmm. That may have been it. The centipede jumping\nout of the rock may have altered subsequent events sufficiently to make\nme a married man instead of a blissful single one, to have changed my\nname from Ruddle to Guggles. Or the rock itself. Such an intrinsically\nsimple act as moving the rock must have had much larger consequences\nthan I had imagined. Just think, if that rock had not been moved, I\nmight not be married! Gallagher--\"\n\n\"McCarthy,\" the tramp corrected resignedly.\n\n\"Whatever you call yourself--listen to me. You're going back in the\ntime machine and shift that rock back to its original position. Once\nthat's done--\"\n\n\"If I go back again, I get another hundred.\"\n\n\"How can you talk of money at a time like this?\"\n\n\"What's the difference between this and any other time?\"\n\n\"Why, here I am married, my work interrupted and you chatter about--Oh,\nall right. Here's the money.\" The professor tore his checkbook out and\nhastily scribbled on a blank. \"Here you are. Satisfied?\"\n\nMcCarthy puzzled over the check. \"This isn't like t'other. This is on a\ndifferent bank--The Cotton Growers Exchange.\"\n\n\"That makes no important difference,\" the professor told him hastily,\nbundling him into the time machine. \"It's a check, isn't it? Just as\ngood, believe me, just as good.\"\n\nAs the little man fiddled with dials and adjusted switches, he called\nover his shoulder. \"Remember, get that rock as close to its original\nposition as you can. And touch nothing else, do nothing else.\"\n\n\"I know. I know. Hey, prof, how come I remember all these changes and\nyou don't, with all your science and all?\"\n\n\"Simple,\" the professor told him, toddling briskly out of the machine.\n\"By being in the past and the time machine while these temporal\nadjustments to your act made themselves felt, you were in a sense\ninsulated against them, just as a pilot suffers no direct, personal\ndamage from the bomb his plane releases over a city. Now, I've set\nthe machine to return to approximately the same moment as before.\nUnfortunately, my chronotransit calibrations can never be sufficiently\nexact--Do you remember how to operate the apparatus? If you don't--\"\n\nMcCarthy sighed and depressed the lever, shutting the door on the\nprofessor's flowing explanations and perspiring bald head.\n\n\n\nHe was back by the pounding surf off the little island. He paused for\na moment, before opening the door as he caught sight of a strange\ntransparent object just a little further up the beach. Another time\nmachine--and exactly like his!\n\n\"Oh, well. The professor will explain it!\"\n\nHe started up the beach toward the rock. Then he stopped again--a\ndead-stop this time.\n\nThe rock lay ahead, as he remembered it before the shifting. But there\nwas a man straining at it, _a tall, thin man in a turtleneck sweater\nand brown, corduroy pants_.\n\nMcCarthy got his flapping jaw back under control. \"Hey! Hey, you at the\nrock! Don't move it. It's not supposed to be moved!\" He hurried over.\n\nThe stranger turned. He had the ugliest face McCarthy remembered having\nseen on a human being; his neck was ridiculously long and thin. He\nexamined McCarthy slowly. He reached into his pocket and came out with\na soiled package. He bit off a chaw of tobacco.\n\nMcCarthy reached into his pocket and came up with an identically soiled\nmass of tobacco. He also took a bite. They chewed and stared at each\nother. Then they spat, simultaneously.\n\n\"What do you mean this rock ain't supposed to be moved? Professor\nRuddle told me to move it.\"\n\n\"Well, Professor Ruddle told me _not_ to move it. _And_ Professor\nGuggles,\" McCarthy added as a triumphant clincher.\n\nThe other considered him for a moment, his jaw working like a\npeculiar cam. His eyes traveled up McCarthy's spare body. Then he spat\ncontemptuously and turned to the rock. He grunted against it.\n\nMcCarthy sighed and put a hand on his shoulder. He spun him around.\n\"What for you have to go and act so stubborn, fella? Now I'll have to\nlick you.\"\n\nWithout changing his vacant expression to one of the slightest\nhostility, the stranger aimed a prodigious kick at his groin. McCarthy\ndodged easily. That was an old hobo trick! He chopped out rapidly\nagainst the man's face. The stranger ducked, moved away and came back\nfighting.\n\nThis was a perfect spot for the famous McCarthy one-two. McCarthy\nfeinted with his left, seemingly concentrating all his power at the\nother's middle. He noticed that his opponent was also making some\nawkward gesture with his left. Then he came up out of nowhere with a\nterrific right uppercut.\n\nWHAM!\n\nRight on the--\n\n--on the button. McCarthy sat up and shook his head clear of bright\nlittle lights and happy hums. He had connected, but--\n\nSo had the other guy!\n\nHe sat several feet from McCarthy, looking dazed and sad. \"You are the\nstubbornest cuss I ever saw! Where did you learn my punch?\"\n\n\"_Your_ punch!\" They rose, glowering at each other. \"Listen, bub, that\nthere is my _own_ Sunday punch, copyrighted, patented and incorporated!\nBut this ain't gettin' us nowhere.\"\n\n\"No, it ain't. What do we do now? I don't care if I have to fight you\nfor the next million years, but I was paid to move that rock and I'm\ngoin' to move it.\"\n\nMcCarthy shifted the quid of tobacco. \"Looky here. You've been paid\nto move that rock by Professor Ruddle or Guggles or whatever he is by\nnow. If I go back and get a note from him saying you're not to move\nthat rock and you can keep the check anyways, will you promise to squat\nstill until I get back?\"\n\nThe stranger chewed and spat, chewed and spat. McCarthy marveled at\ntheir perfect synchronization. They both spat the same distance,\ntoo. He wasn't such a bad guy, if only he wouldn't be so stubborn!\nStrange--he was wearing a camera like the one old Ruddle had taken\nfrom him.\n\n\"O.K. You go back and get the note. I'll wait here.\" The stranger\ndropped to the ground and stretched out.\n\nMcCarthy turned and hurried back to the time machine before he could\nchange his mind.\n\n\n\nHe was pleased to notice as he stepped down into the laboratory again,\nthat the professor had rewon his gentle patch of white hair.\n\n\"Saaay, this is gettin' real complicated. How'd you make out with the\nwife?\"\n\n\"Wife? What wife?\"\n\n\"The wife. The battle-axe. The ball and chain. The steady skirt,\"\nMcCarthy clarified.\n\n\"I'm not married. I told you I considered it a barbarous custom\nentirely unworthy of a truly civilized man. Now stop babbling and give\nme that camera.\"\n\n\"But,\" McCarthy felt his way very carefully, \"but, don't you remember\ntakin' the camera from me, Professor Ruddle?\"\n\n\"Not Ruddle--Roodles, _Roodles_. _Oo_ as is Gooseface. And how could\nI have taken the camera from you when you've just returned? You're\ndithering, McCarney--I don't like ditherers. Stop it!\"\n\nMcCarthy shook his head, forbearing to correct the mispronunciation\nof his name. He began to feel a vague, gnawing wish that he had never\nstarted this combination merry-go-round and slap-happy fun-house.\n\n\"Look, prof, sit down.\" He spread a great hand against the little man's\nchest, forcing him into a chair. \"We're gonna have another talk. I\ngotta bring you up to date.\"\n\nFifteen minutes later, he was winding up. \"So this character says he'll\nwait until I get back with the note. If you want a wife, don't give\nme the note and he'll move the rock. I don't care one way or t'other,\nmyself. I just want to get out of here!\"\n\nProfessor Ruddle (Guggles? Roodles?) closed his eyes. \"My,\" he gasped.\nThen he shuddered. \"Married. To that--battle-axe! That st-steady skirt!\n_No!_ McCarney--or McCarthy--listen! You must go back. I'll give you a\nnote--another check--here!\" He tore a page from his notebook, filled it\nrapidly with desperate words. Then he made out another check.\n\nMcCarthy glanced at the slips. \"'Nother bank,\" he remarked wonderingly.\n\"This time The Southern Peanut Trust Company. I hope all these\ndifferent checks are gonna be good.\"\n\n\"Certainly,\" the professor assured him loudly. \"They will all be good.\nYou go ahead and take care of this matter, and we'll settle it to\neverybody's satisfaction when you return. You tell this other McCarney\nthat--\"\n\n\"McCarthy. _Hey!_ What do you mean--'this other McCarney?' I'm the\nonly McCarthy--only _Gooseneck_ McCarthy, anyway. If you send a dozen\ndifferent guys out to do the same job....\"\n\n\"I didn't send anyone but you. Don't you understand what happened?\nYou went back into the Cretaceous to move a rock. You returned to\nthe present--and, as you say, found me in somewhat unfortunate\ncircumstances. You returned to the past to undo the damage, to\n_approximately_ the same spot in space and time as before--it could\nnot be exactly the same spot because of a multitude of unknown factors\nand because of the inescapable errors in the first time machine. Very\nwell. You--we'll call you You I--meet You II at the very moment You\nII is preparing to move the rock. You stop him. If you hadn't, if he\nhadn't been interrupted in any way and had shifted that stone, he would\nhave been You I. But because he--or rather you--didn't, he is slightly\ndifferent from you, being a You who has merely made one trip into the\npast and not even moved the rock. Whereas you--You I--have made two\ntrips, have both moved the rock yourself and prevented yourself from\nmoving it. It's really very simple, isn't it?\"\n\nMcCarthy stroked his chin and sucked in a great gasp of air. \"Yeah,\" he\nmumbled wildly. \"Simple ain't the word for it!\"\n\nThe professor hopped into the machine and began preparing it for\nanother trip. \"Now as to what happened to me. Once you--You I\nagain--prevented You II from moving that rock, you immediately\nprecipitated--not so much a change as a--an _unchange_ in my personal\nsituation. The rock had not been shifted--therefore, I had not been\nmarried, was not married, and, let us hope, will never be married. I\nwas also no longer bald. But, by the very fact of the presence of the\ntwo You's in the past, by virtue of some microscopic form of life\nyou killed with your breath, let us say, or some sand you impressed\nwith your feet,--sufficient alterations were made right through to the\npresent so that my name was (and always had been!) Roodles and your\nname--\"\n\n\"Is probably MacTavish by now,\" McCarthy yelled. \"Look prof, are you\nthrough with the machine?\"\n\n\"Yes, it's all ready.\" The professor grimaced thoughtfully. \"The only\nthing I can't place is what happened to that camera you said I took\nfrom you. Now if You I in the personification of You II--\"\n\nMcCarthy planted his right foot in the small of the little man's back\nand shoved. \"I'm gonna get this thing settled and come back and never,\nnever, _never_ go near one of these dinguses again!\"\n\nHe yanked at the chronotransit. The last he saw of the professor was a\nconfused picture of broken glassware, tangled electrical equipment and\nindignantly waving white hair.\n\n\n\nThis time he materialized at the very edge of the beach. \"Gettin'\ncloser all the time,\" he mumbled as he stepped out of the housing. Now\nto hand over the note, then--\n\nThen--\n\n\"Great sufferin' two-tailed explodin' catfish!\"\n\nThere were two men fighting near a red rock. They wore identical\nclothes; they had identical features and physical construction,\nincluding the same lanky forms and long, stringy necks. They fought in\na weird pattern of mirror-imagery--each man swinging the same blows as\nhis opponent, right arm crossing right, left crossing left.\n\nThe man with his back to the rock had an expensive miniature camera\nsuspended from his neck; the other one hadn't.\n\nSuddenly, they both feinted with their lefts in perfect preparation for\nwhat hundreds of railroad bulls had come to curse as \"the Gooseneck\nMcCarthy One-Two.\" Both men ignored the feint, both came up suddenly\nwith their right hands and--\n\nThey knocked each other out.\n\nThey came down heavily on their butts, about a yard apart, shaking\ntheir heads.\n\n\"You are the stubbornest cuss I ever saw,\" one of them began. \"Where--\"\n\n\"--did you learn my punch?\" McCarthy finished, stepping forward.\n\nThey both sprang to their feet, stared at him. \"Hey,\" said the man with\nthe camera. \"You two guys are twins.\"\n\nHis former opponent differed with him. \"You mean _you_ two guys are\ntwins!\"\n\n\"Wait a minute.\" McCarthy stepped between them before their angry\nglances at each other could be translated into action. \"We're all\ntwins. I mean triplets. I mean--Sit down. I got somethin' to tell you.\"\n\nThey all squatted slowly, suspiciously.\n\nFour chaws of tobacco later, there was a little circle of dark nicotine\njuice all around them. McCarthy was breathing hard, all three of him.\n\"So it's like I'm McCarthy I because I've seen this thing through up to\nwhere I stop McCarthy II from going back to get the note that McCarthy\nIII wants from Ruddle.\"\n\nThe man with the camera rose and the others followed. \"The only thing\nI don't get,\" he said finally, \"is that I'm McCarthy III. Seems to me\nit's more like I'm McCarthy I, he's McCarthy II--that part's right--and\n_you're_ McCarthy III.\"\n\n\"Uh-uh,\" McCarthy II objected. \"You got it all wrong. The way I look at\nit--now see if'n this doesn't sound right--is that _I'm_ McCarthy I,\nyou're--\"\n\n\"Hold it! Hold it!\" The two men who had been fighting turned to\nMcCarthy I. \"I _know_ I'm McCarthy I!\"\n\n\"How do you know?\" they demanded.\n\n\"Because that's the way Professor Ruddle explained it to me. He didn't\nexplain it to you, did he? I'm McCarthy I, all right. You two are the\nstubbornest bindlestiffs I've seen and I've seen them all. Now let's\nget back.\"\n\n\"Wait a minute. How do I know I still ain't supposed to move this rock?\nJust because you say so?\"\n\n\"Because I say so and because Professor Ruddle says so in that note I\nshowed you. And because there are two of us who don't want to move it\nand we can knock you silly if'n you try.\"\n\nAt McCarthy II's nod of approval, McCarthy III glanced around\nreluctantly for a weapon. Seeing none, he started back to the time\nmachines. McCarthys I and II hurried abreast.\n\n\"Let's go in mine. It's closest.\" They all turned and entered the\nmachine of McCarthy I.\n\n\"What about the checks? Why should you have three checks and McCarthy\nII have two while I only got one? Do I get my cut?\"\n\n\"Wait'll we get back to the professor. He'll settle it. Can't you think\nof anythin' else but money?\" McCarthy I asked wearily.\n\n\"No, we can't,\" McCarthy II told him. \"I want my share of that third\ncheck. I got a right to it. More'n this dopey guy has, see.\"\n\n\"O.K. O.K. Wait'll we get back to the lab.\" McCarthy I pushed down on\nthe chronotransit. The island and the bright sunlight disappeared. They\nwaited.\n\n\n\nDarkness! \"Hey!\" McCarthy II shouted. \"Where's the lab? Where's\nProfessor Ruddle?\"\n\nMcCarthy I tugged at the chronotransit. It wouldn't move. The other two\ncame over and pulled at it too.\n\nThe chronotransit remained solidly in place.\n\n\"You must've pushed down too hard,\" McCarthy III yelled. \"You busted\nit!\"\n\n\"Yeah,\" from McCarthy II. \"Who ever told you that you could run a time\nmachine? You busted it and now we're stranded!\"\n\n\"Wait a minute. Wait a minute.\" McCarthy I pushed them back. \"I got an\nidea. You know what happened? The three of us tried to come back to--to\nthe present, like Professor Ruddle says. But only one of us _belongs_\nin the present--see what I mean? So with the three of us inside, the\nmachine just can't go anywhere.\"\n\n\"Well, that's easy,\" said McCarthy III. \"I'm the only real--\"\n\n\"Don't be crazy. I know _I'm_ the _real_ McCarthy; I _feel_ it--\"\n\n\"Wait,\" McCarthy I told them. \"This isn't gettin' us any place. The\nair's gettin' bad in here. Let's go back and argue it out.\" He pushed\nthe lever down again.\n\nSo they went back a hundred and ten million years to discuss the matter\nreasonably. And, when they arrived, what do you think they found?\nYep--exactly. That's exactly what they found.",
    "metadata": {
        "author": [
            "Tenn, William",
            "Klass, Philip",
            "Putnam, Kenneth"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/64354/pg64354.txt",
        "name": "me_myself_and_i.json"
    }
}