{
    "name": "Meddler's Moon",
    "author": [
        "Long, Wesley",
        "Smith, George Oliver",
        "Smith, George O. (George Oliver)"
    ],
    "body": "Peter Hedgerly heard the door open and close and he smiled at his\nreflection in the mirror. He turned partly and called out through the\nsemi-closed bedroom door.\n\n\"Sit down, honey. I'll be right out.\"\n\nJoan Willson was early, he thought, but it made no matter. It merely\ngave them more time togeth--\n\n\"I'll sit down,\" came a deep, pleasant masculine rumble, \"but I'm not\nyour honey!\"\n\nPeter hit the door and skidded into the living room, his loose\nshirttail flying out behind him. \"Who're you?\" he demanded sharply.\n\n\"Please do not be disturbed. Finish dressing,\" said the stranger. Peter\nmeasured him. A few pounds heavier than Peter's one hundred and sixty;\nan inch taller than Peter's five feet eleven. About the same sandy\nblond complexion. The face was wreathed in a beatific smile that in no\nway matched Peter's exasperation.\n\n\"I'm expecting a guest,\" snapped Peter. \"The door was open for ... the\nguest. Not for stray strangers seeking company or whatever.\"\n\n\"I know. My presence will make no difference.\"\n\n\"No difference?\" exploded Peter angrily. \"Look, sport, three's a crowd.\nTechnically, you're trespassing. Shall I prove it by calling the\npolice?\"\n\n\"You may if you wish,\" replied the stranger. \"But I happen to know for\ncertain that you will not.\"\n\n\"No?\" snapped Peter. He headed toward the telephone with all of the\ndetermination in the world. The stranger watched him tolerantly. Peter\nreached the table beside the door and reached for the phone. As his\nhand touched it, the door opened and Joan Willson came in. She gulped\nat Peter and said: \"Oh!\"\n\nPeter became aware of the fact that his nether raiment consisted of\nshoes, socks, paisley-print shorts and a curtailed-shirttailed WPB\nmodel shirt.\n\nHe echoed Joan's \"Oh!\"\n\nHis ejaculation died like the diminishing wail of a retreating fire\nsiren. That was because the duration of the monosyllabic diphthong\nexceeded the time necessary for Peter to gain the security of the\nbedroom where he donned his trousers and wished there were something\nhe could do to cover the blush of embarrassment on his face. His ears\nespecially.\n\n\n\nThrough the door he heard the stranger say: \"Please come in, Miss\nWillson. Peter's condition is but temporary.\"\n\n\"But why ... what ... and who are you?\"\n\n\"That's a long story,\" replied the stranger. He turned and called out\nto Peter. \"I told you you'd not call the police!\"\n\n\"Police!\" exclaimed Joan. \"Peter, is ... is--?\"\n\n\"Not at all,\" said the stranger, interrupting her and intercepting the\nwords which had been intended for Peter. \"I've had too little time to\nmake explanation. I'm Joseph Hedgerly.\"\n\n\"Relative of his?\" asked Joan.\n\n\"Quite. And quite close.\"\n\nPeter called: \"Never heard of you.\"\n\n\"You will,\" replied Hedgerly. \"You see, Peter, I'm here to help you.\"\n\n\"And if I need no help?\"\n\n\"You do.\"\n\n\"Let me be judge, huh?\" snapped Peter.\n\n\"You're in poor position to judge. That's why this help is thrust upon\nyou, so to speak. After a bit you'll understand.\"\n\n\"Thanks,\" said Peter. Slowly he came into the living room again and\nfaced Joan, still flushed.\n\n\"Honest, Joan,\" he started, but the girl shrugged. \"Don't apologize for\na sheer accident,\" she said.\n\n\"It was no accident,\" said Hedgerly.\n\nPeter whirled. \"Look, chaperone, who invited you in? As for any\nrelation of mine? Are you?\"\n\nHedgerly arose carefully. \"I am Joseph Hedgerly, your grandson.\"\n\nJoan looked at Peter and laughed heartily. \"Peter Faust Hedgerly.\nHaving a thirty-odd year grandson is quite a record for such as you,\"\nshe told him. \"You will only be thirty-two next birthday.\"\n\nPeter turned to the other angrily. \"Can it,\" he snapped. \"Grandson my\nankle!\"\n\n\"I am your grandson.\"\n\n\"Yeah ... sure. Shall I call the cops now?\"\n\n\"You could, but you will not.\"\n\n\"Oh spinach!\" Peter headed for the phone again but the stranger said,\nquietly, \"Might listen to me, Peter.\"\n\nPeter stopped, turned, and said: \"Explain--and explain fast!\"\n\n\"You are a physicist with the Abstract Laboratory at Chicago. You\nalso tinker in your study here. Your son--my father--will take up\nhome-tinkering also, and your son's son--myself--will eventually\ndiscover the secret of time travel. I've done this. I am now here to\nsee that things evolve with a minimum of effort.\"\n\nPeter shrugged. \"You could have saved your time,\" he said. \"If you'd\nnot interfered, I'd have asked Miss Willson to marry me.\"\n\n\"That's the point,\" smiled Hedgerly. \"You see, Peter, my grandmother's\nname was not Willson, nor Joan. Peter Hedgerly--according to the family\nhistory--married a girl by the name of Marie Baker.\"\n\n\"Never heard of her,\" grunted Peter.\n\n\"You will,\" smiled Hedgerly. He turned to Joan. \"I'm sorry,\" he told\nher. \"I have nothing against you: in fact you appear to be of the\nfinest. You will naturally understand there is nothing personal in any\nof this. It is merely a matter of historic fact that Peter will marry\nMarie Baker.\"\n\n\"Mr. Hedgerly,\" she said, \"I dislike you thoroughly. Furthermore, I'm\nnot too certain that history is as solid as you think. Until further\nnotice, then, I hereby accept Peter's sidelong proposal of a moment\nago.\"\n\n\"Joan!\" cried Peter running forward and folding the girl in his arms.\n\n\"Very fetching,\" observed Hedgerly with the air of a man observing the\nantics of a couple of goldfish in the proverbial bowl. \"Considerable\nboundless and mutual enthusiasm, but both terribly and unhappily\nmisdirected. In other words a sheer waste of time and energy.\"\n\nJoan and Peter unclinched and faced Hedgerly. \"We like it,\" they said\nin chorus.\n\nHedgerly nodded understandingly. \"But Marie Baker wouldn't.\"\n\n\"Let's go out, Peter,\" pleaded the girl earnestly. \"This unwelcome bird\nmakes me feel like a female homewrecker!\"\n\nHedgerly beamed. \"Do go,\" he said. \"And enjoy yourselves until I can\nlocate Peter's future wife--my grandmother.\"\n\n\n\nThe big machine should have been quiet according to theory. It had no\nmoving mechanical parts to hum or gears to clash nor levers to chatter.\nIt had for its moving-member a magnetic field that varied on a pure\nsine wave of intensity from a terrific flux-density in one direction,\nthrough zero, and thence to an equally terrific flux-density in the\nopposite polarity. At one newspaper interview as the machine was being\nbuilt some reporter had erroneously noted that the magnetic field\nstrength at maximum was strong enough to affect the iron in your blood.\nThis was intended for sheer hyperbole, but the fact remained that the\nmagnetic field between the big pole pieces was strong enough to warp\nthe path of light. Well, the shift _could_ be measured with the most\ndelicate of optical instruments.\n\nTheoretically, a varying magnetic field should not make a sound.\n\nActually, it did. The field at maximum was strong enough to cause deep\nmagnetostriction of the magnetic metals of the machine. They vibrated\nin sympathy with the varying field: their dimensions changing enough to\nset up sound waves in the air of the room.\n\nSo the theoretically silent machine actually made a clear humming roar\nthat shattered the eardrums and seemed to press offensively on the\nskulls of those working within the chamber.\n\nEven Peter Hedgerly found it oppressing after an hour or two, and he of\nall men should have been used to it.\n\nHe removed his eye from the observing telescope and blinked to relieve\nthe strain. He looked up at Joan, nodded affably, and his right hand\nsnapped the main switch.\n\nThe terrible humming roar died. \"Hello,\" he said brightly. \"What brings\nyou here?\"\n\nJoan Willson laughed sourly. She handed Peter a newspaper. Peter bent\nhis head to read:\n\n    Personal! Marie Baker, Age 27, weight 114, brunette, brown eyes,\n    minute scar on left thigh. Social Security Number 340-01-6077\n    please contact--\n\n\"I don't want her!\" stormed Peter.\n\n\"The advertisement says you do,\" cooed Joan.\n\n\"Now look, Joan--\"\n\nShe laughed and laid a cool hand on his cheek affectionately. \"I know\nyou don't. But I did want to point out that your--grandson--is wasting\nno time.\"\n\nAnother voice interrupted. \"Naturally not,\" interjected Hedgerly.\n\"After all, I'm here to see that things do go according to history.\"\n\n\"History be damned,\" snapped Peter. \"I--\"\n\n\"Really have very little to say about it,\" smiled Hedgerly. \"You'll do\nexactly as ... as you did!\"\n\n\"Then,\" blazed Peter, \"why not let nature take its course? If I'm to\nmeet and commit matrimony with this Baker dame, I'll do it!\"\n\nFor the first time, Hedgerly looked less than the complete master\nof everything he surveyed. \"It is also historic fact,\" he said in a\nsepulchral tone, \"that I add my efforts to make history satisfy itself.\nYou see,\" he said, brightening, \"how it all comes out!\" He dug into\nan inside pocket and came up with a wallet. From it he extracted a\nnewspaper clipping yellow and brittle with age. \"Here is the original.\nI just copied it for the advertisement.\"\n\nPeter took the aged clipping and read it. His hands shook and the\nclipping fell apart.\n\n\"No matter,\" smiled Hedgerly. \"Its job is done.\"\n\n\"Is done?\" demanded Peter.\n\n\"Of course. Marie Baker will be at your apartment this evening.\"\n\n\"I'll scratch her bald-headed,\" threatened Joan.\n\nHedgerly shook his head. \"No, you won't,\" he said positively. Then he\nlooked down at Peter and his eyes ran over the experimental setup.\n\"It won't work,\" he said to Peter. \"You're on the wrong track. It is\nimpossible to accelerate and focus and direct the neutron. The neutron,\npossessing no charge, is therefore unaffected by either magnetic or\nelectrostatic fields.\"\n\nPeter looked up quietly. \"I've evidence to the contrary,\" he said.\n\"We believe that the neutron does possess a charge: that it is\ntheoretically impossible for anything to exist without some charge,\nthough the charge may be exceedingly minute. We believe the neutron to\nbe possessed of a charge of plus or minus--depending upon the moment of\nintrinsic angular momentum--ten to the minus fifteenth electrostatic\nunits less than that of the electron. Therefore--\"\n\n\"You will find that the experimental evidence you get is impure,\" said\nHedgerly. \"You'll save time if you abandon this project.\"\n\n\"Indeed? And what should I take up?\"\n\n\"You'll do history a better turn if you take to investigating the\nmagnetic properties of mass.\"\n\n\"Is that a matter of history, too?\"\n\nHedgerly shrugged. \"If I told you all I know about it,\" he said in a\nsuperior tone that made Peter want to commit homicide, \"then you'd\nhave too much time to sit around and feel frustrated because fate is a\nwritten book.\"\n\n\"Spinach,\" snorted Peter. His hand hit the main switch again and the\nhumming roar leaped out at them from all sides. Peter grinned as he\nnoted the wrist watch on Hedgerly's arm. Unless the character had a one\nthousand per cent nonmagnetic movement, the insides by now would be\nkeeping the Devil's Own Time.\n\n\n\nIt was nine o'clock. For the eleventh time since dinner, Peter leaned\nout of his study and called: \"Now?\"\n\nHedgerly shook his head. \"Not yet,\" he said.\n\n\"Well,\" said Peter this time. \"Come in here. I'm on the trail of\nsomething.\"\n\n\"I know,\" replied Hedgerly. \"You've discovered the Hedgerly Effect.\"\n\n\"The what?\" stumbled Peter.\n\n\"Named after its discoverer. You're quite famous in the future, you\nknow,\" replied Hedgerly.\n\n\"What is this Hedgerly Effect?\"\n\n\"The one you've just discovered,\" replied Hedgerly.\n\nJoan Willson, present because of sheer curiosity pertaining to this\nMarie Baker creature whom she was prepared to dislike on sight, looked\nup from her book and drawled: \"Oh brilliant repartee. You sound like\nthat Cyril Smith routine that goes 'Who's he? Who's who? Him, the man\nin the picture. What picture?' And so forth for about an hour.\"\n\nPeter smiled. \"I suppose,\" he said. \"But it's his fault, not mine. This\neffect is a sort of artificial generation of gravitic force.\"\n\nHedgerly nodded. \"The first historic discovery that proves the\nrelationship between magnetic phenomena and gravitic force. Now we're\non the right trail,\" he concluded. Hedgerly walked over to the small\nbarrette and mixed himself a drink. He lounged back against the bar and\nlifted his glass. \"To my grandfather,\" he said, \"The discoverer of the\nHedgerly Effect!\"\n\nPeter looked at Joan weakly. \"It's fratricide to kill a brother,\npatricide to kill a father, homicide to kill just anybody, infanticide\nto kill your son, but what is it to kill a grandson?\"\n\nJoan looked Hedgerly up and down and her lip curled in derision.\n\"Insecticide,\" she snapped. \"Ignore him. Maybe he'll go away. But\nPeter, what does this gravitic effect mean?\"\n\n\"I'm not too certain,\" replied Peter wrinkling his brow. \"Of course,\nsince gravitic fields do act upon mass without charge, we can now\nfilter out, accelerate, and focus the neutron--or we will be able to\nas soon as we get this effect refined. And if we can generate gravitic\nfields at will, we can nullify the gravitic mass or gravitic attraction\nof masses. That means a complete revision of all the mass-ratio tables\npertaining to space rockets. In fact, it may do away with rockets\nentirely. And the following is conjecture but may be possible:\n\n\"The reason that the limiting velocity is the speed of light is due to\nthe fact that the mass approaches infinity as the speed of light is\nreached. That means that no possible energetic principle can be used to\nattain the speed of light since this increase of mass is a statement of\nthe mass-energy put into the article accelerated. In other words, Joan,\nto increase the velocity of anything to the speed of light requires\nthat you pack into it the equivalent energy required to raise its mass\nto infinity. Meaning of course, infinite energy.\n\n\"However, if this local generation of a gravitic field can be used to\nnullify mass, we can make a space-ship that need not increase in mass\nas its velocity increases.\n\n\"Providing that my reasoning is any good. This is just conjecture and\nguess. I don't know yet how much this gravitic generator will cover.\"\n\n\"You've done a fair job so far,\" said Hedgerly, mixing another drink.\n\"Of course, you'll let it drop there.\"\n\n\"Let it drop?\" yelled Peter. \"With a thing like this at my doorstep?\nWith the twinkle of a slide rule I can become the Originator of\nInterstellar Travel, and you expect me to let it slip?\"\n\nHedgerly smiled tolerantly. \"The discoverer of the Hedgerly Effect does\nnot become involved with space travel,\" he pointed out with a knowing\nair. \"He does become the layer of the cornerstone for Time Travel,\nwhich we believe is as important.\"\n\nPeter looked glumly at Joan. \"Methinks of suicide,\" he groaned. \"I\ninvent Time Travel and for the next million years my invention becomes\nthe curse of mankind. Pandora's Box never let out any trouble-scorpion\nas bad as people like my temporally-gadding grandson!\"\n\n\"Now, grandpop, don't be bitter,\" laughed Hedgerly.\n\n\"Grandpop?\" yelled Peter. \"I'll--\"\n\nThe doorbell rang, interrupting a string of threats. Hedgerly stepped\nspringily to the door, opened it, and said: \"Please come in, Miss\nBaker. We're expecting you.\"\n\nPeter whistled.\n\nJoan hissed.\n\nThe room became three degrees warmer.\n\nMiss Marie Baker was curvaceous. Miss Marie Baker was dressed to prove\nit. Miss Marie Baker knew it. The Petty-Girl calendar on Peter's living\nroom wall took on a drab and lumpy appearance and on the table beside\nthe divan, a magazine cover became blank as the model headed for the\npowder room.\n\nMarie Baker spoke, and Arthur Sullivan moved in his grave because the\nsound of her voice was that reminiscent of that great Lost Chord of\nmusic. \"I'm quite mystified,\" she said.\n\nHedgerly took her slender hand. \"Please come in,\" he said. \"And we'll\ntry to explain. You've come, Marie, to be introduced to your future\nhusband!\"\n\nThe door behind Marie filled again--and filled is the proper term. He\nstood six feet four, the floor creaked under his two hundred and twelve\npounds of sheer muscle, and the litheness of his step carried him with\npantherine grace. \"May I point out,\" he said in a voice that reeked of\nHarvard, Cambridge, and a complete disregard of the letter 'R,' \"that\nMiss Baker may be already acquainted with her future husband?\"\n\nHedgerly faced the giant. \"Please,\" he said in a pained voice. \"I'm\nhaving enough trouble now without your unwelcome aid. Any relationship\nbetween you and Marie Baker must shortly become, at best, platonic.\"\n\nA small brass figurine of Rodin's Discobolus took a sidelong look and\nmade the brazen observation that being platonic with such as Miss Baker\nwas an idea never suggested by his friend Plato. Plato had too much\nsense.\n\n\"Just how do you figure in this?\" demanded the giant.\n\n\"Have we met?\" asked Hedgerly.\n\n\"I'm Anthony Graydon. And my query goes still.\"\n\n\"Pleased to know you, Mr. Graydon. I trust your intentions toward Miss\nBaker are simple?\"\n\n\"Miss Baker happens to be wearing my engagement ring,\" returned\nGraydon. Hedgerly looked, and saw a bit of glitter about the size of a\nsmall pigeon's egg on her left hand.\n\nHedgerly shook his head sadly. \"May I introduce Miss Willson?\" he\nsuggested. \"Miss Willson, will you meet Mr. Graydon? Perhaps, Mr.\nGraydon, the no-longer-needed engagement ring will fit Miss Willson.\"\n\nAnthony Graydon looked down on the time-traveling man with grand\ncontempt. \"You have all the sheer, cockeyed assurance of an egomaniac,\"\nhe said. \"Is Marie supposed to marry you?\"\n\n\"Oh no,\" explained Hedgerly. \"She'll marry him. Miss Baker, may I\npresent Mr. Hedgerly. Marie, this is Peter.\"\n\nHe took Anthony by one arm and Joan Willson by the other and steered\nthem towards the door. \"Let us leave them alone,\" he said. \"They must\nbecome acquainted.\"\n\n\"Look,\" snapped Anthony, \"this has gone far enough--\"\n\n\"Please,\" interrupted Hedgerly, \"this is serious. Miss Willson will\ntell you that what I say is true, however unwilling she is to face the\nbitter truth. It is only a matter of time before Miss Baker becomes\nMrs. Peter Hedgerly.\"\n\n\n\nThe door closed softly behind the three of them before Tony Graydon\nturned to Hedgerly and said: \"What kind of high-octane are you using in\nyour crystal ball these days, Swami?\"\n\n\"Swami? But please, this is not the work of a charlatan. This is\nhistoric fact.\"\n\n\"Sure. So is my girl marrying that bird, huh?\"\n\n\"They will marry,\" replied Hedgerly.\n\n\"Yeah? That's not very complimentary to me,\" snapped Graydon. \"I've\nbeen number One man with Marie for quite some time now. I hardly\nthink--\"\n\n\"Give them time,\" replied Hedgerly succinctly. \"In a short period, the\npropinquity in which they are thrust--\"\n\nGraydon whirled Hedgerly around by grabbing both lapels of the coat\nin one large, well manicured hand. \"Propinquity!\" exploded Graydon in\nfull volume, which was enough to cause endless echoes up and down the\ncorridor. Then even the echoes had echoes for a full minute.\n\nJoan Willson backed out of the way. The hand that enclosed both lapels\nof Hedgerly's coat looked well manicured and in excellent care, but\nshe had a firm hunch that _well-tended_ included the matter of keeping\nit firm, hard, and dangerous. Graydon was no cream puff, and of a size\nwhere even a cream puff is respected.\n\nBut Graydon did not dust his knuckles off against Hedgerly's nose.\nBreeding came to the fore, and Graydon let the other man relax.\n\"Propinquity,\" he said in a level voice that sounded very firm,\n\"presupposes that you and I and possibly Miss Willson are going to\nspend some time in hurling my fiancee and that character together.\"\n\n\"Of course we are,\" replied Hedgerly, with all of the assurance in the\nworld.\n\n\"We--are--not!\"\n\n\"Oh, but we are,\" said Hedgerly. \"And I'll tell you why.\"\n\nGraydon smiled bitterly. \"This,\" he said to Joan, \"is going to be\ngood.\" He looked at Hedgerly. \"It had better be!\"\n\n\n\nMarie Baker shrugged her shapely shoulders and looked very puzzled. \"I\ndon't understand,\" she said.\n\n\"Miss Baker, please let me explain,\" pleaded Peter. She nodded, and\nPeter plunged into the explanation as completely as he could. Then--\n\n\"Peter,\" she said quietly and very sincerely, \"I'd hate to hurt your\nfeelings, but I'm afraid that ... that--\" her magnificent voice trailed\noff weakly as she fumbled with the pint-sized diamond on her left hand.\n\nPeter patted her shoulder. \"I am glad you are a sensible woman,\" he\ntold her. \"I'm rather taken up with Joan, you know.\"\n\n\"Then what can we do?\" cried Marie.\n\n\"I don't know,\" grumbled Peter. \"This is the way I see it; he's ...\nuh ... our grandson, and--\" he looked at her curiously. \"Uh ... what's\nthe matter?\" he asked suspiciously.\n\nHer laughter came bubbling up from below the surface and it tinkled\nacross the apartment like the sound and fragrance of a bubbling\nfountain. It was a genuine laugh deep and hearty and just long enough\nto be enjoyed. Then she explained: \"I'm sorry--not really sorry about\nlaughing, I mean, but look, Peter, have you ever considered that you\nand I have been formally introduced by our grandson?\"\n\n\"It sounds slightly indecent to me,\" grumbled Peter.\n\nMarie shook her head. \"If anything,\" she said quietly and sincerely,\n\"is _fait-accompli_ it is the very definite person of--our grandson.\"\n\n\"I'd been psychopathically avoiding that,\" he said. \"Trying to ignore\nit.\"\n\n\"It looks,\" she began in a trapped voice, \"as though we're stuck. If\nthat bird is really our grandson, we might as well give in. Come here,\nPeter, and hold my hand.\"\n\nHe took her hand gingerly.\n\n\"You may kiss me, Peter.\"\n\n\"Thanks,\" he said dryly, \"I'll keep your offer open until a more\npropitious date. Meanwhile, Miss Baker, I'll continue to feel slightly\nangry at being told what to do; when to do it; and with whom. Even\nthough the Book of Acts is complete down to the final decimal.\"\n\nMarie laughed cheerfully again.\n\nHe looked at her curiously. She stopped laughing. She leaned forward\ngracefully and offered him her right hand again. \"Shake,\" she said.\n\nHe shook.\n\n\"Now,\" she said seriously, \"let's at least be friends. I'm not inclined\nto take to being hurled at any man's head. I might add 'either.' But\nif this Book of Acts is the complete thing it seems to be, we'll find\nit out soon enough. But,\" she said leaning back against the divan, \"I\nwon't marry any man I do not love. And I happen to love Tony.\"\n\nPeter nodded. \"I happen to love Joan Willson,\" he said. \"Until I\nchange, we'll let it continue that way.\"\n\n\"O.K.,\" chuckled Marie Baker. \"Gin Rummy!\"\n\n\"Right,\" said Peter reaching for a deck of cards.\n\n\n\nGraydon looked at Hedgerly across the top of his glass. \"If you're from\nthe future,\" he said, \"you could do some real chipper things.\"\n\nHedgerly nodded. \"I know what you're thinking,\" he said. \"You believe\nthat I have the advance dope on the stock market and other items for\nspeculation.\"\n\n\"Well?\"\n\n\"I have. Of course, my time happens to be some sixty years after now,\nunderstand?\"\n\n\"Perhaps, what are you driving at?\"\n\n\"I'm trying to tell you,\" said Hedgerly, \"that if I help you amass a\nfortune on speculation, this will be known fact by my time.\"\n\n\"So?\"\n\n\"So,\" said Hedgerly, \"the only thing I've done--the only thing that is\nhistoric fact--is that which I'm going to do for proof. Just one thing.\"\n\n\"Go on.\"\n\n\"I'm going to write something on this envelope. Then I'm--Wait. We'll\ndo it. I came prepared.\"\n\nHe wrote a sentence on the flap of the envelope and handed it to Joan.\n\"Keep it carefully,\" he told her.\n\n\"Now,\" he said to Graydon, \"There will be a big nine-event day at Bay\nMeadows tomorrow. I have here a listing of nine horses. You will put a\nsum of money on these nags and you will become famous as the first man\never to win a complete nine-horse parlay.\"\n\n\"Interesting if true,\" said Graydon, looking over the list. \"We'll know\ntomorrow.\"\n\n\"We'll go out to the track tomorrow,\" said Hedgerly.\n\n\"What about Marie and Peter?\" asked Joan.\n\nHedgerly smiled. \"True love,\" he said, \"never runs smooth. Peter and\nMarie are busy playing Gin Rummy now, and both of them agreeing that\nthey'll have none of this. But propinquity--\"\n\nThe low growl in Graydon's throat stopped him cold. Perhaps his\nhistory told him to stop.\n\n\n\nThe roaring hum of the generator made speech difficult but not\nimpossible. Marie, with pencil in hand, was interestedly recording\nthe data that Peter was calling to her. His lips brushed her ear\noccasionally because it was necessary to get the figures across through\nthe din. The brush of lip against ear was not unnoticed; under the\ncircumstances it was hard to ignore anything, even the least minute of\npersonalities. Finally he snapped the switch and the roar died.\n\n\"That's it!\" he said exultantly.\n\n\"It's beyond me,\" said Marie, looking dazedly at the solid bank of\nfigures she'd written down.\n\n\"That's because you've never been exposed to the stuff before. Come\non--I'll show you.\"\n\nHe snapped the safety switch and watched the last dying flicker of the\nradiation counter above the control panel. Then he pressed a button\nand a huge door creaked open. He led Marie along a zigzag hallway,\nexplaining, \"Radiation products, like all Chinese Devils, travel only\nin straight lines.\"\n\nThen, inside of the shielding, she saw the generator.\n\n\"This made that terrible racket?\" she asked.\n\nHe nodded.\n\n\"I'd hate to be inside here when it's running,\" she said nervously.\n\n\"Me, too,\" he grinned. \"But I daresay the radiation would kill you long\nbefore the noise did.\"\n\n\"Oh!\" she gasped, getting the implication of the dangers of nuclear\nphysics in one gulp.\n\n\"This,\" he said, \"is brand new. In the center is a small, thin-walled\nbrass container filled with radon gas, and suspending a cloud of finely\ndivided beryllium. This produces neutrons. Very slow neutrons not\nworthy of mention compared to most nuclear reactions. However this is\nbut a source instead of a complete deal.\n\n\"The neutrons emerge from the container in all directions, but are\nurged into motion by a swift increasing pulse of gravitic force. It\nused to be magnetic, but it is now gravitic. We've changed it over\naccording to my findings of recent work. Then with the neutrons moving\nin a cloud, we alternate the gravitic field, varying it from attraction\nto repulsion. Just like a cyclotron uses radio frequency energy in the\nDee Plates, we use gravitic energy to accelerate neutrons.\n\n\"Probably doesn't mean too much to you,\" he said with a smile. \"But for\nthe first time in history we can hurl a beam of neutrons of any desired\nrange of energies at a target in any desired cross-section.\"\n\n\"It must be important,\" smiled Marie. \"It is so complicated.\"\n\n\"Sophistry,\" he grinned. \"Remember those 'nonsense engines' that were\nfull of spools, levers, gears and stuff: all working furiously but\nproducing nothing?\"\n\n    \"'A tale told by an idiot,\n    Full of sound and fury,\n    Signifying nothing,'\"\n\nquoted Marie.\n\n\n\"Sort of like our friend Hedgerly,\" grinned Peter.\n\n\n\n\"Speaking of the devil,\" came a voice. Hedgerly came in through the\nwinding passageway, followed by Graydon and Joan Willson who came\nlast. Joan passed through the group until she could take Peter's arm.\n\"Peter,\" she said. \"I'm wealthy.\"\n\n\"So?\" he said.\n\n\"Hedgerly produced a nine-horse parlay at Bay Meadows. Mr. Graydon ...\nTony, that is ... put down a ten dollar bill on it in my name. I'm now\npossessed of about sixty-three thousand dollars.\"\n\nIgnoring the statement, Peter squinted at Joan and asked: \"It's 'Tony,\nthat is' now?\"\n\nGraydon scowled faintly. \"Let's all be stuffy,\" he said.\n\n\"Sorry, Graydon,\" said Peter. Graydon nodded. He thought he understood.\nHe tried to, anyway. As irking as the situation was to him--having this\ncharacter Hedgerly blithely hurling his fiancee at Peter's head and\ncallously telling everybody else that they might as well give up trying\nto change Fate--he believed that Peter and Marie both were more than\nirked at being hurled together. Peter was not a boor, nor even stuffy.\n\nJoan filled the silence. \"That isn't all,\" she said. \"Last night\nHedgerly wrote this in an envelope before he gave Tony the horses to\npick. It says: 'Graydon will place ten dollars on the parlay in Joan\nWillson's name and she will win sixty-three thousand, four hundred\nseven dollars and sixty cents.' That's what happened, Peter.\"\n\n\"Um,\" said Peter.\n\n\"Trapped,\" said Marie.\n\n\"Gypped,\" growled Graydon.\n\n\"Bought,\" muttered Joan.\n\n\"I've told you again and again,\" said Hedgerly, \"that no matter what\nyou do, you're doing just what history says--note the past tense--you\ndid! Even to producing a means of controlling neutrons, Peter. Now,\nof course, you'll continue here, though this being the Theoretical\nPhysics Laboratory, you'll let this information disperse. The other\nboys will pick it up and develop it while you continue to delve into\nthe relationship between magnetism and gravitics.\"\n\n\"And suppose I do not?\"\n\n\"Oh, but you did.\"\n\n\"Not,\" growled Peter, his voice reaching a crescendo, \"if I go nuts\nfirst!\"\n\nHedgerly spoke quietly to Marie. \"You take care of him,\" he told her.\n\"There's nothing like it for cementing a fond relationship.\"\n\n\"Must I give up my life work?\" exploded Peter angrily. \"I'd rather work\non this gadgetry than eat! I've got me a lead that may end up by making\nme as famous as Faraday or Einstein and if I follow it, I'll end up so\nfar behind the eight-ball that it'll look like a split pea.\"\n\nMarie leaned back against the frame of the generator and smiled at him.\n\"This,\" she said in a voice dripping with phony tones, \"is a shock to\nme. Men usually brave fire and flood to touch the hem of my skirt. But\nyou'd rather give up being historically famous than--\"\n\n\"Shaddup,\" snapped Peter. \"And let me think!\"\n\n\"Think?\" muttered the girl helplessly. \"I think we're licked.\"\n\nPeter nodded. \"Licked, drawn, and quartered. Y'know, Marie, I've tried\nto resent you. I can't. Probably because I know you're in the same boat\nas I am.\"\n\nShe nodded. \"Whatever he does, whatever we do, he's got the answer and\nhe gives it one hundred per cent. No man in his right mind would ever\nhave stood up to Tony and told him to reduce his feeling toward me to\nplatonic friendship. Not unless he knew beforehand that Tony wouldn't\nhalf-kill him. But I am beginning to understand. Even though what he\nsays is odious, I must admit that it does come to pass.\"\n\nPeter looked unhappy. \"This is a fine mess,\" he said. \"It wouldn't\nbe half bad if Hedgerly and his confounded history were capable of\nchanging our feelings as well as our lives. But he blithely ignores\nthe fact that you and I are expected to marry--with both of us feeling\nthat we'd rather marry someone else, and know who. Then to top that,\nnot only is it going to be emotionally difficult in the first place,\nbut think of the emotional wrench we'll get when Tony and Joan--\"\nPeter stopped, swallowed hard, and then added: \"I'm not speaking too\nselfishly, Marie. I've not mentioned how they will feel. The whole\nthing is a trumped-up mess.\"\n\nMarie put her hand on Peter's arm. \"I don't exactly love you,\" she\nsaid with a shy smile, \"but you are a very nice guy, Peter.\"\n\n\"Huh?\"\n\n\"You're sensitive and gentle and thoughtful of other people's feelings.\nI have a hunch that you could also be very hard and rough if the need\narose.\"\n\nPeter smiled a little crooked smile and said: \"All of which gets us\nnowhere, does it?\"\n\n\"No,\" admitted Marie. \"But if I'm going to have myself hurled into an\n'arranged' marriage, I'd rather it be with someone I respect.\"\n\n\n\nHedgerly leaned over the back of the divan in Peter's living room and\nlooked from Joan to Tony, one on each side of him. \"What's so wrong\nwith it?\" he asked. \"People have been happy in prearranged marriages\nfor centuries. Sometimes the participants never meet until they are\nintroduced by the minister.\"\n\nTony looked up sourly. \"Hedgerly,\" he said, \"you may have traveled back\ninto time. But mister, you didn't come THAT far back!\"\n\nHedgerly shook his head impatiently. \"I fail to see why people\nrant against their fate. It is written that Peter and Marie get\nmarried. It is also written that they celebrate their golden wedding\nanniversary--shucks, I was there as a kid and I know. They were very\nhappy together.\"\n\n\"So?\" demanded Joan.\n\n\"So you might as well give up,\" said Hedgerly. \"As I told Peter when I\narrived a few days ago, I've come to help him. The chances are that\nthings would have gone off all right if I'd not come. Peter and Marie\nwould have met, regardless. As for you and Tony, Joan, I might tell you\nthat you were very happy together, too. So you might as well give up\ncompletely and accept the dictates of fate.\"\n\n\"I hate to go through the motions of a play for nothing,\" grunted Tony.\n\nHedgerly winked at Joan. \"You'll find some of the motions are fun,\" he\nsaid.\n\nThe door opened and the other couple came in. Hedgerly looked at them\nand smiled genially. \"Have fun?\" he asked. His tone was that of an\nindulgent father.\n\nPeter looked vague. \"We've been sitting and talking.\"\n\n\"No better way of becoming acquainted,\" smiled Hedgerly. He leaned back\nover the divan. \"Let's go out and leave them alone,\" he said in a low,\nquiet voice.\n\nTony shook his head. \"I live in strict bachelor quarters,\" he said.\n\"And Joan couldn't have a visitor at this time of night. And I'll not\ngo out and sit on a park bench so that some bird can make time in a\ncomfortable living room with my fiancee.\"\n\nHedgerly shrugged. \"This, then, is one time when four's company but\nfive's a crowd.\" He said goodnight all around and then left, knowing\nthat the two couples would talk for hours, and each word would bring\nbetter understanding.\n\nFor this was it.\n\nHedgerly went to his hotel and called a private airport. \"I want two\nplanes ready to be hired for a quick trip to Yuma,\" he said. There was\nanswer. \"No, I'm not hiring both. I'm just telling you that there will\nbe another party inquiring. You'll see that they're satisfied. Let me\nknow when they do. I'm going in the second plane.\"\n\nThen, because he knew he'd be up most of the night and early morning,\nHedgerly went to bed.\n\n\n\nBack in Peter's living room, there was not a quiet discussion. It was\nan armed rally.\n\n\"I'll speak plainly if I can,\" said Peter, striding up and down. \"And\nwhen I miss a point, someone can call me on it.\"\n\n\"I don't know what you're after,\" said Tony, who was holding Marie's\nhand in a manner that should have disturbed Hedgerly's sleep. \"But I'm\nfor it.\"\n\nPeter smiled. \"Hedgerly is supposed to be my grandson,\" he said. \"I'm\nto marry Marie. We are to celebrate a golden wedding. Fine and dandy.\nNow look: The one weak point in Hedgerly's wild story is the question\nof why he came back?\"\n\n\"Because it is so written,\" suggested Joan.\n\n\"Fine,\" grinned Peter. \"Now leaving all personalities out of this for\nthe moment, Marie, if you were introduced to me at a party, would you\nbe interested in me?\"\n\n\"Perhaps,\" she said. \"On the other hand, Peter, you're not a\nspectacular chap. One must really know you before one can see what\nmakes you tick. Then they're not certain. I wouldn't know, really.\"\n\n\"But how do you feel now?\"\n\n\"Resentful! As much as I know and admit that you are a fine man, Peter,\nI feel as though I were being forced into a duty that offered little\ncompensation.\"\n\nTony nodded and then said: \"Look. I can sum this all up, I think.\nPeter, you are welcome to enter my home at any time. You can even be\nknown and recognized as my wife's best friend.\"\n\n\"Just so,\" interjected Joan, \"he doesn't get too friendly.\"\n\nPeter grinned. \"We're a long way off of the track,\" he said. \"This is\nas much a time-clichÃ© as the fiction about the man who stabbed his\nfather. The joker is, what do we do about it?\"\n\n\"What can we do?\" asked Joan helplessly.\n\n\"All we have to do is to foul him up just once,\" said Peter. \"If he\ndoesn't come back to annoy us, then Marie and I may never meet.\"\n\n\"In other words,\" said Tony, \"the pattern is complete only when\nHedgerly comes back and interferes.\"\n\nPeter nodded. \"Either we live by accident and die by accident or we\nlive by plan and die by plan. If our lives are written in the Book\nof Acts, then no effort is worth the candle. For there will be those\nwho will eternally strive to be good and yet shall fail. There will\nbe others who care not nor strive not and yet will thrive. Why? Only\nbecause it is so written. And by whom? By the omnipotent God. Who,\nmy friends, has then written into our lives both the good and the\nevil that we do ourselves! He moves us as pawns, directs us to strive\nagainst odds yet knows that we must fail because he planned it that\nway. For those, then, that fail there is everlasting hell.\n\n\"So,\" said Peter harshly, \"I plan that this goldfish shall try to live\nin air.\" He plunged his hand into the aquarium and dropped a flipping\nfish onto the table. \"I direct that this goldfish shall try to live.\nSee, it strives hard to live in an unfriendly medium. It fails--of\ncourse, because the goldfish is incapable of following my dictate.\"\n\nPeter's face took on an angry expression. \"It has failed to obey me,\"\nhe thundered. \"Ergo it must be punished!\"\n\nHe lifted a heavy letter opener and chopped down, cutting off the head\nof the still-gasping fish.\n\n\"And that,\" he said bitterly, \"is predestiny!\"\n\n\"All of which proves--?\" asked Marie.\n\n\"Hedgerly exists,\" said Peter. \"But suppose Hedgerly exists only as\na probability. A probability that he himself has made high. You see,\nthere is always the probability that any man will meet any woman.\nSuppose the outcome of this probability was strong enough for the\noutcome--Hedgerly--to invent time travel, and then come back here to\ninsure the probability?\"\n\n\"I think I see,\" said Joan with a twinge of doubt.\n\n\"Well, all we have to do is to be darned sure that his own particular\nprobability does not occur. Then he won't occur, and all of this will\nnot occur, and we--\"\n\n\"Look,\" said Tony excitedly, \"it may be grasping at straws, but it\nseems to me that anything that is as certain as your friend ... your,\nah, grandson ... Hedgerly claims shouldn't require a lot of outside\naid.\"\n\nMarie brightened, and then looked glum. \"There's one thing that we all\nforget,\" she said unhappily. \"We're speaking of predestiny as though\nwe were a bunch of people going through the lines of a play. That may\nor may not be so. Let's face it, predestiny means that we may or may\nnot know what our next move may be. We do not know, and there seems to\nbe no way of finding out. Therefore whether or not our acts are all\nwritten need not take any of the fun out of life.\"\n\nTony faced her in surprise, \"Just what are you advocating?\" he\ndemanded.\n\nShe reached up and took his hand. \"Tony, never doubt that I love you.\nYet Peter is a nice fellow, and had I met him first I'm reasonably sure\nthat we could have been happy together.\"\n\n\"All right,\" nodded Tony. \"Granted that love is a matter of\ncoincidence, of the desirable factors of personality, propinquity, and\npropitiousness, so what?\"\n\nMarie looked unhappy. \"He ... Hedgerly ... did win a nine-horse parlay,\ndidn't he?\"\n\n\"Yeah.\"\n\n\"He is here.\"\n\n\"Indubitably--and damnably!\"\n\n\"Well,\" concluded Marie, \"it is distasteful, but it seems ordained.\nAnd when--like going to the dentist--you're faced with something\ndistasteful, there's little point in fuming over it. Do it--and forget\nit!\"\n\nJoan jumped to her feet. Then she sat down dejected. \"Beating my head\nagainst the wall,\" she said. \"All right. I give up.\"\n\nPeter thought for a moment. \"Look,\" he said brightly, \"sometimes people\nmust take chances. Sometimes people gotta ride close to the edge in\norder to gain safety. I suggest that we all elope to Yuma and have a\ndouble wedding!\"\n\nTony advanced upon Peter with fire in his eye. \"You're going to let\nthat character get away with this?\" he demanded. \"I'll kill him first.\"\n\n\"No,\" said Peter shaking his head. \"That won't remove the truth of his\nbirth. What must be done is to prevent it in the first place!\"\n\n\"By going through with it?\" snorted Tony.\n\n\"We can all hope for a last-minute reprieve,\" said Peter. \"And until\nwe're shotgunned into it, we can always have a double wedding with the\ncross-couples getting married. Y'see, Hedgerly claimed there hadn't\nbeen either a divorce nor a death-and-remarriage in the family for\ngenerations. Now the thing we gotta do is to get married to whom we\nwant, and the only way we can even come close is to get close enough to\na preacher to have him do the job. All at once and no one first. Finis,\nconclusion.\"\n\nTony nodded slowly. \"Me, I've been half-psychopathically afraid of any\nGentleman of the Cloth ever since Hedgerly turned up,\" he said. \"So we\ncan all go and be certain that the other is irreparably and thoroughly\ncommitting nonretractable matrimony. Then pooh for Grandson Hedgerly!\"\n\nPeter went to the telephone and dialed the number of the private\nairport. Ten minutes later they were on their way to the port, and when\nthey arrived they looked carefully, but did not see the odious one.\nThey paid no attention to the other plane idling in the background.\n\n\n\nHedgerly arrived as they took off into the blue. His plane was waiting\nand he leaped in quickly and told the pilot to follow the other plane.\n\n\"What's the hurry?\" grinned the pilot.\n\nHedgerly smiled a sly smile. \"It's a very long tale,\" he said. \"But\nthe summation of it all is that there are two couples in that ship who\nintend to get married.\"\n\n\"Double wedding, huh?\"\n\n\"Right. That's what they intend.\"\n\n\"And are you the irate father, the angry brother, or the jilted lover?\"\ngrinned the pilot. He gunned the engine, and the plane roared down the\ntarmac and lofted. The pilot wasted no time in following the other\nplane. When the roar of the engine diminished for flying speed, the\npilot turned to Hedgerly, who was obviously waiting for a semblance of\nsilence before he spoke.\n\n\"I'm none of those,\" he said with a smile. \"I'm merely a very\ninterested character whose future depends upon seeing the right thing\ndone.\"\n\n\"Such as?\"\n\n\"Well, Party A wants to marry Party B while Party X wants to marry\nParty Y. This must not be. However, it must be that Party A marries Y\nwhilst Party B marries X.\"\n\n\"Clear as a Raymond A. Chandler plot,\" grinned the pilot.\n\n\"Well, they've been trying to outwit me for quite some time,\" remarked\nHedgerly. \"Right at the present time, they're heading for this double\nwedding. The trouble is that they're so befuddled and worried about\ndoing the wrong thing that that they'll pay no attention to what the\npreacher is saying?\"\n\n\"Who does?\" laughed the pilot.\n\n\"It would be better for their little plot if they did,\" said Hedgerly\nwith a sly grin. \"For, you see, I'm going to see that the preacher\nmarries the proper parties.\"\n\n\"How?\"\n\n\"I know how. You see, I've known about this plan of theirs for quite\nsome time. And I know how it will come out. There will be a lot of\nconfusion once this double ceremony is over and they think they're\nsafe. While this confusion is going on, the preacher-man will be\nfilling out the wedding certificates. He will, of course, have\nforgotten the correct names of the married ones. He will look up--and\nhe will see me. I will tell him that I arrived a little late for the\nfestive event, but can I be of help? Let's not annoy the happy people\nwith details. You're confused? Then permit me to supply the details.\"\n\n\"Yeah?\" said the pilot, interested.\n\n\"Then I'll supply the necessary details to make certain that the\nmarriage certificate handed to Tony Graydon will state that he is\nsolidly wedded to Joan Willson: conversely, the certificate handed to\nPeter Hedgerly will irrevocably state that he is to have and to hold\nuntil death do him part from Marie Baker. _Quod Erat Demonstrandum!_\"\n\n\"Think there's a good probability of your getting away with it?\"\n\n\"An excellent probability,\" stated Hedgerly. \"This, chum, is it!\"\n\n\n\nHedgerly arrived as the festivities came to a close. Quietly he slipped\ninto the back door of the cottage and walked through the house until\nhe came to the parson's study. There he waited until the gentleman\narrived, and then he said:\n\n\"I am a relative of one of the fellows involved, sir. I seem to have\nbeen late for the big occasion, and I'd rather not interfere right at\nthe present.\"\n\nThe parson looked up and nodded genially, \"Not even to kiss the brides?\"\n\n\"Later,\" grinned Hedgerly. \"Doubtless the brides are being very well\nkissed right now?\"\n\n\"Thoroughly. I see your point.\"\n\n\"Yeah,\" drawled Hedgerly with a smile. \"I've often thought it was a\nstrange way to start a fidelitous wedlock--for the bride to go around\nbestowing kisses on all and sundry males.\"\n\n\"My point exactly. The man to kiss the bride is her new husband and\nnone other. You are a discerning man, sir. I don't know--\"\n\n\"Hedgerly. A not-too-distant relative of Peter Hedgerly.\"\n\n\"Then you know the names of all of them?\"\n\n\"Known then for years.\"\n\n\"Fine. Then you can help me with their names. Mind?\"\n\n\"Not at all,\" smiled Hedgerly. \"They are Peter Hedgerly, Marie Baker,\nAnthony Graydon, and Joan Willson.\"\n\nThe parson put the names down and then turned to his desk. He picked\nup a rather heavy script-pen and started to write the names in on the\ndotted lines in a heavy ornate script. Finished, he arose and said:\n\"Come on, Mr. Hedgerly.\" He waved the certificates, saying: \"I like to\nwrite these things in with a heavy flourish. It seems to give them more\ncolor or taste or whatever than merely scrawling the names in common\nhandwriting.\"\n\nHedgerly followed at a little distance. He wanted to see Peter's face\nwhen the young man read the certificate and found out who he was really\nmarried to. Furthermore, Hedgerly wanted to be there to point out who\nwas wedded to whom and why.\n\nPeter accepted the certificate and put his arm around Joan with a\nfatuous expression. Tony kissed Marie. They all started for the door.\n\nHedgerly ran forward, but the parson stopped him. \"Hedgerly,\" he said,\n\"you made one mistake. Never, never, never, try to hurl any woman\nat any man's head. They both resent it. And never, never, count on\nanything as being certain. And always, when you're trying to juggle the\nfuture, be certain of the true ancestry of those who have a definite\npart of it. I'll offer you a lift, Hedgerly, for I'm going your way,\nbut not as far.\"\n\n\"But ... but--\"\n\nParson Hedgerly smiled. \"Two couples,\" he said, \"happily married to the\nright people--by their own son! Yeah, Hedgerly, you're not the only one\nwho has a good probability of being. But your probability is slipping\nfrom decimal point to decimal point right now--and I doubt that you are\neven a shadow of your present self by the time we finish this trip back\nhome.\"\n\n\n                               THE END.",
    "metadata": {
        "author": [
            "Long, Wesley",
            "Smith, George Oliver",
            "Smith, George O. (George Oliver)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/68313/pg68313.txt",
        "name": "meddler_s_moon.json"
    }
}