{
    "name": "Meet Me in Tomorrow",
    "author": [
        "Geier, Chester S.",
        "Archette, Guy"
    ],
    "body": "The gravel road wound its way through quiet country fields cloaked in\nthe fresh green of early summer. Andy Pearce watched it with expectant\neyes and the odd feeling that it was winding up within him like twine,\nmaking an ever-growing ball of tension.\n\nIt wouldn't be long now, he thought. He was excited--and not a little\nafraid.\n\nAbruptly Pearce leaned toward the windshield of the coupe. \"That's the\nplace, Dave!\" He pointed to a wall of trees that had just come into\nview around a curve.\n\n\"At last!\" Ellen Thorpe sighed, from her seat between the two men. \"I\nwas beginning to think it would take all day to reach this wonderful\npicnic spot of yours, Andy.\"\n\n\"It better be good,\" Dave Fuller growled. \"After letting myself be\ncoaxed into this trip and driving all morning.\"\n\n\"Good?\" Pearce was grinning, though his voice held no humor. \"Dave,\nI guarantee it's going to be better than anything you can possibly\nimagine.\"\n\nEllen frowned at Pearce. \"You know, Andy, somehow you scare me.\"\n\n\"It's the beast in him,\" Fuller put in. \"The gals are always fooled by\nAndy's curly hair and soulful eyes, but sooner or later they wake up to\nhis true nature.\"\n\nShe wrinkled her nose at him. \"I think you're a beast, too. All men are\nbeasts. But as for Andy, he takes first prize. He had to go and ruin\nthe date I made for him and Susie. It practically broke her heart that\nshe wasn't going with us today.\"\n\nPearce moved his hands in a helpless gesture. \"I'm sorry about Susie,\nbut this was one time I didn't want to be fixed up with a date.\"\n\n\"I don't think you ever did,\" Ellen said bitterly. \"I practically had\nto browbeat you into all the dates I made for you.\"\n\n\"Your concern for my ... well, call it social life, is deeply\nappreciated,\" Pearce returned with mild sarcasm.\n\n\"Yours?\" she protested. \"Andy Pearce, I assure you that arranging your\ndates was nothing more or less than self-defense on my part. I didn't\nwant people to get the idea that I was preparing for a life of bigamy\nby always going out with two men.\"\n\n\"I plead self-defense, too.\" Pearce was sober. \"Romantic complications\nare something I wanted to avoid. Anyhow, getting back to this picnic\ntoday, I wanted it to be strictly a family affair.\"\n\nFuller's red head swung around in dismay. \"Good grief, Andy, don't tell\nme all your relatives are going to be out here! If that's the reason\nyou wanted to visit your boyhood stamping grounds--\"\n\n\"Relax,\" Pearce said. \"No relatives. I was speaking figuratively. I\nnever had enough relatives to mention. An uncle brought me up, and he\ndeparted this vale of tears a long time ago.\"\n\nFuller looked relieved. \"Relatives make me nervous.\"\n\n\"Then you'd better stop this rattle-trap of yours.\" Pearce gestured at\nthe trees, now almost abreast of the coupe. \"Not that the fact we've\narrived has anything to do with it.\"\n\n\n\nFuller turned the car into a stretch of grass beside the road and\nbraked to a stop. \"End of the line!\" he announced. Then he glanced at\nPearce in uneasy speculation. \"Or is it? I hope it doesn't take a stiff\nhike to get to your boyhood Eden.\"\n\n\"Quit griping,\" Pearce said. \"We're almost there now. And don't forget\nI promised that this is going to be worth your trouble.\"\n\n\"I'll bet!\" Fuller muttered. Despite his skeptical tone, his blue eyes\nlingered on Pearce in veiled wonder.\n\nPearce let himself stiffly out of the car. Ellen followed, glancing\nabout her curiously. She was a slim, graceful girl, dark, yet with a\nquality of glowing vividness. Her shining hair had been cut short in\nthe current fashion, its boyish effect offset by her large, lustrous\neyes and full red lips.\n\nShe stretched on tiptoe, for a moment standing motionless and\nstatuesque. Pearce watched her with a sudden, flashing intensity. Pain\ntouched him, and regret.\n\nBut it was too late--too late even to think of what might have been....\n\nShe turned. \"This is a wild, lonely-looking place you've dragged us out\nto, Andy.\"\n\nHe nodded, his gray eyes kindling with memories. \"It hasn't changed\nsince I was a kid. Except for the road. It's got gravel on it now.\"\n\n\"What, no red carpet?\" Fuller asked in mock surprise, as he too emerged\nfrom the coupe. \"A lousy welcome for our boy Andy. No red carpet.\"\n\n\"Cut it out,\" Ellen admonished. \"These aren't the surroundings for low\ncomedy. Let's just be simple, sociable folk enjoying a picnic. Bring\nout the eats, and we'll get started.\"\n\nLooking exaggeratedly chastened, Fuller opened the trunk at the rear of\nthe coupe and began handing out objects. There was a basket of food,\nblankets, a record player, and a cardboard carton containing beer\npacked in dry ice. There was also a large suitcase belonging to Pearce.\n\nFuller hefted this exploratively. \"Just a little something for the\npicnic,\" he said, glancing at Ellen. \"That's what Andy told me when he\nput this hunk of luggage in the car. Why, it's as heavy as the national\ndebt!\"\n\n\"Nobody's asking you to carry it,\" Pearce said mildly.\n\n\"No--but I wish I could figure out what you're up to,\" Fuller returned.\n\nPearce shook a warning finger, \"If wishes were limousines, the accident\ntoll among joy-riding beggars would be terrific.\"\n\n\"Very funny.\" Fuller turned to Ellen again. \"Do you think it's decent\nof Andy to worry his friends like this?\"\n\nShe studied Pearce a moment, her dark eyes solemn. Then she moved her\nslim shoulders in a philosophical shrug. \"Since we've come this far, I\nguess we'll just have to put up with it.\"\n\n\"That's the spirit!\" Pearce said. \"Just put your lives in my hands,\nlittle ones--and let the insurance premiums fall where they may.\"\nHe bent to pick up the suitcase and the record player, hoping that\nhe had moved quickly enough to hide the pain and unhappiness that\nhad momentarily showed in his face. The situation was proving more\ndifficult than he had thought it would be. He had hoped to make the\npicnic a light-hearted affair, to keep Fuller and Ellen from suspecting\nat the very outset that something unusual was taking place.\n\n\n\nHe strode into the woods. Fuller followed with the blankets and the\nbeer carton, and Ellen with the basket of food.\n\nThe glade proved easy enough to locate. It was smaller than Pearce\nremembered, but the semi-circle of large stones along one side was\nmuch the same. The trees that rose all around gave their old effect of\nseclusion, of shutting out the world. Beyond the enclosure they made\nwere the shadows cast by inter-laced boughs, and through these came the\nplaintive cries of birds, somehow like the sound of waves on an island\nshore.\n\nPearce glanced around him slowly, relishing the familiarity of the\nscene, his thoughts leaping a chasm of fifteen years. One memory in\nparticular was suddenly very vivid.\n\n\"So this is the place, Andy,\" Ellen said behind him. \"Why, it's just\nperfect!\" She swung to Fuller. \"Don't you think this is worth the\ndrive?\"\n\n\"I refuse to give my opinion until I've had enough beer to put me in\nthe proper mood,\" Fuller growled.\n\n\"Start opening it, then,\" Ellen said. \"I'll get the food ready.\"\n\nThey ate seated on the blankets, around the appetizingly laden\ntablecloth Ellen had spread. Pearce was too intense to have much of\nan interest in food, but he managed to consume what normally would\nhave been expected of him. He was sharply aware that the minutes\nwere running out, that the deadline was now swiftly approaching. The\nknowledge strengthened the undercurrent of dread within him, brought a\npang of sadness.\n\nBut he did not want these last moments with Ellen and Dave to be\ntouched with melancholy, nor did he want them to sense his troubled\nemotional state. He helped to keep a casual conversation going, and\nwhenever this threatened to lag, he started the record player.\n\nShadows deepened within the glade as the afternoon wore on. Pearce\nhelped Ellen to clean up the picnic remains, then sprawled beside\nFuller to finish what was left of the beer. From the record player came\nthe strains of a symphony. Ellen seated herself nearby, tapping one\nslender foot in time to the music.\n\nDistractedly Pearce thought of the fleeting, precious minutes. He\nglanced at his watch.\n\nFuller abruptly sat up. \"There you go again, Andy!\"\n\n\"What?\" Pearce was startled.\n\n\"Looking at that doggoned watch of yours.\" Fuller's expression was\naccusing. \"You aren't fooling anybody, Andy. You're up to some\nthing--and it's about time you explained yourself. This beating around\nthe bush is no way to treat your friends. You drag us out here, to\nthe place where you grew up. You have a suitcase along that certainly\ndoesn't have bricks in it. You drop mysterious hints about something\nspecial.\"\n\nFuller's voice softened, his blue eyes turned anxious. \"Just what have\nyou got up your sleeve, Andy?\"\n\n\n\nPearce looked away, pain, a sudden tightness in his chest. He said\nslowly, \"Well, I'm taking a sort of trip, Dave. I ... I'm afraid I'm\nnever going to see you and Ellen again.\"\n\n\"Andy!\" Ellen's voice was a stricken whisper.\n\n\"Never see us again....\" Fuller muttered blankly.\n\nThe symphony came to an end. There was a moment of strained quiet.\n\n\"What are you talking about, Andy?\" Fuller demanded in hurt\nbewilderment. \"Where are you going that you'll never see me and Ellen\nagain?\"\n\n\"It's a long story,\" Pearce said. He grinned faintly. \"I mean that.\nIt's a story that begins fifteen years in the past and ends some\ntwo thousand years in the future.\"\n\nFuller and Ellen were rigid, staring. Pearce drained the last of his\nbeer and lighted a cigarette.\n\n\"In another way,\" he went on, \"the story really begins right where we\nare now. This part of the woods always was a favorite spot of mine.\nI'd sneak off here to read books and magazines that I borrowed from\na neighbor whose taste in literature was on the blood and thunder\nside--lucky for me. My uncle didn't like to see me reading, thought it\na waste of time. But it was in the middle of the Depression, and there\nwasn't much else to do. Uncle was an intolerant old bird, a widower,\nand he wasn't happy about getting stuck with me. I didn't like it,\neither, but there didn't seem anything a twelve-year-old kid could do\nabout it.\"\n\nPearce drew at his cigarette, his gray eyes squinting into distance.\n\"Uncle's chicken farm was a lonely place, and in self-defense I guess\nI developed a lot more imagination than most kids my age. Most of the\ntime I wasn't on the farm at all--except when Uncle gave me a spanking\nby way of a reminder. I was out on the deserts of Mars, or walking the\nstreets of a lost city in Africa, or tracking down an international\nspy ring in London. This day-dreaming, as I can see now, was pretty\nimportant.\"\n\nFuller said impatiently, \"But Andy, what on earth does this build-up\nhave to do with the trip you're going to make?\"\n\n\"Keep your shirt on,\" Pearce said. \"You'll see.\"\n\nHe resumed. \"What I've outlined was the general situation when I came\nhere one summer afternoon, to read a book. About a half-hour later\nsomething happened that practically made me jump out of my skin. The\nair in the glade seemed suddenly to thicken, and the trees all around\ngrew crazily twisted, as though seen through optical glass. I felt\noddly light, dizzy and sick at the same time. And from somewhere came a\ndeep, humming sound--the kind of sound that might have been made by a\nstring on a giant harp.\n\n\"The next thing I knew there was a sort of machine in the glade that\nseemed to have popped right out of nowhere. It was a metal globe about\neight feet across, with tapering legs or supports on the bottom to keep\nit upright. There was the outline of a door in the side turned toward\nme.\n\n\"I was scared stiff, of course, but I had been reading about this kind\nof thing happening in stories--and as far as I was concerned, there was\nhardly any dividing line between stories and real life. So I stayed\nput. I knew the machine was something special, because I'd never seen\nanything like it outside of the illustrations in the more imaginative\ntype of magazines.\"\n\n\n\nPearce drew at his cigarette again. Fuller and Ellen were like store\nwindow figures, arranged in attitudes of rapt attention.\n\n\"After several seconds the door in the side of the machine opened and a\nwoman stepped out. I thought she was the most beautiful creature I had\never seen, a princess--or an angel. She looked the way ancient Egyptian\nwomen must have looked. She made me think of a tropical flower, which\nwasn't far from truth, considering that she came from a time when the\nEarth was--or will be--a great deal warmer than it is now. She was\nwearing a sort of thin dress that sparkled as though covered with\njewels, and over this she held a long cloak. It was summer, but I\nsuppose it was a bit too cool for her.\n\n\"She smiled at me--and I was glad I had stuck around. She said she\nhoped I hadn't been frightened by the appearance of her machine, and I\nguess I tried to sell her the idea that I strangled lions with my bare\nhands just for exercise. Then she explained that her name was Nela, and\nthat she had come from two thousand years in the future especially to\nsee me. Her machine, of course, was a time machine.\"\n\n\"Good grief!\" Fuller said explosively. \"What kind of a gag are you\ntrying to put over, Andy?\"\n\n\"I know just how it all sounds,\" Pearce returned. \"But believe me,\nfor one of the few times in my life I'm dead serious. Keep quiet and\nlisten. I don't have much time left.\"\n\n\"Go on, Andy,\" Ellen said. \"I'm fascinated.\"\n\nPearce took a final puff of his cigarette crushed it out in the grass,\nand continued. \"Nela explained how it was possible to travel in time,\nbut in the sort of terms a kid would understand. Even what I've figured\nout up to now isn't specific enough to be worth detailing, except\nto say that what we consider space and time are merely illusions\nof sense perception. They are really one stationary system or\ncomplex--stationary, yet dynamic and changing within itself--and under\ncertain conditions one can travel through this system, from future\nto past, or the other way around, like through a museum--the biggest\nmuseum that can possibly be imagined.\n\n\"Nela's machine operated on energy principles that won't be known\nfor a great many years yet, and it will be even longer before those\nprinciples are put into application. She was, in effect, making a\nround-trip from one part of the museum to another--a trip that took\nher across two thousand years of what we call time, or across a couple\nof hundred light years of what we call space. It's one and the same\nthing. Actually, she was following a sort of huge orbit, and was,\nso to speak, stopping off along the route. A trip between one point\nand another can be made only once, because even that one trip brings\nchanges which affect the whole system, or complex. One point, it seems,\nis always shifted so that it lies outside of any orbit which can be\nplotted from the other.\n\n\"Nela told me about the kind of world she came from, too, and it\nsounded--and still sounds--like a perfect place. There was, so she\nsaid, practically no government, practically no laws, restrictions, or\npenalties. In two thousand years enough had been learned about the mind\nto make these unnecessary. Men at last were truly equal. There was no\nlonger any need to work for a living. Machines of all sorts attended to\nevery task and human requirement. Earth was one huge garden--and there\nwas plenty of room for everyone. Men had reached the stars and had\nfound new homes almost beyond number.\n\n\"An ideal picture--but there was a catch to it. The machines on which\nNela's people depended were breaking down, and it seemed nobody knew\neven how to begin repairing them. The men of her time could take suns\napart and put them back together again, but the machines baffled them\nin much the same way that our atomic scientists would be baffled\nwhen it came to repairing a suit of Medieval armor. The answer to\nthe problem was to obtain the help of persons who understood the\nconstruction and operation of the machines at least as well as Medieval\narmorers understood their steel suits. And that answer--in both\ncases--lay back in time.\"\n\n\n\nPearce changed position on the blanket under him and glanced at his\nwatch. He went on, \"Time travel had been accomplished well before\nNela's period, but the process had proved too involved and tricky for\nserious, large-scale use. The important thing, though, was that a\nnumber of machines were immediately available for time travel, and Nela\nwas one of those chosen to operate them. She was, it seems, a gal of\nparts. In addition to being one of the leaders of a world-wide group\nwhich had been formed to deal with the machine break-down problem, she\nwas also an expert on time travel and an authority on Twentieth Century\nlife.\n\n\"Actually, you see, Nela's people were undergoing a cultural\nrenaissance, a reawakening of interest in every field of knowledge\nand endeavor. For many hundreds of years there had been stagnation.\nThe machines had filled every human want, and there had been little\nneed for effort of any kind. Also, progress had been discouraged by a\nhidebound government, which had remained in power through its control\nof certain of the more important machines. The government had fallen\nwhen realization came that it could do nothing to keep the machines in\nrepair, but the damage had been done. After centuries of a hands-off\nattitude toward the machines, nobody else knew how to repair them,\neither. Rapid progress was made everywhere except in this one direction.\n\n\"Nela and the others decided to travel to different points in time and\nobtain specialists who would each be able to deal with some particular\nrepair job on the machines. The machines, of course, were not the\nproduct of any one time period, but were the cumulative result of the\nknowledge and skills of different periods. I was the specialist with\nwhom contact was made at this point in time. It was, I realize now,\nquite a complicated business.\n\n\"When a beautiful girl appears in a time machine and tells some young\nman she needs his help, he doesn't just drop whatever he happens to\nbe doing and go sailing blithely off into the mysterious future. Not\nin real life. He has to consider his family and friends, the career\nhe was working on, all the things familiar and important to him, his\nsurroundings, interests and amusements, climate, customs, clothing--all\nthe rest. He has to consider that he might not be happy in the\nfuture, that he might not fit, that he might not even be physically\ncomfortable, that the beautiful girl herself might very well turn out\nto be disappointing.\n\n\"But if he is a young man of average intelligence, he most likely\nwouldn't even bother to consider these things. He simply would refuse\nto believe the beautiful girl from the future, would be certain it was\nsome sort of a hoax. Or he might even be scared stiff by the very idea\nof traveling in time. All of which boils down to the fact that the girl\nfrom the future would face a mighty tough job getting the right kind of\nyoung man to help her.\"\n\n\"I get it now,\" Fuller broke in musingly. \"So that's what your suitcase\nis for, Andy.\" Then his voice sharpened with protest. \"But it ... it's\nridiculous! I just can't believe it's possible.\"\n\n\"The young man of average intelligence speaking,\" Pearce murmured.\n\n\"Yeah?\" Fuller swung to Ellen. \"What do you think?\"\n\n\n\nShe shook her dark head slightly, lower lip caught between her teeth.\n\"I'm trying not to think... Go on, Andy--before I start thinking.\"\n\n\"Hate to have that happen, if Dave's mental acrobatics are any\nexample.\" Pearce abruptly sobered, glancing at his watch. \"Well,\" he\nresumed, \"Nela and the others foresaw the difficulties they would\nencounter in obtaining help, and they figured out what they hoped would\nbe a fool-proof method of approach. What happened in my case shows\nwhat this was. It seems Nela first scouted out a group of specialists\nto find a couple with the right qualifications. The man she wanted had\nto be young and adventurous, without any family or romantic ties. Then\nshe narrowed her field still further by tracing her selection back to\nchildhood and making direct contact there.\n\n\"It was clever--for after all, the child is father to the man. A child\nis credulous and imaginative to an extent a man is not. And a child is\nadventurous, will let his enthusiasms carry him spontaneously where\na man will hesitate and look for a catch. Most of all a child is\nimpressionable and can be imbued with an idea which he will follow like\na beacon light all his life.\n\n\"I was the child Nela finally settled on. The Andy Pearce she had first\nscouted still existed in time, and nothing would change for him. But no\nparadox is involved, for what we call time is an illusion, a subjective\nquality arising from an awareness of objective conditions--and these\nconditions are not quite what we think they are. That first Andy Pearce\nwas something like a bubble moving in a glass tube. All Nela did was\nput another bubble in motion. The tube itself was not affected, nor was\ntime shifted, bent, nullified, or anything of the sort. Each bubble was\nas real as anything can be said to be real, each existed in its own\nparticular space-time, each was completely distinct and independent of\nthe other.\n\n\"Nela visited me here several times, while she told me all the details\nof her mission. She was also getting acquainted with me and giving\nme time to thoroughly digest the idea of going with her. I agreed to\ngo, of course. It seemed the most natural thing in the world to do,\nand I didn't change my mind. Once she had satisfied herself on that\nscore, she worked out a plan of operations for me to follow until I was\nfinally ready to leave. The plan took in schools, subjects, finances,\nand the like. Nela, you see, was making a big improvement on the first\nAndy Pearce.\n\n\"I never saw Nela again after those first visits. It was quite\nunnecessary, as I can see now. For she and her people understood the\nmind with an amazing thoroughness, and during her talks she subtly\ninjected me with knowledge, emotions and ideals that set me in motion\ntoward my goal as effectively and undeviatingly as though I had been\nhypnotized. And I suspect that she set other bubbles in motion as well,\nto guide and assist me and generally keep me moving in one direction.\"\n\n\n\nPearce gestured. \"I've kept moving, all right. Fifteen years have\npassed, and I know all I need to know about the particular technical\nsubject Nela chose me to handle. I'm ready to leave--and I'm leaving\nvery soon. Nela is coming here to pick me up, having meanwhile been\nmoving to this point along her orbit to make one last stop-off before\ncompleting the swing back to her own point in time. There can be no\nreturn, for once I leave, this point in time can never be reached\nagain. But then I've had fifteen years to get used to the idea.\n\n\"This picnic today was in the nature of a farewell party. You, Dave\nand Ellen, have been the only friends I've allowed myself--and you've\nboth been fine friends. I wanted you both to know exactly where I\nwas going instead of doing a mysterious fade-out. I felt I owed you\nthat much. I've never told anyone about Nela before--not because the\ninformation was likely to prove harmful, or anything of the sort, but\nsimply because it would have created doubts about my sanity. I know I\ncan trust you with it for the same reason.\"\n\nPearce spread his hands, grinning crookedly. \"Well, I hope that leaves\nme and my suitcase explained to the complete satisfaction of everyone.\"\n\nFuller ran his hand through his red hair in agitation and rose to his\nfeet. \"It's the damnedest story I've ever heard, Andy. I wish I could\nbe dead certain it isn't a gag. I can't believe it--or maybe it's just\nthat I can't accept the idea of never seeing you again. If this hadn't\ncome all of a sudden--\" He broke off, gesturing helplessly.\n\n\"Picnics,\" Ellen muttered to no one in particular, \"are going to be\npermanently spoiled for me.\"\n\n\"Hell!\" Fuller growled. \"I need a drink. I guess we all need a drink.\"\nHe reached out as though to detain Pearce. \"Andy, I've got a bottle in\nthe car. For emergencies, you know--and this certainly is an emergency.\nSo stay right here, Andy. Don't go running off into the future until I\nget back. Promise?\"\n\n\"On my word of honor,\" Pearce said.\n\n\"Don't drop that bottle, Dave,\" Ellen put in.\n\nWith a last anxious glance at Pearce, Fuller turned and hurried away\nthrough the trees. Pearce was abruptly, sharply aware that he was alone\nwith Ellen.\n\nShe seemed aware of it also. For a moment her dark eyes met his with a\nkind of pensive directness, then dropped.\n\nThere was an uncomfortable silence.\n\n\"I'll never be quite the same again after today, Andy,\" Ellen murmured\nat last.\n\nHe stared morosely at his hands. \"I'm sorry. I guess I did spring the\nstory a bit too suddenly. Maybe I shouldn't have said anything at all,\ndone a quiet fade-out.\"\n\n\"I think I'd rather have known what happened to you than otherwise.\"\nShe traced a design on the blanket with one slim finger, then said,\n\"Andy, you made a remark in the car--about avoiding what you called\nromantic complications. Were you avoiding them because you were\neventually going away with this Nela female?\"\n\nHe nodded. \"Something like that.\"\n\n\"Wasn't it because you were in love with her?\"\n\n\"Why, I ... I don't think so.\" He was startled. \"I guess it's true\nthat I had a crush on her as a kid, but I haven't seen her for fifteen\nyears. I hardly feel I ever knew her.\"\n\n\"Then even though you're going away with her, there is someone you care\nfor?\"\n\nHe hesitated for an aching instant, finally managed a shrug. \"It isn't\nimportant. Not any more.\"\n\n\"It is--to me. Andy, this is no time for historical novel gallantry\nor radio soap opera self-renunciation. This is the last chance we'll\never have to be completely frank with each other.\" Her dark eyes were\nintent. \"Andy, do you love me?\"\n\n\"I ... well--\" He groped in confusion, with the feeling that he had\nsuddenly found himself on a tight-rope, hundreds of feet in the air.\nThen he nodded miserably. \"Yes.\"\n\n\"Then just why did you take it for granted that I was Dave's girl?\"\nEllen demanded bitterly.\n\n\"I thought Dave was the one you were interested in. He was my best\nfriend, and I didn't want to--\"\n\n\"You thought! Didn't it ever occur to you to find out?\"\n\n\n\nHe made a helpless gesture. \"I wanted to, Ellen--but I don't see what\ngood it could have done. I was going away, you know.\"\n\n\"Don't you think I could have changed your mind about that? Don't you\nthink I can change your mind--even now?\" Abruptly she leaned toward\nhim, her small face lighted as though by some fierce inner fire, at\nonce pleading and demanding. \"Andy--kiss me!\"\n\nDespite himself, that fire touched him, kindled to a blaze. His lips\nmet hers with a quickening pressure, his hands slipped from her\nshoulders to draw her tightly against him. For long seconds nothing\nelse had reality or importance. The glade dissolved around him, and he\nseemed to float in a dark sea that rose and fell with a wild rhythm.\n\nThen awareness of his act exploded in him. He released the girl\nabruptly and drew away.\n\n\"It's hopeless, Ellen! I can't back down now.\"\n\nShe shook her dark head in swift protest. \"It isn't hopeless, Andy. It\nisn't too late. I just proved that to you.\"\n\n\"But Nela is depending on me. I can't let her down.\"\n\n\"You owe her nothing! She took advantage of you at a time when you\nweren't mature and experienced enough to exercise good judgment. Why\nshould you feel obligated to her now?\"\n\n\"I agreed to go with her. If I let her down, she won't be able to\nobtain a replacement with my particular type of training. She can visit\nthis point in time only once.\"\n\n\"That's her problem, Andy. You have your own life to live. Why\nshouldn't you be able to live it as you choose? You don't know just\nwhat sort of a life the future holds for you--but you do know what\nyou'll find here.\"\n\nHe gripped his knees hard, finally shook his head. \"This is something\nbigger than we are, Ellen--something more important than your personal\nhappiness, or mine. It isn't just that Nela is depending on me. Behind\nher is a whole civilization. It's the greatest responsibility a man can\nbe given. If I backed down, I'd never feel right again. I'd always have\nit on my conscience.\"\n\nShe slumped in despair. \"Then there's nothing else I can do to change\nyour mind?\"\n\n\"Nothing, Ellen. I'm sorry.\"\n\nSilence closed down again. A painful, uneasy silence, the silence of\npeople between whom an unsurmountable barrier exists.\n\nThe silence added fuel to Pearce's inner turmoil. He wished that it had\nbeen possible to leave without hurting Ellen, even without discovering\nthat she returned his own feelings. The knowledge that he would never\nsee her again had been difficult enough to face. For in these last\nmonths the picture of her had come to haunt him--Ellen, with her\nshining dark hair and her slim vital body, at once gaily humorous and\nwarmly sympathetic. He knew that he would never forget her, or cease\nthinking of the happiness he might have found with her.\n\n\"It might be a good idea to wipe that lipstick off your face, Andy,\"\nEllen murmured at last.\n\nPearce fumbled for a handkerchief and scrubbed at his mouth. The action\nbrought forward something that had been hovering at the back of his\nmind.\n\n\"What about Dave?\" he asked abruptly. \"I hope I haven't spoiled\nanything for him.\"\n\n\n\nShe shook her head with a grave seriousness. \"Dave knows how I feel.\nAnd it isn't much of a loss where he's concerned, because he's been\ntaking a growing interest in Susie. She has a terrific crush on him,\nand that's the reason she wanted to come with us so badly today. But\nyou insisted on a three-sided party and as usual left Dave to nursemaid\nme.\"\n\nPearce felt a dull amazement. Engrossed with his preparations for\nleaving he had not sensed the emotional undercurrents beneath the\noutwardly placid surface of Dave and Ellen.\n\nEllen, he thought suddenly. Dave was accounted for--but Ellen? He could\nnot voice the question, feeling himself too inextricably bound up in\nit.\n\nThere was the sound of footsteps as Fuller returned, brandishing a\nbottle. \"Here it is!\" he announced. \"Get out the glasses, Ellen.\"\n\nShe produced three plastic tumblers from the basket, and Fuller poured\na generous drink in each. He raised his own tumbler in a solemn gesture.\n\n\"Here's to Andy. Bon voyage--and a high old time in the future!\"\n\n\"Thanks,\" Pearce said in self-conscious acknowledgement. He swallowed\nthe whisky in a gulp, felt its raw warmth spread through him.\n\nBon voyage, he thought. The voyage part was true enough. But he doubted\nif he would have a high old time. He would always think of Ellen. And\nDave. And all the other people he had known, who would continue to\nmove against the old familiar background of their existence, among all\nthe old familiar things, without sudden violent change, or pain, or\nloss. He would think of movies and dances, baseball games and parties.\nAnd restaurants and nightclubs and small quiet bars. And apple pie\nand coffee, hamburgers and malted milk. And his favorite brand of\ncigarettes, and two pants suits and straw hats in the summer. And beer\nand sport pages and classical records on a drowsy Sunday afternoon. And\npolitics and elections and critical internal situations. And crowded\ndowntown streets and quiet suburban cottages--all the other things he\nhad known and liked, or had taken for granted and had not thought much\nabout. He would think of them because they wouldn't exist in the future\nany more, because people would have changed, would have different\nideals, habits and tastes.\n\nFuller filled the tumblers again and made an effort at the sort of\nartificially cheerful small talk that precedes the sailing of a troop\nship.\n\nPearce, who had surreptitiously been keeping check on his watch,\nfinally gestured. \"It's almost time for Nela to pick me up--and I'd\nlike to be alone when she comes. The situation might be too complicated\nif you and Ellen were present, Dave. I want things to be as easy as\npossible all around.\"\n\nFuller looked disappointed. \"I was kind of hoping to get a look at this\ngal from the future, Andy. I still don't know whether to believe your\nstory or not.\"\n\n\"Give me the benefit of the doubt, anyway, will you?\" Pearce pleaded.\nHe turned to Ellen. \"You'll do this last favor for me?\"\n\nShe nodded and leaned forward on tiptoe. \"Good-bye, Andy--and good\nluck.\" Her voice was little more than a whisper.\n\n\n\nHe touched her lips with his and for a moment stood looking down at\nher, thinking once more of what might have been. An echo of his own\nthoughts seemed to glisten wetly in her dark eyes. Abruptly she turned\naway.\n\nPearce gripped Fuller's hand. \"So long, Dave.\"\n\n\"Take care of yourself, Andy.\" Fuller looked painfully reflective, then\nsuddenly held out the bottle. \"Here, Andy, you take this. You might\nneed it.\"\n\nPearce watched with a deep inward aching as Fuller and Ellen strode\nfrom the glade. Reaching the trees, they turned to look back at him.\nThey hesitated, waved--were gone.\n\nPearce felt that the last door to the past had been irrevocably closed.\n\nHe looked down at the bottle he was holding and lifted it to his mouth.\nThen he lighted a cigarette, glanced at his watch again, and fell to\npacing along one edge of the glade. His eyes roved tensely about him,\nexpectant and dreading.\n\nThoughts shifted uneasily in his mind. Would Nela actually appear?\nFifteen years had passed for him--a matter of a few hours to her.\nBut perhaps something had gone wrong. Perhaps she had miscalculated\nsomewhere.\n\nAnd on mental scales he balanced Ellen against the future, wondering if\nhis choice had been wise. Could the future possibly hold the happiness\nhe might have known with Ellen, in the age familiar to him?\n\nHe heard a car motor start up in the distance. The sound rose in\nvolume, then began fading. Dave and Ellen were on their way back to\nthe city.\n\nHe felt suddenly alone--somehow abandoned.\n\nRaising the bottle to his lips again, he resumed his nervous pacing.\nAnd then he stopped, frozen, aware of a change in his surroundings.\nThe air in the glade was thickening queerly, the trees all around were\ngrowing crazily distorted. And he heard a deep humming sound--the kind\nof sound that might have been made by a string on a giant harp.\n\nAcross the glade, appearing as though from nothingness itself,\nan object was taking shape--a metal globe. Bands of distortion\nsurrounded it like ripples in water. For an instant the globe seemed\nunsubstantial, illusory--then it was solid, resting quietly on the\nfloor of the glade.\n\nPearce watched it, his heart pounding.\n\n\"Andy!\"\n\nThe call hit him like a physical blow. Stunned, he whirled to see Ellen\nhurrying toward him through the trees.\n\n\"Andy!\" she cried again. \"Are you all right?\"\n\n\"Ellen!\" he gasped. \"What are you doing here? I thought you left with\nDave.\"\n\n\n\nShe caught breathlessly at his arm, steadying herself. \"I made him go\nwithout me. I ... I couldn't leave you, Andy.\" Her voice rose. \"I'm\ngoing with you!\"\n\nHis mind whirled in dismayed confusion. He sent a swift glance at the\nmetal globe. Any moment now, the door would open--\n\n\"Ellen, you can't go!\"\n\n\"Why not? I'm willing to take the risk. And I'll be happy, whatever the\nfuture is like, as long as I'm with you.\"\n\nHe shook his head in despair. \"It ... well, I'm afraid it's just\nimpossible, that's all. No provision has been made for you. I don't\nknow even if there would be room for you. I don't know if Nela can\nallow you in her plans, or--\"\n\nHe broke off. Glancing at the globe again, he saw that the door was\nopening.\n\nHe waited for Nela to appear, wondering what her reaction would be when\nshe saw Ellen, wondering how this hopelessly tangled situation could\npossibly be resolved.\n\nThe door of the globe stood fully open. Nothing else happened.\n\nPearce waited a moment longer, puzzled, then slowly looked into the\nglobe. Except for two padded seats and a myriad of instruments on the\ncurving walls, the interior of the machine was empty.\n\nHe turned in bewilderment to Ellen. \"Something's wrong! Nela isn't\ninside.\"\n\nEllen looked gravely thoughtful. \"Andy, I think I know what happened\nto her. She was an authority on Twentieth Century life, you know. She\nno doubt had all sorts of records to help her. She could speak the\nkind of English used here, she understood social customs, the economic\nsituation, knew how to dress and act. What she didn't know, she could\npick up by being careful and observing. In short, she could pass as an\nordinary Twentieth Century girl, and hardly anyone would guess she was\ndifferent.\"\n\nPearce's bewilderment grew. \"What are you getting at?\"\n\n\"Well, Andy, suppose this Nela wanted to make absolutely sure you'd be\nhappy in the future, that nothing would interfere with your efficiency\nand general well-being. There was a big job ahead of you, and a lot\ndepended on your particular field of knowledge and type of skill. So\nto make absolutely sure of you she stopped off along her route back to\nspend your last several months here with you. It wouldn't be hard for\na clever girl like her to get acquainted with you and Dave. And you\nhadn't seen her for fifteen years, Andy. You wouldn't recognize her\neasily--especially if she'd had her hair cut short and wore Twentieth\nCentury clothes and make-up.\"\n\nPearce stared at her a moment longer, then caught at her arms. \"Ellen!\nYou ... you're Nela!\"\n\nShe nodded slowly, her smile uncertain and touched with shyness. \"I\nhope you aren't disappointed, Andy, or that you hate me for having\ntricked you the way I did.\"\n\nHe laughed, a wild delight surging up in him. \"Neither,\" he said. \"And\nI'm going to prove it!\"\n\nHe proved it to her entire satisfaction. Finally, hand in hand, they\nturned to the doorway of the globe.\n\n\"I suppose you brought the machine here by remote control or something\nof the sort,\" Pearce told Nela.\n\n\"Yes. I had a special gadget in my purse. The machine was here all\nalong, you see, traveling a few minutes ahead in time.\"\n\n\"And Dave?\" he said suddenly. \"Did you tell him?\"\n\n\"I told him I was going with you and hinted the reason why. He'll\nfigure it out presently--even if he never completely believes it.\nLittle has really changed for Dave. He'll marry Susie and lead a\nperfectly normal life.\"\n\nPearce halted Nela as she was about to enter the globe. \"There's a\nlittle custom of this time that I'd like to observe. If you're as\nmuch of an authority on Twentieth Century life as you claim, you'll\nunderstand.\"\n\nHe gathered her up in his arms and carried her over the threshold. Her\nsmile and then the pressure of her lips indicated that she understood.\n\nThe door closed. The trees at the edge of the glade grew crazily\ndistorted, shimmering bands enclosed the globe like ripples in water,\nthere was a humming sound like a giant harp string--\n\nAnd then the glade was empty.",
    "metadata": {
        "author": [
            "Geier, Chester S.",
            "Archette, Guy"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/65053/pg65053.txt",
        "name": "meet_me_in_tomorrow.json"
    }
}