{
    "name": "Meeting at the Summit",
    "author": [
        "Jorgensen, Ivar",
        "Jorgenson, Ivar"
    ],
    "body": "It was quite late when the Press Secretary asked for an audience.\n\nHe was one of the very few who made direct contact--a trusted friend of\nthe President as well as an able buffer between the chief executive and\nthe fourth estate.\n\nThe President said, \"Why certainly--if it's that important. Come right\nup.\"\n\nAs the line went dead, the President put down the phone and picked up\nthe western story anthology he had been reading. He thumbed the pages\npensively, then laid that down too and sat back in his chair. He closed\nhis eyes.\n\nSo darn seldom he got a chance to read anymore; or to do anything else\nfor that matter except play a little golf once in a while and spend the\nrest of the time trying to stem the world's mad dash to destruction.\n\nHe smiled gently, his tired eyes still closed. He estimated it would\ntake the Press Secretary a good ten minutes to get to the White House.\nGood. The President had come to a point where he savored every precious\nmoment of solitude.\n\nHe let his mind drift--first to the state of the world. It wasn't so\nbad, really. Not in comparison. After all, a cold war was better than\na hot one. And even the cold war was softening up a little. Enough\nto--the President's smile deepened.\n\nEnough to quit.\n\nThat was his big secret. He hadn't told them yet. In deference to\npolitical strategy, responsibility to the party, and that sort of\nthing, he'd held his peace. But his decision had been made. He would\nnot run again. A man, he told himself, is entitled to a few blessed\nyears as his own master; a time when he ceases to be a slave of duty.\nWhy just think! To grab the clubs and shoot eighteen without having\nto make \"arrangements\"! To go out and catch a couple of fish without\nthe Secret Service plotting the course, calling the tune, following,\ngrim-faced in his wake.\n\nThe President's smile deepened. It was all so darned crazy! You go out\nto get a little relaxation--to catch a fish. But before you arrive the\nstream has to be stocked so thick you can almost walk on the beauties\nbecause if the President failed to catch a trout in one of their\nmountain streams, the state involved gets a black eye and might lose a\nfew thousand tourists that year. He wondered idly if they gave the fish\na pep talk when they tossed them in.\n\nBut that sort of thing would be finished, soon. He was going to quit.\nHe was going to tell them--\n\n\"Mr. President.\"\n\nHe jerked erect, blinked, and gave the Press Secretary his famous\nsmile--half-apologetic now. \"Sorry. I was napping I guess. Didn't hear\nyou. Sit down--sit down.\"\n\nThe Press Secretary did as instructed and the President was struck\nby the tight, stricken look on his gray face. \"Good Lord, Jim! What\nhappened? You look as though somebody just dropped a bomb on New York\nCity.\" He could afford to speak lightly because he knew any news of\ngrave import would not come through the Press Secretary.\n\nThe latter appeared to have difficulty with his reply. With the\nPresident's eye upon him--sharp but friendly--he floundered for a\nmoment, then said, \"I might as well give it to you straight, Mr.\nPresident. Then we can go on from there.\"\n\n\"An excellent idea.\"\n\n\"All right--here goes. A man contacted me and requests that you come to\nthe top of Mount Ranier for a conference.\"\n\nThe President couldn't find any words. The silence was heavy.\n\n\"And I think you'd better go,\" the Press Secretary finished in a voice\ncharged with sheer misery. He sat mute, wondering what was going on\nthrough The President's mind.\n\nFinally the chief executive said, \"Jim--I--really--\"\n\nThe Press Secretary leaned forward, his whole being tense. \"Mr.\nPresident. Please answer one question--honestly. Do you think I've lost\nmy mind? Do you think I've suddenly gone crazy?\"\n\n\n\nThe reply was in a quiet tone.\n\n\"No, Jim--I don't. I know you too well for that. I think you're saying\nsomething you have to say--doing a job you feel you have to do--even if\nit puts you in a position where you have to ask a question like that.\"\n\n\"Thank you.\"\n\n\"And now--why don't you just sit back and explain it? I'll be frank. It\nmakes no sense to me. But I'm listening.\"\n\nA warm feeling swept the Press Secretary. This president we had. This\nsolid rock of a guy. You just couldn't beat him!\n\nThe homely, earnest ex-journalist leaned forward again. \"The success of\nthis mission, Mr. President--my visit here--hinges upon whether or not\nyou believe I'm telling the truth. I'm going to tell you some strange\nthings. And if you doubt my word--\" he shrugged, \"well--I will have\njust wasted your time.\"\n\n\"Go ahead with it, Jim.\" The words were almost sharp now.\n\n\"All right, sir.\" He took a deep breath and plunged in. \"I've just had\na briefing such as no man on this globe ever went through. I've been to\nthe top of Mount Ranier.\"\n\n\"When?\"\n\n\"Tonight.\"\n\n\"Go on.\"\n\n\"I'll tell you step-by-step exactly what happened--or what seemed to\nhappen. Then you can make your decision.\"\n\nThe Press Secretary began to talk. He talked for a long time. The\nPresident listened, his face a mask giving no clue whatever to his\ninner thoughts. This was a trick he learned over conference tables\nthrough the years. His skill at this would have made him a great poker\nplayer but he never cared for the game.\n\nWhen the Press Secretary stopped talking, he sat looking at the\nPresident with question marks in his eyes. He had no idea what the\nlatter would say or do. The possible extremes were in his mind. The\nPresident might smile and say, \"You've done a good job, Jim.\" Or he\nmight reach for the phone and say, \"Please send in two strong men and a\nstraight jacket.\"\n\nThe President did neither. He spoke very quietly. \"I think I'd better\ngo to Mount Ranier. Tell them I'm ready.\"\n\nThe Press Secretary picked up the phone, dialed a number. When the\nparty at the other end answered, he said, \"The President agrees. He\nawaits your contact.\"\n\nHe put down the phone and they sat looking at each other, waiting.\nThere was nothing else to do, now. The President's eyes were vague as\nthough he were looking through space and time. He said, \"We've come a\nlong way in a very short time, Jim. It's worth pondering.\"\n\n\"A long way, Mr. President.\"\n\n\"In a scant fifty years, we've gone practically straight up in matters\nof science, invention--\" The thought broke off as his mind went to some\nof the things his Press Secretary had told him. And regardless of the\ngravity of this situation, he found himself looking forward to seeing\nthem for himself.\n\nHe had not long to wait. A moment later an odd red haze appeared in a\nfar corner of the room. There was a crackling sound as of high-voltage\nelectricity jumping its bounds. The phenomenon vanished as quickly as\nit had appeared and a young man was approaching the President's chair.\n\nSo far as the President could see, he might have been one of the bright\nyoung career men who hurried about Washington these days; except that\nthe eternal briefcase was missing and the young man wore a one-piece\ncoverall type of garment in pastel red. He was blonde, pleasant, and\nhad even, white teeth. He was also respectful.\n\nHe bowed and said, \"Mr. President. I have been sent to conduct you and\nyour assistant to the rendezvous.\"\n\nThe President glanced quickly at the Press Secretary, then said, \"Of\ncourse.\"\n\n\"If you will be so kind as to move with me to the far corner of the\nroom.\"\n\nThe Press Secretary's expression said, _It's all right. This is just\nhow it happened to me_, and they followed the young man across the\nthick carpeting.\n\nIn the corner, he arranged them precisely. \"If you will stand just\nthere--\" Then he stepped between them and looked pleasantly unconcerned.\n\nThe President tensed himself for what was to come. But nothing came\nexcept the crackling and the red light; the dissolving of the walls and\nthe young man saying, \"You may sit down now if you wish.\"\n\nNo physical discomfort whatever.\n\n\n\nThe President sat down and looked about. He was in a small,\nwell-furnished room, pastelled in a light shade of green complimenting\nthe young man's uniform, and he got the flash of an idea that color\nwas very important in the scheme of whatever science brought this\ntransposition about.\n\nThere was a soft whirring sound. The President said, \"May I ask where\nwe are?\"\n\n\"Certainly, sir. We are in a small ship. We are crossing your country\nat around one hundred thousand of your feet.\"\n\n\"At what speed?\"\n\nThis gave the young man pause. \"It would be very hard to translate into\nterms with which you are familiar. I would say roughly the speed of\nlight. The major time-lapse is consumed in ascent and descent.\"\n\nThe President showed great interest. \"Tell me this--we were moved from\nmy study through some scientific process I won't ask you to explain,\nbut why weren't we carried the entire distance to Ranier in that\nmanner?\"\n\nThe young man pondered. \"That is of course difficult for you to\nunderstand. And quite difficult for me to explain so allow me to put it\nthis way. When planning a trip from Washington to New York, you walk\nfrom your office to your car, and ride in the car from your residence\nto the airport.\"\n\n\"I see--a matter of slower speeds over short distances.\"\n\n\"In a way, but more so a matter of practicality. You could hardly bring\nthe car into your office nor the aircraft onto your front lawn.\"\n\nThe President let it rest there. He said, \"One more thing--why was I\nnot contacted directly in this matter?\"\n\nThis embarrassed the young man. \"Wherever we go, sir, we attempt to\nconform to customs and manner existing in that place. We understood\nthat to reach The President of the United States, one always proceeds\nthrough channels.\"\n\nThe President smiled. The humming sound ceased. The young man arose,\nforestalling further questions.\n\n\"This way, if you will be so kind.\"\n\nThe President and the Press Secretary followed the young man from the\nroom into a low corridor. The walls of this passage were transparent\nand the President caught his breath at the grandeur outside. He got the\nimpression they were moving from the small ship to a larger one perched\nprecariously on the edge of an abyss. Below, under bright moonlight,\nlay the snow-covered approaches to Ranier and her sister peaks. A view\nof overpowering majesty such as few men had ever seen. One of the\nreasons, the President thought, why some men join the air force.\n\nThey entered another room, this one with a blue motif, through another\ndoor that opened automatically on approach, and into one of pastel\ngreen.\n\nThis room was somewhat larger but no more ornate nor less efficiently\nfurnished than the others. A streamlined, oval desk sat in its center\nfrom the far side of which a man arose and held forth his hand.\n\nHe was slim as a reed and had snow-white hair. He gave the impression\nof ripe years yet with no physical indications of this other than a\nhead of beautiful snow-white hair. Perhaps, the President thought, this\nindication was an illusion. And perhaps the aura of power emanating\nfrom the man was also an illusion but the President would not have been\nwilling to bet on it.\n\nThe man's smile was an odd mixture of friendliness and impersonality\nas they shook hands. He said, \"My name is Rex, Mr. President. The\nfact that in one of your languages the word means _king_ is purely\ncoincidental. I am not a monarch in any sense. My title is Director of\nthe Seventh Sector.\"\n\nAs Rex had got to his feet, the chair under him had swung under the\ndesk out of his way. Now it moved back to its original position. And\nas the President took the seat Rex indicated beside the desk, he had a\nwhimsical thought: _I wonder how that chair knew he was ready to sit\ndown again?_\n\n\n\nRex nodded to the young man in the pastel-red uniform. The latter bowed\nslightly, turned and left the room. Rex turned his dark eyes--almost\nfeminine in their beauty--on the President. His quick smile was even\nmore impersonal now. \"Shall we get to the business at hand, or could\nyou do with a little refreshment first?\"\n\n\"I'd prefer the former,\" The President said briefly.\n\n\"Good. I imagine your aide told you some of it, but I'd better recap\nthat and then go on.\"\n\nRex nodded briefly in The Press Secretary's direction. It was the\nsilvery-haired man's first acknowledgement of his presence.\n\n\"You are probably curious as to who I am and just what the Seventh\nSector is. I'll tell you. The Seventh Sector is a team denoting\na certain part of the known universe. It contains approximately\nnine-hundred thousand solids of a twenty-million-ton weight or over.\nEleven of these solids supports animate life at around the evolutionary\nstage of your own--or higher. Do you follow me?\"\n\nWhen The President was slow in answering, Rex said \"I suggest you lay\naside any mental resistance and take all statements I make as fact.\"\n\n\"Why should I do that?\"\n\n\"Because my deceiving you would be pointless and because I must\ntransfer a great deal of information to your mind in a very short time.\"\n\nThe President said nothing and Rex went on. \"As Director of this\nsector, it is my job to check the development on its various planets\nand make progress reports to the Council.\"\n\n\"And this Council is located--?\"\n\n\"Many light years from here--at the hub of the known universe, but that\nis not important.\"\n\n\"I thought perhaps we--or our representatives might someday--\"\n\n\"Appear before it? I'm afraid not. I fear you are treading the path of\nthose who once inhabited your neighbor planet, Mars.\"\n\n\"Then life does exist--or did--on Mars?\"\n\n\"Oh yes, but we were forced to eliminate it.\"\n\nThe President spoke calmly. \"Then you are able to depopulate whole\nplanets?\"\n\n\"Whole systems if necessary. Let me explain. When conditions are right,\nlife inevitably comes into existence upon a planet. The entities\ninvolved are always pretty much as you and I, physically, because\nconditions produce a ruling race of our structure or do not produce\nlife at all.\n\n\"The problem, Mr. President, lies in the spiritual. Every race on\nevery inhabited planet is given the intelligence and desire to evolve\nupward spiritually but they do not always succeed. A time limit is set\non this so that the inhabitants of each planet arrive finally at an\nevolutionary crisis.\"\n\nThe President thought of nuclear fission, the atom bomb, mankind's\nincredible progress over the last two hundred years. \"And you have come\nto aid us in spiritual development?\"\n\n\"On the contrary. You have had all the guidance necessary--far more\nthan those on most planets--more than did your neighbors on Mars. I\nhave come to annihilate you.\"\n\nThe President hid his shock well. \"If killing me will--\"\n\n\"Annihilate life on the planet. You see, Mr. President, there comes a\ntime when each inhabited planet must join the Council--when it reaches\na point at which its existence affects the great family of planets. If\nat that time, its state of affairs and development are negative, its\npopulation is eradicated for the greater good.\"\n\n\"May I ask two questions?\" The President said.\n\n\"You may.\"\n\n\"Thank you. First, why do you contact only me with this news? I am the\ntitular head of only one nation on this planet. There are many others.\"\n\n\"I would rather reserve the answer to that question.\"\n\n\"Very well, the second. How can we affect a family of inhabited planets\nthe existence of which we are not even aware. Planets with which we\nhave no contact whatever?\"\n\n\"In a few short years you would know of their existence--you would not\nonly be able to contact them--you would visit them and they would visit\nyou.\"\n\n\"And just how would we affect them adversely?\"\n\n\"That should be apparent. Your present state of dwarfed spirituality\nis made clear by your background of violence and injustice. I refer to\nyour planet rather than to your nation. Practically all your scientific\nprogress has come as a result of war. Nations that lose a war on your\nplanet study and invent and discover like demons possessed for tools\nwith which to win the next one. Do you deny that at this moment your\nplanet is little more than an armed camp?\"\n\n\"No,\" The President said sadly. \"I cannot deny this.\"\n\n\"Then you realize why we cannot let you move out into space, carrying\nwith you the greed, the envy, the hatred, the violence that stalks the\ncorridors of your history.\"\n\n\n\nThere was no doubt in the President's mind that this remarkable man\ncould back up his every word. His statements were not idle threats. The\nPresident said, \"But your accusations are not entirely just. You make\nno mention of our great progress toward spiritual goals in the past\nhundred years--even the past fifty have seen marked changes in that\ndirection.\"\n\n\"I have noted that. It is what caused me to make this contact with you.\nOrdinarily, no such contact would have been made. I would have checked\nthe planet, reported it to the Council, and annihilation would have\nbeen automatic.\"\n\n\"Then there is hope for us?\"\n\nA look of skepticism was mirrored in Rex's eyes. \"A slim one,\nperhaps--a very slim one.\" He leaned suddenly forward. \"You asked me\nwhy I contacted you only. Because, of all the nations on this planet,\nyours is the most powerful--the first powerful nation in the history of\nyour planet that has fought no wars of aggression--that has subjugated\nno weaker nations. Certainly a hopeful overall sign.\"\n\n\"And greater progress will be made in the future. Progress comes\nslowly. We must have time.\"\n\n\"But progress has been too slow. There is little time left.\"\n\n\"Could you be more specific?\"\n\n\"In rare cases, where planets have been found to be approaching a crest\nso to speak, extensions have been granted.\"\n\n\"And you will grant us an extension?\"\n\n\"I'm not sure. There is nothing, at the moment, that justifies one.\"\nRex pondered. \"Yet there are strong indications--\"\n\nThe President waited. Rex gave his decision. \"I will withhold judgment\nfor five years. At the end of that time, I will contact you again. My\njudgment will then rest on what progress you have made in the interim.\"\n\n\"But I am only one man!\"\n\n\"A powerful man. And I am very much afraid the fate of the planet lies\nwith you and your nation.\"\n\nThe President arose from his chair. Rex did likewise. The President\nsaid, \"I will go personally to the United Nations--all together the\nheads of all the nations--\"\n\nRex shook his head. \"I'm sorry. I can allow no such deviation from the\nchannel of your present efforts. Telling your world of this meeting\nwould put it in the nature of a threat. Thus, any results achieved\nwould come through fear of punishment and would not be permanent.\"\n\n\"There is one more point. Mine is an elective office. I may not be in\nthe President's chair five years from now.\"\n\nRex considered gravely. \"I see. In that case, one of two things will\nhappen, depending upon the man in your present office and the sincerity\nof his efforts.\"\n\n\"And they are--?\"\n\n\"Perhaps we will contact him and give him our decision.\"\n\n\"Or--?\"\n\nRex shrugged. \"Perhaps we won't bother.\" He held out his hand.\n\"Goodbye, Mr. President, and good luck....\"\n\n\n\nThe President of the United States sat alone in his study. His face\nseemed wearier than usual. There was a sag in his shoulders that would\nhave drawn comment in public. He was considering his future--the future\nof the world.\n\nThere were of course many good men in both parties. In the privacy of\nhis own thoughts, it was hard to judge which party had really done the\nnation greater service. At one time, he himself had debated running for\nthe Presidency on the other ticket. The country would be in good hands\nregardless.\n\nOrdinarily.\n\nBut now it came down to the man rather than the party. Would he be\nable to convince an incoming president of what had occurred on Mount\nRanier? Make him truly understand how little time remained? Would his\npredecessor have been able to convince him?\n\nNo. Of course not. Only he, The President of the United States, knew of\nthe peril ahead. He pressed a button on his desk. The Press Secretary\nentered. The President straightened his shoulders. \"When the right\nmoment comes,\" he said, \"tell them I will run again.\"\n\n_And God grant I win_, he added in his heart.",
    "metadata": {
        "author": [
            "Jorgensen, Ivar",
            "Jorgenson, Ivar"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/66707/pg66707.txt",
        "name": "meeting_at_the_summit.json"
    }
}