{
    "name": "Mercy Flight",
    "author": [
        "McCord, Guy",
        "Reynolds, Mack",
        "Mallory, Mark",
        "Reynolds, Dallas McCord"
    ],
    "body": "The phone rang and Ed Kerry wasn't doing anything so he picked it up\nand said, \"Yeah?\"\n\nHe said yeah a few more times, his eyes widening infinitesimally each\ntime, and finally wound up with, \"Okay, Bunny.\"\n\nHe hung up and said, \"That was Bunny, up in Oneonta. She says a guy is\ncoming in from Luna with a kid for emergency hospitalization, radiation\nburns or something.\"\n\nJake was sitting back in his swivel chair, his feet on the desk and his\nhands clasped behind his head. He growled, \"That's the trouble with\nwomen in this game; they've got no story sense. She phones all the way\nfrom Oneonta on a story that's been run a hundred times. Every time\nsomebody gets good and sick up on Luna they bring 'em to Earth for\ntreatment.\" He shrugged. \"Okay, so it's a kid this time. Do up about a\nstick of it, Kerry, and we'll put it on page three if you can work it\ninto a tear-jerker.\"\n\nEd Kerry said, \"You didn't let me finish, Jake. Something's wrong with\nthis guy's radio.\"\n\nSomebody on the rewrite desk said, \"Something wrong with his radio?\nHe's gotta have his radio or he can't come in.\"\n\nJake took his feet from the desk and sat up. \"What'd' ya mean,\nsomething's wrong with his radio?\"\n\n\"Bunny said he's calling for his landing instructions but they can't\nget anything back to him. He's just reached _Brennschluss_ and he's\nin free fall now; it'll be four days before he gets here. That's the\nway they work it--he's supposed to get in touch with the spaceport he\nwants to land at, and....\"\n\n\"I know how they work it,\" Jake growled. \"See if there's anything on\nthe last newswire from Luna about him.\"\n\n\n\nPhil Mooney flicked his set on again and repeated carefully, \"Calling\nOneonta Spaceport. Phil Mooney Outbound Luna, Calling Oneonta\nSpaceport. Come in Oneonta.\"\n\n_Calling Phil Mooney. Calling Phil Mooney. Oneonta Spaceport Calling\nPhil Mooney. Come in Mooney._\n\nHe cast a quick glance back at the child, strapped carefully in\nthe metal bunk. She was unconscious now, possibly as a result of\nthe acceleration in leaving Luna. He'd had to reach a speed of\napproximately two miles per second to escape Earth's satellite, and\nthat had called for more G's acceleration than Lillian's sick body\ncould bear. His lips thinned back over his teeth; it would be even\nworse when they came in for landing and he had to brake against Earth's\ngravity.\n\nHe switched on the set again to give it another try. Instructions\nwere to contact the spaceport at which you planned to land as soon\nas possible. There was plenty of time, of course, but the sooner the\nbetter.\n\nHe said, \"Calling Oneonta Spaceport. This is Phil Mooney, Luna, Calling\nOneonta. Come in Oneonta.\"\n\n_Calling Phil Mooney. Calling Phil Mooney. Oneonta Spaceport Calling\nPhil Mooney. Come in Mooney._\n\n\n\nEd Kerry came back to the city room with a sheet of yellow paper that\nhe'd torn off the radiotype.\n\nHe said, \"Here it is, Jake. This kid--her name is Lillian Marshall--is\nthe only survivor of an explosion at that nuclear-fission laboratory\nthey had on the dark side. Her old man and her mother were working\nunder this Professor Deems; both of them killed.\"\n\nHis eyes went on scanning the story. \"Evidently this Phil Mooney runs\nan unscheduled spaceline. Anyway, he blasted off to rush the kid to an\nearth hospital.\"\n\nJake took the dispatch and scowled at it. \"Kerry,\" he growled, \"see\nwhat we got on this Phil Mooney in the morgue.\" He rubbed the end of\nhis nose thoughtfully. \"They'll probably pick him up all right when he\ngets nearer.\"\n\nSomebody on rewrite said, \"It doesn't make any difference how far he\nis; they should be able to reach him even if he was halfway to Mars.\nSomething's wrong with his set.\"\n\n\n\nHe decided to try one of the other spaceports. As a matter of fact,\nit made very little difference at which of them he landed. There'd\nbe suitable hospital facilities within reasonable distance of any\nspaceport. He was three days out now, and, according to spaceways\ncustom, had to let them know he was coming in. It wasn't like landing\nan airplane--they want plenty of time to prepare for a spacecraft's\narrival.\n\nHe said, \"Calling New Albuquerque Spaceport. Calling New Albuquerque\nSpaceport. Phil Mooney, Luna, Calling New Albuquerque. Please come in\nNew Albuquerque.\"\n\n_Calling Phil Mooney. Calling Phil Mooney. New Albuquerque Spaceport\nCalling Phil Mooney. We are receiving you perfectly. Come in Mooney._\n\nHe tried once more.\n\n\"Calling New Albuquerque Spaceport. Calling New Albuquerque Spaceport.\nPlease come in New Albuquerque. Emergency. Repeat Emergency. Please\ncome in New Albuquerque.\"\n\n_Calling Phil Mooney. Calling Phil Mooney. We are receiving you\nperfectly, Mooney. Come in Mooney._\n\nKitty Kildare took up her notes and prepared to make her way back to\nher own tiny office.\n\n\"I've got it, Jake,\" she said breathlessly. Kitty was always breathless\nover any story carrying more pathos than a basketball score. \"My column\ntomorrow'll have them melting. Actually, I mean.\"\n\nJake shuddered inwardly after she left.\n\nEd Kerry came up and drooped on the edge of the desk.\n\n\"Here's the dope on this Phil Mooney, Jake,\" he said. \"He's about\nthirty. Was in the last war and saw action when we had our space-forces\nstorming New Petrograd. Did some fighting around the satellites, too.\nPiloted a one seater, got a couple of medals, but never really made big\nnews.\"\n\n\"Got any pix of him?\"\n\nEd Kelly shook his head. \"Like I said, he never really made the big\nnews. Just one more of these young fellas that saw plenty of action and\nwhen the war was over was too keyed up to settle down to everyday life.\"\n\nJake picked up the thin folder and riffled through the few clippings\nthere. \"What's he doing now?\" he growled.\n\n\"Evidently when the war ended he got one of these surplus freighters\nand converted it. Name of his company is Mooney Space Service; sounds\nimpressive, but he's the only one in it. Probably going broke; most\nof those guys are--can't make the grade against the competition of\nTerra-Luna Spaceways and the other big boys with the scheduled flights.\"\n\nThe city editor scratched the end of his nose speculatively. \"Maybe we\nought to have Jim do up an editorial on these unscheduled spacelines.\nSomething along the line of how heroic some of these guys are; that\nsort of stuff. Do up the idea that they're always ready, fair weather\nor foul, to make an emergency trip....\"\n\nKerry said, \"There isn't any weather, _fair_ or _foul_, in space.\"\n\nJake scowled at him. \"You know what I mean, wise guy. Meanwhile, get\nsome statements from some authorities.\"\n\nEd Kerry said painfully, \"What statements from what authorities?\"\n\nThe city editor glared at him. \"So help me, Ed. I'm going to stick you\non obituaries. _Any_ statements from _any_ authorities. You know damn\nwell what I mean. Get some doctor to beef about the fact there aren't\nsuitable hospitalization facilities on Luna. Get some president of one\nof these unscheduled spacelines to sound off about what a hero Mooney\nis and how much good these unscheduled spacelines are--and that reminds\nme of something--\"\n\nHe yelled to a tall lanky reporter at the far end of the city room:\n\"Hey, Ted. Get Bunny on the line up in Oneonta and tell her I said to\nlook up some of these unscheduled spacelines guys and see if she can\nget a photograph of Phil Mooney from them. Maybe he's got some buddies\nin Oneonta.\"\n\n\n\nThere was one thing about being in free fall. You had lots of time to\nsit and think. Too much time, perhaps.\n\nYou had the time to think it _all_ over. And over and over again.\n\nThere was the war which had torn you from the routine into which life\nhad settled, from friends and relations and sweethearts, and thrown you\ninto a one man space-fighter in which you sometimes stayed for weeks on\nend without communication with anyone, friend or foe.\n\nThere had probably been no equivalent situation in the history of past\nwarfare to the one man space-scouts. The nearest thing to them might\nhave been the flyers of 1914, in the first World War--but, of course,\nthey were up there alone only for hours at a time, not weeks.\n\n\"You develop self-reliance, men,\" was the way the colonel had put it.\n\"You develop self-reliance, or you're sunk.\n\n\"You're in space by yourself, alone. You can't use your radio or\nthey can locate you. If something happens, some emergency, or some\ncontact with the enemy, you're on your own. _You_ have to figure it\nout; there's no superior officer to do your thinking; you're the whole\nworks.\"\n\nAnd the colonel had been right, of course. It was a matter of using\nyour own wits, your own ability. Fighting in a space-scout was the\nwork of an _individual_, not of a team. Perhaps it would be different\nsomeday in the future when machines and instruments had been developed\nfurther; but now it was an individualistic game, each man for himself.\n\nAnd probably it was because of this training that he, Phil Mooney,\nwas unable to get back into the crowd after the war had ended. He was\nan individualist who rebelled against working not only _for_ but even\n_with_ someone else.\n\nHe should have known better. Industry had reached beyond the point\nwhere one man goes out by himself and makes a fortune--or even a\nliving, he thought wryly. It's the day of the _big_ concerns, of\ntremendous trusts and cartels, who didn't even have to bother with the\ntask of squeezing out tiny competitors like himself. He was out before\nhe started.\n\nThe _Mooney Space Service_. He snorted in self deprecation.\n\nOh, well.\n\nHe pulled himself erect and made his way to the bunk. The kid was\nawake. He grinned down at her and said, \"How's it going, Lillian?\"\n\nHer eyes seemed glazed, even worse than they'd been yesterday, but she\ntried to smile back at him. \"All right,\" she whispered, her child's\nvoice so low he could hardly make it out. \"Where's mother....\"\n\nPhil Mooney held a finger to his lips. \"Maybe you'd better not talk\ntoo much, Lillian. Your mother and father are ... they're all right.\nThe thing now is to get you to the hospital and make you well again.\nUnderstand?\"\n\n\n\nKitty Kildare was saying indignantly, \"What's this about no insurance\non Luna?\"\n\n\"Use your head, Kitty,\" Jake grunted. \"What company'd be crazy enough\nto insure anybody working on Luna? By the way, that was a good piece on\nMooney and the Marshall kid.\"\n\n\"Did you read it?\" Kitty Kildare was pleased.\n\nHe shuddered. \"No, but the letters have been pouring in. Maybe you\nought to do another. Take it from some other angle this time.\"\n\n\"That's why I wanted to know about the insurance. Do you realize that\nthis child, this _poor_, sick, defenseless child, is penniless?\nActually, I mean. Bad enough that her parents have left her an orphan,\nbut, Jake, that child is penniless.\"\n\n\"All right, all right,\" he told her, \"work on that for tomorrow's\ncolumn.\"\n\nEd came up with another radiotype report, just as Kitty was leaving.\n\"This guy Mooney's calling all the other spaceports now, Jake.\nEvidently he's getting desperate; he's only two days out. And by the\nway, here's a new angle. This guy Harry Marshall, the kid's father, was\na war-time buddy of Phil Mooney; they went to cadet school or something\ntogether.\"\n\nJake growled thoughtfully, \"He hasn't got a chance, but it makes a\ntremendous story. Get somebody to rig up a set in the radiotype room,\nEd, and we'll see if we can listen in.\"\n\n\n\nThere was a desperate, tense, taut inflection in his voice now.\n\n\"Calling New Albuquerque Spaceport or Oneonta Spaceport. Phil Mooney\ncalling _any_ Earth spaceport. Phil Mooney Calling Oneonta, New\nAlbuquerque, Casablanca, Mukden, _any_ Earth spaceport. Emergency.\nEmergency. Request landing instructions. Have Lillian Marshall, eight\nyears old, needing immediate medical care, aboard. Please come in any\nEarth Spaceport.\"\n\n_Calling Phil Mooney. New Albuquerque calling Phil Mooney. Ambulance\nwaiting on grounds. Receiving you perfectly. Come in...._\n\n_Calling Phil Mooney. Casablanca Spaceport Calling Phil...._\n\n_Calling Phil Mooney. Mukden Spaceport Calling...._\n\n_Calling Phil Mooney. Oneonta Spaceport Calling Phil Mooney...._\n\n\n\nEd Kerry looked up over the set in the radiotype room at the city\neditor. He wet his lips carefully and said, \"He's only got one day now.\nThey've got to pick him up in hours or he's sunk.\"\n\nJake said, \"I never did understand how that works. Why can't he land\nhimself? I know he can't, but why?\"\n\nThe reporter shrugged. \"I don't quite get it either, but evidently the\nwhole operation is pretty delicate stuff. They bring him down with\nradar, somehow or other. It's not like landing an airplane. Landing a\nspacecraft is done from the ground up--not from the spacecraft down.\nThe pilot has comparatively little to do about it. At least, that's the\nway it is with nine ships out of ten.\"\n\nThe set began to blare again, and they both listened tensely. It was\nPhil Mooney.\n\n\"Listen, you guys down there. If you're sitting around playing craps or\nsomething, I'm going to have a few necks to break when I get down.\"\n\nThe two newspapermen stared at each other over the set. Ed Kerry ran\nhis tongue over his lips again.\n\nThe strained tone had gone from the voice of the spacepilot now and\nhad been replaced by one of hopelessness. He said, \"I don't know who\nI think I'm kidding. I know darn well that something's wrong with my\nreceiver and I can't find out what it is. Maybe my sender is off too,\nfor all I know. All I can pick up is some girl singing something about\nwhite roses. White roses, yet! I want landing instructions and I get\nwhite roses.\"\n\nEd Kerry jerked his head up and snapped, \"Holy jumping hell, he's able\nto pick some commercial station!\"\n\nJake came to his feet, stuck his neck out of the door and yelled at the\ntop of his voice, \"Phil Mooney is receiving some commercial station!\nSome dame singing something about white roses! Check every station in\nthe city! Find out if any of them are broadcasting some dame singing\nabout white roses.\"\n\n\n\n_Ladies and gentlemen, we interrupt this program for an emergency\nsituation. Undoubtedly, you have heard on your newscasts and have read\nin your papers of the tragic case of Lillian Marshall, child victim of\nan atomic explosion on Luna which orphaned her and necessitated her\nimmediate flight to an Earth hospital._\n\n_For the past three days the spacecraft carrying her, piloted by war\nhero Phillip Mooney, has been having trouble with its radio. Due to\ncircumstances surrounding landing of spacecraft, the two have been\ngiven up as lost in spite of the fact that almost hourly it has been\npossible to receive messages from Mooney._\n\n_It is now revealed that he is able to pick up this program on the\nInterplanetary Broadcasting System network. We are not sure which of\nthe nearly two thousand stations of our system he is receiving, but we\nwill now attempt to reach Phillip Mooney with relayed messages from the\nOneonta Spaceport where expert medical care is awaiting little Lillian\nMarshall._\n\n_Come in Oneonta._\n\n\n\n_Calling Phil Mooney. Calling Phil Mooney. Come in, Phil. This is\nOneonta Spaceport, relaying through the Interplanetary Broadcasting\nSystem. Come in, Phil._\n\n\"Phil Mooney, calling Oneonta. I'm getting you, Oneonta. Come in,\nOneonta. Over.\"\n\n_Okay, Phil. Now this is it. We should have had you two hours ago, but\nwe'll make out all right. Your velocity is a little too high. Give it\nsix more units on your Kingston valves. Get that? Over._\n\n\"Got it. Six more units on the Kingstons. Over.\"\n\n_All right now. Switch on your remote control, Phil. We'll take it from\nhere. Stand by the coordinators...._\n\n\n\nIt was night, but a blaze of lights illuminated the Oneonta Spaceport.\nHundreds of landcars stood on the parking lots, thousands of persons\ncrowded the wire fence which kept all but port personnel from the field\nitself.\n\nThe old space-freighter sank easily to the apron and in seconds the\nrocket flames died. A surge of humanity ebbed over the field toward the\ncraft.\n\nPhil Mooney opened the pilot-compartment's hatch and stuck his head\nout, blinking in surprise at the mob beneath him.\n\n\"I don't know what this is all about,\" he began, \"but I've got a sick\nkid aboard. There's supposed to be an ambulance....\"\n\nPolice wedged through the crowd, convoying a white-haired,\nwhite-jacketed man. He called up to the spacepilot, \"We won't need an\nambulance, Mr. Mooney. I've already made arrangements for facilities\nhere at the airport for immediate treatment.\"\n\nPhil Mooney made his way to the ground and scowled, still obviously\nstartled by the swelling crowd.\n\n\"Who in _kert_ are you?\" he asked.\n\nThe other motioned for two assistants to enter the ship and bring out\nthe child. \"I'm Doctor Kern,\" he said. \"I'll see....\"\n\n\"Doctor Adrian Kern, the radiation expert?\" The pilot frowned\nworriedly. \"See here, doctor, the Marshalls were friends of mine, and\nI've taken over the care of little Lillian, but I'm--well, I'm afraid I\ncouldn't afford to pay you ... I mean....\"\n\nThe famous doctor smiled at him. \"I've been retained by the\nInterplanetary Golden Heart, Phil. You needn't worry about my fee.\nBesides,\" and he smiled easily, \"I'm not going to accept any fee for\nthis case. You see, I was listening to Marsha Malloy singing 'Love of\nWhite Roses' when your call came through. I believe it was the most\npoignant experience I have ever been through.\"\n\nA girl next to the doctor gushed, \"I'm Bunny Davis, Mr. Mooney. The\nmanaging editor of our newspaper chain has authorized me to buy your\nstory for five thousand. If you'll just--\"\n\nPhil Mooney blinked. \"I--I--\"\n\nA heavy-set man in a business suit grasped his hand and shook it\nwith fervor, while flashbulbs went off blindingly. \"Phil,\" he said\nhuskily, as though moved by deep emotion, \"as president of the board of\ndirectors of Terra-Luna Spaceways, I wish to take this opportunity to\noffer you a full--\"\n\n\"Hey! Give us a smile, Phil,\" a man on top of a television truck\nyelled....\n\n\n\nHe was headed back for Luna the next day.\n\nThey'd been indignant, of course. There was Hollywood, and the\ntelevision networks, and that Terra-Luna Spaceways guy who wanted to\nget in on all the publicity by offering him a vice-presidency. And the\nnewspaper editors, and the magazine editors, and all the rest of them.\n\nApproximately a billion persons had been tuned in to the Interplanetary\nnetwork when the emergency landing instructions had been broadcast to\nhim through that system. A billion persons had sat on the edge of\ntheir chairs, tensely, as his ship had been brought in.\n\nHe and little Lillian had received more publicity in the past\ntwenty-four hours than anyone since Lindbergh.\n\nAnd the child would be all right now. Before he'd left, checks totaling\nover a quarter of a million had come in for her. Donations from all\nover the Earth and from Mars and Venus and even some from the Jupiter\nsatellites.\n\nAnd offers of adoption. Thousands of them, from rich and poor--even\nincluding Marsha Malloy, the video star who'd been singing that song,\n\"Love of White Roses.\"\n\nYes, Lillian would be all right. He wouldn't have been able to pay for\nthe medical care she'd needed; but now she had the most capable experts\non Earth at her disposal.\n\nThey had been indignant when he blasted off again for Luna. They'd\nwanted to make a hero of him. This leaving on his part they interpreted\nas modesty--which, come to think of it, would make him all the more of\na hero.\n\nPhil Mooney slipped a hand down to his set and flicked it on. He dialed\nover a dozen different stations. The news programs were all full of him\nand of Lillian. You'd think, to hear them, that he was the noblest, the\nmost daring, the greatest man since Alexander the Great.\n\nHe grinned wryly. One of the reasons he'd been so anxious to leave\nwas to get away before somebody thought to check his set to see what\nwas wrong with it. Why, if anybody had found that it was actually in\nperfect shape, they'd probably have lynched him.\n\nYeah. The colonel had been right. In the space-forces you learned to be\nself-reliant. When you got in a bad spot, you figured it out yourself.\nYou're on your own; it's you against everything and everybody. Anything\ngoes.\n\nHis grin broadened. Maybe he wasn't a hero--the way they were all\npainting him; but at least Lillian was all right now, and no longer\npenniless the way her parents' death had left her.\n\n--And he wasn't doing so badly himself.",
    "metadata": {
        "author": [
            "McCord, Guy",
            "Reynolds, Mack",
            "Mallory, Mark",
            "Reynolds, Dallas McCord"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/63963/pg63963.txt",
        "name": "mercy_flight.json"
    }
}