{
    "name": "'Mid Pleasures and Palaces",
    "author": [
        "McKimmey, James",
        "McKimmey, James Earl, Jr."
    ],
    "body": "This planet was remote and set apart, and nothing about it had made\nWilliam Kirk think he might find human life. Yet just beyond, through a\nthorny bush shaped like an exploding rose, Kirk had seen eyes and nose\nand a flash of yellow hair that were definitely human.\n\nKirk poised motionless. He was three miles from the rocket and Leo, who\nwas waiting inside of it. He thought for a moment of how Leo had told\nhim, as they made their landing, that this is the kind of planet where\nyou could go no further. This is the kind of planet that could be the\nend of twelve years, and you'd better be careful, William, old sport.\n\nKirk noticed a faint breeze; his palms were wet, and they cooled when\nthe breeze touched them. He placed his palms against his jacket. Damn\nyou, Leo, he thought. Damn your rotten fortune-telling. Kirk was\nsuperstitious when he was in space, and the memory of Leo Mason's cool,\nquiet voice saying \"Watch it now, sport. Be careful, be careful ...\"\nseemed now like some certain kiss of fate.\n\nThe bush trembled and Kirk's right hand flicked to his holster. His\npistol was cold against his fingers and he let it fit loosely in his\nhand, the barrel half-raised.\n\nThe bush shivered again, and then all at once the figure was rising from\nbehind it, a tall wide figure with a very tan face, lined and\ntoughened by the sun. The shoulders, bare like the chest, were massive,\nyet somehow stretched-looking, as though endless exposure to wind and\nrain and sun had turned the skin to brown leather.\n\nKirk had his pistol pointing at the figure's stomach now, and the figure\nblinked, while the breeze touched and ruffled the long bleached hair.\n\nThe figure raised a large hand, palm up, and curled the fingers.\n\"Hello?\" he said softly. Kirk was surprised by the word and the polite\nsound of it.\n\nKirk remained motionless, pistol pointing. \"Who are you?\" he said\nthrough his teeth.\n\n\"Harry,\" said the figure, as though Kirk surely should know who he was.\n\"I'm Harry, of course.\"\n\n\"Yes?\" said Kirk carefully. \"Harry?\"\n\nThe figure nodded. \"Harry Loren, don't you know?\"\n\n\"Oh, yes,\" Kirk said, his eyes watchful. \"Harry Loren.\" There was\nsomething about the man's eyes, Kirk decided. They were deep set and\nvery bright within their sockets. They didn't match the softness of the\nspeech. Harry Loren smiled and showed his yellow teeth. \"Who are you?\"\nhe asked politely.\n\n\"I'm William,\" Kirk said. It was as though he might be speaking to a\nfrightened child, he thought, who held a sharp knife in his hands.\n\"William Kirk, of course.\"\n\nHarry Loren nodded apologetically. \"Oh, yes. I can't remember everyone.\nIt's been so long. How are you, William?\"\n\nKirk's eyes flickered. \"I'm fine.\"\n\n\"That's nice,\" Harry Loren nodded. His wild hair brushed over his\nshoulders and reflected its yellowness against the sun. The knife then,\nthe one that Kirk had thought about a moment ago, appeared in the\nfigure's hand. \"_Bastard_,\" Harry Loren hissed, and he was leaping at\nKirk, the knife making a sweep toward Kirk's stomach.\n\nSomething kept Kirk from squeezing the trigger, and instead he swung his\npistol so that it struck the brown, weathered knuckles. The knife flew\ninto a thicket and Loren, screaming, was upon Kirk, reaching for Kirk's\nneck. Kirk wrenched backward and at the same time swung the barrel of\nthe pistol toward the yellow flying hair. There was a cracking sound,\nand Harry Loren, brown and wild-looking, crumpled silently before Kirk's\nfeet.\n\nKirk examined the man, then he reached down and picked up the knife from\nthe thicket. It was crudely hammered out from some kind of alloy, but\nsharp nevertheless, and it could have been deadly in a hand like Harry\nLoren's.\n\nKirk looked again at the yellow-haired man on the ground. He was wearing\nsome kind of ragged cloth about his waist and nothing else. Across his\nback, Kirk could see, was a curving scar, an inch wide and ten or twelve\ninches long. It was white and very noticeable against the brown of the\nman's skin.\n\nKirk bent down, looking at the scar carefully. It could have been made\nduring a crash of a rocket, but there were, he noticed, fine whiter\nridges running along the length of the scar as though they had been\nmade by fine comb-like teeth. A talon, perhaps. Some kind of strange\nclaw. Kirk straightened quickly.\n\nIt went through his head that Harry Loren might not be the only animal\nlife on this planet. He tightened his hand on his pistol, stepping\nbackward, his eyes darting.\n\nBut he could only pivot slowly, trying to see, to discover, and he was\nmuch too slow when he finally saw it. It was only a flash of yellow and\nbrown, making a hissing kind of sound. He felt the ripping along his\nright arm. The pistol was going out of his hand. And a swirling\nblackness got in front of his eyes.\n\n\n\nWhen he awoke he saw Harry Loren first, who was sitting up now, silent,\nmotionless, with Kirk's pistol resting in his hands.\n\nTo the side of Loren and just a little behind rested a peculiar-looking\nthing. It was alive because its head, shaped like a cone that had been\nattached to its neck, kept swaying gently back and forth. The dark blue\neyes, spaced back from the smallest end of the cone, were rather small\nwith no lids. The creature's neck was long and thin, a multitude of\nshades of yellow and brown like the head, and the rest of the body\nwidened out like a funnel and this area was covered with yellow\nfeathers. It had what appeared to be arms and legs, long thin extensions\nof dark brown with large bony joints. At the end of each of these, Kirk\ncould see a flat claw with rows of tiny comb-like teeth.\n\nLoren reached out and ran a hand softly along the creature's long neck.\n\nKirk tried to think, testing his muscles without moving, and he\nremembered then the ripping along his right arm. He looked at the arm\nand at the way his jacket had been torn away along with the shirt\nbeneath it. He could see the comb-like marking of his skin. The cut was\nnot deep but it bled a little and stung. He tried to move his arm and\nfound that he could.\n\nKirk looked back to Loren. Loren stroked his hand along the thin neck of\nthe creature. Kirk decided to try:\n\n\"That's a nice-looking animal, Harry.\"\n\nLoren's expression did not change.\n\nKirk paused. From the looks of the man, Loren had been here a long time,\na very long time. It had been a crash, probably. And all the years\nafterward of loneliness, all the time for the quiet but sure warping of\nthe brain.\n\nHe raised a hand quickly, watching Loren's eyes. Loren did not change\nexpressions or move the pistol, but Kirk felt a comb-like claw touching\nhis hand, freezing it to motionless with its razor tips. Kirk looked at\nthe creature. The dark blue eyes were steady. Kirk lowered his hand\nslowly and the claw was drawn away. The creature's head resumed it's\ngentle swaying, and Loren's hand resumed its stroking.\n\nKirk licked his lips.\n\n\"Where have you been?\" Loren said, his voice sudden and hoarse now.\n\n\"Where have I been?\" Kirk said, tight and motionless.\n\n\"Why didn't you come before?\"\n\nKirk considered it. The dancing lights in the man's eyes, the\nhigh-strung sound of his voice were things to make you wary and careful.\nKirk closed his fingers the slightest bit. \"I didn't know you were\nhere.\"\n\nLoren's lips thinned. \"Liar.\"\n\nKirk thought he might try a smile, to reassure Loren that he was telling\nthe truth. He decided against it. \"How long have you been here, Harry?\"\n\n\"How would I know?\"\n\nKirk thought of the endless nights and days when time ran together and\nthere was no more separation of one time from another. Today would be\ntomorrow and tomorrow would be today. No changes. Endless. \"Did you\ncrash, Harry?\"\n\n\"Did you crash, Harry?\" Loren mimicked, and for a moment Kirk felt a\nchill dancing through him as he watched the sarcastic leer of Loren's\nmouth.\n\nKirk kept his tone polite, patronizing. \"Was there anyone else?\"\n\nLoren laughed, a laugh that bounced over the rocks and through the\nscrubs and bushes.\n\n\"Was there, Harry?\"\n\n\"Oh, yes,\" Loren said, grinning and showing his yellow teeth. \"Six. One,\ntwo, three, four, five, six. Would you like to see their graves? I've\nkept the graves pretty. I know where they are because I dug them.\"\n\nLoren remained in a half crouch, the fingers of one hand holding the\npistol loosely, the other keeping up its monotonous stroking of the\nanimal. His eyes seemed to become vacant for a moment, as though lost in\nthe memory of the digging of six graves. Then they narrowed. \"Where have\nyou been?\"\n\nKirk tried to match his answer to the wants of the man. \"I came as soon\nas I could.\"\n\n\"You did?\"\n\n\"Yes,\" Kirk said. \"I did.\"\n\nLoren's right hand stopped its stroking and his fingers tightened about\nthe thin long neck of the animal. \"Eddie?\" he said.\n\nKirk saw the animal's left claw whipping out. He ducked suddenly, but\nthe claw ripped along his left arm. He tried to roll sideways, and then\nhe lay, half sprawled, looking at the blood welling up from this new set\nof ripped ridges in his arm. He shifted his eyes to look at the animal,\nand he was quite certain that he could detect a small mouth fitting\naround the under side of the funnel-shaped head. It was only a line, but\nKirk thought that there was a grinning look to it.\n\n\"You didn't come as soon as you could,\" Loren said, his voice an angry\ntrembling sound.\n\n\"I did, Harry,\" Kirk said, still remaining in his half sprawl. \"I really\ndid.\"\n\nLoren replaced his hand on the neck of the animal, squeezing.\n\n\"No, no,\" Kirk said, and he tried to keep the panic out of his voice.\n\"Harry, I'm telling you the truth!\"\n\n\n\nLoren's mouth showed a faint surface of his yellow teeth. He shook his\nhead, slowly, back and forth, his fingers tightening about the animal's\nneck.\n\n\"Harry, listen,\" Kirk said, watching Loren's squeezing fingers, \"it's\nover now. You don't have to wait any longer. I'll take you back now.\nI'll take you home!\"\n\nLoren froze, staring. \"Home?\" he said.\n\n\"That's right,\" Kirk said. \"That's right, Harry.\"\n\n\"_Home_,\" Loren breathed, and his eyes were suddenly like a child's,\nwide and unbelieving.\n\n\"The waiting's all over,\" Kirk said. \"You don't have to wait any\nlonger.\"\n\n\"I don't have to wait any longer,\" Loren repeated softly, and his hand\ndropped from the neck of the animal.\n\nKirk watched Loren and the swaying animal. \"The rocket's ready,\" he\nsaid.\n\nLoren's eyes were lost in some distant memory. Gradually Kirk could see\nthe eyes turn shiny with tears. \"Is Annette waiting?\" he asked.\n\nKirk thought quickly. He knew that what he was going to say shouldn't be\nsaid, because he had no right. But he was thinking of his own skin.\n\"Why, yes, Harry,\" he said slowly. \"I imagine Annette _is_ waiting.\"\n\nLoren let a quick breath come through his teeth. \"Annette,\" he\nwhispered. \"And Dickie?\"\n\n\"Dickie?\" Kirk said.\n\n\"Little Dickie?\" Loren said and he held his breath.\n\n\"Oh, yes,\" Kirk lied. \"Of course.\"\n\n\"I can't ask about Eddie, because we never had the chance,\" Loren said,\nhis eyes still lost. \"I always told Annette that no kid should ever grow\nup without a brother, only we never had the chance for Eddie.\" Loren\nreached out absently and touched the brown and yellow neck of the\ncreature. \"I called this fellow Eddie, though. Do you suppose that was\nall right? He's not very pretty.\"\n\nKirk nodded, looking at the waving, funnel-shaped head of the animal.\n\"That was all right, Harry.\"\n\n\"Does she still braid her hair?\" Loren asked, his eyes shiny.\n\n\"What?\" Kirk said.\n\n\"Annette. Does she still braid her hair?\"\n\n\"Why,\" Kirk said slowly, feeling his palms going moist. \"Why wouldn't\nshe, Harry?\"\n\nA faint smile flickered across Loren's lips as he remembered.\n\nKirk watched one of the creature's claws, out of the corners of his\neyes. He opened and closed the fingers of one hand, testing. The claw\njerked slightly.\n\nThe blood of Kirk's new wound was drying, he knew, because it had been\nonly a surface cut. He wondered how it would be if the thing used its\nclaws with serious intent. Like it must have to make the cut that had\nbeen raked into Loren's back. Loren was bending forward now, and Kirk\ncould see the tip end of that scar. Somehow Loren had managed to stay\nalive and befriend the creature. Eddie. The lidless eyes stared.\n\nKirk knew that he had to make use of the moment. It could break apart\nany time, the wildness could return, the unreasoning....\n\n\"Listen, Harry,\" he said, \"we ought to get started, you know. There's no\nuse waiting longer.\"\n\n\"Started?\" Loren said.\n\n\"Of course,\" Kirk said, trying to keep his voice matter-of-fact.\n\"You're going home.\"\n\nLoren looked at Kirk and his eyes turned suddenly hard and his mouth\nlost the faint smile. \"I am,\" he stated flatly.\n\n\"Yes,\" Kirk said. \"Of course.\"\n\n\"You're a liar.\"\n\n\"Now, Harry,\" Kirk said, his eyes flickering to the waiting animal. \"I\nsurely wouldn't lie to you.\"\n\n\"You haven't come for me until after all this time, and now you say you\nsurely wouldn't lie to me.\"\n\nIt was like standing in a gully, Kirk thought, watching a boulder\nteetering above you. It tipped this way and that, and you didn't know\nwhen or if it was going to come hurtling down. You waited. But Kirk\ncouldn't wait, he knew. He had to do something.\n\n\"Harry, listen. It wasn't easy to find you, don't you see?\" He hoped he\nwas making it sound as though all he had done for the last dozen years\nof exploring was look for Harry Loren. He wished that the damned thing\nwould stop swaying its ugly head back and forth. Loren's hand was\ninching out toward the yellow and brown neck.\n\n\"Look, Harry, these things aren't done in a day. We--\"\n\n\"A day!\" Loren hissed. \"A _day_! All this time and you say a _day_!\"\n\n\"No, I'm sorry,\" Kirk said quickly. He wished he could shift out of the\ncramped half-lying position he was in. \"I didn't mean a day, Harry. I\nmeant it wasn't easy. We didn't know where you were--\" He was talking\nquickly, whining almost, and he'd never whined before.\n\nLoren's fingers were touching the waving neck.\n\n\"We'd better hurry,\" Kirk said desperately. \"Annette's waiting. And\nDickie, of course.\"\n\nLoren blinked.\n\n\"You wouldn't want to keep them waiting any longer, not after all this\ntime, Harry.\"\n\nLoren stroked his fingers slowly down the long neck of the animal.\n\n\"I think,\" Kirk said, almost hoarsely, \"now that I really remember it,\nAnnette _was_ still wearing her hair braided. I remember that now,\nHarry. Positively.\"\n\nLoren froze the motion of his hand and stared at Kirk. His lips\ntrembled, and then suddenly he put his hands in front of his face. He\nbent forward, and Kirk felt his nerves jumping, watching the man start\nto cry.\n\nThe animal turned its stare away from Kirk for the first time. It looked\nat Loren and then slowly raised a claw, touching Loren's shoulder\ncarefully. It made a sound then, a peculiar hissing sound, soft, barely\naudible. There was no danger in it, or menace, only a pitiful sound.\n\nLoren raised his head a little and brought his hands away from his face.\nTears had cut through dust and grime and his face was streaked.\n\n\"Shall we go, Harry?\" Kirk said.\n\nLoren wiped at his eyes, stupidly, without knowing what he was doing.\nThen he brought his hands down and wiped them across his chest.\n\n\"All right,\" he said. \"Let's go.\" He picked up Kirk's pistol from where\nhe had dropped it on the ground and held it out.\n\nKirk looked at the gun and at the animal. The claw had been drawn away\nfrom Loren's shoulder and again it was poised, ready. \"You keep it,\nHarry,\" he said.\n\n\"Oh, yes. Of course,\" Loren said. There was a moment of silence as Loren\nstuck the pistol absently into the waist of his ragged cloth covering,\nbeside the knife. The three of them waited then, Kirk, Loren, and the\nanimal.\n\n\"Eddie?\" Loren said finally. \"Are you ready?\"\n\n\n\nKirk felt himself smiling in the direction of the animal. He remembered\nwhen he was a small boy, going by a house where there had been a mongrel\nwith a flat head and large teeth. He had smiled at that animal as he was\ndoing now. The dog had sensed his fear in spite of the smile.\n\nLoren was standing up slowly, and the animal's head swayed in slow\ncircling motions.\n\n\"All right?\" Loren said.\n\nKirk glanced at the man, saw the wild, nearly vacant look of the face,\nthe polite tilt of the head. Kirk's palms were wet. Goddamn it, he\nthought, and he stood up suddenly.\n\nThe animal extended a claw, slowly, turning it so that it seemed to wind\nand circle as it came toward Kirk.\n\n\"_Eddie_,\" Loren said.\n\nThe claw came away. Kirk caught his breath.\n\n\"Shall we go?\" Loren said, his eyes shining.\n\n\"Yes,\" Kirk said. \"We'll go, Harry.\" He turned slowly, so that his back\nwas to Loren and the animal. He thought about the comb-like claws and\nthe scar on Loren's back. He thought about Loren's knife and about the\npistol.\n\nHe wanted to look back as he walked. He wanted to talk, to hear Loren's\nanswer and so know just where he was. More than anything he wanted to\nbreak into a run and get into that rocket and get out of here.\n\nHe could see the gleam of the rocket finally, but he didn't look back\nyet. He kept moving. As he got closer he could see Leo, standing near\nthe base of the ship, tall, leaning carelessly against the silver\nsurface, smoking. He wanted to shout to Leo, to tell him for God's sake\nto wake up and protect him.\n\nThey reached the edge of the clearing and Leo, whose careless body had\nstiffened, waited motionless, one hand on his pistol. Kirk stopped.\n\"There it is, Harry,\" he said, not turning around. \"There's the ship.\"\nHe waited, half-closing his eyes, breathing slowly.\n\nThere was no sound.\n\n\"That's Leo, my friend, Harry,\" Kirk said, putting his palms flat\nagainst his thighs. \"Your friend, Harry.\"\n\nLeo, Kirk could see, was still frozen, his eyes slitted to narrow\nbrightness. Kirk began to step into the clearing. \"Hello, there, Leo,\"\nhe said, his voice a tense, grating sound. \"I've brought some friends.\"\n\nLeo was lifting his pistol out of its holster, inchingly.\n\n\"_Friends_,\" Kirk rasped.\n\nLeo's thin eyes flickered and the pistol slid back into the holster.\n\nKirk turned around slowly, and he saw that Loren had stopped just inside\nthe clearing. The animal remained beside him, its head making its slow\ncircles. Loren was staring up at the rocket and the sun reflecting from\nthe bright surface, came down and shown on Loren's face, deepening the\nlines there.\n\n\"Leo,\" Kirk said slowly, \"this is Harry Loren and his friend, Eddie.\nHarry's been here quite a while, waiting for us.\"\n\n\"Oh, yes?\" said Leo, still not moving.\n\n\"That's right, Leo,\" Kirk said. \"Quite a while. What year was it,\nHarry?\" he said across the clearing. \"What year did you crash?\"\n\nLoren blinked and there were tears again in his eyes. He reached out\nslowly, and the animal shifted so that its head touched Loren's hand.\n\"Twenty-four-nineteen.\"\n\nKirk put his teeth together. \"Twenty-four-nineteen,\" he said.\n\nLoren nodded slowly, his eyes still upon the rocket.\n\n\"Eighteen years,\" Leo said softly.\n\n\"A long time, Leo,\" Kirk said. He thought of a girl with her hair\nbraided about her head, looking up, while Loren had shot into the depths\nof sky and space. He thought of a little boy called Dickie, standing\nthere, too, watching a fast-disappearing blackness in the sky. He\nthought about eighteen years, and the fading of youth. A boy becoming a\nman. Braided hair becoming gray. Memories fading and minds adjusting.\nNew love, new dedication. A world shifting, a universe shifting.\n\nKirk looked at Eddie, the animal, real and alive, waiting patiently at\nthe tips of Loren's fingers. \"Eddie's been with Harry for a long time,\"\nhe said.\n\n\"Oh?\" said Leo quietly.\n\nLoren's hand stroked the brown and yellow head.\n\n\"Harry,\" Kirk said. \"We're going to leave now. Are you ready?\"\n\nLoren was silent.\n\n\"You go up first, will you, Leo?\" Kirk said.\n\nLeo looked at him, a faint frown touching his brow, then he began moving\nup the ladder to the air lock. Kirk waited until Leo had disappeared\ninto the rocket, then he repeated, \"We're going to leave now, Harry. Are\nyou ready?\"\n\nLoren remained motionless, his hand touching the animal's head. Suddenly\nhe turned then and began moving slowly away through the brush, the brown\nand yellow creature bobbing beside him with queer rocker-like jumps.\n\n\"Goodby, Harry,\" Kirk said. Finally he turned and climbed up the ladder.\nWhen he had gotten into his seat, he said, \"Let's go, Leo,\" and he moved\nhis hands to the controls.\n\n\n\nThe rocket settled into the quiet motion of its course through space.\n\n\"But I don't get it,\" Leo said. \"I really don't. All that time, and then\nall he has to do is walk a dozen yards and get into the rocket and he's\ngoing home. That's all he would have to do.\"\n\n\"Why?\" Kirk said.\n\n\"Why?\" said Leo, frowning.\n\nKirk nodded, looking at the man. \"Why?\"\n\n                                                           ... THE END\n\n",
    "metadata": {
        "author": [
            "McKimmey, James",
            "McKimmey, James Earl, Jr."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/31703/pg31703.txt",
        "name": "mid_pleasures_and_palaces.json"
    }
}