{
    "name": "Midnight In Beauchamp Row\n1895",
    "author": [
        "Green, Anna Katharine",
        "Rohlfs, Mrs. Charles",
        "Rohlfs, Anna Katharine Green"
    ],
    "body": "By Anna Katharine Green (Mrs. Charles Rohlfs)\n\nCopyright, 1895, by American Press Association\n\n\nIt was the last house in Beauchamp Row, and it stood several rods away\nfrom its nearest neighbor. It was a pretty house in the daytime, but\nowing to its deep, sloping roof and small bediamonded windows it had\na lonesome look at night, notwithstanding the crimson hall-light which\nshone through the leaves of its vine-covered doorway.\n\nNed Chivers lived in it with his six months' married bride, and as\nhe was both a busy fellow and a gay one there were many evenings when\npretty Letty Chivers sat alone until near midnight.\n\nShe was of an uncomplaining spirit, however, and said little, though\nthere were times when both the day and evening seemed very long and\nmarried life not altogether the paradise she had expected.\n\nOn this evening--a memorable evening for her, the twenty-fourth of\nDecember, 1894--she had expected her husband to remain with her, for it\nwas not only Christmas eve, but the night when, as manager of a large\nmanufacturing concern, he brought up from New York the money with which\nto pay off the men on the next working day, and he never left her when\nthere was any unusual amount of money in the house. But from the\nfirst glimpse she had of him coming up the road she knew she was to\nbe disappointed in this hope, and, indignant, alarmed almost, at the\nprospect of a lonesome evening under these circumstances, she ran\nhastily down to the gate to meet him, crying:\n\n\"Oh, Ned, you look so troubled I know you have only come home for a\nhurried supper. But you cannot leave me to-night. Tennie\" (their only\nmaid) \"has gone for a holiday, and I never can stay in this house alone\nwith all that.\" She pointed to the small bag he carried, which, as she\nknew, was filled to bursting with bank notes.\n\nHe certainly looked troubled. It is hard to resist the entreaty in a\nyoung bride's uplifted face. But this time he could not help himself,\nand he said:\n\n\"I am dreadful sorry, but I must ride over to Fairbanks to-night.\nMr. Pierson has given me an imperative order to conclude a matter of\nbusiness there, and it is very important that it should be done. I\nshould lose my position if I neglected the matter, and no one but\nHasbrouck and Suffern knows that we keep the money in the house. I have\nalways given out that I intrusted it to Hale's safe over night.\"\n\n\"But I cannot stand it,\" she persisted. \"You have never left me on these\nnights. That is why I let Tennie go. I will spend the evening at The\nLarches, or, better still, call in Mr. and Mrs. Talcott to keep me\ncompany.\"\n\nBut her husband did not approve of her going out or of her having\ncompany. The Larches was too far away, and as for Mr. and Mrs. Talcott,\nthey were meddlesome people, whom he had never liked; besides, Mrs.\nTalcott was delicate, and the night threatened storm. It seemed hard\nto subject her to this ordeal, and he showed that he thought so by his\nmanner, but, as circumstances were, she would have to stay alone, and he\nonly hoped she would be brave and go to bed like a good girl, and think\nnothing about the money, which he would take care to put away in a very\nsafe place.\n\n\"Or,\" said he, kissing her downcast face, \"perhaps you would rather hide\nit yourself; women always have curious ideas about such things.\"\n\n\"Yes, let me hide it,\" she murmured. \"The money, I mean, not the bag.\nEvery one knows the bag. I should never dare to leave it in that.\" And\nbegging him to unlock it, she began to empty it with a feverish haste\nthat rather alarmed him, for he surveyed her anxiously and shook his\nhead as if he dreaded the effects of this excitement upon her.\n\nBut as he saw no way of averting it he confined himself to using such\nsoothing words as were at his command, and then, humoring her weakness,\nhelped her to arrange the bills in the place she had chosen, and\nrestuffing the bag with old receipts till it acquired its former\ndimensions, he put a few bills on top to make the whole look natural,\nand, laughing at her white face, relocked the bag and put the key back\nin his pocket.\n\n\"There, dear; a notable scheme and one that should relieve your mind\nentirely!\" he cried. \"If any one should attempt burglary in my absence\nand should succeed in getting into a house as safely locked as this will\nbe when I leave it, then trust to their being satisfied when they see\nthis booty, which I shall hide where I always hide it--in the cupboard\nover my desk.\"\n\n\"And when will you be back?\" she murmured, trembling in spite of\nherself at these preparations.\n\n\"By one o'clock if possible. Certainly by two.\"\n\n\"And our neighbors go to bed at ten,\" she murmured. But the words were\nlow, and she was glad he did not hear them, for if it was his duty\nto obey the orders he had received, then it was her duty to meet the\nposition in which it left her as bravely as she could.\n\nAt supper she was so natural that his face rapidly brightened, and it\nwas with quite an air of cheerfulness that he rose at last to lock up\nthe house and make such preparations as were necessary for his dismal\nride over the mountains to Fairbanks. She had the supper dishes to wash\nup in Tennie's absence, and as she was a busy little housewife she\nfound herself singing a snatch of song as she passed back and forth from\ndining-room to kitchen. He heard it, too, and smiled to himself as he\nbolted the windows on the ground floor and examined the locks of the\nthree lower doors, and when he finally came into the kitchen with\nhis greatcoat on to give her his final kiss, he had but one parting\ninjunction to urge, and that was that she should lock the front door\nafter him and then forget the whole matter till she heard his double\nknock at midnight.\n\nShe smiled and held up her ingenuous face.\n\n\"Be careful of yourself,\" she murmured. \"I hate this dark ride for you,\nand on such a night too.\" And she ran with him to the door to look out.\n\n\"It is certainly very dark,\" he responded, \"but I'm to have one of\nBrown's safest horses. Do not worry about me. I shall do well enough,\nand so will you, too, or you are not the plucky little woman I have\nalways thought you.\"\n\nShe laughed, but there was a choking sound in her voice that made him\nlook at her again. But at sight of his anxiety she recovered herself,\nand pointing to the clouds said earnestly:\n\n\"It is going to snow. Be careful as you ride by the gorge, Ned; it is\nvery deceptive there in a snowstorm.\"\n\nBut he vowed that it would not snow before morning, and giving her one\nfinal embrace he dashed down the path toward Brown's livery stable. \"Oh,\nwhat is the matter with me?\" she murmured to herself as his steps died\nout in the distance. \"I never knew I was such a coward.\" And she paused\nfor a moment, looking up and down the road, as if in despite of her\nhusband's command she had the desperate idea of running away to some\nneighbor.\n\nBut she was too loyal for that, and smothering a sigh she retreated into\nthe house. As she did so the first flakes fell of the storm that was not\nto have come till morning.\n\nIt took her an hour to get her kitchen in order, and nine o'clock struck\nbefore she was ready to sit down. She had been so busy she had not\nnoticed how the wind had increased or how rapidly the snow was falling.\nBut when she went to the front door for another glance up and down the\nroad she started back, appalled at the fierceness of the gale and at the\ngreat pile of snow that had already accumulated on the doorstep.\n\nToo delicate to breast such a wind, she saw herself robbed of her last\nhope of any companionship, and sighing heavily she locked and bolted the\ndoor for the night and went back into her little sitting-room, where a\ngreat fire was burning. Here she sat down, and determined, now that she\nmust pass the evening alone, to do it as cheerfully as possible, and so\nbegan to sew. \"Oh, what a Christmas eve!\" she thought, and a picture of\nother homes rose before her eyes, homes in which husbands sat by wives\nand brothers by sisters, and a great wave of regret poured over her and\na longing for something, she hardly dared say what, lest her unhappiness\nshould acquire a sting that would leave traces beyond the passing\nmoment. The room in which she sat was the only one on the ground floor\nexcept the dining-room and kitchen. It therefore was used both as parlor\nand sitting-room, and held not only her piano, but her husband's desk.\n\nCommunicating with it was the tiny dining-room. Between the two,\nhowever, was an entry leading to a side entrance. A lamp was in this\nentry, and she had left it burning, as well as the one in the kitchen,\nthat the house might look cheerful and as if all the family were at\nhome.\n\nShe was looking toward this entry and wondering whether it was the mist\nmade by her tears that made it look so dismally dark to her when there\ncame a faint sound from the door at its further end.\n\nKnowing that her husband must have taken peculiar pains with the\nfastenings of this door, as it was the one toward the woods and\ntherefore most accessible to wayfarers, she sat where she was, with all\nher faculties strained to listen. But no further sound came from that\ndirection, and after a few minutes of silent terror she was allowing\nherself to believe that she had been deceived by her fears when she\nsuddenly heard the same sound at the kitchen door, followed by a muffled\nknock.\n\nFrightened now in good earnest, but still alive to the fact that the\nintruder was as likely to be a friend as a foe, she stepped to the door,\nand with her hand on the lock stooped and asked boldly enough who was\nthere. But she received no answer, and more affected by this unexpected\nsilence than by the knock she had heard she recoiled farther and farther\ntill not only the width of the kitchen, but the dining-room also, lay\nbetween her and the scene of her alarm, when to her utter confusion the\nnoise shifted again to the side of the house, and the door she thought\nso securely fastened, swung violently open as if blown in by a fierce\ngust, and she saw precipitated into the entry the burly figure of a man\ncovered with snow and shaking with the violence of the storm that seemed\nat once to fill the house.\n\nHer first thought was that it was her husband come back, but before she\ncould clear her eyes from the cloud of snow which had entered with him\nhe had thrown off his outer covering and she found herself face to face\nwith a man in whose powerful frame and cynical visage she saw little to\ncomfort her and much to surprise and alarm.\n\n\"Ugh!\" was his coarse and rather familiar greeting. \"A hard night,\nmissus! Enough to drive any man indoors. Pardon the liberty, but I\ncouldn't wait for you to lift the latch; the wind drove me right in.\"\n\n\"Was--was not the door locked?\" she feebly asked, thinking he must have\nstaved it in with his foot, that looked only too well fitted for such a\ntask.\n\n\"Not much,\" he chuckled. \"I s'pose you're too hospitable for that.\"\nAnd his eyes passed from her face to the comfortable firelight shining\nthrough the sitting-room.\n\n\"Is it refuge you want?\" she demanded, suppressing as much as possible\nall signs of fear.\n\n\"Sure, missus--what else! A man can't live in a gale like that,\nspecially after a tramp of twenty miles or more. Shall I shut the door\nfor you?\" he asked, with a mixture of bravado and good nature that\nfrightened her more and more.\n\n\"I will shut it,\" she replied, with a half notion of escaping this\nsinister stranger by a flight through the night.\n\nBut one glance into the swirling snow-storm deterred her, and making the\nbest of the alarming situation, she closed the door, but did not lock\nit, being more afraid now of what was inside the house than of anything\nleft to threaten her from without.\n\nThe man, whose clothes were dripping with water, watched her with\na cynical smile, and then, without any invitation, entered the\ndining-room, crossed it and moved toward the kitchen fire.\n\n\"Ugh! ugh! But it is warm here!\" he cried, his nostrils dilating with\nan animal-like enjoyment that in itself was repugnant to her womanly\ndelicacy. \"Do you know, missus, I shall have to stay here all night?\nCan't go out in that gale again; not such a fool.\" Then with a sly look\nat her trembling form and white face he insinuatingly added, \"All alone,\nmissus?\"\n\nThe suddenness with which this was put, together with the leer that\naccompanied it, made her start. Alone? Yes, but should she acknowledge\nit? Would it not be better to say that her husband was up-stairs. The\nman evidently saw the struggle going on in her mind, for he chuckled to\nhimself and called out quite boldly:\n\n\"Never mind, missus; it's all right. Just give me a bit of cold meat\nand a cup of tea or something, and we'll be very comfortable together.\nYou're a slender slip of a woman to be minding a house like this. I'll\nkeep you company if you don't mind, leastwise until the storm lets up\na bit, which ain't likely for some hours to come. Rough night, missus,\nrough night.\"\n\n\"I expect my husband home at any time,\" she hastened to say. And\nthinking she saw a change in the man's countenance at this she put on\nquite an air of sudden satisfaction and bounded toward the front of the\nhouse. \"There! I think I hear him now,\" she cried.\n\nHer motive was to gain time, and if possible to obtain the opportunity\nof shifting the money from the place where she had first put it into\nanother and safer one. \"I want to be able,\" she thought, \"of swearing\nthat I have no money with me in this house. If I can only get it into my\napron I will drop it outside the door into the snowbank. It will be\nas safe there as in the bank it came from.\" And dashing into the\nsitting-room she made a feint of dragging down a shawl from a screen,\nwhile she secretly filled her skirt with the bills which had been put\nbetween some old pamphlets on the bookshelves.\n\nShe could hear the man grumbling in the kitchen, but he did not follow\nher front, and taking advantage of the moment's respite from his none\ntoo encouraging presence she unbarred the door and cheerfully called out\nher husband's name.\n\nThe ruse was successful. She was enabled to fling the notes where\nthe falling flakes would soon cover them from sight, and feeling more\ncourageous, now that the money was out of the house, she went slowly\nback, saying she had made a mistake, and that it was the wind she had\nheard.\n\nThe man gave a gruff but knowing guffaw and then resumed his watch over\nher, following her steps as she proceeded to set him out a meal, with a\npersistency that reminded her of a tiger just on the point of springing.\nBut the inviting look of the viands with which she was rapidly setting\nthe table soon distracted his attention, and allowing himself one grunt\nof satisfaction, he drew up a chair and set himself down to what to him\nwas evidently a most savory repast.\n\n\"No beer? No ale? Nothing o' that sort, eh? Don't keep a bar?\" he\ngrowled, as his teeth closed on a huge hunk of bread.\n\nShe shook her head, wishing she had a little cold poison bottled up in a\ntight-looking jug.\n\n\"Nothing but tea,\" she smiled, astonished at her own ease of manner in\nthe presence of this alarming guest.\n\n\"Then let's have that,\" he grumbled, taking the bowl she handed him,\nwith an odd look that made her glad to retreat to the other side of the\nroom.\n\n\"Jest listen to the howling wind,\" he went on between the huge mouthfuls\nof bread and cheese with which he was gorging himself. \"But we're very\ncomfortable, we two! We don't mind the storm, do we?\"\n\nShocked by his familiarity and still more moved by the look of mingled\ninquiry and curiosity with which his eyes now began to wander over the\nwalls and cupboards, she took an anxious step toward the side of the\nhouse looking toward her neighbors, and lifting one of the shades,\nwhich had all been religiously pulled down, she looked out. A swirl of\nsnow-flakes alone confronted her. She could neither see her neighbors,\nnor could she be seen by them. A shout from her to them would not be\nheard. She was as completely isolated as if the house stood in the\ncenter of a desolate western plain.\n\n\"I have no trust but in God,\" she murmured as she came from the window.\nAnd, nerved to meet her fate, she crossed to the kitchen.\n\nIt was now half-past ten. Two hours and a half must elapse before her\nhusband could possibly arrive.\n\nShe set her teeth at the thought and walked resolutely into the room.\n\n\"Are you done?\" she asked.\n\n\"I am, ma'am,\" he leered. \"Do you want me to wash the dishes? I kin, and\nI will.\" And he actually carried his plate and cup to the sink, where he\nturned the water upon them with another loud guffaw.\n\n\"If only his fancy would take him into the pantry,\" she thought, \"I\ncould shut and lock the door upon him and hold him prisoner till Ned\ngets back.\"\n\nBut his fancy ended its flight at the sink, and before her hopes had\nfully subsided he was standing on the threshold of the sitting-room\ndoor.\n\n\"It's pretty here,\" he exclaimed, allowing his eye to rove again over\nevery hiding-place within sight. \"I wonder now\"--He stopped. His glance\nhad fallen on the cupboard over her husband's desk.\n\n\"Well?\" she asked, anxious to break the thread of his thought, which was\nonly too plainly mirrored in his eager countenance.\n\nHe started, dropped his eyes, and turning looked at her with a momentary\nfierceness. But, as she did not let her own glance quail, but continued\nto look at him with what she meant for a smile on her pale lips, he\nsubdued this outward manifestation of passion, and, chuckling to hide\nhis embarrassment, began backing into the entry, leering in evident\nenjoyment of the fears he caused, with what she felt was a most horrible\nsmile. Once in the hall, he hesitated, however, for a long time; then he\nslowly went toward the garment he had dropped on entering and stooping,\ndrew from underneath its folds a wicked-looking stick. Giving a kick\nto the coat, which sent it into a remote corner, he bestowed upon her\nanother smile, and still carrying the stick went slowly and reluctantly\naway into the kitchen.\n\n\"Oh, God Almighty, help me!\" was her prayer.\n\nThere was nothing for her to do now but endure, so throwing herself\ninto a chair, she tried to calm the beating of her heart and summon up\ncourage for the struggle which she felt was before her. That he had come\nto rob and only waited to take her off her guard she now felt certain,\nand rapidly running over in her mind all the expedients of self-defense\npossible to one in her situation, she suddenly remembered the pistol\nwhich Ned kept in his desk. Oh, why had she not thought of it before!\nWhy had she let herself grow mad with terror when here, within reach of\nher hand, lay such a means of self-defense? With a feeling of joy (she\nhad always hated pistols before and scolded Ned when he bought this one)\nshe started to her feet and slid her hand into the drawer. But it came\nback empty. Ned had taken the weapon away with him.\n\nFor a moment, a surge of the bitterest feeling she had ever experienced\npassed over her; then she called reason to her aid and was obliged to\nacknowledge that the act was but natural, and that from his standpoint\nhe was much more likely to need it than herself. But the disappointment,\ncoming so soon after hope, unnerved her, and she sank back in her chair,\ngiving herself up for lost.\n\nHow long she sat there with her eyes on the door, through which she\nmomentarily expected her assailant to reappear, she never knew. She was\nconscious only of a sort of apathy that made movement difficult and even\nbreathing a task. In vain she tried to change her thoughts. In vain she\ntried to follow her husband in fancy over the snow-covered roads and\ninto the gorge of the mountains. Imagination failed her at this point.\nDo what she would, all was misty in her mind's eye, and she could not\nsee that wandering image. There was blankness between his form and her,\nand no life or movement anywhere but here in the scene of her terror.\n\nHer eyes were on a strip of rug that covered the entry floor, and\nso strange was the condition of her mind that she found herself\nmechanically counting the tassels that finished its edge, growing wroth\nover one that was worn, till she hated that sixth tassel and mentally\ndetermined that if she ever outlived this night she would strip them all\noff and be done with them.\n\nThe wind had lessened, but the air had grown cooler and the snow made a\nsharp sound where it struck the panes. She felt it falling, though she\nhad cut off all view of it. It seemed to her that a pall was settling\nover the world and that she would soon be smothered under its folds.\nMeanwhile no sound came from the kitchen, only that dreadful sense of\na doom creeping upon her--a sense that grew in intensity till she found\nherself watching for the shadow of that lifted stick on the wall of the\nentry, and almost imagined she saw the tip of it appearing, when without\nany premonition, that fatal side door again blew in and admitted another\nman of so threatening an aspect that she succumbed instantly before him\nand forgot all her former fears in this new terror.\n\nThe second intruder was a negro of powerful frame and lowering aspect,\nand as he came for-ward and stood in the doorway there was observable\nin his fierce and desperate countenance no attempt at the insinuation\nof the other, only a fearful resolution that made her feel like a puppet\nbefore him, and drove her, almost without her volition, to her knees.\n\n\"Money? Is it money you want?\" was her desperate greeting. \"If so,\nhere's my purse and here are my rings and watch. Take them and go.\"\n\nBut the stolid wretch did not even stretch out his hands. His eyes went\nbeyond her, and the mingled anxiety and resolve which he displayed would\nhave cowed a stouter heart than that of this poor woman.\n\n\"Keep de trash,\" he growled. \"I want de company's money. You 've got\nit--two thousand dollars. Show me where it is, that's all, and I won't\ntrouble you long after I close on it.\"\n\n\"But it's not in the house,\" she cried. \"I swear it is not in the house.\nDo you think Mr. Chivers would leave me here alone with two thousand\ndollars to guard?\"\n\nBut the negro, swearing that she lied, leaped into the room, and tearing\nopen the cupboard above her husband's desk, seized the bag from the\ncorner where they had put it.\n\n\"He brought it in this,\" he muttered, and tried to force the bag open,\nbut finding this impossible he took out a heavy knife and cut a big\nhole in its side. Instantly there fell out the pile of old receipts with\nwhich they had stuffed it, and seeing these he stamped with rage, and\nflinging them in one great handful at her rushed to the drawers below,\nemptied them, and, finding nothing, attacked the bookcase.\n\n\"The money is somewhere here. You can't fool me,\" he yelled. \"I saw\nthe spot your eyes lit on when I first came into the room. Is it\nbehind these books?\" he growled, pulling them out and throwing them\nhelter-skelter over the floor. \"Women is smart in the hiding business.\nIs it behind these books, I say?\"\n\nThey had been, or rather had been placed between the books, but she\nhad taken them away, as we know, and he soon began to realise that his\nsearch was bringing him nothing, for leaving the bookcase he gave the\nbooks one kick, and seizing her by the arm, shook her with a murderous\nglare on his strange and distorted features.\n\n\"Where's the money?\" he hissed. \"Tell me, or you are a goner.\"\n\nHe raised his heavy fist. She crouched and all seemed over, when, with\na rush and cry, a figure dashed between them and he fell, struck down by\nthe very stick she had so long been expecting to see fall upon her own\nhead. The man who had been her terror for hours had at the moment of\nneed acted as her protector.\n\n* * * * *\n\nShe must have fainted, but if so, her unconsciousness was but momentary,\nfor when she again recognized her surroundings she found the tramp still\nstanding over her adversary.\n\n\"I hope you don't mind, ma'am,\" he said, with an air of humbleness she\ncertainly had not seen in him before, \"but I think the man's dead.\" And\nhe stirred with his foot the heavy figure before him.\n\n\"Oh, no, no, no!\" she cried. \"That would be too fearful. He's shocked,\nstunned; you cannot have killed him.\"\n\nBut the tramp was persistent. \"I'm 'fraid I have,\" he said. \"I done it\nbefore, and it's been the same every time. But I couldn't see a man\nof that color frighten a lady like you. My supper was too warm in me,\nma'am. Shall I throw him outside the house?\"\n\n\"Yes,\" she said, and then, \"No; let us first be sure there is no life in\nhim.\" And, hardly knowing what she did, she stooped down and peered into\nthe glassy eyes of the prostrate man.\n\nSuddenly she turned pale--no, not pale, but ghastly, and cowering back,\nshook so that the tramp, into whose features a certain refinement had\npassed since he had acted as her protector, thought she had discovered\nlife in those set orbs, and was stooping down to make sure that this was\nso, when he saw her suddenly lean forward and, impetuously plunging her\nhand into the negro's throat, tear open the shirt and give one look at\nhis bared breast.\n\nIt was white.\n\n\"O God! O God!\" she moaned, and lifting the head in her two hands she\ngave the motionless features a long and searching look. \"Water!\" she\ncried. \"Bring water.\" But before the now obedient tramp could respond,\nshe had torn off the woolly wig disfiguring the dead man's head, and\nseeing the blond curls beneath had uttered such a shriek that it rose\nabove the gale and was heard by her distant neighbors.\n\nIt was the head and hair of her husband.\n\n* * * * *\n\nThey found out afterwards that he had contemplated this theft for\nmonths, that each and every precaution possible to a successful issue to\nthis most daring undertaking had been made use of and that but for the\nunexpected presence in the house of the tramp, he would doubtless have\nnot only extorted the money from his wife, but have so covered up the\ndeed by a plausible _alibi_ as to have retained her confidence and that\nof his employers.\n\nWhether the tramp killed him out of sympathy for the defenseless\nwoman or in rage at being disappointed in his own plans has never been\ndetermined. Mrs. Chivers herself thinks he was actuated by a rude sort\nof gratitude.",
    "metadata": {
        "author": [
            "Green, Anna Katharine",
            "Rohlfs, Mrs. Charles",
            "Rohlfs, Anna Katharine Green"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/22810/pg22810.txt",
        "name": "midnight_in_beauchamp_row_1895.json"
    }
}