{
    "name": "Mimsy's Joke",
    "author": [
        "Grimes, Millard"
    ],
    "body": "He was lying in the grass and his cute little cocker spaniel was\nnibbling on his ear when the message came. He was breathing the\nfragrant air of spring and feeling cool spring breeze and the solid\nearth under the grass beneath him, while the dog with doleful eyes\ndelighted him with her tricks.\n\nHis name was Oscar Nance, and he was the world's top archaeologist.\nThat was why the message came to him when the UN began selecting a crew\nfor Earth's first expedition to Mars.\n\n\"We want you,\" the message read. It was an invitation that was\ndifficult to refuse. He cuffed the cocker on the ear. She barked softly\nand let her tongue hang out at the cutest angle. \"Good-bye, Mimsy,\" he\nsaid. The dog was all he had on this world. \"I'll miss you, lady,\"\nNance told the dog. She licked his hand.\n\nThen Nance raised his six-three form from the soft grass and started\nwith a careless gait toward the boarding house where he lived during\ninfrequent visits to his home town. Usually he took Mimsy with him on\nhis trips but he knew this trip would not be available for pets.\n\nHe stopped at the house and told his landlady to be sure and take care\nof the dog while he was gone. \"I sure will,\" the landlady told him. She\nalready had Mimsy's supper of liver and dog biscuits waiting on the\nhearth.\n\nA day later, Oscar Nance became a part of man's grandest adventure....\n\nThe place where the first earth ship to Mars landed was very cold and\nvery dead. The commander of the expedition was a gruff, retired Army\ngeneral who had a smattering of science and a great deal of command.\nHis crew, with the exception of two handy men, was composed of the\nleading persons in all branches of Terran science. None of them were\nwomen, and most of them were young.\n\nOscar Nance was 34. He had been around the world 10 times, with\nparticular emphasis on Easter Island and the Antarctica.\n\nThe ship had taken two weeks to bridge the gap between Earth and\nMars. The voyage had been smooth. Every man aboard knew his job, and\nthey were following a plan that the U.N. had worked on for 20 years.\nBoone, the commander, had been a top general in World War III. He was\nefficient, stern, colorless to the point that he was almost colorful.\n\nImmediately upon landing, Boone had dispatched two cats to take the\nfirst steps onto Mars. The cats suffered no ill effects, and now the\nCommander was preparing for the crew to explore the new world.\n\nHe pointed to Nance and Zoologist Braun. \"You, Nance, and Braun, and\nmyself, will form one group,\" he said. He quickly divided the remaining\ntwelve men into three groups. One was to stay at the ship, the other\ntwo would be exploring units.\n\nWhen the small group of Earthmen descended from the ship to alien soil,\nCommander Boone's businesslike manner seemed to take much of the\nglamour from the moment. \"No heroics, Commander?\" Physicist Allgood\nasked.\n\nBoone was not a man for ceremony. \"We're here,\" he said. \"We must see\nwhat is here. We must get back.\"\n\n\n\nWhat was there was not a great deal. Some vegetation did exist, and\nthere was a thin coat of snow spread over the few scraggly trees.\nCommander Boone surveyed the surrounding land through his spyglass,\nthen suddenly lowered it with a set expression on his face. \"There's\na city to the North,\" he announced. He checked the group's immediate\nenthusiasm with a harsh bellow. \"There's no movement there,\" he barked.\n\"And from the looks of the buildings there's been no life there for\ncenturies. However, if there is intelligent life, we will find it\nthere, but it may not be friendly.\"\n\nBoone studied the buildings to the North for another moment, then\nturned to Nance and Braun. \"We three will explore the city,\" he rasped\ninto the thin air. \"You others will fan out in other directions and\nmeet back here in an hour.\" He paused emphatically. \"If we do not come\nback, bring every weapon in the ship when you come to get us. I repeat,\nlife here, if any, may not be friendly. That is why we can't afford to\nrisk the whole party on an expedition to the city.\"\n\nNance and Braun followed the stern old General as he set out on foot\nin a northward direction. The other parties went their own way. The\nthree men spoke sparingly during the hour's walk to the buildings.\nMars was too quiet, almost like a funeral parlor, Nance thought, and\nperhaps the corpses were waiting on their slabs in the city now rising\nbefore them. The air was tolerable but cold, and the sun was fighting\na losing battle with a heavy fog. Nance finally made out the form of\nthe structures when they were only a mile away. As they drew nearer, he\nnoticed that the buildings were made of solid stone, apparently, and\nrivaled the pyramids in height. There were gigantic cracks in the walls\nof many, and a few had crumbled to the ground.\n\nAs the three entered the city, Nance dropped to his knees and examined\nthe stone closely. \"Good Lord,\" he gasped. \"Mars must have been\ndeserted for thousands of years. It would require that long for stone\nlike this to deteriorate.\"\n\nBoone stared at the winding street between the fallen buildings. \"Then\nno intelligent life exists here,\" he said.\n\nBraun looked up from a small flower which he'd found. \"I challenge that\nstatement, Commander,\" he said. \"Life could exist here today. Perhaps\nthe life that is here just doesn't know how to keep house very well,\nand let the work of its ancestors go to ruin.\"\n\n\"Well, then, let's investigate,\" Boone ordered. He led the way into the\nnearest structure, a gnarled hand falling close to the automatic which\nhung at his side. But there was nothing in the building save the rubble\nof a dead civilization and rusted machines which once must have given\nlife and meaning to Mars.\n\nThey left and went on to the second building. Here they found life.\n\nLife was in a back room that had one small window to admit light. Nance\nentered. The light was so dim that he did not see it at first. He saw\nit when it moved, slowly, clumsily in a far corner, as if awaking from\na long sleep. Nance quickly shone his flashlight over the room and onto\nthe life.\n\n\"Commander Boone, Braun, come here,\" he shouted. The other two men were\nat his side almost instantly.\n\nNance directed his beam of light to the face of the creature in the\ncorner. The creature looked remarkably like a man. He had huge jowls\nand long overlapping ears, and was somewhat fat. He blinked tiny eyes\nat the light for a moment and finally managed to get a look at his\nvisitors.\n\nIn English, he growled, \"So you've come at last.\" The flash quivered\nin Nance's hand. He remembered his first trip into the pyramids, and\nsuddenly he knew how he would have felt if King Tut's mummy had spoken\nto him--in English.\n\nBoone's voice quavered. \"It speaks English. That's not possible.\"\n\nIt was gruff, drawling English, sometimes not plain, but it was\nEnglish. And it kept coming. \"I've waited so long,\" the creature\nsaid. He lifted an arm in welcome. Nance noted the fingers were joined\ntogether. \"I've waited and paid with each moment for an error my\nancestors made.\" He moved his shaggy head and surveyed the crumbled\nroom. \"Now my abode is not fit to receive guests,\" he rumbled.\n\n\"Who.... What are you?\" Commander Boone managed, making a gallant\neffort to sound authoritative.\n\nBraun suddenly laughed. \"He looks like a comic strip St. Bernard,\" he\nroared, and then laughed some more at the thought. Boone glared at him,\nobviously not sharing his mirth.\n\nThe creature laughed also. He leaned his head back and laughed\nuproariously. \"My name is Staang,\" he said. \"I am a Martian ...\nnaturally ... in your language. And I am something more than a Martian\nin your language.\" A new wave of laughter shook the creature.\n\n\"Are there any more here like you?\" Commander Boone demanded.\n\n\"A few, just a few,\" Staang said. \"But won't you sit down. There's not\nmuch to offer you in the way of comfort, but the floor will do. There\nmust be things you'd like to ask me.\"\n\nStaang rose to his feet with evident effort. \"Moving,\" he grunted, \"how\nI detest moving.\" He took a box from an indenture in the wall and began\neating the contents, apparently a type of meat. He ate the bone and\nall. Staang glared at his guests through shaggy eyebrows and smiled.\n\"You're puzzled,\" he said. \"You don't understand my knowing about you,\ndo you?\" He seemed extremely pleased with himself.\n\nNance began doing the talking. \"Do you mean Martians have visited the\nEarth?\" he asked.\n\nStaang chuckled loudly. \"Yes ... yes, I do mean that. Come, let me tell\nyou a story, my friends. I am sure you will find it most interesting.\"\n\n\"Wait a minute,\" Boone barked, his hand now touching his gun. \"We're\nhere for facts. You're coming back to our ship--peacefully or by force.\"\n\n\"Peacefully, I assure you, Commander,\" Staang said. \"But my story--\"\n\n\"Let him tell it,\" Braun said. \"Maybe it will explain things. And a lot\nneeds explaining. He seems to have been expecting us.\"\n\n\"I have, I have,\" the Martian muttered, disposing of the last of his\nfood. He threw the box into a corner already piled high with rubble.\n\"You saw the buildings here in this ... what was once a great city.\nThese buildings are a few which are left of a civilization which grew\nweary. 'Twas not a young race as the one which fostered your world, but\nan old race which tired of working--even of thinking. The civilization\nwent untended, until finally my ancestors decided they would have\nto invade another world to find servants to relieve Martians of the\nwork--and the thinking--which they had grown to dislike so much. They\nreasoned that with proper servants they would have nothing to do but\neat and sleep as they wanted.\n\n\"So my people invaded another planet.\"\n\n\"You had space travel then?\" Boone demanded. \"How long ago was this?\"\n\n\"Three thousand ... maybe four thousand years ago as you count time.\"\n\n\"But with space travel four thousand years ago,\" Nance stammered,\n\"it seems the first planet you would have visited would have been\nours--Earth.\"\n\nStaang laughed again. \"Perhaps it was,\" he said. \"But let me finish my\nstory.\"\n\n\"As I said, my people were fat and lazy, as I am now. Thus, open\nfighting as a means of bringing another race to be our slaves was out\nof the question. They had to find another way. And they did.\n\n\"Our first troops were sent to Agar, and they reported very\nsatisfactory results. Soon, practically the whole population migrated\nto Agar and the Agarians became our slaves. A few Martians, such as my\nancestors, remained here. They kept the record of this invasion and\nalso recorded all correspondence between this planet and Agar. Ah,\nwould they had gone also, so that today I would have nothing to do but\neat and sleep, as most of my race does--on Agar.\" He yawned at the\nthought. \"Do not think badly of my race,\" he implored suddenly. \"Some\nday your people also will grow old and tired.\"\n\nBoone grabbed Staang by the arm and shook him firmly. \"But where does\nEarth come in?\" he demanded.\n\nStaang gazed at the stern old General and then once again burst into\npeals of laughter. \"You see,\" he giggled. \"We Martians have another\nname for your Earth. We call it Agar. Your world is the one my\nancestors invaded thousands of years ago. Your people are my people's\nslaves until today.\"\n\n\"Wh ... what is he saying?\" Nance stammered.\n\n\"You're crazy,\" Boone bellowed. \"Now I know that you are crazy.\"\n\n\"That was the nice thing about our invasion.\" Staang explained\npatiently. \"The Earthmen did not even realize that they were being\ninvaded--do not even realize today that they are slaves. My people,\nin their long stay on Earth, have grown even lazier, and particularly\ntheir brains have become sluggish during the long years of inaction.\nAlso there have been slight handicaps incurred because of conditions on\nyour world.\n\n\"For thousands of years there was regular communication between this\nplanet and our invaders on Earth. The records were kept faithfully\nby the few Martians remaining here, and in my long years of almost\ncomplete solitude I learned your language and the history of my people\non your world. I knew that perhaps in my lifetime Earthmen would reach\nthis planet. One of my people predicted in 1396 that your world would\nattain space travel in the latter part of the 20th century.\"\n\nNance stumbled for words. What creatures of Earth could this being be\nspeaking of, that had such power and progress.\n\nBut Staang was talking again in his gruff tones. \"Correspondence\nceased before my birth. I suppose my people grew too lazy, but the\nmain objective had been reached. There is no work for the higher class\nMartians on your world, only an easy life with servants plenteous.\"\n\n\"Wait,\" spoke up Braun. \"You said higher class Martian. Are there\ndifferent breeds?\"\n\n\"Oh, there are many breeds of Martians. Naturally, we had a slave type\nhere in the height of our civilization, and these slaves were worked\ninto your scheme of things to continue being slaves. They aid you\nEarthmen so that you may better serve the aristocrat Martians.\"\n\n\"But why haven't we seen the Martians?\" Braun exclaimed. \"I've seen\nnothing on Earth like you.\"\n\n\"No?\" said Staang. \"Our records say you Earthmen love us and are happy\nto serve.\"\n\n\n\nNance had been studying Staang's features with a practiced eye, the\nincredibility of his thoughts silencing his tongue.\n\nBut suddenly he realized that the creature was telling the truth--to\na point. He knew that the Martians had invaded Earth. \"Look at him,\nCommander,\" Nance said. \"Don't you see the resemblance. Martians are on\nEarth, but we call them--\"\n\n\"Good Grief!\" exclaimed Commander Boone.\n\nStaang snickered. \"You call us 'Man's Best Friend,' I believe,\" he\noffered.\n\nBraun gasped, \"_Dogs_.\"\n\n\"Of course,\" Nance said. \"Notice Staang's droopy ears, the long nose,\nhis hands and feet resemble paws. And since Earth's gravity is greater\nthan Mars', wouldn't that tend to pull a person's arms toward the\nground, making them essentially four-footed, instead of two-armed and\ntwo-legged as Staang still is.\n\n\"That's what happened to the Martians when they came to Earth, but I\ndon't suppose they cared. It probably made it easier to walk, and they\ngot what they wanted. After all, don't we feed the dogs, provide them\na place to sleep. They have no real work to do, and only a few are\nmistreated. Hounds and others of that type must be the slaves Staang\nis speaking of. The poodles, terriers, and cockers--those strictly\npets--must be the higher type.\" He almost choked when he got to cocker.\nHe tried not to think of Mimsy as an invader, with him as her slave,\nbut he realized that it amounted to that. Now the landlady was being\nher slave.\n\nBraun couldn't restrain another wild laugh as he stared at Staang.\n\"Why, he is a St. Bernard,\" he roared.\n\nA bewildered expression covered Boone's stern face. \"The irony,\" he\ngasped. \"But you're right. The dogs do lead the kind of life on Earth\nthat would be desirable to creatures grown too lazy to even think. But\nto imagine that the ancestors of our dogs once built this city. It's\nincredible.\"\n\n\"Good Lord,\" Braun remarked. \"Here we have been expecting and talking\nabout invasions from Mars for years, and we'd already been invaded\ncenturies ago. What a laugh they must have had.\"\n\nStaang was listening in obvious amusement. \"Our invasion was logical,\"\nhe said. \"Done in a way so as not to offend anyone. Although one\ncreature has resented our invasion and fought as continually. It is\ncalled a flea, I believe. But the records say men have done everything\npossible to rid us of this pest.\"\n\n\"Even the great rulers of your land, who are waited on hand and foot,\nare servants of we Martians.\"\n\nBoone raised his hand for silence. His features were crestfallen. His\nexpedition had not uncovered what Earth would be glad to hear. \"We must\ngo,\" he said, but the old authority was gone from his voice.\n\nStaang raised himself to elbows. \"Wait, will you not take me with you?\"\n\nBoone paused and looked back at the shaggy figure in the gloom. He\ncould see Staang trudging a snowy path with a keg of brandy around his\nneck. Almost instinctively he patted Staang on the head. \"No, old boy,\"\nhe said. \"You stay here and put this in the record.\"\n\nBraun whispered to Nance, \"Evidently the Commander has a dog to whom\nhe's not so stern.\"\n\nThey left Staang to his food and sleep. There was nothing of much\ninterest on Mars except the old, old cities so long deserted.\n\nSo the great expedition departed, to go back to Earth to see the\ninvaders--the Martians they had traveled 38,000,000 miles to see on\nanother world. They wanted to tell Earth of the grim and incredible\njoke that had been played on her ... and Nance meant to have a long\ntalk with Mimsy.",
    "metadata": {
        "author": [
            "Grimes, Millard"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/63749/pg63749.txt",
        "name": "mimsy_s_joke.json"
    }
}