{
    "name": "Miracle",
    "author": [
        "King, Ray",
        "Cummings, Ray",
        "Cummings, Raymond King"
    ],
    "body": "\"But how can you possibly know that time traveling has never been\ndone?\" the chemist protested. \"Someone from our future may have gone\ninto the past many times.\"\n\n\"I should think they'd have created quite a commotion,\" the lawyer\nobserved. \"Wouldn't we have heard of it from our historical records?\"\n\n\"Of course.\" The chemist was smiling now. \"We probably have. History\ntells of many important occasions on which a 'vision' appeared. A\nmiraculous presence, such as Joan of Arc, for instance, or the Angel of\nMons.\"\n\n\"Or the appearance of the Sun God to the Aztecs. I get your point,\" one\nof the other men interjected. \"You think that there might have been a\ntime traveler who materialized just long enough to take a look--and the\nsuperstitious natives took him for a god. Why not? That's probably just\nwhat would happen.\"\n\nYoung Alan Dane sat in a corner of his grandfather's laboratory,\nlistening to the argument of the group of men. He was well over six\nfeet in height, a sun-bronzed, crisply blond young Viking. Beside him\nsat Ruth Vincent, his fiancée, a slim girl of twenty. Alan's heart\nwas pounding. Somehow it seemed as though this bantering talk of time\ntraveling were something momentous to him, something requiring a great\nand irrevocable decision.\n\nThen abruptly old Professor Dane held up his hand and, quite casually,\nsaid, \"What you do not know, gentlemen, is that for half my life I have\nbeen working to discover the secret of time travel.\"\n\nHis audience was suddenly tense. Professor Dane was loved and respected\nby each of them, and his word in his chosen field of physics was final.\nIf he said a thing could be done there was no mistake.\n\nThe chemist broke the silence. \"You've succeeded?\" he asked. \"You've\nmade experiments that show--\"\n\nThe old man shook his head. \"No, not yet. But I'm close to it. I know I\nam.\" He was staring at some infinitely distant thing beyond the room in\nwhich they were sitting. Staring as though he were trying to penetrate\nthe grim curtain of the future, or the past.\n\nAlmost as though to himself, he went on, \"I've often wondered what\nmade me work on this thing all these years. It's been like an inner\nurge driving me, a preordained destiny that is making me accomplish\nsomething.\"\n\n\"Metaphysics!\" the lawyer interrupted. \"Do you believe in\npredestination?\"\n\n\"I believe there is a plan,\" Professor Dane said simply. \"But what\nit is, and what my part in it may be ... I don't know. That's the\nqueer part. I know instinctively that I must do something, something\nconnected with traveling through time. Some task I must accomplish. But\nwhat it is, and how I am to do it ... I don't know. Yet I feel that\n_if_ the moment came, I would know what to do.\" He was gently smiling\nnow at Alan and his fiancée. \"But perhaps I am too old--I have thought\nthat is true,\" he continued. \"So I sent for my grandson. And, as you\nsee, he brought his fiancée here with him.\"\n\nThe old professor was staring at the startled Ruth now. \"And,\ngentlemen,\" he added earnestly, \"meeting her has somehow seemed to\nintensify that feeling. There is something to be accomplished, in the\npast or the future, and it concerns Ruth Vincent!\"\n\nAlan's hands were gripping the arms of his chair. These things which\nhis grandfather had been feeling--he was feeling them now. This urge,\nthis apprehension that something was left undone....\n\n\"I'm going to ask Alan now to carry on for me,\" his grandfather\nfinished abruptly. \"He is young and strong, educated and able. I want\nhim to feel the things I've been feeling--\"\n\n\"Oh, I do!\" Alan exclaimed. \"I'll do what I can, grandfather. I'd have\nto do it, even if I didn't want to! Don't you see--I feel that same\nurge!\"\n\n\n\nThe gray moving shadows all around Alan Dane were blurred, formless. He\nwas seated hunched on what had been the ground. It was the ground no\nlonger, but now an undulant gray surface that was under him, supporting\nhis weight, but imperceptible to his touch. He couldn't feel it; he\ncouldn't feel anything but the racking strain of his headlong drive\nthrough the vast infinities of time.\n\nHe alone, of all things in this great gray monochrome of scene, seemed\nsubstantial. Everything else flowed invisibly away into emptiness. The\nthin skeleton of the metal headgear clamped on his forehead so that\nhis temples throbbed; the wires to his wrists and ankles were luminous\nglowing strands. The electroidal current from the batteries lashed\nacross his back was throbbing and pulsing into every fiber of his\ntingling body.\n\nAlan shifted restlessly and glanced at the little time-dial on his\nwrist. The needle was creeping slowly back, showing a hurtling\nprogression through time to the past. He closed his strained eyes, glad\nof the relief from the impossible attempt to focus his gaze on the\nweirdly distorted scene before him.\n\nWhere should he stop? And what would he find?\n\nAlan's imagination went back to the scene when his grandfather had\nfirst told others of his fantastic creation that would permit voyaging\nthrough the years. What had the old man said then? Something about a\npurpose--\n\nAlan was almost on fire with the consciousness of that set purpose now.\nSomething within him, something that could not be denied, was guiding\nhis hand on the control switch of the time traveler.\n\nHe was voyaging backward into time! So strange a thing--and so simple\nin fundamental conception. He recalled how his grandfather had\nexplained it, back in the laboratory. Everything had been created\nat once. On the scroll of time everything is permanent. We live\nour infinitesimal lifetime progressing forward through ordained,\npredetermined events. All the past and all the future exist--but we can\nonly be aware of that forward-moving instant which we call the present.\n\nAnd old Professor Dane's fundamental conception--certainly it could now\nbe considered finally proven, with his grandson actually applying it to\nreally travel through time. He had thought that all material things,\nstrewn in sequence on the scroll of time, were of different physical\ncharacteristics.\n\nDifferent states of matter; a different vibration-rate, so that to\nchange the vibratory frequency of any object would be to change its\nposition on the time-scroll!\n\n\n\nAlan had started from his grandfather's laboratory, near Riverside\nDrive in mid-town New York. The date had been May of 1942. His watch,\nset above the other time-recording instrument on his wrist, told him\nthat his start had been made only a scant half hour before, by his\npersonal consciousness of time. How long ago--how far away that seemed\nnow! There had been a reeling of his senses, the soundless clapping\nof swiftly alternating light and darkness at the shadowy laboratory\nwindows. Then as his rate of change accelerated, the days and nights\nhad merged into this flat, dead emptiness of gray.\n\nThen the house had abruptly dwindled, thinned out, and disappeared\nfrom around him! He had reached a time-era before its construction.\nStill with greater speed, the shadowy shifting outlines of the great\ncity were in motion, shrinking into smaller and smaller buildings,\nnarrower, shorter roads.\n\nMore shadowy open spaces appeared, then were replaced by towering\ngiants of trees. 1850 he reached and passed--then 1800, and 1750. The\ncity had been long gone by then--the little village of British New York\nwas a shrunken settlement of a few thousand persons clustered down\nabout the Battery, four miles from where Alan Dane was. He could see\nthat he was poised now on what seemed a little wooded hill, sloping\ndown to the broad Hudson River a few hundred feet away.\n\nIt was a strange transition indeed. And yet to Alan Dane, the\nstrangeness of his own emotions seemed not the least of it. Three\nyears of his life had passed since that night when he had promised his\ngrandfather he would carry on the experiments--three years in which he\nhad lost his grandfather, but gained a wife and son. Ruth Vincent had\nmarried him and together they had worked on the fragile thing that he\nbore now on his back--fragile, but more potent in a strange, incredible\nway than any other device.\n\nAlone Alan would have failed. Even with Ruth helping him he could not\nhave hoped to succeed so soon. But his grandfather had left researches\nonly a hair's-breadth from completion ... and the young couple had\nfinished them.\n\nEven so, the thing had come almost by accident. Alan was far from sure\nthat he could again compound the strange, unstable mixture of rare\nchemicals from which his nameless alloys were made--alloys which formed\nthe plates in the time-batteries. But at least he had enough for this\none brief trip.\n\nAlan was curiously sure that this one trip was all he needed to\nmake--that, after it was done, the curious driving compulsion that had\nseized him three years before would leave him, his task completed.\n\nAlan glanced again at the time-dial. The transition was slowing now; he\nhad hardly been aware that a moment ago he had decreased the current.\n1699-98-97.... The retardation was progressive. It was almost as though\nthe apparatus itself were dictating his stopping point.\n\nAnd then the date 1650 flashed into his mind. That was when he had to\nstop. It was as though he'd always known it....\n\nWas this a cave, here at his back? He was aware that he was sitting at\nits entrance, facing the shadowy declivity and the deep woods through\nwhich he could see the broad, gray river.\n\nAn instant later he shoved the lever to shut off the current. The shock\nof the halt made his senses swoop. Then, as he steadied, with the\nground solid under him, he was aware that it was night. The hum of the\nthrobbing electroidal current was gone. But there was still a pulsing\nnote in the air--the throbbing voice of the deep forest through which\nthe river was shimmering, pallid in the moonlight.\n\n\n\nAlan staggered to his feet, steadied himself. A shaft of moonlight was\non him; and abruptly in the dimness of the cave he heard a sound. A\nman's muttered, astonished exclamation blended with the startled high\ngasp of a girl.\n\nAs he turned, he saw them. The man was hardly more than a boy--twenty,\nperhaps, and garbed curiously in gray blouse and brown, baggy\npantaloons, knitted brown stockings and thick, clumsy shoes. The girl\nwas even younger, a slim little thing in a quaint bodiced dress with\nher braided flaxen hair tumbling forward over her shoulders in double\nstrands.\n\nTerrified, wide-eyed with utter astonishment, they mutely gaped at Alan.\n\n\"Well,\" he said at last. \"Do you speak English? I'm sorry I don't speak\nDutch--that's your language, isn't it? This is Dutch New Amsterdam?\"\nHe checked himself and sighed. The Dutch boy and girl were gulping,\nnumbly staring at him. They didn't speak English, of course. It would\nhave been too much of a coincidence ... but so welcome, if they had.\n\"I'm sorry,\" Alan went on, not hopefully. \"Look here, I don't want to\nfrighten you. I only want to know--\"\n\nHe took a step forward. For a second the two looked utterly\nincredulous, as though disbelieving the evidence of their eyes. And\nthen they shrank away with terror on their white faces. The youth\nwhirled the girl behind him, confronted Alan.\n\n\"What--what do you want?\" he faltered. It was English, curiously and\nquaintly intoned. \"Are you real? Where do you come from?\" The lad was\nrecovering rapidly. \"You speak English, but not like the traders or my\nteacher. What are you?\"\n\nAlan tried to smile. \"I won't hurt you,\" he repeated. \"I'm a friend.\nA visitor, from--from a far-off place,\" he floundered. It would never\ndo to say that he came from 1942. Already they were staring at him as\nthough he were mad, huddled back against the wall of the cave.\n\nAbruptly behind Alan there was a whiz; a thud; and the cave was lighted\nby a flickering, yellow-red glare. It made the youth momentarily\noverlook his astonishment, his terror at Alan, so that he gasped to the\ngirl:\n\n\"Oh, Greta--a fire-arrow! They are out there just as we feared.\"\n\nAlan turned. An Indian fire-arrow had whizzed into the cave-mouth from\nthe forest outside. It quivered, sticking upright in the guano floor of\nthe cave--a little torch of flame with thick, resinous smoke surging\nup from it. With a sidewise kick Alan's foot knocked it loose and he\ntrampled on it. He swung around with a leap so that he was close to his\ncowering companions.\n\n\"Indians are out there?\" he demanded. \"Is that what you were afraid of,\nbefore you saw me?\"\n\nThe girl was coughing with the drifting smoke already choking her a\nlittle in the fetid air of the cave.\n\n\"Yes,\" the lad muttered. \"That is it. They saw us in the woods as we\ncame up from the Bouwerij. So we ran in here.\"\n\nAnother arrow came flaming. It barely missed Alan, struck against the\nrockwall and fell nearby, still flaming. He and the lad rushed at it;\nthey stamped it out together.\n\n\"You have no guns?\" Alan demanded.\n\n\"Guns?\"\n\n\"To shoot with. To fight our way out of here.\"\n\n\"Oh, not guns on a ship--you mean fowling pieces? No, we have none.\"\nDespite his terror at the flaming arrows of the Indians outside the\ncave, the frightened Dutch boy was forcing himself to answer Alan's\nquestions, but still both he and the girl were incredulously staring at\ntheir miraculously appearing companion.\n\n\"Greta was showing me the way up from the town,\" the Dutch boy was\nmurmuring. \"She has a boat at the river bank. Then I was going up with\nthe tide. In the fog last night, an English frigate got past our forts\nat the Bowling Green. It is up the river now, and Stuyvesant has sent\nme--\"\n\n\n\nUnder Alan's urging questions, the boy and girl swiftly explained. This\nwas a Dutch boy, born here in Nieuw Amsterdam, but he had lived most\nof his life in London. His name was Peter Van Saant. She was Greta\nDykeman; her father was one of Governor Stuyvesant's burghers of the\nTown Council. The English fleet was here off the Hook, and yesterday,\nNichols, emissary of the Duke of York, had come ashore to demand that\nthe Dutch surrender the city. Henceforth, according to the demands of\nthe Duke, this would not be Nieuw Amsterdam, but New York--a British\nsettlement with a destiny of greatness, here in the New World.\n\nAs he mutely listened, Alan's mind again swept to his own time-world of\n1942. This same space! And he envisioned the huge city of 1942, when\nthis cave and forested glade were mid-Manhattan, where giant buildings\ntowered and the great ramp of the automobile highway bordered the river.\n\nAnother flaming arrow came whizzing into the mouth of the cave. Peter\nrushed for it, stamped it out. The woods beyond the cave-mouth now\nwere lighted with torch glare, and echoing with the warwhoops of the\nIndians, emboldened because no fowling pieces of the trapped palefaces\nwere exploding to hurl lead at them. Outside the cave, arrows were\ncontinuously striking; the brush was on fire, with a red-yellow glare\nthat came in here and painted Alan and his two confused, terrified\ncompanions with its lurid sheen.\n\n\"I've got to get up the river to that frigate,\" the lad was muttering.\n\"If I got killed here--or even Greta got killed--what matter? But I've\ngot to reach the frigate.\"\n\nHe was a secret emissary of Stuyvesant, this momentous night--sent to\nthe English commander of the frigate--sent because he spoke English so\nwell and they would trust him.\n\n\"Stuyvesant will yield to the Duke of York in a day or two,\" Peter\nwas swiftly saying. \"But he is afraid the frigate's men will land and\nattack the city from the north. If they do that, Stuyvesant's prestige\nbefore his own people will make him fight. Without it, he will try to\ndrive a bargain for his own self-respect, and then yield. I am to tell\nthe frigate's commander that if only he will but have patience and\nwait--Stuyvesant will surrender.\"\n\nUpon that mission, tonight, might depend the whole course of history in\nthe New World!\n\n\"There's no back way out of here?\" Alan demanded.\n\n\"No. Just this one entrance. And if we should try to run, out there\ninto that glare--\"\n\n\"We'd get arrows in us,\" Alan finished wryly. \"Those Indians are pretty\nclose now.\"\n\n\n\nThe shouts of the savages were audible, where they crouched in\nthe brush just beyond the line of fire. They were whooping with\nanticipatory triumph and showering the cave-mouth with their flaming\nmissiles. Acrid yellow smoke was welling into the cave in clouds. Peter\nhad shoved Greta to the floor where the air, so far, was a little\npurer. He too was coughing; and Alan felt the clutch of the resin-smoke\nin his own throat. To stay here another five or ten minutes would be\ndeath.\n\nIf only his time-traveling mechanism would take more than one person!\nBut it would not. He himself was safe, of course.... He had taken\na step toward the cave-mouth, and abruptly he recoiled as an arrow\nwhizzed narrowly past his shoulder.\n\nNothing safe about this!\n\nAnd then he knew what he must try to do. \"You two stay here, just a few\nminutes,\" he said swiftly. \"Keep down by the floor, both of you--air's\nstill much better down there. I'm going away, but I'll be back.\"\n\nHe gazed down at them from his stalwart, six foot height as they\ncrouched terrified at his feet. He was smiling a little as his fingers\nshoved the lever of the time-mechanism on his chest to the first stop.\n\nHe could see the astonished horror and awe on their faces as slowly he\nfaded, vanished before them.\n\nA little movement forward in time. Just about twenty-four hours. The\nblurred and shadowy cave briefly was filled with daylight, and then\nwith the darkness of night again.\n\nAlan switched off the current. Night was here, deep and silent,\nenshrouding the forest. No warwhoops; no glare of flaming arrows and\nburning brush. That had been last night. From the empty cave Alan\nwalked slowly out into the woods. A northward vista of the broad river\nfor a moment was visible. A little blob was out there in the river--an\nEnglish frigate awaiting the outcome of the parley of Nichols, emissary\nof the Duke of York, with Governor Stuyvesant.\n\nAlan selected a flat-topped rock which stood about a hundred feet off\nto one side of the cave-mouth--a rock whose top was some twenty feet\nabove the surrounding rocks and thickets. He climbed it; stood on its\nsummit.\n\nIf only this would work! Despite his efforts at calmness, he was\nshuddering inside. Not for his own safety--was it for his wife and\ntheir little son, out there in 1942? Absurd thought; but somehow it was\nturning him cold with apprehension.\n\nHe set his tiny time-dial for the moment of his departure from the\nsmoke-filled cave, last night, and turned the current on again.\nTwenty-four hours backward into time. A retrogression of that same\nswift daylight again. Then the previous dawn, swiftly fading into\nnight....\n\nAgain his time-movement stopped; and the forest sprang into ringing\nwarwhoops and crackling yellow-red glare of torchlight and burning\nbrush. On the top of the little butte Alan stood poised. An amazing\nfigure, he came out of nothingness, solidifying before the astounded\neyes of the stricken savages. The warwhoops died into a tense,\nterrified silence. To Alan it was a breathless moment of apprehension.\nHis fingers went to the time-lever; alert to shove it if necessary. And\nthen in the wave of silence which flooded the pallid forest glade he\nflung out his arms. Drawn to his full height, with arms outstretched\nas though in benediction he stood gazing down upon the silent savages.\nA pale cathedral shaft of moonlight was filtering through the overhead\nbranches and it struck upon him, illumined him with its eerie glow.\n\n\n\nThe tense moment passed. The Indians, their war-painted bodies\nglistening in the glare of the burning brush, were all silently\nstaring. There seemed a hundred or more of them. Then one of them, with\na faint awed cry, flung himself prostrate with forehead to the ground\nin terrified homage to this shining god of the rock who had appeared so\nsuddenly.\n\nAnd then they were all prostrate in groveling worship until one of\nthem, who might have been their leader, abruptly leaped to his feet and\ndashed away through the thickets. The others in another second were up\nafter him. It was a frightened scramble, a terrified rush to escape the\nwrath of this stalwart god who so silently was poised above them in the\nforest.\n\nFor a moment the woods resounded with the cries and the tramp of the\nescaping savages; distant cries until at last there was only silence....\n\nAlan leaped from the rock and dashed for the burning brush outside the\ncave-mouth. If only he had calculated his time correctly! Then at the\ncave entrance Greta and Peter appeared. His arm held her as she sagged\nagainst him, with the yellow-red glare painting them and the turgid\nsmoke swirling around them.\n\n\"Here--I'll carry her,\" Alan exclaimed.\n\nHe caught the girl up in his arms--slim, frail little thing, fighting\nin terror with him for an instant, and then relaxing. Peter staggered\nafter them as Alan led the way down into the silent forest where the\nnight air was pure and all the fire and smoke were above them with the\nsilent shimmering river gleaming there ahead.\n\n\"You're better now?\" he murmured to the girl.\n\n\"Yes. Oh yes--I'm all right. Oh, who--what are you?\"\n\nHe did not answer. Holding her in his arms suddenly made him think\nof Ruth, out there waiting for him in 1942. And a new apprehension\nstruck at him--would his time-current last to get him back home? He was\nnot using it now, but still, he knew, the volatile chemicals in the\nbatteries were subject to evaporation.\n\nHe set little Greta on her feet. \"Your boat is near here?\" he demanded.\n\n\"Oh, yes, right here at the bank.\"\n\n\"Well, you find it for Peter. Start him up for the frigate, and then\nyou get back home.\"\n\n\"Yes, I will. It is not far to the north stockade.\"\n\nThey were both staring at him, confused, numbed with awe. \"I--we must\nthank you,\" Peter muttered. \"We saw the Indians as they fled.\"\n\n\"Oh, that's all right. Glad to do it. But I've got to get--away now.\nI've got to get back where--where I came from--\"\n\nThen Greta took a step toward him.\n\n\"Oh, please, who--what are you? This thing you have done for us--\"\n\nAlan was gently smiling. \"Hard to explain. You'd better just call it\na miracle,\" he said. His finger pressed the time-lever. He could see\nPeter grip the girl as they shrank away with terror, staring at him\nwhile slowly he faded into nothingness....\n\n\n\nMay, 1942. In a dim, quiet room of the New York Historical Society Alan\nsat poring over an old Dutch chronicle of Nieuw Amsterdam. And then\nhe found what he was after--an account of Stuyvesant's surrender to\nthe Duke of York. It was a modern English translation of an account by\nsomeone who had lived in the little Dutch city.\n\nAlan read it, awed. Here was mention of young Peter Van Saant, who had\ngone up the river to the _Queen Catherine_--the English frigate which\nhad slipped past the forts in the fog that night. And it told of Greta\nDykeman who had shown him the way to where her rowboat was hidden. And\nthen--the miracle!\n\nGreta Dykeman and Peter Van Saant--so the chronicle stated--had been\nattacked by Indians that night. They had taken refuge in a cave, where\na great shining presence in the guise of a strange man had come and\nfrightened away the Indians. He had led Peter and Greta to safety--and\nthen had vanished.\n\nSilently Alan left the Historical Society. Why had it seemingly been\nhis destiny to rescue that Dutch boy and girl? That strange urge which\nboth he and his grandfather before him had felt so strongly--why\nwas that? Van Saant--why, that suggested the name Vincent! The one,\nDutch--and the other just its English, modernized equivalent?\n\nAlan hurried to the Genealogical Room at the Public Library; and there\nhe found it. Ruth's family--the Vincents--and before that, the Van\nSaants.\n\nThen he came to 1656. The marriage of Peter Van Saant, to Mistress\nGreta Dykeman....\n\nAlan sat numbly, staring in awe.\n\nIf they had died in that smoke-filled cave, this son of theirs,\nrecorded here as Hans Van Saant, born 1657, would never have been born,\nnor any of his descendants. No Ruth Vincent, now in 1942; no little son\nof hers and Alan's....\n\nAlan was smiling to himself, a whimsical, awed smile. He certainly had\nhad no cause to be apprehensive that his mission back into time would\nfail. It was ordained--predestined--a million events down from Peter\nand Greta to Ruth were recorded, with his own action fitting into them.\nNothing else was possible!\n\nMiracle ... there is so much that none of us will ever understand!",
    "metadata": {
        "author": [
            "King, Ray",
            "Cummings, Ray",
            "Cummings, Raymond King"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/69150/pg69150.txt",
        "name": "miracle.json"
    }
}