{
    "name": "Miss Civilization: A Comedy in One Act",
    "author": [
        "Davis, Richard Harding"
    ],
    "body": "\"Miss Civilization\" is founded on a story by the late James Harvey\nSmith.  All professional rights in this play belong to Richard\nHarding Davis.  Amateurs who desire to produce \"Miss\nCivilization\" may do so, providing they apply for permission to\nthe editor of Collier's Weekly, in which publication this play was\nfirst printed.\n\n\n\n\nPEOPLE IN THE PLAY\n\n\nALICE GARDNER:  Daughter of James K. Gardner, President of the L.I.\n& W. Railroad\n\n\"UNCLE\" JOSEPH HATCH:  Alias \"Gentleman Joe\"\n\n\"BRICK\" MEAKIN:  Alias \"Reddy, the Kid\"\n\nHARRY HAYES:  Alias \"Grand Stand\" Harry\n\nCAPTAIN LUCAS:  Chief of Police\n\nPolicemen, Brakemen, Engineers\n\n\nScene--The dining room in the country house of James K. Gardner\non Long Island.  In the back wall is a double doorway opening into\na hall.  A curtain divided in the middle hangs across the entrance.\nOn the wall on either side of the doorway are two electric lights,\nand to the left is a telephone.  Further to the left is a\nsideboard.  On it are set silver salvers, candlesticks, and\nChristmas presents of silver.  They still are in the red flannel\nbags in which they arrived.  In the left wall is a recessed window\nhung with curtains.  Against the right wall is a buffet on which is\nset a tea-caddy, toast-rack, and tea kettle.  Below the buffet a\ndoor opens into the butler's pantry.  A dinner table stands well\ndown the stage with a chair at each end and on either side.  Two\nchairs are set against the back wall to the right of the door.  The\nwalls and windows are decorated with holly and mistletoe and\nChristmas wreaths tied with bows of scarlet ribbon.  When the\nwindow is opened there is a view of falling snow.  At first the\nroom is in complete darkness.\n\nThe time is the day after Christmas, near midnight.\n\nAfter the curtain rises, one hears the noise of a file scraping\non iron.  It comes apparently from outside the house at a point\ndistant from the dining room.  The filing is repeated cautiously,\nwith a wait between each stroke, as though the person using the\nfile had paused to listen.\n\nAlice Gardner enters at centre, carrying a lighted candle in a\nsilver candlestick.  She wears a dressing gown, with swan's down\naround her throat and at the edges of her sleeves.  Her feet are\nin bedroom slippers topped with fur.  Her hair hangs down in a\nbraid.  After listening intently to the sound of the file, she\nplaces candle on sideboard and goes to telephone.  She speaks in a\nwhisper.\n\n\n   ALICE:\n   Hello, Central.  Hello, Central.\n   (Impatiently)\n   Wake up!  Wake up!  Is that you, Central?  Give me the station\n   agent at Bedford Junction--quick.  What?  I CAN'T speak louder.\n   Well, you MUST hear me.  Give me the station agent at Bedford\n   Junction.  No, there's always a man there all night.  Hurry,\n   please, hurry.\n   (There is a pause, during which the sound of the file grows louder.\n   Alice listens apprehensively.)\n   Hello, are you the station agent?  Good!  Listen!  I am Miss\n   Gardner, James K. Gardner's daughter.  Yes, James K. Gardner, the\n   president of the road.  This is his house.  My mother and I are\n   here alone.  There are three men trying to break in.  Yes,\n   burglars, of course.  My mother is very ill.  If they frighten her\n   the shock might--might be very serious.  Wake up the crew, and send\n   the wrecking train here--at once.  Send--the--crew--of--the--\n   wrecking train here--quick.  What?  Then fire up an engine and get\n   it here as fast as you can.\n\n   VOICE:\n   (calling from second story)\n   Alice!\n\n   ALICE:\n   (at telephone)\n   Yes, you have.  The up-track's clear until \"52\" comes along.\n   That's not until--\n\n   VOICE:\n   (Louder)\n   Alice!\n\n   ALICE:\n   (with dismay)\n   Mother!\n   (At telephone)\n   Hello, hold the wire.  Don't go away!\n   (Runs to curtains, parts them, and looks up as though speaking to\n   some one at top of stairs)\n   Mother, why AREN'T you in bed?\n\n   VOICE:\n   Is anything wrong, Alice?\n\n   ALICE:\n   No, dear, no.  I just came down to--get a book I forgot.  Please go\n   back, dearest.\n\n   VOICE:\n   I heard you moving about.  I thought you might be ill.\n\n   ALICE:\n   No, dearest, but YOU'LL be very ill if you don't keep in bed.\n   Please, mother--at once.  It's all right, it's all right.\n\n   VOICE:\n   Yes, dear.  Good night.\n\n   ALICE:\n   Good night, mother.\n   (Returns quickly to telephone)\n   Hello!  Hello!  Stop the engine at the foot of our lawn.  Yes, yes,\n   at the foot of our lawn.  And when you have the house surrounded,\n   when the men are all around the house, blow three whistles so I'll\n   know you're here.  What?  Oh, that's all right.  The burglars will\n   be here.  I'LL see to that.  All YOU have to do is to GET here.  If\n   you don't you, you'll lose your job!  I say, if you don't, you'll\n   lose your job, or I'm not the daughter of the president of this\n   road.  NOW, YOU JUMP!  And--wait--hello\n   (turns from telephone)\n   He's jumped.\n\n   (The file is now drawn harshly across the bolt of the window of the\n   dining room, and a piece of wood snaps.  With an exclamation, Alice\n   blows out the candle and exits.  The shutters of the windows are\n   opened, admitting the faint glow of moonlight.  The window is\n   raised and the ray of a dark lantern is swept about the room.\n   HATCH appears at window and puts one leg inside.  He is an elderly\n   man wearing a mask which hides the upper half of his face, a heavy\n   overcoat, and a derby hat.  But for the mask he might be mistaken\n   for a respectable man of business.  A pane of glass falls from the\n   window and breaks on the sill.)\n\n   HATCH:\n   (Speaking over his shoulder)\n   Hush!  Be careful, can't you?\n   (He enters.  He is followed by \"GRAND STAND\" HARRY, a younger man\n   of sporting appearance.  He also wears a mask, and the brim of his\n   gray alpine hat is pulled over his eyes.  Around his throat he\n   wears a heavy silk muffler).\n   It's all right.  Come on.  Hurry up, and close those shutters.\n\n   HARRY:\n   (to REDDY outside)\n   Give me the bag, Reddy.\n\n   (REDDY appears at window.  He is dressed like a Bowery tough.  His\n   face is blackened with burnt cork.  His hair is of a brilliant red.\n   He wears an engineer's silk cap with visor.  To HARRY he passes a\n   half-filled canvas bag.  On his shoulder he carries another.  On\n   entering he slips and falls forward on the floor).\n\n   HATCH:\n   Confound you!\n\n   HARRY:\n   Hush, you fool.\n\n   HATCH:\n   Has he broken anything?\n\n   REDDY:\n   (on floor, rubbing his head)\n   I've broke my head.\n\n   HATCH:\n   That's no loss.  Has he smashed that silver?\n\n   HARRY:\n   (feeling in bag)\n   It feels all right.\n\n   (HATCH cautiously parts curtains at centre and exits into hall.)\n\n   REDDY:\n   (lifts bag)\n   We got enough stuff in this bag already without wasting time on\n   ANOTHER house.\n\n   HARRY:\n   Wasting time!  Time's money in THIS house.  Look at this silver.\n   That's the beauty of working the night AFTER Christmas; everybodys'\n   presents is lying about loose, and everybody's too tired\n   celebrating to keep awake.\n   (Lifts silver loving cup)\n   Look at that cup!\n\n   REDDY:\n   I'd rather look at a cup of coffee.\n\n   HARRY:\n   (Contemptuously)\n   Ah, you!\n\n   REDDY:\n   Well, I can't make a meal out of silver ice pitchers, can I?  I've\n   been through three refrigerators tonight, and nothing in any of em\n   but bottles of MILK!  MILK!\n\n   HARRY:\n   Get up, get up, get to work.\n\n   REDDY:\n   The folks in this town are the stingiest I ever see.  I won't visit\n   em again, no matter how often they ask me.\n   (Rising and crossing to buffet)\n   I wonder if these folks is vegetarians, too.\n\n   (HATCH enters)\n\n   HATCH:\n   It seems all right.  There's no light, and everybody's quiet.\n   (To HARRY)\n   You work the bedrooms.  I'll clear away those things.  Don't be\n   rough, now.\n\n   HARRY:\n   I know my business.  Give me the light.\n   (Takes lantern and exits centre)\n\n   HATCH:\n   Hist, Reddy.  Reddy, leave that alone.  That's not safe.\n   (Removes silver from sideboard to bag).\n\n   REDDY:\n   I know it ain't, governor.  I'm lookin' for somethin' to eat.\n   (He kneels in front of buffet, and opens door.)\n\n   HATCH:\n   No, you're not!  You're not here to eat.  Come and give me a hand\n   with this stuff.\n\n   REDDY:\n   Gee!  I've found a bottle of whiskey.\n   (Takes bottle from buffet and begins to pull at the cork.)\n\n   HATCH:\n   Well, you put it right back where you found it.\n\n   REDDY:\n   I know a better place than that to put it.\n\n   HATCH:\n   How many times have I told you I'll not let you drink in business\n   hours?\n\n   REDDY:\n   Oh, just once, governor; it's a cruel, cold night.\n   (Coughs.)\n   I need it for medicine.\n\n   HATCH:\n   No, I tell you!\n\n   REDDY:\n   Just ONE dose.  Here's to you.\n   (Drinks.)\n   Oh, Lord!\n   (He sputters and coughs violently.)\n\n   HATCH:\n   (starts toward him)\n   Hush!  Stop that, you fool.\n\n   REDDY:\n   Oh, Im poisoned!  That's benzine, governor.  What do you think of\n   that?  Benzine!  It's burned me throat out.\n\n   HATCH:\n   I wish it had burned your tongue out!  CAN'T you keep still?\n\n   REDDY:\n   Oh, Lord!  Oh, Lord!  Think of a man puttin' benzine in a whiskey\n   bottle!  That's dishonest, that is.  Using a revenue stamp twice is\n   defraudin' the Government.  I could have him arrested for that.\n   (Pause.)\n   If I wanted to.\n   (Pause.)\n   But I don't want to.\n\n   HATCH:\n   Oh, quit that--and come here.  Get out the window, and I'll hand\n   the bag to you.  Put it under the seat of the wagon, and cover it\n   up with the lap robe.\n\n   (REDDY steps to centre door and, parting the curtains, leans into\n   the hall beyond, listening.)\n\n   REDDY:\n   Go slow.  I ain't to leave here till Harry is safe on the ground\n   floor again.\n\n   HATCH:\n   Don't you worry about Harry.  He won't get into trouble.\n\n   REDDY:\n   Sure HE won't.  It's ME and YOU he'll get into trouble.  You hadn't\n   ought to send HIM to do second-story work.\n\n   HATCH:\n   (Contemptuously)\n   No?\n\n   REDDY:\n   No; he's too tender-hearted.  A second-story worker ought to use\n   his gun.\n\n   HATCH:\n   Oh, you!  You'll fire your gun too often some day.\n\n   REDDY:\n   No, I won't.  I did once, but I didn't do it again for six years.\n   But Harry--ah, he's too tender-hearted.  If Harry was a chicken\n   thief, before he'd wring a chicken's neck he'd give it laughing\n   gas.  Why, you remember the lady that woke up and begged him to\n   give her back a gold watch because it belonged to her little\n   girl who was dead.  Well--it turned out the little girl wasn't\n   dead.  It turned out the little girl was a big boy, alive and\n   kicking--especially kicking.  He kicked me into a rose bush.\n\n   HATCH:\n   That'll do.  Harry's learning his trade.  He'll pick it up in time.\n\n   REDDY:\n   About time he picked up something.  Remember the Gainesville Bank;\n   where he went away leaving ten thousand dollars in the back of the\n   safe.  Why didn't he pick THAT up?\n\n   HATCH:\n   Because it wasn't there.  Bank directors always say that--to make\n   us feel bad.  Hush!\n\n   (HARRY enters, carrying his silk muffler, which now is wrapped\n   about a collection of jewels and watches.)\n\n   HATCH:\n   That's quick work.  What did you get?\n\n   HARRY:\n   Some neck strings, and rings, and two watches.\n\n   (He spreads the muffler on the table.  The three men examine the\n   jewelry.)\n\n   HATCH:\n   That looks good.  Who's up there?\n\n   HARRY:\n   Only an old lady and a young girl in the room over this.  And she's\n   a beauty, too.\n   (Sentimentally.)\n   Sleeping there just as sweet and peaceful--\n\n   REDDY:\n   Ah, why don't you give her back HER watch?  Maybe she's ANOTHER\n   dead daughter.\n\n   HATCH:\n   That's all right, Harry.  That's good stuff.  Pick up that bag,\n   Reddy.  We can go now.\n\n   (HARRY places muffler and jewels in an inside coat pocket.  REDDY\n   takes up the dark lantern.)\n\n   REDDY:\n   Go?  Not till I've got something to eat.\n\n   HATCH:\n   No, you don't.  You can wait till later for something to eat.\n\n   REDDY:\n   Yes, I can wait till later for something to eat, but I can wait\n   better if I eat now.\n   (Exit into pantry.)\n\n   HATCH:\n   Confound him.  If I knew the roads around here as well as he does,\n   I'd drive off and leave him.  That appetite of his will send us to\n   jail some day.\n\n   HARRY:\n   Well, to tell the truth, governor, a little supper wouldn't hurt my\n   feelings.\n   (Goes to buffet.)\n   I wonder where old man Gardner keeps his Havanas?  I'd like a\n   Christmas present of a box of cigars.  Are there any over here?\n\n   HATCH:\n   I didn't look.  I gave up robbing tills when I was quite a boy.\n   (Carries bag toward window and looks out.)\n\n   HARRY:\n   (Takes box of cigars from buffet)\n   Ah, here they are.\n   (With disgust.)\n   Domestics!  What do you think of that?  Made in Vermont.  The\n   \"Admiral Dewey\" cigar.  Gee!  What was the use of Dewey's taking\n   Manila, if I've got to smoke Vermont cigars?\n\n   (REDDY enters, carrying tray with food and a bottle.)\n\n   REDDY:\n   Say, fellers, look at this layout.  These is real people in this\n   house.  I found cold birds, and ham, and all kinds of pie, and real\n   wine.\n   (Places tray on right end of table.)\n   Sit down, and make yourselves perfectly at home.\n\n   HARRY:\n   Well, well, that does look good.\n   (Places box of cigars at upper end of table, and seats himself.)\n   Better have a bite, governor.\n\n   HATCH:\n   No, I tell you.\n   (He sits angrily in chair at left end of table, with his face\n   turned toward the curtains.)\n\n   REDDY:\n   Oh, come on.  It don't cost you nothing.\n   (The light from the candle is seen approaching the curtains.)\n\n   HATCH:\n   Hush!  Look there!\n\n   (He rises, lifting his chair above his head, and advances on tiptoe\n   to right of curtains, where he stands with the chair raised as\n   though to strike.\n\n   HARRY points revolver at curtains.\n\n   REDDY shifts the lantern to his left hand and, standing close to\n   HARRY, also points a revolver.\n\n   ALICE appears between curtains.  She is dressed as before, and in\n   her left hand carries the candle, while the forefinger of her right\n   hand is held warningly to her lips.  For an instant she pauses, in\n   the ring of light from the lantern.)\n\n   ALICE:\n   (Whispering)\n   Hush!  Don't make a noise.  Don't make a noise, please.\n\n   (There is a long pause.)\n\n   REDDY:\n   Well, I'll be hung!\n\n   ALICE:\n   (To REDDY)\n   Please don't make a noise.\n\n   HATCH:\n   (in a threatening whisper)\n   Don't YOU make a noise.\n\n   ALICE:\n   I don't mean to.  My mother is asleep upstairs and she is very ill.\n   And I don't want to wake her--and I don't want you to wake her,\n   either.\n\n   REDDY:\n   Well, I'll be hung!\n\n   HATCH:\n   (Angrily)\n   Who else is in this house?\n\n   ALICE:\n   No one but mother and the maid servants, and they're asleep.  You\n   woke me, and I hoped you'd go without disturbing mother.  But when\n   you started in making a night of it, I decided I'd better come down\n   and ask you to be as quiet as possible.  My mother is not at all\n   well.\n   (Takes cigar box off table.)\n   Excuse me, you've got the wrong cigars.  Those are the cigars\n   father keeps for his friends.  Those he smokes he hides over here.\n   (Places box on buffet and takes out a larger box, with partitions\n   for cigars, matches, and cigarettes.  As she moves about, REDDY\n   keeps her well in the light of the lantern.)\n   Try those.  I'm afraid you've a very poor supper.  When father is\n   away, we have such a small family.  I can't see what you've--would\n   you mind taking that light out of my eyes, and pointing it at that\n   tray?\n\n   HATCH:\n   (sharply)\n   Don't you do it.  Keep the gun on her.\n\n   ALICE:\n   Oh, I don't mind his pointing the gun at me, so long as he does not\n   point that light at me.  It's most--embarrassing.\n   (Sternly.)\n   Turn it down there, please.\n   (REDDY lets light fall on tray.)\n   Why, that's cooking sherry you've got.  You can't drink THAT!  Let\n   me get you some whiskey.\n\n   REDDY:\n   (covering her with lantern)\n   No, you don't.  That's not whiskey.  It's benzine.\n\n   ALICE:\n   You don't mean to say that that benzine bottle is there STILL?  I\n   told Jane to take it away.\n\n   REDDY:\n   (dryly)\n   Well, Jane didn't do it.\n\n   ALICE:\n   Now, isn't that just like Jane?  I told her it might set fire to\n   the house and burn us alive.\n\n   REDDY:\n   It nearly burned me alive.\n\n   ALICE:\n   I'm so sorry.\n   (Takes from buffet a tray holding whiskey bottle, siphon, and three\n   glasses.)\n   Here, this is what you want.  But, perhaps you don't like Scotch.\n\n   HATCH:\n   Don't you touch that, Reddy.\n   (Returns to chair at left of table.)\n\n   REDDY:\n   Why not?\n\n   ALICE:\n   (pours whiskey into a glass)\n   Yes; why not?  It's not poison.  There's nothing wrong with this\n   bottle.  If you're afraid, I'll prove it to you.  Just to show you\n   there's not a trace of hard feelings.\n   (Drinks and coughs violently.)\n\n   REDDY:\n   (sympathetically)\n   SHE'S got the benzine bottle, too.\n\n   ALICE:\n   No.  I'm not quite used to that.\n   (To HARRY)\n   Excuse me, but aren't you getting tired holding that big pistol?\n   Don't you think you might put it down now, and help me serve this\n   supper?\n   (HARRY does not move.)\n   No?  Well, then, let the colored gentleman help me.\n   (HARRY and REDDY wheel sharply, each pointing his revolver.)\n\n   REDDY:\n   Colored man!  Where?\n\n   HARRY:\n   Colored man!  It's a trap!\n\n   (Seeing no one, they turn.)\n\n   ALICE:\n   (to REDDY)\n   Oh, pardon me.  Aren't you a colored person?\n\n   REDDY:\n   Me!  Colored?  You never see a colored man with hair like that, did\n   you?\n   (Points lantern at his head.)\n   This isn't my real face, lady.  Why, out of office hours, I've a\n   complexion like cream and roses.\n   (Indignantly.)\n   Colored man!\n\n   ALICE:\n   I beg your pardon, but I can't see very well.  Don't you think it\n   would be more cheerful if we had a little more light?\n\n   HATCH:\n   No!\n   (To REDDY.)\n   Drop that.  We've got to go.\n   (To ALICE.)\n   And before we go, I've got to fix you.\n\n   ALICE:\n   Fix me--how \"fix\" me?\n\n   HATCH:\n   I'm sorry, Miss, but it's your own fault.  You shouldn't have tried\n   to see us.  Now that you HAVE, before we leave, I've got to tie you\n   to a chair--and gag you.\n\n   ALICE:\n   Oh, really--all of that?\n\n   HATCH:\n   I can't have you raising the neighborhood until we get well away.\n\n   ALICE:\n   I see.  But--gagged--I'll look so foolish.\n\n   REDDY:\n   Well, there's no hurry.  We won't get well away until I've had\n   something to eat.\n\n   ALICE:\n   Quite right.\n   (To Hatch.) You can tie me in a chair later, Mr. ----.  But now\n   you must remember that I am your hostess.\n   (To REDDY.)\n   You'll find plates in the pantry, please.\n\n   REDDY:\n   Oh, I don't use them things.\n\n   ALICE:\n   You'll use \"them things\" when you eat with me.  Go, do as I tell\n   you, please.\n   (REDDY exits..)\n   And you--put away that silly gun and help him.\n\n   HATCH:\n   Stay where you are.\n\n   HARRY:\n   Oh, what's the rush, governor?  She can't hurt nobody.  And I'm\n   near starved, too.\n   (Exit into pantry.)\n\n   HATCH:\n   This is the last time I take YOU out.\n\n   ALICE:\n   (arranging the food upon the table)\n   Now, why are you so peevish to everybody?  Why don't you be\n   sociable, and take some supper?\n   (Glances at sideboard.)\n   You seem to have taken everything else.  Oh, that reminds me.\n   Would you object to loaning me about--four, six--about six of our\n   knives and forks?  Just for the supper.  I suppose we can borrow\n   from the neighbors for breakfast.  Unless you've been calling on\n   the neighbors, too.\n\n   HATCH:\n   Oh, anything to oblige a lady.\n   (Threateningly.)\n   But no tricks, now!\n\n   ALICE:\n   Oh, I can't promise that, because I mightn't be able to keep my\n   promise.\n\n   (HATCH brings silver knives and forks from the bag.)\n\n   HATCH:\n   I'll risk all the tricks you know.  Nobody's got much the better of\n   me in the last twenty years.\n\n   ALICE:\n   Have you been a burglar twenty years?  You must have begun very\n   young.  I can't see your face very well, but I shouldn't say you\n   were--over forty.  Do take that mask off.  It looks so--unsociable.\n   Don't be afraid of me.  I've a perfectly shocking memory for faces.\n   Now, I'm sure that under that unbecoming and terrifying exterior\n   you are hiding a kind and fatherly countenance.  Am I right?\n   (Laughs.)\n   Why do you wear it?\n\n   HATCH:\n   (roughly)\n   To keep my face warm.\n\n   ALICE:\n   Oh, pardon me,  my mistake.\n\n   (A locomotive whistle is heard at a distance.  ALICE listens\n   eagerly.  As the whistle dies away and is not repeated, her face\n   shows her disappointment.)\n\n   HATCH:\n   What was that?  There's no trains this time of night.\n\n   ALICE:\n   (speaking partly to herself)\n   It was a freight train, going the other way.\n\n   HATCH:\n   (suspiciously)\n   The other way?  The other way from where?\n\n   ALICE:\n   From where it started.  Do you know, I've always wanted to meet a\n   burglar.  But it's so difficult.  They go out so seldom.\n\n   HATCH:\n   Yes, and they arrive so late.\n\n   ALICE:\n   (laughingly)\n   Now, that's much better.  It's so nice of you to have a sense of\n   humor.  While you're there, just close those blinds, please, so\n   that the neighbors can't see what scandalous hours we keep.  And\n   then you can make a light.  This is much too gloomy for a supper\n   party.\n\n   HATCH:\n   (closing shutters)\n   Yes, if those were shut it might be safer.\n\n   (He closes shutters and turns on the two electric lights.  REDDY\n   and HARRY enter, carrying plates.)\n\n   HARRY:\n   We aren't regular waiters, miss, but we think we're pretty good for\n   amateurs.\n\n   REDDY:\n   We haven't forgot nothing.  Not even napkins.  Have some napkins?\n\n   (Places a pile of folded napkins in front of ALICE.  Then sits at\n   head of table, HARRY to lower right of table.  ALICE moves her\n   chair away from the table, but keeping REDDY on her right.  HATCH\n   sits still further away from the table on her left.)\n\n   ALICE:\n   Thanks.  Put the plates down there.  And may I help you to some--\n\n   REDDY:\n   (taking food in fingers)\n   Oh, we'll help ourselves.\n\n   ALICE:\n   Of course you're accustomed to helping yourselves, aren't you?\n   (To HATCH.)\n   Won't you join them?\n\n   HATCH:\n   No.\n\n   (Through the scene which follows, REDDY and HARRY continue to eat\n   and drink heartily.)\n\n   ALICE:\n   No?  Well, then, while they're having supper, you and I will talk.\n   If you're going to gag me soon, I want to talk while I can.\n   (Rises and hands box to him.)\n   Have a cigar?\n\n   HATCH:\n   (takes cigar)\n   Thanks.\n\n   ALICE:\n   (standing with hand on back of chair)\n   Now, I want to ask you some questions.  You are an intelligent man.\n   Of course, you must be, or you couldn't have kept out of jail for\n   twenty years.  To get on in your business, a man must be\n   intelligent, and he must have nerve, and courage.  Now--with those\n   qualities, why, may I ask--why are you so stupid as to be a\n   burglar?\n\n   HARRY:\n   Stupid!\n\n   REDDY:\n   Well, I like that!\n\n   HATCH:\n   Stupid?  Why, I make a living at it.\n\n   ALICE:\n   How much of a living?\n\n   HATCH:\n   Ten thousand a year.\n\n   ALICE:\n   Ten thousand--well, suppose you made FIFTY thousand.  What good is\n   even a hundred thousand for ONE year, if to get it you risk\n   going to prison for twenty years?  That's not sensible.  Merely as\n   a business proposition, to take the risk you do for ten thousand\n   dollars is stupid isn't it?  I can understand a man's risking\n   twenty years of his life for some things--a man like Peary or\n   Dewey, or Santos-Dumont.  They took big risks for big prizes.  But\n   there's thousands of men in this country, not half as clever as you\n   are, earning ten thousand a year--without any risk of going to\n   jail.  None of THEM is afraid to go out in public with his wife and\n   children.  THEY'RE not afraid to ask a policeman what time it is.\n   They don't have to wear black masks, nor ruin their beautiful\n   complexions with burnt cork.\n\n   REDDY:\n   Ah, go on.  Who'd give ME a job?\n\n   ALICE:\n   Whom did you ever ask for one?\n\n   REDDY:\n   (to HARRY)\n   Pass me some more of that pie like mother used to make.\n\n   HATCH:\n   Yes, there are clerks and shopkeepers working behind a counter\n   twenty-four hours a day, but they don't make ten thousand a year,\n   and no one ever hears of THEM.  There's no FAME in their job.\n\n   ALICE:\n   Fame!  Oh, how interesting.  Are you--a celebrity?\n\n   HATCH:\n   I'm quite as well known as I care to be.  Now, tomorrow, all the\n   papers will be talking about this.  There'll be columns about us\n   three.  No one will know we are the ones they're talking about--\n\n   REDDY:\n   I hope not.\n\n   HATCH:\n   But the men in our profession will know.  And they'll say, \"That\n   was a neat job of So-and-so's last night.\"  That's fame.  Why,\n   we've got a reputation from one end of this country to the other.\n\n   HARRY:\n   That's right!  There's some of us just as well known as--Mister--\n   Santos--Dumont.\n\n   REDDY:\n   And we fly just as high, too.\n\n   ALICE:\n   (to HATCH)\n   I suppose YOU--I suppose you're quite a FAMOUS burglar?\n\n   REDDY:\n   Him?  Why, he's as well known as Billy the Kid.\n\n   ALICE:\n   Billy the kid, really!  He sounds SO attractive.  But I'm afraid--I\n   don't think--that I ever heard of HIM.\n\n   REDDY:\n   Never heard of Billy the Kid?  What do you think of that?\n\n   HATCH:\n   Well, then, I'm as well known as \"Brace\" Phillips, the Manhattan\n   Bank robber.\n\n   REDDY:\n   SURE he is.\n\n   HATCH:\n   Don't tell me you never heard of him?\n\n   ALICE:\n   I'm afraid not.\n\n   HATCH:\n   Why, he's a head-liner.  He's as well known as George Post.  Coppy\n   Farrell?  Billy Porter?\n\n   ALICE:\n   No.  There you are.  Now, you claim there is fame in this\n   profession, and you have named five men who are at the top of it,\n   and I've never heard of one of them.  And I read the papers, too.\n\n   REDDY:\n   Well, there's OTHER ladies who have heard of us.  Real ladies.\n   When I was doing my last bit in jail, I got a thousand letters from\n   ladies asking for me photograph, and offering to marry me.\n\n   ALICE:\n   Really?  Well, that only proves that men--AS HUSBANDS--are more\n   desirable in jail than out.\n   (To HATCH)\n   No, it's a poor life.\n\n   HATCH:\n   It's a poor life you people lead with us to worry you.  There's\n   seventy millions of you in the United States, and only a few of us,\n   and yet we keep you guessing all the year round.  Why, we're the\n   last thing you think of at night when you lock the doors, we're the\n   first thing you think of in the morning when you feel for the\n   silver basket.  We're just a few up against seventy millions.  I\n   tell you there's fame and big money and a free life in my business.\n\n   ALICE:\n   Yes, it's a free life until you go to jail.  It's this way.  You're\n   barbarians, and there's no place for you in a civilized community--\n   except in jail.  Everybody is working against you.  Every city has\n   its police force; almost every house nowadays has a private\n   watchman.  And if we want to raise a hue and cry after you, there\n   are the newspapers, and the telegraph, and the telephone\n   (nods at telephone)\n   and the cables all over the--\n\n   HATCH:\n   (Grimly)\n   Thank you.  One moment, please.\n   (Throws open overcoat, showing that it is lined with burglars'\n   jimmies, chisels, and augers..)\n\n   ALICE:\n   My!  What an interesting coat.  It looks like a tool chest.  Just\n   the coat for an automobile trip.\n\n   HATCH:\n   Harry, cut those telephone wires.\n   (Hands barbed-wire cutter to HARRY.  To ALICE)\n   Thank you for reminding me.\n\n   ALICE:\n   Oh, not at all.  You've nothing to thank me for.\n   (HARRY goes to telephone.  To HARRY)\n   Don't make a noise doing that.  Don't wake my mother.\n   (To HATCH)\n   She's nervous, and she's ill, and if you wake her, or frighten her,\n   I'll keep the police after you until every one of you is in jail.\n\n   HATCH:\n   You won't keep after us very far when I've tied you up.  Bring me\n   those curtain cords, Harry.\n\n   ALICE:\n   Oh, really, that's too ridiculous.\n   (Listens apprehensively)\n\n   HATCH:\n   Sorry I had to bust up your still alarm, but after we go, we can't\n   have you chatting with the police.  If you hadn't so kindly given\n   me a tip about the telephone, I might have gone off and clean\n   forgot that.\n\n   (HARRY takes curtain cords from window curtains.)\n\n   REDDY:\n   I'm afraid pretty polly talked too much that time.  We ain't all\n   stupid.\n\n   ALICE:\n   No, so I see, so I see.  It was careless of me.  But everybody you\n   call upon may not be so careless.\n\n   HATCH:\n   Well, I've won out for twenty years.  I've never been in jail.\n\n   ALICE:\n   Don't worry.  You're young.  I told you you looked young.  Your\n   time is coming.  In these days there's no room for burglars.  You\n   belong to the days of stage-coaches.  You're old-fashioned now.\n   You're trying to fight civilization, that's what you're trying to\n   do.  You may keep ahead for a time, but in a long race I'll back\n   civilization to win.\n\n   HATCH:\n   Is that so?  Well, Miss Civilization, you've had your say, and I\n   hope you feel better.\n   (To HARRY)\n   Give me that silk muffler of yours.\n   (To ALICE)\n   If civilization is going to help you, it's got to hurry.\n\n   ALICE:\n   You don't mean to say you really are going to gag me?\n\n   HATCH:\n   I am.\n\n   ALICE:\n   My!  But I shall look silly.\n   (With her face turned right she listens apprehensively.)\n\n   HARRY:\n   (Coming down with curtain cords, and taking muffler from his\n   pocket)\n   I've got the stuff in this muffler.\n\n   HATCH:\n   Well, give me that, too.\n   (Shows inside coat pocket)\n   I'll put it in the safe.\n\n   (HARRY places muffler on table, exposing jewelry.)\n\n   HATCH:\n   (begins placing the ornaments one at a time in his pocket.  To\n   ALICE.)\n   What is it?  What did you hear?\n\n   ALICE:\n   I--I thought I heard my mother moving about.\n\n   HATCH:\n   Well, she'd better not move about.\n\n   ALICE:\n   (Fiercely)\n   You'd better not wake her.\n   (Sees the jewels.)\n   Oh!  Look at the \"graft,\"  or is it \"swag?\"  Which is it?\n\n   HATCH:\n   (To HARRY)\n   Cover em up; cover it up.\n\n   (HARRY tries to hide the jewels with one hand, while he passes a\n   lady's watch to HATCH.)\n\n   HARRY:\n   (to ALICE)\n   That's YOUR watch.  I'm sorry it has to go.\n\n   ALICE:\n   I'm not.  It's the first time it ever did go.  And, oh, thank you\n   for taking that big brooch.  It's a gift of father's, so I had to\n   wear it, but it's so unbecoming.\n   (She listens covertly.)\n\n   HATCH:\n   Put your hat on them.  Cover them up.\n   (HARRY partly covers jewels with his hat.\n\n   HATCH lifts a diamond necklace.)\n\n   ALICE:\n   I suppose you know your own business--but THAT IS PASTE.\n\n   HATCH:\n   Do you want to be gagged NOW?\n\n   ALICE:\n   Pardon me, of course you know what you want.\n   (Notices another necklace.)\n   Oh, that Mrs. Warren's necklace!  So you called on her, too, did\n   you?  Isn't she attractive!\n\n   REDDY:\n   We didn't ask for the lady of the house.  They ain't always as\n   sociable as you are.\n\n   ALICE:\n   Well, that's her necklace.  You got that at the house on the hill\n   with the red roof--the house has the red roof, not the hill.\n   (She recognizes, with an exclamation, a gold locket and chain which\n   HATCH is about to place in his pocket.)\n   Oh!  That's Mrs. Lowell's locket!  How could you!\n   (She snatches locket from HATCH, and clasps it in both hands.  She\n   rises indignantly.)\n   How dared you take that!\n\n   HATCH:\n   Put that down!\n\n   ALICE:\n   (wildly and rapidly)\n   No, I will not.  Do you know what that means to that woman?  She\n   cares more for that than for anything in this world.  Her husband\n   used to wear this.\n   (Points.)\n   That's a lock of their child's hair.  The child's dead, and the\n   husband's dead, and that's all she has left of either of them.  And\n   you TOOK it, YOU BRUTES!\n\n   REDDY:\n   Of course we took it.  Why does she wear it where everybody can see\n   it?\n\n   HATCH:\n   (savagely)\n   Keep quiet, you fool.\n\n   ALICE:\n   She WORE it?  You took it--FROM HER?\n\n   HATCH:\n   We didn't hurt her.  We only frightened her a bit.\n   (Angrily.)\n   And we'll frighten you before we're done with you, Miss\n   Civilization!\n\n   ALICE:\n   (defiantly, her voice rising)\n   Frighten me!  You--you with your faces covered!  You're not men\n   enough.  You're afraid to even steal from men.  You rob WOMEN when\n   they're alone--at night.\n   (Holds up locket.)\n   Try to take that from me!\n\n   VOICE:\n   (calling)\n   Alice--Alice!\n\n   ALICE:\n   Mother!  Oh, I forgot, I forgot.\n   (The burglars rise and move toward her menacingly.)\n   Please, please keep quiet.  For God's sake, don't--let--her--know!\n\n   VOICE:\n   Alice, what's wrong?  Who are you talking to?\n\n   (ALICE runs to the curtains, with one hand held out to the\n   burglars, entreating silence.)\n\n   ALICE:\n   I'm--I'm talking to James, the coachman.  One of the horses is ill.\n   Don't come down, mother.  Don't come down.  Go back to bed.  He's\n   going now, right away.  He came for some medicine.  It's all right.\n   Good night, mother.\n\n   VOICE:\n   Can't I help?\n\n   ALICE:\n   (Vehemently)\n   No, no.  Good night, mother.\n\n   VOICE:\n   Good night.\n\n   HATCH:\n   (fiercely, to HARRY)\n   That's enough of this!  We can't leave here with the whole house\n   awake.  And there's a coachman, too.  She'll wake him next.  He'll\n   have the whole damned village after us.\n   (To ALICE)\n   That woman upstairs and you have got to have your tongues stopped.\n\n   ALICE:\n   (standing in front of curtains)\n   You try to go near that woman!  She's ill, she's feeble, she's my--\n   mother!  You dare to touch her.\n\n   HATCH:\n   Get out of my way.\n\n   ALICE:\n   She's ill, you cowards.  It will kill her.  You'll have to kill me\n   before you get through this door.\n\n   HATCH:\n   (savagely)\n   Well, then, if it comes to that--\n\n   (Three locomotive whistles are heard from just outside the house.\n   ALICE throws up her hands hysterically.)\n\n   ALICE:\n   Ah!  At last!  They've come.  They've come!\n\n   HATCH:\n   (fiercely)\n   They've come!  What is it?  What does that mean?\n\n   (REDDY runs to window and opens the shutters.)\n\n   ALICE:\n   (jubilantly)\n   It means--it means that twenty men are crossing that lawn.  It\n   means that while you sat drinking there, Civilization was racing\n   toward you at seventy miles an hour!\n\n   HATCH:\n   Damnation!  We're trapped.  Get to the wagon--quick!  No.  Leave\n   the girl alone.  We've no time for that.  Drop that stuff.  That\n   way.  That way.\n\n   REDDY:\n   (at window)\n   No.  Get back!  Get back!  It's too late.  There's hundreds of them\n   out there.\n\n   HATCH:\n   (running to centre door)\n   Out here!  This way!  Quick!\n\n   ALICE:\n   (mockingly)\n   Yes, come!  You don't dare come this way NOW!\n\n   (She drags open the curtains, disclosing CAPTAIN LUCAS and two\n   other policemen.  For an instant they stand, covering the burglars\n   with revolvers.  REDDY runs to window.  He is seized by an entering\n   crowd of men in the oil-stained blue jeans of engineers and\n   brakemen.)\n\n   CAPTAIN LUCAS:\n   Hold up your hands, all of you!  I guess I know you.\n   (With his left hand he tears off HATCH'S mask.)\n   \"Joe\" Hatch--at last.\n   (Pulls off HARRY'S mask.)\n   And Harry Hayes.  I thought so.  And that's--the \"Kid.\"  The whole\n   gang.\n   (To the police.)\n   Good work, boys.\n   (To ALICE)\n   My congratulations, Miss Gardner.  They're the worst lot in the\n   country.  You're a brave young lady.  You ought--\n\n   ALICE:\n   (speaking with an effort and swaying slightly)\n   Hush, please.  Don't--don't alarm my mother.  Mother's not as\n   strong as--as I am.\n\n   (Her eyes close, and she faints across the arm of the Chief of\n   Police as the CURTAIN FALLS.)",
    "metadata": {
        "author": [
            "Davis, Richard Harding"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/1742/pg1742.txt",
        "name": "miss_civilization_a_comedy_in_one_act.json"
    }
}