{
    "name": "Missing Link",
    "author": [
        "Herbert, Frank",
        "Herbert, Franklin Patrick, Jr."
    ],
    "body": "\n_The Romantics used to say that the eyes were the windows of the Soul.\nA good Alien Xenologist might not put it quite so poetically ... but he\ncan, if he's sharp, read a lot in the look of an eye!_\n\n\n\n\"We ought to scrape this planet clean of every living thing on it,\"\nmuttered Umbo Stetson, section chief of Investigation & Adjustment.\n\nStetson paced the landing control bridge of his scout cruiser. His\nfootsteps grated on a floor that was the rear wall of the bridge during\nflight. But now the ship rested on its tail fins--all four hundred\nglistening red and black meters of it. The open ports of the bridge\nlooked out on the jungle roof of Gienah III some one hundred fifty\nmeters below. A butter yellow sun hung above the horizon, perhaps an\nhour from setting.\n\n\"Clean as an egg!\" he barked. He paused in his round of the bridge,\nglared out the starboard port, spat into the fire-blackened circle that\nthe cruiser's jets had burned from the jungle.\n\nThe I-A section chief was dark-haired, gangling, with large head and big\nfeatures. He stood in his customary slouch, a stance not improved by\nsacklike patched blue fatigues. Although on this present operation he\nrated the flag of a division admiral, his fatigues carried no insignia.\nThere was a general unkempt, straggling look about him.\n\nLewis Orne, junior I-A field man with a maiden diploma, stood at the\nopposite port, studying the jungle horizon. Now and then he glanced at\nthe bridge control console, the chronometer above it, the big translite\nmap of their position tilted from the opposite bulkhead. A heavy planet\nnative, he felt vaguely uneasy on this Gienah III with its gravity of\nonly seven-eighths Terran Standard. The surgical scars on his neck where\nthe micro-communications equipment had been inserted itched maddeningly.\nHe scratched.\n\n\"Hah!\" said Stetson. \"Politicians!\"\n\nA thin black insect with shell-like wings flew in Orne's port, settled\nin his close-cropped red hair. Orne pulled the insect gently from his\nhair, released it. Again it tried to land in his hair. He ducked. It\nflew across the bridge, out the port beside Stetson.\n\nThere was a thick-muscled, no-fat look to Orne, but something about his\nblocky, off-center features suggested a clown.\n\n\"I'm getting tired of waiting,\" he said.\n\n\"_You're_ tired! Hah!\"\n\nA breeze rippled the tops of the green ocean below them. Here and there,\nred and purple flowers jutted from the verdure, bending and nodding like\nan attentive audience.\n\n\"Just look at that blasted jungle!\" barked Stetson. \"Them and their\nstupid orders!\"\n\nA call bell tinkled on the bridge control console. The red light above\nthe speaker grid began blinking. Stetson shot an angry glance at it.\n\"Yeah, Hal?\"\n\n\"O.K., Stet. Orders just came through. We use Plan C. ComGO says to\nbrief the field man, and jet out of here.\"\n\n\"Did you ask them about using another field man?\"\n\nOrne looked up attentively.\n\nThe speaker said: \"Yes. They said we have to use Orne because of the\nrecords on the _Delphinus_.\"\n\n\"Well then, will they give us more time to brief him?\"\n\n\"Negative. It's crash priority. ComGO expects to blast the planet\nanyway.\"\n\nStetson glared at the grid. \"Those fat-headed, lard-bottomed,\npig-brained ... POLITICIANS!\" He took two deep breaths, subsided. \"O.K.\nTell them we'll comply.\"\n\n\"One more thing, Stet.\"\n\n\"What now?\"\n\n\"I've got a confirmed contact.\"\n\nInstantly, Stetson was poised on the balls of his feet, alert. \"Where?\"\n\n\"About ten kilometers out. Section AAB-6.\"\n\n\"How many?\"\n\n\"A mob. You want I should count them?\"\n\n\"No. What're they doing?\"\n\n\"Making a beeline for us. You better get a move on.\"\n\n\"O.K. Keep us posted.\"\n\n\"Right.\"\n\n\n\nStetson looked across at his junior field man. \"Orne, if you decide you\nwant out of this assignment, you just say the word. I'll back you to the\nhilt.\"\n\n\"Why should I want out of my first field assignment?\"\n\n\"Listen, and find out.\" Stetson crossed to a tilt-locker behind the big\ntranslite map, hauled out a white coverall uniform with gold insignia,\ntossed it to Orne. \"Get into these while I brief you on the map.\"\n\n\"But this is an R&R uni--\" began Orne.\n\n\"Get that uniform on your ugly frame!\"\n\n\"Yes, sir, Admiral Stetson, sir. Right away, sir. But I thought I was\nthrough with old Rediscovery & Reeducation when you drafted me off of\nHamal into the I-A ... sir.\" He began changing from the I-A blue to the\nR&R white. Almost as an afterthought, he said: \"... Sir.\"\n\nA wolfish grin cracked Stetson's big features. \"I'm soooooo happy you\nhave the proper attitude of subservience toward authority.\"\n\nOrne zipped up the coverall uniform. \"Oh, yes, sir ... sir.\"\n\n\"O.K., Orne, pay attention.\" Stetson gestured at the map with its green\nsuperimposed grid squares. \"Here we are. Here's that city we flew over\non our way down. You'll head for it as soon as we drop you. The place is\nbig enough that if you hold a course roughly northeast you can't miss\nit. We're--\"\n\nAgain the call bell rang.\n\n\"What is it this time, Hal?\" barked Stetson.\n\n\"They've changed to Plan H, Stet. New orders cut.\"\n\n\"Five days?\"\n\n\"That's all they can give us. ComGO says he can't keep the information\nout of High Commissioner Bullone's hands any longer than that.\"\n\n\"It's five days for sure then.\"\n\n\"Is this the usual R&R foul-up?\" asked Orne.\n\nStetson nodded. \"Thanks to Bullone and company! We're just one jump\nahead of catastrophe, but they still pump the bushwah into the Rah & Rah\nboys back at dear old Uni-Galacta!\"\n\n\"You're making light of my revered alma mater,\" said Orne. He struck a\npose. \"We must reunite the lost planets with our centers of culture and\nindustry, and take up the _glor_-ious onward march of mankind that was\nso _bru_-tally--\"\n\n\"Can it!\" snapped Stetson. \"We both know we're going to rediscover one\nplanet too many some day. Rim War all over again. But this is a\ndifferent breed of fish. It's not, repeat, _not_ a _re_-discovery.\"\n\nOrne sobered. \"Alien?\"\n\n\"Yes. A-L-I-E-N! A never-before-contacted culture. That language you\nwere force fed on the way over, that's an alien language. It's not\ncomplete ... all we have off the _minis_. And we excluded data on the\nnatives because we've been hoping to dump this project and nobody the\nwiser.\"\n\n\"Holy mazoo!\"\n\n\"Twenty-six days ago an I-A search ship came through here, had a routine\nmini-sneaker look at the place. When he combed in his net of sneakers to\ncheck the tapes and films, lo and behold, he had a little stranger.\"\n\n\"One of _theirs_?\"\n\n\"No. It was a _mini_ off the _Delphinus Rediscovery_. The _Delphinus_\nhas been unreported for eighteen standard months!\"\n\n\"Did it crack up here?\"\n\n\"We don't know. If it did, we haven't been able to spot it. She was\nsupposed to be way off in the Balandine System by now. But we've\nsomething else on our minds. It's the one item that makes me want to\nblot out this place, and run home with my tail between my legs. We've\na--\"\n\nAgain the call bell chimed.\n\n\"NOW WHAT?\" roared Stetson into the speaker.\n\n\"I've got a _mini_ over that mob, Stet. They're talking about us. It's a\ndefinite raiding party.\"\n\n\"What armament?\"\n\n\"Too gloomy in that jungle to be sure. The infra beam's out on this\n_mini_. Looks like hard pellet rifles of some kind. Might even be off\nthe _Delphinus_.\"\n\n\"Can't you get closer?\"\n\n\"Wouldn't do any good. No light down there, and they're moving up fast.\"\n\n\"Keep an eye on them, but don't ignore the other sectors,\" said Stetson.\n\n\"You think I was born yesterday?\" barked the voice from the grid. The\ncontact broke off with an angry sound.\n\n\n\n\"One thing I like about the I-A,\" said Stetson. \"It collects such\neven-tempered types.\" He looked at the white uniform on Orne, wiped a\nhand across his mouth as though he'd tasted something dirty.\n\n\"Why _am_ I wearing this thing?\" asked Orne.\n\n\"Disguise.\"\n\n\"But there's no mustache!\"\n\nStetson smiled without humor. \"That's one of I-A's answers to those\nfat-keistered politicians. We're setting up our own search system to\nfind the planets before _they_ do. We've managed to put spies in key\nplaces at R&R. Any touchy planets our spies report, we divert the\nfiles.\"\n\n\"Then what?\"\n\n\"Then we look into them with bright boys like you--disguised as R&R\nfield men.\"\n\n\"Goody, goody. And what happens if R&R stumbles onto me while I'm down\nthere playing patty cake?\"\n\n\"We disown you.\"\n\n\"But you said an I-A ship found this joint.\"\n\n\"It did. And then one of our spies in R&R intercepted a _routine_\nrequest for an agent-instructor to be assigned here with full equipment.\nRequest signed by a First-Contact officer name of Diston ... of the\n_Delphinus_!\"\n\n\"But the Del--\"\n\n\"Yeah. Missing. The request was a forgery. Now you see why I'm mostly\nfor rubbing out this place. Who'd dare forge such a thing unless he knew\nfor sure that the original FC officer was missing ... or dead?\"\n\n\"What the jumped up mazoo are we doing here, Stet?\" asked Orne. \"Alien\ncalls for a full contact team with all of the--\"\n\n\"It calls for one planet-buster bomb ... buster--in five days. Unless\nyou give them a white bill in the meantime. High Commissioner Bullone\nwill have word of this planet by then. If Gienah III still exists in\nfive days, can't you imagine the fun the politicians'll have with it?\nMama mia! We want this planet cleared for contact or dead before then.\"\n\n\"I don't like this, Stet.\"\n\n\"YOU don't like it!\"\n\n\"Look,\" said Orne. \"There must be another way. Why ... when we teamed up\nwith the Alerinoids we gained five hundred years in the physical\nsciences alone, not to mention the--\"\n\n\"The Alerinoids didn't knock over one of our survey ships first.\"\n\n\"What if the _Delphinus_ just crashed here ... and the locals picked up\nthe pieces?\"\n\n\"That's what you're going in to find out, Orne. But answer me this: If\nthey _do_ have the _Delphinus_, how long before a tool-using race could\nbe a threat to the galaxy?\"\n\n\"I saw that city they built, Stet. They could be dug in within six\nmonths, and there'd be no--\"\n\n\"Yeah.\"\n\nOrne shook his head. \"But think of it: Two civilizations that matured\nalong different lines! Think of all the different ways we'd approach the\nsame problems ... the lever that'd give us for--\"\n\n\"You sound like a Uni-Galacta lecture! Are you through marching arm in\narm into the misty future?\"\n\nOrne took a deep breath. \"Why's a freshman like me being tossed into\nthis dish?\"\n\n\"You'd still be on the _Delphinus_ master lists as an R&R field man.\nThat's important if you're masquerading.\"\n\n\"Am I the only one? I know I'm a recent _convert_, but--\"\n\n\"You want out?\"\n\n\"I didn't say that. I just want to know why I'm--\"\n\n\"Because the bigdomes fed a set of requirements into one of their iron\nmonsters. Your card popped out. They were looking for somebody capable,\ndependable ... and ... _expendable_!\"\n\n\"Hey!\"\n\n\"That's why I'm down here briefing you instead of sitting back on a\nflagship. _I_ got you into the I-A. Now, you listen carefully: If you\npush the panic button on this one without cause, I will personally flay\nyou alive. We both know the advantages of an alien contact. But if you\nget into a hot spot, and call for help, I'll dive this cruiser into that\ncity to get you out!\"\n\nOrne swallowed. \"Thanks, Stet. I'm--\"\n\n\n\n\"We're going to take up a tight orbit. Out beyond us will be five\ntransports full of I-A marines and a Class IX Monitor with one\nplanet-buster. You're calling the shots, God help you! First, we want to\nknow if they have the _Delphinus_ ... and if so, where it is. Next, we\nwant to know just how warlike these goons are. Can we control them if\nthey're bloodthirsty. What's their potential?\"\n\n\"In five days?\"\n\n\"Not a second more.\"\n\n\"What do we know about them?\"\n\n\"Not much. They look something like an ancient Terran chimpanzee ...\nonly with blue fur. Face is hairless, pink-skinned.\" Stetson snapped a\nswitch. The translite map became a screen with a figure frozen on it.\n\"Like that. This is life size.\"\n\n\"Looks like the missing link they're always hunting for,\" said Orne.\n\"Yeah, but you've got a different kind of a missing link.\"\n\n\"Vertical-slit pupils in their eyes,\" said Orne. He studied the figure.\nIt had been caught from the front by a mini-sneaker camera. About five\nfeet tall. The stance was slightly bent forward, long arms. Two vertical\nnose slits. A flat, lipless mouth. Receding chin. Four-fingered hands.\nIt wore a wide belt from which dangled neat pouches and what looked like\ntools, although their use was obscure. There appeared to be the tip of a\ntail protruding from behind one of the squat legs. Behind the creature\ntowered the faery spires of the city they'd observed from the air.\n\n\"Tails?\" asked Orne.\n\n\"Yeah. They're arboreal. Not a road on the whole planet that we can\nfind. But there are lots of vine lanes through the jungles.\" Stetson's\nface hardened. \"Match _that_ with a city as advanced as that one.\"\n\n\"Slave culture?\"\n\n\"Probably.\"\n\n\"How many cities have they?\"\n\n\"We've found two. This one and another on the other side of the planet.\nBut the other one's a ruin.\"\n\n\"A ruin? Why?\"\n\n\"You tell us. Lots of mysteries here.\"\n\n\"What's the planet like?\"\n\n\"Mostly jungle. There are polar oceans, lakes and rivers. One low\nmountain chain follows the equatorial belt about two thirds around the\nplanet.\"\n\n\"But only two cities. Are you sure?\"\n\n\"Reasonably so. It'd be pretty hard to miss something the size of that\nthing we flew over. It must be fifty kilometers long and at least ten\nwide. Swarming with these creatures, too. We've got a zone-count\nestimate that places the city's population at over thirty million.\"\n\n\"Whee-ew! Those are tall buildings, too.\"\n\n\"We don't know much about this place, Orne. And unless you bring them\ninto the fold, there'll be nothing but ashes for our archaeologists to\npick over.\"\n\n\"Seems a dirty shame.\"\n\n\"I agree, but--\"\n\nThe call bell jangled.\n\n\n\nStetson's voice sounded tired: \"Yeah, Hal?\"\n\n\"That mob's only about five kilometers out, Stet. We've got Orne's gear\noutside in the disguised air sled.\"\n\n\"We'll be right down.\"\n\n\"Why a disguised sled?\" asked Orne.\n\n\"If they think it's a ground buggy, they might get careless when you\nmost need an advantage. We could always scoop you out of the air, you\nknow.\"\n\n\"What're my chances on this one, Stet?\"\n\nStetson shrugged. \"I'm afraid they're slim. These goons probably have\nthe _Delphinus_, and they want you just long enough to get your\nequipment and everything you know.\"\n\n\"Rough as that, eh?\"\n\n\"According to our best guess. If you're not out in five days, we blast.\"\n\nOrne cleared his throat.\n\n\"Want out?\" asked Stetson.\n\n\"No.\"\n\n\"Use the _back-door_ rule, son. Always leave yourself a way out. Now ...\nlet's check that equipment the surgeons put in your neck.\" Stetson put a\nhand to his throat. His mouth remained closed, but there was a\nsurf-hissing voice in Orne's ears: \"You read me?\"\n\n\"Sure. I can--\"\n\n\"No!\" hissed the voice. \"Touch the mike contact. Keep your mouth closed.\nJust use your speaking muscles without speaking.\"\n\nOrne obeyed.\n\n\"O.K.,\" said Stetson. \"You come in loud and clear.\"\n\n\"I ought to. I'm right on top of you!\"\n\n\"There'll be a relay ship over you all the time,\" said Stetson. \"Now ...\nwhen you're not touching that mike contact this rig'll still feed us\nwhat you say ... and everything that goes on around you, too. We'll\nmonitor everything. Got that?\"\n\n\"Yes.\"\n\nStetson held out his right hand. \"Good luck. I meant that about diving\nin for you. Just say the word.\"\n\n\"I know the word, too,\" said Orne. \"HELP!\"\n\n\n\nGray mud floor and gloomy aisles between monstrous bluish tree\ntrunks--that was the jungle. Only the barest weak glimmering of sunlight\npenetrated to the mud. The disguised sled--its para-grav units turned\noff--lurched and skidded around buttress roots. Its headlights swung in\nwild arcs across the trunks and down to the mud. Aerial creepers--great\nlooping vines of them--swung down from the towering forest ceiling. A\nsteady drip of condensation spattered the windshield, forcing Orne to\nuse the wipers.\n\nIn the bucket seat of the sled's cab, Orne fought the controls. He was\nplagued by the vague slow-motion-floating sensation that a heavy planet\nnative always feels in lighter gravity. It gave him an unhappy stomach.\n\nThings skipped through the air around the lurching vehicle: flitting and\ndarting things. Insects came in twin cones, siphoned toward the\nheadlights. There was an endless chittering whistling tok-tok-toking in\nthe gloom beyond the lights.\n\nStetson's voice hissed suddenly through the surgically implanted\nspeaker: \"How's it look?\"\n\n\"Alien.\"\n\n\"Any sign of that mob?\"\n\n\"Negative.\"\n\n\"O.K. We're taking off.\"\n\nBehind Orne, there came a deep rumbling roar that receded as the scout\ncruiser climbed its jets. All other sounds hung suspended in\nafter-silence, then resumed: the strongest first and then the weakest.\n\nA heavy object suddenly arced through the headlights, swinging on a\nvine. It disappeared behind a tree. Another. Another. Ghostly shadows\nwith vine pendulums on both sides. Something banged down heavily onto\nthe hood of the sled.\n\nOrne braked to a creaking stop that shifted the load behind him, found\nhimself staring through the windshield at a native of Gienah III. The\nnative crouched on the hood, a Mark XX exploding-pellet rifle in his\nright hand directed at Orne's head. In the abrupt shock of meeting, Orne\nrecognized the weapon: standard issue to the marine guards on all R&R\nsurvey ships.\n\nThe native appeared the twin of the one Orne had seen on the translite\nscreen. The four-fingered hand looked extremely capable around the stock\nof the Mark XX.\n\nSlowly, Orne put a hand to his throat, pressed the contact button. He\nmoved his speaking muscles: _\"Just made contact with the mob. One on the\nhood now has one of our Mark XX rifles aimed at my head.\"_\n\nThe surf-hissing of Stetson's voice came through the hidden speaker:\n_\"Want us to come back?\"_\n\n_\"Negative. Stand by. He looks cautious rather than hostile.\"_\n\nOrne held up his right hand, palm out. He had a second thought: held up\nhis left hand, too. Universal symbol of peaceful intentions: empty\nhands. The gun muzzle lowered slightly. Orne called into his mind the\nlanguage that had been hypnoforced into him. _Ocheero? No. That means\n'The People.' Ah ..._ And he had the heavy fricative greeting sound.\n\n\"Ffroiragrazzi,\" he said.\n\nThe native shifted to the left, answered in pure, unaccented High\nGalactese: \"Who are you?\"\n\nOrne fought down a sudden panic. The lipless mouth had looked so odd\nforming the familiar words.\n\nStetson's voice hissed: _\"Is that the native speaking Galactese?\"_\n\nOrne touched his throat. _\"You heard him.\"_\n\nHe dropped his hand, said: \"I am Lewis Orne of Rediscovery and\nReeducation. I was sent here at the request of the First-Contact officer\non the _Delphinus Rediscovery_.\"\n\n\"Where is your ship?\" demanded the Gienahn.\n\n\"It put me down and left.\"\n\n\"Why?\"\n\n\"It was behind schedule for another appointment.\"\n\n\n\nOut of the corners of his eyes, Orne saw more shadows dropping to the\nmud around him. The sled shifted as someone climbed onto the load behind\nthe cab. The someone scuttled agilely for a moment.\n\nThe native climbed down to the cab's side step, opened the door. The\nrifle was held at the ready. Again, the lipless mouth formed Galactese\nwords: \"What do you carry in this ... vehicle?\"\n\n\"The equipment every R&R field man uses to help the people of a\nrediscovered planet improve themselves.\" Orne nodded at the rifle.\n\"Would you mind pointing that weapon some other direction? It makes me\nnervous.\"\n\nThe gun muzzle remained unwaveringly on Orne's middle. The native's\nmouth opened, revealing long canines. \"Do we not look strange to you?\"\n\n\"I take it there's been a heavy mutational variation in the humanoid\nnorm on this planet,\" said Orne. \"What is it? Hard radiation?\"\n\nNo answer.\n\n\"It doesn't really make any difference, of course,\" said Orne. \"I'm here\nto help you.\"\n\n\"I am Tanub, High Path Chief of the Grazzi,\" said the native. \"I decide\nwho is to help.\"\n\nOrne swallowed.\n\n\"Where do you go?\" demanded Tanub.\n\n\"I was hoping to go to your city. Is it permitted?\"\n\nA long pause while the vertical-slit pupils of Tanub's eyes expanded and\ncontracted. \"It is permitted.\"\n\nStetson's voice came through the hidden speaker: _\"All bets off. We're\ncoming in after you. That Mark XX is the final straw. It means they have\nthe_ Delphinus _for sure!\"_\n\nOrne touched his throat. _\"No! Give me a little more time!\"_\n\n_\"Why?\"_\n\n_\"I have a hunch about these creatures.\"_\n\n_\"What is it?\"_\n\n_\"No time now. Trust me.\"_\n\nAnother long pause in which Orne and Tanub continued to study each\nother. Presently, Stetson said: _\"O.K. Go ahead as planned. But find out\nwhere the_ Delphinus _is! If we get that back we pull their teeth.\"_\n\n\"Why do you keep touching your throat?\" demanded Tanub.\n\n\"I'm nervous,\" said Orne. \"Guns always make me nervous.\"\n\nThe muzzle lowered slightly.\n\n\"Shall we continue on to your city?\" asked Orne. He wet his lips with\nhis tongue. The cab light on Tanub's face was giving the Gienahn an\neerie sinister look.\n\n\"We can go soon,\" said Tanub.\n\n\"Will you join me inside here?\" asked Orne. \"There's a passenger seat\nright behind me.\"\n\nTanub's eyes moved catlike: right, left. \"Yes.\" He turned, barked an\norder into the jungle gloom, then climbed in behind Orne.\n\n\"When do we go?\" asked Orne.\n\n\"The great sun will be down soon,\" said Tanub. \"We can continue as soon\nas Chiranachuruso rises.\"\n\n\"Chiranachuruso?\"\n\n\"Our satellite ... our moon,\" said Tanub.\n\n\"It's a beautiful word,\" said Orne. \"Chiranachuruso.\"\n\n\"In our tongue it means: The Limb of Victory,\" said Tanub. \"By its light\nwe will continue.\"\n\nOrne turned, looked back at Tanub. \"Do you mean to tell me that you can\nsee by what light gets down here through those trees?\"\n\n\"Can you not see?\" asked Tanub.\n\n\"Not without the headlights.\"\n\n\"Our eyes differ,\" said Tanub. He bent toward Orne, peered. The vertical\nslit pupils of his eyes expanded, contracted. \"You are the same as the\n... others.\"\n\n\"Oh, on the _Delphinus_?\"\n\nPause. \"Yes.\"\n\nPresently, a greater gloom came over the jungle, bringing a sudden\nstillness to the wild life. There was a chittering commotion from the\nnatives in the trees around the sled. Tanub shifted behind Orne.\n\n\"We may go now,\" he said. \"Slowly ... to stay behind my ... scouts.\"\n\n\"Right.\" Orne eased the sled forward around an obstructing root.\n\n\n\nSilence while they crawled ahead. Around them shapes flung themselves\nfrom vine to vine.\n\n\"I admired your city from the air,\" said Orne. \"It is very beautiful.\"\n\n\"Yes,\" said Tanub. \"Why did you land so far from it?\"\n\n\"We didn't want to come down where we might destroy anything.\"\n\n\"There is nothing to destroy in the jungle,\" said Tanub.\n\n\"Why do you have such a big city?\" asked Orne.\n\nSilence.\n\n\"I said: Why do you--\"\n\n\"You are ignorant of our ways,\" said Tanub. \"Therefore, I forgive you.\nThe city is for our race. We must breed and be born in sunlight.\nOnce--long ago--we used crude platforms on the tops of the trees. Now\n... only the ... wild ones do this.\"\n\nStetson's voice hissed in Orne's ears: _\"Easy on the sex line, boy.\nThat's always touchy. These creatures are oviparous. Sex glands are\napparently hidden in that long fur behind where their chins ought to\nbe.\"_\n\n\"Who controls the breeding sites controls our world,\" said Tanub. \"Once\nthere was another city. We destroyed it.\"\n\n\"Are there many ... wild ones?\" asked Orne.\n\n\"Fewer each year,\" said Tanub.\n\n_\"There's how they get their slaves,\"_ hissed Stetson.\n\n\"You speak excellent Galactese,\" said Orne.\n\n\"The High Path Chief commanded the best teacher,\" said Tanub. \"Do you,\ntoo, know many things, Orne?\"\n\n\"That's why I was sent here,\" said Orne.\n\n\"Are there many planets to teach?\" asked Tanub.\n\n\"Very many,\" said Orne. \"Your city--I saw very tall buildings. Of what\ndo you build them?\"\n\n\"In your tongue--glass,\" said Tanub. \"The engineers of the _Delphinus_\nsaid it was impossible. As you saw--they are wrong.\"\n\n_\"A glass-blowing culture,\"_ hissed Stetson. _\"That'd explain a lot of\nthings.\"_\n\nSlowly, the disguised sled crept through the jungle. Once, a scout\nswooped down into the headlights, waved. Orne stopped on Tanub's order,\nand they waited almost ten minutes before proceeding.\n\n\"Wild ones?\" asked Orne.\n\n\"Perhaps,\" said Tanub.\n\nA glowing of many lights grew visible through the giant tree trunks. It\ngrew brighter as the sled crept through the last of the jungle, emerged\nin cleared land at the edge of the city.\n\nOrne stared upward in awe. The city fluted and spiraled into the moonlit\nsky. It was a fragile appearing lacery of bridges, winking dots of\nlight. The bridges wove back and forth from building to building until\nthe entire visible network appeared one gigantic dew-glittering web.\n\n\"All that with glass,\" murmured Orne.\n\n_\"What's happening?\"_ hissed Stetson.\n\nOrne touched his throat contact. _\"We're just into the city clearing,\nproceeding toward the nearest building.\"_\n\n\"This is far enough,\" said Tanub.\n\n\n\nOrne stopped the sled. In the moonlight, he could see armed Gienahns all\naround. The buttressed pedestal of one of the buildings loomed directly\nahead. It looked taller than had the scout cruiser in its jungle landing\ncircle.\n\nTanub leaned close to Orne's shoulder. \"We have not deceived you, have\nwe, Orne?\"\n\n\"Huh? What do you mean?\"\n\n\"You have recognized that we are not mutated members of your race.\"\n\nOrne swallowed. Into his ears came Stetson's voice: _\"Better admit it.\"_\n\n\"That's true,\" said Orne.\n\n\"I like you, Orne,\" said Tanub. \"You shall be one of my slaves. You will\nteach me many things.\"\n\n\"How did you capture the _Delphinus_?\" asked Orne.\n\n\"You know that, too?\"\n\n\"You have one of their rifles,\" said Orne.\n\n\"Your race is no match for us, Orne ... in cunning, in strength, in the\nprowess of the mind. Your ship landed to repair its tubes. Very inferior\nceramics in those tubes.\"\n\nOrne turned, looked at Tanub in the dim glow of the cab light. \"Have you\nheard about the I-A, Tanub?\"\n\n\"I-A? What is that?\" There was a wary tenseness in the Gienahn's figure.\nHis mouth opened to reveal the long canines.\n\n\"You took the _Delphinus_ by treachery?\" asked Orne.\n\n\"They were simple fools,\" said Tanub. \"We are smaller, thus they thought\nus weaker.\" The Mark XX's muzzle came around to center on Orne's\nstomach. \"You have not answered my question. What is the I-A?\"\n\n\"I am of the I-A,\" said Orne. \"Where've you hidden the _Delphinus_?\"\n\n\"In the place that suits us best,\" said Tanub. \"In all our history there\nhas never been a better place.\"\n\n\"What do you plan to do with it?\" asked Orne.\n\n\"Within a year we will have a copy with our own improvements. After\nthat--\"\n\n\"You intend to start a war?\" asked Orne.\n\n\"In the jungle the strong slay the weak until only the strong remain,\"\nsaid Tanub.\n\n\"And then the strong prey upon each other?\" asked Orne.\n\n\"That is a quibble for women,\" said Tanub.\n\n\"It's too bad you feel that way,\" said Orne. \"When two cultures meet\nlike this they tend to help each other. What have you done with the crew\nof the _Delphinus_?\"\n\n\"They are slaves,\" said Tanub. \"Those who still live. Some resisted.\nOthers objected to teaching us what we want to know.\" He waved the gun\nmuzzle. \"You will not be that foolish, will you, Orne?\"\n\n\"No need to be,\" said Orne. \"I've another little lesson to teach you: I\nalready know where you've hidden the _Delphinus_.\"\n\n_\"Go, boy!\"_ hissed Stetson. _\"Where is it?\"_\n\n\"Impossible!\" barked Tanub.\n\n\"It's on your moon,\" said Orne. \"Darkside. It's on a mountain on the\ndarkside of your moon.\"\n\nTanub's eyes dilated, contracted. \"You read minds?\"\n\n\"The I-A has no need to read minds,\" said Orne. \"We rely on superior\nmental prowess.\"\n\n_\"The marines are on their way,\"_ hissed Stetson. _\"We're coming in to\nget you. I'm going to want to know how you guessed that one.\"_\n\n\"You are a weak fool like the others,\" gritted Tanub.\n\n\"It's too bad you formed your opinion of us by observing only the low\ngrades of the R&R,\" said Orne.\n\n_\"Easy, boy,\"_ hissed Stetson. _\"Don't pick a fight with him now.\nRemember, his race is arboreal. He's probably as strong as an ape.\"_\n\n\"I could kill you where you sit!\" grated Tanub.\n\n\"You write finish for your entire planet if you do,\" said Orne. \"I'm not\nalone. There are others listening to every word we say. There's a ship\noverhead that could split open your planet with one bomb--wash it with\nmolten rock. It'd run like the glass you use for your buildings.\"\n\n\"You are lying!\"\n\n\"We'll make you an offer,\" said Orne. \"We don't really want to\nexterminate you. We'll give you limited membership in the Galactic\nFederation until you prove you're no menace to us.\"\n\n_\"Keep talking,\"_ hissed Stetson. _\"Keep him interested.\"_\n\n\"You dare insult me!\" growled Tanub.\n\n\"You had better believe me,\" said Orne. \"We--\"\n\nStetson's voice interrupted him: _\"Got it, Orne! They caught the_\nDelphinus _on the ground right where you said it'd be! Blew the tubes\noff it. Marines now mopping up.\"_\n\n\"It's like this,\" said Orne. \"We already have recaptured the\n_Delphinus_.\" Tanub's eyes went instinctively skyward. \"Except for the\ncaptured armament you still hold, you obviously don't have the weapons\nto meet us,\" continued Orne. \"Otherwise, you wouldn't be carrying that\nrifle off the _Delphinus_.\"\n\n\"If you speak the truth, then we shall die bravely,\" said Tanub.\n\n\"No need for you to die,\" said Orne.\n\n\"Better to die than be slaves,\" said Tanub.\n\n\"We don't need slaves,\" said Orne. \"We--\"\n\n\"I cannot take the chance that you are lying,\" said Tanub. \"I must kill\nyou now.\"\n\n\n\nOrne's foot rested on the air sled control pedal. He depressed it.\nInstantly, the sled shot skyward, heavy G's pressing them down into the\nseats. The gun in Tanub's hands was slammed into his lap. He struggled\nto raise it. To Orne, the weight was still only about twice that of his\nhome planet of Chargon. He reached over, took the rifle, found safety\nbelts, bound Tanub with them. Then he eased off the acceleration.\n\n\"We don't need slaves,\" said Orne. \"We have machines to do our work.\nWe'll send experts in here, teach you people how to exploit your planet,\nhow to build good transportation facilities, show you how to mine your\nminerals, how to--\"\n\n\"And what do we do in return?\" whispered Tanub.\n\n\"You could start by teaching us how you make superior glass,\" said Orne.\n\"I certainly hope you see things our way. We really don't want to have\nto come down there and clean you out. It'd be a shame to have to blast\nthat city into little pieces.\"\n\nTanub wilted. Presently, he said: \"Send me back. I will discuss this\nwith ... our council.\" He stared at Orne. \"You I-A's are too strong. We\ndid not know.\"\n\n\n\nIn the wardroom of Stetson's scout cruiser, the lights were low, the\nleather chairs comfortable, the green beige table set with a decanter of\nHochar brandy and two glasses.\n\nOrne lifted his glass, sipped the liquor, smacked his lips. \"For a while\nthere, I thought I'd never be tasting anything like this again.\"\n\nStetson took his own glass. \"ComGO heard the whole thing over the\ngeneral monitor net,\" he said. \"D'you know you've been breveted to\nsenior field man?\"\n\n\"Ah, they've already recognized my sterling worth,\" said Orne.\n\nThe wolfish grin took over Stetson's big features. \"Senior field men\nlast about half as long as the juniors,\" he said. \"Mortality's\nterrific?\"\n\n\"I might've known,\" said Orne. He took another sip of the brandy.\n\nStetson flicked on the switch of a recorder beside him. \"O.K. You can go\nahead any time.\"\n\n\"Where do you want me to start?\"\n\n\"First, how'd you spot right away where they'd hidden the _Delphinus_?\"\n\n\"Easy. Tanub's word for his people was _Grazzi_. Most races call\nthemselves something meaning _The People_. But in his tongue that's\n_Ocheero_. _Grazzi_ wasn't on the translated list. I started working on\nit. The most likely answer was that it had been adopted from another\nlanguage, and meant _enemy_.\"\n\n\"And _that_ told you where the _Delphinus_ was?\"\n\n\"No. But it fitted my hunch about these Gienahns. I'd kind of felt from\nthe first minute of meeting them that they had a culture like the\nIndians of ancient Terra.\"\n\n\"Why?\"\n\n\"They came in like a primitive raiding party. The leader dropped right\nonto the hood of my sled. An act of bravery, no less. Counting coup, you\nsee?\"\n\n\"I guess so.\"\n\n\"Then he said he was High Path Chief. That wasn't on the language list,\neither. But it was easy: _Raider Chief._ There's a word in almost every\nlanguage in history that means raider and derives from a word for road,\npath or highway.\"\n\n\"Highwaymen,\" said Stetson.\n\n\"Raid itself,\" said Orne. \"An ancient Terran language corruption of\nroad.\"\n\n\"Yeah, yeah. But where'd all this translation griff put--\"\n\n\"Don't be impatient. Glass-blowing culture meant they were just out of\nthe primitive stage. That, we could control. Next, he said their moon\nwas _Chiranachuruso_, translated as _The Limb of Victory_. After that it\njust fell into place.\"\n\n\"How?\"\n\n\"The vertical-slit pupils of their eyes. Doesn't that mean anything to\nyou?\"\n\n\"Maybe. What's it mean to you?\"\n\n\"Night-hunting predator accustomed to dropping upon its victims from\nabove. No other type of creature ever has had the vertical slit. And\nTanub said himself that the _Delphinus_ was hidden in the best place in\nall of their history. History? That'd be a high place. Dark, likewise.\nErgo: a high place on the darkside of their moon.\"\n\n\"I'm a pie-eyed greepus,\" whispered Stetson.\n\nOrne grinned, said: \"You probably are ... sir.\"\n\n\nTHE END\n\n\n\np. 102: [normalized] ComGo -> ComGO\np. 103: net of snakers -> sneakers\np. 105: [removed extra quote] \"Orne swallowed\np. 111: [added closing quote] \"A glass-blowing culture,\"",
    "metadata": {
        "author": [
            "Herbert, Frank",
            "Herbert, Franklin Patrick, Jr."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/23210/pg23210.txt",
        "name": "missing_link.json"
    }
}