{
    "name": "Mo-Sanshon!",
    "author": [
        "O'Hara, Kenneth",
        "Walton, Bryce"
    ],
    "body": "His gaunt figure slumped wearily in the only chair in the otherwise\nbare cube, while the telaudio pronounced its immutable sentence.\n\n_The world psychometric council finds you. Doctor Jonathan Ward, a\nparanoic with advanced delusions of persecution and of grandeur.\nYour belief in a super-insect menace threatening humanoid culture we\nfind unsupported by logical evidence. You will be subjected to the\nreconditioning and readjustment clinics as authorized in Title C,\nSection 890, Article 72, Paragraph 18, Lines 72-86, Revised Solar\nStatutes, 2166. Section C-890-72, Article 18-1-W, Solar Statutory\nPsychometry._\n\nAs the dry and precise voice faded from the six-by-six screen, long\nsuppressed panic hit Ward like a sudden sickness. He ran to the smooth\npanel of the door.\n\nAn irrational reflex! Both door and single exit window could be\nactivated only from the outside. He was two hundred floors up, isolated\nin a Verdict Cube in Washington’s Federal Building. Administrative\nGuards would be here soon to take him away. And when they released him\nfrom the clinics he wouldn’t be John Ward any more. He would be someone\nelse; it wouldn’t matter who, because by then the Mo-Sanshon would\nhave accomplished their purpose. The solar humanoid culture would have\nbecome only a passing incident in geological history together with the\ngiant ferns, the saurians, and now--_super insects_! God, no wonder\nthey labeled him psycho! No one believed. It was too ridiculous. It had\nbeen trite thematic material for emotionalizing fiction for so long--\n\nBut the Martian subterranean ant-like culture, the Mo-Sanshon, were\ndirectly responsible for his failure! Somehow, he didn’t know even\ntentatively, they had infiltrated. They either controlled humanoids in\nhigh, influential positions by telepathy, or could, in some ingenious\nphysiogenic way, assume human form. He knew that Vasco and Greever on\nthe Psychometric Council had been prejudiced by some influence other\nthan reason.\n\nHe ran to the translucent window. He pummeled his aching brain, while\nthe polychromatic light harmonics corruscated ironically through the\ntransparent plastic walls. His fevered eyes looked out on a black sea\nof velvet night and millions of splotches of cold phosphorescence. Dark\nair-taxis glided past on traffic beams--glided unknowingly past the\nimprisoned entomologist who alone out of the billions on Earth and Mars\nhad probed the fantastic, aged secrets of the Mo-Sanshon.\n\nHe pressed his temples desperately, felt the pounding of his heart. If\nhe’d only been able to get physical evidence of their infiltration.\nIf they could duplicate human form, then why hadn’t any of them been\ncaptured, or have left some trace of their alien derivation?\n\nHe sagged against the wall as the photo-electric banks of the door\nfunctioned oilily, the rippling light harmonies dying to a monotone\ngrey. Three uniformed Guards stood a moment, looking at Ward curiously\nwhile the panel closed. They were precise and mechanistic. The larger\none, with an abnormally red face, said in a level, toneless voice,\n“Well, Doctor Ward. Are you ready?”\n\nHis vision blurred with tears as he stumbled toward them. When he\nstepped outside that door everything that signified Jonathan Ward\nwould be altered. He would become a new, reconditioned personality,\nremembering nothing of the past he knew now, because it would no longer\nexist. Everything he had experienced that created the complex cause and\neffect mechanism of his mind would be eliminated from his psychogenes.\nAnd, like billions of other naive minions of the Solar Federation, he\nwould be completely bewildered, surprised, horrified and subsequently\nannihilated or enslaved by the Mo-Sanshon.\n\nThey had stepped to either side of him. But the sound of photo-electric\nbanks came again--from behind them--from the window. The sound was\nfollowed by a sharp, nasal voice.\n\n“Get back against the wall, Gestapo! Unless you want to play tag with a\nneedle-gun.”\n\n\n\nWard’s stunned brain turned him around warily, slowly. He stared and\nblinked. He saw one of the Guard’s hands dive for his service paralysis\nray gun. There was a sharp _thunggg_ from the little wiry man crouched\nby the open window, and an air needle punctured the Guard’s chest. He\ncried out feebly as he fell unmoving at Ward’s feet.\n\nThe remaining two froze in incredulous fear. The red-faced one seemed\nabnormally affected; his eyes bulged, face twitched. The little man,\nclothed in the natty pale blue garb of an air-taxi driver, motioned\nwith his gun. Small black eyes with rusty flecks glittered dangerously.\n\n“You, Doc!” he clipped. “Get out the window. These puppets are liable\nto go hysterical any minute.”\n\nHope spurted inside Ward, ran through his brain like a rat in a garret,\nas he fell away from the Guards and found himself before the open\nwindow. An air-taxi was parked there, held by the grapple rail.\n\nThe Guards were strongly conditioned, so strongly that the possibility\nof Ward escaping overcame their blue funk. Desperately they sprang in a\nhalf-hearted attack, whipping out their guns.\n\n“Chicken-gutted jackasses!” spat the taxidriver, firing again and\nplunging the first Guard moaning on his face. The big, red-skinned\nGuard slewed to one side; as he fell to escape the taxidriver’s aim, he\npressed the stud of his paralysis ray. The taxidriver fell clear by a\nhair’s breadth beneath the stream of blue fire. Another needle twanged.\n\nWhat happened then would have appalled the most sanguine and capacious\nimagination. Ward’s brain crawled; his stomach dropped with nausea and\nhorror. The room swirled like madness unveiling herself as the dying\nGuard’s mouth opened and a tattered scream pierced the confined space.\nAnd then the Guard’s body began to disintegrate.\n\nSome chemical reaction process, working at astounding, chain-reaction\nspeed, reduced the whole body and uniform, within a few seconds, to a\nsmall liquid puddle which vaporized leaving no sign that such a Guard\nhad ever existed, except the paralysis gun and a few bits of alloy.\n\nThe taxidriver said casually. “The Mo-Sanshon, Doc.”\n\nWard gulped. “The Mo--”\n\n“That’s the reason they’re never found out, Doc. Suicidals. When they\nsuspect there’s even a dim possibility of discovery, they release a\ncatalyst into their blood stream. That’s what happens.”\n\n“But surely,” choked Ward, “someone has seen--”\n\n“What? They can never prove they’ve seen what doesn’t exist any more.\nPsycho cells have always been loaded with patients who claimed to see\nwhat wasn’t there. Come on, let’s dust out of this hole!”\n\n_Peculiarly ancient jargon_, thought Ward, _even for a taxidriver._ He\nstepped onto the narrow ramp. A cold night wind cooled his fever and\nnew hope strengthened him.\n\n“Who the devil are you?” he said faintly, as the taxidriver closed the\nwindow to the Verdict Cube and dropped down beside him in the front\nseat of the open air tourist taxi.\n\nHe grinned thinly, recklessly. “Another psycho the Council hasn’t\nlabeled yet. Name’s Red. Red Formica. To be pedantic, you might call me\na victim of regression, an atavist. Things have got to have a tag, you\nknow.” He released the magnetic grapplers, and punched the controls.\nThe air-taxi darted out into a traffic beam, and lunged downward.\n\nBefore Ward could formulate further questions the taxi dropped heavily\ndown on a dark, small rooflanding on the lowest, cheapest level of the\ncity. He allowed himself to be led down a shabby, creaking escalator\nand through a narrow corridor into an ill-lighted room, thick with the\nreeking heavy drug of the Venusian bluerose. The occasional gurgle\nof mind-burning _selir_-whiskey and the dull monody of a three-piece\nIonian orchestra completed the morbid setting.\n\nA forbidden underground escapeasy!\n\nHere, men of the lower income brackets, who couldn’t afford the\nfar-flung exotic worlds of the System, came to escape their monotonous,\ncolorless lot.\n\nWard gaped. Back in his small, provincial midwest college laboratory\nhe had never, of course, expected to end up in an escapeasy. Dim,\nlethargic shadows stirred in the drugged gloom and from somewhere a\ngirl’s soft laughter called. The scrofulous dive was permeated with a\nheavy air of solemn, self-induced asphyxiation.\n\n\n\nRed led Ward to a table, and they became a part of the vaporous\nshadows. “Two glasses of _satho_,” said Red familiarly. A vague form,\napparently the barkeep, glided away and returned almost immediately\nwith the cold, stealthy liquor.\n\n“A toast, Doc,” said Red tightly. “To a quick victory over the\nMo-Sanshon--all ten trillion or so of them.”\n\nWard nodded numbly, and wondered how his thirty-eight years of academic\nresearch could have qualified him for this. He had sweated out a\nhermit’s life on the burning Martian Deserts for four years, gathering\nhis data on the Mo-Sanshon who filled the countless miles of catacombs\nunder the red clay surface. And he had considered that an all time\nlow--at the time.\n\nHe drank. The liquor scorched his throat and started quickly on his\nbrain. He belched and wiped tears from his eyes. Finally he managed to\nwhisper, “I’d appreciate a sort of hint as to what this is all about.”\n\nRed’s freckled nose wrinkled. “I have a good story. Very credible. I\njust want to help you. Not because I give a damn about whether humanity\nstays around or not. But because I crave excitement. If you need a\nreason, that’s as good as any.” He drained his glass stoically and\ncalled for a refill.\n\n“Real tiger-milk,” he grinned. His red hair flamed as a dancing girl\nslid by with a hokohloo lamp spinning its sense-drunkening harmonies\nin a jeweled hand.\n\n“But how do you know so much about all this?” insisted Ward.\n\n“We cabbies get around.” Which didn’t explain much. Or did it?\n\n“But why should you believe me, when no one else does?”\n\n“I just want to, Doc, that’s all. I think the old anarchistic culture\nwas better than this puking state of the proletariat we’ve got now.\nGot most of my education from the past--nineteenth and early twentieth\ncentury literature. And I live in the underground ghettos of the\npresent. Wishful thinking. I only hope you’re right, probably.”\n\n“I assure you,” pleaded Ward. “I’m not a psycho.”\n\n“I don’t give a damn whether you’re psycho or not. So am I. Anyway,\nwe’re killers now, gangsters. Unheard of in our perfect little futile\norder. So unheard of that we’ll probably get away with it easier than\nwe think.”\n\nWard shrugged. “I’ve got some equipment that must get to Mars very\nquickly, if my fight against the Mo-Sanshon is to be effective. Speed\nis essential.”\n\n“Want to get them in the heart,” said Red.\n\n“Why ... er ... yes. Their headquarters, their center of operation.\nIn fact, to get the Queen Mother alone should be sufficient. The real\nintelligence, I believe, is only a small inner circle of mutations.”\n\nRed leaned over the table. His rust colored eyes shown eagerly. “Then\nlet’s go, Doc!”\n\nWard’s lips curled. “There wasn’t a chance before, let alone now.”\n\n“I’ve got it all fixed, Doc,” said Red. “What do you think I brought\nyou here for?”\n\n“I’ve been wondering,” said Ward dryly.\n\n“We antisocials stick together here. Kind of an underground cult, you\nknow. And we figured it all out how we could rescue you and get you\nto Mars--just as a gag you know, a little excitement. That act in the\nFederal Building was just like an old two-dimensional movie I saw the\nother night at the museum. Late twentieth century I think, called,\n‘Hounds of the Void.’ Got the book, too.”\n\n“But how do we get to Mars?” insisted Ward desperately. “Was that in\nthe movie, too?”\n\n“Precisely,” said Red. He motioned, and Ward was stumbling and mumbling\naway after the red-headed taxidriver.\n\n\n\nIn the dim narrow sleeping cube, lit by a single ancient acho-lyte\nbulb, two men lay breathing feebly on the littered floor. “They’ll be\nout for at least forty-eight hours,” bragged Red. “I gave ’em both\ntriple shots of parasthetic.”\n\n“So wha--” began Ward; then, as he looked closer, he cried, “Good Lord!\nIt’s Professor Limerick!”\n\nRed laughed in a thin, mirthless way that sent a little tremor up\nWard’s spine. “That’s right, Doc. Professor Limerick and his laboratory\nassistant. Educated morons who skip blithely down the perpetually dim\nhalls of learning. They’re scheduled to leave on the _Sol_, blasting\nfor Marsport at 2400. You know what for?”\n\n“No,” whispered Ward faintly. “What for?”\n\n“To study the indigenous spores of the canal peculiar to the eastern\npolar banks of--and I don’t know what else. Fiddlers while Rome burns.\nWho gives a damn about indigenous spores when the Mo-Sanshon is--?”\n\n“You seem rather vehement, Red, for a person who only pretends to\nbelieve in the Mo-Sanshon, just for a thrill.”\n\nRed relaxed, his obvious manic nervous system soothed slightly by the\nparaette smoke he inhaled in great drags. “Anyway, Doc, there’s our\npassports and number one priorities to Mars. We’ve got two hours to get\nyour equipment aboard. It’s here in the city, ain’t it?”\n\nWard nodded. “In a locked vault. But I didn’t think anyone else knew\nabout it but myself. If the Mo-Sanshon had--”\n\nRed interrupted, “Wait here a minute, Doc,” and disappeared into the\nreeking alleyway. He was back almost at once with a quick-moving,\nsprightly little man with a pink face and long white hair. He carried a\nplastic oblong box in one hand.\n\n“This is Alsar Alingmore,” said Red. “People’s Artist of the\nInner-Planet Folk Theatre Circuits. A philosopher. We sometimes talk\nof the good old days as they are referred to by malcontents. This is\nprofessor Jonathan Ward, saviour of the Solar System. Maybe.”\n\nAlingmore bowed low. “Very fortunate to meet you, Doctor.”\n\n\n\nAlingmore sat the black case on a table and reverently opened it.\nA make-up kit, complete with plastimold, syntheskin and all the\naccessories of modern theatre. “He’s a wizard at make-up,” bragged Red.\n“He passed himself off as a Venusian fishman once, at a Federation\nCouncil meeting. Got his artist’s license taken away from him. Now he\nhaunts escapeasies. He’s going to make us look like the scholastic\nidiots on the floor. We’ll use their priorities and passports, and\nwe’ll be on Mars with the _Sol_. What do you think of ‘Hounds of the\nVoid’ now?”\n\n“I can’t think very clearly,” murmured Ward, sitting down heavily on\nthe pneumatic couch. “Maybe it was the _satho_....”\n\nIn a matter of moments Ward found himself aboard the _Sol_, ensconced\nin a special stateroom with quartzite observation dome. He was looking\nat a face in the three-dim reflector that resembled Professor Limerick\nmore than Professor Limerick himself. “I don’t believe it,” he said to\nthe taxidriver who now could have passed for the assistant’s zygote\ntwin.\n\n“Sure, we made it. Knew we would, Doc.” He was sprawled out on the\nrichly furnished gravnod bed, reading a ragged museum copy of the\n“Hounds of the Void.” “These Guards and officials don’t know how to\ndeal with antisocials. Not enough cases in our tired order to keep them\nin practice. A few old time gangsters and criminals could take over the\nwhole System in a jiffy. These representatives of Solar law and order\nare phonies.”\n\nWard turned. “But the Mo-Sanshon aren’t so naive, Red. They know I’m\naboard. My disguise probably doesn’t fool them. They know I’ve got the\ncage of mercenaries with me, too.” Ward looked at the plasticage on\nthe floor among many other cases. It contained numerous air valves and\nwas about a yard square. It was very heavy for its size but was easily\ncarried because of the levitation plate on the bottom. From inside of\nit came a steady rustling and stirring.\n\nWard nodded. “The Mo-Sanshon will keep on trying every means they can\nwithin apparently legitimate channels to stop me before I can release\nthose mercenaries inside their subterranean chasms. And that won’t be\neasy for us, either. I was there four years and couldn’t get anywhere\nnear their headquarters. They’ve been there for centuries, aeons,\nbefore humanoid culture evolved on either world.”\n\n“I know,” said Red. “How different and lonely their life must be--when\nyou even compare it with ours. How envious and jealous they must be.\nAnd how they must hate us, buried as they are underground, hidden from\nthe stars. Static, no individuality--that’s all lost in the colony. The\nState is all. And someday humanity may evolve into the same death trap.\nNo wonder they want to destroy us. They can’t stand to see us keep on\nliving, even partially free. It hurts.”\n\nWard nodded, surprised again at Red’s heterogeneous knowledge. “But,\neven assuming anthropomorphic attributes as they have somehow been able\nto do, they still are insects, with instinct rather than intelligence\nas we know it. They see the world, universe, their own culture with the\nsame prejudice, egotism, and dogma. I doubt if they can even comprehend\nthe physical facts of space, duration and distance, as we know it.”\n\n“Therefore, they shouldn’t survive,” said Red with sudden savage\ncoldness. “They can’t know this life, Doc, and they shouldn’t live. And\nneither should little guys like us if we can’t reach the stars. Here I\nam, born in an age of atomics and interplanetary travel--and I’m bored.\nI have to read science-fantasy from the escape literature of past\ncenturies to keep from going psycho. Do ordinary proletarians like me\nget to go to Mars and Venus, or even Luna? Hell no! Have to have number\none priority and who gets them? Big shots with plenty of suction, and\nplatinum credits. Only a fraction of a percent of Earthmen have ever\nbeen outside the ionosphere. Wait’ll the revolution, Doc. There’ll be\na spaceship on every roof landing, and two pressure suits in every\ncloset!”\n\n“Won’t have to worry if the Mo-Sanshon takes over,” said Ward as he\nspread some hair eradicator over his face and wiped it off with a\ntowel. “Annihilation is a sure cure for ennui.”\n\n“And preferable,” said Red softly. “I ought to know.”\n\n“Almost blastoff time,” said Ward. “Let’s strap in.”\n\nRed went to the door and adjusted the photo cell. “That’ll have to be\nturned back before it’ll function. Don’t open it unless you know who\nwants it--if it’s an officer, it won’t make any difference. Be alert,\nDoc. There are Mo-Sanshon on this ship!”\n\n“Are you certain?” said Ward quickly. “How can you be?”\n\n“I am,” said Red tensely, his lips a thin harsh line. “Very certain,\nDoc.”\n\n\n\nWard breathed easier after he awoke from the effects of the sedative\nand found that they had at least gotten outside Earth’s gravity without\nmishap. Only the Mo-Sanshon to worry about now. That was all, just\nthe potential conquerors of the Solar System. Through the special\nobservation dome into a mind-drowning eternity of devouring blackness,\nWard gazed in awe. An expanse dotted with an eternity of coldly-cut,\nunshimmering dots of light. He wasn’t new to spaceflight, but the\nspectacle was inexhaustible, a bottomless cup of frigid infinity.\n\nBut Red appeared mesmerized. His face stuck to the quartz, he murmured\ndreamily, “The void ... deadly emptiness and waste ... an uncharted sea\nwithout boundaries ... when a guy’s out here, he’s a part of space and\ntime.... God, how I’ve wanted it ... and I never thought I could have\nit ... my world’s a long way from any of this....” He turned slowly.\n\n“Doc--I’d like to keep right on going, if I could. I’d go right on\nout beyond the Asteroids, and keep on until Jupiter faded. I’d go on\nout on the other side of the Life Zone until Uranus was lost. And\nthen--well--what would be better than just to disappear in interstellar\nspace?”\n\nWard swallowed a protein-vito concentrate and said he could think of a\nfew things that might be more pleasant at the moment.\n\n“This civilization’s bad enough,” said Red. “But the Mo-Sanshon is\nworse. It’s lifeless, evil and futile.”\n\n“Right,” said Ward. “But I’ve often wondered why they haven’t conquered\nman before. They have the advantage of reproduction and adaptability.\nThe Earth fly and the Martian _trunj_ can reproduce over twelve\ntrillion in six months. Their adaptability is vastly superior. They’ve\nbeen around for a billion years or more on Earth and on Mars probably\nlonger. And their number of species is overwhelming--somewhere close to\na million on Earth, on Mars somewhat less. Their only trouble has been\ntheir static culture. Permanence. But now--”\n\n“Bugs can have their mutations, too,” finished Red.\n\nWard said, “That was my starting premise. That mutant intelligence has\nappeared among the Mo-Sanshon and that their leadership has spread to\nEarth and has influenced certain species of insects there--mainly ants,\ntermites, and bees. On both worlds, they’re now winning the battle of\nproduction. They’ll be able to starve man out by taking his plants away\nfrom him and undermine his cities, which they’re already doing at an\nalarming rate. Weakened by starvation, humanoids will be subject to\ndisease, plague and pestilence, also brought by insects. This will be\ntheir _coup de grace_.”\n\n“And yet, Doc, you’ve got a way in that cage there to stop them!” Red’s\neyes were narrow lines behind dribbling paraette smoke.\n\n“Right,” said Ward. “And these mercenaries are certain antidotes--if we\ncan just turn them loose among the Mo-Sanshon leaders.”\n\n“An insect menace,” said Red. “Back in the age I prefer, they even\nstopped publishing fantasy themes about insects--overworked and too\ntrite. And now to be a hero of an insect menace theme--”\n\n“Was that the reason they stopped publishing that kind of stories,”\nsaid Ward, “because it was overdone, trite? Maybe the editors were\ninfluenced by the Mo-Sanshon, even then. Charles Fort, you’ve read him?\nThe excluded and the damned are marching.”\n\n“Fort and Korzybski, my bibles, Doc. And that’s a good theory. The\ninsects have been the most obvious threat to man’s dominant position,\nyet they were ignored, the whole idea dropped when too much publicity\nwas current.”\n\nRed looked at the cage. “Mercenaries,” he said. “Ingenious as hell.\nYou’re a great brain, Doc.”\n\nWard studied the enigma that was labeled Red. There was no reason not\nto trust him now. He almost had to. “Yes. I’ve managed to breed a--”\n\nThe room’s lights glowed blue and then died. Ward turned, mouth\nsuddenly dry and sticky. Someone was outside their door. Red’s face\nwas twisted, his real expression showing through the plastimold and\nsyntheskin make-up. It was one of burning hate. He leaped into the\nmiddle of the room in a half crouch. “It’s one of them!” he hissed\nbetween tight teeth. “It’s the Mo-Sanshon.”\n\nWard said, “How can you tell?”\n\n“No time for dialectics,” said Red, voice trembling with emotion. “It’s\nthe Executive Officer of the _Sol_, no less. And you can’t keep an\nOfficer out. His keys’ll open the banks, anyway.”\n\nWard was getting callous. “Needle him, then. And he’ll disappear. They\ncan’t blame us for a non-existent corpse.”\n\n“No!” grated Red. “There are others aboard. He has others waiting in\nthe hall. I’ve got to stay hidden, understand that, Doc. That’s the\nonly way I can help you, and without that help, you’ll never accomplish\nanything. You’ve got to trust me. I’ll get the cage out of here and\nhide it.”\n\n“But--” began Ward.\n\n“I’ll hide here among these crates. You let ’em in. We’ll see what\nhappens.”\n\nThis time the banks functioned, and Red ducked down out of sight.\nThe panel slid slowly into the wall. The Officer standing framed\nin the opening was grossly huge, with a pasty dead white face and\nexpressionless glassy eyes. His voice was low and hollow. He stepped\ninside and the door slid closed. Ward felt a smothering trapped cloud\nenveloping him, greater than any he had known so far, thick like\npoison air. Even the Executive Officer of a luxuriant space liner like\nthe _Sol_! The inhumanness of the creature was obvious to Ward, but\nhe could understand why it wouldn’t be to those uninformed. A little\ninsight made all the difference. Why hadn’t Red needled him as he stood\nhere? The cage, of course, but then--besides no one would suspect a\npassenger listed as Professor Limerick, harmless botanist and--\n\n“You will come with me, Professor Ward.” It wasn’t a question.\n\n“You must have the wrong compartment. I’m Professor Limerick. I’m\ngoing to study the indigenous spores along the canal at--”\n\n“Doctor Ward, please,” the phlegmatic voice said. “You’ve suspected\nwe are telepathic. Now you know. It is a superior weapon. We know you\nkilled one of us in Washington, and that you registered as Professor\nLimerick and his assistant--” the cumbersome head swayed. “By the way,\nwhere is he?”\n\n“In the gaming rooms,” said Ward quickly. “He ... er ... plays chess.”\n\n“You will come with me now,” repeated the monotonous voice. The body\nshifted slightly.\n\n“Will I?” said Ward. “You have no such right. As a passenger of--”\n\n“You are a labeled psycho. I have full authority to confine you in\na psychocell until we reach Mars. There is no other way. Our other\nmethods have failed. For a human male, you have rather a finely\ndeveloped mind. You will die enroute of--natural causes. A ship can\nnever be held responsible for what happens to a psycho’s unpredictable\nnervous system in space.”\n\nWard’s eyes circled the room. Red! For God’s sake, Red! The cage of\nmercenaries rustled. The Mo-Sanshon retreated instinctively, then\nsuddenly, with amazing agility, jumped between Ward and the cage. “It\nis too late,” it said. “We shall take care of the cage for you. We\nshall release it in space.” He reached for Ward.\n\nHe would have fought, but he knew there were others waiting outside.\nRed had said so, and he believed Red. The important thing was to clear\nthis room long enough for Red to take the cage out and conceal it\nsomewhere on the great liner.\n\n“I’ll come,” he said. It eased his badly depressed ego to admit the\nobvious.\n\n\n\nBlackness and indescribable pain indefinitely prolonged, intermingled\nwith a kind of eternity in the stygian night of the psychocell. There\nwas no time in the blackness, so that forever and now, all concepts of\ntime, merged into only pain. The Mo-Sanshon were killing him with sound.\n\nThere would be no evidence. The pain impinged with hideous slowness,\nplayed over his nerves like liquid flame. It coursed through his veins,\nhis spine, until he shook and twitched with agony for which there is\nno speech interpretation. It exploded again and again in his mind, and\ngrew steadily into a monstrous continuous hell.\n\nHe was aware of periods of screaming and slobbering. He remembered\nindefinite episodes in which he was on his feet, hopping and jerking\ncatatonically like a mad electric marionette. Every nerve cell jiggled;\neach separate nerve was erratic anguish.\n\nSometime later, still in the timeless blackness, he was stiffly\noutstretched on his face, his lips murmuring in a salty-tasting pool,\neither blood, sweat, or both, making hoarse, rattling animal noises.\n\nWhat a way to die! How many others would die this way, or in even more\ningeniously inhuman ways, beneath the emotionless alien dictates of the\nMo-Sanshon!\n\nAnd, sometime after that, he discovered that the ghastly torture had\nstopped. His body reacted like rubber stretched to maximum, then\nabruptly released. He was rolling, sobbing in an ecstasy of freedom.\n\nHe heard the sliding of a grate, and saw a narrow slit of pale light.\nHe couldn’t move toward the sound, and even the harsh whisper had\nlittle reality for Ward.\n\n“Doc. Doc. It’s me, Red. You still kicking?”\n\nWard listened for a long time before he finally heard a voice\nresembling his. “I don’t know. I really don’t know.”\n\n“I finally found the subsonic generator and reversed it. Have to do it\nthat way, gradually, or the shock kills you. Took quite a while. I hid\nthe cage down in the cargo hanger, and I stay down there and guarded it\nmost of the time. They’ve searched almost everywhere, but I keep moving\nit from place to place. If you want to know how I got in good with the\nduty watch down there, it cost me a hundred platinum credits. And don’t\nask me how I got the credits. You sure you’re all right now?”\n\n“Guess so. Little weak. What are you going to do now?”\n\n“This is the climax of the ‘Hounds of the Void’ picture,” said Red.\n“The hero is going to get you out of here. I’m going to wreck the\n_Sol_. In the confusion we can escape.”\n\n“Wreck the--!” Ward subsided in the darkness, resigned.\n\n“It’s simple, Doc. I’m going to destroy the forward fuel-injectors.\nThe braking rockets won’t work then, and everybody aboard will have to\nbail out in air-sleds. They’ll never notice us in all the bedlam. We\nhope.”\n\n“But the cage of mercenaries...?”\n\n“Take that along in an air-sled. We won’t be the only ones that’ll grab\nup some excess luggage.”\n\n“But Red,” whispered Ward. “You can’t do that until we get inside Mars\ngravity. By that time the Executive Officer will start working on me\nagain. I couldn’t stand another dosage, Red.”\n\nThat thin cold laugh again. Ward didn’t know why he shuddered. “These\npsychocells fool your duration sense, Doc. We’re already inside Mars\ngravity. You been in there a long time. Here’s some food concentrate.\nNow rest up and be ready. See you.”\n\n\n\nLater, Ward’s tautly waiting senses were jarred by a thunderous\nexplosion. For a moment it seemed the whole ship would fall apart as\nthe liquid oxygen and its catalyst power units beneath the control\nturret went off. Even inside the padded walls of his psychocell, Ward\ncould hear the repercussions of the dreadful explosions--cries and\nscreams of fear, horror, confusion, mass hysteria. From an inter-ship\naudio in the corridor outside his cell door, he heard the Captain’s\nfrantic desperate tone, the voice of a man unused to emergencies.\n\n“What has happened down there, Thomas?”\n\n“Forward fuel-injectors completely destroyed, sir. Braking rockets\nbeyond repair.”\n\nPanic was ill-concealed in the Captain’s voice now. “Break out pressure\nsuits. And prepare air-sleds! Neutralize gravity plates! Abandon ship\non signal!”\n\nThe _Sol_ was a doomed ship. She was well inside Mars’ maximum gravity\npull, and even its tellalloy hull couldn’t stand the unbraked friction\nof its inevitable roaring drive. The neutralized gravity procedure\nof the Captain was a frantic irrational command, such a method being\nemployed on asteroids and moons or such byway stops. The _Sol_ would\nsoon blister and melt and smash into Mars, a charred shell.\n\nThe door opened quickly. The Executive Officer’s gross mass filled the\nglaring light of the opening. Ward struggled to his feet, hopelessly\nunprepared for fight. He wasn’t an aggressive man, physically, and\nhad never been athletic. But he knew the theoretical value of attack,\nand he leaped with all his minimized strength straight at the massive\nbarrel chest.\n\nThen they were struggling in the narrow, shuddering corridor. The\ncreature made no sound, but fought with a stolid, elephantine power,\nwithout emotion or expression. And Ward was like tinsel in those alien\narms. His clawing hands found no flesh, but only thick, leatheroid\nsyntheskin, hard and unresilient. He struggled, writhed, and struck\nfrantically, but nothing about this creature was vulnerable to such\nan attack. His fists were bruised and smashed. The creature’s arms\ntightened in inexorable jerks about him. His brain was swelling,\npreparing to burst....\n\nThe sound was familiar now, the sharp _thunggg_ of Red’s needle-gun.\nThe plopping sound as it pierced the anthropomorphic. He felt the\ncreature stiffen and its arms flew away from Ward, flailing in terrible\nanguish. An inhuman cry rang in his ears. He saw Red crouched there in\nthat tigerish, fiendish manner he had displayed in the Federal Building.\n\nAgain he was watching the incredible, reeling metamorphosis--the rapid\ndisintegration of that towering organism into--\n\nNothing remained but some buttons and a large zipper talon.\n\nAs they ran up the corridor, now growing noticeably warmer from the\nterrific friction on the hull, Ward’s strength seeped slowly back into\nhis veins, and his eyes accustomed themselves to the light. Soon he and\nRed were molecules in a surging agitated stream of a running, shouting,\nstamping and utterly frantic mob. No one noticed them in the bedlam.\n\nSuddenly Red grabbed Ward’s hand. “Trust me, Doc. I’ll take the cage.\nThey will recognize you, and I think I can make it all right. We’ll\nboth take different air-sleds. See you.”\n\nWard yelled--but Red was gone in the bedlam. But what could he have\nsaid? How could he have objected? It was logically the best way.\nHe trusted Red because he had to. Ward fought his way through the\nyammering crowds, got his pressure suit, entered an air-lock and\nclimbed into the spherical cramped interior of a jam-packed air-sled.\n\nThe Ensign at the controls was visibly trembling. Two ancient dowagers\nwere hysterically screaming like frightened parrots. A chubby,\nbejeweled Martian Monel Metals representative was taking para-pills to\nquiet his nerves, enough to kill a horse. He passed out. The daughter\nof Vasco Von Belscon, who practically owned the Space Lines, was\nclinging to a young man who was, in turn, clinging to someone else and\nmumbling fearfully about the obviously untrue axiom that everything\nwould be all right.\n\n“This--this sled is overcrowded,” quavered the Ensign. “Be calm and\ndon’t try to cause trouble. We’ll be lucky if we don’t smash up. I\ndon’t think our levitation plates are sufficiently heterodyned for\nthis great a load. And there’s no adjustment can be made at this short\nnotice.”\n\n“See here,” yelled Ward, “why commit suicide then?”\n\nThe Ensign turned a wan face. “I’ll try to coast her in. Perhaps the\nbalance is such that a long trajectory and a crash landing is possible.”\n\nThen the single light in the air-lock flashed twice. The lock opened,\nand the air-sled catapulted out with the outrushing atmosphere. Awed,\nhelpless screams reverberated through the jammed interior as they\nwatched the upward hurtling ball of Mars. A reddish crescent blur, with\ndirectly below a wide long crimson streak; to the side was the fading\nradiance of Deimos’ disc, while to the other side the planet seems to\nslumber in a darkness more profound than that of oceanic space, the\nblack tomb where Phobos had just died.\n\nThe many air-sleds disgorged by the _Sol_ were scattered so that only\none or two others were visible in the far distance. And plunging down\nand away in a smoking trajectory that would take it almost clear around\nthe planet, the _Sol_ was crashing to her doom.\n\nAnd, as far as Ward was concerned, so was the air-sled.\n\nThe geography of Mars was discernible. Ward saw the dead sea bottoms\nof Barsoom, soon obliterated by mountains; the rusted tundras of\nTaclos bordered by the thousand-mile-long, towering mountain chain of\nthe Aljontors passed beneath them. On the other side was the seemingly\nendless red desert expanse that sloped into the artificial Cehlaz Sea\nand the ancient city of Marsport, formerly Ogolkor.\n\n“I think we can crash-land,” said the Ensign faintly. “We could be\nlighter though.” Ward looked down. They were cutting through incredibly\nrarefied air. The sky was cloudless, of an intensely dark blue shade\nthat spoke at once of a thinned atmosphere. They were crashing directly\ninto the great clay desert. Well, that’s where he’d been trying to get\nall the time, but now he didn’t have his mercenaries with him.\n\nThe desert--a blazing expanse of ferric oxidized clay, a brilliant\nred, glazed by centuries of heat and wind until it glistened like the\nside of a vast porcelain bowl. Veins of millions of cracks that were\nreally gigantic chasms crossed it like the roadways of millions of mad\nengineers. Deep down in those catacombs were the intricate, unexplored\nregions of the Mo-Sanshon and practically the whole insect species\nremaining on Mars. Part of the folklore and legend of the earliest\nknown history of surface tribes, they had been feared, revered,\nstudied, ignored, and ridiculed by successive stages of surface\ncivilization.\n\nA strained, paralyzed silence pervaded the spheroid. Not even a whimper\nbroke it.\n\n“This is it,” shouted the Ensign hysterically, and Ward closed his eyes\nas a long horrible jarring grind seemed to rip his nerves to pieces....\n\n\n\nThe red desert was an incredible desolation of dehydrated, shimmering\nemptiness before Ward’s blurred and burning eyes. Dry, gasping heat,\nenhanced by thin air filled with fine particles of rust. The ancient,\ndevastated planet kept clinging to life; Ward had often wondered why.\n\nThe clay on which he was outstretched was like burning metal against\nhis bruised body. Through pain-mist, he saw the twisted wreckage of the\nair-sled about a hundred feet away. Low hills that looked unbelievably\nfar away--everything wavering feverishly through the shimmering haze.\nThen he looked down the length of his body at his right leg. It was\ncrushed, swollen, blue, with little sharp bone splinters edging\nthrough tattered flesh.\n\nHe unscrewed his helmet and unzippered his pressure suit, to crawl out\nof it painfully with the shattered leg. He lay, gasping, his fingers\nscraping along the glazed clay. Phobos was setting in the East again.\nDeimos was a crimson-rimmed eye, hesitating above the desert before\nblinking out. He’d been out for quite a while. No other figures were\nstirring in the yellow moonlight, the startlingly bright moonlight as\nclear as Earth dusk. Probably all the passengers were dead, or there\nwould be some sign of life, unless those who survived had wandered away.\n\nHe gritted his teeth as tears of pain smarted in his eyes; he commenced\ndragging himself along. He kept crawling. Deimos had set. A thick\ndarkness settled over him, and bitter cold. And, sometime later, just\nas Phobos rose brightly in the rarefied air, he was stopped by a gaping\ndark depth of fissure. He had gone as far as he could go toward--\n\n--Where? There wasn’t a place for him now. He wanted to see the end of\nthe Mo-Sanshon’s dreams of conquest, and he wondered if he ever could,\nnow.\n\nThe whining of a jet-car spiraled toward him. The sound of it died, as\nhe saw its shadow settle on the gleaming surface of the desert clay. A\nMartian make, from the sound, new style. A figure emerged and walked\ntoward him. Soon she was close enough to distinguish in the soft glow\nof the moonlight.\n\nAn unattractive girl was very exceptional. But no less exceptional than\nbeauty such as this girl displayed boldly and proudly. She was running\nswiftly toward him, the thin gauze garments styled by Martian women\nmoulding her body like wet silk. The soft thin boots of desert _jhan’s_\nhide made no sound on the stone-hard clay. Her shadow elongated across\nthe softly glowing brilliance of the surface like shading in a Rulahn\nthree-dim painting.\n\nSuddenly, intuitively, Ward’s skin crawled with horror, and he tried to\ndrag himself away to the edge of the bottomless crevice. Then her arms\nwere reaching down. Her shadow covered him like a shroud. Her hands\nclutched his jacket and pulled him away from the brink of the abyss.\n\nWard could sense them now even before they touched him. Their alien\nradiations impinged on his raw nerves now like a mental file. She\nappeared so human. But then you touched her, and felt those terrible\nalien tendrils in your brain, and you knew--\n\nAnd from some deep reservoir he summoned the strength to act. He\ngrabbed frantically for those shapely, but synthetic legs.\n\nOne of them jerked out of reach, but both his hands closed over the\nother. He heaved sidewise, and the beautiful bronzed torso went over\nhim. Half of it dangled down into the crevice. Her legs flailed for\ntraction. A low grunting as of effort came up stolidly from the chasm,\nas he tried with rapidly waning strength to push her over. But her\narms dug in while she struggled in a frothing sea of titian-colored,\nsynthetic hair that shone in the moonlight like liquid copper. Great\nsurges of alien power battered at his rebounding mind as he fought. The\nbody lifted and the perfect oval face edged into view, twisted with\neffort. Even, pearly teeth glistened with strain. The weird, intangible\nlight of the whole Mo-Sanshon shown on that rigid expressionless\nface--no emotion, no human consciousness. A face from an antediluvian\nhell, with instinctual motivations lost in the slime of time.\n\nWard called up another ounce of reserve and she cried out as she went\nalmost entirely over the edge of the chasm. She was clinging now\nwith only one leg and arm. He was pushing against that face, beating\ndesperately, sobbing, beating with smashed fists against a beautiful\nface like thick leather.\n\nAnd then something emerged into the moonlight out of the crevice.\n\nWard, entomologist though he was, found it hard to realize that he was\nlooking at a kind of Corynocoris Distinctus almost a third as large as\na human body. He fell back before it, crawling, dragging himself like a\ngroveling dog. Hideous, unworldly creature, with six horny legs, a pair\nof popping-out eyes, two shining _ocelli_ which looked straight into\nthe rapidly frosting air, and a long, ferocious, quivering beak partly\nhidden behind one of the forelegs. The furry, spiny horror jumped at\nhim. A sickening stench enveloped him as the body covered him, the\nlegs pinning him in as in a cage.\n\nWard felt something insane creeping into his consciousness. He felt his\nrationality, such as remained, leaking out through his tortured eyes\nlike blood. He prayed for a quick death, now that Red had the cage and\nwould release the mercenaries. What did it matter about him? He was\nwashed up anyway, and--\n\nThe titan-haired pseudo-woman with her Dianaesque body and her dead\neyes, was on her feet and stood familiarly beside the distorted\ncrab-like Corynocoris. Very difficult to believe that they might\nbe from the same stalk. But Ward’s senses were dulled now. He lay\nhelplessly waiting. He had lost much blood and had been drained of\nenergy. Her form shifted hazily like a mirage. She must be desperate,\nfilled with burning hatred of him, burning white-hot, and her\nemotionless, stolid voice was more horrible because of that.\n\n“You did not bring the cage from the ship. But you know where it is,\nand other information which we demand.” A statement. “You must come\nwith me to the Cavern of the Queen.”\n\nShe said nothing more, only made a gesture and the Corynocoris dragged\nhim away. Down into the chasm, down further than Ward dared think\nabout, and through corridors and labyrinthine passages that glowed with\na strange phosphorescent effulgence. And reeked with some other vague,\nintangible quality of alienness that filled Ward’s fevered brain with\nhorror.\n\nMists cleared, thickened, swirled, died and solidified; consciousness\nreturned in degrees of awareness, stirred with nightmare. And, some\ntime later, he heard the toneless voice of the sexless beauty say\nsimply:\n\n“Our Queen. Your conqueror.”\n\n\n\nHe shook foggy poisonous vapor from his head and sat up. He was in a\ngigantic cavern of ominous, crushing size, a roughly arching height\nthat disappeared into steamy vapor. Stalactites and stalagmites barred\nthe openings of numerous side tunnels like monstrous teeth in gaping\nmouths.\n\nFrom somewhere came the monody of dripping waters. A sickening, silent\niridescence filled the chamber of horrors with a clear yellow light.\nWard’s eyes focused on--\n\nHe shrank back away from the awesome height and the narrow slit of\nwhite light high, high above through the mist that might have been the\nnew Martian sun. His eyes kept returning to the thing in the middle\nof the cavern floor. It rested in a transparent plastic bowl that sat\non top of a huge iridescent bell-shaped stalagmite built up through\nthousands of years of dripping calcareous water.\n\nInside the bowl rested a giant slug-like body. It exuded a greyish glow\nas it pulsed and shimmied. Two vast compound eyes looked out into the\ncavern and a number of simpler eyes moved slowly about with a placid\nkind of rhythm.\n\n“The Queen,” he whispered, repeating the word of the woman-creature.\nHe’d thought it part of a nightmare. His whisper echoed violently\nthrough the cavern like a rising wind of fear. The Queen of the\nMo-Sanshon. The Queen Mother. Summation, final cause, goal, archetype,\nof the State.\n\nThe woman-creature moved, eyes fixed on the bowl as though\ncommunicating.\n\nShe finally turned toward where Ward crouched helplessly on the cold,\nmoist stone, his crushed leg projecting out uselessly. The nerveless\nface moved, gave out sounds like frost. “Our Queen has decided. You\nknow where the cage of mercenaries is. You had it on the _Sol_. Because\nof your inferior nervous system which is so vulnerable to attack, you\nwill soon give us the information we want. You and the cage are all\nthat stands in our way.”\n\n“I don’t know where it is,” said Ward truthfully. “So regardless of\nwhat you do to my inferior nerves, I can’t tell you where it is.\nSomeone else took it with them from the _Sol_. Of course you don’t\nbelieve me.”\n\nThe great sentient blob of breeding-brain machinery called the Queen\nMother, pulsed on without perturbation. The creature beside him\nseemed unaffected; yet both of them must be trembling with fear, hate\nand indecision. An organization of females. And up there was the\none Queen Mother for the lot of them who layed all the eggs of her\nspecies, and dictated the policies for the rest. The workers, soldiers,\nnurses--everyone was female. Even those who had assumed male humanoid\nform, such as the Executive Officer on the _Sol_ and the Guard in the\nFederal Building, they were also female.\n\nAnd the male--those representatives, those voters of humanoid\ncultures--where were they? They didn’t exist as such. They were simply\ncreated as mates for the younger Queens. After the marriage flight\nthey died, after a brief wholly utilitarian span devoted solely to the\ncontinuation of the Colony.\n\nAnd he, Ward, a lowly Male, stood in their way. Ward reasoned that\nonly through intense study over centuries of time had they been able\nto grasp enough humanoid concepts to even be able to recognize such an\nimpossible situation. He, a lowly male--part of a ruling class!\n\nA twenty-foot, brown, chitinous form scurried ferociously out of the\nshadows and rushed toward Ward. He tried to rise and escape, but his\nshattered, swollen leg stopped him in a burst of blinding pain.\n\nIt was an incredibly big giant of the Myriapoda class, having a long\nhard shiny body with many similar pairs of legs, each as large as\nWard’s finger. He plainly saw, without benefit of microscope now, the\npair of antennae, three pairs of mouth parts, two groups of simple\n_ocelli_ which ogled him hungrily. And then Ward’s fevered, shocked\nconsciousness was concentrating on the poison fangs projecting out from\nits first body segment.\n\nHe knew they were intended for him.\n\n\n\nVerification came quickly. The woman-creature beside him simply said,\n“You will be injected with a paralysis secretion. Permanent disability.\nIts eggs will hatch under your skin, and the larvae will burrow into\nyour body. You will die many kinds of deaths, and you will tell the\nQueen and the Mo-Sanshon what they want to know. You will tell where\nthe cage is, how the mercenaries are created and how they operate. You\nwill tell us where your notes and formulae are located. After that you\nwill die as all males learn to die--for the Mo-Sanshon.”\n\nWard didn’t say anything. There was nothing to say. Protestations would\nbe futile here. The centipede-like monstrosity waved its fangs and\nedged nearer. The woman-creature spoke again.\n\n“The Queen wishes me to say to you that your humanoid species is\nunjustified in its egomania. You think humanoids the most rapidly\nevolving organism in the Solar System, but that belief is not relative\nenough in regards to duration. Our culture had reached a degree of\nsocial organization more highly advanced than yours before what you\ncall the Tertiary epoch. Once our culture ruled a world--Mars. Why did\nour culture stop, why did it not advance for thousands of years? Why\ndid our marvelous instinctive culture fail to conquer the System? Why\nhave we stood still after perfecting a type of super social science?\nWe simply had advanced as far as we could without benefit of violent,\ndrastic mutation.”\n\n“May I ask one question,” managed Ward, “before I become food for\ncentipede larvae?” No reply. The centipede writhed impatiently. Ward\ntried to ignore it. “How,” he asked, “do you create these imitation\nhuman organisms?”\n\n“Specialization. Of specialization the so-called ‘insect’ species\nare the accepted genius of all species of life wherever they are\nfound. Given species can reproduce equal, and in many cases superior,\ncreations of humanoid intelligence by individual adaptation. There are\nmore specialized types among our kind than all other organisms in the\nSystem combined. The Mo-Sanshon is now master of them all.”\n\nThat was, of course, true, thought Ward. There were insects that could\nspin cables stronger in ratio than any alloy strands, could create\nacids that undermined stone and steel, could create cities that, in\nproportion, dwarfed human cities into significance; they had perfected\ntelepathy; they could grow wings, develop gills and live in water as\nmud or marine worms, or fly in the air, or burrow into the land. Their\nsuperiority was accomplished through specialized millions of marvelous\nindividual instincts.\n\nThe centipede moved close, and its _ocelli_ gazed at Ward fixedly. Its\nmany legs quivered. Its fangs reached out and brushed lightly over\nWard’s shrinking body.\n\n“Where is the mercenary cage?” the voice asked again.\n\nWard said weakly, “I don’t know.” He thought of a nice home-loving girl\nback in Midcity who could cook wonderfully and who liked babies and\nwhose name was Ann, before he said, “Tell the damn centipede to get it\nover with.”\n\nThe centipede struck, but in the middle of its darting move a crackling\nexplosion hit it. Its chitinous shell curled, crackled, and the\ncentipede knotted up into a tight burned lump.\n\n\n\nA scream of hate and fear rang through the colossal cavern beneath the\nMartian deserts. Ward turned, his eyes dimmed. It was Red. Somewhere\nhe had gotten hold of an electronic blaster and had paused, blasted\nthe centipede, and was now running on across the cavern. He held the\nlevitated cage easily in one hand.\n\nHe waved the gun at Ward and his thin face smiled. He stopped half way\nbetween Ward and the towering translucent bowl that housed the Queen\nMother of the Mo-Sanshon. But the normal pulsing of the giant breeding\nbrain was visibly agitated now. It shivered in pounding undulations.\nWaves of frantic force emanated from its throbbing bulk.\n\nWard saw the woman-creature beside him lean forward, her hands\ntrembling. Her voice was a bit higher, that was all. “You! You live,\nMolakh! You were dead!”\n\nRed laughed as he unfastened the cage door. It was a drawn taut laugh,\nwithout mirth. Ward yelled, “Red! I understand now! Don’t open it!\nSuicide if you--”\n\nRed’s face was a mask of hate and conflicting emotions in the yellow\nglow. The make-up was almost all gone, giving his face a ragged, weird\naspect.\n\n“Right, Doc,” he said. “A radical male. A revolting male. We get them\nevery once in a while here. There are many kinds of mutation. They\nuse them for experimentation in the laboratories. You should see the\nlaboratories here, Doc, with bugs secreting chemicals and living bodies\nas test tubes. I was one of their recent experiments with humanoid\nduplication. They thought they had disposed of me, but I eluded them.\nI’m a slippery individual, you know. I found out about your work and\nknew you were right, and I decided to help you. Only I could have\nhelped you, Doc. Thanks, Doc, for the adventure. You’ll never know what\nit means to feel the grandeur of the stars--you’ve never been a myopic\nbug.”\n\n\n\nThe gray pulpy mass in the bowl was shivering now, pulsing in great\nheavings like a heart, dying. And then a dull growing swishing was\naudible from all sides like a slowly rising wind.\n\nWard saw the polyglot of insect horror that was edging in through\nthe various tunnels and corridors. Great, jumping spiders with hairy\nlegs and many coal-black glittering eyes and poison fangs dripping\nbelow. Winged Hippiscus with huge jaws working hungrily. Sharp-jawed\nParatenodera, and shining-winged Cementarium. And countless others,\nthough ant and termite forms dominated, with a grotesque intermingling\nof anthropomorphic shapes that had assumed almost every possible degree\nof distortion of human development.\n\nAnd in the center of the ring stood Red with the cage unfastened.\nWard’s mouth was cotton. His heart pounded madly. His face exuded\nstreams of sweat. Red, a Mo-Sanshon, a rebel, a mutant. No wonder\nhe had talked of how he longed for freedom. How he had hated female\nculture, the Mo-Sanshon! The synthesization and study had brought about\na high degree of anthroponomy, although his acquired knowledge of\nhuman culture had been of the past rather than the present. His revolt\nhad been one of extremes. He came from a social system whose complete\nsubmergence in the colony struck his individualism with horror, and he\nhad reacted to the opposite extreme--a worship of anarchy.\n\n“No, Red!” Ward was screaming wildly, irrationally. “Don’t open it! If\nyou do--” But then the ring of monsters would anyway.\n\nRed’s answer was to open the cage.\n\nShuddering, retching, Ward closed his eyes. His experiments had enabled\nhim to breed and evolve strains of armored, ferocious parasite insects\nand germs which could be bred in millions, any number required,\nand whose powers of reproduction was enormous. Soon there’d be a\nstupendous army of these warrior insects who would specifically and\neffectively control the Mo-Sanshon. He had perfected these mercenaries\nin laboratories, and had succeeded in isolating and inbreeding, by the\nmost intricate processes involving ray mutation of infinitely small\ngenes. He had cultivated new insect-like forms, like one of our other\nancient scientists did garden peas. Armies of insects to do man’s\nfighting for him against his insect enemies.\n\nHe had developed a thousand living specimens and tested them. Any\nopposing species of insect, regardless of size, they devoured\nimmediately. The thousand were in that cage. They would sweep across\nthe insects they were bred to destroy and devour it in seconds, as\ntheir own ant-prototypes stripped humans to bare skeletons in seconds.\n\nWard had to open his eyes again. He was crawling ... crawling ...\ndragging his infected leg behind him, unconscious of the pain. Crawling\nbeneath a dense, black buzzing cloud of whirring wings and clicking\nmandibles. The vengeful army of insect mercenaries were descending on\nthe helpless Queen Mother in swarms, and the ring of insects that had\nbeen closing in were now trying frantically to escape. Many of them\ndid. But the mercenaries would hunt them out. They were specialized\nmass killers.\n\nAnd the first one they had gotten, of course, had been Red.\n\n\n\nThe dense hordes of enthusiastic insect warriors ignored Ward as he\ncrawled to the cage. Nothing remained of Red except his clothing,\nshredded, and a few bits of tendons on which mercenaries still fed\nferociously. And a tattered copy of an ancient Twentieth Century\nthriller called “Hounds of the Void.”\n\nHigh overhead, a direct beam of sunlight filtered down through the\nspiraling vapor, glinted on sheeny wings, as Ward sprawled out on\nthe hard, cold stone. He would make it all right now. There would be\nevidence now to clear him of his psycho label, and the Mo-Sanshon would\nbe wiped out. But Red was gone. Red, the Adventurer.\n\nWard wondered why it hadn’t occurred to him before. He, an\nentomologist, too. But the pronunciation had fooled him. The sharp\naccent on the “i” had distorted its true significance. Spelled out,\nFormica meant ANT, of course.\n\nRED ANT.",
    "metadata": {
        "author": [
            "O'Hara, Kenneth",
            "Walton, Bryce"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/64302/pg64302.txt",
        "name": "mo_sanshon.json"
    }
}