{
    "name": "Money is the Root of All Good",
    "author": [
        "Wilkins, Patrick"
    ],
    "body": "Kalgor, capital of the Galactic Empire, is not, as one would expect,\none solid city. As a matter of fact, it is more suburban and rural than\nmany farming planets.\n\nThe reason is obvious if but considered. The galactic government and\nthe equally large galactic businesses are so immense that they must be\ndistributed throughout the whole galaxy, with only the very cream of\nthe hierarchy located on Kalgor. Thus, each company would have only one\nsmall building--but with a communication web that enfolded macroscopic\nenterprises.\n\nUniversal Relief Incorporated was typical of this arrangement.\nAlthough its warehouses and offices throughout the Empire could form a\nmegalopolis in themselves, the fountainhead on Kalgor was a two story\nbuilding.\n\nIn that building there was excitement. People were rushing\nfrantically--the teletypes chattered in a frenzy--the air was static\nwith urgency. It manifested itself in the quick jerky motions, in the\nvoices held just below the cracking point.\n\nUniversal Relief served the function that used to be handled by the Red\nCross. They were disaster rectifiers, succor and reconstruction was\ntheir business. But they were a business--declaring annual, taxable\nprofits and dividends and, in general, a profit-seeking firm.\n\nThey received regular payments from planetary governments, much like\npremiums with insurance, and in case of emergency they were to provide\ncomplete relief as swiftly as possible. There was no chance for graft\nin their business, for they were closely checked by the government and\ncompeting organizations like Galactic Aid, their closest rival.\n\nThis business was now apparently faced with a crisis and its staff was\nfeverishly trying to cope with it.\n\nRoald Gibbons, President of Universal Relief, was the only person not\naffected--at least not apparently. His indolent posture, his quiet grey\neyes reflected nothing of the hectic activity.\n\nThis made Kim Roger nervous.\n\n\"I don't think you comprehend the seriousness of it, Mr. Gibbons,\" he\nwas saying.\n\n\"I am not thinking of the seriousness of it. I just want the facts.\"\n\n\"Very well, sir. Two days ago, the Lyranian stock market crashed.\"\n\n\"You will have to go back further than that. I can't possibly know the\nhistory of all the planets in the Empire. That's what I pay you for.\nGive me some background.\"\n\nThis little speech made Kim lose his clutching hold on his patience.\nRoald Gibbons had just taken office after the death of his father, who\nhad managed the galactic firm for twenty years. By merely being the\nboss's son, Roald had achieved the reputation of being an ignorant,\ncareless playboy. His professed ignorance of the planets confirmed, in\nKim's mind, this reputation.\n\nWith an effort, Kim resumed. \"The planet of Lyrane, the only habitable\none in the system of Lyrane--Copernicus sector--was colonized by a\nsocio-economic sect for the purpose of testing its slightly radical\nbeliefs.\n\n\"This sect maintained that an individual should not be paid on the\nbasis of the work he did, but for the good deeds, or good thoughts\nhe had. A small stipend was paid for actual work or production, to\nestablish a workable basic economy and trade. This stipend was enough\nto cover all the basic wants of the individual.\n\n\"To procure luxuries, a citizen had to use the money he received for\nhis good deeds or thoughts. Every time a man helped an old lady across\nthe street, or came up with a bit of philosophical wisdom, he could\nrecord it with a central office and receive his luxury pay from the\ngovernment.\n\n\"The purpose of the system was to make people emphasize virtue and\nquality in their lives. Instead of concentrating on profit for profit's\nsake, they would have to consider the inherent rightness and beauty of\nwhat they were doing.\"\n\n\"In such a system,\" Roald asked, \"how could such a thing as a stock\nmarket possibly develop?\"\n\n\"Very simple, sir. This luxury pay, issued in a different currency\nthan the commodity pay, could be used in any way a person saw fit.\nSome people naturally developed the idea of investing stock in a\nparticularly virtuous or intelligent person. Every time that person did\na good deed, the stockholders received a dividend from his luxury pay.\nAll of the scientists and philosophers, therefore, became corporations\nin themselves, with as many as five thousand people holding stock in\none man.\"\n\n\"Sorry, Kim, but I don't get it. How could these incorporated\nindividuals get any luxury pay for themselves if they had to hand it\nout to their stockholders?\"\n\n\"The administration would allow for that. A person received luxury\npay in proportion to the number of stockholders that he claimed. The\ngovernment had to do this since they indirectly were investing in these\ncorporation-men--but I'll explain that later.\n\n\"The corporation-man lived off the original investments of\nstockholders, with some of the stock solvent for sales. In this way,\nthe individual would profit from \"good-doing\" by receiving many new\ninvestments.\"\n\n\"What is the social makeup of this Lyrane? It seems to me it would be\na lunatic fringe de luxe, with every hack writer, thaumaturgist, or\nevangelist climbing aboard the gravy train.\"\n\n\"On the contrary, it is a social structure of the finest minds in the\ngalaxy. The rest are all weeded out. Although the motives of the system\nare idealistic, they are enforced with a rigid practicality. They\ndemand quality and truth, and gauge it with the revealing yardstick of\npublic consumption and approval as measured in sales and polls.\"\n\nRoald gazed out at the pastoral countryside surrounding this vital\nlittle nub of a billion-credit business. He swung back to Kim, and\nsaid, \"But the basic difficulty would be determining just what a good\ndeed or thought is. How in God's name could they determine that,\nwhen every act or word that anyone ever commits or utters is open to\njudgment by so many different standards. For instance, what about the\ncase of the man who trespasses to save a person's life. How are you\ngoing to rate that sort of thing?\"\n\n\"Mr. Gibbons, I am an economist, not a philosopher. It is the wonder of\nthe galaxy that these people did establish and maintain this system, in\nspite of obstacles such as you mentioned.\"\n\n\"All right, we'll discount the philosophical angle. I still don't\nunderstand it. How about big business? How could that develop with this\nsystem? They certainly need it to support a planet.\"\n\n\"That's the easiest part of it. People would use their luxury pay to\nestablish businesses. At these businesses men could work their five\nhours a day to get their commodity pay. It was not only possible, but\nmandatory that such businesses develop. There were two types: mass\nproduction of commodities, with a regulated profit in commodity pay;\nor specialization and production of fine merchandise that was sold at\ncost, but which the government paid for in luxury pay in proportion to\nits quality as thoroughly tested.\n\n\"However--all big businesses were closely controlled by the\ngovernment. They would grant franchises so that there would be no\ncutthroat competition, and supply was regulated to meet demand.\nTherefore, business itself was stable, and there was no opportunity\nfor speculating in its stock market. That left only the variable\ncorporation-men for actual stock market trading--and that is what\ncrashed.\n\n\"Let's take a writer, for example. He writes a book, and a publishing\nhouse prints it. The people buy it--spending luxury pay. The publishing\nhouse has to convert that luxury pay to commodity pay to cover costs\nand payroll. They make no profit, the book being sold at cost.\n\n\"That book has to sell so many thousand copies to receive luxury pay\nfrom the government. Then both the author and the publisher receive\nluxury pay in proportion to its sales, which is the indication of its\nmerit. The luxury pay that the publisher receives goes in the pockets\nof the executives. The luxury pay that the author receives--which is\nmuch larger--goes to his stockholders.\n\n\"Since the author is the source of this transaction, the people invest\nin him and not the publisher, for they can't get any great return from\ninvesting in the publisher, but they can from the author.\n\n\"Actually, what the whole thing amounts to is a complete shift of\nemphasis from big business and its speculations--which is what we've\nalways known--to individuals and the intangibles and variables of their\nideas and deeds.\"\n\n\"There is only one question left,\" Roald said. \"The government doles\nout all this luxury pay. Pray tell, where do they get it?\"\n\n\"There are two parts to the government. There is the actual\nadministration, with its members drawing set salaries and unable to\ndraw luxury pay, to prevent graft; and then there is the Economics\nCommission, which controls luxury pay.\n\n\"This Economics Commission is a business. They invest in galactic\ncorporations, such as ours, and make a profit. That's part of their\nmoney. Then--and here's the secret--any time a book is written, or\nfine merchandise produced, it must be sold on Lyrane at cost. But the\ngovernment sells it throughout the galaxy for a profit, and keeps that\nprofit to redistribute in luxury pay to Lyranian citizens.\n\n\"Anyway, the system finally blew up, and now we're holding a messy bag.\"\n\n\"But how could it? Why?\"\n\n\"That's just it. Nobody knows what brought it about, but suddenly the\nmen who were corporations just stopped producing. They stopped doing\ngood deeds, stopped writing, stopped research, and what-not and,\nconsequently, stopped drawing luxury pay.\n\n\"Naturally, their stockholders got mad and wanted to sell, but\nincorporated men couldn't liquidate and the values of the stocks\ndropped to zero, along with the value of the luxury pay. The result was\na depression and a lot of angry people.\"\n\n\"A planetary depression is not such an outstanding emergency that it\nshould cause Universal Relief to be in such an uproar. I believe that\nit is merely a Class B emergency, with complete regulations on proper\nhandling.\"\n\nKim was so earnest in his reply that he leaned over and almost rubbed\nnoses with his superior. \"On the contrary, sir. There are other\nfactors, so it's not so simple. This Lyranian system has been working\nfor ten years now, and the Lyranians want desperately for it to\nsucceed. They are almost fanatics on it, trying to prove the value of\ntheir system so that other planets will adopt it--which God forbid.\n\n\"Naturally, the resentment against the corporation-men for betraying\nthem has turned into hatred, with murder, riots and a civil war in\nthe offing. Yes, their politics were unitary and stable until this\nemergency, but you'd be surprised at the number of political factions\nthat can be formed and develop hostilities in a period of crisis.\"\n\n\"Could it be an attempt by some faction to seize power?\"\n\n\"Impossible. The way it was set up, political power was not desirable,\nbeing unprofitable and mostly drudgery. If they upset the apple-cart,\nthe balance was so fine only chaos would result and there would be\nnothing to take power over. The only reason parties have developed now\nis due to differing views on how to rectify the situation, and blaming\ndifferent things for being responsible. But no power motive.\"\n\n\"Very well then, the situation is a Class A emergency, but we've\nhandled them before.\"\n\nKim allowed one fleeting sigh of despair. He had thought for a while\nthat this Roald could take hold, could be competent, but--\n\n\"If you have ever consulted our financial records, sir,\" he said with\nheavy sarcasm, \"you would find that our largest contribution comes\nfrom Lyrane. They have established our organization as tops in the\ngood-deeds field, and nearly every person on Lyrane has stock in us,\nalong with a sizable payment since we threw a high premium at them,\nfearing just this eventuality.\"\n\nRoald appeared thoughtful, then said, \"Well, continue with standard\nprocedures for a Class A emergency. I'll see what can be done.\"\n\nKim made one last desperate appeal. \"I firmly believe that this should\nbe a Class AA emergency!\"\n\n\"Your field of specialization is overriding your business sense, Kim.\nYou are fascinated, as an economist, by this Lyrane system, and you\nwould like to see us put it back on its feet so you economists would\nhave a live experiment to observe. I'm sorry, but it isn't practical.\nYou know how fantastically expensive a Class AA is, and no one planet\nis about to get it.\"\n\nKim cowered mentally. This wasn't the indolent playboy, but the Old\nMan, giving him a good dressing down. He left the office with restored\nfaith, but a faith that was interlaced with doubt in regard to Roald\nGibbons.\n\nRoald appeared to Kim to be uninformed and incompetent; but on the\ncontrary, he had learned the business thoroughly from his father. There\nwas one division of the company that he knew especially well.\n\nThis division was known to only a few people in the company, and no\none outside knew it existed. Roald managed this special division, and\nleft the rest of the management to the routine procedures and junior\nexecutives.\n\nWhile the rest of the company was in a state of organized hysteria,\nwith great ships loading from the massive warehouses of food, medicine,\nand other relief supplies, and heaving into the sky bound for Lyrane,\nRoald was having a quiet conference with the members of his special\ndivision.\n\nRoald's father had known that the cheapest way to relieve an emergency\nwas to alleviate the causes behind it, unless it were a natural\ndisaster. For this reason, he had organized a corps of special agents\nto penetrate behind the scenes to straighten out the causes and cut\nshort the emergencies that Universal Relief had to pay for.\n\n\"Apparently there is a definite force operating on Lyrane,\" Roald was\nsaying to his elite corps, \"that caused these men, who had been living\nby the standards of that civilization and becoming rich from it, to\ncease the activity which they had profited by.\"\n\n\"Could it be a religious doctrine?\" one of them asked.\n\n\"Possibly. It could be anything. The fact is we don't know--and we\nshould. So we're going to Lyrane. For the Main Office, this is a Class\nA; but for us it is a Class AA!\"\n\n\n\nErol Garbin sat on the cool stone terrace of the mountain lodge, gazing\nout over the small valley with the golden orange sun of Lyrane setting\nbehind the mountains. The cool evening breeze gently rearranged his\nwhite hair and brushed over the creased forehead and the worried eyes.\n\nHe looked up to see his daughter come out on to the terrace. She was a\ncomely young woman of slight build and apparently sensitive nature as\nvivified in her piquant features. He gave her a wistful smile, at which\nshe rushed into his arms and buried her head in his shoulder, which was\nstill powerful despite his age. Her body quivered with muffled sobs.\n\n\"Yma, my dearest Yma,\" he said tenderly. \"Why didn't you marry, so\nthat you would have none of this? You could be leading your own life,\ninstead of bearing my burden.\"\n\n\"You are no burden, Father. You are my life. And now that your life is\nthreatened--\"\n\nHe knew what had upset her. He had heard the newscasts too--yes, the\nvideo still operated, controlled by the people. He had heard the names\nof his old friends--Fredrikson, Tomlin, Masschau--all dead by violence.\n\n\"Why do you keep silent?\" his daughter asked with a little child's\npleading. \"Where is the protection you were offered? Why don't you\ntell the people?\" The world was mad and destructive in the eyes of the\nchild--the woman who was a child in the face of this dilemma.\n\nHe gently quieted her with a large, steady hand that pressed her head\nto him.\n\n\"It would do no good. Arnson tried it.\"\n\nShe looked up with hope in her eyes.\n\n\"He spoke to a special meeting of his stockholders and tried to tell\nthem. They scorned it as a wild fantasy to excuse his betrayal. They\nissued him an ultimatum--work! He said that they would have to believe\nhim; he couldn't work. They killed him.\"\n\nThe hope slid away and her eyes assumed the depths of despair and\nbitterness.\n\nDespair for the future, and bitterness for the past. And she thought of\nthe past--for she dared not think of the future.\n\nWhere does violence start, she wondered. Trace it to its roots; what's\nits source, what's its manifestation?\n\nIt starts with one man and an idea. Many men may have had the same\nidea, but it takes one man to express it at the right time, to apply\nit. Then the planning, by many or by one.\n\nAnd, finally, the last step is persuasion. The man who had the original\nidea must convince others. He must indoctrinate them with this new\nconcept so that they believe. No more.\n\nFor once a man, who has been a stable entity in a stable organization,\ndevelops and believes a strange and contradictory idea--the result is\ninevitable. Misunderstanding, resentment, hate, violence. The cycle\ncarries on from there with its own momentum.\n\nAnd the people who are swept up in it, and that may include anyone\nfrom the most innocent to the perpetrator himself, are as helpless to\ncontrol its outcome as are the atoms helpless to control the nova they\nstarted in a sun.\n\nSo this violence on Lyrane had begun, with one man, then a group of\nmen, and then had come the misunderstanding, resentment, hate, violence\ncycle. It manifested itself in the offices of Universal Relief as a\nlogical study in sociology and economics.\n\nBut to Yma Garbin and her father, it was pure hell.\n\nWhen had it all started, and when would it end?\n\nDid it start that first day when an orphanage in the capital city\nburned to the ground, and not one of the many philanthropists made a\nmove or an offer to aid or restore?\n\nYes, that was when it started for the public, but it had really started\nin midnight conversations in locked rooms. Words, an idea, then the\nact--and who is to say which is more real?\n\nBut there was no questioning the reality of what she had seen at\nTomlin's house. That was yesterday.\n\nTomlin, the greatest living biochemist in the empire, was nothing but a\nsad, huddled corpse. His beautiful mansion was slashed and looted, and\nthen fired to the ground. The air was filled with the odor of burning,\nof death--but especially the mentally sickening, defeating odor of\nviolence.\n\nThis was true of the whole planet, especially in the cities. The great\nhouses beseiged by furious mobs, shattered. Night full of stray shots\nand casual death. Every man with that cold gleam in his eye when he\nlooked at even his best friend.\n\n\"Did you cause it?\"\n\nYma lay in her father's arms, her mind reeling through this wax works\nof personal horror and death.\n\nThis scene was interrupted by a gyro landing on the lawn.\n\n\n\nErol watched it curiously; his daughter, tensely. A man emerged and\nstrode towards them. He was a young man, with good and intelligent\nfeatures, and Erol felt no fear.\n\n\"Dr. Garbin,\" the man addressed him, \"I'm delighted to find you. I\ntried to see others--I was always too late.\" He paused, then said, \"If\nanyone should be able to tell me what has happened, you should.\"\n\nA slight suspicion showed in Erol's face while Yma looked as wary as an\nanimal.\n\n\"If I can help you in any way, sir, I shall be delighted,\" Erol said.\n\nThe young man sat down. His eyes told of bewilderment and horror, and\nErol guessed that he had been in the cities.\n\n\"My name is Florin Brite,\" the man said after a long silence. \"I was a\nstudent of Tomlin, the biochemist, who was, I believe, your friend. I\nleft over a year ago to study at the Institute of Klynos. I heard of\ntrouble here and grabbed the first ship home.\n\n\"I never dreamed I'd find such violence.\n\n\"When I tried to find out what happened, I only found that all the\ngreat men that I knew were murdered, or in hiding.\"\n\n\"How did you find where I was?\" Erol asked.\n\n\"I talked to one of Tomlin's servants, an old fellow--scared silly--but\nhe remembered me and he told me.\"\n\nErol seemed to accept this. \"What do you want to know?\"\n\n\"Sir, I just want to know what happened. Why do the people feel they\nhave been deceived, and by whom? Why are all the incorporated men in\ndanger of their lives?\"\n\n\"It is the corporation-men who have deceived the public.\" It was a\nflat statement by Erol, without rancor or sympathy. \"They are, in\nconsequence, subject to the wrath of the people who relied upon them.\"\n\nThe bewilderment in the young man's eyes deepened. \"How could they\ndeceive the public? Why? They had everything to gain from earning\nluxury pay for their stockholders. Why did they stop?\"\n\nAs if at a signal, Erol relaxed and his weariness became evident. Yma\nrelaxed somewhat but remained alert.\n\n\"Why they did,\" Erol replied, \"is a private matter that only each of\nthose men knows. The fact is that they, myself included, did--and now\nwe must pay.\"\n\n\"You sir? But you were always such an eminent figure. I've admired\nyou from childhood as being one of the best of the planet's many\nscientists. Your researches in sociology have led the empire. Why\nshould you suddenly stop your writing?\"\n\n\"Fine flattery, son, but it will not avail you. I also see that you are\nnot completely in the dark. You must have been investigating or you\nwouldn't know that I have a half-finished book that never got to the\npublisher on time.\n\n\"Anyway, the reasons are inconsequential, now. It is done, and we must\nconsider the consequences. And we must consider you. What do you intend\nto do, return to Klynos, or stay here?\"\n\n\"You don't get out of it that easily,\" Florin said. \"Yes, consider me.\nConsider me as a citizen of this planet, a believer in its principles.\nI am no idiot that can't understand or won't accept the truth.\n\n\"You are a sociologist. Here we have one of the most paradoxical\nsociological situations imaginable on our planet. There obviously are\nmany unknown factors. You know them--you must. Just consider me a\nstudent and explain the functionings of these phenomena.\"\n\n\"You try my patience, Mr. Brite. I am accepting you at face value, but\nyou are a stranger to me. What I wish to keep to myself is entirely my\nbusiness. As I say, I am accepting you, and trying to help you--as we\nall must do in this mess. Now what do you intend to do?\"\n\nWith a fatalistic shrug, Florin replied, \"I cannot go back to Klynos.\nMy education was paid for by my stock in corporation-men here. That is\nnow, as you know, worthless.\"\n\nYma spoke to him for the first time. \"Then don't you feel resentment\ntowards the men who--who betrayed you?\" Her eyes awaited his answer.\n\nFlorin smiled. \"I do not feel that I have been betrayed. I know that\nthe corporation-men, representing the most intelligent element of\nLyrane, wouldn't do this thing without a sound reason.\"\n\nErol said, \"Apparently you wish to throw in your lot with us, rather\nthan the mob.\"\n\n\"My loyalty to my teacher and his associates compels me to do so. It is\nalso my personal desire.\"\n\n\"You won't get any luxury pay for that loyalty,\" Yma snapped.\n\n\"That's unfair. You know Tomlin always advocated proper living from a\nmoral obligation rather than for mercenary reward.\"\n\nTheir conversation was interrupted by a faint humming. Out over the\nvalley three gyros were approaching at a low altitude.\n\nBitterly, Yma said, \"Apparently Tomlin's servant has talked to other\npeople--or perhaps Mr. Brite here--.\"\n\nFlorin shrugged again. \"I have no defense except to say that I talked\nto no one. Either you believe me or you don't.\"\n\nErol chimed in, \"You'll have to excuse my daughter; she's upset. I\nexpected them to discover me long before this. This abandoned hunting\nlodge was too well known.\"\n\nYma's mind jumped on that. Yes, she thought, How well it is known--to\nme. My childhood is stuffed full of memories of this place, all\npleasant. I know the woods around here better than the streets of the\ncity. Now it will be the scene of this furtive hiding, suspense, and\nGod knows what new violence.\n\nWhile she was thinking, Erol was still talking. \"I will ask you, since\nyou are young and more adept in this sort of emergency. What shall we\ndo?\"\n\nFlorin glanced at Yma, and saw that the bitterness had left her in the\nface of danger. She too looked anxiously to him for help.\n\n\"If we stay here,\" he said, \"we will be killed without question. I\nhave no doubt that those ships are part of the mob. Even if it is the\npolice, and I doubt there are any left after the rioting, they will\nimprison us.\"\n\nErol said, \"This is a hunting lodge. There are some weapons here. We\nhave nothing but your gyro to escape in, and it's too slow. I can see\nthat those are police gyros.\"\n\n\"Then we'll fight,\" Yma declared and rushed inside, with Florin and\nErol following her.\n\n\"This place is not much for defense,\" Florin said while they rummaged\nfor rifles, for nothing more deadly was allowed outside the hands of\nthe Galactic Patrol. \"I suggest we make it seem peaceful and surprise\nthem.\"\n\n\"Good idea, boy,\" Erol said. \"If you want, I'll sit outside as a decoy.\"\n\n\"That's great!\" Florin said quickly, ignoring Yma's protest. \"If they\nsee you, they will probably land and talk; but if nobody's in sight,\nthey might bomb us.\"\n\nThe three worked well together, swiftly and efficiently. Erol sat on\nthe veranda, in the open, with a pistol under a lap robe, while Yma and\nFlorin stationed themselves inside.\n\nThe three gyros approached cautiously. They were the large black type\nused by the planetary police, but from the inexpert way they were\nhandled all three at the lodge knew they were not bearing police.\nThey carried bombs, the one weapon allowable to planetary police by\nthe Galactic Patrol, but the men in them would have nothing more than\nfirearms. Therefore it was imperative to get them on the ground.\n\nThey circled over the lodge, with two finally landing and one remaining\naloft. Florin padded over to Yma, and whispered for her to station\nherself in some bushes by the lodge. He told her to try to shoot down\nthe gyro above when firing began.\n\nMen piled out of the ships which had landed, and approached the lodge.\nThey spread out and swiftly encircled the building. They all carried\nrifles. Florin estimated that there were about twenty of them. Three of\nthem approached Erol.\n\n\"Are you Erol Garbin?\"\n\n\"Yes. What can I do for you?\"\n\n\"We are arresting you.\"\n\n\"What for?\"\n\n\"For betraying the confidence of the people.\"\n\n\"May I see your warrant?\"\n\n\"We don't need a warrant. We are a people's committee, come to take you\nto a people's court, where you will undoubtedly be found guilty and\nexecuted.\"\n\n\"And what if I refuse to recognize your authority?\"\n\n\"We will have to kill you. Resisting arrest--\"\n\nWhat happened next surprised Florin with its swiftness. Erol flipped\nthe gun from under the robe and with three snap shots dropped all three\nmen.\n\nFlorin did not let surprise hamper him, for Erol's shots were echoed by\nhis own rifle, which caught two men who were further away.\n\nAs the rest of the attackers dove for cover, Florin was pleased to hear\nthe blast of a rifle from the side of the lodge, and the whine of a\nshattered blade as the gyro plummeted to the ground.\n\nYma had done well, hitting where he told her, at the base of the props.\nThe moment of victory was rudely shattered by a volley of fire from the\nmen around the lodge.\n\nAs Erol sprang from his chair and dove towards the door, he was hit and\nfell outside. Ignoring his wound he kicked over a table and used it\nas a shield, returning fire. Florin's thought of rescuing him was cut\nshort by Erol's yell, \"Get to the back of the lodge. They may rush it.\"\n\nFlorin made a dash for it, finding Erol's words true. The attackers\nwere moving in. He still heard firing from the front and side, so he\nfelt reassured.\n\nHe was lost in the blind ritual of firing at moving objects. His whole\nmind was devoted to the problems of loading clips, changing windows\nto keep everything covered, and trying to stay out of the path of the\nviciously whining bullets.\n\nThis was adventure and excitement. There was the crash of the rifles,\nthe nasty whistle of ricochets, the moving bodies, sometimes jerking\nludicrously when hit. Yet, to Florin, it was just a job, as it always\nis in the face of danger with every man. Just a specialized job with a\nvery high incentive.\n\nStaying alive.\n\nFlorin was surprised when he realized that he had disposed of all the\nattackers on his side. Despite their numbers, they were no match for\nthe trio in the lodge. Florin was an expert marksman, and Erol and Yma\nhad done enough hunting to be quite proficient. On the other side of\nthe ledger, the people's committee were completely new to the business,\nsome of them never having held a gun, and certainly not used to combat\nin woods.\n\nWhen he went up front, he found that Erol had done a magnificent\njob despite his wound, beating back several attacks, and killing or\nwounding all his men. But he had received two more wounds and he was\nlying on the flagstone terrace in a litter of blood and cartridge\ncases.\n\nThe firing from the bushes at the side had stopped too, and Yma came\nrushing up, to kneel beside her father. She screamed at Florin to get\nbandages, but it was too late.\n\nIn the pastoral woods, men had fought and died, and now they felt\ntragedy. But the sky was still blue, and in a nearby dale, a bird\nwarbled freely.\n\n\n\nLate that night, Florin and Yma stopped at a small cabin in the\nmountains, finding it deserted. They had been travelling on foot since\nthe fight, leaving the gyros as too obvious a method of travel.\n\nYma was still upset over her father's death, and Florin had remained\nquiet in consideration. The mountain paths were rocky and steep, and\nthey were both exhausted. After a cold meal, they sat in the gathering\ndarkness in the cabin and talked.\n\n\"I know it's inconsiderate of me to talk of it,\" Florin said, \"but\ndon't you feel resentment against the men who killed your father?\"\n\nShe shook her head and said, \"I can't feel resentment, I know that it\nwas just circumstances. Those men felt justified in what they did--and\nmaybe they were.\"\n\n\"How can you be so cold-blooded?\" he said half-angrily. \"Killing is\nnever justified, and ignorance and violence against intelligent and\nkindly men are the supreme injustice.\"\n\n\"Why bother discussing the right and wrong of it,\" she said wearily.\n\"It is all over with, all so meaningless--and easily forgotten.\"\n\n\"That's just it,\" Florin said earnestly. \"You've got to think about it,\ndecide who was right and who was wrong. You've got to decide so that\nyou can base your future actions and attitudes on that. You can't just\nmark it off the books, for it will still be in your head, all jumbled\nemotion and no sense.\"\n\nHe was trying desperately to bring her out of apathy. He knew that\nthe incident and all of its contributing factors must be clinically\nanalyzed, for both their sakes.\n\nAgain she shook her head. \"No, they were right, they were betrayed.\nSome of those people had their life's saving of luxury pay invested in\nthe corporation-men, and when those men failed them, they lost their\nsavings and their futures. Poverty is a treacherous catalyst, it makes\nmen do weird and horrible things. Common tricks of psychology added\nto that, make the whole mess into a primitive society of revenge and\nhatred.\"\n\nFlorin saw he had her on the right track, but ran his hand through his\nhair in bewilderment as he asked, \"But why? We can see the result, but\nnobody is willing to tell the cause. I've got to know.\"\n\nShe looked at him, barely discernable in the dark cabin, then said,\n\"Why are you so interested? Why did you help us?\"\n\n\"I told you. I was a student of Tomlin, and a believer in the\nprinciples of this planet. I saw it produce a society where\nintelligence and virtue were manifest--whether for mercenary or other\nreasons is inconsequential. It worked, and it made a wonderful world. I\nwanted to do my part in that world--my world.\n\n\"Now I want to know _why_ my world has crumbled into a screaming\nmadhouse of violence.\"\n\n\"Yes, I can understand all too well how you feel. It's really horrible\nwhen you have grown up in a society, learned about its every intricacy,\nits principles, and come to have faith in it--then see it suddenly\ndisintegrate.\n\n\"You come to think of your society as the universe, nothing else is as\npermanent as your world, your people. You make plans and move through\nthat society, believing in it with a faith stronger than any religious\nfaith--for you can see and understand it constantly.\n\n\"Then something like this happens. The familiar still exists, but\npalled with suffering and horror. People you have known suddenly become\nbeasts. Your world has collapsed. And even if you know the reason, it\ndoesn't seem possible, the reason is out of a textbook and unreal, but\nthe disillusionment and despair are all too real.\n\n\"And from such a disintegration, you learn one important thing--how\nabysmally ignorant you are of the society that you've lived in, and of\npeople in general.\"\n\nThere was a long silence.\n\nFinally she said, \"I believe in you, and I believe you should know the\nreason.\"\n\nIt was a strange scene as the two people, dirty and tired, sat in the\ncrude cabin by the moonlight and discussed the fate of a world.\n\n\"When this planet was colonized,\" Yma began, \"everyone laughed at\nus, and said that our radical socio-economic system couldn't work.\nAll types of people started here. Some were merely looking for a\nfinal refuge, some were criminals and confidence men out to 'take'\nthis 'starry-eyed flock of crackpots'. Most of them, though, were\nsolid citizens, who believed that this system of paying a man for his\nintelligence and virtue on a carefully regulated basis was the proper\ncompromise between reality and altruism to achieve a Utopia.\n\n\"As you know, it did produce a peaceful, cultural world that has few\nif any equals in the galaxy. There was one dangerous element in the\nplan though. Men were paid for their ability and it was money that was\nused; and wherever there is money there is dishonesty and greed. We had\nsecurity and precautions against such things disrupting us internally,\nbut we never counted on outside interference.\n\n\"We joined that galactic company known as Universal Relief. Our\ngovernment maintained that it performs the highest type of good\ndeeds, they do it for profit, nevertheless it was still a beneficial\norganization. Its motive of meritorious work for profit was quite\nsimilar to our own economic structure, so we invested heavily in the\ncompany, both on an individual and a governmental level. We also gave\nthem a large premium, because of our--well, our eccentricity. We were\nconsidered unstable, and I guess the company knew what it was talking\nabout.\" The last comment was with a wry bitterness that stung Florin.\n\n\"Anyway, in the last few years a rival company has sprung up. This\ncompany, Galactic Aid, has made great strides and is a serious\ncompetitor to Universal Relief.\n\n\"--The managers of Galactic Aid thought that if they could take our\naccount and investment from Universal, Galactic Aid would have a\ndistinct advantage and eventually break their competitor. They tried\nsalesmanship first, but we were loyal to the original company.\n\n\"Then they tried other means.\"\n\nUntil then her story had been told in the dispassionate voice of a\nmechanical reader, but when she continued, there was vehemence.\n\n\"In a galactic company there is inconceivable power, and inconceivable\ngreed. They are willing, and able, to go to any lengths to gain an\neconomic advantage over a rival. The fate of one planet, more or less,\nis irrelevant.\n\n\"Galactic Aid's method of destroying us for that advantage was very\ncrude and very simple; but effective because of its simplicity.\n\n\"As you know, the ratio of corporation-men to citizens here is\nvery disproportionate, and the economy of the planet is vested in\ncomparatively few individuals. These few people were the ones Galactic\nAid attacked.\n\n\"They sent their agents to the corporation-men, my father included,\nand told them to stop research, writing, art, or whatever they were\ndoing to earn their luxury pay. They promised protection if they were\nthreatened by the people, and also promised full re-instatement after\nnormalcy had returned, plus a sizeable bonus for co-operating. The ones\nwho refused this offer, were threatened, each one personally and their\nfamilies. It was mass terrorization, and they actually killed a few to\nprove their seriousness.\n\n\"Because of our social structure, this plan could, and did work. There\nare only 224 corporation-men with over a hundred stockholders. These\npeople are, of course, quite clannish and have little actual contact\nwith the masses. Therefore, this mass threat was heightened by the\nunity of the small group that it affected.\n\n\"You know the rest. Under this pressure the incorporated men stopped\nproducing, the economy crumbled, and the riots began.\n\n\"We have developed a peaceful, cultural society, but no matter how\ncivilized and stabilized a society is, once you knock out the financial\nprops, the populace is going to go mad.\n\n\"The corporation-men didn't receive the promised protection. They soon\nrealized that they had been tricked, but it was too late. Galactic Aid\nwanted them destroyed by the mob; they wanted murder and riots; and\nthey wanted a Class AA emergency which would drain Universal Relief's\nresources.\n\n\"They wanted an economic debacle on Lyrane, thus cutting off a large\nsource of Universal's income.\n\n\"When the corporation-men tried to tell the people the truth, the mobs\ncalled them liars and killed them.\"\n\nYma appeared to be more relaxed after she had relieved her burdened\nmind. Florin, however, was stunned.\n\n\"I know it's terrible,\" she said, \"but what can we do? What can anyone\ndo? Their plan has succeeded, and the planet is too far into chaos to\npatch up things.\n\n\"There is nothing that can be done, so we have only individual\nsurvival to consider.\"\n\nFlorin said, \"I don't know what your personal plans are, but I've got\nto go back to the cities. I've got work to do.\" She didn't question him.\n\nThe next morning, after a solid night's sleep, they separated. Yma\nheaded through the mountains to some relatives, while Florin struck out\nfor the capital.\n\n\n\nThe office of the new, self-appointed Planetary Governor of Lyrane was\nquite busy. It was the disorganization of a new office, set up during\nan emergency. And yet, it was an office, a recognizable political\nmechanism.\n\nConsidering the murderous imbroglio that this planet had been facing,\nsuch an office, even in disorganized form, was quite surprising.\n\nDue to the confusion and a knack for bluffing, Florin Brite was able\nto gain admittance to the Secretary-Governor's office. This official,\na former municipal police chief, was obviously impressed with his new\nposition. He was quite brusque to Florin.\n\n\"What is it man? I hope that it's important--don't want my time wasted.\nWe're frightfully busy.\"\n\n\"I can see that, sir. I merely wished to establish my classification in\nthe new administration.\"\n\n\"Good grief man!\" the Secretary-Governor exploded. \"We've published\nclassification lists. Do I have to tell every man, woman and child\ntheir classification? Are you blind--or just too lazy to read?\"\n\n\"My classification isn't listed,\" Florin said mildly.\n\n\"Isn't listed? What classification is that?\"\n\n\"A scientist--and a former corporation-man.\"\n\nYears of police work and interrogation had steeled the official. There\nwas no surprise shown. \"We handle those cases directly, Mr. ah--ah--\"\n\n\"Florin Brite.\"\n\n\"Mr. Brite, there is a feeling of--uh--well, touchiness about such\nindividuals so we handle their cases in confidence. I'm glad you came\nhere--\"\n\n\"Yes, you're quite delighted,\" Florin was no longer mild. \"You're also\nquite amazed--for you had no idea that there were any corporation-men\nleft after the 'purge', a very thorough purge, I might add.\"\n\n\"Now, see what I mean about touchiness? We were not responsible, not\neven involved in that mess. This new government is composed of citizens\nwho merely wish stability and sanity. Co-operation is our keynote--\"\n\n\"Cut it. I don't need the party platform, I've read your handbills. I\njust want to know, what about me?\"\n\n\"Well, you will undoubtedly have to be put under some sort of\nprotective custody. There is still strong feeling--\"\n\nTheir tete a tete was interrupted by a rushing clerk shouting wildly.\n\n\"They did it! Universal Relief finally declared it a Class AA!\"\n\nThe clerk was brandishing a sheet of paper, which he proffered to the\nSecretary, who took it with an expression of pleasure. His reading was\ninterrupted by Florin's voice.\n\n\"It seems highly unnecessary that we be declared Class AA now. You\npeople have done such a marvelous job of organizing an emergency\ngovernment that everything seems to be well under control.\"\n\n\"Nonsense man,\" the Secretary declared. \"There is still isolated\nfighting and rioting, even murder is not unusual.\"\n\n\"I merely wished to congratulate you on your speedy action. It was\nalmost as if this government was waiting to spring into existence.\" The\nirony was very thinly veiled.\n\nThe Planetary Governor himself had entered the office while Florin was\nspeaking.\n\nThere was ice in his voice as he said, \"What do you mean by that, sir?\"\n\nFlorin turned and bowed to him. When he spoke again, the veil was torn\noff and the irony was as flagrant as a dead rat--and as fragrant.\n\n\"Good day sir. I'm delighted to meet you. I was merely commenting to\nyour Secretary on your efficiency and speed which has so helped this\nplanet in its hour of need.\"\n\nThe Governor's eyes ossified. \"Just words. What do you want?\"\n\nThe irony disappeared, and Florin's voice transmuted to a tone of\naccustomed authority. \"I want to find out just how you were able to\norganize and take over so quickly in this emergency. With this planet's\neconomy completely shot after the corporation-men quit producing and\nwith stocks down to nothing, I am fascinated by the problem of how you\ngot financial backing.\"\n\n\"That is none of your business.\"\n\n\"On the contrary, it is very much my business. You left your offices in\nrather a turmoil in your rush to take control. Since you haven't had\nthe time to security screen your governmental employees, the files were\nas open as if they'd been set on the sidewalks.\n\n\"From those files, my agents have procured some interesting items,\nsuch as--\" and he paused to pull out a sheaf of papers--\"cancelled\nchecks made out to officials of your new government from Titanic Food\nDistributors, a subsidiary of Galactic Aid.\n\n\"Also a detailed plan of organization for this government, outlining\neach step for acquisition of power during the emergency. This plan is\ndated two years ago and is initialed 'CRS', which, I believe, are the\ninitials of the president of Galactic Aid Incorporated. Hand-writing\nanalysts will sew that one up.\n\n\"The plan is quite fascinating. It gives the procedure for your present\nestablishment: the vigilantes gradually converted to city councils,\nlocal governments, consisting of confused and unprepared citizens\ngullible to the suggestions of agent provocateurs, regional then\ninternational conventions to formulate the new government. And at every\nturn, every election, guided by citizen-agents who would never have\nseen political power under the old status quo.\n\n\"The future of this plan is even more fascinating--putting Lyrane on an\nindustrialized economy, when Lyrane has never had industrial potential,\ngumming up the works with embargoes and tariffs; and a bureaucratic,\nleech-like government that will sop up everything in taxes.\n\n\"It's a masterpiece of planning--of planning the permanent financial\nand moral destruction of a planet.\"\n\nThe planetary officials had suddenly been confronted by a master\nduelist, this stranger was a swords-man with complete command of\nriposte, parry and thrust. All they could do was try a few clumsy\nlunges.\n\n\"Just who the hell are you to take charge this way and say these\npreposterous things?\" the Governor asked.\n\nFlorin replied. \"You, I know, are a minor executive of one of Galactic\nAid's subsidiaries. I happen to be Roald Gibbons, head of Universal\nRelief.\n\n\"And since you want the cards on the table--here they are.\n\n\"We have this evidence that I have mentioned, and much more, all\nunder lock and key now. We will use that evidence to prove that this\nplanetary government was and is sponsored by Galactic Aid for the\npurpose of exploiting this planet in a negative sense and thereby\nremoving it from the accounts of Universal Relief.\n\n\"We also have a solid case to prove that you, or some of your cohorts,\nincited the original treason and violence that caused this whole\nmess. My special investigators have unearthed the cobra nest of your\ngovernment, while I personally had the satisfaction of gathering proof\nof your hand in the corporation-men purge.\"\n\nFrom a casual administrative difficulty, Florin had turned the\nconversation, since he entered, into a venomous attack. Florin had\nremained standing, but the two officials had retired to chairs. As\nopposition, they were discouragingly silent, but Florin had more than\nenough to carry the conversation alone.\n\nThe two governors were just listening, appalled, but as all men do\nwhen they watch their world crumbling, figuring angles, escapes,\nexplanations. But Florin, or rather Roald, was smashing angles faster\nthan they could think of them.\n\n\"Furthermore,\" he continued to the silent men, \"if you will read that\nbulletin declaring this planet under Class AA emergency, you will find\nsome interesting facts. As you may or may not know, when a planet is\ndeclared Class AA by a relief company, that company is empowered by\ngalactic law to have several controls.\n\n\"Those controls consist of complete administration of the planet until\nstatus quo is resumed, establishment of martial law with the right to\narrest and confiscate any persons or things that may have caused the\nemergency, confiscation of all planetary currency to be retained and\nre-issued at face value when normalcy returns and, of course, the right\nto bring charges in Galactic Court against individuals or organizations\nthat have caused the emergency.\n\n\"On that last point, we, Universal Relief that is, have many charges\nto bring against Galactic Aid and its agents on this planet. First\nthere is the charge of coercion, readily proved by the testimony of\nthe corporation-men ... yes, there are some left. _We_ protected them.\nOther charges will include inciting planetary revolution, establishing\na false government through outside sources, and--oh, just lots of\nothers.\n\n\"Since you are an executive in Galactic Aid's organization, I will\nspeak for your benefit now.\" Roald moved over and faced the Governor.\n\n\"You were pulled in from some desk job to handle this fledgling\ngovernment. You had your orders, and for you it was mostly a paper\noperation. You understand what I have just been talking about, because\nyou know galactic law.\n\n\"But now, let's talk about something you aren't familiar with. Let's\ntalk about violence, death, and a sick planet--the things that your\ncompany planned and executed.\n\n\"For that your company will stand trial and be found guilty. It will\nprobably be outlawed, and certainly bankrupt once fines and reparations\nare paid. Meanwhile, this planet, under the guidance of Universal\nRelief, will be helped to recuperate and the people will be informed of\nthe gross injustice they have suffered. I am sure they will then desire\nto return to their previous system.\n\n\"But so much for the future. What about the past? Do you fully realize\nthe enormity of the crime that your company has committed?\n\n\"Of course you don't. You weren't with me when I saw a nice old\ngentleman, one of the most brilliant minds of the age, blasted down\nwith primitive rifles and even more primitive rage. You haven't heard\nthe screams at night, have you? You weren't around, and neither was I,\nthank God, when Gerta Robin, that beautiful woman physicist was caught\nby the mob.\n\n\"Friend against friend, and the old hunting guns polished up for more\ndeadly and constant shooting--is that a story that belongs in galactic\nhistory? Is it for this that great galactic corporations work--to turn\npeaceable planets into charnel houses for a stinking profit?\n\n\"That's the charge that you, and the rest of your workers, will have to\nanswer to--not in courts, but to the people of the Galaxy.\n\n\"And, most important--to yourselves!\"\n\nWith that, he strode out.\n\n\n\nKim Rogers was again in the presence of Roald Gibbons, and he was angry\nagain.\n\n\"And don't look so smug. I know what you did. I worked with your father\nlong enough to know about his special agents--but don't think the\noperation was all your doing.\n\n\"What do you think happened here when you sent that spacegram tipping\nus off that it was Galactic Aid behind the mess, and that we were to\ndeclare it a Class AA. It was a madhouse!\n\n\"It accomplished the desired result,\" Roald said. \"When the Governor\nand the Secretary read that Class AA bulletin--and it took careful\nplanning and timing to get into their office just when it was\ndelivered--with me there to pound it home, they sort of faded about the\ngills.\n\n\"They came running to me in a few minutes. Now they are Honor Witnesses\nat Galactic Court, with more than enough testimony to sew up Galactic\nAid.\"\n\nRoald had a hard time keeping his mind on the present conversation. He\nwas due to blast to Lyrane in a few hours. His company was proceeding\nwith rehabilitation ahead of schedule, with the natural zealousness of\nthe Lyranians for their old system helping them along.\n\nRoald had not forgotten the piquant beauty of Erol Garbin's daughter.\nHe had a hard time keeping his mind on the conversation.\n\n\"If anyone else had read that Class AA bulletin,\" Kim said, \"we would\nhave been sewed up. You know perfectly well we don't have the powers\nyou had us state in that bulletin. It was a galactic offense to even\nprint such a thing. What if the Governor had known that?\"\n\n\"I counted on him not knowing it. Even though he was an executive of\nGalactic Aid, Class AA emergencies are so rare that very few people are\nfamiliar with their actual provisions.\n\n\"Certainly, it was a risky bluff. But when you're dealing with that\nsort of power, you have to bluff fast and hard. We didn't have enough\nevidence to actually stop Galactic. We needed inside testimony. When\nyou rescinded the Class AA order, two hours later, the confession was\nalready signed.\"\n\nExasperation was now Kim's mood. \"One of these times your bluff won't\nwork, and all your secret agents won't do you a bit of good. Empire law\nis nothing to tamper with.\"\n\nRoald smiled. \"I think that Galactic Aid found that out.\"",
    "metadata": {
        "author": [
            "Wilkins, Patrick"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/58744/pg58744.txt",
        "name": "money_is_the_root_of_all_good.json"
    }
}