{
    "name": "Monsieur du Miroir (From 'Mosses from an Old Manse')",
    "author": [
        "Hawthorne, Nathaniel"
    ],
    "body": "\n\nThan the gentleman above named, there is nobody, in the whole circle of\nmy acquaintance, whom I have more attentively studied, yet of whom I\nhave less real knowledge, beneath the surface which it pleases him to\npresent. Being anxious to discover who and what he really is, and how\nconnected with me, and what are to be the results to him and to myself\nof the joint interest which, without any choice on my part, seems to be\npermanently established between us, and incited, furthermore, by the\npropensities of a student of human nature, though doubtful whether\nMonsieur du Miroir have aught of humanity but the figure,—I have\ndetermined to place a few of his remarkable points before the public,\nhoping to be favored with some clew to the explanation of his\ncharacter. Nor let the reader condemn any part of the narrative as\nfrivolous, since a subject of such grave reflection diffuses its\nimportance through the minutest particulars; and there is no judging\nbeforehand what odd little circumstance may do the office of a blind\nman’s dog among the perplexities of this dark investigation; and\nhowever extraordinary, marvellous, preternatural, and utterly\nincredible some of the meditated disclosures may appear, I pledge my\nhonor to maintain as sacred a regard to fact as if my testimony were\ngiven on oath and involved the dearest interests of the personage in\nquestion. Not that there is matter for a criminal accusation against\nMonsieur du Miroir, nor am I the man to bring it forward if there were.\nThe chief that I complain of is his impenetrable mystery, which is no\nbetter than nonsense if it conceal anything good, and much worse in the\ncontrary case.\n\nBut, if undue partialities could be supposed to influence me, Monsieur\ndu Miroir might hope to profit rather than to suffer by them, for in\nthe whole of our long intercourse we have seldom had the slightest\ndisagreement; and, moreover, there are reasons for supposing him a near\nrelative of mine, and consequently entitled to the best word that I can\ngive him. He bears indisputably a strong personal resemblance to\nmyself, and generally puts on mourning at the funerals of the family.\nOn the other hand, his name would indicate a French descent; in which\ncase, infinitely preferring that my blood should flow from a bold\nBritish and pure Puritan source, I beg leave to disclaim all kindred\nwith Monsieur du Miroir. Some genealogists trace his origin to Spain,\nand dub him a knight of the order of the CABALLEROS DE LOS ESPEJOZ, one\nof whom was overthrown by Don Quixote. But what says Monsieur du Miroir\nhimself of his paternity and his fatherland? Not a word did he ever say\nabout the matter; and herein, perhaps, lies one of his most especial\nreasons for maintaining such a vexatious mystery, that he lacks the\nfaculty of speech to expound it. His lips are sometimes seen to move;\nhis eyes and countenance are alive with shifting expression, as if\ncorresponding by visible hieroglyphics to his modulated breath; and\nanon he will seem to pause with as satisfied an air as if he had been\ntalking excellent sense. Good sense or bad, Monsieur du Miroir is the\nsole judge of his own conversational powers, never having whispered so\nmuch as a syllable that reached the ears of any other auditor. Is he\nreally dumb? or is all the world deaf? or is it merely a piece of my\nfriend’s waggery, meant for nothing but to make fools of us? If so, he\nhas the joke all to himself.\n\nThis dumb devil which possesses Monsieur do Miroir is, I am persuaded,\nthe sole reason that he does not make me the most flattering\nprotestations of friendship. In many particulars—indeed, as to all his\ncognizable and not preternatural points, except that, once in a great\nwhile, I speak a word or two—there exists the greatest apparent\nsympathy between us. Such is his confidence in my taste that he goes\nastray from the general fashion and copies all his dresses after mine.\nI never try on a new garment without expecting to meet, Monsieur du\nMiroir in one of the same pattern. He has duplicates of all my\nwaistcoats and cravats, shirt-bosoms of precisely a similar plait, and\nan old coat for private wear, manufactured, I suspect, by a Chinese\ntailor, in exact imitation of a beloved old coat of mine, with a\nfacsimile, stitch by stitch, of a patch upon the elbow. In truth, the\nsingular and minute coincidences that occur, both in the accidents of\nthe passing day and the serious events of our lives, remind me of those\ndoubtful legends of lovers, or twin children, twins of fate, who have\nlived, enjoyed, suffered, and died in unison, each faithfully repeating\nthe last tremor of the other’s breath, though separated by vast tracts\nof sea and land. Strange to say, my incommodities belong equally to my\ncompanion, though the burden is nowise alleviated by his participation.\nThe other morning, after a night of torment from the toothache, I met\nMonsieur du Miroir with such a swollen anguish in his cheek that my own\npangs were redoubled, as were also his, if I might judge by a fresh\ncontortion of his visage. All the inequalities of my spirits are\ncommunicated to him, causing the unfortunate Monsieur du Miroir to mope\nand scowl through a whole summer’s day, or to laugh as long, for no\nbetter reason than the gay or gloomy crotchets of my brain. Once we\nwere joint sufferers of a three months’ sickness, and met like mutual\nghosts in the first days of convalescence. Whenever I have been in\nlove, Monsieur du Miroir has looked passionate and tender; and never\ndid my mistress discard me, but this too susceptible gentleman grew\nlackadaisical. His temper, also, rises to blood heat, fever heat, or\nboiling-water beat, according to the measure of any wrong which might\nseem to have fallen entirely on myself. I have sometimes been calmed\ndown by the sight of my own inordinate wrath depicted on his frowning\nbrow. Yet, however prompt in taking up my quarrels, I cannot call to\nmind that he ever struck a downright blow in my behalf; nor, in fact,\ndo I perceive that any real and tangible good has resulted from his\nconstant interference in my affairs; so that, in my distrustful moods,\nI am apt to suspect Monsieur du Miroir’s sympathy to be mere outward\nshow, not a whit better nor worse than other people’s sympathy.\nNevertheless, as mortal man must have something in the guise of\nsympathy,—and whether the true metal, or merely copper-washed, is of\nless moment,—I choose rather to content myself with Monsieur du\nMiroir’s, such as it is, than to seek the sterling coin, and perhaps\nmiss even the counterfeit.\n\nIn my age of vanities I have often seen him in the ballroom, and might\nagain were I to seek him there. We have encountered each other at the\nTremont Theatre, where, however, he took his seat neither in the\ndress-circle, pit, nor upper regions, nor threw a single glance at the\nstage, though the brightest star, even Fanny Kemble herself, might be\nculminating there. No; this whimsical friend of mine chose to linger in\nthe saloon, near one of the large looking-glasses which throw back\ntheir pictures of the illuminated room. He is so full of these\nunaccountable eccentricities that I never like to notice Monsieur du\nMiroir, nor to acknowledge the slightest connection with him, in places\nof public resort. He, however, has no scruple about claiming my\nacquaintance, even when his common-sense, if he had any, might teach\nhim that I would as willingly exchange a nod with the Old Nick. It was\nbut the other day that he got into a large brass kettle at the entrance\nof a hardware-store, and thrust his head, the moment afterwards, into a\nbright, new warming-pan, whence he gave me a most merciless look of\nrecognition. He smiled, and so did I; but these childish tricks make\ndecent people rather shy of Monsieur du Miroir, and subject him to more\ndead cuts than any other gentleman in town.\n\nOne of this singular person’s most remarkable peculiarities is his\nfondness for water, wherein he excels any temperance man whatever. His\npleasure, it must be owned, is not so much to drink it (in which\nrespect a very moderate quantity will answer his occasions) as to souse\nhimself over head and ears wherever he may meet with it. Perhaps he is\na merman, or born of a mermaid’s marriage with a mortal, and thus\namphibious by hereditary right, like the children which the old river\ndeities, or nymphs of fountains, gave to earthly love. When no cleaner\nbathing-place happened to be at hand, I have seen the foolish fellow in\na horse-pond. Some times he refreshes himself in the trough of a\ntown-pump, without caring what the people think about him. Often, while\ncarefully picking my way along the street after a heavy shower, I have\nbeen scandalized to see Monsieur du Miroir, in full dress, paddling\nfrom one mud-puddle to another, and plunging into the filthy depths of\neach. Seldom have I peeped into a well without discerning this\nridiculous gentleman at the bottom, whence he gazes up, as through a\nlong telescopic tube, and probably makes discoveries among the stars by\ndaylight. Wandering along lonesome paths or in pathless forests, when I\nhave come to virgin fountains of which it would have been pleasant to\ndeem myself the first discoverer, I have started to find Monsieur du\nMiroir there before me. The solitude seemed lonelier for his presence.\nI have leaned from a precipice that frowns over Lake George, which the\nFrench call nature’s font of sacramental water, and used it in their\nlog-churches here and their cathedrals beyond the sea, and seen him far\nbelow in that pure element. At Niagara, too, where I would gladly have\nforgotten both myself and him, I could not help observing my companion\nin the smooth water on the very verge of the cataract just above the\nTable Rock. Were I to reach the sources of the Nile, I should expect to\nmeet him there. Unless he be another Ladurlad, whose garments the depth\nof ocean could not moisten, it is difficult to conceive how he keeps\nhimself in any decent pickle; though I am bound to confess that his\nclothes seem always as dry and comfortable as my own. But, as a friend,\nI could wish that he would not so often expose himself in liquor.\n\nAll that I have hitherto related may be classed among those little\npersonal oddities which agreeably diversify the surface of society,\nand, though they may sometimes annoy us, yet keep our daily intercourse\nfresher and livelier than if they were done away. By an occasional\nhint, however, I have endeavored to pave the way for stranger things to\ncome, which, had they been disclosed at once, Monsieur du Miroir might\nhave been deemed a shadow, and myself a person of no veracity, and this\ntruthful history a fabulous legend. But, now that the reader knows me\nworthy of his confidence, I will begin to make him stare.\n\nTo speak frankly, then, I could bring the most astounding proofs that\nMonsieur du Miroir is at least a conjurer, if not one of that unearthly\ntribe with whom conjurers deal. He has inscrutable methods of conveying\nhimself from place to place with the rapidity of the swiftest steamboat\nor rail-car. Brick walls and oaken doors and iron bolts are no\nimpediment to his passage. Here in my chamber, for instance, as the\nevening deepens into night, I sit alone,—the key turned and withdrawn\nfrom the lock, the keyhole stuffed with paper to keep out a peevish\nlittle blast of wind. Yet, lonely as I seem, were I to lift one of the\nlamps and step five paces eastward, Monsieur du Miroir would be sure to\nmeet me with a lamp also in his hand; and were I to take the\nstage-coach to-morrow, without giving him the least hint of my design,\nand post onward till the week’s end, at whatever hotel I might find\nmyself I should expect to share my private apartment with this\ninevitable Monsieur du Miroir. Or, out of a mere wayward fantasy, were\nI to go, by moonlight, and stand beside the stone Pout of the Shaker\nSpring at Canterbury, Monsieur du Miroir would set forth on the same\nfool’s errand, and would not fail to meet me there. Shall I heighten\nthe reader’s wonder? While writing these latter sentences, I happened\nto glance towards the large, round globe of one off the brass andirons,\nand lo! a miniature apparition of Monsieur du Miroir, with his face\nwidened and grotesquely contorted, as if he were making fun of my\namazement! But he has played so many of these jokes that they begin to\nlose their effect. Once, presumptuous that he was, he stole into the\nheaven of a young lady’s eyes; so that, while I gazed and was dreaming\nonly of herself, I found him also in my dream. Years have so changed\nhim since that he need never hope to enter those heavenly orbs again.\n\nFrom these veritable statements it will be readily concluded that, had\nMonsieur du Miroir played such pranks in old witch times, matters might\nhave gone hard with him; at least if the constable and posse comitatus\ncould have executed a warrant, or the jailer had been cunning enough to\nkeep him. But it has often occurred to me as a very singular\ncircumstance, and as betokening either a temperament morbidly\nsuspicious or some weighty cause of apprehension, that he never trusts\nhimself within the grasp even of his most intimate friend. If you step\nforward to meet him, he readily advances; if you offer him your hand,\nhe extends his own with an air of the utmost frankness; but, though you\ncalculate upon a hearty shake, you do not get hold of his little\nfinger. Ah, this Monsieur du Miroir is a slippery fellow!\n\nThese truly are matters of special admiration. After vainly\nendeavoring, by the strenuous exertion of my own wits, to gain a\nsatisfactory insight into the character of Monsieur du Miroir, I had\nrecourse to certain wise men, and also to books of abstruse philosophy,\nseeking who it was that haunted me, and why. I heard long lectures and\nread huge volumes with little profit beyond the knowledge that many\nformer instances are recorded, in successive ages, of similar\nconnections between ordinary mortals and beings possessing the\nattributes of Monsieur du Miroir. Some now alive, perhaps, besides\nmyself, have such attendants. Would that Monsieur du Miroir could be\npersuaded to transfer his attachment to one of those, and allow some\nother of his race to assume the situation that he now holds in regard\nto me! If I must needs have so intrusive an intimate, who stares me in\nthe face in my closest privacy, and follows me even to my bedchamber, I\nshould prefer—scandal apart—the laughing bloom of a young girl to the\ndark and bearded gravity of my present companion. But such desires are\nnever to be gratified. Though the members of Monsieur du Miroir’s\nfamily have been accused, perhaps justly, of visiting their friends\noften in splendid halls, and seldom in darksome dungeons, yet they\nexhibit a rare constancy to the objects of their first attachment,\nhowever unlovely in person or unamiable in disposition,—however\nunfortunate, or even infamous, and deserted by all the world besides.\nSo will it be with my associate. Our fates appear inseparably blended.\nIt is my belief, as I find him mingling with my earliest recollections,\nthat we came into existence together, as my shadow follows me into the\nsunshine, and that hereafter, as heretofore, the brightness or gloom of\nmy fortunes will shine upon, or darken, the face of Monsieur du Miroir.\nAs we have been young together, and as it is now near the summer noon\nwith both of us, so, if long life be granted, shall each count his own\nwrinkles on the other’s brow and his white hairs on the other’s head.\nAnd when the coffin-lid shall have closed over me and that face and\nform, which, more truly than the lover swears it to his beloved, are\nthe sole light of his existence,—when they shall be laid in that dark\nchamber, whither his swift and secret footsteps cannot bring him,—then\nwhat is to become of poor Monsieur du Miroir? Will he have the\nfortitude, with my other friends, to take a last look at my pale\ncountenance? Will he walk foremost in the funeral train? Will he come\noften and haunt around my grave, and weed away the nettles, and plant\nflowers amid the verdure, and scrape the moss out of the letters of my\nburial-stone? Will he linger where I have lived, to remind the\nneglectful world of one who staked much to win a name, but will not\nthen care whether he lost or won?\n\nNot thus will he prove his deep fidelity. O, what terror, if this\nfriend of mine, after our last farewell, should step into the crowded\nstreet, or roam along our old frequented path by the still waters, or\nsit down in the domestic circle where our faces are most familiar and\nbeloved! No; but when the rays of heaven shall bless me no more, nor\nthe thoughtful lamplight gleam upon my studies, nor the cheerful\nfireside gladden the meditative man, then, his task fulfilled, shall\nthis mysterious being vanish from the earth forever. He will pass to\nthe dark realm of nothingness, but will not find me there.\n\nThere is something fearful in bearing such a relation to a creature so\nimperfectly known, and in the idea that, to a certain extent, all which\nconcerns myself will be reflected in its consequences upon him. When we\nfeel that another is to share the self-same fortune with ourselves we\njudge more severely of our prospects, and withhold our confidence from\nthat delusive magic which appears to shed an infallibility of happiness\nover our own pathway. Of late years, indeed, there has been much to\nsadden my intercourse with Monsieur de Miroir. Had not our union been a\nnecessary condition of our life, we must have been estranged ere now.\nIn early youth, when my affections were warm and free, I loved him\nwell, and could always spend a pleasant hour in his society, chiefly\nbecause it gave me an excellent opinion of myself. Speechless as he\nwas, Monsieur du Miroir had then a most agreeable way of calling me a\nhandsome fellow; and I, of course, returned the compliment; so that,\nthe more we kept each other’s company, the greater coxcombs we mutually\ngrew. But neither of us need apprehend any such misfortune now. When we\nchance to meet,—for it is chance oftener than design,—each glances\nsadly at the other’s forehead, dreading wrinkles there; and at our\ntemples, whence the hair is thinning away too early; and at the sunken\neyes, which no longer shed a gladsome light over the whole face. I\ninvoluntarily peruse him as a record of my heavy youth, which has been\nwasted in sluggishness for lack of hope and impulse, or equally thrown\naway in toil that had no wise motive and has accomplished no good end.\nI perceive that the tranquil gloom of a disappointed soul has darkened\nthrough his countenance, where the blackness of the future seems to\nmingle with the shadows of the past, giving him the aspect of a fated\nman. Is it too wild a thought that my fate may have assumed this image\nof myself, and therefore haunts me with such inevitable pertinacity,\noriginating every act which it appears to imitate, while it deludes me\nby pretending to share the events of which it is merely the emblem and\nthe prophecy? I must banish this idea, or it will throw too deep an awe\nround my companion. At our next meeting, especially if it be at\nmidnight or in solitude, I fear that I shall glance aside and shudder;\nin which case, as Monsieur du Miroir is extremely sensitive to\nill-treatment, he also will avert his eyes and express horror or\ndisgust.\n\nBut no; this is unworthy of me. As of old I sought his society for the\nbewitching dreams of woman’s love which he inspired, and because I\nfancied a bright fortune in his aspect, so now will I hold daily and\nlong communion with hint for the sake of the stern lessons that he will\nteach my manhood. With folded arms we will sit face to face, and\nlengthen out our silent converse till a wiser cheerfulness shall have\nbeen wrought from the very texture of despondency. He will say, perhaps\nindignantly, that it befits only him to mourn for the decay of outward\ngrace, which, while he possessed it, was his all. But have not you, he\nwill ask, a treasure in reserve, to which every year may add far more\nvalue than age or death itself can snatch from that miserable clay? He\nwill tell me that though the bloom of life has been nipped with a\nfrost, yet the soul must not sit shivering in its cell, but bestir\nitself manfully, and kindle a genial warmth from its own exercise\nagainst; the autumnal and the wintry atmosphere. And I, in return, will\nbid him be of good cheer, nor take it amiss that I must blanch his\nlocks and wrinkle him up like a wilted apple, since it shall be my\nendeavor so to beautify his face with intellect and mild benevolence\nthat he shall profit immensely by the change. But here a smile will\nglimmer somewhat sadly over Monsieur du Miroir’s visage.\n\nWhen this subject shall have been sufficiently discussed we may take up\nothers as important. Reflecting upon his power of following me to the\nremotest regions and into the deepest privacy, I will compare the\nattempt to escape him to the hopeless race that men sometimes run with\nmemory, or their own hearts, or their moral selves, which, though\nburdened with cares enough to crush an elephant, will never be one step\nbehind. I will be self-contemplative, as nature bids me, and make him\nthe picture or visible type of what I muse upon, that my mind may not\nwander so vaguely as heretofore, chasing its own shadow through a chaos\nand catching only the monsters that abide there. Then will we turn our\nthoughts to the spiritual world, of the reality of which my companions\nshall furnish me an illustration, if not an argument; for, as we have\nonly the testimony of the eye to Monsieur du Miroir’s existence, while\nall the other senses would fail to inform us that such a figure stands\nwithin arm’s-length, wherefore should there not be beings innumerable\nclose beside us, and filling heaven and earth with their multitude, yet\nof whom no corporeal perception can take cognizance? A blind man might\nas reasonably deny that Monsieur du Miroir exists, as we, because the\nCreator has hitherto withheld the spiritual perception, can therefore\ncontend that there are no spirits. O, there are! And, at this moment,\nwhen the subject of which I write has grown strong within me and\nsurrounded itself with those solemn and awful associations which might\nhave seemed most alien to it, I could fancy that Monsieur du Miroir\nhimself is a wanderer from the spiritual world, with nothing human\nexcept his delusive garment of visibility. Methinks I should tremble\nnow were his wizard power of gliding through all impediments in search\nof me to place him suddenly before my eyes.\n\nHa! What is yonder? Shape of mystery, did the tremor of my heartstrings\nvibrate to thine own, and call thee from thy home among the dancers of\nthe northern lights, and shadows flung from departed sunshine, and\ngiant spectres that appear on clouds at daybreak and affright the\nclimber of the Alps? In truth it startled me, as I threw a wary glance\neastward across the chamber, to discern an unbidden guest with his eyes\nbent on mine. The identical MONSIEUR DU MIROIR! Still there he sits and\nreturns my gaze with as much of awe and curiosity as if he, too, had\nspent a solitary evening in fantastic musings and made me his theme. So\ninimitably does he counterfeit that I could almost doubt which of us is\nthe visionary form, or whether each be not the other’s mystery, and\nboth twin brethren of one fate, in mutually reflected spheres. O\nfriend, canst thou not hear and answer me? Break down the barrier\nbetween us! Grasp my hand! Speak! Listen! A few words, perhaps, might\nsatisfy the feverish yearning of my soul for some master-thought that\nshould guide me through this labyrinth of life, teaching wherefore I\nwas born, and how to do my task on earth, and what is death. Alas! Even\nthat unreal image should forget to ape me and smile at these vain\nquestions. Thus do mortals deify, as it were, a mere shadow of\nthemselves, a spectre of human reason, and ask of that to unveil the\nmysteries which Divine Intelligence has revealed so far as needful to\nour guidance, and hid the rest.\n\nFarewell, Monsieur du Miroir. Of you, perhaps, as of many men, it may\nbe doubted whether you are the wiser, though your whole business is\nREFLECTION.",
    "metadata": {
        "author": [
            "Hawthorne, Nathaniel"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/9225/pg9225.txt",
        "name": "monsieur_du_miroir_from_mosses_from_an_old_manse.json"
    }
}