{
    "name": "Mosada: A dramatic poem",
    "author": [
        "Yeats, W. B. (William Butler)",
        "Yeats, William Butler"
    ],
    "body": "W. B. YEATS.\n\nWITH A\n\nFrontispiece Portrait of the Author\n\n\n_Reprinted from the DUBLIN UNIVERSITY REVIEW._\n\n\nDUBLIN:\n\nPRINTED BY SEALY, BRYERS, AND WALKER,\n94, 95 AND 96 MIDDLE ABBEY STREET.\n\n1886.\n\n\n\n\nMOSADA.\n\n\n\"_And my Lord Cardinal hath had strange days in his youth._\"\n\n            _Extract from a Memoir of the Fifteenth Century._\n\n\n  MOSADA,       A Moorish Lady.\n  EBREMAR,      A Monk.\n  COLA,         A Lame Boy.\n  MONKS AND INQUISITORS.\n\n\nSCENE I.\n\n_A Little Moorish Room in the Village of Azubia.\nIn the centre of the room a chafing dish._\n\n  _Mosada._ [_alone_] Three times the roses have grown less and less,\nAs slowly Autumn climbed the golden throne\nWhere sat old Summer fading into song,\nAnd thrice the peaches flushed upon the walls,\nAnd thrice the corn around the sickles flamed,\nSince 'mong my people, tented on the hills,\nHe stood a messenger. In April's prime\n(Swallows were flashing their white breasts above\nOr perching on the tents, a-weary still\nFrom waste seas cross'd, yet ever garrulous)\nAlong the velvet vale I saw him come:\nIn Autumn, when far down the mountain slopes\nThe heavy clusters of the grapes were full,\nI saw him sigh and turn and pass away;\nFor I and all my people were accurst\nOf his sad God; and down among the grass\nHiding my face, I cried long, bitterly.\nTwas evening, and the cricket nation sang\nAround my head and danced among the grass;\nAnd all was dimness till a dying leaf\nSlid circling down and softly touched my lips\nWith dew as though 'twere sealing them for death.\nYet somewhere in the footsore world we meet\nWe two before we die, for Azolar\nThe star-taught Moor said thus it was decreed\nBy those wan stars that sit in company\nAbove the Alpujarras on their thrones,\nThat when the stars of our nativity\nDraw star to star, as on that eve he passed\nDown the long valleys from my people's tents,\nWe meet--we two.\n\n[_She opens the casement--the mingled sound of the voices and\nlaughter of the apple gatherers floats in._]\n\n                  How merry all these are\nAmong the fruit. But yon, lame Cola crouches\nAway from all the others. Now the sun--\nA-shining on the little crucifix\nOf silver hanging round lame Cola's neck--\nSinks down at last with yonder minaret\nOf the Alhambra black athwart his disk;\nAnd Cola seeing, knows the sign and comes.\nThus do I burn these precious herbs whose smoke\nPours up and floats in fragrance o'er my head\nIn coil on coil of azure.\n\n[_Enter Cola._] All is ready.\n\n  _Cola._ Mosada, it is then so much the worse.\nI will not share your sin.\n\n  _Mosada._                   It is no sin\nThat you shall see on yonder glowing cloud\nPictured, where wander the beloved feet\nWhose footfall I have longed for, three sad summers--\nWhy these new fears?\n\n  _Cola._             The servant of the Lord,\nThe dark still man, has come, and says 'tis sin.\n\n  _Mosada._ They say the wish itself is half the sin.\nThen has this one been sinned full many times,\nYet 'tis no sin--my father taught it me.\nHe was a man most learned and most mild,\nWho, dreaming to a wondrous age, lived on\nTending the roses round his lattice door.\nFor years his days had dawned and faded thus\nAmong the plants; the flowery silence fell\nDeep in his soul, like rain upon a soil\nWorn by the solstice fierce, and made it pure.\nWould he teach any sin?\n\n  _Cola._                   Gaze in the cloud\nYourself.\n\n  _Mosada._ None but the innocent can see.\n\n  _Cola._ They say I am all ugliness; lame-footed\nI am; one shoulder turned awry--why then\nShould I be good? But you are beautiful.\n\n  _Mosada._ I cannot see.\n\n  _Cola._               The beetles, and the bats,\nAnd spiders, are my friends, I'm theirs, and they are\nNot good; but you are like the butterflies.\n\n  _Mosada._ I cannot see! I cannot see! but you\nShall see a thing to talk on when you're old,\nUnder a lemon tree beside your door;\nAnd all the elders sitting in the sun,\nWill wondering listen, and this tale shall ease\nFor long, the burthen of their talking griefs.\n\n  _Cola._ Upon my knees I pray you, let it sleep,\nThe vision.\n\n  _Mosada._ You're pale and weeping, child.\nBe not afraid, you'll see no fearful thing.\nThus, thus I beckon from her viewless fields--\nThus beckon to our aid a Phantom fair\nAnd calm, robed all in raiment moony white.\nShe was a great enchantress once of yore,\nWhose dwelling was a tree-wrapt island, lulled\nFar out upon the water world and ringed\nWith wonderful white sand, where never yet\nWere furled the wings of ships. There in a dell\nA lily blanched place, she sat and sang,\nAnd in her singing wove around her head\nWhite lilies, and her song flew forth afar\nAlong the sea; and many a man grew hushed\nIn his own house or 'mong the merchants grey,\nHearing the far off singing guile and groaned,\nAnd manned an argosy and sailing died.\nIn the far isle she sang herself asleep\nAt last. But now I wave her to my side.\n\n  _Cola._ Stay, stay, or I will hold your white arms down.\nAh me, I cannot reach them--here and there\nDarting you wave them, darting in the vapour.\nHeard you? Your lute upon the wall has sounded!\nI feel a finger drawn across my cheek!\n\n  _Mosada._ The phantoms come; ha ha! they come, they come!\nI wave them hither, my breast heaves with joy.\nAh! now I'm eastern-hearted once again,\nAnd while they gather round my beckoning arms,\nI'll sing the songs the dusky lovers sing,\nWandering in sultry palaces of Ind,\nA lotus in their hands--\n\n[_The door is flung open. Enter the Officers of the Inquisition._]\n\n  _First Inquisitor._       Young Moorish girl\nTaken in magic. In the Church's name\nI here arrest thee.\n\n  _Mosada._                 It is Allah's will.\nTouch not this boy, for he is innocent.\n\n  _Cola._ Forgive! for I have told them everything.\nThey said I'd burn in hell unless I told\nThem all, and let them find you in the vapour.\n\n[_She turns away--he clings to her dress._]\n\nForgive me!\n\n  _Mosada._                 It was Allah's will.\n\n  _Second Inquisitor._                      Now cords.\n\n  _Mosada._ No need to bind my hands. Where are ye, sirs,\nFor ye are hid with vapours?\n\n  _Second Inquisitor._          Round the stake\nThe vapour is much thicker.\n\n  _Cola._                       God! the stake!\nYe said that ye would fright her from her sin--\nNo more; take me instead of her, great sirs.\nShe was my only friend; I'm lame you know--\nOne shoulder twisted, and the children cry\nNames after me.\n\n  _First Inquisitor._ Lady--\n\n  _Mosada._                 I come.\n\n  _Cola_ [_following._]             Forgive.\nForgive, or I will die.\n\n  _Mosada_ [_stooping and kissing him_]. 'Twas Allah's will.\n\n\nSCENE II.\n\n_A Room, the building of the Inquisition of Granada, lit by stained\nwindow, picturing St. James of Spain._\n\n_Monks and Inquisitors._\n\n  _First Monk._ Will you not hear my last new song?\n\n  _First Inquisitor._             Hush, hush!\nSo she must burn you say.\n\n  _Second Inquisitor._        She must in truth.\n\n  _First Inquisitor._ Will he not spare her life? How would one matter\nWhen there are many?\n\n  _Second Monk._        Ebremar will stamp\nThis heathen horde away. You need not hope;\nAnd know you not she kissed that pious child\nWith poisonous lips, and he is pining since?\n\n  _First Monk._ You're full of wordiness. Come, hear my song.\n\n  _Second Monk._ In truth an evil race; why strive for her,\nA little Moorish girl?\n\n  _Second Inquisitor._ Small worth.\n\n  _First Monk._                     My song--\n\n  _First Inquisitor._ I had a sister like her once my friend.\n\n[_Touching the first Monk on the shoulder._]\n\nWhere is our brother Peter? When you're nigh,\nHe is not far. I'd have him speak for her.\nI saw his jovial mood bring once a smile\nTo sainted Ebremar's sad eyes. I think\nHe loves our brother Peter in his heart.\nIf Peter would but ask her life--who knows?\n\n  _First Monk._ He digs his cabbages. He brings to mind\nThat song I've made--is of a Russian tale\nOf Holy Peter of the Burning Gate:\nA saint of Russia in a vision saw\n\n[_Sings_]\n\n    A stranger new arisen wait\n    By the door of Peter's gate,\n    And he shouted Open wide\n    Thy sacred door, but Peter cried,\n    No, thy home is deepest hell,\n    Deeper than the deepest well.\n    Then the stranger softly crew\n    Cock-a-doodle-doodle-doo!\n    Answered Peter: Enter in\n    Friend; but 'twere a deadly sin\n    Ever more to speak a word\n    Of any unblessed earthly bird.\n\n  _First Inquisitor._ Be still, I hear the step of Ebremar.\nYonder he comes; bright-eyed, and hollow-cheeked\nFrom fasting--see, the red light slanting down\nFrom the great painted window wraps his brow,\nAs with an aureole.\n\n[_Ebremar enters--they all bow to him._]\n\n  _First Inquisitor._ My suit to you--\n\n  _Ebremar._ I will not hear; the Moorish girl must die.\nI will burn heresy from this mad earth,\nAnd--\n\n  _First Inquisitor._ Mercy is the manna of the world.\n\n  _Ebremar._ The wages of sin is death.\n\n  _Second Monk._                          No use.\n\n  _First Inquisitor._ My lord, if it must be, I pray descend\nYourself into the dungeon 'neath our feet\nAnd importune with weighty words this Moor,\nThat she foreswear her heresies and save\nHer soul from seas of endless flame in hell.\n\n  _Ebremar._ I speak alone with servants of the Cross\nAnd dying men--and yet--but no, farewell.\n\n  _Second Monk._ No use.\n\n  _Ebremar._ Away! [_They go._] Hear oh! thou enduring God,\nWho giveth to the golden-crested wren\nHer hanging mansion. Give to me, I pray,\nThe burthen of thy truth. Reach down thy hands\nAnd fill me with thy rage, that I may bruise\nThe heathen. Yea, and shake the sullen kings\nUpon their thrones. The lives of men shall flow\nAs quiet as the little rivulets\nBeneath the sheltering shadow of thy Church,\nAnd thou shalt bend, enduring God, the knees\nOf the great warriors whose names have sung\nThe world to its fierce infancy again.\n\n\nSCENE III.\n\n_The dungeon of the Inquisition. The morning of the Auto-da-Fe dawns\ndimly through a barred window. A few faint stars are shining. Swallows\nare circling in the dimness without._\n\n  _Mosada._ Oh! swallows, swallows, swallows, will ye fly\nThis eve, to-morrow, or to-morrow night\nAbove the farm-house by the little lake\nThat's rustling in the reeds with patient pushes,\nSoft as a long dead footstep whispering through\nThe brain. My brothers will be passing down\nQuite soon the cornfield, where the poppies grow,\nTo their farm-work; how silent all will be.\nBut no, in this warm weather, 'mong the hills,\nWill be the faint far thunder-sound as though\nThe world were dreaming in its summer sleep;\nThat will be later, day is scarcely dawning.\nAnd Hassan will be with them--he was so small,\nA weak, thin child, when last I saw him there.\nHe will be taller now--'twas long ago.\n\nThe men are busy in the glimmering square.\nI hear the murmur as they raise the beams\nTo build the circling seats, where high in air\nSoon will the churchmen nod above the crowd.\nI'm not of that pale company whose feet\nEre long shall falter through the noisy square,\nAnd not come thence--for here in this small ring,\nHearken, ye swallows! I have hoarded up\nA poison drop. The toy of fancy once,\nA fashion with us Moorish maids, begot\nOf dreaming and of watching by the door\nThe shadows pass; but now, I love my ring,\nFor it alone of all the world will do\nMy bidding.\n\n[_Sucks poison from the ring._]\n\n                  Now 'tis done, and I am glad\nAnd free--'twill thieve away with sleepy mood\nMy thoughts, and yonder brightening patch of sky\nWith three bars crossed, and these four walls my world,\nAnd yon few stars, grown dim like eyes of lovers\nThe noisy world divides. How soon a deed\nSo small makes one grow weak and tottering.\nWhere shall I lay me down? That question is\nA weighty question, for it is the last.\nNot there, for there a spider weaves her web.\nNay here, I'll lay me down where I can watch\nThe burghers of the night fade one by one,\n                          ... Yonder a leaf\nOf apple blossom circles in the gloom,\nFloating from yon barred window. New comer,\nThou'rt welcome. Lie there close against my fingers.\nI wonder which is whitest, they or thou.\n'Tis thou, for they've grown blue around the nails.\nMy blossom, I am dying, and the stars\nAre dying too. They were full seven stars;\nTwo only now they are, two side by side.\nOh! Allah, it was thus they shone that night,\nWhen my lost lover left these arms. My Vallence,\nWe meet at last, the ministering stars\nOf our nativity hang side by side,\nAnd throb within the circles of green dawn.\nToo late, too late, for I am near to death.\nI try to lift mine arms--they fall again.\nThis death is heavy in my veins like sleep.\nI cannot even crawl along the flags\nA little nearer those bright stars. Tell me,\nIs it your message, stars, that when death comes\nMy soul shall touch with his, and the two flames\nBe one? I think all's finished now and sealed.\n\n[_After a pause enter Ebremar._]\n\n  _Ebremar._ Young Moorish girl, thy final hour is here,\nCast off thy heresies and save thy soul\nFrom dateless pain. She sleeps--\n\n[_Starting._]\n\n                          Mosada--thou--\nOh God!--awake, thou shalt not die. She sleeps.\nHer head cast backward in her unloosed hair.\nLook up, look up, thy Vallence is by thee.\nA fearful paleness creeps across her breast\nAnd out-spread arms.\n\n[_Casting himself down by her._]\n\n                          Be not so pale, dear love.\nOh! can my kisses bring a flush no more\nUpon thy face. How heavily thy head\nHangs on my breast. Listen, we shall be safe.\nWe'll fly from this before the morning star.\nDear heart, there is a secret way that leads\nIts paven length towards the river's marge,\nWhere lies a shallop in the yellow reeds.\nAwake, awake, and we will sail afar,\nAfar along the fleet white river's face--\nAlone with our own whispers and replies--\nAlone among the murmurs of the dawn.\nAmong thy nation none shall know that I\nWas Ebremar, whose thoughts were fixed on God,\nAnd heaven, and holiness.\n\n  _Mosada._               Let's talk and grieve,\nFor that's the sweetest music for sad souls.\nDay's dead, all flame-bewildered, and the hills\nIn list'ning silence gazing on our grief.\nI never knew an eve so marvellous still.\n\n  _Ebremar._ Her dreams are talking with old years. Awake,\nGrieve not, for Vallence kneels beside thee--\n\n  _Mosada._                                   Vallence,\n'Tis late, wait one more day; below the hills\nThe foot-worn way is long, and it grows dark.\nIt is the darkest eve I ever knew.\n\n  _Ebremar._ I kneel by thee--no parting now--look up.\nShe smiles--is happy with her wandering griefs.\n\n  _Mosada._ So you must go; kiss me before you go.\nOh! would the busy minutes might fold up\nTheir thieving wings that we might never part.\nI never knew a night so honey sweet.\n\n  _Ebremar._ There is no leave taking. I go no more.\nSafe on the breast of Vallence is thy head\nUnhappy one.\n\n  _Mosada._ Go not. Go not. Go not.\nFor night comes fast; look down on me, my love,\nAnd see how thick the dew lies on my face.\nI never knew a night so dew-bedrowned.\n\n  _Ebremar._ Oh! hush the wandering music of thy mind.\nLook on me once. Why sink your eyelids so?\nWhy do you hang so heavy in my arms?\nLove, will you die when we have met? One look\nGive to thy Vallence.\n\n  _Mosada._                 Vallence--he has gone\nFrom here, along the shadowy way that winds\nCompanioning the river's pilgrim torch.\nI'll see him longer if I stand out here\nUpon the mountain's brow.\n\n[_She tries to stand and totters. Ebremar supports her, and\nshe stands pointing down as if into a visionary valley._]\n\n                                  Yonder he treads\nThe path o'er-muffled with the leaves--dead leaves,\nLike happy thoughts grown sad in evil days.\nHe fades among the mists; how fast they come,\nAnd pour upon the world! Ah! well a day!\nPoor love and sorrow with their arms thrown round\nEach other's necks, and whispering as they go,\nStill wander through the world. He's gone, he's gone.\nI'm weary--weary, and 'tis very cold.\nI'll draw my cloak around me; it is cold.\nI never knew a night so bitter cold.\n\n[_Dies._]\n\n  _Ebremar._ Mosada! Oh, Mosada!\n\n[_Enter Monks and Inquisitors._]\n\n  _First Inquisitor._ My lord, you called.\n\n  _Ebremar._              Not I. This maid is dead.\n\n  _First Monk._ From poison, for you cannot trust these Moors.\nYou're pale, my lord.\n\n  _First Inquisitor._ [_aside_] His lips are quivering.\nThe flame that shone within his eyes but now\nHas flickered and gone out.\n\n  _Ebremar._                        I am not well.\n'Twill pass. I'll see the other prisoners now,\nAnd importune their souls to penitence,\nSo they escape from hell. But pardon me.\nYour hood is threadbare--see that it be changed\nBefore we take our seats above the crowd.\n\n  _First Monk._ I always said you could not trust these Moors.\n\n[_They go._]\n\n\nW. B. YEATS.\n\n\nPrinted by\nSEALY, BRYERS AND WALKER,\n94, 95, AND 96 MIDDLE ABBEY STREET,\nDUBLIN.\n\n     Page 5: \"my friend,\" amended to \"my friend.\"\n\n     Page 6: \"First Inqusitor\" amended to \"First Inquisitor\"\n\n     Page 10: \"kn ewa\" amended to \"knew a\"",
    "metadata": {
        "author": [
            "Yeats, W. B. (William Butler)",
            "Yeats, William Butler"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/33430/pg33430.txt",
        "name": "mosada_a_dramatic_poem.json"
    }
}