{
    "name": "Mother",
    "author": [
        "Wister, Owen"
    ],
    "body": "NOTE\n\nIN 1901, this story appeared anonymously as the ninth of a sequence of\nshort stories by various authors, in a volume entitled A House Party. It\nhas been slightly remodelled for separate publication.\n\n\n\n\nMOTHER\n\nWhen handsome young Richard Field--he was very handsome and very\nyoung--announced to our assembled company that if his turn should really\ncome to tell us a story, the story should be no invention of his fancy,\nbut a page of truth, a chapter from his own life, in which himself was\nthe hero and a lovely, innocent girl was the heroine, his wife at once\nlooked extremely uncomfortable. She changed the reclining position in\nwhich she had been leaning back in her chair, and she sat erect, with a\nhand closed upon each arm of the chair.\n\n“Richard,” she said, “do you think that it is right of you to tell any\none, even friends, anything that you have never yet confessed to me?”\n\n“Ethel,” replied Richard, “although I cannot promise that you will be\nentirely proud of my conduct when you have heard this episode of my\npast, I do say that there is nothing in it to hurt the trust you have\nplaced in me since I have been your husband. Only,” he added, “I hope\nthat I shall not have to tell any story at all.”\n\n“Oh, yes you will!” we all exclaimed together; and the men looked eager\nwhile the women sighed.\n\nThe rest of us were much older than Richard, we were middle-aged, in\nfact; and human nature is so constructed, that when it is at the age\nwhen making love keeps it busy, it does not care so much to listen to\ntales of others’ love-making; but the more it recedes from that period\nof exuberance, and ceases to have love adventures of its own, the\ngreater become its hunger and thirst to hear about this delicious\nbusiness which it can no longer personally practice with the fluency of\nyore. It was for this reason that we all yearned in our middle-aged way\nfor the tale of love which we expected from young Richard. He, on his\npart, repeated the hope that by the time his turn to tell a story was\nreached we should be tired of stories and prefer to spend the evening at\nthe card tables or in the music room.\n\nWe were a house party, no brief “week-end” affair, but a gathering whose\nperiod for most of the guests covered a generous and leisurely ten\ndays, with enough departures and arrivals to give that variety which\nis necessary among even the most entertaining and agreeable people. Our\nskilful hostess had assembled us in the country, beneath a roof of New\nYork luxury, a luxury which has come in these later days to be so\nmuch more than princely. By day, the grounds afforded us both golf and\ntennis, the stables provided motor cars and horses to ride or drive over\nadmirable roads, through beautiful scenery that was embellished by a\nmagnificent autumn season. At nightfall, the great house itself received\nus in the arms of supreme comfort, fed us sumptuously, and after dinner\nministered to our middle-aged bodies with chairs and sofas of the\nhighest development.\n\nThe plan devised by our hostess, Mrs. Davenport, that a story should be\ntold by one of us each evening, had met with courtesy, but not I with\nimmediate enthusiasm. But Mrs. Davenport had chosen her guests with her\nusual wisdom, and after the first experiment, story telling proved so\nsuccessful that none of us would have readily abandoned it. When the\ntime had come for Richard Field to entertain the company with the\npromised tale from his life experience, his hope of escaping this ordeal\nhad altogether vanished.\n\nMrs. Field, it had been noticed as early as breakfast time, was inclined\nto be nervous on her husband’s account. Five years of married life had\nnot cured her of this amiable symptom, and she made but a light meal.\nHe, on the other hand, ate heartily and without signs of disturbance.\nApparently he was not even conscious of the glances that his wife so\nfrequently stole at him.\n\n“Do at least have some omelet, my dear,” whispered Mrs. Davenport\nurgently. “It’s quite light.”\n\nBut Mrs. Field could summon no appetite.\n\n“I see you are anxious about him,” Mrs. Davenport continued after\nbreakfast. “You are surely not afraid his story will fail to interest\nus?”\n\n“No, it is not that.”\n\n“It can’t be that he has given up the one he expected to tell us and can\nthink of no other?”\n\n“Oh, no; he is going to tell that one.”\n\n“And you don’t like his choice?”\n\n“He won’t tell me what it is!” Mrs. Davenport put down her embroidery.\n“Then, Ethel,” she laid with severity, “the fault is yours. When I had\nbeen five years married, Mr. Davenport confided everything to me.”\n\n“So does Richard. Except when I particularly ask him.”\n\n“There it is, Ethel. You let him see that you want to know.”\n\n“But I do want to know. Richard has had such interesting experiences,\nso many of them. And I do so want him to tell a thoroughly nice one.\nThere’s the one when he saved a man from drowning just below our house,\nthe second summer, and the man turned out to be a burglar and broke into\nthe pantry that very night, and Richard caught him in the dark with\njust as much courage as he had caught him in the water and just as few\nclothes, only it was so different. Richard makes it quite thrilling. And\nI mentioned another to him. But he just went on shaving. And now he\nhas gone out walking, and I believe it’s going to be something I would\nrather not hear. But I mean to hear it.”\n\nAt lunch Mrs. Field made a better meal, although it was clear to Mrs.\nDavenport that Richard on returning from his walk had still kept his\nintentions from Ethel. “She does not manage him in the least,” Mrs.\nDavenport declared to the other ladies, as Ethel and Richard started for\nan afternoon drive together. “She will not know anything more when she\nbrings him back.”\n\nBut in this Mrs. Davenport did wrong to Ethel’s resources. The young\nwife did know something more when she brought her husband back from\ntheir drive through the pleasant country. They returned looking like an\nengaged couple, rather than parents whose nursery was already a song of\nthree little voices.\n\n“He has told her,” thought Mrs. Davenport at the first sight of them, as\nthey entered the drawing-room for an afternoon tea. “She does understand\nsome things.”\n\nAnd when after dinner the ladies had withdrawn to the library, and\nwaited for the men to finish their cigars, Mrs. Davenport spoke to\nEthel. “My dear, I congratulate you. I saw it at once.”\n\n“But he hasn’t. Richard hasn’t told me anything.”\n\n“Ethel! Then what is the matter?”\n\n“I told him something. I told him that if it was going to be any story\nabout--about something I shouldn’t like, I should simply follow it with\na story about him that he wouldn’t like.”\n\n“Ethel! You darling!”\n\n“Oh, yes, and I said I was sure you would all listen, even though I was\nnot an author myself. And I have it ready, you know, and it’s awfully\nlike Richard, only a different side of him from the burglar one.”\n\n“But, my dear, what did he do when you--”\n\nThis enquiry was, however, cut short by the entrance of the men. And\nfrom the glance that came from Richard’s eyes as they immediately sought\nout his wife, Mrs. Davenport knew that he could not have done anything\nvery severe to Ethel when she made that threat to him during their\ndrive.\n\nRichard at once made his way to the easy-chair arranged each night in\na good position for the narrator of the evening, and baptised “The\nSingstool” by Mr. Graves. Mr. Graves was an ardent Wagnerian, and\nespecially devoted to The Mastersingers of Nuremberg.\n\n“Shall we have,” he whispered to Mr. Hillard, “a Beckmesser fiasco\nto-night, or will it be a Walter success?”\n\nBut Mr. Hillard, besides being an author and a critic, cared little for\nthe too literary cleverness of Mr. Graves. He therefore heavily crushed\nthat gentleman’s allusion to Wagner’s opera. “I remember,” he said, “the\nsinging contest between Beckmesser and Walter, and I doubt if we are to\nbe afflicted with anything so dull in this house.”\n\nRichard had settled himself in the easy-chair, and was looking\nthoughtfully at various objects in the room, while the small-talk was\nsubsiding around him.\n\n“Why, Mr. Field,” said Mrs. Davenport, “you look as if you could find\nnothing to suggest your story to you.”\n\n“On the contrary,” said Richard, “it is the number of things that\nsuggest it. This newspaper here, that has arrived since I was last in\nthe room, has a column which reminds me very forcibly of the experience\nthat I have selected to tell you. But I think the most appropriate of\nall is that picture.” He pointed to the largest picture on the wall.\n“‘Breaking Home Ties’ is its title, I remember very well. It is a\nreplica of the original that drew such crowds in the Art Building at the\nWorld’s Fair.”\n\nWhile Richard was saying this, his wife had possessed herself of the\nnewspaper, and he now observed how eagerly she was scanning its pages.\n“It is the financial column, Ethel, that recalls my story.”\n\nEthel, after a hopeless glance at this, resumed her seat near the sofa\nby Mrs. Davenport.\n\n“There were many paintings,” continued Richard, “in that Art Building,\nof merit incomparably greater than ‘Breaking Home Ties’; and yet the\ncrowd never looked at those, because it did not understand them. But at\nany hour of the day, if you happened to pass this picture, it took you\nsome time to do so. You could pass any of John Sargeant’s pictures, for\ninstance, at a speed limited only by your own powers of running; but\nyou could never run past ‘Breaking Home Ties.’ You had to work your way\nthrough the crowd in front of that just as you have to do at a fire, or\na news office during a football game. The American people could never\nget enough of that mother kissing her boy goodbye, while the wagon waits\nat the open door to take him away from her upon his first journey into\nthe world. The idea held a daily pathos for them. Many had themselves\nbeen through such leave takings; and no word so stirs the general heart\nas the word ‘mother’. Song writers know this; and the artist knew it\nwhen he decided to paint ‘Breaking Home Ties.’ And ‘Mother’ is the title\nof my story to-night.”\n\n“Mother!” This was Ethel’s bewildered echo, “Whose Mother?” she softly\nmurmured to herself.\n\nRichard continued. “It concerns the circumstances under which I became\nengaged to my wife.”\n\nThere was a movement from Ethel as she sat by the sofa.\n\n“Not all the circumstances, of course,” the narrator continued, with a\ncertain guarded candour in his tone. “There are certain circumstances\nwhich naturally attend every engagement between happy and--and\ndevoted--young people that they keep to themselves quite carefully, in\nspite of the fact that any one who has been through the experience of\nbeing engaged two or three times--”\n\nThere was another movement from Ethel by the sofa.\n\n“--or even only once, as is my case,” the narrator went on, “any body, I\nsay, who has been through the experience of being engaged only once,\ncan form a very correct idea of the circumstances that attend the\nhappy engagements of all young people. I imagine they prevail in all\ncountries, just as the feeling about ‘mother’ prevails. Yes, ‘Mother’ is\nthe right title for my story, as you shall see. Is it not strange that\nif you add ‘in-law’ to the word ‘mother,’ how immediately the sentiment\nof the term is altered?--as strongly indeed as when you prefix the word\n‘step’ to it. But it is with neither of these composite forms of mother\nthat any story deals.\n\n“Ethel has always maintained that if I had really understood her, it\nnever would have happened. She says--”\n\n“Richard, I”--\n\n“My dear, you shall tell your story afterwards, and I promise to listen\nwithout a word until you are finished. Mrs. Field says that if I had\nunderstood her nature as a man ought to understand the girl he has been\nthinking about for several years, I should have known she cared nothing\nabout my income.”\n\n“I didn’t care! I’d have”--but Mr. Field checked her outburst.\n\n“She was going to say,” said Mr. Field, “that had I asked her to marry\nme when I became sure that I wished to marry her, she would have been\nwilling to leave New York and go to the waste land in Michigan that was\nher inheritance from a grandfather, and there build a cabin and live in\nit with me; and that while I shot prairie chickens for dinner she would\nhave milked the cow which some member of the family would have been\nwilling to give us as a wedding present instead of a statue of the\nWinged Victory, or silver spoons and forks, had we so desired.”\n\nRichard made a pause here, and looked at his wife as if he expected her\nto correct him. But Ethel was plainly satisfied with his statement, and\nhe therefore continued.\n\n“I think it is ideal when a girl is ready to do so much as that for a\nman. But I should not think it ideal in a man to allow the girl he\nloved to do it for him. Nor did I then know anything about the lands\nin Michigan--though this would have made no difference. Ethel had been\naccustomed to a house several stories high, with hot and cold water in\nmost of them, and somebody to answer the door-bell.”\n\n“The door-bell!” exclaimed Ethel. “I could have gone without hearing\nthat.”\n\n“Yes, Ethel, only to hear the welkin ring would have been enough for\nyou. I know that you are sincere in thinking so. And the ringing welkin\nis all we should have heard in Michigan. But the more truly a man loves\na girl, the less can he bear taking her from an easy to a hard life. I\nam sure that all the men here agree with me.”\n\nThere was a murmur and a nod from the men, and also from Mrs. Davenport.\nBut the other ladies gave no sign of assenting to Richard’s proposition.\n\n“In those days,” said he, “I was what in the curt parlance of the street\nis termed a six-hundred-dollar clerk. And though my ears had grown\naccustomed to this appellation, I never came to feel that it completely\ndescribed me. In passing Tiffany’s window twice each day (for my\nhabit was to walk to and from Nassau Street) I remember that seeing a\nthousand-dollar clock exposed for sale caused me annoyance. Of course\nmy salary as a clerk brought me into no unfavourable comparison with the\nclock; and I doubt if I could make you understand my sometimes feeling\nwhen I passed Tiffany’s window that I should like to smash the clock.”\n\n“I met Ethel frequently in society, dancing with her, and sitting next\nher at dinners. And by the time I had dined at her own house, and walked\nseveral afternoons with her, my lot as a six-hundred-dollar clerk\nbegan to seem very sad to me. I wrote verses about it, and about other\nsubjects also. From an evening passed with Ethel, I would go next\nmorning to the office and look at the other clerks. One of them was\nfifty-five, and he still received six hundred dollars--his wages for the\nlast thirty years. I was then twenty-one; and though I never despaired\nto the extent of believing that years would fail to increase my value\nto the firm by a single cent, still, for what could I hope? If my salary\nwere there and then to be doubled, what kind of support was twelve\nhundred dollars to offer Ethel, with her dresses, and her dinners, and\nher father’s carriage? For two years I was wretchedly unhappy beneath\nthe many hours of gaiety that came to me, as to every young man.”\n\n“Those two years we could have been in Michigan,” said Ethel, “had you\nunderstood.”\n\n“I know. But understanding, I believe that I should do the same again.\nAt the office, when not busy, I wrote more poetry, and began also\nto write prose, which I found at the outset less easy. When my first\nwritings were accepted (they were four sets of verses upon the Summer\nResort) I felt that I could soon address Ethel; for I had made ten\ndollars outside my salary. Had she not been in Europe that July, I\nbelieve that I should have spoken to her at once. But I sent her the\npaper; and I have the letter that she wrote in reply.”\n\n“I”--began Ethel. But she stopped.\n\n“Yes, I know now that you kept the verses,” said Richard. “My next\nmanuscript, however, was rejected. Indeed, I went on offering my\nliterary productions nearly every week until the following January\nbefore a second acceptance came. It was twenty five dollars this time,\nand almost made me feel again that I could handsomely support Ethel.\nBut not quite. After the first charming elation at earning money with\nmy pen, those weeks of refusal had caused me to think more soberly. And\nthough I was now bent upon becoming an author and leaving Nassau Street,\nI burned no bridges behind me, but merely filled my spare hours with\nwriting and with showing it to Ethel.”\n\n“It was now that the second area of perturbation of my life came to me.\nI say the second, because the first had been the recent dawning belief\nthat Ethel thought about me when I was not there to remind her of\nmyself. This idea had stirred--but you will understand. And now, what\nwas my proper, my honourable course? It was a positive relief that at\nthis crisis she went to Florida. I could think more quietly. My writing\nhad come to be quite often accepted, sometimes even solicited. Should I\nspeak to her, and ask her to wait until I could put a decent roof over\nher head, or should I keep away from her until I could offer such a\nroof? Her father, I supposed, could do something for us. But I was not\nwilling to be a pensioner. His business--were he generous--would be\nto provide cake and butter; but the bread was to be mine and bread was\nstill a long way off, according to New York standards. These things I\nthought over while she was in Florida; yet when once I should I find\nmyself with her again, I began to fear that I could not hold myself\nfrom--but these are circumstances which universal knowledge renders it\nneedless to mention, and I will pass to the second perturbation.”\n\n“A sum of money was suddenly left me. Then for the first time I\nunderstood why I had during my boyhood been so periodically sent to see\na cross old brother of my mother’s, who lived near Cold Spring on the\nHudson, and whom we called Uncle Snaggletooth when no one could hear us.\nUncle Godfrey (for I have called him by his right name ever since)\ndied and left me what in those old days six years ago was still a large\namount. To-day we understand what true riches mean. But in those bygone\ntimes six years ago, a million dollars was a sum considerable enough to\nbe still seen, as it were, with the naked eye. That was my bequest from\nUncle Godfrey, and I felt myself to be the possessor of a fortune.”\n\nAt this point in Richard’s narrative, a sigh escaped from Ethel.\n\n“I know,” he immediately said, “that money is always welcome. But it\nis certainly some consolation to reflect how slight a loss a million\ndollars is counted to-day in New York. And I did not lose all of it.”\n\n“I met Ethel at the train on her return from Florida, and crossed with\nher on the ferry from Jersey City to Desbrosses Street. There I was\nobliged to see her drive away in the carriage with her father.”\n\n“Mr. Field,” said Mrs. Davenport, “what hour did that train arrive at\nJersey City?”\n\nRichard looked surprised. “Why, seven-fifteen P. M.,” he replied. “The\ntenth of March.”\n\n“Dark!” Mrs. Davenport exclaimed. “Mr. Field, you and Ethel were engaged\nbefore the ferry boat landed at Desbrosses Street.”\n\nRichard and Ethel both sat straight up, but remained speechless.\n\n“Pardon my interruption,” said Mrs. Davenport, smiling. “I didn’t want\nto miss a single point in this story--do go on!”\n\nRichard was obliged to burst out laughing, in which Ethel, after a\nmoment, followed him, though perhaps less heartily. And as he continued,\nhis blush subsided.\n\n“With my Uncle Godfrey’s legacy I was no longer dependent upon my\nsalary, or my pen, or my father’s purse; and I decided that with the\nmoney properly invested, I could maintain a modest establishment of my\nown. Ethel agreed with me entirely; and, after a little, we disclosed\nour plans to our families, and they met with approval. This was in\nApril, and we thought of October or November for the wedding. It seemed\nlong to wait; but it came near being so much longer, that I grow chilly\nnow to think of it.”\n\n“Of course, I went steadily on with my work at the office in Nassau\nStreet, nor did I neglect my writing entirely. My attention, however,\nwas now turned to the question of investing my fortune. Just round the\ncorner from our office was the firm of Blake and Beverly, Stocks and\nBonds. Thither my steps began frequently to turn. Mr. Beverly had\nbusiness which brought him every week to the room of our president; and\nso having a sort of acquaintance with him, I felt it easier to consult\nhim than to seek any other among the brokers, to which class I was a\nwell nigh total stranger. He very kindly consented to be my adviser. I\nwas well pleased to find how much I had underrated the interest-bearing\ncapacity of my windfall. ‘Four per cent!’ he cried, when I told him this\nwas the extent of my expectations. ‘Why, you’re talking like a trustee.’\nAnd then seeing that his meaning was beyond me, he explained in his\nbluff, humorous manner. ‘All a trustee cares for you know, is his\nreputation for safety. It’s not his own income he’s nursing, and so he\ndoesn’t care how small he makes it, provided only that his investments\nwould be always called safe. Now there are ways of being safe without\nspending any trouble or time upon it; and those are the ways a trustee\nwill take. For example,’ and here he arose and unhooking a file of\ncurrent quotations from the wall, placed it in my lap as I sat beside\nhim. ‘Now here are Government three’s selling at 108 3-8. They are as\nsafe as the United States; and if I advised you to buy them, it would\ncost me no thought, and my character for safety would run no risk of\na blemish. That is the sort of bond that a trustee recommends. But see\nwhat income it gives you. Roughly speaking, about twenty-eight thousand\ndollars.’”\n\n“‘That would not do at all,’ said I, thinking of Ethel and October.”\n\n“‘Certainly not for you,’ returned Mr. Beverly, gaily. If you were\na timorous old maid, now, who would really like all her money in her\nstocking in gold pieces, only she’s ashamed to say so! But a young\nfellow like you with no responsibility, no wife, and butcher’s\nbill--it’s quite another thing!’”\n\n“‘Quite,’ said I, ‘oh, quite!’”\n\n“Richard,” interrupted Ethel, “do you have to make yourself out so\nsimple?”\n\n“My dear, you forget that I said I should invent nothing, but should\nkeep myself to actual experiences. The part of my story that is coming\nnow is one where I should be very glad to draw upon my imagination.”\n\n“Mr. Beverly now ran his finger up and down various columns. ‘Here\nagain,’ said he, ‘is a typical trustee bond, and nets you a few thousand\ndollars more at present prices. New York Central and Hudson River 3\n1-2’s. Or here are West Shore 4’s at 113 5-8. But you see it scales down\nto pretty much the same thing. The sort of bond that a trustee will call\nsafe does not bring the owner more than about three and one-half per\ncent.’”\n\n“‘Why, there are some six per cent bonds!’ I said; and I pointed them\nout to him.”\n\n“‘Selling at 137 7-8, you see,’ said Mr. Beverly. ‘Deducting the tax,\nthere you are scaled down again.’ He pencilled some swift calculations.\n‘There,’ said he. And I nearly understood them. ‘Now I’m not here\nto stop your buying that sort of petticoat and canary-bird wafer,’\ncontinued Mr. Beverly. ‘It’s the regular trustee move, and nobody could\ncriticise you if you made it. It’s what I call thoughtless safety, and\nit brings you about 3 1-2 per cent, as I have already shown you. Anybody\ncan do it.’ These words of Mr. Beverly made me feel that I did not want\nto do what anybody could do. ‘There is another kind of safety which I\ncall thoughtful safety,’ said he. ‘Thoughtful, because it requires you\nto investigate properties and their earnings, and generally to use your\nindependent judgment after a good deal of work. And all this a trustee\ngreatly dislikes. It rewards you with five and even six per cent, but\nthat is no stimulus to a trustee.’”\n\n“Something in me had leaped when Mr. Beverly mentioned six per cent.\nAgain I thought of Ethel and October, and what a difference it would\nbe to begin our modest housekeeping on sixty instead of forty thousand\ndollars a year, outside of what I was earning. Mr. Beverly now rang\na bell. ‘You happen to have come,’ said he, ‘on a morning when I can\nreally do something for you out of the common. Bring me (it was a clerk\nhe addressed) one of those Petunia circulars. Now here you can see at a\nglance for yourself.’ He began reading the prospectus rapidly aloud\nto me while I followed its paragraphs with my own eye. His strong,\nwell-polished thumb-nail ran heavily but speedily down the columns\nof figures and such words as gross receipts, increase of population,\nsinking fund, redeemable at 105 after 1920, churned vigorously and\nmeaninglessly through my brain. But I was not going to let him know that\nto understand the circular I should have to take it away quietly to my\ndesk in Nassau Street, and spend an hour with it alone.”\n\n“‘What is your opinion of Petunia Water sixes?’ he inquired.”\n\n“‘They are a lead-pipe cinch,’ I immediately answered; and he slapped me\non the knee.”\n\n“‘That’s what I think!’ he cried. ‘Anyhow, I have taken 20,000 for\nmother. Do what you like.’”\n\n“‘Oh well,’ said I, delighted at this confidence, I think I can afford\nto risk what you are willing to risk for your mother, Mrs. Beverly.\nWhere is Petunia, did you say?’”\n\n“He pulled down a roller map on the wall as you draw down a\nwindow-blind, and again I listened to statements that churned in my\nbrain. Petunia was a new resort on the sea coast of New Hampshire. One\nrailway system did already connect it with both Portsmouth and Portland,\nbut it was not a very direct connection at present. Yet in spite of\nthis, the population had increased 23 and seven-tenths per cent in five\nyears, and now an electric railway was in construction that would double\nthe population in the next five years. This was less than what had\nhappened to other neighbouring resorts under identical conditions; yet\nwith things as they now were, the company was earning two per cent on\nits stock, which was being put into improvements. The stock was selling\nat 30, and if a dividend was paid next year, it would go to par. But\nMr. Beverly did not counsel buying the stock. ‘I did not let mother have\nany,’ he said, ‘though I took some myself. But the bonds are different.\nYou’re getting the last that will be sold at par. In three days they\nwill be placed before the public at 102 1/2 and interest.’”\n\n“I was well pleased when I left Mr. Beverly’s office. In a few days I\nwas still more pleased to learn that I could sell my Petunia sixes for\n104 if so wished. But I did not wish it; and Mr. Beverly told me that\nhe should not sell his mother’s unless they went to 110. ‘In that case,’\nsaid he, ‘it might be worth while to capitalise her premium.’”\n\n“I liked the idea of capitalising one’s premium. If you had fifty bonds\nthat cost you par, and sold them at 110, you would then buy at par\nfifty-five bonds of some other rising kind, and go on doing this\nuntil--I named no limit for this process; but my delighted mind saw\nvisions of eighty and a hundred thousand a year--comfort at least, if\nnot affluence in New York--and I explained to Ethel what the phrase\ncapitalising one’s premium meant. I showed her the Petunias, too, and we\nread what it said on the coupons aloud together. Ethel was at first not\nquite satisfied with the arrangement of the coupons. ‘Thirty dollars on\nJanuary first, and thirty on July first,’ she said. That seems a long\nwhile to wait for those payments, Richard. And there are only two in\nevery year, though you pay them a thousand dollars all at once. It does\nnot seem very prompt on their part.’ I told her that this was the rule.\n‘But,’ she urged, ‘don’t you think that a man like Mr. Beverly might be\nable to get them to make an exception if he explained the circumstances?\nOther people may be satisfied with waiting for little crumbs in this\nway, but why should we?’ I soon made her understand how it was, however,\nand I explained many other facts about investments and the stock market\nto her, as I learned them. It was a great pleasure to do this. We came\nto talk about finance even more than we talked of my writings; for\nduring that Spring I invested a good deal more rapidly than I wrote. The\nPetunias had taken only one-twentieth of a million dollars; and though\nMr. Beverly warned me to rush hastily into nothing, and pointed out the\ngood sense of distributing my eggs in a number of baskets, still we\nboth agreed that the sooner all my money was bringing me five or six per\ncent, the better.”\n\n“I have come to think that it might be well were women taught the\nelements of investing as they are now taught French and Music. I would\nnot have the French and Music dropped, but I would add the other. It\nmight be more of a protection to women than being able to read a French\nnovel, and perhaps some day we shall have it so. But of course it had\nbeen left totally out of Ethel’s education; and at first she merely\nreceived my instruction and took my opinions. It was not long,\nhowever, before she began to entertain some of her own, obliging me not\ninfrequently to reason with her. I very well remember the first occasion\nthat this happened.”\n\n“We had been as usual talking about stocks, as we walked on the\nRiverside Drive on a Sunday afternoon in May. Ethel had been for some\nmoments silent. ‘Richard,’ she finally began, ‘if I had had the\nnaming of these things, I should never have called them securities.\nInsecurities comes a great deal nearer what they are. What right has a\nthing that says on its face it is worth a thousand dollars to go bobbing\nup and down in the way most of them do? I think that securities is\nalmost sarcastic. And have you noticed the price of those Petunias?’”\n\n“I had, of course, noticed it; but I had not mentioned it to Ethel. ‘I\nread the papers now,’ she explained, ‘morning and evening. Of course the\nmarket is off a little on account of the bank statement. But that is not\nenough to account for the Petunias.’”\n\n“‘Ethel, you are nervous,’ I said. ‘And it is the papers which make you\nso. The Petunias are a first lien on the whole property, of which the\nassessed valuation--’”\n\n“‘What is the good,’ she interrupted, ‘of a first lien on something\nwhich depends on politics for its existence, if the politicians change\ntheir minds? Did you not see that bill they’re thinking of passing?’\nI was startled by what Ethel told me, for the article in the paper had\nescaped my notice. But Mr. Beverly explained it to me in a couple of\nminutes. ‘Ha!’ he jovially exclaimed, on my entering his office on\nMonday morning; ‘you want to know about Petunias. They opened at 85\nI see.’ He then ran the tape from the ticker through his clean strong\nhands. ‘Here they are again. Five thousand sold at 83. Now, if they\ngo to 70, I’ll very likely take ten thousand more for mother. It’s all\nFrank Smith’s bluff, you know. He wants a jag of the water-works stock,\nmore than they say they agreed he should have. So he’s shaking this bill\nover them, which would allow the city to build its own water-plant, and\nof course run the present company out of business. Not a thing in it!\nAll bluff. He’ll get the stock, I suppose. What’s that?’ he broke off to\na clerk who came with a message. ‘Wants 500 preferred does he? Buyer\n30? Very well, he can’t have it. Say so from me. Now,’ he resumed to me,\n‘take a cigar by the way. And don’t buy any more Petunias until I tell\nyou the right moment. Do you see where your Amalgamated Electric has\ngone to?’”\n\n“I had seen this. It had scored a 20-point rise since my purchase of\nit; and I felt very sorry that I had not taken Mr. Beverly’s advice\nand bought a thousand shares. It had been on a day when I had felt\nunaccountably cautious, and I had taken only two hundred and fifty\nshares of Amalgamated Electric. There are days when one is cautious and\ndays when one is venturesome; and they seem to have nothing to do with\nresults.”\n\n“‘They’re going to increase the dividend,’ said Mr. Beverly, as I smoked\nhis excellent cigar. ‘It’s good for twenty points higher by the end of\nthe week. I had just got mother a few more shares.’”\n\n“I left Mr. Beverly’s office the possessor of two thousand shares of\nAmalgamated Electric, and also entirely reassured about my Petunias. He\nalways made me feel happy.”\n\n“His keen laughing brown eyes, and crisp well-brushed hair, and big\nsomewhat English way of chaffing (he had gone to Oxford, where he had\nrowed on a winning crew) carried a sense of buoyant prosperity that went\nwith his wiry figure and good smart London clothes. His face was almost\nas tawny as an Indian’s with the outdoor life that he took care to lead.\nI was always flattered when he could spare any time to clap me on the\nshoulder and crack a joke.”\n\n“Amalgamated Electric had risen five more points before the board closed\nthat afternoon. This was the first news that I told Ethel.”\n\n“‘Richard,’ said she, ‘I wish you would sell that stock to-morrow.’”\n\n“But this I saw no reason for; and on Tuesday it had gained seven points\nfurther. Ethel still more strongly urged me to sell it. I must freely\nadmit that.” And the narrator paused reflectively.\n\n“Thank you, Richard,” said Ethel from the sofa. “And I admit that I\ncould give you no reason for my request, except that it all seemed so\nsudden. And--yes--there was one other thing. But that was even more\nsilly.”\n\n“I believe I know what you mean,” replied Richard, “and I shall come to\nit presently. If any one was silly, it was not you.”\n\n“I did not sell Amalgamated Electric on Wednesday, and on Thursday a\ndoubt about the increased dividend began to be circulated. The stock,\nnevertheless, after a forenoon of weakness, rallied. Moreover a check\nfor my first dividend came from the Pollyopolis Heat, Light, Power,\nPaving, Pressing, and Packing Company.”\n\n“‘What a number of things it does!’ exclaimed Ethel, when I showed her\nthe company’s check.”\n\n“‘Yes,’ I replied, and quoted Browning to her: ‘’Twenty-nine Distinct\ndamnations. One sure if the other fails.’ Beverly’s mother has a lot of\nit.’”\n\n“But Ethel did not smile. ‘Richard,’ she said, ‘I do wish you had more\ninvestments with ordinary simple names, like New York and New Haven, or\nChicago and Northwestern.’ And when I told her that I thought this was\nreally unreasonable, she was firm. ‘Yes,’ she replied, ‘I don’t like the\nnames--not most of them, at least. Dutchess and Columbia Traction sounds\npretty well; and besides that, of course one knows how successful these\nelectric railways are. But take the Standard Egg Trust, and the Patent\nPasteurised Infant Rubber Feeder Company.’”\n\n“‘Why, Ethel!’ I exclaimed, ‘those are both based upon great inventions,\nMr. Beverly--’”\n\n“But she interrupted me earnestly ‘I know about those inventions,\nRichard, for I have procured the prospectuses. And I wish that I could\nhave told you my own feeling about them before you bought any of the\nstock.’”\n\n“‘I do not think you can fully have taken it in, Ethel.’”\n\n“‘I trust that it may not have fully taken you in,’ she replied. ‘Have\nyou noticed what those stocks are selling for at present?’”\n\n“Of course I had noticed this. I had paid 63 for Standard Egg, and it\nwas now 48, while 11 was the price of Patent Pasteurized Feeder, for\nwhich I had paid 20. But this, Mr. Beverly assured me, was a normal and\neven healthy course for a new stock. ‘Had they gone up too soon and too\nhigh,’ he explained, ‘I should have suspected some crooked manipulation\nand advised selling at once. But this indicates a healthy absorption\npreliminary to a natural rise. I should not dream of letting mother part\nwith hers.’”\n\n“The basis of Standard Egg was not only a monopoly of all the hens in\nthe United States, but a machine called a Separator, for telling the age\nand state of an egg by means of immersion in water. Perfectly good eggs\nsank fast and passed out through one distributor; fairly nice eggs did\nnot reach the bottom, and were drawn off through another sluice, and so\non. This saved the wages of the egg twirlers, whose method of candling\neggs, as it was called, was far less rapid than the Separator. And when\nI learned that one house in St. Louis alone twirled 50,000 eggs in a\nday, the possible profits of the Egg Trust became clear to me. But they\nwere not so clear to Ethel. She said that you could not monopolise hens.\nThat they would always be laying eggs and putting it in the power of\ncompetitors to hatch them by incubators. Nor did she have confidence in\nthe Pasteurised Feeder. ‘Even if you get the parents to adopt it,’ she\nsaid, ‘you cannot get the children. If they do not like the taste of the\nmilk as it comes out of the bottle through the Feeder, they will simply\nnot take it.’”\n\n“‘Well,’ I answered, ‘old Mrs. Beverly is holding on to hers.’”\n\n“When I said this, Ethel sat with her mouth tight. Then she opened it\nand said: ‘I hate that woman.’”\n\n“‘Hate her? Why, you have never so much as laid eyes on her.’”\n\n“‘That is not at all necessary. I consider it indecent for a grey haired\nwoman with grandchildren to be speculating in the stock market every\nweek like a regular bull or bear.’”\n\n“Every point in this outburst of Ethel’s seemed to me so unwarrantable\nthat I was quite dazed. I sat looking at her, and her eyes filled with\ntears. ‘Oh Richard!’ she exclaimed, ‘she will ruin you, and I hate\nher!’”\n\n“‘My dear Ethel,’ I replied, ‘she will not. And only see how you are\nmaking it all up out of your head. You have never seen her, but you\nspeak of her as a grey-haired grandmother.’”\n\n“‘She must be, Richard. You have told me that Mr. Beverly is a married\nman and about forty-five. No doubt he has older sisters and brothers.\nBut if he has not, his mother can hardly be less than sixty-five, and\nhe has probably been married for several years. He might easily have a\ndaughter coming out, next winter, and a son at Harvard or Yale; and if\ntheir grandmother’s hair is not grey, that is quite as unnatural as her\nspeculating in monopolised eggs in this way at her age. She must be a\nvery unladylike person.’”\n\n“Ethel, I saw, was excited. Therefore I made no more point of her\ntheories concerning the appearance and family circle of old Mrs.\nBeverly. But in justice to myself I felt obliged to remind her, first,\nthat I was investing, not speculating, and second, that it was Mr.\nBeverly’s advice I was following, and not that of his mother. ‘Had\nhe not spoken of her,’ I said, ‘I should have remained unaware of her\nexistence.’”\n\n“‘She is at the bottom of it all the same,’ said Ethel. ‘Everything you\nhave bought has been because she bought it.’”\n\n“‘That is not quite the right way to put it,’ I replied. ‘I was willing\nto buy these securities because Mr. Beverly thought so highly of them\nthat he felt justified in--’”\n\n“‘There is no use,’ interrupted Ethel, ‘in our going round this circle\nas if we were a pair of squirrels. I do not ask you to hate that woman\nfor my sake, but I cannot change my own feeling. Do you remember,\nRichard, about the City of Philippi Sewer Bonds? You did not want to buy\nthem at first. You told me yourself that you thought new towns in Texas\nwere apt to buzz suddenly and then die because all the people hurried\naway to some newer town and left the houses and stores standing empty.\nBut Mr. Beverly’s mother got some, and all your hesitation fled. And\nnow I see that the Gulf, Galveston, and Little Rock is going to build a\nbranch that may make Philippi a perfectly evaporated town. If you sold\nthese bonds to-day, how much would you lose?’”\n\n“I did not enjoy telling Ethel how much, but I had to. ‘Only fifteen\nthousand dollars,’ I said.”\n\n“‘Only!’ said Ethel. ‘Well, I hope his mother will lose a great deal\nmore than that.’”\n\n“It is seldom that Ethel taps her foot, but she had begun to tap it now;\nand this inclined me to avoid any attempt at a soothing reply, in the\nhope that silence might prove still more soothing, and that thus we\nmight get away from old Mrs. Beverly.”\n\n“‘She cannot possibly be less than sixty-five,’ Ethel presently\nannounced. ‘And she is far more likely to be seventy.’”\n\n“I thought it best to agree to any age that Ethel chose to give the old\nlady.”\n\n“‘Do you suppose,’ Ethel continued, ‘that she does it by telephone?’”\n\n“‘My dearest,’ I responded, ‘he must do it all for her, of course, you\nknow.’”\n\n“‘I doubt that very much, Richard. And she strikes me as being the sort\nof character for whom a mere telephone would not be enough excitement.\nThe nerves of those people require more and more stimulants to give them\nany sensation at all. I believe that she sits in his private office and\nwatches the ticker.’”\n\n“‘Why not give her a ticker in her bedroom while you are about it,\nEthel?’ I suggested.”\n\n“But Ethel could not smile. ‘I think that is perfectly probable,’ she\nanswered. And then, ‘Oh, Richard, isn’t it mean!’ At this I took\nher hand, and she--but again I abstain from dwelling upon those\ncircumstances of the engaged which are familiar to you all.”\n\n“The change of May into June, and the change of June into July, did\nnot mellow Ethel’s bitter feelings. I remember the day after Petunias\ndefaulted on their interest that she exclaimed, ‘I hope I shall never\nmeet her!’ We always called Mr. Beverly’s mother ‘she’ now. ‘For if I\nwere to meet her,’ continued Ethel, ‘I feel I should say something that\nI should regret. Oh, Richard, I suppose we shall have to give up that\nhouse on Park Avenue!’”\n\n“I put a cheerful and even insular face on the matter, for I could not\nbear to see Ethel so depressed. But it was hard work for me. Some few\nof my investments were evidently good; but it always seemed as if it was\ninto these that I had happened to put not much money, while the bulk\nof my fortune was entangled in the others. Besides the usual Midsummer\nfaintness that overtakes the stock market, my own specialties were a\ngood deal more than faint. On the 20th of August I took the afternoon\ntrain to spend my two weeks’ holiday at Lenox; and during much of the\njourney I gazed at the Wall Street edition of the afternoon paper that\nI had purchased as I came through the Grand Central Station. Ethel and I\nread it in the evening.”\n\n“‘I wonder what she’s buying now?’ said Ethel, vindictively.”\n\n“‘Well, I can’t help feeling sorry for her,’ I answered, with as much of\na smile as I could produce.”\n\n“‘That is so unnecessary, Richard! She can easily afford to gratify her\ngambling instinct.’”\n\n“‘There you go, Ethel, inventing millions for her just as you invented\ngrandchildren.’”\n\n“‘Not at all. Unless she constantly had money lying idle, she could not\ntake these continual plunges. She is an old woman with few expenses, and\nshe lives well within her income. You would hear of her entertaining if\nit was otherwise. So instead of conservatively investing her surplus,\nshe makes ducks and drakes of it in her son’s office. Is he at Hyde Park\nnow?’ Hyde Park was where the old Beverly country seat had always been.”\n\n“‘No,’ I answered. ‘He went to Europe early last month.’”\n\n“‘Very likely he took her with him. She is probably at Monte Carlo.’”\n\n“‘Scarcely in August, I fancy. And I’ll tell you what, Ethel. I have\nbeen counting it up. She has lost twenty-four thousand dollars in the\nStandard Egg alone. It takes a good deal of surplus to stand that.’”\n\n“‘Serve her right,’ said Ethel ‘And I would say so to her face.’”\n\n“September brought freshness to the stock market but not to me. Mr.\nBeverly, like the well-to-do man that he was, remained away in Europe\nuntil October should require his presence as a guiding hand in the\noffice. Thus was I left without his buoyant consolation in the face of\nmy investments.”\n\n“Petunias were being adjusted on a four per cent basis; Dutchess\nand Columbia Traction was holding its own; I could not complain of\nAmalgamated Electric, though it was now lower than when I had bought\nit, while had I sold it on that Wednesday in May when Ethel begged me,\nbefore the increased dividend turned out a mistake, I should have made\nmoney. But Philippi Sewers were threatened; Pasteurised Feeders had been\nnumb since June; Pollyopolis Heat, Light, Power, Paving, Pressing, and\nPacking was going to pass its quarterly dividend; and Standard Egg had\ngone down from 63 to 7 1/8. My million dollars on paper now was worth\nin reality less than a quarter of that sum, and although we could still\nmake both ends meet fairly well in some place where you wouldn’t want to\nlive, like Philadelphia, in New York we should drop into a pinched and\ndwarfed obscurity.”\n\n“I must say now, and I shall never forget, that Ethel during these\ngloomy weeks behaved much better than I did. The grayer the outlook\nbecame, the more words of hope and sense she seemed to find She reminded\nme that, after all my Uncle Godfrey’s legacy had been a thing unlooked\nfor, something out of my scheme of life that I had my youth, my salary\nand my writing; and that she would wait till she was as old at Mr.\nBeverly’s mother.”\n\n“It was the thought of that lady which brought from Ethel the only note\nof complaint she uttered in my presence during that whole dreary month.”\n\n“We were spending Sunday with a house party at Hyde Park; and driving\nto church, we passed an avenue gate with a lodge. ‘Rockhurst, sir,’ said\nthe coachman. ‘Whose place?’ I inquired. ‘The old Beverly place, sir.’\nEthel heard him tell me this; and as we went on, we saw a carriage and\npair coming down the avenue toward the gate with that look which horses\nalways seem to have when they are taking the family to church on Sunday\nmorning.”\n\n“‘If I see her,’ said Ethel to me as we entered the door, ‘I shall be\nunable to say my prayers.’”\n\n“But only young people came into the Beverly pew, and Ethel said her\nprayers and also sang the hymn and chants very sweetly.”\n\n“After the service, we strolled together in the old and lovely grave\nyard before starting homeward. We had told them that we should prefer to\nwalk back. The day was beautiful, and one could see a little blue piece\nof the river, sparkling.”\n\n“‘Here is where they are all buried,’ said Ethel, and we paused before\nbrown old headstones with Beverly upon them. ‘Died 1750; died 1767,’\ncontinued Ethel, reading the names and inscriptions. ‘I think one\ndoesn’t mind the idea of lying in such a place as this.’”\n\n“Some of the young people in the pew now came along the path. ‘The\ngrandchildren,’ said Ethel. ‘She is probably too old to come to church.\nOr she is in Europe.’”\n\n“The young people had brought a basket with flowers from their place,\nand now laid them over several of the grassy mounds. ‘Give me some\nof yours,’ said one to the other, presently; ‘I’ve not enough for\ngrandmother’s.’”\n\n“Ethel took me rather sharply by the arm. ‘Did you hear that?’ she\nasked.”\n\n“‘It can’t be she, you know,’ said I. ‘He would have come back from\nEurope.’”\n\n“But we found it out at lunch. It was she, and she had been dead for\nfifteen years.”\n\n“Ethel and I talked it over in the train going up to town on Monday\nmorning. We had by that time grown calmer. ‘If it is not false\npretences,’ said she, ‘and you cannot sue him for damages, and if it is\nnot stealing or something, and you cannot put him in prison, what are\nyou going to do to him, Richard?’”\n\n“As this was a question which I had frequently asked myself during the\nnight, having found no satisfactory answer to it, I said: ‘What would\nyou do in my place, Ethel?’ But Ethel knew.”\n\n“‘I should find out when he sails, and meet his steamer with a\ncowhide.’”\n\n“‘Then he would sue me for damages.’”\n\n“‘That would be nothing, if you got a few good cuts in on him.’”\n\n“‘Ethel,’ I said, ‘please follow me carefully. I should like dearly to\ncowhide him. and for the sake of argument we will consider it done Then\ncomes the lawsuit. Then I get up and say that I beat him because he made\nme buy Standard Egg at 63 by telling me that his mother had some, when\nreally the old lady had been dead for fifteen years. When I think of it\nin this way, I do not feel--’”\n\n“I know,’ interrupted Ethel, ‘you are afraid of ridicule. All men are.’”\n\n“Had Ethel insisted, I believe that I should have cowhided Mr. Beverly\nfor her sake. But before his return our destinies were brightened.\nCopper had been found near Ethel’s waste lands in Michigan, and the\nfamily business man was able to sell the property for seven hundred\nthousand dollars. He did this so promptly that I ventured to ask him if\ndelay might not have brought a greater price. ‘Well’, he said, ‘I don’t\nknow. You must seize these things. Blake and Beverly might have got\ntired waiting.”\n\n“‘Blake and Beverly!’ I exclaimed ‘So they made the purchase. It Mr.\nBeverly back?’”\n\n“‘Just back. To tell the truth I don’t believe they’re finding so much\ncopper as they hoped.’”\n\n“This turned out to be true. And I am not sure that the business man\nhad not known it all the while. ‘We looked over the property pretty\nthoroughly at the time of the Tamarack excitement,’ he said. And in\na few days more, in fact, it was generally known that this land had\nreturned to its old state of not quite paying the taxes.”\n\n“Then I paid my visit to Mr. Beverly, but with no cowhide. ‘Mr.\nBeverly,’ said I, ‘I want to announce to you my engagement to Miss Ethel\nLansing, whose Michigan copper land you have lately acquired. I hope\nthat you bought some for your mother.’”\n\n“Those,” concluded Mr. Richard Field, “are the circumstances attending\nmy engagement which I felt might interest you. And now, Ethel, tell your\nstory, if they’ll listen.”\n\n“Richard,” said Ethel, “that is the story I was going to tell.”",
    "metadata": {
        "author": [
            "Wister, Owen"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/1387/pg1387.txt",
        "name": "mother.json"
    }
}