{
    "name": "Mr. Bennett and Mrs. Brown",
    "author": [
        "Woolf, Virginia",
        "Stephen, Virginia",
        "Woolf, Virginia Stephen"
    ],
    "body": "\n\nIt seems to me possible, perhaps desirable, that I may be the only\nperson in this room who has committed the folly of writing, trying to\nwrite, or failing to write, a novel. And when I asked myself, as your\ninvitation to speak to you about modern fiction made me ask myself, what\ndemon whispered in my ear and urged me to my doom, a little figure rose\nbefore me--the figure of a man, or of a woman, who said, \"My name is\nBrown. Catch me if you can.\"\n\nMost novelists have the same experience. Some Brown, Smith, or Jones\ncomes before them and says in the most seductive and charming way in the\nworld, \"Come and catch me if you can.\" And so, led on by this\nwill-o'-the-wisp, they flounder through volume after volume, spending\nthe best years of their lives in the pursuit, and receiving for the most\npart very little cash in exchange. Few catch the phantom; most have to\nbe content with a scrap of her dress or a wisp of her hair.\n\nMy belief that men and women write novels because they are lured on to\ncreate some character which has thus imposed itself upon them has the\nsanction of Mr. Arnold Bennett. In an article from which I will quote he\nsays: \"The foundation of good fiction is character-creating and nothing\nelse. . . . Style counts; plot counts; originality of outlook counts.\nBut none of these counts anything like so much as the convincingness of\nthe characters. If the characters are real the novel will have a chance;\nif they are not, oblivion will be its portion. . . .\" And he goes on to\ndraw the conclusion that we have no young novelists of first-rate\nimportance at the present moment, because they are unable to create\ncharacters that are real, true, and convincing.\n\nThese are the questions that I want with greater boldness than\ndiscretion to discuss to-night. I want to make out what we mean when we\ntalk about \"character\" in fiction; to say something about the question\nof reality which Mr. Bennett raises; and to suggest some reasons why the\nyounger novelists fail to create characters, if, as Mr. Bennett asserts,\nit is true that fail they do. This will lead me, I am well aware, to\nmake some very sweeping and some very vague assertions. For the question\nis an extremely difficult one. Think how little we know about\ncharacter--think how little we know about art. But, to make a clearance\nbefore I begin, I will suggest that we range Edwardians and Georgians\ninto two camps; Mr. Wells, Mr. Bennett, and Mr. Galsworthy I will call\nthe Edwardians; Mr. Forster, Mr. Lawrence, Mr. Strachey, Mr. Joyce, and\nMr. Eliot I will call the Georgians. And if I speak in the first person,\nwith intolerable egotism, I will ask you to excuse me. I do not want to\nattribute to the world at large the opinions of one solitary,\nill-informed, and misguided individual.\n\nMy first assertion is one that I think you will grant--that every one in\nthis room is a judge of character. Indeed it would be impossible to live\nfor a year without disaster unless one practised character-reading and\nhad some skill in the art. Our marriages, our friendships depend on it;\nour business largely depends on it; every day questions arise which can\nonly be solved by its help. And now I will hazard a second assertion,\nwhich is more disputable perhaps, to the effect that on or about\nDecember 1910 human character changed.\n\nI am not saying that one went out, as one might into a garden, and there\nsaw that a rose had flowered, or that a hen had laid an egg. The change\nwas not sudden and definite like that. But a change there was,\nnevertheless; and, since one must be arbitrary, let us date it about the\nyear 1910. The first signs of it are recorded in the books of Samuel\nButler, in _The Way of All Flesh_ in particular; the plays of Bernard\nShaw continue to record it. In life one can see the change, if I may use\na homely illustration, in the character of one's cook. The Victorian\ncook lived like a leviathan in the lower depths, formidable, silent,\nobscure, inscrutable; the Georgian cook is a creature of sunshine and\nfresh air; in and out of the drawing-room, now to borrow _The Daily\nHerald_, now to ask advice about a hat. Do you ask for more solemn\ninstances of the power of the human race to change? Read the\n_Agamemnon_, and see whether, in process of time, your sympathies are\nnot almost entirely with Clytemnestra. Or consider the married life of\nthe Carlyles, and bewail the waste, the futility, for him and for her,\nof the horrible domestic tradition which made it seemly for a woman of\ngenius to spend her time chasing beetles, scouring saucepans, instead of\nwriting books. All human relations have shifted--those between masters\nand servants, husbands and wives, parents and children. And when human\nrelations change there is at the same time a change in religion,\nconduct, politics, and literature. Let us agree to place one of these\nchanges about the year 1910.\n\nI have said that people have to acquire a good deal of skill in\ncharacter-reading if they are to live a single year of life without\ndisaster. But it is the art of the young. In middle age and in old age\nthe art is practised mostly for its uses, and friendships and other\nadventures and experiments in the art of reading character are seldom\nmade. But novelists differ from the rest of the world because they do\nnot cease to be interested in character when they have learnt enough\nabout it for practical purposes. They go a step further; they feel that\nthere is something permanently interesting in character in itself. When\nall the practical business of life has been discharged, there is\nsomething about people which continues to seem to them of overwhelming\nimportance, in spite of the fact that it has no bearing whatever upon\ntheir happiness, comfort, or income. The study of character becomes to\nthem an absorbing pursuit; to impart character an obsession. And this I\nfind it very difficult to explain: what novelists mean when they talk\nabout character, what the impulse is that urges them so powerfully every\nnow and then to embody their view in writing.\n\nSo, if you will allow me, instead of analysing and abstracting, I will\ntell you a simple story which, however pointless, has the merit of being\ntrue, of a journey from Richmond to Waterloo, in the hope that I may\nshow you what I mean by character in itself; that you may realise the\ndifferent aspects it can wear; and the hideous perils that beset you\ndirectly you try to describe it in words.\n\nOne night some weeks ago, then, I was late for the train and jumped into\nthe first carriage I came to. As I sat down I had the strange and\nuncomfortable feeling that I was interrupting a conversation between two\npeople who were already sitting there. Not that they were young or\nhappy. Far from it. They were both elderly, the woman over sixty, the\nman well over forty. They were sitting opposite each other, and the man,\nwho had been leaning over and talking emphatically to judge by his\nattitude and the flush on his face, sat back and became silent. I had\ndisturbed him, and he was annoyed. The elderly lady, however, whom I\nwill call Mrs. Brown, seemed rather relieved. She was one of those\nclean, threadbare old ladies whose extreme tidiness--everything\nbuttoned, fastened, tied together, mended and brushed up--suggests more\nextreme poverty than rags and dirt. There was something pinched about\nher--a look of suffering, of apprehension, and, in addition, she was\nextremely small. Her feet, in their clean little boots, scarcely touched\nthe floor. I felt that she had nobody to support her; that she had to\nmake up her mind for herself; that, having been deserted, or left a\nwidow, years ago, she had led an anxious, harried life, bringing up an\nonly son, perhaps, who, as likely as not, was by this time beginning to\ngo to the bad. All this shot through my mind as I sat down, being\nuncomfortable, like most people, at travelling with fellow passengers\nunless I have somehow or other accounted for them. Then I looked at the\nman. He was no relation of Mrs. Brown's I felt sure; he was of a bigger,\nburlier, less refined type. He was a man of business I imagined, very\nlikely a respectable corn-chandler from the North, dressed in good blue\nserge with a pocket-knife and a silk handkerchief, and a stout leather\nbag. Obviously, however, he had an unpleasant business to settle with\nMrs. Brown; a secret, perhaps sinister business, which they did not\nintend to discuss in my presence.\n\n\"Yes, the Crofts have had very bad luck with their servants,\" Mr. Smith\n(as I will call him) said in a considering way, going back to some\nearlier topic, with a view to keeping up appearances.\n\n\"Ah, poor people,\" said Mrs. Brown, a trifle condescendingly. \"My\ngrandmother had a maid who came when she was fifteen and stayed till she\nwas eighty\" (this was said with a kind of hurt and aggressive pride to\nimpress us both perhaps).\n\n\"One doesn't often come across that sort of thing nowadays,\" said Mr.\nSmith in conciliatory tones.\n\nThen they were silent.\n\n\"It's odd they don't start a golf club there--I should have thought one\nof the young fellows would,\" said Mr. Smith, for the silence obviously\nmade him uneasy.\n\nMrs. Brown hardly took the trouble to answer.\n\n\"What changes they're making in this part of the world,\" said Mr. Smith\nlooking out of the window, and looking furtively at me as he did do.\n\nIt was plain, from Mrs. Brown's silence, from the uneasy affability with\nwhich Mr. Smith spoke, that he had some power over her which he was\nexerting disagreeably. It might have been her son's downfall, or some\npainful episode in her past life, or her daughter's. Perhaps she was\ngoing to London to sign some document to make over some property.\nObviously against her will she was in Mr. Smith's hands. I was beginning\nto feel a great deal of pity for her, when she said, suddenly and\ninconsequently,\n\n\"Can you tell me if an oak-tree dies when the leaves have been eaten for\ntwo years in succession by caterpillars?\" She spoke quite brightly, and\nrather precisely, in a cultivated, inquisitive voice.\n\nMr. Smith was startled, but relieved to have a safe topic of\nconversation given him. He told her a great deal very quickly about\nplagues of insects. He told her that he had a brother who kept a fruit\nfarm in Kent. He told her what fruit farmers do every year in Kent, and\nso on, and so on. While he talked a very odd thing happened. Mrs. Brown\ntook out her little white handkerchief and began to dab her eyes. She\nwas crying. But she went on listening quite composedly to what he was\nsaying, and he went on talking, a little louder, a little angrily, as if\nhe had seen her cry often before; as if it were a painful habit. At last\nit got on his nerves. He stopped abruptly, looked out of the window,\nthen leant towards her as he had been doing when I got in, and said in a\nbullying, menacing way, as if he would not stand any more nonsense,\n\n\"So about that matter we were discussing. It'll be all right? George\nwill be there on Tuesday?\"\n\n\"We shan't be late,\" said Mrs. Brown, gathering herself together with\nsuperb dignity.\n\nMr. Smith said nothing. He got up, buttoned his coat, reached his bag\ndown, and jumped out of the train before it had stopped at Clapham\nJunction. He had got what he wanted, but he was ashamed of himself; he\nwas glad to get out of the old lady's sight.\n\nMrs. Brown and I were left alone together. She sat in her corner\nopposite, very clean, very small, rather queer, and suffering intensely.\nThe impression she made was overwhelming. It came pouring out like a\ndraught, like a smell of burning. What was it composed of--that\noverwhelming and peculiar impression? Myriads of irrelevant and\nincongruous ideas crowd into one's head on such occasions; one sees the\nperson, one sees Mrs. Brown, in the centre of all sorts of different\nscenes. I thought of her in a seaside house, among queer ornaments:\nsea-urchins, models of ships in glass cases. Her husband's medals were\non the mantelpiece. She popped in and out of the room, perching on the\nedges of chairs, picking meals out of saucers, indulging in long, silent\nstares. The caterpillars and the oak-trees seemed to imply all that. And\nthen, into this fantastic and secluded life, in broke Mr. Smith. I saw\nhim blowing in, so to speak, on a windy day. He banged, he slammed. His\ndripping umbrella made a pool in the hall. They sat closeted together.\n\nAnd then Mrs. Brown faced the dreadful revelation. She took her heroic\ndecision. Early, before dawn, she packed her bag and carried it herself\nto the station. She would not let Smith touch it. She was wounded in her\npride, unmoored from her anchorage; she came of gentlefolks who kept\nservants--but details could wait. The important thing was to realise her\ncharacter, to steep oneself in her atmosphere. I had no time to explain\nwhy I felt it somewhat tragic, heroic, yet with a dash of the flighty,\nand fantastic, before the train stopped, and I watched her disappear,\ncarrying her bag, into the vast blazing station. She looked very small,\nvery tenacious; at once very frail and very heroic. And I have never\nseen her again, and I shall never know what became of her.\n\nThe story ends without any point to it. But I have not told you this\nanecdote to illustrate either my own ingenuity or the pleasure of\ntravelling from Richmond to Waterloo. What I want you to see in it is\nthis. Here is a character imposing itself upon another person. Here is\nMrs. Brown making someone begin almost automatically to write a novel\nabout her. I believe that all novels begin with an old lady in the\ncorner opposite. I believe that all novels, that is to say, deal with\ncharacter, and that it is to express character--not to preach doctrines,\nsing songs, or celebrate the glories of the British Empire, that the\nform of the novel, so clumsy, verbose, and undramatic, so rich, elastic,\nand alive, has been evolved. To express character, I have said; but you\nwill at once reflect that the very widest interpretation can be put upon\nthose words. For example, old Mrs. Brown's character will strike you\nvery differently according to the age and country in which you happen to\nbe born. It would be easy enough to write three different versions of\nthat incident in the train, an English, a French, and a Russian. The\nEnglish writer would make the old lady into a 'character'; he would\nbring out her oddities and mannerisms; her buttons and wrinkles; her\nribbons and warts. Her personality would dominate the book. A French\nwriter would rub out all that; he would sacrifice the individual Mrs.\nBrown to give a more general view of human nature; to make a more\nabstract, proportioned, and harmonious whole. The Russian would pierce\nthrough the flesh; would reveal the soul--the soul alone, wandering out\ninto the Waterloo Road, asking of life some tremendous question which\nwould sound on and on in our ears after the book was finished. And then\nbesides age and country there is the writer's temperament to be\nconsidered. You see one thing in character, and I another. You say it\nmeans this, and I that. And when it comes to writing each makes a\nfurther selection on principles of his own. Thus Mrs. Brown can be\ntreated in an infinite variety of ways, according to the age, country,\nand temperament of the writer.\n\nBut now I must recall what Mr. Arnold Bennett says. He says that it is\nonly if the characters are real that the novel has any chance of\nsurviving. Otherwise, die it must. But, I ask myself, what is reality?\nAnd who are the judges of reality? A character may be real to Mr.\nBennett and quite unreal to me. For instance, in this article he says\nthat Dr. Watson in _Sherlock Holmes_ is real to him: to me Dr. Watson is\na sack stuffed with straw, a dummy, a figure of fun. And so it is with\ncharacter after character--in book after book. There is nothing that\npeople differ about more than the reality of characters, especially in\ncontemporary books. But if you take a larger view I think that Mr.\nBennett is perfectly right. If, that is, you think of the novels which\nseem to you great novels--_War and Peace, Vanity Fair, Tristram Shandy,\nMadame Bovary, Pride and Prejudice, The Mayor of Casterbridge,\nVillette_--if you think of these books, you do at once think of some\ncharacter who has seemed to you so real (I do not by that mean so\nlifelike) that it has the power to make you think not merely of it\nitself, but of all sorts of things through its eyes--of religion, of\nlove, of war, of peace, of family life, of balls in county towns, of\nsunsets, moonrises, the immortality of the soul. There is hardly any\nsubject of human experience that is left out of _War and Peace_ it seems\nto me. And in all these novels all these great novelists have brought us\nto see whatever they wish us to see through some character. Otherwise,\nthey would not be novelists; but poets, historians, or pamphleteers.\n\nBut now let us examine what Mr. Bennett went on to say--he said that\nthere was no great novelist among the Georgian writers because they\ncannot create characters who are real, true, and convincing. And there I\ncannot agree. There are reasons, excuses, possibilities which I think\nput a different colour upon the case. It seems so to me at least, but I\nam well aware that this is a matter about which I am likely to be\nprejudiced, sanguine, and near-sighted. I will put my view before you in\nthe hope that you will make it impartial, judicial, and broad-minded.\nWhy, then, is it so hard for novelists at present to create characters\nwhich seem real, not only to Mr. Bennett, but to the world at large?\nWhy, when October comes round, do the publishers always fail to supply\nus with a masterpiece?\n\nSurely one reason is that the men and women who began writing novels in\n1910 or thereabouts had this great difficulty to face--that there was no\nEnglish novelist living from whom they could learn their business. Mr.\nConrad is a Pole; which sets him apart, and makes him, however\nadmirable, not very helpful. Mr. Hardy has written no novel since 1895.\nThe most prominent and successful novelists in the year 1910 were, I\nsuppose, Mr. Wells, Mr. Bennett, and Mr. Galsworthy. Now it seems to me\nthat to go to these men and ask them to teach you how to write a\nnovel--how to create characters that are real--is precisely like going\nto a bootmaker and asking him to teach you how to make a watch. Do not\nlet me give you the impression that I do not admire and enjoy their\nbooks. They seem to me of great value, and indeed of great necessity.\nThere are seasons when it is more important to have boots than to have\nwatches. To drop metaphor, I think that after the creative activity of\nthe Victorian age it was quite necessary, not only for literature but\nfor life, that someone should write the books that Mr. Wells, Mr.\nBennett, and Mr. Galsworthy have written. Yet what odd books they are!\nSometimes I wonder if we are right to call them books at all. For they\nleave one with so strange a feeling of incompleteness and\ndissatisfaction. In order to complete them it seems necessary to do\nsomething--to join a society, or, more desperately, to write a cheque.\nThat done, the restlessness is laid, the book finished; it can be put\nupon the shelf, and need never be read again. But with the work of other\nnovelists it is different. _Tristram Shandy_ or _Pride and Prejudice_ is\ncomplete in itself; it is self-contained; it leaves one with no desire\nto do anything, except indeed to read the book again, and to understand\nit better. The difference perhaps is that both Sterne and Jane Austen\nwere interested in things in themselves; in character in itself; in the\nbook in itself. Therefore everything was inside the book, nothing\noutside. But the Edwardians were never interested in character in\nitself; or in the book in itself. They were interested in something\noutside. Their books, then, were incomplete as books, and required that\nthe reader should finish them, actively and practically, for himself.\n\nPerhaps we can make this clearer if we take the liberty of imagining a\nlittle party in the railway carriage--Mr. Wells, Mr. Galsworthy, Mr.\nBennett are travelling to Waterloo with Mrs. Brown. Mrs. Brown, I have\nsaid, was poorly dressed and very small. She had an anxious, harassed\nlook. I doubt whether she was what you call an educated woman. Seizing\nupon all these symptoms of the unsatisfactory condition of our primary\nschools with a rapidity to which I can do no justice, Mr. Wells would\ninstantly project upon the windowpane a vision of a better, breezier,\njollier, happier, more adventurous and gallant world, where these musty\nrailway carriages and fusty old women do not exist; where miraculous\nbarges bring tropical fruit to Camberwell by eight o'clock in the\nmorning; where there are public nurseries, fountains, and libraries,\ndining-rooms, drawing-rooms, and marriages; where every citizen is\ngenerous and candid, manly and magnificent, and rather like Mr. Wells\nhimself. But nobody is in the least like Mrs. Brown. There are no Mrs.\nBrowns in Utopia. Indeed I do not think that Mr. Wells, in his passion\nto make her what she ought to be, would waste a thought upon her as she\nis. And what would Mr. Galsworthy see? Can we doubt that the walls of\nDoulton's factory would take his fancy? There are women in that factory\nwho make twenty-five dozen earthenware pots every day. There are mothers\nin the Mile End Road who depend upon the farthings which those women\nearn. But there are employers in Surrey who are even now smoking rich\ncigars while the nightingale sings. Burning with indignation, stuffed\nwith information, arraigning civilisation, Mr. Galsworthy would only see\nin Mrs. Brown a pot broken on the wheel and thrown into the corner.\n\nMr. Bennett, alone of the Edwardians, would keep his eyes in the\ncarriage. He, indeed, would observe every detail with immense care. He\nwould notice the advertisements; the pictures of Swanage and Portsmouth;\nthe way in which the cushion bulged between the buttons; how Mrs. Brown\nwore a brooch which had cost three-and-ten-three at Whitworth's bazaar;\nand had mended both gloves--indeed the thumb of the left-hand glove had\nbeen replaced. And he would observe, at length, how this was the\nnon-stop train from Windsor which calls at Richmond for the convenience\nof middle-class residents, who can afford to go to the theatre but have\nnot reached the social rank which can afford motor-cars, though it is\ntrue, there are occasions (he would tell us what), when they hire them\nfrom a company (he would tell us which). And so he would gradually sidle\nsedately towards Mrs. Brown, and would remark how she had been left a\nlittle copyhold, not freehold, property at Datchet, which, however, was\nmortgaged to Mr. Bungay the solicitor--but why should. I presume to\ninvent Mr. Bennett? Does not Mr. Bennett write novels himself? I will\nopen the first book that chance puts in my way--_Hilda Lessways._ Let us\nsee how he makes us feel that Hilda is real, true, and convincing, as a\nnovelist should. She shut the door in a soft, controlled way, which\nshowed the constraint of her relations with her mother. She was fond of\nreading _Maud_; she was endowed with the power to feel intensely. So\nfar, so good; in his leisurely, surefooted way Mr. Bennett is trying in\nthese first pages, where every touch is important, to show us the kind\nof girl she was.\n\nBut then he begins to describe, not Hilda Lessways, but the view from\nher bedroom window, the excuse being that Mr. Skellorn, the man who\ncollects rents, is coming along that way. Mr. Bennett proceeds:\n\n\"The bailiwick of Turnhill lay behind her; and all the murky district of\nthe Five Towns, of which Turnhill is the northern outpost, lay to the\nsouth. At the foot of Chatterley Wood the canal wound in large curves on\nits way towards the undefiled plains of Cheshire and the sea. On the\ncanal-side, exactly opposite to Hilda's window, was a flour-mill, that\nsometimes made nearly as much smoke as the kilns and the chimneys\nclosing the prospect on either hand. From the flour-mill a bricked path,\nwhich separated a considerable row of new cottages from their\nappurtenant gardens, led straight into Lessways Street, in front of Mrs.\nLessways' house. By this path Mr. Skellorn should have arrived, for he\ninhabited the farthest of the cottages.\"\n\nOne line of insight would have done more than all those lines of\ndescription; but let them pass as the necessary drudgery of the\nnovelist. And now--where is Hilda? Alas. Hilda is still looking out of\nthe window. Passionate and dissatisfied as she was, she was a girl with\nan eye for houses. She often compared this old Mr. Skellorn with the\nvillas she saw from her bedroom window. Therefore the villas must be\ndescribed. Mr. Bennett proceeds:\n\n\"The row was called Freehold Villas: a consciously proud name in a\ndistrict where much of the land was copyhold and could only change\nowners subject to the payment of 'fines,' and to the feudal consent of a\n'court' presided over by the agent of a lord of the manor. Most of the\ndwellings were owned by their occupiers, who, each an absolute monarch\nof the soil, niggled in his sooty garden of an evening amid the flutter\nof drying shirts and towels. Freehold Villas symbolised the final\ntriumph of Victorian economics, the apotheosis of the prudent and\nindustrious artisan. It corresponded with a Building Society Secretary's\ndream of paradise. And indeed it was a very real achievement.\nNevertheless, Hilda's irrational contempt would not admit this.\"\n\nHeaven be praised, we cry! At last we are coming to Hilda herself. But\nnot so fast. Hilda may have been this, that, and the other; but Hilda\nnot only looked at houses, and thought of houses; Hilda lived in a\nhouse. And what sort of a house did Hilda live in? Mr. Bennett proceeds:\n\n\"It was one of the two middle houses of a detached terrace of four\nhouses built by her grandfather Lessways, the teapot manufacturer; it\nwas the chief of the four, obviously the habitation of the proprietor of\nthe terrace. One of the corner houses comprised a grocer's shop, and\nthis house had been robbed of its just proportion of garden so that the\nseigneurial garden-plot might be triflingly larger than the other. The\nterrace was not a terrace of cottages, but of houses rated at from\ntwenty-six to thirty-six pounds a year; beyond the means of artisans and\npetty insurance agents and rent-collectors. And further, it was well\nbuilt, generously built; and its architecture, though debased, showed\nsome faint traces of Georgian amenity. It was admittedly the best row of\nhouses in that newly settled quarter of the town. In coming to it out of\nFreehold Villas Mr. Skellorn obviously came to something superior,\nwider, more liberal. Suddenly Hilda heard her mother's voice. . . .\"\n\nBut we cannot hear her mother's voice, or Hilda's voice; we can only\nhear Mr. Bennett's voice telling us facts about rents and freeholds and\ncopyholds and fines. What can Mr. Bennett be about? I have formed my own\nopinion of what Mr. Bennett is about--he is trying to make us imagine\nfor him; he is trying to hypnotise us into the belief that, because he\nhas made a house, there must be a person living there. With all his\npowers of observation, which are marvellous, with all his sympathy and\nhumanity, which are great, Mr. Bennett has never once looked at Mrs.\nBrown in her corner. There she sits in the corner of the carriage--that\ncarriage which is travelling, not from Richmond to Waterloo, but from\none age of English literature to the next, for Mrs. Brown is eternal,\nMrs. Brown is human nature, Mrs. Brown changes only on the surface, it\nis the novelists who get in and out--there she sits and not one of the\nEdwardian writers has so much as looked at her. They have looked very\npowerfully, searchingly, and sympathetically out of the window; at\nfactories, at Utopias, even at the decoration and upholstery of the\ncarriage; but never at her, never at life, never at human nature. And so\nthey have developed a technique of novel-writing which suits their\npurpose; they have made tools and established conventions which do their\nbusiness. But those tools are not our tools, and that business is not\nour business. For us those conventions are ruin, those tools are death.\n\nYou may well complain of the vagueness of my language. What is a\nconvention, a tool, you may ask, and what do you mean by saying that Mr.\nBennett's and Mr. Wells's and Mr. Galsworthy's conventions are the\n'wrong conventions for the Georgian's? The question is difficult: I will\nattempt a short cut. A convention in writing is not much different from\na convention in manners. Both in life and in literature it is necessary\nto have some means of bridging the gulf between the hostess and her\nunknown guest on the one hand, the writer and his unknown reader on the\nother. The hostess bethinks her of the weather, for generations of\nhostesses have established the fact that this is a subject of universal\ninterest in which we all believe. She begins by saying that we are\nhaving a wretched May, and, having thus got into touch with her unknown\nguest, proceeds to matters of greater interest. So it is in literature.\nThe writer must get into touch with his reader by putting before him\nsomething which he recognises, which therefore stimulates his\nimagination, and makes him willing to co-operate in the far more\ndifficult business of intimacy. And it is of the highest importance that\nthis common meeting-place should be reached easily, almost\ninstinctively, in the dark, with one's eyes shut. Here is Mr. Bennett\nmaking use of this common ground in the passage which I have quoted. The\nproblem before him was to make us believe in the reality of Hilda\nLessways. So he began, being an Edwardian, by describing accurately and\nminutely the sort of house Hilda lived in, and the sort of house she saw\nfrom the window. House property was the common ground from which the\nEdwardians found it easy to proceed to intimacy. Indirect as it seems to\nus, the convention worked admirably, and thousands of Hilda Lessways\nwere launched upon the world by this means. For that age and generation,\nthe convention was a good one.\n\nBut now, if you will allow me to pull my own anecdote to pieces, you\nwill see how keenly I felt the lack of a convention, and how serious a\nmatter it is when the tools of one generation are useless for the next.\nThe incident had made a great impression on me. But how was I to\ntransmit it to you? All I could do was to report as accurately as I\ncould what was said, to describe in detail what was worn, to say,\ndespairingly, that all sorts of scenes rushed into my mind, to proceed\nto tumble them out pell-mell, and to describe this vivid, this\novermastering impression by likening it to a draught or a smell of\nburning. To tell you the truth, I was also strongly tempted to\nmanufacture a three-volume novel about the old lady's son, and his\nadventures crossing the Atlantic, and her daughter, and how she kept a\nmilliner's shop in Westminster, the past life of Smith himself, and his\nhouse at Sheffield, though such stories seem to me the most dreary,\nirrelevant, and humbugging affairs in the world.\n\nBut if I had done that I should have escaped the appalling effort of\nsaying what I meant. And to have got at what I meant I should have had\nto go back and back and back; to experiment with one thing and another;\nto try this sentence and that, referring each word to my vision,\nmatching it as exactly as possible, and knowing that somehow I had to\nfind a common ground between us, a convention which would not seem to\nyou too odd, unreal, and far-fetched to believe in. I admit that I\nshirked that arduous undertaking. I let my Mrs. Brown slip through my\nfingers. I have told you nothing whatever about her. But that is partly\nthe great Edwardians' fault. I asked them--they are my elders and\nbetters--How shall I begin to describe this woman's character? And they\nsaid, \"Begin by saying that her father kept a shop in Harrogate.\nAscertain the rent. Ascertain the wages of shop assistants in the year\n1878. Discover what her mother died of. Describe cancer. Describe\ncalico. Describe----\" But I cried, \"Stop! Stop!\" And I regret to say\nthat I threw that ugly, that clumsy, that incongruous tool out of the\nwindow, for I knew that if I began describing the cancer and the calico,\nmy Mrs. Brown, that vision to which I cling though I know no way of\nimparting it to you, would have been dulled and tarnished and vanished\nfor ever.\n\nThat is what I mean by saying that the Edwardian tools are the wrong\nones for us to use. They have laid an enormous stress upon the fabric of\nthings. They have given us a house in the hope that we may be able to\ndeduce the human beings who live there. To give them their due, they\nhave made that house much better worth living in. But if you hold that\nnovels are in the first place about people, and only in the second about\nthe houses they live in, that is the wrong way to set about it.\nTherefore, you see, the Georgian writer had to begin by throwing away\nthe method that was in use at the moment. He was left alone there facing\nMrs. Brown without any method of conveying her to the reader. But that\nis inaccurate. A writer is never alone. There is always the public with\nhim--if not on the same seat, at least in the compartment next door. Now\nthe public is a strange travelling companion. In England it is a very\nsuggestible and docile creature, which, once you get it to attend, will\nbelieve implicitly what it is told for a certain number of years. If you\nsay to the public with sufficient conviction, \"All women have tails, and\nall men humps,\" it will actually learn to see women with tails and men\nwith humps, and will think it very revolutionary and probably improper\nif you say \"Nonsense. Monkeys have tails and camels humps. But men and\nwomen have brains, and they have hearts; they think and they\nfeel,\"--that will seem to it a bad joke, and an improper one into the\nbargain.\n\nBut to return. Here is the British public sitting by the writer's side\nand saying in its vast and unanimous way, \"Old women have houses. They\nhave fathers. They have incomes. They have servants. They have hot water\nbottles. That is how we know that they are old women. Mr. Wells and Mr.\nBennett and Mr. Galsworthy have always taught us that this is the way to\nrecognise them. But now with your Mrs. Brown--how are we to believe in\nher? We do not even know whether her villa was called Albert or\nBalmoral; what she paid for her gloves; or whether her mother died of\ncancer or of consumption. How can she be alive? No; she is a mere\nfigment of your imagination.\"\n\nAnd old women of course ought to be made of freehold villas and copyhold\nestates, not of imagination.\n\nThe Georgian novelist, therefore, was in an awkward predicament. There\nwas Mrs. Brown protesting that she was different, quite different, from\nwhat people made out, and luring the novelist to her rescue by the most\nfascinating if fleeting glimpse of her charms; there were the Edwardians\nhanding out tools appropriate to house building and house breaking; and\nthere was the British public asseverating that they must see the hot\nwater bottle first. Meanwhile the train was rushing to that station\nwhere we must all get out.\n\nSuch, I think, was the predicament in which the young Georgians found\nthemselves about the year 1910. Many of them--I am thinking of Mr.\nForster and Mr. Lawrence in particular--spoilt their early work because,\ninstead of throwing away those tools, they tried to use them. They tried\nto compromise. They tried to combine their own direct sense of the\noddity and significance of some character with Mr. Galsworthy's\nknowledge of the Factory Acts, and Mr. Bennett's knowledge of the Five\nTowns. They tried it, but they had too keen, too overpowering a sense of\nMrs. Brown and her peculiarities to go on trying it much longer.\nSomething had to be done. At whatever cost of life, limb, and damage to\nvaluable property Mrs. Brown must be rescued, expressed, and set in her\nhigh relations to the world before the train stopped and she disappeared\nfor ever. And so the smashing and the crashing began. Thus it is that we\nhear all round us, in poems and novels and biographies, even in\nnewspaper articles and essays, the sound of breaking and falling,\ncrashing and destruction. It is the prevailing sound of the Georgian\nage--rather a melancholy one if you think what melodious days there have\nbeen in the past, if you think of Shakespeare and Milton and Keats or\neven of Jane Austen and Thackeray and Dickens; if you think of the\nlanguage, and the heights to which it can soar when free, and see the\nsame eagle captive, bald, and croaking.\n\nIn view of these facts--with these sounds in my ears and these fancies\nin my brain--I am not going to deny that Mr. Bennett has some reason\nwhen he complains that our Georgian writers are unable to make us\nbelieve that our characters are real. I am forced to agree that they do\nnot pour out three immortal masterpieces with Victorian regularity every\nautumn. But instead of being gloomy, I am sanguine. For this state of\nthings is, I think, inevitable whenever from hoar old age or callow\nyouth the convention ceases to be a means of communication between\nwriter and reader, and becomes instead an obstacle and an impediment. At\nthe present moment we are suffering, not from decay, but from having no\ncode of manners which writers and readers accept as a prelude to the\nmore exciting intercourse of friendship. The literary convention of the\ntime is so artificial--you have to talk about the weather and nothing\nbut the weather throughout the entire visit--that, naturally, the feeble\nare tempted to outrage, and the strong are led to destroy the very\nfoundations and rules of literary society. Signs of this are everywhere\napparent. Grammar is violated; syntax disintegrated; as a boy staying\nwith an aunt for the weekend rolls in the geranium bed out of sheer\ndesperation as the solemnities of the sabbath wear on. The more adult\nwriters do not, of course, indulge in such wanton exhibitions of spleen.\nTheir sincerity is desperate, and their courage tremendous; it is only\nthat they do not know which to use, a fork or their fingers. Thus, if\nyou read Mr. Joyce and Mr. Eliot you will be struck by the indecency of\nthe one, and the obscurity of the other. Mr. Joyce's indecency in\n_Ulysses_ seems to me the conscious and calculated indecency of a\ndesperate man who feels that in order to breathe he must break the\nwindows. At moments, when the window is broken, he is magnificent. But\nwhat a waste of energy! And, after all, how dull indecency is, when it\nis not the overflowing of a superabundant energy or savagery, but the\ndetermined and public-spirited act of a man who needs fresh air! Again,\nwith the obscurity of Mr. Eliot. I think that Mr. Eliot has written some\nof the loveliest single lines in modern poetry. But how intolerant he is\nof the old usages and politenesses of society--respect for the weak,\nconsideration for the dull! As I sun myself upon the intense and\nravishing beauty of one of his lines, and reflect that I must make a\ndizzy and dangerous leap to the next, and so on from line to line, like\nan acrobat flying precariously from bar to bar, I cry out, I confess,\nfor the old decorums, and envy the indolence of my ancestors who,\ninstead of spinning madly through mid-air, dreamt quietly in the shade\nwith a book. Again, in Mr. Strachey's books, \"Eminent Victorians\" and\n\"Queen Victoria,\" the effort and strain of writing against the grain and\ncurrent of the times is visible too. It is much less visible, of course,\nfor not only is he dealing with facts, which are stubborn things, but he\nhas fabricated, chiefly from eighteenth-century material, a very\ndiscreet code of manners of his own, which allows him to sit at table\nwith the highest in the land and to say a great many things under cover\nof that exquisite apparel which, had they gone naked, would have been\nchased by the men-servants from the room. Still, if you compare \"Eminent\nVictorians\" with some of Lord Macaulay's essays, though you will feel\nthat Lord Macaulay is always wrong, and Mr. Strachey always right, you\nwill also feel a body, a sweep, a richness in Lord Macaulay's essays\nwhich show that his age was behind him; all his strength went straight\ninto his work; none was used for purposes of concealment or of\nconversion. But Mr. Strachey has had to open our eyes before he made us\nsee; he has had to search out and sew together a very artful manner of\nspeech; and the effort, beautifully though it is concealed, has robbed\nhis work of some of the force that should have gone into it, and limited\nhis scope.\n\nFor these reasons, then, we must reconcile ourselves to a season of\nfailures and fragments. We must reflect that where so much strength is\nspent on finding a way of telling the truth the truth itself is bound to\nreach us in rather an exhausted and chaotic condition. Ulysses, Queen\nVictoria, Mr. Prufrock--to give Mrs. Brown some of the names she has\nmade famous lately--is a little pale and dishevelled by the time her\nrescuers reach her. And it is the sound of their axes that we hear--a\nvigorous and stimulating sound in my ears--unless of course you wish to\nsleep, when, in the bounty of his concern. Providence has provided a\nhost of writers anxious and able to satisfy your needs.\n\nThus I have tried, at tedious length, I fear, to answer some of the\nquestions which I began by asking. I have given an account of some of\nthe difficulties which in my view beset the Georgian writer in all his\nforms. I have sought to excuse him. May I end by venturing to remind you\nof the duties and responsibilities that are yours as partners in this\nbusiness of writing books, as companions in the railway carriage, as\nfellow travellers with Mrs. Brown? For she is just as visible to you who\nremain silent as to us who tell stories about her. In the course of your\ndaily life this past week you have had far stranger and more interesting\nexperiences than the one I have tried to describe. You have overheard\nscraps of talk that filled you with amazement. You have gone to bed at\nnight bewildered by the complexity of your feelings. In one day\nthousands of ideas have coursed through your brains; thousands of\nemotions have met, collided, and disappeared in astonishing disorder.\nNevertheless, you allow the writers to palm off upon you a version of\nall this, an image of Mrs. Brown, which has no likeness to that\nsurprising apparition whatsoever. In your modesty you seem to consider\nthat writers are of different blood and bone from yourselves; that they\nknow more of Mrs. Brown than you do. Never was there a more fatal\nmistake. It is this division between reader and writer, this humility on\nyour part, these professional airs and graces on ours, that corrupt and\nemasculate the books which should be the healthy offspring of a close\nand equal alliance between us. Hence spring those sleek, smooth novels,\nthose portentous and ridiculous biographies, that milk and watery\ncriticism, those poems melodiously celebrating the innocence of roses\nand sheep which pass so plausibly for literature at the present time.\n\nYour part is to insist that writers shall come down off their plinths\nand pedestals, and describe beautifully if possible, truthfully at any\nrate, our Mrs. Brown. You should insist that she is an old lady of\nunlimited capacity and infinite variety; capable of appearing in any\nplace; wearing any dress; saying anything and doing heaven knows what.\nBut the things she says and the things she does and her eyes and her\nnose and her speech and her silence have an overwhelming fascination,\nfor she is, of course, the spirit we live by, life itself.\n\nBut do not expect just at present a complete and satisfactory\npresentment of her. Tolerate the spasmodic, the obscure, the\nfragmentary, the failure. Your help is invoked in a good cause. For I\nwill make one final and surpassingly rash prediction--we are trembling\non the verge of one of the great ages of English literature. But it can\nonly be reached if we are determined never, never to desert Mrs. Brown.\n\n\n[Footnote 1: A paper read to the Heretics, Cambridge, on May 18, 1924.]",
    "metadata": {
        "author": [
            "Woolf, Virginia",
            "Stephen, Virginia",
            "Woolf, Virginia Stephen"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/63022/pg63022.txt",
        "name": "mr_bennett_and_mrs_brown.json"
    }
}