{
    "name": "Mr. Meek—Musketeer",
    "author": [
        "Simak, Clifford Donald",
        "Simak, Clifford D."
    ],
    "body": "Now that he'd done it, Oliver Meek found the thing he'd done hard to\nexplain.\n\nUnder the calm, inquiring eyes of Mr. Richard Belmont, president of\nLunar Exports, Inc., he stammered a little before he could get started.\n\n\"For years,\" he finally said, \"I've been planning a trip....\"\n\n\"But, Oliver,\" said Belmont, \"we would give you a leave of absence.\nYou'll be back. There's no reason to resign.\"\n\nOliver Meek shuffled his feet and looked uncomfortable, a little guilty.\n\n\"Maybe I won't be back,\" he declared. \"You see, it isn't just an\nordinary trip. It may take a long, long time. Something might happen.\nI'm going out to see the Solar System.\"\n\nBelmont laughed lightly, reared back in his chair, matching fingertips.\n\"Oh, yes. One of the tours. Nothing dangerous about them. Nothing at\nall. You needn't worry about that. I went on one a couple of years\nago. Mighty interesting....\"\n\n\"Not one of the tours,\" interrupted Meek. \"Not for me. I have a ship of\nmy own.\"\n\nBelmont thumped forward in his chair, looking almost startled.\n\n\"A ship of your own!\"\n\n\"Yes, sir,\" Oliver admitted, squirming uncomfortably. \"Over thirty\nyears I've saved for it ... for it and the other things I'll need. It\nsort of got to be ... well, an obsession, you might say.\"\n\n\"I see,\" said Belmont. \"You planned it.\"\n\n\"Yes, sir, I planned it.\"\n\nWhich was a masterpiece of understatement.\n\nFor Belmont could not know and Oliver Meek, stoop-shouldered,\nwhite-haired bookkeeper, could not tell of those thirty years of thrift\nand dreams. Thirty years of watching ships of the void taking off from\nthe space port, just outside the window where he sat hunched over\nledgers and calculators. Thirty years of catching scraps of talk from\nthe men who ran those ships. Men and ships with the alien dust of far\noff planets still clinging to their skins. Ships with strange marks and\nscars upon them, and men with strange words upon their tongues.\n\nThirty years of reducing high adventure to cold figures. Thirty years\nof recording strange cargoes and stranger tales into accounts. Thirty\nyears of watching through a window while rockets, outbound, dug molten\npits into the field. Thirty years of being on the edge, the very fringe\nof life ... but _never_ in it.\n\nNor could Belmont have guessed or Meek formed in words the romanticism\nthat glowed within the middle-aged bookkeeper's heart ... a thing that\nsometimes hurt ... something earthbound that forever cried for space.\n\nNor the night classes Oliver Meek had attended to learn the theory of\nspace navigation and after that more classes to gain an understanding\nof the motors and controls that drove the ships between the planets.\n\nNor how he had stood before the mirror in his room hour after hour,\npracticing, perfecting the art of pistol handling. Nor of the\nafternoons he had spent at the shooting gallery.\n\nNor of the nights he had read avidly, soaking up the lore and\ninformation and color of those other worlds that seemed to beckon him.\n\n\"How old are you, Oliver?\" asked Belmont.\n\n\"Fifty next month, sir,\" Meek answered.\n\n\"I wish you were taking one of the passenger ships,\" said Belmont.\n\"Now, one of those tours aren't so bad. They're comfortable and ...\"\n\nMeek shook his head and there was a stubborn glint in the weak blue\neyes behind the thick lensed glasses.\n\n\"No tour for me, sir. I'm going to some of those places the tours never\ntake you. I've missed a lot in these thirty years. I've waited a long\ntime and now I'm going out and see the things I've dreamed about.\"\n\n\n\nOliver Meek pushed open the swinging doors of the Silver Moon and\nstepped timidly inside. Just through the door he stopped and stared,\nfor the place hit him squarely in the face ... the acrid smoke of\nVenusian leaf, the high-pitched laughter of the Martian dancing girls,\nthe soft whirr of wheels, the click of balls as they bounced around\nthe spinning wheels, the clatter of poker chips, the odor of strange\nliquors, the chirping and growling of a dozen tongues, the strange,\nexotic music of Ganymede.\n\nMeek blinked through his heavy lenses, moved forward cautiously.\n\nIn the far corner of the place stood a table occupied by one man ... an\nold, grizzled veteran of the Asteroids with his muzzle in a flagon of\ncheap beer.\n\nMeek sidled toward the table, drew out a chair.\n\n\"Do you mind if I sit here?\" he asked and Old Stiffy Grant choked on a\nmouthful of beer in his amazement.\n\n\"Go ahead, stranger,\" he finally croaked. \"I don't give a dang. I don't\nown the joint.\"\n\nMeek sat down on the edge of the chair. His eyes swept the room. He\nsmelled the smoke, the raw liquor, the sweat-stained clothing of the\nmen, the cheap perfumery of the dancing girls.\n\nHe shifted his gun belt so the two energy pistols hung more easily, and\ncautiously slid farther back upon the chair.\n\nSo this was Asteroid City on Juno. The place he'd read about. The place\nthe pulp paper writers used as background for their more lurid tales.\nThis was the place where guns flamed and men were found dead in the\nstreets and a girl or a game of chance or just one spoken word could\nstart a fight.\n\nThe tours didn't include places such as this. They took one to the\nnice, civilized places ... towns like Gusta Pahn on Mars and Radium\nCity on Venus and out to Satellite City on Ganymede. Civilized,\npolished places ... places hardly different than New York or Chicago\nor Denver back home. But this was different ... here one could sense\nsomething that made the blood run faster, made a thrill scamper up\none's spine.\n\n\"You're new here, ain't you?\" asked Stiffy.\n\nMeek jumped, then recovered his composure.\n\n\"Yes,\" he said. \"Yes, I am. I always wanted to see this place. I read\nabout it.\"\n\n\"Ever read about an Asteroid Prowler?\" asked Stiffy.\n\n\"I believe I have somewhere. In a magazine section. A crazy story....\"\n\n\"It ain't crazy,\" protested Stiffy. \"I saw one of them ... this\nafternoon. Right here on Juno. None of these dad-blamed fools will\nbelieve me.\"\n\nFurtively, Meek studied the man opposite him. He didn't seem to be such\na bad fellow. Almost like any other human being. A little rough, maybe,\nbut a good fellow just the same.\n\n\"Say,\" he suggested impulsively, \"maybe you'd have a drink with me.\"\n\n\"You're dang tootin',\" agreed Stiffy. \"I never turn down no drinks.\"\n\n\"You order it,\" said Meek.\n\nStiffy bawled across the room. \"Hey, Joe, bring us a couple snorts.\"\n\n\"What kind of an animal was this you were speaking of?\" asked Meek.\n\n\"Asteroid Prowler,\" said Stiffy. \"Most of these hoodlums don't think\nthere is one, but I know different. I saw him this afternoon and he\nwas the dad-blamest thing I ever laid my eyes on. He boiled right out\nfrom behind a big rock and started coming after me. I let him have one\nin the face but that didn't even nick him. Full-power, too. When that\nhappened I didn't waste no more time. I took it on the lam. Got to my\nship and got out of there.\"\n\n\"What did he look like?\"\n\n\n\nStiffy leaned across the table and wagged a forefinger solemnly.\n\"Mister, you won't believe me when I tell you. But it's the truth,\nso help me. He had a beak. And eyes. Danged if them eyes weren't\nsomething. Like they were reaching out and trying to grab you. Not\nreally reaching out, you know. But there was something in them that\ntried to talk to you. Big as plates and they shimmered like there was\nfire inside of them.\n\n\"These dod-rotted rock-blasters here laughed at me when I told them\nabout it. Insinuated I held the truth lightly, they did. Laughed their\nfool heads off.\n\n\"It's pretty near as big as a house ... that animal, and it's got a\nbody like a barrel. It's got a long neck and a little head with big\nteeth. It's got a tail, too, and it's kind of set close to the ground.\nYou see, I was out looking for the Lost Mine.\"\n\n\"Lost Mine?\"\n\n\"Sure, ain't you ever heard of the Lost Mine?\"\n\nStiffy blew beer in amazement.\n\nOliver Meek shook his head, feeling that probably he was the victim of\ntales reserved for the greenest of the tenderfeet, not knowing what he\ncould do about it if he were.\n\nStiffy settled more solidly in his chair.\n\n\"The Lost Mine story,\" he declared, \"has been going around for years.\nSeems a couple of fellows found it a few years after the first dome was\nbuilt. They came in and told about it, stocked up with grub and went\nout. They never did come back.\"\n\nHe leaned across the table.\n\n\"You know what I think?\" he demanded gustily.\n\n\"No,\" said Meek. \"What do you think?\"\n\n\"The Prowler got 'em,\" Stiffy said, triumphantly.\n\n\"But how could there be a lost mine?\" asked Meek. \"Asteroid City was\none of the first mining domes built out here. There was no prospecting\ndone until about that time.\"\n\nStiffy shook his head, waggling his beard.\n\n\"How should I know,\" he defended himself. \"Maybe some early space\ntraveler set down here, dug a mine, never got back to Earth to tell\nabout it.\"\n\n\"But Juno is only one hundred and eighteen miles in diameter,\" Meek\nargued. \"If there had been a mine someone would have found it.\"\n\nStiffy snorted. \"That's all you know about it, stranger. Only one\nhundred and eighteen miles, sure ... but one hundred and eighteen miles\nof the worst danged country man ever set a boot on. Mostly up and down.\"\n\nThe drinks came, the bartender slapping them down on the table before\nthem. Meek gasped first at their price, then choked on the drink\nitself. But he smothered the choke manfully and asked:\n\n\"What kind of stuff is this?\"\n\n\"_Bocca_,\" replied Stiffy. \"Good old Martian _bocca_. Puts hair on your\nchest.\"\n\nHe gulped his drink with gusto, blew noisily through his whiskers, eyed\nMeek disapprovingly.\n\n\"Don't you like it?\" he demanded.\n\n\"Sure,\" lied Meek. \"Sure I like it.\"\n\nHe shut his eyes and poured the liquor into his mouth, gulped fiercely,\ndesperately, almost strangling.\n\nSaid Stiffy: \"Tell you what let's do. Let's get into a game.\"\n\nMeek opened his mouth to accept the invitation, then closed it, caution\nstealing over him. After all, he didn't know much about this place.\nMaybe he'd better go a little easy, at least at first.\n\nHe shook his head. \"No, I'm not very good at cards. Just a few games of\npenny-ante now and then.\"\n\nStiffy looked his disbelief. \"Penny ante,\" he said, then guffawed as if\nhe sensed humor in what Meek had said. \"Say, you're good,\" he roared.\n\"Don't s'pose you can use them lightnin' throwers of yours either.\"\n\n\"Some,\" admitted Meek. \"Practiced in front of a looking glass a little.\"\n\nHe wondered why Stiffy rolled in his chair with mirth until tears ran\ndown into his whiskers.\n\n\n\nStiffy held a full house ... aces with kings ... and his eyes had the\nlook of a cat stalking a saucer full of cream.\n\nThere were only two in the game, Stiffy and an oily gentleman called\nLuke. As the stakes mounted and the game grew hotter the others at the\ntable dropped out.\n\nStanding behind Stiffy, Oliver Meek watched in awe, scarcely breathing.\n\nHere was life ... the kind of life one would never dream of back in\nthe little cubby hole with its calculators and dusty books at Lunar\nExports, Inc.\n\nIn the space of an hour, he had seen more money pass across the\ntable than he had ever owned in all his life. Pots that climbed and\npyramided, fortunes gambled on the flip of a single card.\n\nBut there was something else too ... something wrong about the dealing.\nHe couldn't figure quite what it was, but he had read an article about\nhow gamblers dealt the cards when they didn't aim to give the other\nfellow quite an even break. And there had been something about Luke's\ndealing ... something that he had read about in that article.\n\nAcross the table Luke grimaced.\n\n\"I'll have to call you,\" he announced. \"I'm afraid you're too strong\nfor me.\"\n\nStiffy slapped down his hand triumphantly.\n\n\"Match that, dang you!\" he exulted. \"The kind of cards I been waiting\nfor all night.\"\n\nHe reached out a gnarled hand to rake in the coins but Luke stopped him\nwith a gesture.\n\n\"Sorry,\" he said.\n\nHe flipped the cards down slowly, one at a time. First a trey, then a\nfour and then three more fours.\n\nStiffy gulped, reached for the bottle.\n\nBut even as he did, Oliver Meek reached out and placed his hand upon\nthe money on the table, fingers wide spread. He'd remembered what he\nhad read in that article....\n\n\"Just a minute, gentlemen,\" he said. \"I've remembered something....\"\n\nSilence thudded in the room.\n\nMeek looked across the table straight into the eyes of Luke.\n\nLuke said: \"You better explain yourself, mister.\"\n\nMeek suddenly was flustered. \"Why, maybe I acted too hastily. It really\nwas nothing. I just noticed something about the deal....\"\n\nLuke jerked erect, kicking his chair away with the single motion of\nrising. The crowd suddenly surged away, out of the line of fire. The\nbartender ducked behind the bar. Stiffy flung himself with a howl out\nof his chair, skidded along the floor.\n\nMeek, suddenly straightening from the table, saw Luke's hand streaking\nfor the gun at his belt and in a split second he realized that here he\nfaced a situation that demanded action.\n\nHe didn't think about those days of practice in front of the mirror. He\ndidn't call upon a single iota of the gun-lore he had read in hundreds\nof books. His mind, for a bare instant, was almost a blank, but he\nacted as if by instinct.\n\nHis hands moved like driving pistons, snapped the twin guns from their\nholsters, heaved them clear of leather, grabbed them in mid-air.\n\nHe saw Luke's gun muzzle swinging up, tilted down the muzzle of his own\nleft gun, pressed the activator. There was a screeching hiss, a streak\nof blue that crackled in the air and the gun that Luke held in his hand\nwas suddenly red hot.\n\nBut Meek wasn't watching Luke. His eyes were for the crowd and even as\nhe pressed the firing button he saw a hand pick a bottle off the bar,\nlift it to throw. The gun in his right hand shrieked and the bottle\nsmashed into a million pieces, the liquor turned to steam.\n\nSlowly Meek backed away, his tread almost cat-like, his weak blue eyes\nlike cold ice behind the thick-lensed spectacles, his hunched shoulders\nstill hunched, his lean jaw like a steel trap.\n\nHe felt the wall at his back and stopped.\n\nOut in the room before him no one stirred. Luke stood like a statue,\ngripping his right hand, badly burned by the smoking gun that lay at\nhis feet. Luke's face was a mask of hatred.\n\nThe rest of them simply stared. Stared at this outlander. A man who\nwore clothing such as the Asteroid Belt had never seen before. A man\nwho looked as if he might be a clerk or even a retired farmer out on a\nholiday. A man with glasses and hunched shoulders and a skin that had\nnever known the touch of sun in space.\n\nAnd yet a man who had given Luke Blaine a head start for his gun, had\nbeaten him to the draw, had burned the gun out of his hand.\n\nOliver Meek heard himself speaking, but he couldn't believe it was\nhimself. It was as if some other person had taken command of his\ntongue, was forcing it to speak. He hardly recognized his voice, for it\nwas hard and brittle and sounded far away.\n\nIt was saying: \"Does anyone else want to argue with me?\"\n\nIt was immediately apparent no one did.\n\n\n                                  II\n\nOliver Meek tried to explain it carefully, but it was hard when people\nwere so insistent. Hard, too, to collect his thoughts so early in the\nday.\n\nHe sat on the edge of the bed, white hair tousled, his night shirt\nwrinkled, his bony legs sticking out beneath it.\n\n\"But I'm not a gun fighter,\" he declared. \"I'm just on a holiday. I\nnever shot at a man before in all my life. I can't imagine what came\nover me.\"\n\nThe Rev. Harold Brown brushed his argument aside.\n\n\"Don't you see, sir,\" he insisted, \"what you can do for us? These\nhoodlums will respect you. You can clean up the town for us. Blacky\nHoffman and his mob run the place. They make decent government and\ndecent living impossible. They levy protection tribute on every\nbusinessman, they rob and cheat the miners and prospectors who come\nhere, they maintain vice conditions....\"\n\n\"All you have to do,\" said Andrew Smith brightly, \"is run Blacky and\nhis gang out of town.\"\n\n\"But,\" protested Meek, \"you don't understand.\"\n\n\"Five years ago,\" the Rev. Brown went on, disregarding him, \"I would\nhave hesitated to pit force against force. It is not my way nor the way\nof the church ... but for five years I've tried to bring the gospel to\nthis place, have worked for better conditions and each year I see them\nsteadily getting worse.\"\n\n\"This could be a swell place,\" enthused Smith, \"if we could get rid of\nthe undesirables. Fine opportunities. Capital would come in. Decent\npeople could settle. We could have some civic improvements. Maybe a\nRotary club.\"\n\nMeek wiggled his toes despairingly.\n\n\"You would earn the eternal gratitude of Asteroid City,\" urged the Rev.\nBrown. \"We've tried it before but it never worked.\"\n\n\"They always killed our man,\" Smith explained, \"or he got scared, or\nthey bought him off.\"\n\n\"We never had a man like you before,\" the Rev. Brown declared. \"Luke\nBlaine is a notorious gunman. No one, ever before, has been able to\nbeat him to....\"\n\n\"There must be some mistake,\" insisted Meek. \"I'm just a bookkeeper. I\ndon't know a thing....\"\n\n\"We'd swear you in as marshal,\" said Smith. \"The office is vacant now.\nHas been for three months or more. We can't find anyone to take it.\"\n\n\"But I'm not staying long,\" protested Meek. \"I'm leaving pretty soon. I\njust want to try to get a look at the Asteroid Prowler and scout around\nto see if I can't find some old rocks I read about once.\"\n\nThe two visitors stared open mouthed at him. Meek brightened. \"You've\nheard about those old rocks, maybe. Some funny inscriptions on them.\nFellow who found them thought they had been made recently, probably\njust before Earthmen first came here. But no one can read them. Maybe\nsome other race ... from somewhere far away.\"\n\n\"But it won't take you long,\" pleaded Smith. \"We got warrants for all\nof them. All you got to do is serve them.\"\n\n\"Look,\" said Meek in desperation, \"you have got me wrong. It must have\nbeen an accident, shooting that gun out of Mr. Blaine's hand.\"\n\nMeek felt dull anger stirring within him. What right did these people\nhave of insisting that he help them with their troubles? What did they\nthink he was? A desperado or space runner? Another gangster? Just\nbecause he'd been lucky at the Silver Moon.\n\n\"By gosh,\" he declared flatly, \"I just won't do it!\"\n\nThey looked pained, rose reluctantly.\n\n\"I suppose we shouldn't have expected that you would,\" said the\nReverend Brown bitingly.\n\n\n\nThe Silver Moon was quiet. The bartender was languidly wiping the top\nof the bar. A Venusian boy was as languidly sweeping out. The dancing\ngirls were gone, the music was silent.\n\nStiffy and Oliver Meek were among the few customers.\n\nStiffy gulped a drink and blew fiercely through his whiskers.\n\n\"Oliver,\" he said, \"you sure are a ring-tailed bearcat with them guns\nof yours. I wonder, would you tell me how you do it?\"\n\n\"Look here, Mr. Grant,\" said Meek. \"I wish you'd quit talking about\nwhat I did. It was just an accident, anyhow. What I'm mainly interested\nin is this Asteroid Prowler you were telling me about. Is there any\nchance I might find him if I went out and looked?\"\n\nStiffy choked, almost purple with astonishment.\n\n\"Good gravy,\" he said, \"now you want to go out and tangle with the\nProwler!\"\n\n\"Not tangle with him,\" Meek declared. \"Just look at him.\"\n\n\"Mister,\" Stiffy warned, \"the best way to look at that thing is with a\ntelescope. A good, powerful telescope.\"\n\nThe swinging doors swung open and a man walked in.\n\nThe newcomer walked directly toward the table occupied by Stiffy and\nMeek. He halted beside it, black beard jutting fearsomely, eyes bleakly\ncold.\n\n\"I'm Blacky Hoffman,\" he said. \"I suppose you're Meek.\" He disregarded\nStiffy.\n\nMeek stood up and held out his hand.\n\n\"Glad to know you, Mr. Hoffman,\" he said.\n\nBlacky took the proffered hand in some surprise.\n\n\"Seems I should know you, Meek, but I don't. Should have heard of you\nat some time or other. A man like you would get talked about.\"\n\nMeek shook his head. \"I don't think you ever have. I never did anything\nto get talked about.\"\n\n\"Sit down,\" said Hoffman and it sounded like a command.\n\n\"I got to be going,\" Stiffy piped, already halfway to the door.\n\nHoffman poured out a drink and shoved the bottle at Meek. Meek gritted\nhis teeth and poured a short one.\n\n\"No use beating around the bush,\" said Blacky. \"We may as well get down\nto cases. I guess we understand one another.\"\n\nOliver Meek didn't know what the other meant, but he had to say\nsomething.\n\n\"I guess we do,\" he agreed.\n\n\"All right, then,\" said Hoffman. \"I've built up a sweet little racket\nhere and I don't like fellows butting in.\"\n\nMeek essayed to down his liquor, succeeded, gasped for breath.\n\n\"But I could use a man like you,\" said Hoffman. \"Luke tells me you are\nhandy with the blasters.\"\n\n\"I practice sometimes,\" Meek admitted.\n\nA smile twitched Hoffman's bearded lips. \"We have the town just where\nwe want it. The officials can't do a thing. Scared to. Marshals always\neat rock or skip town. Maybe you would like to throw in with us. Not\nmuch to do, easy pickings.\"\n\n\"I'm sorry,\" said Meek, \"but I can't do that.\"\n\n\"Listen, Meek,\" warned Hoffman, \"you're either with us or you aren't.\nWe don't like chiselers here. We know what to do with guys who try to\nmuscle in. I don't know who you are or where you come from, but I'm\ntelling you this ... straight. If you don't come in, all right ... but\nif you stick around after tonight I can't promise you protection.\"\n\nMeek was silent, mulling the threat.\n\n\"You mean,\" he finally asked, \"that you're ordering me out if I don't\njoin your gang?\"\n\nHoffman nodded. \"That, big boy, is just exactly what I mean.\"\n\nSlow anger and resentment ate at Meek. Who was this Hoffman to order\nhim out of Asteroid City? This was a free Solar System, wasn't it? No\nwonder the Rev. Brown was jittery. No wonder the decent people wanted a\nclean-up.\n\nMeek's anger mounted, a cold deadly anger that shook him like a frigid\nhand. An anger that almost frightened him, for very seldom in his life\nhad he been really angry.\n\nHe rose slowly from the table, hitched his gun belt to a comfortable\nposition.\n\n\"The town's been without a marshal for a long time, hasn't it?\" he\nasked.\n\nHoffman's laugh boomed out. \"You bet it has. And it's going to stay\nthat way. The last one took it on the lam. The one before that got\nkilled. The one before that sort of disappeared....\"\n\nMeek spoke slowly, weak eyes burning.\n\n\"Horrible condition,\" he said. \"Something's got to be done about it.\"\n\n\n\nThe streets were deserted, quiet, a deadly quiet that lurked and\nhovered, waiting for something to happen.\n\nOliver Meek polished his marshal's star with his coat sleeve, glanced\nup at the dome. Stars glittered, their light distorted by the heavy\nquartz. Stars in a dead black sky.\n\nBathed in the weak starlight, the mighty walls of the canyon reared\nabove the dome. A canyon, the only sort of place where a city could\nrise on one of the planetoids. For the walls protected the dome against\nthe deadly barrage of whizzing debris that continually shrieked down\nfrom space. Those mighty cragged mountains and dizzy cliffs were pocked\nwith the blows dealt, through long eons, by that hail of armor-piercing\nprojectiles.\n\nMeek returned his gaze to the street, saw the lights of the Silver\nMoon. Nervously he felt of the papers in his inside pocket. Warrants\nfor the arrest of John Hoffman for murder, Luke Blaine for murder, Jim\nSmithers for reckless shooting, Jake Loomis for assault and battery,\nRobert Blake for robbery.\n\nAnd suddenly, Oliver Meek was afraid. For death waited him, he knew,\ninside the swinging doors of the Silver Moon. A death preluded by this\nquiet street.\n\nAlmost as if he were awaking from a dream, he found questions filling\nhis brain. What was he doing here? Why had he gotten himself into a jam\nlike this? What difference did it make to him what happened to Asteroid\nCity?\n\nIt had been anger that had made him do it ... that unaccountable anger\nwhich had flared when Hoffman told him to get out.\n\nAfter all, what difference would a few days make? He was going to leave\nanyhow. He'd seen about all there was to see in Asteroid City. He\nwanted to see the Prowler and the stones with the strange inscriptions\non them, but they were sights he could get along without.\n\nIf he turned around and walked the other way he could reach his space\nship in just a few minutes. There was fuel enough to take him to\nGanymede. No one would know until he was already gone. And after he was\ngone, what would he care what anybody thought?\n\nHe stood irresolutely, arguing with himself. Then he shook his head,\nresumed his march toward the Silver Moon.\n\nA figure stepped from a dark doorway. Meek saw the threatening gleam of\nsteel. His hands streaked toward his gun-butts, but something prodded\nhim in the back and he froze, fingers touching metal.\n\n\"All right, marshal,\" said a mocking voice. \"You just turn around and\nwalk the other way.\"\n\nHe felt his guns lifted from their holsters and he turned around and\nwalked. Footsteps crunched beside him and behind him, but otherwise he\nwalked in silence.\n\n\"Where are you taking me?\" he asked, his voice just a trifle shaky.\n\nOne of the men laughed.\n\n\"Just on a little trip, marshal. Out to take a look at Juno. It's a\nright pretty sight at night.\"\n\n\n\nJuno wasn't pretty. For the most part, there was little of it one could\nsee. The stars shed little light and the depressions were in shadow,\nwhile the cragged mountain tops seemed like shimmering mirages in the\nghostly starlight.\n\nThe ship lay on a plateau between a needle-like range and a deep,\nshadowed valley.\n\n\"Now, marshal,\" said one of the men, \"you stay right here. You'll see\nthe Sun come up over that mountain back there. Interesting. Dawn on\nJuno is something to remember.\"\n\nMeek started forward, but the other waved him back with his pistol.\n\n\"You're leaving me here?\" shrieked Meek.\n\n\"Why sure,\" the man said. \"You wanted to see the Solar System, didn't\nyou?\"\n\nThey backed away from him, guns in hand. Frozen in terror, he watched\nthem enter the ship, saw the port close. An instant later the ship\nroared away, the backwash of its tubes buffeting Meek to the ground.\n\nHe struggled to his feet, watching the blasting tubes until they were\nout of sight. Clumsily he stepped forward and then stopped. There was\nno place to go ... nothing to do.\n\nLoneliness and fear swept over him in terrible waves of anguish. Fear\nthat dwarfed any emotion he had ever felt. Fear of the ghostly shimmer\nof the peaks, fear of the shadow-blackened valley, fear of space and\nthe mad, cold intensity of unwinking stars.\n\nHe fought for a grip on himself. It was fear such as this that\ndrove men mad in space. He'd read about that, heard about it. Fear\nof the loneliness and the terrible depths of space ... fear of the\nindifference of endless miles of void, fear of the unknown that always\nlurked just at elbow distance.\n\n\"Meek,\" he told himself, \"you should have stayed at home.\"\n\nDawn came shortly, but no such dawn as one would see on Earth. Just a\ngradual dimming of the stars, a gradual lifting of the blacker darkness\nas a larger star, the Sun, swung above the peaks.\n\nThe stars still shone, but a gray light filtered over the landscape,\nmade the mountains solid things instead of ghostly shapes.\n\nJagged peaks loomed on one side of the plateau, fearsome depths on the\nother. A meteor thudded somewhere to his right and Meek shuddered.\nThere was no sound of the impact but he could feel the vibrations of\nthe blow as the whizzing mass struck the cliffs.\n\nBut it was foolish to be afraid of meteors, he told himself. He had\ngreater and more immediate worries.\n\nThere were less than eight hours of air left in the tanks of his space\nsuit. He had no idea where he was, although he knew that many miles of\nrugged, fearsome country stretched between him and Asteroid City.\n\nThe space suit carried no food and no water, but that was of minor\nmoment, he realized, for his air would give out long before he felt the\npangs of thirst or hunger.\n\nHe sat down on a massive boulder and tried to think. There wasn't much\nto think about. Everywhere his thoughts met black walls. The situation,\nhe told himself, was hopeless.\n\nIf only he hadn't come to Asteroid City in the first place! Or\nhaving come, if he had only minded his business, this never would\nhave happened. If he hadn't been so anxious to show off what he knew\nabout card dealing tricks. If only he hadn't agreed to be sworn in as\nmarshal. If he'd swallowed his pride and left when Hoffman told him to.\n\nHe brushed away such thoughts as futile, took stock of his surroundings.\n\nThe cliff on the right hand side was undercut, overhanging several\nhundred feet of level ground.\n\nPonderously, he heaved himself off the boulder, wandered aimlessly up\nthe wider tongue of plateau. The undercut, he saw, grew deeper, forming\na deep cleft, as if someone had furrowed out the mountain side. Heavy\nshadows clung within it.\n\nSuddenly he stopped, riveted to the ground, scarcely daring to breathe.\n\nSomething was moving in the deep shadow of the undercut. Something that\nseemed to glint faintly with reflected light.\n\nThe thing lurched forward and, in the fleeting instant before he turned\nand ran, Oliver Meek had an impression of a barrel-like body, a long\nneck, a cruel mouth, monstrous eyes that glowed with hidden fires.\n\nThere was no speculation in Oliver Meek's mind. From the description\ngiven him by Stiffy, from the very terror of the thing, he knew the\nbeing shambling toward him was the Asteroid Prowler.\n\nWith a shriek of pure fear, Meek turned and fled and behind him came\nthe Prowler, its head swaying on the end of its whip-like neck.\n\n\n\nMeek's legs worked like pistons, his breath gasping in his throat, his\nbody soaring through space as he covered long distances at each leap\nunder the influence of lesser gravity.\n\nThunderous blasts hammered at the earphones in his helmet and as he ran\nhe craned his head skyward.\n\nShooting down toward the plateau, forward rockets braking, was a small\nspaceship!\n\nHope rose within him and he glanced back over his shoulder. Hope died\ninstantly. The Prowler was gaining on him, gaining fast.\n\nSuddenly his legs gave out. Simply folded up, worn out with the\npunishment they had taken. He threw up his arms to shield his helmet\nplate and sobbed in panic.\n\nThe Asteroid Prowler would get him now. Sure as shooting. Just at the\nminute rescue came, the Prowler would get him.\n\nBut the Prowler didn't get him. Nothing happened at all. Surprised, he\nsat up and spun around, crouching.\n\nThe ship had landed, almost at the edge of the plateau and a man was\ntumbling out of the port. The Prowler had changed his course, was\ngalloping toward the ship.\n\nThe man from the ship ran in leaping bounds, a pistol in one gloved\nhand, and his yelp of terror rang in Meek's earphones.\n\n\"Run, dang you. Run! That dad-blamed Prowler will be after us any\nminute now.\"\n\n\"Stiffy,\" yelled Meek. \"Stiffy, you came out to get me.\"\n\nStiffy landed beside him, hauled him to his feet.\n\n\"Dang right I came to get you,\" he panted. \"I thought them hoodlums\nwould be up to some dirty tricks, so I stuck around and watched.\"\n\nHe jerked at Meek's arm.\n\n\"Come on, Oliver, we got to get along.\"\n\nBut Meek jerked his arm away.\n\n\"Look what he's doin!\" he shouted. \"Just look at him!\"\n\nThe Prowler seemed to be bent on systematic destruction of the space\nship. His jaws were ripping at the steel plating.... Ripping at it and\ntearing it away, peeling it off the frame as one might peel an orange.\n\n\"Hey,\" howled Stiffy. \"You can't do that. Get out of there, you\ndanged....\"\n\nThe Prowler turned to look at them, a heavy power cable in its mouth.\n\n\"You'll be electrocuted,\" yelped Stiffy. \"Danged if it won't serve you\nright.\"\n\nBut, far from being electrocuted, the Prowler seemed to be enjoying\nhimself. He sucked at the power cable and his eyes eyes glowed\nblissfully.\n\nStiffy flourished his pistol.\n\n\"Get away,\" he yelled. \"Get away or I'll blister your danged hide.\"\n\nAlmost playfully the Prowler minced away from the ship, feet dancing.\n\n\"He did it!\" said Meek.\n\n\"Did what?\" Stiffy scowled bewilderedly.\n\n\"Got away from that ship, just like you told him to.\"\n\nStiffy snorted. \"Don't ever kid yourself he did it because I told him\nto. He couldn't even hear me, probably. Living out here like this,\nhe wouldn't have anything to hear with. Probably he's just trying to\ndecide which one of us he'll catch first. Better be ready to kick you\nup some dust.\"\n\nThe Prowler trotted toward them, head bobbing up and down.\n\n\"Get going,\" Stiffy yelled at Meek and brought up his pistol. A blue\nshaft of light whipped out, smacked the Prowler in the head, but the\nProwler didn't even falter in his stride. The energy charge seemed to\nhave no power at all. It didn't even spatter ... it looked as if the\nblue pencil of raging death was boring straight into the spread of\nforehead between the monstrous eyes.\n\n\"Run, you danged fool,\" Stiffy screeched at Meek. \"I can't hold him\noff.\"\n\nBut Meek didn't run ... instead he sprang straight into the Prowler's\npath, arm upraised.\n\n\"Stop!\" he yelled.\n\n\n                                  III\n\nThe Prowler skidded to a stop, his metal hooves leaving scratches on\nthe solid rock.\n\nFor a moment the three of them stood stock still, Stiffy's jaw hanging\nin astonishment.\n\nMeek reached out a hand and patted the Prowler's massive shoulder.\n\n\"Good boy,\" he said. \"Good boy.\"\n\n\"Come away from there!\" Stiffy yelled in sudden terror. \"Just one good\ngulp and that guy would have you.\"\n\n\"Ah, shucks,\" said Meek, \"he won't hurt anybody. He's only hungry,\nthat's all.\"\n\n\"That,\" declared Stiffy, \"is just what I'm afraid of.\"\n\n\"You don't understand,\" insisted Meek. \"He isn't hungry for us. He's\nstarved for energy. Give him another shot from the gun.\"\n\nStiffy stared at the gun hanging in his hand.\n\n\"You're sure it wouldn't make him sore?\" he asked.\n\n\"Gosh, no,\" said Meek. \"That's what he wants. He soaks it up. Didn't\nyou notice how the beam went right into him, without spattering or\nanything. And the way he sucked that power cable. He drained your ship\nof every drop of energy it had.\"\n\n\"He did what?\" yelped Stiffy.\n\n\"He drained the ship of energy. That's what he lives on. That's why he\nchased you. He wanted you to keep on shooting.\"\n\nStiffy clapped a hand to his forehead.\n\n\"We're sunk for certain, now,\" he declared. \"There might have been a\nchance to get back with just a few plates ripped off the ship. But with\nall the energy gone....\"\n\n\"Hey, Stiffy,\" yelled Meek, \"take a look at this.\"\n\nStiffy moved nearer, cautiously.\n\n\"What you got now?\" he demanded irritably.\n\n\"These marks on his shoulder,\" said Meek. His gloved finger shook\nexcitedly as he pointed. \"They're the same kind of marks as were on\nthose stones I read about in the book. Marks no one could read. Fellow\nwho wrote the book figured they were made by some other race that had\nvisited Juno. Maybe a race from outside the Solar System, even.\"\n\n\"Good gravy,\" said Stiffy, in awe, \"you don't think....\"\n\n\"Sure, I do,\" Meek declared with the air of a man who is sure of his\nknowledge. \"A race came here one time and they had the Prowler along.\nFor some reason they left him. Maybe he was just a robot and they\ndidn't have room for him, or maybe something happened to them....\"\n\n\"Say,\" said Stiffy, \"I bet you that's just what he is. A robot. Attuned\nto thought waves. That's why he minds you.\"\n\n\"That's what I figured,\" Meek agreed. \"Thought waves would be the\nsame, no matter who thought them ... human being or a ... well ... or\nsomething else.\"\n\nA sudden thought struck Stiffy. \"Maybe them guys found the Lost Mine!\nBy cracky, that would be something, wouldn't it? Maybe this critter\ncould lead us to it.\"\n\n\"Maybe?\" Meek said doubtfully.\n\nMeek patted the Prowler's rocky shoulder gently, filled with wonder. In\nsome unguessed time, in some unknown sector of space, the Prowler had\nbeen fashioned by an alien people. For some reason they had made him,\nfor some reason they had left him here. Abandonment or purpose?\n\nMeek shook his head. That would be something to puzzle over later,\nsomething to roll around in his brain on some monotonous flight into\nthe maw of space.\n\nSpace! Startled at the thought clanging on his brain he jerked a quick\nglance upward, saw the bleak stars staring at him. Eyes that seemed to\nbe laughing at him, cruel, ironic laughter.\n\n\"Stiffy,\" he whispered. \"Stiffy, I just thought of something.\"\n\n\"Yeah, what is it?\"\n\nStark terror walked in Meek's words. \"My oxygen tank is better than\nhalf gone. And the ship is wrecked....\"\n\n\"Cripes,\" said Stiffy, \"I guess we just forgot. We sure are behind the\neight ball. Somehow we got to get back to Asteroid City. And we got to\nget there quick.\"\n\nMeek's eyes brightened. \"Stiffy, maybe.... Maybe we could ride the\nProwler.\"\n\nStiffy backed away. But Meek reached out and grasped his arm. \"Come on.\nIt's the only way, Stiffy. We have to get there and the Prowler can\ntake us.\"\n\n\"But ... but ... but....\" Stiffy stammered.\n\n\"Give me a leg up,\" Meek ordered.\n\nStiffy complied and Meek leaped astride the broad metal back, reached\ndown and hauled Stiffy aboard.\n\n\"Get going, you flea-bitten nag!\" Meek yipped, in sudden elation.\n\nThere was reason for elation. Not until that moment had he stopped to\nconsider the Prowler might object to being ridden. Might consider it an\ninsult.\n\nThe Prowler apparently was astonished, but that was all. He shook his\nhead in bewilderment and weaved his neck around as if he wasn't quite\nsure just what to do. But at least he hadn't started to take the place\napart.\n\n\"Giddap!\" yelled Stiffy, bringing the butt of his pistol down.\n\nThe Prowler jigged a little, then gathered himself together and\nstarted. The landscape blurred with speed as he leaped a mighty\nboulder, skipped along a narrow ledge around a slick-faced mountain,\nskidded a hairpin turn.\n\nMeek and Stiffy fought desperately to hang on. The metal back was slick\nand broad and there weren't any handholds. They bounced and thumped,\nalmost fell off a dozen times.\n\n\"Stiffy,\" yelled Meek, \"how do we know he's taking us to Asteroid City?\"\n\n\"Don't fret about that,\" said Stiffy. \"He knows where we want to go. He\nread our mind.\"\n\n\"I hope so,\" Meek said, prayerfully.\n\nThe Prowler whished around a right angle turn on a narrow ledge and the\ndistant peaks wheeled sickeningly against the sky.\n\nMeek lay flat on his belly and hugged the Prowler's sides. The\nmountains whistled past. He stole a look at the jagged peaks on the\nnear horizon and they looked like a tight board fence.\n\n\n\nOliver Meek fought manfully to get back his composure as the Prowler\npranced down the main street of Asteroid City.\n\nThe sidewalks were lined with hundreds of staring faces, faces that\ndrooped in astonishment and disbelief.\n\nStiffy was yelling at someone. \"Now, doggone you, will you believe\nthere is a Prowler?\"\n\nAnd the man he yelled at didn't have a word to say, just stood and\nstared.\n\nIn the swarm of faces, Meek saw those of the Reverend Harold Brown and\nAndrew Smith and, almost as if in a dream, he waved jauntily to them.\nAt least, he hoped the wave was jaunty. Wouldn't do to let them know\nhis knees were too weak to hold him up.\n\nSmith waved back and shouted something, but the Reverend Brown's jaw\nhung open and he seemed too wonder-struck to move.\n\nThis, thought Meek, is the kind of things you read about. The\nconquering hero coming home astride his mighty charger. Only the\nconquering hero, he remembered with a sudden twinge, usually was a\nyoung lad who sat straight in the saddle instead of an old man with\nshoulders hunched from thirty years of poring over dusty ledgers.\n\nA man was stepping out into the street, a man who carried a gun in hand\nand suddenly Meek realized they were abreast of the Silver Moon.\n\nThe armed man was Blacky Hoffman.\n\nHere, thought Meek, is where I get it. This is what I get for playing\nthe big shot ... for being a smart alec, for remembering how cards\nshouldn't be dealt and for shooting a man's gun out of his hand and\nletting myself be talked into being a marshal.\n\nBut he sat stiff and as straight as he could on the Prowler and kept\nhis eyes on Hoffman. That was the only way to do. That was the way all\nthe heroes did in the stories he had read. And doggone, he was a hero.\nWhether he liked it or not, he was one.\n\nThe street was hushed with sudden tension and the very air seemed to be\ncrackling with the threat of direful happenings.\n\nHoffman's voice rang crisply through the stillness.\n\n\"Go for your blasters, Meek!\"\n\n\"I have no blasters,\" Meek told him calmly. \"Your hoodlums took them\nfrom me.\"\n\n\"Borrow Stiffy's,\" snapped Hoffman, and added, with a nasty laugh: \"You\nwon't need them long.\"\n\nMeek nodded, watching Hoffman narrowly. Slowly he reached back for\nStiffy's gun. He felt it in his hand, wrapped his fingers tightly\naround it.\n\nFunny, he thought, how calm he was. Like he had been in the Silver Moon\nthat night. There was something about a gun. It changed him, turned him\ninto another man.\n\nHe didn't have a chance, he knew. Hoffman would shoot before he could\never get the gun around. But despite that, he felt foolishly sure....\n\nHoffman's gun flashed in the weak sunlight, blooming with blue\nbrilliance.\n\nFor an instant, a single fraction of a second, Meek saw the flash of\nthe beam straight in his eyes, but even before he could involuntarily\nflinch, the beam had bent. True to its mark, it would have drilled Meek\nstraight between the eyes ... but it didn't go straight to its mark.\nInstead, it bent and slapped itself straight between the Prowler's eyes.\n\nAnd the Prowler danced a little jig of happiness as the blue spear of\nenergy knifed into its metal body.\n\n\"Cripes,\" gasped Stiffy, \"he draws it! He ain't satisfied with just\ntaking it when you give it to him. He reaches out and gets it. Just\nlike a lightning rod reaching up and grabbing lightning.\"\n\nPuzzlement flashed across Hoffman's face, then incredulity and finally\nsomething that came close to fear. The gun's beam snapped off and his\nhands sagged. The gun dropped in the dust. The Prowler stood stock\nstill.\n\n\"Well, Hoffman?\" Meek asked quietly and his voice seemed to run all\nalong the street.\n\nHoffman's face twitched.\n\n\"Get down and fight like a man,\" he rasped.\n\n\"No,\" said Meek, \"I won't do that. Because it wouldn't be man to man.\nIt would be me against your entire gang.\"\n\nHoffman started to back away, slowly, step by furtive step. Step by\nstep the Prowler stalked him there in the silent street.\n\nThen Hoffman, with a scream of terror, broke and ran.\n\n\"Get him!\" Meek roared at the Prowler.\n\nThe Prowler, with one lightning lunge, one flip of its whip-like neck,\ngot him. Got him, gently, as Meek had meant he should.\n\n\n\nHowling in mingled rage and terror, Hoffman dangled by the seat of his\npants from the Prowler's beak. Neatly as any circus horse, the Prowler\nwheeled and trotted back to the Silver Moon, carrying Hoffman with a\ncertain gentle grace that was not lost upon the crowd.\n\nHoffman quieted and the crowd's jeers rang against the dome. The\nProwler pranced a bit, jiggled Hoffman up and down.\n\nMeek raised a hand for silence, spoke to Hoffman. \"O.K., Mr. Hoffman,\ncall out your men. All of them. Out into the middle of the street.\nWhere we can see them.\"\n\nHoffman swore at him.\n\n\"Jiggle him some,\" Meek told the Prowler. The Prowler jiggled him and\nHoffman bawled and clawed at empty air.\n\n\"Damn you,\" shrieked Hoffman, \"get out into the street. All of you.\nJust like he said.\"\n\nNo one stirred.\n\n\"Blaine,\" yelled Hoffman. \"Get out there! You, too Smithers. Loomis.\nBlake!\"\n\nThey came slowly, shame-faced. At a command from Meek they unholstered\ntheir blasters and heaved them in a pile.\n\nThe Prowler deposited Hoffman with them.\n\nMeek saw Andrew Smith standing at the edge of the sidewalk and nodded\nto him. \"There you are, Mr. Smith. Rounded up, just like you wanted\nthem.\"\n\n\"Neat,\" said Stiffy, \"but not gaudy.\"\n\nSlowly, carefully, bones aching, Meek slid from the Prowler's back, was\nsurprised his legs would hold him up.\n\n\"Come in and have a drink,\" yelled a dozen voices all at once.\n\n\"Bet your life,\" agreed Stiffy, licking his chops.\n\nMen were slapping Meek on the back, yelling at him. Yelling friendly\nthings, calling him an old he-wolf.\n\nHe tried to thrust out his chest but didn't succeed too well. He hoped\nthey wouldn't insist on his drinking of lot of _bocca_.\n\nA hand tugged at Meek's elbow. It was the Reverend Brown.\n\n\"You aren't going to leave that beast out here all alone?\" he asked.\n\"No telling what he might do.\"\n\n\"Ah, shucks,\" protested Stiffy, \"he's gentle as a kitten. Stands\nwithout hitching.\"\n\nBut even as he spoke, the Prowler lifted his head, almost as if he were\nsniffing, started down the street at a swinging trot.\n\n\"Hey,\" yelled Stiffy, \"come back here, you cross-eyed crow-bait!\"\n\nThe Prowler didn't falter in his stride. He went even faster.\n\nCold fear gripped Meek by the throat. He tried to speak and gulped\ninstead. He'd just thought of something. The power plant that supplied\nAsteroid City with its power and light, the very oxygen it breathed,\nwas down that way.\n\nA power plant and an alien robot that was starved for energy!\n\n\"My stars!\" gasped Meek.\n\nHe shook off the minister's hand and galloped down the street,\nshrieking at the Prowler. But the Prowler had no thought of stopping.\n\nPanting, Meek slowed from a gallop to a trot, then to a labored walk.\nBehind him, he heard Stiffy puffing along. Behind Stiffy trailed\npractically the entire population of Asteroid City.\n\nFar ahead came the sound of rending steel and crashing structure as the\nProwler ripped the plant apart to get at the juice.\n\nStiffy gained Meek's side and panted at him. \"Cripes, they'll crucify\nus for this. We got to get him out of there.\"\n\n\"How?\" asked Meek.\n\n\"Danged if I know,\" said Stiffy.\n\nOne side of the plant was a mass of tangled wreckage, surrounding a\nhole out of which protruded the Prowler's hind quarters. Terrified\nworkers and maintenance men were running for their lives. Live wires\nspat and crackled with flaming energy.\n\n\n                                  IV\n\nMeek and Stiffy halted a half block away, breath whistling in their\nthroats. The Prowler's tail, protruding from the hole in the side of\nthe plant, twitched happily. Meek regarded the scene with doleful\nthoughts.\n\n\"I wish,\" Stiffy declared, \"we'd stayed out there and died. It would\nhave been easier than what's liable to happen to us now.\"\n\nFeet thumped behind them and a hand grabbed Meek's shoulder, grabbed\nit. It was Andrew Smith, a winded, apoplectic Andrew Smith.\n\n\"What are you going to do?\" he shouted at Meek.\n\nMeek swallowed hard, tried to make his voice even. \"Just studying over\nthe situation, Mr. Smith. I'll figure out something in a minute.\"\n\n\"Sure he will,\" insisted Stiffy. \"Leave him alone. Give him time. He\nalways does what he says he'll do. He said he'd round up Blacky for\nyou, and he did. He went out single-handed and captured the Prowler.\nHe ...\"\n\n\"Yeah,\" yelled Smith, \"and he said the Prowler would stand without\nhitching, too. And did he stand? I ask you ...\"\n\n\"He didn't say that,\" Stiffy interrupted, testily, \"I said that.\"\n\n\"It don't make a bit of difference who said it,\" shrieked Smith. \"I\ngot stock in that plant there. And the Prowler's ruining it. He's\njeopardizing the life of this whole city. And it's all your fault. You\nbrought him here. I'll sue you, the both of you, so help me....\"\n\n\"Ah, shut up,\" snapped Stiffy. \"Who can think with you blabbering\naround?\"\n\nSmith danced in rage. \"Who's blabbering? I got a good mind to....\"\n\nHe doubled up his fist and started toward Stiffy.\n\nAnd once again Oliver Meek did something he never would have thought\nof doing back on Earth. He put out his gloved hand, deliberately, and\npushed Smith in the face. Pushed hard, so hard that Smith thumped down\nin the dust of the street and sat there, silenced by surprise.\n\nWithout even looking back, Meek strode purposefully down the street\ntoward the Prowler. What he meant to do he did not know. What he\npossibly could do he had no idea. But anything was better than standing\nthere while the crowd screamed at him and men shook their fists at him.\n\nWhy, they might even lynch him! He shivered at the thought. But men\nstill did things like that. Especially when someone monkeyed around\nwith the very things they depended on for life out here in naked space.\nMaybe they'd turn him out on Juno with only an hour or two of oxygen.\nMaybe they'd....\n\nStiffy was yelling at him. \"Come back, you danged old fool....\"\n\nSuddenly the ground leaped and bucked beneath Meek's feet. The power\nplant reeled before his startled eyes and then, somehow, he was on his\nback, watching the dome wheel and weave above him.\n\nFighting for breath that had been knocked out of him, he clawed his way\nto his knees, tried to stand erect, but the ground still was crawling\nwith motion.\n\nIt was like an earthquake, he told himself, startled that he could even\nthink. But it couldn't be an earthquake. Juno didn't have earthquakes,\nthere was no reason for Juno to have earthquakes. The little planetoid\neons ago had cooled through and through, each rock, each strata had\nfound its place. Juno was dead, dead as the reaches of space itself,\nand earthquakes don't happen on dead planets.\n\nOut of the corner of his eyes he saw the Prowler had backed out of the\nhole in the power plant, was standing with four legs spread wide,\nbracing himself. His long neck was stretched high in the air and the\nugly, toothy head had the look of quick alertness.\n\nMeek gained his feet, stood tottering, keeping upright by some fancy\nfootwork. The Prowler started toward him, legs gathering speed, heading\ndown the street.\n\nWith a hoarse whoop, Meek steadied himself, half crouched and held his\nbreath, leaped, leaped so hard he almost vaulted over the beast's broad\nback. Sprawling, he scrambled into position astride the running robot,\nsaw Stiffy leaping at him. Quickly he shot out a hand, grasped Stiffy\nand hauled him aboard.\n\nAhead of them the crowd rushed for safety, leaving a broad avenue for\nthe storming Prowler and his two riders.\n\n\"Get the locks open,\" yelled Stiffy. \"Here we come!\"\n\nThe crowd took up the shriek. \"Get the locks open!\"\n\n\n\nThe Prowler swept down the street, hoofs clattering like hammer blows.\nAhead of them the inner lock swung open. As the Prowler bulleted into\nthe entrance tunnel, the outer lock swung out and for a few wild\nseconds air screamed and howled, rushing from the city into the vacuum\nof space.\n\nIn frantic haste, Meek and Stiffy worked with their helmets, getting\nthem clamped down. Then they were out in the open, the gleaming city\nbehind them.\n\nLess than half a mile away loomed a massive boulder towering a hundred\nfeet or more above the level of the canyon floor. The Prowler made a\nbeeline for it.\n\n\"Oliver,\" yelled Stiffy, \"that thing wasn't there before. Look, it\nalmost blocks the canyon!\"\n\nThe boulder was black but it crawled with a greenish glow, a faint\nnetwork of somber fire.\n\nThe breath caught in Meek's throat.\n\n\"Stiffy,\" he whispered.\n\nBehind him, Stiffy almost sobbed in excitement. \"Yeah, I know. It's a\nmeteor. And it's lousy with radium.\"\n\n\"It just fell,\" said Meek, voice unsteady. \"That's what shook up the\nplace. Wonder is it didn't crack the dome wide open.\"\n\n\"We better jump for it,\" urged Stiffy, \"if we don't want to get plumb\nburned. Can't go near that thing without lead sheathing.\"\n\nMeek flung himself sidewise, throwing up his arms to shield his helmet,\nstruck on his shoulders and rolled. Slowly, benumbed from the fall, he\ncrept out of the shadow of a high rock wall into the starlight.\n\nStiffy was sitting on the ground, rubbing his shins.\n\n\"Barked them up some,\" he admitted.\n\nUp the valley the Prowler was arching its back and rubbing against the\ngreen-glowing boulder.\n\n\"Just like a dad-blamed cat that has found some catnip,\" said Stiffy.\n\"Must sort of like that radium.\"\n\nHe rose slowly, dusted off his suit.\n\n\"Well,\" he suggested, \"let's you and me go into action.\"\n\n\"Action?\"\n\n\"Sure. Let's go back and file us a claim on that meteor. Don't need to\nworry about anybody else jumping it, cause every dad-blamed one of them\nis scared speechless of the Prowler. They won't go near the meteor long\nas he's around.\"\n\nMeek stared at the meteor speculatively. \"That's worth a lot of money,\nisn't it, Stiffy? Filled with radium like that.\"\n\n\"Bet your boots,\" said Stiffy cheerfully. \"We go fifty-fifty on her.\nSplit equal ways. We're pardners.\"\n\n\"Tell you what you do,\" Meek said slowly. \"You take it all. Just take\nout enough to fix up the damage back there and call that my share.\"\n\nStiffy's jaw drooped. \"Say, what you getting at?\"\n\n\"I'm leaving,\" said Meek.\n\n\"Good gravy! Leaving! And just when we made us a strike.\"\n\n\"You don't understand,\" said Meek. \"I didn't come out here to find\nradium. Or to arrest gangs. Or even to capture an Asteroid Prowler. I\njust came out to look around. Nice and quiet. Didn't want to bother\nanybody. Didn't want anybody to bother me.\"\n\n\"Doggone it,\" said Stiffy, \"and I was just figuring maybe, soon as we\ncleaned up the radium, we might get that Prowler to lead us to the Lost\nMine.\"\n\n\n\nMeek brightened. \"I have a hunch I know where that Lost Mine is,\nStiffy. Remember there was a cut-back in the cliff near where we found\nthe Prowler. Well, when I first saw him, he was in that place. Got a\nhunch maybe that's the mine.\"\n\nStiffy grinned. \"So you're sticking with me.\"\n\nMeek shook his head. \"No, I'm still leaving.\"\n\n\"Just like that?\" said Stiffy.\n\nStiffy held out his hand, \"O.K., if that's what you want to do. I'll\nbank your half in the First Martian back on Earth. Leave my address\nthere. Might want to get in touch with me some time.\"\n\nMeek gripped his hand. \"You don't need to do that. Take all of it. Just\nsee the plant's fixed up.\"\n\nStiffy's eyes shone queerly, moistly in the starlight. \"Shucks, there's\nenough for both of us. More than enough.\" His voice was rough. \"Now get\nalong with you.\"\n\nMeek started to walk away.\n\n\"Goodbye, Stiffy,\" he called.\n\n\"So long,\" Stiffy shouted.\n\nMeek hesitated. It seemed there should have been more he could have\nsaid. Some way to let Stiffy know he liked him. Some way to tell him he\nwas a friend in a life which had known few friends.\n\nHe tried to think of ways to put what he felt in words, but there\nwasn't any way, none that didn't sound awkward and sentimental.\n\nHe wheeled about, headed for the space port. His feet went faster and\nfaster, until finally he was running.\n\nHe had to get out of here, he told himself, before he got into another\njam. His luck was stretched too thin already. A fellow just couldn't go\non having luck like that.\n\nAnd besides, there was all of space to roam in, other places to see.\nThat was what he had set out to do. To see the Solar System in his own\nship, to do all the things he'd dreamed about back in the cubby hole at\nLunar Exports, Inc.\n\nAnd he was going to do just that, he promised himself. Although he\nhoped the next stop would be more peaceable.\n\nOliver Meek sighed happily--_this was the life_.",
    "metadata": {
        "author": [
            "Simak, Clifford Donald",
            "Simak, Clifford D."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/63046/pg63046.txt",
        "name": "mr_meek_musketeer.json"
    }
}