{
    "name": "Mr. President",
    "author": [
        "Arr, Stephen",
        "Rynas, Stephen Alexander"
    ],
    "body": "George Wong stood pale and silent by the video screen, listening to\nthe election returns, a long-stemmed glass of champagne clutched\nforgotten in his trembling right hand.\n\nThe announcer droned on: \"--latest returns from Venus, with half of\nthe election districts reporting, give three billion four hundred and\nninety-six million votes for Wong, against one billion, four hundred\nmillion for Thompson, one billion one hundred million for Miccio, and\nnine hundred million for Kau. These results, added to the almost\ncomplete returns from Earth and the first fragmentary reports from\nMars, clearly indicate a landslide vote for Wong as the next President\nof the Solar Union. The two billion votes from Ganymede and Callisto,\nwhich will be received early tomorrow morning, cannot appreciably\naffect the results. The battle for the twenty-five Vice-Presidents is\nless clear. It is certain that Thompson, Miccio, Kau, Singh, and\nDuLavier will all be among those elected, but in what order is not\nyet....\"\n\nWong leaned over and snapped the video off. His shoulders sagged. He\nleaned against the console as though too tired to move, a slight,\nnarrow-shouldered man with a very high forehead and thin receding\nblack hair. His large, sad, almond-shaped eyes and yellow-tinted skin\nindicated that there was a good deal of Asiatic in the mixed blood\nthat flowed through his veins.\n\n\"I'm sorry, truly sorry,\" Michael Thompson said sympathetically,\nplacing a friendly arm across the narrow shoulders of the successful\ncandidate. They were alone in the living room of the hotel suite in\nNew Geneva, which they had shared for the campaign. \"The people chose\nwell. After the wonderful job you did in organizing the colonization\nof Io and Europa, you were the logical man. And then you do have the\nfantastic Responsibility Quotient of 9.6 out of 10. Anyway,\" he added\nwith a weary shrug, \"don't feel too bad--it looks as though I'll be\nFirst Vice-President.\"\n\nA brief ghost of a smile crossed George Wong's face. \"We who are about\nto die salute you,\" he said, lifting his glass in a bitter toast to\nthe blank video screen.\n\nThompson, the man who was to be First Vice-President, silently joined\nhim.\n\n\"At least,\" Wong sighed, putting his empty glass down on the video, \"I\ndon't have a family. Look at poor Kau. At Miccio. With wives and\nchildren, how they must have suffered when they learned they had been\ndrafted by the conventions.... Well, I guess there's nothing else to\ndo but to go to bed and wait until they come for me in the morning.\nGood night, Michael.\"\n\n\"Good night, George,\" Michael Thompson said. He turned toward his own\nroom. \"I _am_ sorry,\" he said again.\n\n\n\nWong had already eaten breakfast and was dressed in an inconspicuous\ntweed suit for the inauguration when the chimes sounded, telling him\nthat they were at the door. Slowly, he walked to the door and opened\nit.\n\n\"Good morning, Mr. President,\" the man outside said cheerily, flashing\nhis famous grin. George Wong immediately recognized Al Grimm, the man\nwho had been personal secretary to sixty-three Presidents. He was one\nof the vast army of civil servants who kept the wheels of government\nturning smoothly until Presidents were able to make the decisions\nthat would create policy.\n\n\"Good morning, Al,\" George Wong said. \"I am afraid I'll have to place\nmyself completely in your hands for these first few days. Do we go to\nthe Executive Mansion for the inauguration now?\"\n\n\"Yes, sir. Then, after your inauguration, to the office. Messages of\ncondolence have been pouring in all night, but I don't think you want\nto bother with them. However, I am afraid we will have to bring up\nsome of the problems that have arisen in the two weeks since President\nReynolds left office.\"\n\n\"How is he?\" Wong asked. \"I knew him, you know. He taught at Venus\nUniversity at the same time I did. He was a fine man.\"\n\n\"I'm afraid he's no better,\" Al said, shaking his head. \"We're doing\nall we can for him, but he won't even speak to his wife. You know how\ndifficult it is.\"\n\n\"Yes, I know,\" Wong said.\n\nThey rode downstairs in silence and walked to the Presidential Copter\nparked in the street in front of the house. A few guards loitered in\nthe vicinity, but there were no crowds. They entered the plush copter,\nwhich rose smoothly under its whirling blades and carried them over\nthe city, landing finally on the lawn of the Executive Mansion.\n\nChief Justice Herz met them, dressed in a blue business suit, and\nafter they shook hands he administered the oath.\n\n\"Do you, George Wong,\" he asked, \"swear to make every decision you are\nasked to make as President of the Solar Union for the benefit of the\npeople of the Union and in accord with what you believe to be fair and\njust, fully cognizant of the fact that the welfare of seventy-five\nbillion citizens of the Union is dependent on you?\"\n\n\"I do,\" George Wong said, through a painfully dry throat that would\nbarely permit the words to come out.\n\n\n\nThey all shook hands again. Then Al Grimm led the President across the\ngrassy lawn, into the mansion, and up to the office that had served\nover a thousand Presidents. Wong entered it nervously. It was a large\nplain room, severely decorated. Tentatively, he slid into the chair\nbehind the huge steel desk, and began opening the drawers. He found\nthem fully stocked with tapes, a recorder, all the other necessities.\nThe desk and everything else in the room was brand new. There was no\ntrace anywhere of his predecessors, and he was relieved to find it so.\nThe Psychology Department at work, he thought.\n\n\"While we are moving your effects into the living quarters, Mr.\nPresident,\" Al said from the doorway, \"I wonder if we could start\ndiscussing the problem of the Gnii ... their Ambassadors have\npresented an ultimatum, and they demand an answer today.\"\n\n\n\nSo soon, President Wong thought. Couldn't he have just a few hours to\nget used to his office, to wander through the building, to explore the\ngreen garden that he could see from his barred window stretching out\nbehind the mansion?\n\nFor a second, he almost rebelled; but even as he thought of answering\nno, he realized that he never would. The Psych Agents had measured his\nResponsibility Quotient at 9.6, and they didn't make mistakes.\n\n\"Of course,\" he answered with forced enthusiasm. \"Who do you suggest I\ndiscuss the matter with? For that matter, who are the Gnii?\"\n\n\"I have the Manager of Defense, the Manager of Trade, and the Manager\nof Foreign Affairs waiting in the anteroom. With your permission, I'll\ncall them in and they'll explain the problem. But first, if you would\nsign this order ... it has already been approved by President Reynolds\nand by all of the Managers concerned.\"\n\nPresident Wong took the paper. It was an order sending a space\nplatoon, 5,000 warships and 500,000 men, to the system of Altair A, to\nplace themselves under the command of the Grasvian fleet for an attack\nagainst the system of Altair D.\n\nThe President frowned. \"What's the story behind this?\"\n\n\"As you know,\" Al explained patiently, \"there is an unwritten\nagreement throughout the Galaxy that if any system conquers too many\nother systems, an intersystem police force is formed to cut the\nconqueror down. Since for all practical purposes, there is an infinity\nof systems in the Galaxy, and as each conqueror borders on more and\nmore of them as he grows larger in three-dimensional expansion, unlike\nthe one-dimensional conquests that used to occur on the surface of\nplanets, conquest of the Galaxy is an obvious impossibility. However,\nthe inhabitants of Altair D seem to have embarked on a policy of\nreckless expansion that could reach us in time.\"\n\n\"I see,\" President Wong said. \"How far away are they?\"\n\n\"It will take the platoon sixteen years to get to the rendezvous. They\nwill remain for ten years, then return. Because of the distance, we\nare not expected to send more than this token force.\"\n\n\n\nPresident Wong looked at the order. It had already been signed by\nPresident Reynolds, by the Managers of Defense and of Foreign Affairs.\nAfter all, even though forty-two years was a long period of time to\nchop out of a man's life, only 500,000 men were involved, and it was\nthe duty of every citizen to give his life for his planet if required.\n\nWith an impatient motion, he rolled his thumbprint in the soft plastic\nsignature space, and held it for a second as it hardened. Then he\nthrew the order into a basket labeled OUTGOING CORRESPONDENCE.\n\nHis first official duty completed, he should have felt exhilarated;\nbut instead, nagging thoughts of guilt tugged at his brain.\n\nWho were the inhabitants of Altair D, anyway? How did he know that the\npolice action was just? Shouldn't he get out the whole file and go\nover it?\n\nBut that would take days ... and there was the matter of the Gnii,\nwhoever they were.\n\nThe three managers entered. President Wong stood up and shook hands\nwith them. They didn't waste time on other preliminaries, but rushed\nstraight into business.\n\n\"The Gnii,\" the Manager of Trade, a large, red-faced man said, \"demand\nthat we remove our trading planetoid from their system. They allege\nthat the planetoid is a security risk, in that it could be used for\nremote-control bombing of any of their planets. They threaten that if\nwe don't remove it voluntarily, they will attack it, and their\nAmbassadors are here in person to take our reply to their ultimatum.\"\n\nThere was nothing unusual in that, President Wong knew. Since both\nspaceships and any other known means of communication traveled at the\nspeed of light, it was now more common to send Ambassadors on\nimportant missions than to send messages.\n\n\"What do you think we should do?\" President Wong asked the Manager of\nTrade.\n\n\n\n\"I think we should tell them to go to hell,\" the Manager of Trade\nreplied, his heavy face turning redder. \"After all, we have a million\ntrading planetoids out in the Galaxy--if we retreat here, we set a\ndangerous precedent.\"\n\n\"I see,\" Wong said, frowning. \"I don't recall any alien trading\nplanetoids in _our_ system.\"\n\n\"Of course not, Mr. President,\" said the Manager Of Foreign Affairs, a\ntall, lean, distinguished-looking gentleman with blue eyes and\niron-gray hair. \"We don't permit them, for much the same reason that\nthe Gnii want them removed from their system. Trading planetoids are\nusually only tolerated in backward systems. Apparently the Gnii no\nlonger desire to be considered backward. I, for one, think that we\nwould be making a mistake not to accede to their request.\"\n\n\"Oh, that's very fine, decent, sporting and all that,\" the Manager of\nTrade said irritatedly. \"But I have to worry about feeding this\noverpopulated system of ours, which would starve if it weren't for\nintersystem trade--a significant part of which is carried on through\nthe planetoids.\"\n\n\"Can we protect the threatened planetoid?\" President Wong asked the\nManager of Defense, a short, slim black man with flaming red hair.\n\nThe Manager of Defense considered his reply carefully. \"Not if they\nare willing to pay a terrific price to destroy it,\" he said finally.\n\"After all, it's thirty-three years away. While we can send out a\nfleet immediately that would get there at the same time as the\nAmbassadors, and before they could mount an attack, we hardly could\nsend reinforcements and replacements once the battle is joined. But\nfrom the best information available, I think that a small force of\ntwenty or twenty-five thousand troops should be able to frighten the\nGnii out of doing anything foolish. They aren't very far advanced.\"\n\n\"Thirty-three years,\" President Wong said frowning. \"That means a\nmixed crew with facilities for children. I am told that things often\ngo wrong on that type of mission.\"\n\nThe Manager of Defense nodded. \"They do,\" he agreed shortly. \"However,\nI have analyzed that problem in detail in my report.\"\n\nPresident Wong sighed. \"If you gentlemen will leave your reports with\nme, I will make my decision by tomorrow morning.\"\n\nEach of the Managers gave him several rolls of tape. Those of the\nManager of Trade felt by far the heaviest. President Wong slipped them\ninto the racks in his upper left-hand desk drawer.\n\n\"Ask the Gnii to come in,\" he said to Al.\n\n\n\nAl pushed a button on the arm of his chair, and the door swung open.\nFour large spidery creatures entered the room, followed by a small\nbald man. Their round bodies were encased in plastic globes, in which\na whitish translucent gas swirled. They walked over to the President's\ndesk, and the leader extended a hairy leg.\n\nWith an effort, President Wong forced himself to take the leg with his\nhand and pump it up and down. He noticed that the creature withdrew\nthe leg as soon as it was decently possible, and smiled a bit as he\nconcluded that their aversion was mutual.\n\nThe Gnii stepped back and began waving his two front legs.\n\n\"He is asking for your reply to his ultimatum,\" the small bald man\ninterpreted.\n\n\"Tell him I'll give him a definite decision tomorrow,\" President Wong\nsaid. \"Apologize for my not being able to reply today, and point out\nthat since it will take him thirty-three years to get home, one day\nwill not make much difference.\"\n\nThe bald interpreter waved his hands. The four Gnii went into a small\nhuddle, waving their spidery legs at each other. Then the leader\nturned to the interpreter again and \"spoke.\"\n\n\"They say that they agree,\" the interpreter said. \"But they want to\nemphasize that it is not because they fear the power of the Solar\nSystem.\"\n\nThe Gnii leader hesitated a moment, then extended his leg again.\nPresident Wong pumped it once. The Gnii dropped his hand and turned\nand left the room, with the three others and the interpreter filing\nafter him.\n\n\"If you don't need me any more,\" the Manager of Trade said, glancing\nat his watch, \"I'll go back to the Trade Bureau. I have a meeting with\na number of the department heads.\"\n\nPresident Wong nodded tiredly. \"I have the tapes. I'll study all your\npositions tonight.\"\n\n\n\nThe Manager of Trade and the Manager of Foreign Affairs rose and left\nthe room. The Manager of Defense stayed in his seat.\n\n\"If you feel up to it,\" Al said, \"the Manager of Defense would\nappreciate it if you would present a Presidential citation to the\nremains of the Third Company. They were involved in a police action in\nthe system of Veganea, and their morale is shattered. As you know, the\naward is traditional, as is the speech. Here's the text--all you need\ndo is read it.\"\n\n\"All right,\" President Wong said, taking the paper from Al's hand and\nscanning it. There was only one paragraph.\n\nThe door opened and four old men entered, followed by an honor guard\nof eight husky privates. They approached the desk and stood at\nattention. President Wong looked up from the speech and felt a wave of\nsudden nausea. For a second, he was afraid that he actually was going\nto be sick. None of their old lined faces was complete. The worst\nwounded had less than half a face, and that discolored by purple\nblotches of radiation scar-tissue. He was blind, and the others\nmaneuvered him into position before the desk.\n\n\"For the heroic parts which you played in the Police Action against\nVeganea--\" Wong stumbled over the name, then continued hastily--\"I,\nthe President of the Solar Union, hereby....\"\n\n\"Rot,\" said the blind one, through toothless gums in a voice that was\nonly a hoarse whisper. \"Tell me, do you know where Veganea is? Does\nanyone on Earth know where Veganea is, or care? How many men, Mr.\nPresident, how many men, young and healthy, left for that police\naction? Do you know?\" His hoarse voice rose. \"Four came back ... but\ncan any of you gentlemen tell me _how many left_?\"\n\n\"That's enough,\" the Manager of Defense said. At his signal, two of\nthe honor guards gently took hold of the veteran's arms and walked him\nout of the room along with the others.\n\n\"I order that he not be punished,\" Wong said sharply.\n\n\"He won't be,\" the Manager of Defense said. \"Do you take me for a\nbarbarian? I had hoped, though, that your interest might change their\nattitude. As you can imagine, it's raising hell with the morale of the\nrecruits.\"\n\n\"By the way,\" the President asked, \"where is Veganea, and how many men\n_did_ we send there?\"\n\n\"It's about twenty-four years away, near Vega. The action started\nbefore my time and I don't know how many men were involved--probably\nnot more than a few million. The Police Action ended successfully, but\nour ships were in the first wave and were wiped out.\"\n\n\n\nThe President sat down wearily. His hand strayed over to the order he\nhad signed that morning for a police action, then drifted aimlessly\naway.\n\n\"What's next?\" he asked Al. He slipped a few energy pills into his\nmouth as Al consulted his book.\n\n\"There's the matter of the conversion bomb,\" Al said. \"The Manager of\nScientific Research and the Manager of Defense would like you to make\na decision about it.\"\n\n\"The conversion bomb?\" President Wong said, puzzled. \"I've never heard\nof it.\"\n\n\"It is highest level top secret,\" the Manager of Defense explained.\n\"Instead of breaking down atoms and releasing some energy as in the\nstandard fission weapons, it converts matter entirely into energy.\nGiven the matter-energy equation, the energy released by a small\namount of matter is fantastic.\"\n\nAl had risen and gone to the door. He returned with an old,\ngray-haired, stoop-shouldered man. The President recognized the famous\nManager of Research.\n\nThe Manager launched immediately into his argument without\npreliminaries. \"Mr. President, while my department has finally found a\nway to convert matter directly into energy, I believe that any use of\nthis process would be disastrous. First, there is absolutely no\nsafeguard that could prevent a matter-conversion powered machine, used\nfor peaceful purposes, from being changed into a lethal weapon by the\nsimplest of alterations. And as a weapon, the conversion bomb, unlike\natomic bombs, could not only destroy planets but stars with their\nentire systems. We all know that the law of the Galaxy is to prevent\nits domination by any one system--and given the distances and\npopulations involved, that domination is obviously impossible. But if\nwe began to construct conversion bombs, and if word of it got out, the\nwhole Galaxy would rise against us, all the way to the Edge.\"\n\n\"But, Mr. President,\" the Manager of Defense said calmly. \"We are not\na unique people. If we do not produce the conversion bomb, you may\nrest assured that someone else will. Maybe even our friends, the Gnii.\nNo system has ever saved itself by refusing to manufacture the best\nweapons available to it. As for the Galaxy rising against us--if we\nhave the conversion bomb, let them! We will be able to defend\nourselves against any or all of them and blast their suns into novae.\"\n\n\"Until _they_ have the bomb,\" the Manager of Scientific Research\ninterrupted. \"As you say, we are not a unique people.\"\n\n\"Gentlemen,\" the President said, standing up suddenly. \"I feel tired\nand dizzy. The idea of a bomb that can wipe out systems is new to me.\nIf you will leave your tapes, I will study your arguments tonight, and\nwe can resume this discussion tomorrow.\"\n\n\n\nThe two Managers rose immediately, shook hands with the President, and\nleft. They did not speak to each other as they went through the door.\n\n\"Mr. President,\" Al said, \"it's seven o'clock. Will you join me for\ndinner, sir?\"\n\nPresident Wong slumped back into his seat and stared dully at Al, only\nhalf noticing his friendly grin. \"What would you do about the Gnii,\nAl, if you were in my place?\" he asked.\n\n\"I'm sorry, sir,\" Al said, \"but I really don't know. Better come along\nfor some dinner. You've had a hard day, and you have a harder one\nahead of you tomorrow. We saved a number of difficult problems that we\ndidn't want to throw at you on your first day in office.\"\n\nA ghost of a smile crept over the President's face, then disappeared\nquickly. \"It's all right, Al. Go ahead and eat. I think I'll just stay\nhere and go over these tapes.\"\n\nAs Al left, President Wong saw the order for the police action on his\ndesk. He picked it up to call Al to take it with him, but his eyes\ncaught the words _500,000 men_ ... _sixteen years_, and a picture of\nthe terribly wounded veterans flashed before his eyes. Really, he\nwould have to go through the files and find out if the expedition was\nnecessary....\n\nHe opened the left-hand desk drawer and stared at the Gnii tapes, but\nhe didn't take any of them out. It seemed like too much of an effort.\n\nAnd then, the conversion bomb was so much more important.\n\nHe closed the first drawer and opened the one with the conversion bomb\ntapes.\n\nBut the Gnii had to be answered tomorrow--the bomb could wait. He\nslammed the drawer shut.\n\n\"Gnii,\" he muttered to himself, and opened the other drawer.\n\nThen he noticed that he had put the police action order back into his\nOUTGOING basket. He slammed the drawer with the Gnii tapes shut again\nand opened the drawer below it and pushed the order inside, so that it\nwouldn't be picked up by mistake before he could check on it.\n\n\"Five hundred thousand men in here,\" he said as he closed the drawer.\n\"Going to--\"\n\nWhere were they supposed to go? He couldn't remember. He opened the\ndrawer again and looked at the order. To Altair D. The name had no\nmeaning for him.\n\nNow, let's see ... oh, yes, the conversion bomb tape.\n\nHe opened the drawer to take out the tapes, and remembered that the\nGnii ultimatum had to be answered by tomorrow.\n\n\"Gnii, Gnu, Gnuts,\" he said, opening a drawer. It was the wrong one,\nand the tapes weren't there. Which tapes?\n\nThe door opened, and President Wong looked up to see Al's smiling face\npeering in.\n\n\"I was passing by, sir,\" Al said, \"and I wondered if I couldn't talk\nyou into supper--\"\n\n\"_Get out!_\" the President shouted.\n\nThe door closed softly.\n\nNow where was he?... Oh, yes, the conversion bomb. Conversion,\nconversion, conversation, bomb, bomb, boom, _BOOM_. But that wasn't it\neither--it was the Gnii, they had to be answered by tomorrow.... Gnii,\nGnii, Gnu, Gnuts, now in what drawer had he put the gnats? And why\norder a police action against Gnats? Just convert every one of them\ninto spiders....\n\n\n\nAl walked slowly down the hall, his grin gone, his face looking washed\nout. He turned into his own little office and snapped on the\ncommunications video.\n\n\"First Vice-President Michael Thompson,\" he said to the operator.\n\nIn a moment Thompson appeared on the screen.\n\n\"Mr. First Vice-President,\" Al said in a tired voice, \"may I suggest\nthat you remain in the Capital for the next few weeks?\"\n\nEven though he knew that it was not polite, Al snapped off the set\nwithout waiting for a reply--but not before he caught the white and\nfrightened look on Thompson's face.\n\n                                                          --STEPHEN ARR\n\n",
    "metadata": {
        "author": [
            "Arr, Stephen",
            "Rynas, Stephen Alexander"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/32719/pg32719.txt",
        "name": "mr_president.json"
    }
}