{
    "name": "Mrs. Leary's Cow: A Legend of Chicago",
    "author": [
        "Hine, Charles Cole",
        "Hine, C. C. (Charles Cole)"
    ],
    "body": "New York\n\n1872\n\nPresented By The Black River Insurance Co., Watertown, N. Y.\n\n\n[Shortly after the Chicago fire, there appeared a dismal-looking\nphotograph card of this celebrated bovine, on the reverse of which\nwas printed this remarkable legend:\n\n\n\n\n\"ORIGIN OF THE CHICAGO FIRE.\n\n\"On the other side of this card will be found a life-like picture of\nMrs. Leary and the cow that kicked over the lamp that caused the great\nfire in Chicago.\n\n\"Mrs. Leary got her living by selling milk; she had five cows,\nand kept them in her barn on De Koven street, on the west side\nof the river. A neighbor woman called on her for a pint of milk\nat nine o'clock Sunday night, October 8th, and Mrs. Leary, having\nsold all she had, went to the barn with her lamp to make a further\ndraft on her best cow. The cow, as seen by the picture, being a\nspirited animal, became indignant at the attempt, kicked over\nthe lamp, setting the barn on fire, and thus inaugurated the\ngreatest fire the world has ever seen.\"]\n\n\n\n\nMRS. LEARY'S COW.\n\n\n|THIS is the Cow, at the Leary back gate,\n\nWhere she stood on the night of October the 8,\n\nWith her old crumpled horn and belligerent hoof,\n\nWarning all \"neighbor women\" to keep well aloof.\n\nAh! this is the cow with the crumpled horn\n\nThat kicked over the lamp that set fire to the barn\n\nThat caused the Great Fire in Chicago!\n\n\n\n|THIS is Chicago, all blasted and burned,\n\n\nThe Paradise whither insurance men turned;\n\nBut from which they now bring sad faces away,\n\nSorely vexed with the losses they're called on to pay,\n\nSince the fire-fiend encircled the city that day.\n\nAnd they swear at the cow with the crumpled horn\n\nThat kicked over the lamp that set fire to the barn\n\nThat caused the Great Fire in Chicago!\n\n\n\n|THIS is the Frame Range of best northern pine,\n\nThe banquet on which hungry flames love to dine,\n\nWhich agents so oft manage _not_ to decline,\n\nBut write (in their slop-bowls) a \"moderate line,\"\n\nBecause--don't you see--the commish is so fine.\n\nHa! this is the range which delighted to carry\n\nThe passenger flames o'er the devil's own ferry,\n\nAnd utilize mischief by spreading it faster\n\nThan men could compete with the fearful disaster.\n\n\n\nHow sad and how strange are the memories now\n\nWhich hang round the heels of that old Leary cow--\n\nThat wretched old cow with the crumpled horn\n\nThat kicked over the lamp that set fire to the barn\n\nThat caused the Great Fire in Chicago!\n\n\n\n|THIS is the Company, gloomy and glum,\n\nWhich admits that it has some few (?) losses, yes _some!_\n\nBut its officers think their best motto is \"mum,\"\n\nAs they stroke their gray chins and look wise and sing dumb;\n\nWhile inside they are praying, \"Good Lord, please deliver\n\nOur souls from the fear of old Miller's receiver.\"\n\nAnd they view with the most acrimonious hate\n\nThat regurgitant cow at O'Leary's back gate,\n\nAs she stood on the night of October the 8,\n\nWhen she kicked at the lamp that set fire to the barn\n\nThat caused the Great Fire in Chicago!\n\n\n\n|THIS is the Statement the Company made:\n\n(Directors and Officers thickly arrayed,\n\nTo soften the jar as they strike the up grade,\n\nWhere the millions of losses will have to be paid.)\n\n\"Our agency records, we deeply regret,\n\nAre burned at Chicago, are out in the wet,\n\nOr else there is, h--m, there is some slight impediment,\n\nSome something-or-other, some sand or some sediment\n\nHas got in the keyhole, disordered the lock,\n\nOr razeed the dividends, watered the stock,\n\nOr some trifling thing not yet quite in sight;\n\nBut the _Company_, sir, is all right, is all right;\n\nOur surplus is safe, and our stock is intact,\n\nOur losses are all reinsured--why, in fact,\n\nWe never, in all our official career,\n\nFelt more gay and festive, more full of good cheer.\n\nJust put up the rates and go on with the biz,\n\nThese losses will all be arranged with a whiz.\n\nThe thing we will have straightened out in a jiffy,\n\nAnd the next that you'll hear will be ten per cent, divvy.\"\n\n\n\nBut you ought to have seen them when, in the back room,\n\nThey poured out anathemas like a mill-flume\n\nOn that old Leary cow with the crumpled horn\n\nThat kicked over the lamp that set fire to the barn\n\nThat caused the Great Fire in Chicago!\n\n\n\n|THIS is November, a month from the fire;\n\nAnd the ascertained losses reach higher and higher.\n\nAs the figures go up the long faces go down,\n\nTill the month-ago-boaster appears like a clown.\n\nThe trick of deception is voted a sham;\n\nThe people say _fraud_, and the agents say --------,\n\nAnd the grim old receivers call round for the keys,\n\nThe assets, the papers, the books, if you please.\n\nOf all unwelcome things that this world ever saw,\n\nThe bitterest is a compulsory _craw_.\n\nFor a large-swelling dignity, proud and high born,\n\nWho claims that his status is bright as the morn,\n\nTo get down and meekly acknowledge the corn,\n\nAnd squeeze himself through the small end of a horn,\n\nSuggests that a little less premature crowing,\n\nA little more system, a little more knowing,\n\nSome better kept books and more accurate showing,\n\nAre best, in the long run, for our underwriters,\n\nTo save them the sneers and the jeers of backbiters,\n\nThe scoffs of the public, the quips of the writers,\n\nAnd a toss from the cow with the crumpled horn\n\nThat kicked over the lamp that set fire to the barn\n\nThat caused the Great Fire in Chicago!\n\n\n\n|THIS is the Claimant, so pure and so mild,\n\nWith his heart and his manners as bland as a child,\n\nWhose amiability never is riled,\n\nAnd whose modest demands with his loss proofs are filed.\n\n\n\nHis property cost, as he shows from his deeds,\n\nA sum which ten thousand times over exceeds\n\nThe mite of insurance for which he now pleads.\n\nHis goods, to be sure, they were mostly sold out;\n\nHis building within was a shell, and without\n\nWas veneered with cheap stone, or thin iron, or grout;\n\nBut _his word_, bless my soul! who could harbor a doubt,\n\nIts truthfulness or its exactness about?\n\nSo he pockets his funds, and he rolls up his eyes,\n\nThis mild-mannered man, with a cheerful surprise;\n\nAnd he rubs his two hands with an innocent glee,\n\nWhich would do, I am sure, your heart good for to see,\n\nAs he _blesses_ the cow with the crumpled horn\n\nThat kicked over the lamp that set fire to the barn\n\nThat caused the Great Fire in Chicago!\n\n\n\n|THIS is an Adjuster! Now open your eyes.\n\n\nA man who the trade of rapacity plies!\n\nHe will cut down your claims, he will cut up your proofs,\n\nHe will riddle your case through its warps and its woofs.\n\nAnd search all your houses from cellars to roofs\n\nFor a sliver by which he may fasten a quibble\n\nAnd curtail your claim to a bite or a nibble.\n\nAnd then when you think he is ready for payment\n\nHe will make you regret you were ever a claimant,\n\nOr vexing you further with needless delays.\n\nThese awful adjusters! they should be ashamed\n\nTo ply a vocation so loudly defamed.\n\n\"What's the good of insurance if not to pay losses?\n\nAnd why all these questions, and bothers and crosses?\n\nAnd why are we hampered and why are we checked?\n\nInsurers can claim (if you'll only reflect)\n\nNo rights which it is not _our_ right to reject;\n\nNo rights which the people are bound to respect.\n\nThey must smile and be patient, and out with their purses,\n\nAnd take what we give them, our kicks or our curses;\n\nBow down to the cow with the old crumpled horn\n\nThat kicked over the lamp that set fire to the barn\n\nThat caused the Great Fire in Chicago!\"\n\n\n\n|THIS is Insurance. Now, satire, farewell!\n\n\nFor the woes which the fire-stricken city befel,\n\nMust have rung like the clang of a destiny knell,\n\nThrough the years of prostration and clog and delay,\n\nWhich would drag unsupportable all the sad way,\n\nThrough which her redemption and rising must lay,\n\nHad Insurance not sped, like an angel that brings\n\nRelief in her hands and delight on her wings.\n\n\n\nAll honor we give to the craft that we love;\n\nIt has for its motto the word from above;\n\nThe word spoken erst by omnipotent love.\n\n_The burdens of each_ in Insurance we bear,\n\nAnd its benefits all its participants share.",
    "metadata": {
        "author": [
            "Hine, Charles Cole",
            "Hine, C. C. (Charles Cole)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/45066/pg45066.txt",
        "name": "mrs_leary_s_cow_a_legend_of_chicago.json"
    }
}