{
    "name": "Murderer's Base",
    "author": [
        "Brittain, William J."
    ],
    "body": "He did not remember exactly when the idea of killing Hervey occurred\nto him. Probably, though, it had been that day at Hermes Station, when\nthe wrench had slipped from his grasp as he worked on the tower; it had\ndrifted lightly down and struck Hervey a glancing blow on the helmet.\nThey had laughed about it, and Hervey had said, \"If we were under grav\nconditions, Joe, that probably would have conked me.\"\n\nIt had been funny then, but it wasn't funny any more. Joe Berne watched\nHervey all of the time now, waiting. There had to be an opportunity,\nsome day, some time. Accidents weren't frequent on the beacon\nservice-run, but they did happen. And it had to look like an accident.\n\nBerne knew that it wasn't going to be easy. Sam Hervey was a careful,\ncautious man. He was a man who checked his equipment before he went\nthrough the air lock, who nursed his jets like they were infants, a\nman who had every intention of living a long life in a dirty business\nwhere the careless died young. Berne had been glad when Space Service\nhad teamed him with Hervey; Personnel had clearly hoped that a tour of\nduty with the veteran Hervey would supply the balance and judgment that\nthe younger man apparently lacked. It had worked out ... Berne, Hervey\nand battered old Service Ship 114 had hung up an enviable record of\nefficiency and safety. And after their leave, Hervey had asked to work\nwith Berne on another tour.\n\nHervey was good at this damned, dull, hateful task. Not many men were\nwilling to spend nine months out of the year blasting from asteroid to\nasteroid, checking and servicing and reporting on the great beacons\nthat beamed the dangerous spaceway from Mars to the moons of Jupiter.\nIt was always tedious, often backbreaking and sometimes dangerous, and\neven Sam Hervey had said that he would be glad to be out of it.\n\nThat had been the start of it, three months before. The wheezing old\nSS-114 had burned out two of her ancient aft tubes on the run to Adonis\nStation, and Berne had eased her down on a jagged, unnamed chunk of\nblack slag where they could jury-rig new lining. In between spells on\nthe tube, they had looked over the tiny planetoid, and on one of their\ntrips across the space-scarred waste their Cannon counters had begun\nto tick ominously. They had fled back to the ship; the rapidity of the\nsignals warned them that volume of radioactivity was far greater than\neven their screened space-garb was designed to withstand.\n\nBerne had rubbed his hands gleefully that day.\n\n\"It has to be a damned big deposit to set up radiation like that,\" he\nhad chortled, and Sam Hervey, after due deliberation, had agreed with\nhim. They had started to make their plans then; they would pool their\nfunds, buy a small ship on Mars, rig it up with equipment, and work the\ndeposit. Even if it weren't as big as they hoped, it would set them up\nfor life.\n\n\"It won't be easy, Joe,\" Hervey had warned. \"Even with everything we've\ngot in the bank, plus what we can borrow, we can't swing the deal. If\nwe sign up with the Service for another trip, the six thousand credits\nwe'll bank from that will do it.\"\n\nBerne had argued with that. He could see no point in another tour,\nanother nine months in the lonely wastes. Maybe they could cut in one\nof the big mining companies. Hervey had smiled at him commiseratingly.\n\n\"Let's look at the long haul, kid,\" he had said. \"We cut in one of the\ncompanies, and right away they've got a big slice of the deposit. We\ncould even file for mining rights and then sell out--let someone else\ndo the hard work. But if we do it ourselves we'll really be in the\nchips, and won't have to split with anyone.\"\n\nHe had looked around the cluttered cabin of the SS-114.\n\n\"Lord,\" he said slowly, \"don't you think I'd like to get out of this,\ntoo? I've had enough of non-grav conditions, enough of breathing\nrevamped oxygen. I don't like it any better than you do. But it's been\na living. Another nine months of it, a couple of trips out to our\nstrike--and then we retire.\"\n\nBerne had thought about it so much that it was eating a hole in his\nbrain. Hervey was figuring on two, maybe even three years before they\nwere in a position to sell their mining rights to one of the big\ncompanies equipped to do a large-scale extraction job. By that time,\nHervey had said, bidding for their rights would be so high they could\nafford to be choosy.\n\nMaybe so, Joe thought, but he couldn't see it that way. He knew they\ncould sell now and make enough to do what they wanted for the rest of\ntheir lives. Sure, they wouldn't make as much, but....\n\n\"The hell with the long haul,\" Joe Berne had said to himself. \"I'm\ngetting mine while I'm still young enough to enjoy it.\"\n\nSo he decided to kill Sam Hervey. With Hervey out of the way, Joe Berne\nwould own the deposit. There would be no division of the take. The fact\nthat Sam Hervey had been his friend did not even enter Joe Berne's\nmind.\n\n\n\nMurder in space is not easy. The Space Patrol is nosy about those\nthings. Joe Berne knew that Sam Hervey's death had to appear\naccidental; as soon as Berne filed claim for mining rights, the SP\nwould be extremely interested in the manner of his partner's death.\n\nThere was no question of disposing of the body--not in space. In the\nboiling heat of the Venusian jungles, perhaps, it would have been\neasy; there the bodies of earthlings rotted and were gone. But out\nhere in the frigid void between Mars and Jupiter, the dead remain\nunchanged through eternity. Neither could Hervey's body be jettisoned\nin space; held by the attraction of the ship, it would slowly circle\nthe SS-114 like a horrible toy on a string, a mute accusation against a\nmurderer.... Nor could the body be buried on an asteroid; Space Service\ndemanded that its dead be brought home whenever humanly possible.\nBerne could not conceive of any circumstances that could arise in the\nAsteroid Belt that could adequately explain to the Service and the SP\nwhy Sam Hervey was not brought home.\n\nSS-114 would have to land at Mars Terminal with her engineer still\naboard, frozen solid in the hold, testifying to the accident that\nkilled him....\n\nThe great beacon of Astarea Station pulsed steadily into the star-hung\nvoid. Sam Hervey finished his service check list and watched Joe Berne\nscribbling furiously at his desk, his powerful shoulders hunched over\nthe paper. Berne looked up and found his partner's pale blue eyes on\nhim, saw the amusement in the space-burned, homely face.\n\n\"Don't you ever get tired of figuring how you're going to spend your\nmoney?\" Hervey asked. He pushed away the dinner plates and relaxed\nin his seat. He belched quietly, tamped tobacco in his old pipe, and\nblew a reflective cloud of blue smoke at Berne. Berne felt a flash of\nannoyance.\n\n\"No,\" he said, shortly. \"I've been poor too long. There are so many\nthings I want, I don't even know where to start.\"\n\n\"A new-model helicopter, most likely,\" Hervey said easily. \"You want\na red one or a yellow one? And a permanent membership at one of the\nsexier pleasure domes at Luna City, complete with blonde, maybe?\"\n\nHervey was making fun of him. Berne felt his fists clench and the\nmuscles bunch in his shoulders. Watch it, he told himself.\n\n\"Maybe,\" he replied. \"Why not?\"\n\nThe old man chuckled, watching Berne's dark, flushed face through the\nsmoke.\n\n\"A fool and his money ...\" he quoted. \"You're no fool, Joe, but you're\napt to be careless. Like the other day, when I asked you to check the\noxygen supply on the suits.\"\n\n\"I forgot,\" Berne said sullenly. \"Anyone can forget.\"\n\n\"Not out here,\" Hervey said sharply. \"There ain't many second chances\nin space.\"\n\n\n\nBerne looked at the older man, and wondered if he were getting\nsuspicious. He had not forgotten to check the oxygen supply before\nthey stepped through the air locks at Adonis Station. He had made\nvery certain that Hervey's suit tanks had been almost empty. But just\nbefore they left the ship, Sam Hervey had paused, checked all of his\nequipment, and of course had discovered from the indicator dials on his\nsuit control box that his tanks were low. Hervey had said little--just\nanother lecture on being careful in space--but perhaps he had started\nto think about it, had remembered that he himself had filled the tanks\na few days before....\n\nIt was time to play smart.\n\n\"I know,\" the big man apologized humbly. \"I'm sorry, Sam. Sometimes I\nthink I'll never learn. If it weren't for you....\"\n\nSam Hervey smiled. \"You'll learn,\" he said. \"You're learning all the\ntime. Make a spaceman yet, before I'm through with you. But you sure\nwere a wild one when they teamed you up with me. You just needed a\nlittle seasoning.\"\n\nWho in hell wants to be a spaceman, Berne thought. To hell with that,\nand with this busybody of an old maid and his superior airs. He yawned.\n\n\"I'm going to hit the sack,\" he announced.\n\nHervey nodded. \"I'm with you,\" he said. \"We finish here tomorrow,\nsoon's we run a check on power output. And then the run to Hermes\nStation.\"\n\nHe stretched. \"Guess I'm getting old, Joe. I need my sleep before I\nstrap down for blast-off. Seems like those G's hit me a lot harder\nthan they used to.\" He looked admiringly at the bulk and muscles of\nhis younger partner. \"Now you're built to take acceleration. Me, I'm\nnot--too skinny and too old.\"\n\nHervey unstrapped himself from his chair and drifted toward his bunk,\npulling himself along by the handgrips.\n\n\"Be nice, someday,\" he uttered, \"to walk to bed and go to sleep without\nlocking myself in. And that reminds me....\"\n\nBerne looked up. \"Yeah?\"\n\n\"Joe, make sure you check the acceleration harnesses before we blast\noff tomorrow. I felt a little give in mine last time. I don't aim to\nget shoved clear through my own firing chamber bulkhead one of these\ndays.\"\n\n\"Sure, Sam.\"\n\nBerne had felt the give in his own harness, he remembered. The ship was\ngetting old; she needed to be refitted before her next trip out. Like\nthose harnesses, for instance. The strain against them was terrific....\nThat is when it burst on him, flooding his mind with its perfection and\nsimplicity. Of course! Why hadn't he thought of it before?\n\n\"Going to the john,\" he told Hervey. He guided himself out of the cabin\nand into the pressurized tunnel leading aft, closing the door behind\nhim.\n\nIt would be so easy. In a little two-man ship like the SS-114, the\nengineer lay prone in his power control station aft, cushioned in his\nwebbed harness against the awful shattering thrust of acceleration. A\nweakened harness, or an improperly secured one--and a man would hurtle\nscreaming into the jungle of gears and control levers and junction\nboxes that studded the bulkhead of the firing chamber. He would smash\nagainst that unyielding metal and be broken like a child's toy....\n\nOh, it was simple, but not quite that simple, not with a man like Sam\nHervey. Even if he trusted Joe Berne completely, Sam Hervey would check\nhis own harness, just to make sure; it was the habit of a lifetime in\nspace. And especially after the oxygen-tank incident. But there was\nanother way, a better way. In the dim light of the tunnel, Joe Berne\nkneeled beside one of the tool lockers. He found what he wanted, and\nhis big hand closed reassuringly around the handle of a heavy wrench.\nHe closed the locker door softly, thrust the wrench into the bellyband\nof his dungarees, and drifted back to the cabin.\n\nOne smashing blow, and it would be over. Then he would work on the\nharness, weakening it further, and before blast-off he would cradle\nSam Hervey's corpse in the webbing. The thrust, the unresisting corpse\nstraining at the harness--then release and the dead thing smashing\nagainst the bulkhead.... No wounds, no injuries on the battered thing\nthat could not be explained by the crash into the tangled gears. It had\nhappened in space before; it would happen again.\n\n\n\nSam Hervey was already strapped down when he returned, but he was still\nawake, watching Berne. Now? Berne decided to wait until Hervey was\nasleep. He kept his back toward the other bunk as he groped along the\nhandrail toward his own sack; no need of letting Hervey see that bulge\nin his middle.... Swiftly he thrust it under the blanket, stripped,\nturned off the light and strapped down. In the darkness he heard\nHervey's soft, \"'Night, Joe.\"\n\n\"Good night, Sam.\" He grinned into the darkness, his fingers wrapped\naround the wrench, waiting.\n\nIt was not a long wait. The breathing across the cabin settled down,\nbecame deep, regular. The momentary tossing ceased. The cabin was\nquiet. Slowly, carefully, Joe Berne unsnapped his bunk harness. For\nonce he was thankful for non-grav condition. He did not have to touch\nthe floor until the last moment, when he would need solid footing when\nhe swung the wrench....\n\nGently he drifted across the cabin, his left hand lightly touching the\nhandrail, pushing along. He held his breath. Another few feet.... He\nlifted the wrench, straining to see in the darkness.\n\nSam Hervey moved swiftly. His lean wiry body twisted on the narrow\nbunk, the harness was thrown off--how had he gotten free so\nquickly?--and he was away, sobbing through his teeth, clawing at the\nbigger man. Joe Berne gasped in shock, falling back from the fury of\nthe sudden assault. A hard fist crashed into his belly, and he cursed\nand swung the wrench. He cut air, and Hervey was scrambling away from\nhim. The cabin door was jerked open, and in the dim tunnel light Berne\nsaw his quarry plunging away, a shocked white face staring back over\nhis shoulder. Cursing, Berne hurled the wrench. It was futile, of\ncourse. It drifted slowly away from his hand and crashed against the\nslammed steel door.\n\nBerne was trembling with rage; waves of sick nausea gripped him. His\ndismal failure writhed in his stomach, and he cursed again as he groped\nfrom the cabin. Hervey had turned off the tunnel light; in the darkness\nahead of him, Berne heard Hervey scrambling along the handrails, and\nthen a clatter as something fell.\n\nHe plunged toward the sound, taking great leaps, using the power of\nhis legs against the floor to hurl himself forward. He did not see the\ntrap that Hervey had laid, the tangle of armored cable that Hervey had\nripped from a locker and hurled into the narrow tunnel behind him.\nBerne smashed the cable, screaming obscenities at Hervey, and fought to\nfree himself from the twisted mass.\n\nHervey had bought time with the cabin door slammed in Berne's face,\nwith the cable hurled from the locker into the tunnel. As Berne freed\nhimself and leaped forward again, he heard the _woosh_ of escaping air\nas the inner air lock door was opened. Then the clang of the lock door\nechoed through the ship. Hervey was safe, for awhile.\n\nBut he couldn't go far. Sobbing, mouthing curses, sick with anger,\nBerne struggled into space garb and opened the gunrack beside the lock.\nHe saw with satisfaction that the fleeing Hervey had not waited to arm\nhimself. Berne plunged through the lock.\n\n\n\nThe great banded face of mighty Jupiter seemed to fill the whole\nsky, lowering down on the jagged black waste of the asteroid. Five\nhundred yards from the ship the gray metal dome of Astarea Station\nhuddled forlornly at the base of the soaring beacon tower. In the cold\nhalf-light, Berne saw the bulky space-suited figure of Sam Hervey\nrunning toward the station.\n\nBerne kneeled at the top of the ladder, took careful aim, and squeezed\nthe switch of the heavy rifle. The rocket flame lanced out. Just behind\nthe fleeing figure, and to the side, the rocket mushroomed in a brief\nblinding flare. Berne could see the glint of the face-plate as Hervey\nturned his head. He fired again, and cursed the weak light as he\novershot. The running figure wavered, looked back, started again toward\nthe safety of the station air lock--toward the radio that could call\nMars Base, that could tell the story of murder....\n\nThe range was too great. He missed again, but Hervey turned away.\nSilhouetted against the circle of the station air lock, he made a good\ntarget--but running amid the nightmare shapes of the black rocks, Berne\ncould barely see him.\n\nHervey realized that he would not be able to make it into the safety\nof the station. He swerved away, leaping high with each huge step,\nand sped into the wild darkness. Berne leaped down the ladder and ran\ntoward the station, peering into the half-light, finger on the switch.\nThen he saw him, sitting calmly on an outcropping, watching. Berne\nswitched on his communicator.\n\n\"You can't get away, Sam,\" he said.\n\nThe answer came back, thin in the earphones.\n\n\"I'm going to try, Joe,\" Hervey said. \"Have you gone out of your mind?\"\n\nBerne laughed into the throat mike. \"No,\" he said. \"I'm sane, Sam. I\njust decided that I wasn't going to split the money with you, Sam. Or\nwait three years to get it, either.\"\n\nHe heard the other's soft, \"Oh.\" Hervey got up and moved away from\nthe outcropping, looking back. Berne took up a position about midway\nbetween the ship and the station, watching him. Hervey was finished, he\ntold himself; it was just a matter of time ... Berne could cover both\nhavens.\n\nHe was so sure of victory that when he heard Sam Hervey starting to\nlaugh, he was genuinely shocked, and he was a little afraid. What...?\n\n\"Joe?\" The voice was in his ears.\n\n\"Yeah, Sam.\"\n\n\"You wouldn't want to blast an old friend, would you, Joe?\"\n\n\"It would be a pleasure, Sam.\"\n\nThe laugh sounded again. \"Now, Joe, you're not using your head. Always\ncareless, that's you, Joe. What would the Space Patrol say when they\nfind me full of rocket fragments? Might be a little tough on you, Joe.\"\n\nJoe Berne gasped, and then the truth swept over him. Ye Gods, he\nthought, what a fool I am! I almost got him, almost brought him down\nwith the projector. The heavy weapon slipped from his nerveless\nfingers. He sat down heavily on a rock, staring bitterly into the\ndimness.\n\n\"You can't stay out there forever, Sam,\" Berne said dully. \"Maybe I\ncan't kill you with a rocket, but I can kill you with something else.\"\n\n\"I know I can't fight you,\" Hervey said reasonably. \"You're bigger and\nyou're stronger. But you've got to catch me, Joe--and I can run faster\nthan you ever could, you big dumb ox.\"\n\nBerne shook his head. Everything was wrong. What had happened?\n\n\"You can't stay out there forever, Sam,\" he repeated.\n\nThe chuckle came again, thin and ghostly in the earphones. \"No,\" Hervey\nsaid. \"But Joe--neither can you!\"\n\nWhat did Hervey mean? Berne looked back at the ship, then at the dull\nmetallic dome of Astarea Station.\n\nAnd then it came to him, what Sam Hervey had tried to say.\n\n\n\nHe, Joe Berne, did not dare return to the ship so long as Sam Hervey\nlived, for then Hervey could make a dash for the safety of the station.\nNor did Berne dare go to the station, for that would leave the ship\nunprotected. If Berne went to either place, Hervey could easily reach\nthe air lock of the other refuge, slip through, dog down the doors and\nsit it out, waiting for the Space Patrol to come.\n\n\"Stalemate, Joe,\" Sam Hervey said softly. \"It's your move.\"\n\nBerne went berserk then. Howling with rage, he picked up a rock and\nhurled it toward the voice. Cursing, he plunged into the tortured\nrocks, seeking out his tormentor.\n\n\"I'll kill you,\" he sobbed. \"I'll kill you!\"\n\nSam Hervey did not hesitate. Bracing himself, he shot away. For half\nan hour Berne followed him, panting, raging, almost mad with rage.\nThey leaped and turned and twisted, two crazy little running figures\nunder the cold Jupiter-light, gasping in the thin trickle of air from\ntheir suit flasks, blood pounding in their brains. And always Hervey\ncircled away, trying to get between Berne and the ship, between Berne\nand the station, between Berne and the things that the big man had\nalways wanted, the riches and comfort for which he had been prepared to\nmurder....\n\nAnd then the wild dash was over, and Berne sprawled gasping beneath a\nblack rock finger and glared at the awkward space-garbed figure that\nwatched him so placidly from another rock five hundred yards away.\n\n\"We use up a lot of oxygen that way, Joe,\" Hervey said quietly. Berne\ncursed, looked swiftly at his indicator. No, the tanks had been full.\nThey had three days' supply. But ... when that was gone? Could he\ncalmly return to the ship or to the station storage locker and recharge\nhis tanks? No. Oh, Lord, no! In that brief interval, Hervey would gain\nthe refuge he sought, the refuge that meant the end of Joe Berne.\n\nBerne got up and started to walk back toward the ship. He turned once;\nHervey was following him, keeping his distance, but following. Berne\nspun, made a move toward him. Hervey darted away, and his chuckle was\nin the earphones. Hervey paused, waited.\n\n\"Tag, Joe,\" Hervey said. \"Who's It? Do you know?\"\n\nBerne did not answer. He angled toward the ship, watching over his\nshoulder. Suddenly Sam Hervey dashed off toward the station. Berne\nshouted, raced towards him. Hervey retreated to safety. When Berne\nturned toward the station, Hervey started for the ship. Berne drove him\nback.\n\n\"This is fun, Joe,\" Hervey said. He was circling warily, drifting\ncloser and closer toward the ship this time. Again the big man charged,\nagain Hervey retreated, waited. When Berne finally reached his post\nsquarely between the ship and the station, where he had dropped the\nrifle, Hervey was still five hundred yards away, but he was closer to\nthe ship than he had been.\n\n\"You can't make it to the ship,\" Berne warned him. \"I'll be on you\nbefore you get the lock closed.\"\n\n\"I know,\" Hervey agreed soberly. \"I wouldn't like that at all, Joe.\"\n\n\"No,\" Berne said. \"You wouldn't.\"\n\nStalemate. The two men sat on the black, seared rocks and watched each\nother, and the hours crawled. Twice Berne got up and chased Hervey\naway, into the outer darkness. It was useless.\n\n\"You got yourself in a fine mess, boy,\" Hervey said. \"You should learn\nnot to be so careless.\"\n\n\"Shut up,\" Berne gritted.\n\n\"I figured that business of the oxygen tanks was funny,\" Hervey went\non. \"Made me sort of stop and think, Joe. Then I knew what you were\nup to. And when I mentioned the harness, back there in the cabin, you\ndidn't remember to hide your face. I had sort of a hunch that you might\ntry something tonight.\"\n\n\"You weren't strapped down.\" Berne's voice was sulkily accusing.\n\n\"No,\" Hervey agreed blithely. \"I wasn't. When you went out to the\ntunnel to get your wrench, I unsnapped. I was holding on to the bunk\nwith both hands, waiting for you to make up your stupid mind.\"\n\n\"Shut up,\" Berne said. \"Shut up!\" His voice raised to a scream,\ndeafening him in his helmet. \"I'm going to break you to pieces.\"\n\n\"Not yet, you ain't,\" rejoined the mocking voice. \"And you forgot\nsomething else, too, I'll bet.\"\n\n\"What?\"\n\n\"The daily radio report to Base, Joe. Remember?\" The voice faded,\nchuckling grimly.\n\nFor a moment Berne felt panic gripping at him, swinging him wildly\nthrough space. He was dizzy with it. The daily report! If SS-114 did\nnot come through, Base would start wondering.\n\n\"Forget it,\" he said. \"They won't worry for awhile. Maybe reception is\nbad.\"\n\n\"Sure,\" the other agreed readily. \"For a little while, Joe. But if\nforty-eight hours pass and they don't hear from us, you know damned\nwell they'll have a cruiser out here fast, investigating. The Service\nlikes us, Joe. They don't want to lose us.\"\n\nBerne knew that what Hervey said was true.\n\n\"You'll be dead by then,\" he assured Hervey.\n\nThe soft, hated laugh echoed in his helmet. \"Will I, Joe?\"\n\n\n\nThe hours crept by, and the dim light waxed and waned as the planetoid\nspun in the void. Like clumsy fat robots, like puppets on a puppet\nmaster's strings, the two figures advanced, retreated, circled,\nattacked and fled. They danced their macabre minuet among the twisted,\ntortured black rocks, and always the soft, mocking laugh was in his\nearphones as Berne lunged panting after the darting puppet ahead of\nhim. And finally he sank down at his post, breathing in sobbing gasps\nand tasting the salt of the bitter tears that trickled down his cheeks.\nThe oxygen was sinking; not much more. At the rate they were using it,\nit would not last much longer.\n\n\"Hervey!\"\n\nThe other stirred in the shadow of a rock pinnacle.\n\n\"I'm still with you, Joe.\"\n\n\"Okay, Sam,\" Berne said. \"I've had enough. Come on in.\"\n\nThere was silence, then, from far away, the ghost of a chuckle.\n\n\"Don't you want to play any more, Joe?\"\n\nBerne snarled, then with an effort regained control of himself.\n\n\"No,\" he said. \"We're killing each other. Come on in, Sam. I won't hurt\nyou. I promise.\"\n\n\"Thanks, Joe,\" Hervey said. \"But I don't think I trust you any more.\nTell you what. You go on back to the ship, and I'll go to the station.\nOr vice-versa. Any way you want. But I don't think I want to be in the\nsame place with you.\"\n\n\"You'd call Base,\" Berne said pettishly.\n\n\"Oh, certainly,\" Hervey answered. \"We'd have to report, wouldn't we?\nAnd I'd have to tell them that you didn't like me any more, wouldn't I?\"\n\nFor a moment Berne thought desperately of taking a chance, of\nletting Hervey into the station, and then trying to brazen it out,\nof accusing Hervey of being the one who had wanted to murder....\nHis shoulders sagged. It wasn't any good. He knew that they would\nbelieve Hervey--Hervey with his reputation, careful, reliable old Sam\nHervey.... It was almost over.\n\n\"Damn you,\" he said. He heard Hervey laugh again.\n\nIt went on forever, Berne thought. The little robot figures went on\nwith their dance, they advanced and fled, circled and quartered. His\neyelids drooped, his head fell forward in the helmet. With a jerk he\npulled himself into wakefulness. Hervey was moving like a shot, racing\nfor the ladder of the ship. Screaming, Berne hurtled toward him. Hervey\nsaw him, wavered while he gauged the distance, and knew that he could\nnot make it. He leaped away. It was close. Berne almost caught him.\nWhen the big man finally halted, choking for breath, Hervey was barely\na hundred yards away. It might as well have been a mile. Curiously\nshrunken upon himself, Berne turned and went heavily back to his post.\nHervey waited until he sat down, then drifted back a little and sat\ndown beside a rock, watching.\n\nJoe Berne slumped down, waiting for a move. He was starting to gasp for\nair now, and he was staring hungrily at the inviting open air locks of\nthe ship and of Astarea Station. His head was hurting him, and his eyes\nwere not focussing properly.\n\nTwice he thought he saw Hervey get up and start toward the ship, and\nboth times he struggled to his feet and dashed after him. Both times\nhe had been wrong; Hervey had not moved. Berne shook his aching head.\nWas he beginning to imagine things? Maybe ... maybe Hervey was dead. He\nmoved toward the fat bulbous bulk that was Hervey. Hervey got up and\nwalked away, looking back. He wasn't dead, then. He was waiting out\nthere in the Jupiter-light for Joe Berne to die.\n\n\"You'll die, too!\" he screamed into his mike. \"You'll die, too!\"\n\nThe voice that came back was weak, tired, and he realized that his own\nvoice had been choked and almost strangled. The sweat was streaming\ndown his face, mingling with the tears, wet inside his suit. His feet\nwere like lead.\n\n\"Yes,\" the voice said. \"I'll die, too, Joe. But will that do you any\ngood? There are no uranium strikes where you're going, Joe--no nothing,\nJoe, unless you get oxygen quick.\"\n\n\n\nHe couldn't, he sobbed to himself. He couldn't go through that inviting\nlock to the big tanks that held the precious gas. How long? Five\nminutes, anyhow, maybe more, maybe a little less. But more than enough\ntime for Sam Hervey to reach safety, to lock the air locks, to start\nhis message winging into the sky on its way to the waiting ears at Mars\nTerminal....\n\nThe weird mad light was crazy with moving space-suited figures,\nlaughing at him, mocking him, and they all wore the ugly space-burned\nface of Sam Hervey. He lurched to his feet and shook his fist at them.\nHe picked up the projector and worked the switch until the rocks were\nsplashed with the flame of bursting rockets. He laughed and cursed and\ngibbered at the figures, and then understood that there had not been\nany figures, that Sam Hervey was still beneath the same rock, where he\nhad been for hours, watching him.\n\nHe had to control himself, he thought shakily. Every time he lost\ncontrol, he wasted oxygen, precious beautiful oxygen; his laboring\nlungs screamed for it. He knew that Hervey was remaining calm, was\nconserving oxygen. And he knew that the smaller, lighter man would\nprobably not consume as much oxygen as he did, even at rest; there\nwould be little difference, but in the long haul.... That again! Sam\nHervey's long haul, that he was always talking about!\n\n\"I've got to be calm,\" he said aloud. \"Be calm! Never was calm before.\nGot to be now!\"\n\nShut up, he told himself. Don't waste breath. He started to weep again,\nand the dimness was shot with colored lights. In his mouth his tongue\nwas swelling, it was thick and pushing against his teeth. A sip of\nwater from his canteen tube did not help, the tongue remained swollen.\nHe was falling, and he heard the sound of his own retching gasps.\nClumsily he fumbled at the intake valve, felt the cool breath of the\noxygen, felt the new life trickling through the tube, the pressure\nalmost gone. He sucked at it, swallowing, moaning, great tearing sobs\nripping from his chest. The colored lights faded and went away, and he\nsaw Sam Hervey moving slowly toward the ship. Another few seconds...!\n\nScreaming, he leaped at Hervey, his arms flailing wildly, his fingers\ncurled into claws, hating, wanting to rend and kill. He fell heavily,\nsprawling on his chest, staggered to his feet and ran on. Hervey\nwatched him, then drifted away. Hervey was staggering, too, having\ndifficulty in controlling the long gravityless leaps, but he did not\nfall. He went away and sat down and watched Joe Berne with great\ninterest, and through the earphones Berne heard the faint mocking\nchuckle of his enemy.\n\nJoe Berne went mad then. He had been a little mad for hours; perhaps\nhe had been mad since that first crazy chase across the nightmare\nlandscape. He twisted his intake valve all the way and laughed and\nhowled and capered gleefully as the oxygen flooded into his starved\nheaving lungs. He leaped in the star-hung dimness and shrieked at\nthe banded face of Jupiter in the sky. He gibbered, and he picked up\nthe heavy gun and hurled it at Sam Hervey, and then he laughed with\npleasure as it floated away and fell lightly to the rocks.\n\n\n\nHe was still laughing when the intake valve bubbled and hissed and was\nsilent, and there was no more oxygen. Slowly he turned away, staggering\nheavily toward the ship, toward the oxygen tanks. The colored lights\nhad been turned on again. A great hammer was crashing against his\nbrain. Someone was pushing his eyeballs out of their sockets; someone\nhad strong fingers locked tight around his throat. He choked and tore\nat his throat with his own hands. He fell, face downward, and tried to\ncrawl, and in his chest he could hear the sucking and rattling.\n\nBerne was conscious of Sam Hervey standing over him, blotting out the\npale cold light of the great planet above. He was conscious of the face\npeering through the plate into his own darkening features. He tried to\nreach out, to grasp Hervey, to drag him down into the pain-streaked\nnight with him, but his arms would not move. Through the lightning-shot\ndarkness he heard that soft mocking voice.\n\n\"Good night, Joe,\" Sam Hervey said. \"You always were careless.\"",
    "metadata": {
        "author": [
            "Brittain, William J."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/64497/pg64497.txt",
        "name": "murderer_s_base.json"
    }
}