{
    "name": "Myra's Well: A Tale of All-Hallow-E'en",
    "author": [
        "Dawson, George Francis"
    ],
    "body": "\n    WASHINGTON:\n    GIBSON BROS., PRINTERS\n    1883.\n\n\n\n\n    Entered according to Act of Congress, in the year 1883,\n\n    in the office of the Librarian of Congress, Washington, D. C.\n\n\n\n\nMYRA'S WELL.\n\nA Tale of All-Hallow-E'en.\n\n\n    It is the night of all nights of the year,\n    When ghosts and warlocks haunt the troubled earth,\n    And disembodied spirits visit us--\n    Spirits of good and evil from the dead,\n    Fresh from the angel hosts and from the damned,\n    And from the vast profound betwixt the two;\n    Spirits from living bodies, disenthralled\n    By blessed sleep, or yearnings most intense,\n    Or by more subtle agencies beyond our ken--\n    Bearing portentious messages to those\n    Who in full faith the future would behold.\n\n    The clear-cut radiance of a frosty moon\n    Lights up, and darkens, all the growth around.\n    The great trees stand out black against the stars.\n    The wind in gusts bestirs the Autumn leaves,\n    Whose late October tints are lost in gloom,\n    Or are grown pallid with their shivering;\n    Whose fitful rustlings are the only sounds\n    Which break the dead cold silence of the night.\n    Yet hist! faint eerie tones are sometimes heard--\n    Which blanch the cheek and palsy all the limbs--\n    Like to the moaning of departed souls!\n\n    Within the farm-house is a large high room\n    Unceiled, but studded thick with rafters old,\n    Grown black with age or smoke; around its walls\n    Stiff hams and bacon-flitches dimly seen;\n    And here and there the dim uncertain forms\n    Of kitchen-ware and chairs and metal mugs;\n    From the low windows, half across the floor,\n    Stretch bands of moonlight flecked with shadowed leaves\n    Which tremble till the moonlight seems to dance;\n    Beside the fireplace stands some piled-up wood,\n    But the great hearthstone opens cold and black;\n    Beneath the inner door, a chink of light\n    Seems but to make the dimness darker yet;\n    The only sound the tick-tack of the clock,\n    Which serves to make the silence audible.\n\n    High on the hill a lordly pile looks down\n    From its proud eminence and grand domain\n    Upon the farm-house in the vale below.\n    Builded of marble, lofty, turretted,\n    It looms beneath the moonlight o'er the trees\n    Like some etherial castle in the skies,\n    Limned in white alabaster, glistening, grand,\n    Unreal, weird, not made by mortal hands.\n    But sudden, as one's wrapt gaze takes it in,\n    It turns to gray, then vanishes!\n                                      Yet, no!\n    'Tis but a sudden cloud athwart the moon.\n\n    Within the castle, in a sumptuous room,\n    Sits young Sir Bertram Morven, all alone.\n    He had been reading that sweet Persian tale\n    Of him who knocked at the beloved one's door\n    And cried: \"'Tis I, who loveth thee!\" To whom\n    She, answering, said: \"Thou canst not enter here!\"\n    And how, a twelvemonth past, he knocked again,\n    And the beloved one asking: \"Who art thou?\"\n    Replied: \"It is thyself,\" and entered in.\n    The dull flames at his feet leap fitfully,\n    And lights and shadows sweep across his brow,\n    Like thoughts of heaven and hell across the soul.\n\n    Back in Holt's farm-house what a change is there!\n    The raftered room is filled with light and sound!\n    From blackened hearth the joyful flames leap up,\n    And roar and crackle through the piled-up logs!\n    On either side the old Holts sit and smile;\n    Betwixt them, circled, sit the younger ones,\n    Who laugh and chat, until the old man cries:\n    \"Be silent, children! Let us not forget\n    The ancient usage of our family:\n    The feast of Sah'm has come! The sacred fire--\n    The Fire of Peace--is kindled on the hearth!\n    All Hallowed One, whose warmth is like this fire,\n    Which giveth joy and comfort to us all,\n    Be present with us in the coming storms,\n    Bless us and keep us in the coming year!\"\n    Whereat the others, joining in: \"O Thou,\n    And all Thy Saints, protect us all the year!\"\n    While the flames leap and crackle all the more,\n    And roar a joyous answer to the prayer.\n\n    After a silence of a little space,\n    When thoughts are busy with the by-gone days,\n    The farmer speaks again: \"Good wife,\" says he,\n    \"We know the Past, with all its ills and joys,\n    We need not rake its ashes o'er again.\n    The Present finds us hale and hearty yet,\n    Blest in our children and our steadfast love.\n    He who would solve the Future in advance\n    Hath yet to learn the lessons of content.\n    But feasting on contentment is poor fare,\n    What say you to some bread and cheese and beer?\n    And, Ada, daughter, bring my long-stemmed pipe;\n    And, Hettie, niece, the apples and the nuts;\n    And, John, my son, pile up more blazing logs!\n    A chilly tremor through my bones just ran,\n    As if some enemy walked o'er my grave.\"\n    A shadowy form, shrouded and hooded, bent\n    With weight of years, and wickedness perchance,\n    Creeps slowly towards the glowing window-panes,\n    And peers within. She sees the emptied mugs\n    And pipes; the scattered hazel-husks, which tell\n    A tale of love-divining; in their chairs\n    The old folks dozing. John and Hettie sit\n    Most strangely near together! On the floor\n    Stands Ada, beauteous maiden, all alone,\n    Swaying most gracefully from side to side\n    With uplift hand and circling apple rind,\n    Which sudden drops and forms a doubtful B.\n    With blushing face and close-claspt hands, her eyes,\n    Softened with yearning hope, are raised to where\n    The moonlight strives to enter.\n                                     Holy saints!\n    What is it ails the terror-stricken maid?\n\n    She \"saw a face glued to the window-pane--\n    A hideous face,\" she said, \"which gibed, and seemed\n    To mock, and threaten dire calamity--\n    And waving crutch, which beckoned her outside!\"\n    \"Tush, tush! my girl,\" the 'wakened farmer cries;\n    \"Twas but a fancy. Ho, John, go outside,\n    And, but to satisfy her, look around!\"\n    John goes, and soon returns; he has \"well searched\n    Yet searched in vain; no mortal is in sight.\"\n    So, reassured, the old man's mug is filled;\n    His pipe re-lit; more wood piled on the fire;\n    And, as he craves it, Ada sings a song:\n\n\n                    ADA'S SONG.\n\n              A noble knight 'mid lordly halls\n              Dreams all his life away;\n              A lowly maid in cottage walls,\n              Hard-by the rippling waterfalls,\n              Permits her heart to stray.\n\n              His image mirrored in her heart--\n              Heaven help thee, lowly maid,\n              So near and yet so far apart!--\n              He tells his love. She doth not start,\n              Nor move, nor seem afraid!\n\n              \"A gruesome gulf's between us spread\"--\n              She cries--\"Sir Knight, beware!\n              Fate spans that gulf with mystic thread\n              So frail that only souls may tread--\n              Impalpable as air!\"\n\n              \"Like ancient Roc I'll wing my flight\"--\n              He whispers--\"O, be mine!\n              I'll wing thee to my castle height\n              And wed thee, sweet!\" She answers bright:\n              \"Then I, dear love, am thine!\"\n\n    The while she sang with more than human art--\n    Her voice full-throbbing like a bird's--\n    She seemed to see a vision of the knight,\n    And seemed to be the maiden of the song,\n    And half her heart expressed its love in words,\n    While all her soul beamed from her glorious eyes,\n    And, at the last, her rounded arms, outstretched,\n    Seemed to embrace the hero of her song.\n\n    While Ada sings, what happens at the hall?\n    Sir Bertram still sits gazing at the fire,\n    Seeing strange shapes and embered phantasies\n    Come and depart and come again more strange,\n    While his set gaze grows painful, and his mind\n    Whirls with conflicting conscience and desire;\n    For he hath seen the beauteous, lovely maid--\n    And loved her from the moment that he saw--\n    Loved her, yet dared not wed, nor whisper love;\n    And now he seems to see her in her home,\n    Her golden tresses rippling o'er her brow,\n    Her violet eyes, lit up with love's own light,\n    Turned full upon himself, O ravishment!\n    While her full-throated song enthralls his soul.\n    \"O love!\" he cries, \"Sweet love, be mine indeed--\n    Thou pearl of beauty! goddess of my heart!\"\n    Her outstretched arms appear to welcome him!\n    He raises his, to clasp her to his breast--\n    When lo, the vision vanishes! and loud\n    The hoarse tower-bell clangs out the hour of ten!\n\n    He rises hastily and treads the floor.\n    \"What was it Elpsie croaked, as home he rode\n    That very evening?--Elpsie, that old hag!\n    What devil had inspired her?--'Bertram, lad,\n    Ere cock-crow this All-Hallow-E'en I see\n    Thy loved one swoon in thine enamored arms!'\n    And then she laughed uncannily and struck\n    Her crutch against the lightning-blasted ash,\n    And mumbled, 'My revenge is come at last!'\n    What could she mean? Impossible, to-night!\n    Yet when hath Elpsie prophesied in vain?\"\n    His heart beats fast, his blood begins to surge,\n    His head to swim. \"More air!\" he cries; \"more air!\n    A long brisk walk will shake these fancies off!\"\n\n    Meanwhile, the song grown silent at the farm;\n    The egg-charm ended, and the molten-lead\n    And apple-bobbing done with; now they sit:\n    The old man snoring while the old dame nods--\n    The young ones telling stories of the Eve:\n    How Janet Smith last Hallow-E'en did see\n    O'er her left shoulder, after certain rites,\n    The face of John Smith, who soon married her;\n    And how the mirror-test was good, no doubt;\n    And how the colewort's prophecies were sure;\n    And how the hemp-seed test was surer still;\n    But best of all, the image in the well!--\n    Stories which creep, and breed a shallow laugh\n    Perchance, with inward shuddering and fear--\n    Until a sharp gust shakes the window-panes,\n    As in the grip of some strong shiv'ring hand,\n    And, with a start, the old folks wake again!\n    \"Good man, 'tis long past ten!\" the old dame cries.\n    \"Well, well, good wife, the hours creep on apace--\n    The sacred fire doth need replenishment--\n    And we grow older, feebler, with the years;\n    And soon must leave to younger, stronger hands,\n    The toils and troubles, and the joys, of life,\n    As now we yield to them this vigil strict;\n    Another mug and pipe, and then, to bed!\"\n\n    The \"image in the well!\" What well? and where?\n    From farm and castle full a mile away,\n    Near to an ancient tree--a Druid oak--\n    The old well stands--its waters deep and pure--\n    Its moss-grown stones much worn by age and use.\n    In olden days--so runs the legend--when\n    The good King Arthur and his chosen knights\n    Upheld the right, and lifted womanhood\n    By force of arms to heights almost divine--\n    A recreant knight betrayed a gentle maid,\n    And she, ashamed to let the thing be known,\n    Fled from her home, into the forest wild,\n    And grieved and wept her very soul away.\n    And when she died--the tale is often told\n    And all the people there believe it true--\n    From the hard earth, beside her, gushed a spring,\n    Fed, as they say, by all the tears she shed--\n    Which, on a day when Arthur passed that way,\n    And heard the story sad, he bade be walled\n    With masonry, \"As monument,\" he said,\n    \"To teach all coming time that Mother Earth\n    Hath more of heart and faith than recreant knight\"--\n    And named it \"Myra's Well\"--and passed along.\n    And later, when the false knight rode that way,\n    He was beset, dismounted, beaten, stripped,\n    And sorely wounded in a fray, and crawled\n    To Myra's Well--not knowing of the tale--\n    And kneeled to slake his thirst, and bending low,\n    Saw her reproachful face, and seeing, died!\n\n    Scarcely a bow-shot from poor Myra's Well,\n    Sheltered and hid by woods and undergrowth,\n    A low hut leans against gray-lichened rocks--\n    Old Elpsie's home--beshunned by humankind--\n    Of which strange stories had been gossiped 'round:\n    How fifty years ago, on Hallow-E'en,\n    At midnight, in a storm, a wayward youth\n    Losing his way had stumbled on the hut\n    And found it tenanted, and peeping in,\n    Beheld a sad-eyed maiden all alone\n    Reclining on a couch hard-by the fire!\n    How he had prayed admittance from the storm;\n    How pity beat the wall of prudence down;\n    And how he took advantage of her state;\n    And how she cursed him in her crazy shame,\n    And prayed God blast all issue of his loins\n    Until the wrong should be atoned in kind;\n    And how, as years ran by, though rarely seen,\n    The sad-eyed maid became a withered hag\n    And practised witchcraft and foul sorcery.\n    But whence she came, or who she was, or why\n    She was called Elpsie, none could say. They knew\n    Alone, for sure, that Farmer Holt had once,\n    Near to the graveyard, in the dead of night,\n    Seen by the moonlight, riding on a broom--\n    Straight from the castle to the hut beyond--\n    A form and face like Elpsie's, in the air--\n    Scattering on all sides curses as she flew!\n    And people fearful were of meeting her,\n    And even feared to pass by Myra's Well.\n\n    From the low thatch of Elpsie's hut upcurls\n    A smoke-wraith, dimly seen; beneath the eaves\n    Black shadows fall, save where a yellow gleam,\n    Dull and uncertain, from a crevice pours.\n    Low-pendant from a crane, within the hut,\n    A great black pot is simmering o'er a fire,\n    Whose flickering light bewrays a couch, a stool,\n    And, crouching by the fire, the tattered form\n    The matted hair, the parchment-wrinkled skin,\n    Of Elpsie--elbowing her knees, her jowl\n    Supported like a wedge between her palms--\n    Crouching and swaying feebly back and forth--\n    Her gaze intent upon the shifting scum\n    Or on the greenish vapor it exudes--\n    The while her cracked voice croons uncannily:\n\n                  ELPSIE'S CROON.\n\n        In the Halls of the Morvens the race-curse shall fail\n        When the Great Mountain heaves and comes down to the vale,\n        And the last of his race the Sin shall bewail.\n\n                       Black toad's liver,\n                       Green snake's slime,\n                       Hazel sliver,\n                       Witches grime,\n                   White-tipt tail of coal-black cat,\n                   Rotted wing of vampire bat,\n                   Were-wolf's tooth, and claw of rat,\n                       Simmer! simmer! simmer!\n\n        For the curse of the Morvens shall utterly die\n        When a Raven, at midnight, by moonlight, hard-by,\n        With the weight of a Forest shall easily fly.\n\n                       Maiden's fears and\n                       Suitor's moans,\n                       Dead girl's tears and\n                       Warlock's groans,\n                   Spirits' dust from witches' broom,\n                   Drop of froth from madman's spume,\n                   Ivy leaf from crack of doom,\n                       Simmer! simmer! simmer!\n\n        When the Tempter is weak beside Goodness and Grace,\n        And the Wrong is atoned in the very same place,\n        Then shall Happiness fall upon Morven's dark race.\n\n    How comes Sir Bertram here at such a time?\n    And has his walk dispelled his phantasies?\n    Through the crisp night-air faintly booms a bell;\n    \"'Tis from the castle. There is Myra's well!\n    Eleven o'clock--and still a mile from home!\n    And there is Elpsie's hut! What did she mean?\"\n    And as he notes the dull outpouring light\n    The cranny grows more bright, and larger seems!\n    \"What could that mean? A moment more would tell.\"\n    And then he hears the warlock's prophecy!\n    He peers within and sees, or seems to see,\n    A sweet and sad-eyed maiden all alone,\n    Reclining on a couch hard-by the fire!\n    He rubs his eyes, as dreaming, looks again--\n    And sees an empty couch, dull flickering flames,\n    And toothless Elpsie rocking to and fro!\n    Then he remembers, with a start, that once--\n    O, long ago!--he knows not when nor where--\n    He had a dream, distinct and plain as this,\n    In which he saw this self-same sad-eyed maid\n    Upon the couch--and then the toothless hag!\n    And after that, beside a moss-grown well--\n    Could that be Myra's?--kneeling on the curb,\n    Her golden hair half-silvered by the moon,\n    And violet eyes lit up by love divine,\n    His Ada--his! And then there came a mist\n    Which blotted from his mem'ry all the rest.\n    \"Ten thousand limping devils! Could it be\n    The well had magic power?--That SHE had heard?\n    That SHE this night would test it?\" Thus thought he;\n    \"And then Old Elpsie's words--ne'er known to fail!\n    By all the Saints and Souls I'll wait and see!\"\n\n    From out the rear-door of the Farmer's house--\n    The old folks long since gone, and fast asleep--\n    Goes pretty Hettie. Once before this Eve\n    She went a short space hand-in-hand with John,\n    Both blindfold, to pull kail; but now alone:\n    Under her arm a bag half full of seed--\n    Hemp-seed--the which at midnight she must sow,\n    And, looking back, will see the reaper come--\n    Gathering the growing crop--her future spouse!\n    Scarce is she hid from view, when after her,\n    Steps forth sly John, a sickle in his hand!\n    Then, from the front, steals Ada, trembling one--\n    Half startled at the shadows on the lawn--\n    And takes the bridle-path t'ward Myra's well!\n    The wind sighs softly through the falling leaves,\n    And she sighs half responsively. The bark\n    Of distant hound sounds strangely near! The low\n    Of far-off cattle seems like near-by groan,\n    And sends strange shudders through her hurrying frame;\n    The rustle of the leaves, or snapping twig,\n    Makes her heart beat more quickly than a clock!\n    An hundred times before she sees the well\n    She clasps her rosary and says a prayer\n    And wishes she were home again once more--\n    Yet hurries all the faster on her way!\n    And once a frightened hare dashed swift across\n    Her ghostly path, and shook with terror all\n    Her comely limbs! And once she saw two eyes--\n    Two piercing eyes that sparkled, 'neath a bush,\n    And made her giddy till she signed the cross--\n    And saw a great black cat flit fast away!\n    Strange shapes on either hand she seemed to see\n    Which gibed and waved long shadowy arms, and shook\n    Long threat'ning fingers at her! Once she thought\n    She saw, betwixt a tree-top and the moon,\n    A witches form with Elpsie's face, and heard,\n    Or thought she heard, harsh maledictions fall!\n    And once she slipt, and nearly fell with fright,\n    Upon a slimy, moving thing, that crawled!\n    And thrice she heard the dreaded were-wolf's howl!\n    And thrice a flame-eyed snake did hiss at her!\n    And thrice she heard the hooting of an owl!\n    Below, above, on all sides, sharp beset\n    With horrid shapes and phantasies and threats,\n    Which grew more numerous and portentious still\n    As she came nearer to the sacred well,\n    Until her limbs could scarcely bear her form,\n    And all her Faith seemed vanishing in fear,\n    And courage almost failed expectancy.\n\n    At last, thank God, the sacred well in sight,\n    She kneels some minutes more, to tell her beads\n    And gather breath and strength and that repose\n    And fixity of purpose needed for\n    The coming test. Then rising, looking not\n    To right or left, she comes unto the well--\n    An open space near by the sacred oak--\n    And kneeling at the curb, with eyes uplift,\n    She addeth to her other prayers these words:\n    \"O Sainted Myra, sanctified by death\n    And sorrows such as moved both Earth and Heaven;\n    O Sainted Myra, purified through tears\n    Of which this well bears witness night and day;\n    And thou, O Holy Mother, in whose heart\n    The erring find a wide-souled sympathy\n    And mediate help--O help me now I pray!\n    If this be sin, to wish to know the Truth--\n    That Truth which fond hearts find within this well--\n    Forgive the sin, and save me of thy grace!\"\n\n    Her pensive pose, her small claspt-hands, her hair\n    Like golden threads in silvery air bestirred,\n    The beauty of her angel face, her eyes\n    Lit with divine effulgence like twin stars,\n    Her trustful innocence and faith, would melt\n    A heart of stone to worship at her feet!\n    With outstretched arms and timid touch of curb--\n    Thinking the time has come--she forward bends,\n    Looks down upon the glassy surface then--\n    And as she looks, the startled air resounds\n    With clanging bell, which strikes the hour of twelve!\n    Now, Holy Mary, spare that lovely maid!\n\n    What sees she there? At first the pool seems dark--\n    A cloud perchance swift coursing o'er the moon--\n    And, only dimly visible, A SHAPE!\n    But, as she looks, the shape grows clearer, till\n    She sees the image of Sir Bertram's face!\n    \"O Bertram! dear Sir Bertram! God be thanked,\"\n    She cries, \"that Bertram will be lord of me!\"\n    And then she sees TWO faces in the well!\n    Her own, and his! An arm steals 'round her waist!\n    Startled, she turns, and swoons in Bertram's arms!\n\n    He holds her close to his impassioned breast,\n    Kissing her hair and eyes and cheeks and mouth;\n    Then feels the beating of her fluttering heart,\n    And prays her to come back to life and him.\n    He chafes her small white hands and dainty limbs,\n    And, from the well, drops water on her brow;\n    But all in vain--so cold and still she lies,\n    Like living beauty sudden smit with death!\n\n    \"Fool that I was!\" the anxious lover cries--\n    \"I have worked harm indeed by coming forth.\n    Thus oft we hurt the one we love most dear\n    And learn too late the folly of an hour!\"\n    He lifts her gently in his loving arms,\n    And bears her easily to Elpsie's hut--\n    No Elpsie there--the door wide open stands!--\n    And lays her on the couch, renews the fire,\n    And on his bended knee by Ada's side\n    Regards her sadly and adoringly.\n\n    Soon he perceives a tremor o'er her steal,\n    Swift fluttering of her breath, a sudden gasp,\n    A deep-drawn sigh, and then her eyes unclose--\n    Her violet eyes so tender and so true,\n    Yet with a far-off-look between the lids--\n    And gaze half mournfully at him. Then soft\n    And musical her low voice sounds again:\n    \"My Bertram, mine, methought I had a dream,\n    And in that dream I lost thee--thou, my life!\n    And yet through all that dream, another dream,\n    In which thou madest me all thine own--thy wife--\n    And rained soft kisses on my lips and brow,\n    And guarded me like Christ and all His Saints,\n    And held me safely to thy noble breast\n    Through all of good or ill--\n                             But thou art pale!\n    And on thy face swift shadows come and go!\n    Come, kiss me love! The night is cold, not thou!\n    For warm thy brown cheek is, as flesh and blood;\n    And now I feel thy sweet breath on my brow!\n    Are spirits all as palpable as thou?\"--\n    And then--half startled by the sudden doubt--\n    \"Where am I, Bertram?\"\n                         \"Here upon my heart,\n    Thou best-beloved, secure and safe with him\n    Who is thyself from henceforth and for aye,\n    Whether for good or ill--but surely good;\n    Here, in old Elpsie's hut, near-by the well,\n    At which I found thee, and didst bring thee here\n    Frightened by sudden seeing of a face\n    That looked the love it owns!\"--\n                                 \"O holy Saints!\n    O shame! what have I done?\" poor Ada cries:\n    \"It all comes back with harrowing circumstance,\n    Alas! to curse my mem'ry; woe is me!\"\n    And here broke down with sudden storm of tears--\n    Of tears and sighs!\n                    \"Nay, nay, dear heart\"--he chides,\n    And clasps her close--\"The churchmen hold it true\n    That all which rightly ends is justified.\n    I always loved thee, sweet, from the first day--\n    But dared not wed--nor even woo a bride.\n    A curse is on our house. When yet a child\n    Old Elpsie told me how ancestral sin\n    Had brought it down from father unto son,\n    And thence to me. My grandsire died, unshriven,\n    By his own hand, 'tis said, beside this well;\n    And all his children died quite suddenly\n    By deaths almost as strange; and I alone\n    Am left--the last one of the line! Dare I\n    Bring misery and death to her I love--\n    As I love thee?\"\n                   \"Thou lovest me, Sir Knight,\n    A lowly maiden, in a forest lone?\n    Ah! honest love would make no chaffer thus!\n    Thou hintest what thy proud lips dare not say--\n    Dallying like wanton bee about a flower!\n    Hath honor fled from man?\"\n                         \"Nay, nay, mine own--\n    Banish distrust and fear! The hand of fate\n    Is in our meeting--none, save she, to blame.\n    There is a moment in each being's life\n    On which that being's destiny doth hang--\n    A moment fateful and all-pivotal;\n    For both of us that moment now has come!\n    Around the head of God a nimbus floats--\n    'Tis the divine effulgence of His Truth!--\n    And all His Saints do borrow of that light;\n    And even men do share its guiding beams.\n    I ask thy hand in wedlock, lovely maid,\n    If thou wilt brave the curse with me.\"\n                                       \"The curse!\n    Ten thousand curses would I risk with thee\n    As thy leal wife! To such a Knight as thou\n    My Bertram--my true Knight--no ill shall fall,\n    But, should it come, then let it fall on me!\n    Yet Heaven is kind, and Mary merciful--\n    O Holy one, most merciful to me!\"\n\n    Sir Bertram saw sweet Ada safely home;\n    And, as he left her, from the near-by woods--\n    His heart a-tremble with his happiness--\n    He saw a light; 'twas Elpsie's hut in flames!\n\n\n\n    Beside the well now stands a cosy lodge\n    Sir Bertram built for Elpsie, and the hut,\n    Which heard their vows that night, exists no more.\n    Sir Bertram built a chapel on its site;\n    And thence, that coming Christmas, took his bride,\n    His lovely Ada, to her Castle-Home--\n    The home of Morven the \"Great Mountain,\" who\n    Had gone \"down to the vale\" to meet his love--\n    Of Bertram, the \"bright raven\" who, with ease,\n    \"By moonlight,\" in \"mid-watches of the night,\"\n    Had carried Ada's form--a full-sized Holt--\n    And \"Holt\" means \"Forest\" in our Saxon tongue.\n\n    And when old Elpsie died, she left a will\n    Which told the wrong that Bertram's grandsire did\n    To her, the grand-aunt of his winsome bride--\n    And left her dying blessing on the twain.\n    And she was buried in the chapel vault,\n    And prayers were said to save her soul from hell;\n    And often in the after-days they came:\n    Sir Bertram and his Lady with their sons\n    And daughters--and the Holts at times, with theirs--\n    For John and Hettie now were parents too--\n    And decked the tomb with sweet forget-me-nots;\n    And often lingered by poor Myra's Well.",
    "metadata": {
        "author": [
            "Dawson, George Francis"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/35411/pg35411.txt",
        "name": "myra_s_well_a_tale_of_all_hallow_e_en.json"
    }
}