{
    "name": "New Thought Pastels",
    "author": [
        "Wilcox, Ella Wheeler",
        "Wheeler, Ella"
    ],
    "body": "INDEX.\n\nA Dialogue                                    9\nThe Weed                                     11\nStrength                                     12\nAffirm                                       13\nThe Chosen                                   14\nThe Nameless                                 16\nThe Word                                     17\nAssistance                                   19\nCredulity                                    20\nConsciousness                                21\nThe Structure                                22\nOur Souls                                    23\nThe Law                                      24\nKnowledge                                    25\nGive                                         27\nPerfection                                   29\nFear                                         30\nThe Way                                      31\nUnderstood                                   32\nHis Mansion                                  33\nEffect                                       34\nThree Things                                 35\nObstacles                                    36\nPrayer                                       37\nClimbing                                     38\n“There Is No Death, There Are No Dead”       39\nRealization                                  41\n\n\n\n\nA Dialogue.\n\n\n                                  _Mortal_.\n\n   THE world is full of selfishness and greed.\n   Lord, I would lave its sin.\n\n                                  _Spirit_.\n\n   Yea, mortal, earth of thy good help has need.\n   Go cleanse _thyself_ within.\n\n                                  _Mortal_.\n\n   Mine ear is hurt by harsh and evil speech.\n   I would reform men’s ways.\n\n                                  _Spirit_.\n\n   There is but one convincing way to teach.\n   Speak _thou_ but words of praise.\n\n                                  _Mortal_.\n\n   On every hand is wretchedness and grief,\n   Despondency and fear.\n   Lord, I would give my fellow men relief.\n\n                                  _Spirit_.\n\n   Be, then, all hope, all cheer.\n\n                                  _Mortal_.\n\n   Lord, I look outward and grow sick at heart,\n   Such need of change I see.\n\n                                  _Spirit_.\n\n   Mortal, look _in_.  Do thy allotted part,\n   And leave the rest to ME.\n\n\n\n\nThe Weed.\n\n\n   A WEED is but an unloved flower!\n      Go dig, and prune, and guide, and wait,\n      Until it learns its high estate,\n   And glorifies some bower.\n      A weed is but an unloved flower!\n\n   All sin is virtue unevolved,\n      Release the angel from the clod—\n      Go love thy brother up to God.\n   Behold each problem solved.\n      All sin is virtue unevolved.\n\n\n\n\nStrength.\n\n\n   WHO is the strong?  Not he who puts to test\n   His sinews with the strong and proves the best;\n   But he who dwells where weaklings congregate,\n   And never lets his splendid strength abate.\n\n   Who is the good?  Not he who walks each day\n   With moral men along the high, clean way;\n   But he who jostles gilded sin and shame,\n   Yet will not sell his honor or his name.\n\n   Who is the wise?  Not he who from the start\n   With Wisdom’s followers has taken part;\n   But he who looks in Folly’s tempting eyes,\n   And turns away, perceiving her disguise.\n\n   Who is serene?  Not he who flees his kind,\n   Some mountain fastness, or some cave to find;\n   But he who in the city’s noisiest scene,\n   Keeps calm within—he only is serene.\n\n\n\n\nAffirm.\n\n\n   BODY and mind, and spirit, all combine\n   To make the Creature, human and divine.\n\n   Of this great trinity no part deny.\n   Affirm, affirm, the Great Eternal I.\n\n   Affirm the body, beautiful and whole,\n   The earth-expression of immortal soul.\n\n   Affirm the mind, the messenger of the hour,\n   To speed between thee and the source of power.\n\n   Affirm the spirit, the Eternal I—\n   Of this great trinity no part deny.\n\n\n\n\nThe Chosen.\n\n\n   THEY stood before the Angel at the gate;\n      The Angel asked: “Why should you enter in?”\n   One said: “On earth my place was high and great;”\n      And one: “I warned my fellow-men from sin;”\n   Another: “I was teacher of the faith;\n   I scorned my life and lived in love with death.”\n\n   And one stood silent.  “Speak!” the Angel said;\n      “What earthly deed has sent you here today?”\n   “Alas!  I did but follow where they led,”\n      He answered sadly: “I had lost my way—\n   So new the country, and so strange my flight;\n   I only sought for guidance and for light.”\n\n   “You have no passport?”  “None,” the answer came.\n      “I loved the earth, tho’ lowly was my lot.\n   I strove to keep my record free from blame,\n      And make a heaven about my humble spot.\n   A narrow life; I see it now, too late;\n   So, Angel, drive me from the heavenly gate.”\n\n   The Angel swung the portal wide and free,\n      And took the sorrowing stranger by the hand.\n   “Nay, you alone,” he said, “shall come with me,\n      Of all this waiting and insistent band.\n   Of what God gave, you built your paradise;\n   Behold your mansion waiting in the skies.”\n\n\n\n\nThe Nameless.\n\n\n   UNNUMBERED gods may unremembered die;\n   A thousand creeds may perish and pass by;\n   Yet do I lift mine eyes to ONE on high.\n\n   Unnamed be HE from whom creation came;\n   There is no word whereby to speak His name\n   But petty men have mouthed it into shame.\n\n   I lift mine eyes, and with a river’s force\n   My love’s full tide goes sweeping on its course\n   To that supreme and all embracing Source.\n\n   Then back through all those thirsting channels roll\n   The mighty billows of the Over Soul.\n   And I am He, the portion and the Whole.\n\n   As little streams before the flood tide flee,\n   As rivers vanish to become the sea,\n   The I exists no more, for I AM HE.\n\n\n\n\nThe Word.\n\n\n   OH, a word is a gem, or a stone, or a song,\n      Or a flame, or a two-edged sword;\n   Or a rose in bloom, or a sweet perfume,\n      Or a drop of gall, is a word.\n\n   You may choose your word like a connoisseur,\n      And polish it up with art,\n   But the word that sways, and stirs, and stays,\n      Is the word that comes from the heart.\n\n   You may work on your word a thousand weeks,\n      But it will not glow like one\n   That all unsought, leaps forth white hot,\n      When the fountains of feeling run.\n\n   You may hammer away on the anvil of thought,\n      And fashion your word with care,\n   But unless you are stirred to the depths, that word\n      Shall die on the empty air.\n\n   For the word that comes from the brain alone,\n      Alone to the brain will speed;\n   But the word that sways, and stirs, and stays,\n      Oh! that is the word men heed.\n\n\n\n\nAssistance.\n\n\n   LEAN on no mortal, Love, and serve;\n   (For service is love’s complement),\n   But it was never God’s intent,\n   Your spirit from its path should swerve,\n   To gain another’s point of view.\n   As well might Jupiter, or Mars\n   Go seeking help from other stars,\n   Instead of sweeping ON, as you.\n   Look to the Great Eternal Cause\n   And not to any man, for light.\n   Look in; and learn the wrong, and right,\n   From your own soul’s unwritten laws.\n   And when you question, or demur,\n   Let Love be your Interpreter.\n\n\n\n\n“Credulity.”\n\n\n   IF fallacies, come knocking at my door,\n   I’d rather feed, and shelter full a score,\n   Than hide behind the black portcullis, doubt,\n   And run the risk of barring one Truth out.\n\n   And if pretention for a time deceive,\n   And prove me one too ready to believe,\n   Far less my shame, than if by stubborn act,\n   I brand as lie, some great colossal Fact.\n\n   On my soul’s door, the latch-string hangs outside;\n   Within, the lighted candle.  Let me guide\n   Some errant follies, on their wandering way,\n   Rather, than Wisdom give no welcoming ray.\n\n\n\n\nConsciousness.\n\n\n   GOD, what a glory, is this consciousness,\n   Of life on life, that comes to those who seek!\n   Nor would I, if I might, to others speak,\n   The fullness of that knowledge.  It can bless,\n   Only the eager souls, that willing, press\n   Along the mountain passes, to the peak.\n   Not to the dull, the doubting, or the weak,\n   Will Truth explain, or Mystery confess.\n\n   Not to the curious or impatient soul\n   That in the start, demands the end be shown,\n   And at each step, stops waiting for a sign;\n   But to the tireless toiler toward the goal,\n   Shall the great miracles of God be known\n   And life revealed, immortal and divine.\n\n\n\n\nThe Structure.\n\n\n   UPON the wreckage of thy yesterday\n   Design the structure of tomorrow.  Lay\n   Strong corner stones of purpose, and prepare\n   Great blocks of wisdom, cut from past despair.\n   Shape mighty pillars of resolve, to set\n   Deep in the tear-wet mortar of regret.\n   Work on with patience.  Though thy toil be slow,\n   Yet day by day the edifice shall grow.\n   Believe in God—in thine own self believe.\n   All that thou hast desired thou shalt achieve.\n\n\n\n\nOur Souls.\n\n\n   OUR souls should be vessels receiving\n   The waters of love for relieving\n            The sorrows of men.\n\n   For here lies the pleasure of living:\n   In taking God’s bounties, and giving\n            The gifts back again.\n\n\n\n\nThe Law.\n\n\n   WHEN the great universe was wrought\n   To might and majesty from naught,\n   The all creative force was—\n                                    _Thought_.\n\n   That force is thine.  Though desolate\n   The way may seem, command thy fate.\n   Send forth thy thought—\n                                    Create—_Create_!\n\n\n\n\nKnowledge.\n\n\n   WOULD you believe in Presences Unseen—\n      In life beyond this earthly life?  BE STILL:\n   Be stiller yet; and listen.  Set the screen\n      Of silence at the portal of your will.\n   Relax, and let the world go by unheard.\n   And seal your lips with some all-sacred word.\n\n   Breathe “God,” in any tongue—it means the same;\n      LOVE ABSOLUTE: Think, feel, absorb the thought;\n   Shut out all else; until a subtle flame\n      (A spark from God’s creative center caught)\n   Shall permeate your being, and shall glow,\n   Increasing in its splendor, till, YOU KNOW.\n\n   Not in a moment, or an hour, or day\n      The knowledge comes; the power is far too great,\n   To win in any desultory way.\n      No soul is worthy till it learns to wait.\n   Day after day be patient, then, oh, soul;\n   Month after month—till, lo! the goal! the goal!\n\n\n\n\nGive\n\n\n   GIVE, and thou shalt receive.  Give thoughts of cheer,\n      Of courage and success, to friend and stranger.\n   And from a thousand sources, far and near,\n      Strength will be sent thee in thy hour of danger.\n\n   Give words of comfort, of defense, and hope,\n      To mortals crushed by sorrow and by error.\n   And though thy feet through shadowy paths may grope,\n      Thou shalt not walk in loneliness or terror.\n\n   Give of thy gold, though small thy portion be.\n      Gold rusts and shrivels in the hand that keeps it.\n   It grows in one that opens wide and free.\n      Who sows his harvest is the one who reaps it.\n\n   Give of thy love, nor wait to know the worth\n      Of what thou lovest; and ask no returning.\n   And wheresoe’er thy pathway leads on earth,\n      There thou shalt find the lamp of love-light burning.\n\n\n\n\nPerfection.\n\n\n   THE leaf that ripens only in the sun\n   Is dull and shriveled ere its race is run.\n   The leaf that makes a carnival of death\n   Must tremble first before the north wind’s breath.\n\n   The life that neither grief nor burden knows\n   Is dwarfed in sympathy before its close.\n   The life that grows majestic with the years\n   Must taste the bitter tonic found in tears.\n\n\n\n\nFear.\n\n\n   FEAR is the twin of Faith’s sworn foe, Distrust.\n   If one breaks in your heart the other must.\n\n   Fear is the open enemy of Good.\n   It means the God in man misunderstood.\n\n   Who walks with Fear adown life’s road will meet\n   His boon companions, Failure and Defeat.\n\n   But look the bully boldly in the eyes,\n   With mien undaunted, and he turns and flies.\n\n\n\n\nThe Way.\n\n\n   BETWEEN the finite and the infinite\n   The missing link of Love has left a void.\n   Supply the link, and earth with Heaven will join\n   In one continued chain of endless life.\n\n   Hell is wherever Love is not, and Heaven\n   Is Love’s location.  No dogmatic creed,\n   No austere faith based on ignoble fear\n   Can lead thee into realms of joy and peace.\n   Unless the humblest creatures on the earth\n   Are bettered by thy loving sympathy\n   Think not to find a Paradise beyond.\n\n   There is no sudden entrance into Heaven.\n   Slow is the ascent by the path of Love.\n\n\n\n\nUnderstood.\n\n\n   I VALUE more than I despise\n      My tendency to sin,\n   Because it helps me sympathize\n      With all my tempted kin.\n\n   He who has nothing in his soul\n      That links him to the sod,\n   Knows not that joy of self-control\n      Which lifts him up to God.\n\n   And I am glad my heart can say,\n      When others trip and fall\n   (Although I safely passed that way),\n      “I understand it all.”\n\n\n\n\nHis Mansion.\n\n\n   THERE was a thought he hid from all men’s eyes,\n   And by his prudent life and deeds of worth\n   He left a goodly record upon earth\n   As one both pure and wise.\n\n   But when he reached a dark unsightly door\n   Beyond the grave, there stood his secret thought.\n   It was the mansion he had built and brought\n   To dwell in, on that shore.\n\n\n\n\nEffect.\n\n\n   AN unkind tale was whispered in his ear.\n      He paused to hear.\n   His thoughts were food that helped a falsehood thrive,\n      And keep alive.\n\n   Years dawned and died.  One day by venom’s tongue\n      His name was stung.\n   He cried aloud, nor dreamed the lie was spawn\n      Of thoughts long gone.\n\n   Each mental wave we send out from the mind,\n      Or base, or kind,\n   Completes its circuit, then with added force\n      Seeks its own source.\n\n\n\n\nThree Things.\n\n\n   KNOW this, ye restless denizens of earth,\n   Know this, ye seekers after joy and mirth,\n   Three things there are, eternal in their worth.\n\n   Love, that outreaches to the humblest things;\n   Work that is glad, in what it does and brings;\n   And faith that soars upon unwearied wings.\n\n   Divine the Powers that on this trio wait.\n   Supreme their conquest, over Time and Fate.\n   Love, Work, and Faith—these three alone are great.\n\n\n\n\nObstacles.\n\n\n    The slothful man saith, There is a lion in the way; a lion is in the\n    street.—PROVERBS 26: 13.\n\n   THERE are no lions in the street;\n      No lions in the way.\n   Go seek the goal, thou slothful soul,\n      Awake, awake, I say.\n\n   Thou dost but dream of obstacles;\n      In God’s great lexicon,\n   That word illstarred, no page has marred;\n      Press on, I say, press on.\n\n   Nothing can keep thee from thine own\n      But thine own slothful mind.\n   To one who knocks, each door unlocks;\n      And he who seeks, shall find.\n\n\n\n\nPrayer.\n\n\n   LEAN on thyself until thy strength is tried;\n   Then ask God’s help; it will not be denied.\n\n   Use thine own sight to see the way to go;\n   When darkness falls ask God the path to show.\n\n   Think for thyself and reason out thy plan;\n   God has his work and thou hast thine, oh, man.\n\n   Exert thy will and use it for control;\n   God gave thee jurisdiction of thy soul.\n\n   All thine immortal powers bring into play;\n   Think, act, strive, reason, then look up and pray.\n\n\n\n\nClimbing.\n\n\n   WHO climbs the mountain does not always climb.\n   The winding road slants downward many a time;\n   Yet each descent is higher than the last.\n   Has thy path fallen?  That will soon be past.\n   Beyond the curve the way leads up and on.\n   Think not thy goal forever lost or gone.\n   Keep moving forward; if thine aim is right\n   Thou canst not miss the shining mountain height.\n   Who would attain to summits still and fair,\n   Must nerve himself through valleys of despair.\n\n\n\n\n“There Is No Death, There Are No Dead.”\n\n\n              (_Suggested by the book of Mr. Ed. C. Randall_.)\n\n   “THERE is no death, there are no dead.”\n   From zone to zone, from sphere to sphere,\n      The souls of all who pass from here\n      By hosts of living thoughts are led;\n   And dark or bright, those souls must tread\n      The paths they fashioned year on year.\n      For hells are built of hate or fear,\n   And heavens of love our lives have shed.\n\n   Across unatlassed worlds of space,\n      And through God’s mighty universe,\n      With thoughts that bless or thoughts that curse,\n   Each journeys to his rightful place.\n      Oh, greater truth no man has said,\n      “There is no death, there are no dead.”\n\n   It lifts the mourner from the sod,\n      And bids him cast away the reed\n      Of some uncomforting poor creed,\n   And walk with Knowledge for a rod.\n   It bids the doubter seek the broad\n      Vast fields, where living facts will feed\n      All those whose patience proves their need\n   Of these immortal truths of God.\n\n   It brings before the eyes of faith\n      Those realms of radiance, tier on tier,\n      Where our beloved “dead” appear,\n   More beautiful because of “death.”\n      It speaks to grief: “Be comforted;\n      There is no death, there are no dead.”\n\n\n\n\nRealization.\n\n\n   HERS was a lonely, shadowed lot;\n   Or so the unperceiving thought,\n   Who looked no deeper than her face,\n   Devoid of chiseled lines of grace—\n   No farther than her humble grate,\n   And wondered how she bore her fate.\n\n   Yet she was neither lone nor sad;\n   So much of love her spirit had,\n   She found an ever-flowing spring\n   Of happiness in everything.\n\n   So near to her was Nature’s heart\n   It seemed a very living part\n   Of her own self; and bud and blade,\n   And heat and cold, and sun and shade,\n   And dawn and sunset, Spring and Fall,\n   Held raptures for her, one and all.\n\n   The year’s four changing seasons brought\n   To her own door what thousands sought\n   In wandering ways and did not find—\n   Diversion and content of mind.\n\n   She loved the tasks that filled each day—\n   Such menial duties; but her way\n   Of looking at them lent a grace\n   To things the world deemed commonplace.\n\n   Obscure and without place or name,\n   She gloried in another’s fame.\n   Poor, plain and humble in her dress,\n   She thrilled when beauty and success\n   And wealth passed by, on pleasure bent;\n   They made earth seem so opulent.\n   Yet none of quicker sympathy,\n   When need or sorrow came, than she.\n   And so she lived, and so she died.\n\n   She woke as from a dream.  How wide\n   And wonderful the avenue\n   That stretched to her astonished view!\n   And up the green ascending lawn\n   A palace caught the rays of dawn.\n   Then suddenly the silence stirred\n   With one clear keynote of a bird;\n   A thousand answered, till ere long\n   The air was quivering bits of song.\n   She rose and wandered forth in awe,\n   Amazed and moved by all she saw,\n   For, like so many souls who go\n   Away from earth, she did not know\n   The cord was severed.\n\n                           Down the street,\n   With eager arms stretched forth to greet,\n   Came one she loved and mourned in youth;\n   Her mother followed; then the truth\n   Broke on her, golden wave on wave,\n   Of knowledge infinite.  The grave,\n   The body and the earthly sphere\n   Were gone!  Immortal life was here!\n   They led her through the Palace halls;\n   From gleaming mirrors on the walls\n   She saw herself, with radiant mien,\n   And robed in splendor like a queen,\n   While glory round about her shone.\n   “All this,” Love murmured, “is your own.”\n   And when she gazed with wondering eye,\n   And questioned whence and where and why,\n   Love answered thus: “All Heaven is made\n   By thoughts on earth; your walls were laid,\n   Year after year, of purest gold;\n   The beauty of your mind behold\n   In this fair palace; aye, and more\n   Waits farther on, so vast your store.\n   I was not worthy when I died\n   To take my place here at your side;\n   I toiled through long and weary years\n   From lower planes to these high spheres;\n   And through the love you sent from earth\n   I have attained a second birth.\n   Oft when my erring soul would tire\n   I felt the strength of your desire;\n   I heard you breathe my name in prayer,\n   And courage conquered weak despair.\n   Ah! earth needs heaven, but heaven indeed\n   Of earth has just as great a need.”\n\n   Across the terrace with a bound\n   There sped a lambkin and a hound\n   (Dumb comrades of the old earth land)\n   And fondled her caressing hand.\n   “YOU LOVED THEM INTO PARADISE,”\n   Was answered to her questioning eyes;\n   “You taught them love; love has no end!\n   Nor does love’s life on form depend.\n   If there be mortal without love,\n   He wakes to no new life above.\n   If love in humbler things exist,\n   It must through other realms persist\n   Until all love rays merge in HIM.\n   Hark!  Hear the heavenly Cherubim!”\n\n   Then hushed and awed, with joy so vast\n   It knew no future and no past,\n   She stood amidst the radiant throng\n   That came to swell love’s welcoming song—\n   This humble soul from earth’s far coast\n   The center of the heavenly host.\n\n   On earth they see her grave and say:\n   “She lies there till the judgment day;”\n   Nor dream, so limited their thought,\n   What miracles by love are wrought.\n\n\n\n\nThis is called “_The Story of a Literary Career_,” wherein Mrs. Wilcox\ntells the story of her own life.\n\nIt is a modest little book, beautifully printed on fine paper, with\nartistic half-tone pictures of Mrs. Wilcox and her famous home, The\nBungalow.  Bound in heavy Old Stratford, printed in two colors.\n\n                        PRICE, 50 CENTS, POSTPAID\n\n                             — Published by —\n\n                  ELIZABETH TOWNE,  -  -  Holyoke, Mass.\n\n                                * * * * *\n\n\n\n\nTHE NAUTILUS\n\n\nThis is Elizabeth Towne’s monthly magazine, of Self-Help, for which Mrs.\nWilcox wrote 26 new poems in two years.  Mrs. Wilcox recommends the\nmagazine to her friends.  Also some of Mrs. Towne’s books.  Ask for\nsample copy of _THE NAUTILUS_ and you will learn about the books.\n\n                               — ADDRESS —\n\n                  ELIZABETH TOWNE,  -  -  Holyoke, Mass.",
    "metadata": {
        "author": [
            "Wilcox, Ella Wheeler",
            "Wheeler, Ella"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/3257/pg3257.txt",
        "name": "new_thought_pastels.json"
    }
}