{
    "name": "New Apples in the Garden",
    "author": [
        "Neville, Kris",
        "Neville, Kris Ottman"
    ],
    "body": "\n\n\n\n\nEddie Hibbs reported for work and was almost immediately called out on\nan emergency. It was the third morning in succession for emergencies.\n\nThis time a section of distribution cable had blown in West Los\nAngeles. Blown cable was routine, but each instance merited the\nattention of an assistant underground supervisor.\n\nEddie climbed down the manhole with the foreman of the maintenance\ncrew. There were deep pull marks on the lead sheath above where the\ncable had blown.\n\n\"Where'd they get it?\" he asked.\n\n\"It came in from a job on the East Side.\"\n\n\"Sloppy work,\" Eddie said. \"Water got in the splice?\"\n\n\"These new guys....\" the foreman said.\n\nEddie fingered the pull marks. \"I think she's about shot anyway. How\nmuch is like this?\"\n\n\"A couple of hundred feet.\"\n\n\"All this bad?\"\n\n\"Yep.\"\n\nEddie whistled. \"About fifteen thousand dollars worth. Well. Cut her\nback to here and make splices. Stand over them while they do it.\"\n\n\"I'll need two men for a week.\"\n\n\"I'll try to find them for you. Send through the paper.\"\n\n\"I can probably find maybe another thousand miles or so that's about\nthis bad.\"\n\n\"Don't bother,\" Eddie said.\n\nThat was Eddie's productive work during the morning. With traffic and\ntwo sections of street torn up by the water people, he did not get\nback to his office until just before lunch. He listened to the Stock\nMarket reports while he drove.\n\nHe learned that spiraling costs had retarded the modernization program\nof General Electronics and much of their present equipment was\nobsolete in terms of current price factors. He was also told to\nanticipate that declining sales would lead to declining production,\nthereby perpetuating an unfortunate cycle. And finally he was warned\nthat General Electronics was an example of the pitfalls involved in\ninvesting in the so-called High Growth stocks.\n\nEddie turned off the radio in the parking lot as the closing\nDow-Jones' report was starting.\n\nDuring lunch, he succeeded in reading two articles in a six-week-old\nissue of _Electrical World_, the only one of the dozen technical\njournals he found time for now.\n\nAt 12:35 word filtered into the department that one of the maintenance\ncrew, Ramon Lopez, had been killed. A forty-foot ladder broke while\natop it Lopez was hosing down a pothead, and he was driven backward\ninto the concrete pavement by the high-pressure water.\n\nEddie tried to identify the man. The name was distantly familiar but\nthere was no face to go with it. Finally the face came. He smoked two\ncigarettes in succession. He stubbed the last one out angrily.\n\n\"That was a tough one,\" his supervisor, Forester, said, sitting on the\nside of Eddie's desk. Normally exuberant, he was left melancholy and\ndistracted by the accident. \"You know the guy?\"\n\n\"To speak to.\"\n\n\"Good man.\"\n\n\"After I thought about it a little bit,\" Eddie said, \"I remembered he\nwas transferring tomorrow. Something like this brings a man up short,\ndoesn't it?\"\n\n\"A hell of a shame. Just a hell of a shame.\"\n\nThey were silent for a minute.\n\n\"How was the market this morning?\" Forester asked.\n\n\"Up again. I didn't catch the closing averages.\"\n\n\"I guess that makes a new high.\"\n\n\"Third straight day,\" Eddie said.\n\n\"Hell of a shame,\" Forester said.\n\n\"Yeah, Lopez was a nice guy.\"\n\n\"Well....\" Forester's voice trailed off in embarrassment.\n\n\"Yeah, well....\"\n\n\"I wanted to remind you about the budget meeting.\"\n\nEddie glanced at his watch. \"Hour and a half?\"\n\n\"Yeah. You know, I feel like ... never mind. What about the burial\ntransformers, you get on it yet?\"\n\n\"The ones we're running in the water mains for cooling? They're out of\nwarranty. None of the local shops can rewind them until the\nmanufacturer sends out a field engineer to set them up for the\nencapsulation process.\"\n\n\"How long is that going to take?\" Forester asked.\n\n\"They tell me several months. Still doesn't leave us with anything.\nThe plant says they've fixed the trouble, but between them and the\nrewind shop, they can buck it back and forth forever.\"\n\n\"I guess we'll have to go back to the pad-mounted type.\"\n\n\"People with the Gold Medallion Homes aren't going to like the pads by\ntheir barbecues.\"\n\nForester uncoiled a leg. \"Draw up a memorandum on it, will you,\nEddie?\" He stood up. \"That thing sure got me today. There's just\nentirely too many of these accidents. A ladder breaking. I don't\nknow.\"\n\nEddie tried to find something intelligent to say. Finally he said, \"It\nwas a rough one, all right.\"\n\n\n\nAfter Forester left, Eddie picked up, listlessly from the top of the\nstack one of the preliminary reports submitted for his approval.\n\nThe report dealt with three thousand capacitors purchased last year\nfrom an Eastern firm, now bankrupt. The capacitors were beginning to\nleak. Eddie called the electrical laboratory to see what progress was\nbeing made on the problem.\n\nThe supervisor refreshed his memory from the records. He reported: \"I\ndon't have any adhesive man to work on it. Purchasing has half a dozen\nsuppliers lined up--but none have any test data. I don't know when\nwe'll get the time. We're on a priority program checking out these\nnew, low-cost terminations.\"\n\n\"Can't we certify the adhesive to some AIEE spec or something?\" Eddie\nasked.\n\n\"I don't know of any for sealing capacitors, Eddie. Not on the\nmaintenance end, at least.\"\n\n\"Maybe Purchasing can get a guarantee from one of the suppliers?\"\n\n\"For the hundred dollars of compound that's involved? What good would\nthat do us?\"\n\nEddie thanked him and hung up. He signed the preliminary report.\n\nHe turned to the next one.\n\nAt 2:30 Forester came by and the two of them made their way between\nthe jig-saw projections of maple and mahogany to the Conference Room.\n\nFourteen men were involved in the conference, all from operating\ndepartments. They shuffled in over a five minute period, found seats,\nlit cigarettes, talked and joked with one another.\n\nWhen one of the assistants to the manager came in, they fell silent.\n\n\"Gentlemen,\" he said, \"I think I'd better get right to the point\ntoday. The Construction Program in the Valley has now used up two bond\nissues. The voters aren't going to approve a third one.\"\n\nHe paused for effect then continued briskly:\n\n\"I see by the morning's _Times_ that the mayor is appointing a\nwatch-dog commission. I guess you all saw it, too. The Department of\nWater and Power of the City of Los Angeles is going to be badly--and I\nmean badly--in the red at the end of the fiscal year.\n\n\"We're in hot water.\n\n\"We do not seem to be getting through to the operating departments\nregarding the necessity for cost reduction. I have here last month's\nbreakdown on the Bunker Hill substation 115 KV installation. Most of\nyou have seen it already, I think. I had it sent around. Now--\"\n\nThe analysis continued for some ten minutes to conclude with an\nexplosion:\n\n\"We've got to impose a ten per cent across the board cut on operating\nexpenses.\"\n\nOne of the listeners, more alert than the rest, asked, \"That go for\nsalaries?\"\n\n\"For personnel making more than eight hundred dollars a month it\ndoes.\"\n\nThere was a moment of shocked silence.\n\n\"You can't make that stick,\" one of the supervisors said. \"Half my\nbest men will be out tomorrow looking for better offers--and finding\nthem, too.\"\n\n\"I'm just passing on what I was told.\"\n\nThe men in the room shuffled and muttered under their breaths.\n\n\"O.K., that's the way they want it,\" one of the supervisors said.\n\n\"I've brought along the notices for the affected personnel. Please see\nthey're distributed when you leave.\"\n\nAfter the meeting, Forester walked with Eddie back to his desk.\n\n\"You be in tomorrow, Eddie?\"\n\n\"I guess I will, Les. I really don't know, yet.\"\n\n\"I'd hate to lose you.\"\n\n\"It's going to make it pretty rough. A man's fixed expenses don't come\ndown.\"\n\n\"I'll see what I can do for you, maybe upgrade the classification--\"\n\n\"Thanks, Les.\"\n\nBack at his desk, Eddie looked at his watch. Nearly time for the\nSafety Meeting. Lost-time injuries had been climbing for the last four\nmonths.\n\nWhile waiting, he signed a sixty-three page preliminary report\nrecommending a program for the orderly replacement of all transmission\nand distribution cable installed prior to 1946. It was estimated that\nthe savings, in the long run, would total some quarter of a billion\ndollars. The initial expense, however, was astronomical.\n\nAfter the Safety Meeting, Eddie prepared another memorandum indicating\nthe acute need for a better training program and an increase in\nmaintenance personnel. Shortage of qualified technicians was chronic.\n\nAt four twenty-five, the night supervisor phoned in to say he was\nhaving engine trouble with his new car and would be delayed until\nabout six o'clock. Eddie agreed to wait for him.\n\nEddie dialed home to let his wife, Lois, know he would be late again.\nA modulated low-frequency note told him the home phone was out of\norder.\n\nRay Morely, one of the night-shift engineers, came in with coffee.\n\"You still here, Eddie?\"\n\n\"Yeah, until Wheeler makes it. His car's down.\"\n\n\"Market hit a new high.\"\n\n\"Yeah. I guess you heard about the meeting today?\"\n\nRay sipped coffee. \"Budget again? I missed the day crew. I got hung up\nin traffic and was a little late.\"\n\n\"A pay cut goes with it, this time.\"\n\n\"You're kidding?\"\n\n\"Been by your desk yet?\"\n\n\"No.\"\n\n\"I'm not kidding. Ten per cent for those making above eight hundred.\"\n\n\"Nobody's going to put up with that,\" Ray said. \"We're in an engineering\nshortage. We've got ICBMs rusting in their silos all over the country\nbecause we can't afford the engineering maintenance--that's how bad it is.\nEverybody'll quit.\"\n\n\"I don't think they'll make it stick. Ramon Lopez, one of the truck\ncrew, was killed today hosing down a high-voltage pothead.\"\n\n\"No kidding?\"\n\nEddie told him about the accident.\n\n\"That was a rough one to lose, wasn't it?\"\n\nThe phone rang.\n\nRay said, \"I'll get it.\"\n\nHe listened for a minute and hung up. \"There's an outage in the Silver\nLake Area. The brakes on a bus failed and took out an overhead\nsection.\"\n\nEddie sat back. \"No sense in you going. With work traffic on the\nsurface streets until the freeway gets fixed, they won't get the truck\nthere until 6:30 or so.\"\n\n\"Right.\" Ray drank coffee reflectively. \"You going looking?\"\n\n\"I'm an old-timer. I got a lot of seniority. How about you?\"\n\n\"I got bills. It's going to cost me near a hundred a month--that's a\nsteep bite.\"\n\n\"I still think they'll back off.\"\n\n\"They'll have to,\" Ray said. \"If not right now, when the pressure gets\non. You ask me, we've got them by the short hair.\" He settled into the\nchair. \"I see it as an organic phenomenon. When society gets as\ncomplex as ours, it has to grow more and more engineers. But there's a\nfeedback circuit in effect. The more engineers we grow, the more\ncomplex society becomes. Each new one creates the need for two more.\nI get a sort of feeling of--I don't know--vitality, I guess, when I\nwalk into, say, an automated factory. All that machinery and all that\nelectronic gear is like a single cell in a living organism--an\norganism that's growing every day, multiplying like bacteria. And it's\nalways sick, and we're the doctors. That's job security. We're riding\nthe wave of the future. I don't think they'll make a salary cut\nstick.\"\n\n\"I hope you're right,\" Eddie said.\n\n\n\nEddie checked out at 7:15, when the night supervisor finally arrived.\nAs he left the building, he noted that a burglar alarm down the street\nhad gone off; probably because of a short circuit. The clanking set\nhis nerves on edge. Apprehensively he felt a rising wind against his\ncheeks.\n\nAt home, he was greeted with a perfunctory kiss at the door.\n\n\"Honey,\" Lois told him, \"you took the check book, and I didn't have\nany money.\"\n\n\"Something come up? I'm sorry.\"\n\n\"We're all out of milk. The milk man didn't come today. Their\nhomogenizing machinery broke down. I phoned the dairy about nine; and\nthen, of course, the phone has been on the blink since about eleven or\na little before, so I couldn't ask you to bring some home.\"\n\n\"I kept trying to get you.\"\n\n\"I figured you had to work late again, when you weren't here at six,\nand I knew you'd be here when you got here.\"\n\nEddie sat down and she sat on the chair arm beside him. \"How did it go\ntoday?\"\n\nHe started to tell her about the wage cut and Ramon Lopez; but then he\ndidn't want to talk about it. \"So-so,\" he said. \"There was an outage\nover in the Silver Lake Area just before I left.\"\n\n\"Fixed yet?\"\n\n\"I doubt it,\" he said. \"Probably a couple of more hours.\"\n\n\"Gee,\" she said, \"when I think of all that meat in the deep\nfreezer....\"\n\n\"I wouldn't stock so much,\" he said. \"I really wouldn't.\"\n\nShe twisted away from him. \"Honey. I'm jittery. Something's ... I\ndon't know. In the air, I guess.\"\n\nThe wind rattled the windows.\n\n\n\nWhile Lois was warming dinner, his son came in.\n\n\"Hi, Eddie.\"\n\n\"Hi, Larry.\"\n\n\"Eddie, when we gonna get the TV fixed?\"\n\nEddie put down the newspaper. \"We just don't have a hundred dollars or\nso right now.\" He searched for matches on the table by the chair.\n\"Lois, oh, Lois, where're the matches?\"\n\nShe came in. \"They were all out Friday at the store, and I keep\nforgetting to lay in a supply. Use my lighter over there.\"\n\n\"About the TV--\"\n\nLois was wiping her hands on the paper towel she had brought with her.\n\"Replacement parts are hard to find for the older sets,\" she said.\n\"Anyway. I read today Channel Three finally went off the air. That\nleaves only Two and Seven. And the programs aren't any good, now, are\nthey? All those commercials and all?\"\n\n\"They do use a lot of old stuff I've already seen,\" the son admitted,\n\"but every once in a while there's something new.\"\n\n\"Let's talk about it some other time, Larry, O.K.?\" Eddie said. \"How's\nthat? It's almost your bed-time. Studies done?\"\n\n\"All but the Library report.\"\n\n\"Well, finish it, and--\"\n\n\"I got to read the book down there. Two classes assigned it and they\ndon't have the copies to let us check out. And I want to ask you about\nsomething, Eddie.\"\n\n\"Daddy's tired. His dinner's on. Come on, Eddie. I'll set it right\nnow. And Larry, you've already eaten....\"\n\n\n\nAfter dinner, Eddie got back to the paper, the evening _Times_. It was\ndown to eight pages, mostly advertising. There was a front-page\neditorial reluctantly announcing a price increase.\n\n\"They raise the price once more, and we'll just quit taking it,\" Lois\nsaid. \"You read about the airplane crash in Florida? Wasn't that\nterrible? What do you think caused it?\"\n\n\"Metal fatigue, probably,\" Eddie said. \"It was a twenty-year-old jet.\"\n\n\"The company said it wasn't that at all.\"\n\n\"They always do,\" Eddie said.\n\n\"I don't guess the payroll check came today or you'd have mentioned\nit.\"\n\n\"Payroll's still all balled up. Somebody pressed a wrong button on the\nnew machine and some fifty thousand uncoded cards got scattered all\nover the office.\"\n\n\"Oh, no! What do the poor people, who don't have bank accounts, do?\"\n\n\"Just wait, like we wait.\"\n\n\"You had a bad day,\" Lois said. \"I can tell.\"\n\n\"No....\" Eddie said. \"Not really, I guess.\"\n\n\"Still working on Saturday?\"\n\n\"I guess so. Nothing was said. Maybe it'll get easier after the end of\nthe month.\"\n\n\"You said it was all that new construction work in the Valley that's\nmaking you so shorthanded.\"\n\n\"That's part of it.\"\n\n\"They're not scheduled to finish until ... when, sometime next year,\nisn't it?\"\n\n\"The end of '81 right now.\"\n\n\"Eddie! Listen to me! I hardly ever see you any more. You're not going\nto have to put in all this overtime for the next two years!\"\n\n\"Of course not,\" Eddie said. \"Maybe after this month, that's all, and\nthe work load will level off.\"\n\n\n\nLarry, dressed for bed, came in. \"Eddie?\"\n\n\"Your father's tired.\"\n\n\"I want to ask him something.\"\n\n\"What is it, Larry?\" Eddie asked.\n\n\"Eddie, you know the little culture I was running for science class?\nSomething's wrong. Will you look at it?\"\n\n\"Daddy's....\"\n\n\"I'll look at it, Lois.\" Eddie accompanied his son to his son's room.\n\n\"What do you think is wrong, Dad?\"\n\n\"Well, let's see....\"\n\n\"What is it?\" Larry asked. \"What made it stop growing?\"\n\nEddie did not answer for a minute. Then: \"You start with one or two ...\nwell, it's like this, Larry. I'm afraid it's dead. They grow\nexponentially. Figure out how much money you'd have at the end of a month\nif you started with just a penny and doubled your money every day. In just\na little while, you'd have all the money in the world. Figure it out\nsometime. Things that grow exponentially, they just don't know when to\nquit. And your culture, here, it grew until the environment could no\nlonger support it and all at once the food was eaten up and it died.\"\n\n\"I ... see.... Something like that could just grow until it took over\nthe whole world, couldn't it?\"\n\nAgain Eddie was silent for a moment. Then he rumpled his son's hair.\n\"That's science fiction, Larry.\"\n\n\n\nLater, while they were listening to FM, there was a news break\nreporting a fire out of control in South Los Angeles.\n\n\"That's near Becky's, I'll bet,\" she said. \"I better phone.\"\n\nThe phone was still out of order.\n\n\"I sure feel cut off without a phone.\"\n\nAfter an interlude of music, Lois said, \"Larry wants to be an\nengineer, now. I guess after what you said, maybe that's a pretty good\nthing.\"\n\nEddie looked up from his cigarette. \"Why this all of a sudden?\"\n\n\"One of his teachers told him what you said--there's a growing\nengineering shortage.\"\n\n\"I thought he wanted to be an astronaut.\"\n\n\"You know Larry. That was last week. His teacher said we're not going\nto start up the space program again. It's too expensive. We just don't\nhave the technical man-power and materials to spare.\"\n\n\"We are in.... But these kids, young kids they're turning out--they\naren't getting the education today. And if anything, I sometimes think\nit almost makes our jobs even worse, correcting their mistakes. I\nsometimes wonder where it's all going to stop.\"\n\nThere was more news from the fire front.\n\nFire fighters were having a very difficult time. Two water mains had\nbroken and the pressure was dropping. The fire was reported to have\nbeen caused by the explosion of a gas main. Rising winds did not\npromise to abate until dawn.\n\n\"I sure wish I could get through to Beck,\" Lois said. \"Oh, I guess I\ntold you, did I? Her sister has hypoglycemia, they found out. That's\nwhy she's been tired all the time.\"\n\n\"Never heard of it.\"\n\n\"Low blood sugar. It's caused by an overactive gland on the pancreas.\nAnd treatment is just the opposite of what you'd think, too. I'll bet\nyou'd never guess. If you increase the amount of sugar in the diet,\nthe gland becomes just that much more active to get rid of it and the\nhypoglycemia gets worse. It's what I'll bet you engineers call a\nfeedback. Isn't that what you call it? Well ... the way doctors treat\nit is to _reduce_ the amount of sugar you eat. And after a little bit,\nthe pancreas gets back its normal function, and the patient gets well.\nI told you you'd never guess!\"\n\nAfter a long time, Eddie said, very softly, \"Oh.\"\n\n\n\nJust after midnight, they went to bed.\n\n\"I've been ...\" Lois began and then stopped. \"I don't know. Jumpy. The\nmarket was up again today. Another all-time high. Do you think\nthere'll be another Crash? Like 'way back in 1929.\"\n\nShe could feel him lying tense beside her in the darkness. \"No,\" he\nsaid slowly, \"I don't think so. I don't think there'll be a Crash.\"\n\nIn spite of the warmth of the room, she could not suppress an\ninvoluntary shudder whose cause was nameless. Suddenly, she did not\nwant to ask any more questions.\n\nThe wind was rattling the windows.\n\n",
    "metadata": {
        "author": [
            "Neville, Kris",
            "Neville, Kris Ottman"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/30767/pg30767.txt",
        "name": "new_apples_in_the_garden.json"
    }
}