{
    "name": "Night Court",
    "author": [
        "Arkawy, Norman",
        "Arkawy, Norman M."
    ],
    "body": "The old courthouse was in the unreconstructed part of town. No buses\nran out here, and the only way that Stan and Julie could reach the\ncourt was on foot, threading their way through the debris of neglect\nand vandalism that littered the narrow streets.\n\nThis was a part of New York that Julie had never seen. Twentieth\ncentury tenements, dimly illuminated by ancient incandescent lamps,\nlined the rubble-filled streets, where garbage and the decaying\ncarcasses of poisoned rats lay stinking in the gutters. The night was\nwarm, but Julie shivered. She hurried along at Stan's side, trying to\nhold her breath to shut out the unpleasant smells.\n\nThey stopped at the edge of the sidewalk across the street from the\ncourt and watched a crowd of people milling about the entrance,\nanxiously pressing to the box office to try to get hard-to-get tickets.\n\n\"Look at that mob!\" Julie said. \"We'll never get in!\" She tried to\nsound disappointed, but she knew that she could not hide her feeling of\nrelief. She didn't want to go in. She wanted to go away, back to the\nclean, pretty city she knew.\n\nStan smiled and patted her hand. \"You underestimate me, honey. Little\nStanley knows how to take care of himself. I knew there'd be a crowd\ntonight, so....\" He drew two tickets from his pocket. \"If you don't\nreserve 'em, you don't deserve 'em, I always say!\"\n\nHe took her hand, and they started across the street toward the\ncourthouse. It was a bleak, gray, stone-faced building whose ornate\nsculptured trim was weather worn and darkened with age. Once an\naspiration to architectural beauty, it was pathetically ugly, a\nmelancholy reminder of a bygone and possibly better era.\n\nA modern theater marquee had been incongruously added to the old\nstructure and, atop the shiny new addition, huge letters of light\nspelled out NIGHT COURT. Smaller cast aluminum letters protruded upward\nfrom the metal rim of the arcing canopy and formed the words of a\nmotto: \"Judge not, that ye be not judged\". Bold type plastered across\nthe gleaming glass facade of the marquee loudly proclaimed: \"NEW SHOW\nNIGHTLY\".\n\nStan and Julie pushed through the congestion outside the entrance of\nthe court. A dizzying confusion of elbows and backs and sweating,\neager faces surrounded them. Stan squeezed through the seething mass\nof people and, holding tightly to his hand, Julie followed. For the\ntenth--or hundredth--time, she was sorry that she had come. But it was\ntoo late to turn back now.\n\nStan showed his tickets to the guard at the door, and they were ushered\npolitely inside where a uniformed woman with a military bearing guided\nthem to their seats.\n\n\"Your ID cards, please,\" the young woman said.\n\nJulie was startled by the request, and alarmed. A confiscated ID card\nmeant trouble--police trouble! \"Why?\" she asked, nervously, \"What did\nwe do?\"\n\nStan smiled knowingly. \"It's just a formality,\" he assured her. \"They\ngive it back to you when you leave.\" He handed the usher his card.\n\n\"And yours, miss?\"\n\nHesitantly, Julie took out her wallet. A cold premonition urged her to\nstop, to leave now, before it was too late. Then she saw Stan's amused\neyes grinning at her and she reminded herself that it was already too\nlate for her to leave. She gave the girl her ID card.\n\nThe usher smiled mechanically. She handed them each a program and\nhurried away up the aisle.\n\n\"Don't worry, honey,\" Stan said, \"you'll get it back.\" He held his\nprogram up for her to admire. \"Pretty snazzy, huh?\"\n\nJulie nodded half-heartedly and silently leafed through her own\nprogram. It was a four page souvenir booklet. On the first page, or\nfront cover, was the seal of justice with a perfectly balanced scale\nand a few words of Latin. Above the seal, NIGHT COURT OF THE CITY OF\nNEW YORK was embossed in black on the slick yellow paper, and below it,\nthe legend \"Judge not, that ye be not judged\". Beneath the seal, in red\nitalics, was the inscription: \"_For with what judgment ye judge, ye\nshall be judged: and with what measure ye mete, it shall be measured to\nyou again._--Matthew, 7:2.\"\n\nThe page was set up attractively but, Julie thought, the quotations\nseemed inappropriate. What was the purpose of the court, if not to\njudge?\n\n\"I still can't figure it out,\" Stan said, as if he had read her\nthoughts. He reached over and tapped Julie's program with his finger.\n\"This is the third time I've been here, and you can believe me, honey,\nthey both judge and mete out justice in this place!\" He grinned at her.\n\"This 'judge not' business doesn't make sense!\"\n\nJulie said nothing. There was nothing to say.\n\nThe room was rapidly filling up now, and she watched the people slowly\nfiling in. She was fascinated by the looks of anticipatory pleasure in\ntheir faces, the whole place tingled with barely repressed excitement.\n\nThe spectators packed into the room until every seat was taken and they\nwere standing, eight deep, in the rear of the court. Scanning their\nfaces, Julie could feel--could almost taste--the many varied emotions\nthat radiated from them: amusement, lust, hatred, curiosity, vengeance.\nIt was a puzzling combination.\n\n\"Now, _this_ quotation makes some sense,\" Stan was saying. Julie turned\nher attention back to him. He had opened his program booklet to the\ncenterfold, and he pointed to an inscription printed across the top\nof the two inner pages. \"An eye for an eye, a tooth for a tooth,\" he\nrecited. \"That's what this place really stands for!\" He said it with\nrelish.\n\nJulie began to feel sick. She did not like the hungry look on Stan's\nface or the merciless atmosphere in the courtroom. Why had she come?\n\nShe stifled a shudder. She knew why she had come. She had come because\nStan wanted her to and, to be honest, because she had been curious to\nsee what the Show was like. Now that she was here, she could not call\nthe whole thing off just because her curiosity was satisfied or because\nshe was too squeamish to enjoy what many people considered the best\nentertainment in town. She had no right to ruin Stan's evening.\n\nShe tried to assume a casual interest in the impending events. \"What\nare all these lines for?\" she asked weakly, indicating the horizontal\nlines that crossed the inner pages and were bisected by three vertical\nlines into four columns of uneven width. \"It looks like a ledger.\"\n\n\"It is, sort of,\" Stan said. \"Y'see, honey, this is a scorecard. In\nthe first column, you put the name of the accused; in the second, the\noffense he's charged with; in the third, his plea; and in the fourth,\nthe disposition of the case. Up here,\" he explained, showing her the\nappropriate place, \"you fill in the name of the presiding magistrate.\nAnd here,\" he continued, \"you put in the date. It makes a nice\nsouvenir. If you fill it out right, you can look at it six months from\nnow and remember all the fun, just as if it were happening all over\nagain.\"\n\n\"Fun?\" Julie's voice cracked.\n\n\"Sure!\" Stan said with enthusiasm. \"It's a terrific show! Everyone\nhas a good time. Well, anyhow ...\" and he chuckled, \"everyone but the\nbums!\" He laughed.\n\nA man in the row in front of them turned around and looked at Julie.\nPerspiration glistened in an oily film on his round, pudgy moon-face. A\nlewd grin twisted his mouth. \"First timer?\" he asked.\n\nStan grinned back at him, sharing a comradeship of common experience.\n\"Yeah. I kept telling her she didn't know what she was missing. Finally\nconvinced her to give it a try. I've been here twice before, myself,\"\nhe added proudly.\n\n\"Yeah? Me too!\" the man said. \"Guess that makes us real old pros: third\ntimers!\" He laughed and mopped his face with a crumpled handkerchief.\n\"Damn! it's hot in here!\"\n\nMild embarrassment and a violent dislike for the oily-skinned\nman combined to redden Julie's face in a hot blush. She shifted\nuncomfortably in her seat.\n\n\"Y'know, I never thought of it before,\" Stan said to the man in front,\n\"but now that you mention it, I don't know of anybody who's been here\nthree times.\" A smile of accomplishment spread onto his face. \"I'll bet\nI'm the first one in my sector!\"\n\nA growing anger blended into Julie's feeling of disgust. \"I don't see\nthat it's anything to be proud of,\" she said coldly.\n\nStan's laugh was a derisive bray. \"She talks just like a first timer,\ndoesn't she?\" The man in front of them nodded knowingly, again sharing\nwith Stan the common bond of experience.\n\n\"The next thing you know,\" Stan jeered kiddingly, \"she'll be preaching\nto us like one of those crackpot reformers.\"\n\nThe revulsion that Julie felt must have been clearly evident now. Stan\nsmiled fondly and put his arm around her shoulder. \"I'm only kidding,\nhoney,\" he half-apologized.\n\n\"What's so wrong about the reformers?\" Julie demanded, angrily\nshrugging away his arm. \"Why shouldn't men be given another chance?\nWhat...?\"\n\n\"Men?\" The man with the moon face burst into loud laughter. \"Wait'll\nyou see these bums, kid! They're not men, they're _things_!\"\n\n\"He's right, honey,\" Stan said. \"These joes don't have any homes or\njobs or families or friends. They don't even have ID cards.\"\n\n\"No ID cards?\" That was impossible! But Julie was beginning to learn\nthat many impossible things could happen in a world that most citizens\nknew nothing about. \"Then how can they be expected to get jobs? You've\ngot to have an ID card in order to be assigned....\"\n\n\"That's the general idea, lady,\" someone nearby said in a loud voice.\nSeveral people laughed. \"You don't wanna put the court out of business,\ndo ya?\"\n\nJulie's lips trembled as she opened her mouth to voice the word that\nshouted emphatically within her: yes! yes!\n\n\"Here they come!\" someone shouted, and excited conversation buzzed\nthroughout the room. Julie's voice was never heard. She stared silently\nat the people near her, then turned to the front of the room to see\nwhat they were all watching so avidly.\n\nA straggling line of bedraggled, dirty, unshaven men shuffled into\na wire enclosure set along the right wall of the courtroom. Crushed\nmen--weary, lifeless, resigned to a life without hope--they filed into\nthe pen and slumped onto the wooden benches that were placed lengthwise\nin three rows in the oblong cage. Their shoulders drooped in beaten\ncurves. Their heads were bowed.\n\nThe man in front turned around and nudged Julie's knee. His triumphant\nsmile was an obscenity. \"Call those men?\" He laughed and winked\nat Stan, then turned back to the front of the court to watch the\npreliminary proceedings.\n\nAn incipient convulsion crawled about in Julie's stomach. Her knee felt\ncold and clammy where the moon-faced man had touched it. Her skin was\nprickly and tight. She began to itch.\n\n\"Get up, honey,\" Stan was saying. \"Here comes the judge.\"\n\nShe stood, numbly, her eyes riveted on the men in the wire enclosure.\n\n\"Julie!\" She felt a hand tugging at her arm. \"You can sit down now,\nJulie,\" Stan said. \"Sit down!\"\n\nMechanically, she sat down. Woodenly, she stared at the tableau\nbefore her--the judge perched on his elevated throne, the stone-faced\nattendants at each side of the dais, the wire pen filled with misery.\nThrough the almost tangible excitement and glee of the spectators, the\nmisery reached her, held her.\n\n\n\nThe court was in session: the people of the City of New York\nagainst ... against an assortment of outcasts--drunks, derelicts,\ncripples, beggars--the \"undesirables\" that had been rounded up by the\npolice in the past twenty-four hours. The people of the City of New\nYork against a pen full of men whose only crimes, for the most part,\nwere sickness, lack of hope and failure to possess the ID cards which\neveryone needed and which, somehow, they had been denied.\n\nHow? Julie wondered. How could anyone not have an ID? Even if you lost\nyour card you could get a new one simply by paying a fine. Even if you\nhad been in prison you got a new card when you were released. You had\nto have a card! Everyone had to....\n\nA court attendant called out: \"Garcia, Miguel!\" and a small,\ndark-complexioned man walked out of the detention pen and stood meekly\nbefore the judge.\n\nThe clerk of the court read the charge, rattling it off in the\nsing-song jargon of court clerks, his words slurred together into one\nalmost unintelligible burst of sound. There was a pause, and silence in\nthe courtroom.\n\n\"Well?\" said the magistrate, \"how do you plead?\" His voice sounded\nkindly. He sat high on his bench, hunched into his black robe, and\nlooked down with apparent benignancy on the little man who stood\nsilently before him.\n\nThe audience was hushed. It watched hopefully and waited.\n\nJulie could sense the intense excitement in Stan as he leaned forward,\nstraining to catch every detail of the scene, anxious not to miss a\nthing.\n\nShe heard a giggle, then Stan's hearty laugh, then a loud burst of\nlaughter. She opened her eyes.\n\nThe defendant was shrugging his shoulders in bewilderment. He turned\nhalf-way around to look at the laughing audience, a sheepish grin on\nhis face.\n\nThe magistrate smiled his appreciation of the humorous response to his\nquestion. \"So, you can't make up your mind?\" he said in a seemingly\nfriendly and sympathetic way. \"Well, I'll tell you what I'll do,\nMiguel. I'll give you thirty days in the city's hotel to think it over.\"\n\nLaughter and applause filled the room. The judge nodded his head in\na little bow of acknowledgement. Miguel Garcia was led away, still\nsmiling, obviously ignorant of what was happening. Miguel Garcia\napparently did not understand English.\n\nStan was happily filling in the first line of his scorecard. His face\nwas flushed. His eyes were bright. A satisfied smile lingered on his\nlips.\n\n\"Stan, let's leave,\" Julie said.\n\nStan laughed in disbelief. \"Are you kidding? The fun's just starting.\"\n\n\"Please, Stan. I ... I don't feel well.\"\n\n\"Oh? I'm sorry, honey.\" It was a formality, like saying 'I beg your\npardon' to a stranger you bump into in a crowd. There was no concern in\nStan's voice. The second case was being presented, and his attention\nwas rapt upon the clerk and the object of the proceedings, an old white\nhaired derelict.\n\n\"Stan, please!\" Julie insisted.\n\n\"Look, honey,\" Stan said impatiently, \"we can't leave now, even if we\nwanted to. They don't give back the IDs until after it's all over.\"\n\nA sharp burst of laughter brought his attention abruptly back to the\naction up front. The old man had dropped his hat and an attendant had\nkicked it away from him. The white haired castoff shuffled across the\nroom to retrieve it.\n\n\"I missed something!\" Stan said, testily. He turned to his neighbor and\nwas hurriedly filled in on what had happened.\n\n\"Well, _I'm_ leaving!\" Julie said. She got up and edged her way out\nto the aisle. Stan made no protest. He was concentrating on the\nperformance up front.\n\nJulie hurried up the aisle and pushed through the pack of people\nstanding in the back of the room. She found the usher at the door. \"I'd\nlike to leave,\" she told the girl. \"May I please have my ID?\"\n\nThe usher's face was expressionless, her voice efficiently official.\n\"ID cards will be returned at the conclusion of the session.\"\n\n\"But I want to leave now!\" Julie protested. \"I don't want to see any\nmore of this!\"\n\n\"No cards can be returned until the session is concluded,\" the usher\nrecited. It was a final decree of official policy. There could be no\narguing, no appeal from the decision. There was no alternative but to\nabide by it.\n\nJulie returned to her seat. She squeezed past a barricade of knees,\nrousing disgruntled comments from several of the spectators.\n\nStan glanced up at her as she settled back into the seat at his side.\nIt was only a glance, and then his eyes were fixed once again on the\nmagistrate, the attendants, and the \"undesirable\" being judged.\n\n\n\nMinutes passed. Hours. Julie suffered the time in silence. She saw\nand heard, but could hardly believe, the unrestrained sadism of the\ngiggling, laughing, applauding, cheering, jeering audience. What kind\nof people were these, who laughed at the pain and humiliation of\nothers? What did they find amusing in the ruin of human life?\n\nThey laughed when a partially paralyzed hunchback limped before the\njudge and pleaded guilty to a charge of ogling girls in a public park.\nThey roared with hilarity when the magistrate suspended sentence and\ncommented that a more appropriate charge would have been that of\ndefacing public property. They applauded lustily when he said to the\narresting officer, \"Bring him in on that one tomorrow and I'll throw\nthe book at him!\"\n\nThey laughed when an alcoholic appeared, twitching and brushing\nimaginary creatures from his torn jacket. They howled gleefully when\nhe whimpered and sobbed like a small boy having a nightmare.\n\nThey laughed when the magistrate said his fountain pen had run out of\nink and, looking into the detention pen, inquired, \"Would any of you\nblue bloods care to make a donation?\"\n\nThey laughed when a court attendant read a complaint which charged that\nthe defendant, a small skinny man, had attacked the arresting officer,\nand that the officer (six-three, two hundred and ten pounds) had used\nreasonable force in defending himself. The man's broken arm was in a\nsling and bandages covered twelve stitches in his scalp.\n\nThe audience laughed. They gloated. They sat in judgment of their\nfellow men and called for punishment--the more severe, the better.\n\nAt last, the detention pen was empty. The last \"undesirable\" was\nbrought before the bench. He was a small, pathetic looking man dressed\nin sailor's dungarees. He spoke Norwegian and clumsily tried to explain\nhis predicament with the few words of English that he knew.\n\n\"Stop gibbering!\" the judge shouted at him. The magistrate's facade\nof kindliness had long since disappeared. He turned to the arresting\nofficer. \"Do you speak that language?\" He made it sound like a disgrace\nto be able to speak Norwegian.\n\nThe officer shook his head.\n\n\"Neither do I,\" the magistrate said, with obvious pride that he was not\ncontaminated by such knowledge. He arbitrarily ordered the man held\nuntil he learned to make himself understood; the hearing to take place\nwhen that had been accomplished. The sailor was led away.\n\nThe Show was over.\n\n\"That's the end of it, folks,\" the judge said, genially. He tapped his\ngavel and rose from his seat. The courtroom rang with lusty applause.\n\nThe judge hurried through the door to his chambers and the applause\ndied out. The people started to leave. Their animated discussions of\nthe evening's events dinned through the room in a babble of noise.\n\n\n\nJulie's head throbbed painfully and there was a queasy feeling in her\nstomach. She thirsted for fresh air.\n\nSlowly, the mob of spectators formed a procession in the aisle. Slowly,\nthe column of people moved toward the exit. Slowly, slowly, Julie was\npushed along with the crowd.\n\nThe line paused as each person stopped at the door and waited until his\nID card was located and returned to him. Then the procession would take\nanother step forward. And pause again. And again. Occasionally, an ID\ncould not be found and its owner was requested to step aside and allow\nthe line to move on while the search for his card continued. And there\nwas another step forward.\n\nStan held Julie's hand to prevent the pressing crowd from separating\nthem. \"How'd you like it?\" he asked. He was aglow with satisfaction,\ntired by the long evening's excitement but with a pleasant weariness of\naccomplishment. \"It's a terrific show, isn't it?\"\n\nJulie did not answer him. She wanted to break away and run and run and\nrun and run! She inched along with the rest of the procession.\n\nAt last they reached the door. They told the usher their names and she\nmethodically checked through the cards in her file. The procession\nbehind them waited.\n\nJulie's ID card was quickly found and returned to her, but the usher\nreported some difficulty in finding Stan's card. He was asked to\nstep aside, please, and let the line go through. He protested at the\ninconvenience, then sullenly joined a few other people waiting for\ntheir cards in the rear of the court.\n\nJulie stood impatiently in the doorway. She watched Stan strike up\na grumbling conversation with another detained person. It was the\nmoon-faced man who had been sitting in front of them. For a fleeting\nmoment she thought of the old adage about \"birds of a feather\".\n\nShe waited. People filed past her in a steady stream, from the\ncourtroom, across the lobby, out through the street door. Watching\nthem--smiles and pleasant conversation, civilized small talk and\nserious debate of the merit of the evening's fare, as if it were a\ndramatic work of art. She clenched her teeth and prayed that Stan would\nhurry up.\n\nSoon the flow of people stopped. Still no Stan. Julie waited.\n\nSome twenty minutes later, an attendant came out of the courtroom. He\nwent past Julie, then paused at the door, turned and came over to her.\n\"Waiting for someone, miss?\"\n\n\"Yes. My friend. They seem to have misplaced his ID card.\"\n\nThe attendant smiled and shook his head. \"You might as well go on home,\nmiss. If he's still in there, he won't be coming out for some time.\"\n\n\"I'll wait,\" Julie said.\n\n\"You don't understand, miss. He won't be out tonight.\"\n\n\"What are you talking about? He's just waiting till they find his ID,\nand it couldn't have gotten up and....\"\n\n\"Seventeen IDs were lost,\" the attendant explained. \"Those people in\nthere can't get them back. They're going to have to go to Caracas or\nMilan to apply for new cards.\"\n\n\"Don't be silly!\" Julie scoffed. \"You don't have to go to another city\nto apply for a new card! All you have to do is file a claim and pay the\nfine.\"\n\n\"These are special cases,\" the attendant said uneasily. He seemed\nreluctant to talk about it.\n\nJulie frowned. \"What's special about them? Their ID cards were lost,\nweren't they?\"\n\n\"Look, miss, all I know is every time an ID is lost in there,\" he\nnodded toward the courtroom, \"they've gotta go out of the country to\napply for a new one. That's all I can tell you.\"\n\n\"But why out of the...?\"\n\n\"The reassignment orders are being drawn up right now,\" the attendant\nsaid. He led Julie to the street exit. \"So you'd better go home and\nforget that fellow.\"\n\nConfusion and a vicarious fear made Julie shiver. \"Will he ... will\nthey get new cards?\"\n\nThe attendant shrugged. \"They might--some day.\" He touched her arm. His\nvoice was low, barely audible. \"Was this your first time at the Show?\"\n\nJulie nodded.\n\n\"How did you like it?\"\n\n\"I ... I ...\" She shook her head.\n\nThe attendant smiled at her gently. \"Don't ever be a third-timer.\" He\nreleased her arm and hurried away down the street.\n\nJulie puzzled over his parting remark as she went out into the foul\nsmelling night and walked away from the courthouse. Suddenly, the\nstreet before her dimmed as the lights on the huge marquee blinked out.\nShe turned and looked back at the entrance of the court, now dark and\ndeserted. And then she understood.\n\nShe remembered the moon-faced man's observation about the scarcity of\nthird-timers. She understood how the \"undesirables\" lost their ID cards\nand why so many could not speak English. She understood the apparent\ncruelty of the sentences meted out to them, too.\n\nThe answer was on the marquee. As she looked back at it, only the\nraised letters on the canopy were visible, shining luminously in the\ndarkness: \"_judge not, that ye be not judged_\". And she recalled the\nquotation on the program: \"_For with what judgement ye judge, ye shall\nbe judged._\"",
    "metadata": {
        "author": [
            "Arkawy, Norman",
            "Arkawy, Norman M."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/59494/pg59494.txt",
        "name": "night_court.json"
    }
}