{
    "name": "Nine Men in Time",
    "author": [
        "Loomis, Noel Miller",
        "Loomis, Noel M.",
        "Water, Silas",
        "Miller, Benj."
    ],
    "body": "\n[Sidenote: _The idea of sending a man back in time to re-do a job he's\nbotched, so that a deadline can still be met--added to the thought of\nduplicating a man so there'll be two doing the same work at the same\ntime--adds up to a production-manager's dream. But any dream can\nsuddenly shift into a nightmare...._]\n\n\nThe receivers, two of them lawyers, had long faces when they sat down\nacross from my desk in the office of the Imperial Printing Company.\n\n\"Frankly, Mr. Shane,\" said the older one, \"it is a very grave question\nin our minds whether we should try to continue to operate the business\nor whether we should close the plant and liquidate the machinery and\nequipment the best we can.\"\n\nI was stunned. \"I don't understand,\" I said helplessly. \"We've been\ndoing a nice business--and at a profit--in the year I've been here.\" It\nwas my first big job, and I wanted to make good. I thought I had made\ngood, but here they were jerking the floor out from under me, and I\ncouldn't make any sense out of it.\n\n\"Well,\" said one, \"the business isn't showing the profit we expected.\"\n\n\"What you need is a used-car lot,\" I said pointedly.\n\nThe elder man cleared his throat. \"Now look, Mr. Shane, suppose we say\nthree months.\"\n\n\"What do you mean--three months?\"\n\n\"We'll allow you to go ahead for three months. If the business doesn't\nshow a distinct upturn by then--\" He raised his eyebrows.\n\nI swallowed hard. So that was it, then.\n\nThey even had the date set for the execution, and I knew they intended\nto go through with it. Only a revolution would change that.\n\nI wanted that job; it was my chance to make a name for myself. If they\nshould close the plant now, I'd have a black eye. You can't go around\nasking for a job and saying, \"But I was making money for them.\" They'll\nwonder what else was wrong.\n\nI thought I knew why they were so willing to close the plant; it was\npart of an estate, and the way things were, it took a lot of their time\neach month for not too big a fee. But if the estate should be\nliquidated--well, figure it out yourself. This business was all mixed up\nbetween an administratorship and a receivership, and the attorney's fees\nfor liquidation would be a percentage of a hundred-thousand-dollar shop.\nIt could run to a nice sum. They'd sell out, collect their fee, and\nforget it. A nice clean deal for them. And no more worry.\n\nThat is what I was up against, so perhaps it was inevitable that I\nshould find Dr. Hudson--Lawrence Edward Hudson. That was 1983, really\nabout the beginning of the scientific age in industry, and I dug this\nidea up out of the back of my head where it had been for some time. Dr.\nHudson was the result. I did not label him efficiency-expert, for\nprinters have always been notoriously allergic to that title. I called\nhim production-engineer.\n\nHe was a small, thin-faced man with a face that seemed to all flow into\na point where his nose should have been, and he started talking things\nover with me before he got his coat off.\n\n\"Printing,\" he said, \"is really _the_ backward industry. There has been\nno basic advance since the invention of the linecasting machine around\n1890, and possibly the development of offset printing.\"\n\n\"That,\" I said, \"is why you are here--to bring out something startling.\"\n\n\"Well,\" he said, \"you've heard the old one about the man who had\nsomething to do with each hand, and if you'd give him a broom he could\nsweep out the shop, too?\" He leaned forward, his nose jutting at me, and\nsaid impressively, \"Mr. Shane, we shall make that come literally true;\nwe'll have men working in two places at once before we're through.\"\n\n\"Okay.\"\n\n\"In the meantime, there are certain old-fashioned fundamental principles\non which we shall start. I shall be here at seven-thirty in the\nmorning.\"\n\nI should have known. Man, being mass, possesses inertia, mentally as\nwell as physically, and therefore offers a certain amount of resistance\nto being kicked around. That applies to printers as well as to people.\nBut at that time I was too worried. I gave Dr. Hudson full authority.\n\n\n\nHe was there at seven-thirty the next morning, as he had said. At eight,\nthe printers were standing around the time-clock, waiting for it to\nclick the hour. It clicked, but the man nearest it was smoking a\ncigarette. He punched his card and then stood there, finishing the\ncigarette.\n\nDr. Hudson stepped up. \"Gentlemen,\" he said, \"it is now four minutes\npast eight. Starting-time is eight o'clock.\" He looked at his watch and\ncompared it with the clock. \"Please do your visiting and your smoking on\nyour own time,\" he said coldly.\n\nWell, it bothered me a little. I'd never handled them that way--and\nanyway, who cared about five minutes? The men would set just so much\ntype, or do so much work. If they lost five minutes in one place, they\ngenerally made it up somewhere else. But this was Dr. Hudson's job.\n\nIt was nice that there had been no insolence--only a couple of raised\neyebrows. Dr. Hudson's gesture had had its effect. They knew now who was\nboss.\n\nFor the next few days they kept their heads up. Production did not\nimprove much, but I personally had not expected it to do that. I think\nDr. Hudson had not expected it, either.\n\nIt was about three days after Dr. Hudson arrived, that a big job came\nin from the Legal Publishing Company--a three-volume, four-thousand-page\nrecord for the U. S. circuit court. They could not handle the\ntypesetting, so they farmed that part out to us.\n\nIt had to be delivered exactly one week before the deadline that had\nbeen set by the receivers for closing the plant. I very nearly turned it\ndown, but Dr. Hudson's eyes glittered when he saw it. \"Just what we\nneed,\" he said.\n\n\"That's almost two thousand galleys of type,\" I reminded him, \"besides\nour regular stuff.\" I was very dubious.\n\nBut Dr. Hudson was enthusiastic. \"We'll make history,\" he promised.\n\nWell, we did. Union or not, the men would have to learn to do things the\nmodern way. That is what I told the chairman when he protested against\nhaving the men go back in time to set a job over. That had been my first\nidea, executed by Dr. Hudson.\n\nAs I said, Dr. Hudson was an experimental physicist. He was, you might\nsay, a super-physicist, because he had specialized in finding ways to do\nall the things which traditionally were impossible, like traveling in\ntime.\n\nSo when the Monotype casterman set a job in Caslon that should have been\nset in Century, I turned him over to Dr. Hudson. The doctor took him\ninto the laboratory and sent him back two days in time and had him do\nthe job over--but right. The casterman didn't like it, but he didn't\nknow what to do about it.\n\nThere was plenty of buzzing that afternoon among the men, especially\nwhen the job, re-set in the correct face--or rather, set in the correct\nface, because this now was the first time it had been set--was put on\nthe dump. I gave the boys five minutes to crowd around and look at the\nproof and then I broke it up. I was exultant. It didn't occur to me then\nthat a man could be _too_ ambitious.\n\nThat afternoon the chairman came in, and I was ready for him. \"We are\nnot,\" I pointed out, \"violating our union contract.\"\n\n\"But you made the casterman set the job twice, and he doesn't get paid\nfor it.\"\n\n\"We pay the casterman two dollars an hour for seven hours a day. When\nhe's here more than seven hours, he'll get time and a half,\" I said\ntriumphantly.\n\nThe chairman frowned, but I didn't relax; I was on top and I knew it.\n\"He set the job wrong in the first place,\" I pointed out, \"and he got\npaid for that. Is there any reason why he shouldn't correct his own\nmistake, if it doesn't take any of his time?\"\n\n\"It does take time,\" he insisted.\n\n\"No. He's only re-living that four hours and doing the job right instead\nof wrong; you can't find any fault with that.\"\n\nAnd he couldn't. I felt wonderful. I wanted to jump and shout, but I\ncompromised by taking Dr. Hudson down for a gleeful drink and planning\nour next tactic.\n\nWe also settled a point of strategy. We decided to confuse them with a\nfew minor things before springing our next real item--which would be, to\nput it mildly, revolutionary.\n\nThings looked pretty good. The only thing that bothered me was that we\nhadn't started the big job yet.\n\n\n\nThe next morning I saw a new face at the keyboard of one of our\nlinecasting machines. I had long ago adopted democracy as a good policy,\nso now I stopped to introduce myself. \"I'm J. J. Shane, the manager.\"\n\nHis hands, with incredibly long fingers, had been just flowing over the\nkeyboard--that is the only way to describe it--with the long fingers\nmoving down an inch or so whenever they were above the right key, and\ndoing it all so smoothly it was hard to realize he was actually\ncomposing lines. His hands seemed to flow back and forth like the tide,\nand yet he was setting twenty ems eight-point and keeping the machine\nhung. Here, I thought right away, was a valuable man. This fellow could\nbe a pace-setter if we would handle him right.\n\nBut when I spoke to him and held out my hand, he looked at me for a\nsecond without missing a stroke, then his hands dropped away from the\nkeyboard and he started to unfold himself from the chair.\n\n\"You don't need to get up,\" I said hastily. \"I don't want to take up any\nof your time.\"\n\nBut he finished unfolding himself and stood up. \"I have plenty of time,\"\nhe said. He was over seven feet tall, and that meant a foot and a half\nover me--and very thin. His clothes looked pretty weatherbeaten, as if\nmaybe he'd been caught in a few rainstorms.\n\n\"Jones,\" said his booming voice from somewhere far above me.\n\"High-Pockets Jones, sometimes known as the Dean of Barn-stormers.\"\n\nI leaned back to look up at him. His face was as weatherbeaten as his\nclothes. I recognized the reddish tan that comes from facing a hot wind\non the top of a moving boxcar. He was obviously a bum, and probably\nwouldn't be with us long, but there was something almost of nobility in\nhis eyes--calmness, gentleness, or perhaps just the knowledge of having\nbeen in many, many situations and the experience gained from getting out\nof them, and the self-assurance that he would always be able to get out\nof any situation.\n\nI reached up to shake hands. \"Yes, I've heard of you,\" I said. \"You're\nsort of a throwback to the days when they needed barnstormers to correct\nbad working-conditions, aren't you?\"\n\nHe chose to pass that remark, \"I've heard of you, too,\" he said, that\nlast word sounding like the low string on a bull fiddle.\n\nI laughed quickly but efficiently--shortly, I believe they call it.\n\"Nothing good, I hope.\"\n\nHigh-Pockets Jones paused a moment before he answered: \"Not bad, until\nlately.\"\n\nIt took me a moment or two to realize what he had said. I bent back to\nlook at his face. He was quite sober about it.\n\n\"Okay,\" I said hastily. \"I don't want to keep you from your work.\"\n\nI worried a little about High-Pockets. I had heard a lot about him; he\nwas a sort of mystery man in the printing business, going from place to\nplace, wherever printers felt they were having trouble, and trying to\nstraighten things out.\n\nThe stories about him indicated that he had some odd ways of doing that,\nbased largely on a sort of legendary influence that he had over\nmachinery. I remembered even the theory that all machinery was\nnegatively charged with some sort of \"personal\" electricity, and that\nHigh-Pockets--having been hit by lightning--had a terrifically high\ncharge of positive electricity of the same sort, which enabled him to do\nmiraculous things on occasion with machinery--especially linecasting\nmachines.\n\nWell, I dismissed that as a bunch of talk, but what I didn't quite like\nwas the fact that High-Pockets traditionally appeared in places where he\nwas needed to straighten out things for the men.\n\n\n\nI went into conference with Dr. Hudson, and he agreed with me that we\nshould go right ahead; but we'd keep an eye on High-Pockets Jones, and\nat the first sign of interference Mr. Jones would find himself in a\ngreat deal of trouble. I would even, I decided, stoop to having him\nthrown in jail on a phony charge, if that should be necessary.\n\nBy this time we had started on the Legal Printing Company job, and we\nwent ahead with our next offensive. Mind-reading came first. Dr. Hudson\ninstalled a black box at the water-fountain, and he explained to the men\nwhat it was for. He had a private wire to his desk, and a transformer\nthat turned the current from the box back into thoughts. It was quite\nefficient. Some of the thoughts we got the first day were vituperative,\nsome were quite obscene, and some were pretty feeble, but that didn't\nmatter. It got the boys to worrying, and it saved us a bottle of spring\nwater a day.\n\nThen there was the installation of the lucite piping. Of course seeing\nin curves had been possible for years, but never on this scale. We piped\nlucite to every place where a man worked, and so we could throw a switch\nin the inner office and check on every man in the shop without their\nknowing it. That was a very clever device; it really put the men on the\nspot.\n\nOnce in a while, when I needed to relax, I would flip a switch and throw\nHigh-Pockets Jones' machine on the screen. The smooth rhythm of those\nflowing hands was more soothing than a lullaby, especially because I\nknew how much type they were getting up.\n\nThen we advanced to the third step in our strategy: having a man in two\nplaces at once.\n\nDr. Hudson finished making his cabinet filled with coils and\ntransformers and condensers and circuits I'd never heard of, and we set\nit up in the composing-room one night.\n\nIt was that night that full realization hit me that we had set only two\nhundred galleys of type out of the two thousand on the Legal Printing\nCompany job, and that there were only two weeks left to get it out.\nSomehow or other, I had let it slip by. I thought Dr. Hudson was\nwatching those things; I had been busy trying to make an impression for\nthe receivers.\n\nI was sick when I figured it all out. We had six machines. If we should\nrun those six machines two shifts a day, our capacity was about three\nhundred and sixty galleys a week. Into eighteen hundred that goes\nconsiderably more than two times. We would need five weeks of full\nproduction--and we couldn't possibly give it full production; we had\nother jobs, too.\n\nThe only hope was Dr. Hudson's new machine.\n\nThe next day the electricians hooked it up to a twelve-hundred-volt\nfeed-line, and by noon it was ready to go. At twelve-thirty, as soon as\nthe men punched in, I called them together. This was on office time, of\ncourse, so there couldn't be any squawk. Dr. Hudson was there to\nexplain. I never had fully realized how much of him was nose before I\nwatched him that day.\n\n\"Gentlemen,\" he said, \"this is nothing to be afraid of. This is merely\na modern device to assure continuous production in the composing-room by\neliminating lost time from sickness and accidents. As you know, if a\nlinotype operator is ill, his machine goes untouched. That day's\nproduction is lost. At a cost per man of around ten dollars an hour,\nthat represents a considerable loss.\"\n\nHe opened the cabinet and showed them a comfortable leather seat inside.\n\n\"There are two compartments in this cabinet,\" he said. \"All this machine\ndoes is to produce, temporarily, an extra man to fill the sick man's\nplace. One of the men present steps in here; I close the door, see that\nthe machine is charged here on the other side with plenty of linotype\nmetal to provide the material of atomic synthesis, press the button, and\nlo!--the man in the chair is duplicated on the other side of the\ncabinet.\"\n\nHigh-Pockets Jones stepped forward with his deep eyes fixed on Dr.\nHudson. \"What,\" High-Pockets asked, \"is your theory of this machine?\"\n\nDr. Hudson smiled. \"I am glad you asked that, Mr. Jones. Very glad. This\nprocess is in no sense a separation or thinning out of the man in the\nchair. It is, in reality; an unusual extension of the well-known fact\nthat nature tends to follow a pattern. If you want to make a synthetic\nsapphire, you start with a seed sapphire, and the artificial process\nbuilds up on that. Now, this machine, which I call an extender, is\nmerely a far-reaching extension of the synthesis of precious stones.\"\n\n\"By use of a revolutionary type of three-dimensional scanner, which was\ninvented by myself,\" he said modestly, \"I am able to focus on a certain\nobject from a certain distance and, if there is material at hand,\nsynthesize an exact duplicate of the original from the scanner. It\ndoesn't hurt the original in any way. You merely have two where you had\nbut one.\"\n\nThe men stood around bug-eyed and stared incredulously--all but\nHigh-Pockets. \"Is the second one alive?\" he asked. \"I mean, would you\nsay it has a soul?\"\n\n\"That,\" said Dr. Hudson crisply, \"is out of my field. I suggest you\nconsult your spiritual adviser.\"\n\nThe chairman stepped up, \"You have tried this thing, have you?\"\n\n\"Thoroughly tested,\" said Dr. Hudson.\n\nI refrained from smiling. The printers were flabbergasted; they didn't\nknow what to do or think. The chairman was trying to get his poor\nfogged brain together with arguments. The only person besides myself and\nDr. Hudson who seemed to be at ease was the barnstormer, High-Pocket\nJones.\n\n\"In-other words,\" High-Pockets said, \"if we are short an operator, I can\nwalk in that cabinet and you can in a few minutes make another\nHigh-Pockets Jones, who will set type until you put him back into the\ncabinet and turn him back into a hundred and sixty pounds of linotype\nmetal?\"\n\n\"Precisely.\" Dr. Hudson smiled and showed his teeth. I could see he was\nlosing his patience.\n\n\"Well,\" said High-Pockets, \"I can see about nine hundred legal questions\nright off the bat. Who is going to draw the duplicate's pay? Is the\nduplicate entitled to a union card? Is he entitled to overtime? Is he a\nman or an automaton?\"\n\n\"Sorry,\" said Dr. Hudson. \"I am not a legal expert.\"\n\n\n\nHigh-Pockets walked up to the cabinet and looked inside. I'd swear he\nlooked as if he knew what all those wires were there for. His deep eyes\ntook it all in, and then he announced in his booming voice from far\nabove us. \"You're waiting for a volunteer,\" he said. \"I'll be first.\"\n\nI practically fell over. I think even Dr. Hudson was dumbfounded; we had\nnot expected unconditional surrender. I was elated.\n\nHigh-Pockets Jones was seated in the cabinet. Dr. Hudson threw the\nswitch. After five minutes' humming, a relay clicked. Dr. Hudson opened\nthe door. High-Pockets Jones, with a deep smile on his weatherbeaten\nface, unfolded his long legs and stepped out, holding his head down to\nkeep from hitting the top of the door-frame.\n\n\"How do you feel?\" asked Dr. Hudson.\n\n\"Excellent,\" boomed High-Pockets, straightening up.\n\nThe physicist went around to the other side, and though I had been\nwatching these experiments for some time, I give you my word I very\nnearly choked on my own tongue when I saw High-Pockets Jones walk out of\nthe second compartment.\n\nThe second High-Pockets produced a worn bill-fold and extracted a pink\nunion permit.\n\n\"I protest this inhuman manipulation of a man's individuality,\" said the\nchairman indignantly; \"this is outrageous.\"\n\nI felt better now. I'd been waiting for that. \"Let him go to work,\" I\nsaid. \"We need an operator today, anyway; Bill Smith has the flu. I\nwill guarantee to pay a man's wages to whomever you say, if this is\nfound to be illegal.\"\n\nUnder the law, there wasn't much they could do. And I had already taken\nthe precaution of retaining the best legal counsel in the city.\n\nI was elated when they went to work. I pumped Dr. Hudson's hand and\nassured him that we had indeed made spectacular history, and together we\ncould make millions.\n\nThe first trouble came an hour later. One of the High-Pocketses--I\ncouldn't tell which one--came into the office. \"The foreman sent me up\nto get some work,\" he said in his booming voice.\n\nI frowned. What was going on back there? I went back, High-Pockets Jones\nwas working on his own machine. High-Pockets Jones was also working on\nBill Smith's machine. I looked up quickly. High-Pockets Jones was also\nstanding beside me.\n\nHe smiled. \"Catching, isn't it?\"\n\nI swallowed, but I knew they were playing tricks. High-Pockets Jones had\nwalked into the cabinet a second time, and his double had worked the\ncontrols and produced a third. Well, this could get confusing, but I\nstayed calm. \"You're a floor-man, too, aren't you?\"\n\n\"Yes, sir.\"\n\n\"Okay. You go back to the Monotype room and get a bunch of slugs and\nleads and saw them up to fill the cases. They're getting pretty low.\"\n\n\"Yes, sir.\" He turned and went away.\n\nWhen I got back to the office I thought I'd just turn on the lucite and\nsee what they might be up to next. I had an uneasy feeling.\n\nSure enough, a High-Pockets Jones was stepping out of the second\ncompartment of the cabinet. I gulped and quickly checked the others.\nThis was the fourth one.\n\nI went back to raise hell, but High-Pockets--well, one of them--was\nquite calm about it. \"Two men can do it faster than one,\" he said.\n\nI licked my lips and beat my brains, but I didn't know the answer. I\nwent back to think it over. I had just decided to laugh it off when\nthree High-Pockets Joneses came into the office.\n\n\"We need something to do,\" they said, all in that great booming voice\nthat seemed to come from the ceiling.\n\n\"See the foreman. Tell him to give you all the standing type that needs\nto be distributed.\"\n\nThey left. I breathed a sigh of relief and sent out for a padlock to put\non the cabinet.\n\n\n\nAn hour later, with a nice, shiny new padlock, I went back to the\ncomposing-room. But I very nearly fainted when I saw the activity going\non back there. The composing-room was filled with High-Pockets Joneses.\n\nTwo still were at the linecasting machines, and a whole crew of others\nwere running around the floor.\n\n\"Where's the foreman?\" I barked.\n\nHigh-Pockets Jones--one of them--came to attention. \"He went home. He\nwas quite discouraged; he told us to throw in all the standing type we\ncould find.\"\n\nIt didn't look good. I had the feeling that High-Pockets was laughing at\nme--this High-Pockets, anyway.\n\nThat reminded me. I gathered up all the High-Pocketses in the\ncomposing-room and lined them up. There were nine--exactly nine--every\none of them over seven feet tall and thin as a sidestick, every one of\nthem with a gentle, booming voice.\n\nI wanted to tell the original High-Pockets to gather them all up and put\nthem back together, but I didn't know how to find the original.\n\nWell, they couldn't get me down. I fooled them. I told them all to take\nthe rest of the day off--at full pay.\n\nAll nine of them washed up together and left together. It was the\ndamnedest thing I ever saw offstage. Nine identical High-Pocketses--all\nso tall they had to weave around the neon lights instead of ducking\nunder them. It was enough to give a man nightmares, to watch that line\nof High-Pockets Joneses advancing across an open composing-room.\n\nThis kind of thing went on the next day, and the next. Every day there\nwere nine High-Pockets Joneses in the composing-room. Everybody was\nfalling over everybody else, when they weren't standing around laughing\nup their sleeves.\n\nThere was nothing I could do. I had been forced to turn over all of my\nhouse to eight of the High-Pocketses, because they had to have a place\nto stay, and after all, I was responsible for them.\n\nOur production went up a little, but the Legal Printing Company job was\nhardly touched. There was too much of that sort of festive spirit in the\nair; everybody was watching the High-Pocketses and waiting to see what\nwould happen next--and hoping for something extravagant. In other words,\nthey refused to take it seriously; to them, it was a circus.\n\nI didn't have the nerve to ask anybody else to split. After all,\nHigh-Pockets was in nine places at once; that should have been enough.\nIt was apparent by that time that the extender would never be anything\nin a printing office but a psychological monstrosity.\n\nI had to admit I was stymied, and I got so I didn't give a whoop. I was\nsunk anyway. That is the way it went that week. On Saturday night Dr.\nHudson and I got beautifully soused.\n\n\n\nOn Monday morning I didn't care. The Legal Printing Company called up\nand said they could give us a few more days; if they could have it by\nFriday, they could still make the filing date. I said we'd do everything\npossible, and then I hung up and laughed bitterly and aloud. We couldn't\nget it out if we had another month. The only thing was, as soon as our\nplant closed up, they could ask the court for an extension because of\nunforeseen circumstances, and probably get it. So I laughed aloud.\n\nI saw Dr. Hudson cleaning out his desk, and I nodded. \"Sorry, Doc, we\ngot all fouled up. Maybe some other time--\"\n\nHe nodded. \"Progress always encounters opposition,\" he said. \"It just\nhappens that we are the sacrifices in this deal.\"\n\n\"Yeah.\" I went out and had a drink.\n\nI was pretty dazed that week. It didn't make any difference. I had\nalready tried everything possible, and they had me hog-tied. And those\nnine High-Pocketses had made me a laughing-stock.\n\nOn Friday morning, I looked at the calendar and it suddenly occurred to\nme that this was the thirty-first and the receivers would be around this\nafternoon to decide whether or not to close the place.\n\nThere wasn't any doubt as to what they would do. I began to clean out my\nown desk. I felt terrible.\n\nThen one of the High-Pocketses came in with a piece of copy in his hand.\nHe looked at me queerly and then said softly, \"You leaving?\"\n\n\"Yes,\" I said bitterly, \"I'm going. You got me licked; I'm through.\"\n\n\"I was just trying to point out to you the absurdity of some of your new\ndevices,\" he said.\n\n\"Okay,\" I said, \"you win. Guys like you make a business of going around\nthe country breaking print-shops and printing-office managers.\"\n\nHigh-Pockets' booming voice came from the ceiling. \"You are mistaken. I\ndid not try to break you.\"\n\n\"Well, you broke me, anyway.\" I blurted out the whole thing to him, how\nthe receivers were about to close us up, how the Legal Printing Company\njob was weeks behind and was supposed to be delivered today. Then I\napologized. \"It isn't your fault,\" I told him. \"I'm sorry. I didn't\nmean that. I just--well, I wanted to make good on this job.\"\n\nHigh-Pockets was very thoughtful. \"I feel kind of sorry for you,\" he\nsaid.\n\n\"Oh, you don't need to. I earned it; I've got it coming. I was just a\nlittle too ambitious, that's all. I didn't know a man could be _too_\nambitious.\"\n\nHigh-Pockets looked at me. His deep eyes were thoughtful. I could almost\nsee the neurons buzzing around in his head.\n\n\"If I could get this job out for you on time, would that save the day?\"\n\n\"Probably.\" I laughed--or tried to. \"But it is now a physical\nimpossibility. There isn't enough time.\"\n\nHigh-Pockets said sharply, \"Call a truck,\" and wheeled out of the\noffice.\n\nI called the delivery truck before I realized what I had done. Well, it\ndidn't make any difference. They could start hauling out the machinery.\n\nI finished cleaning out my desk and took a wastebasket full of papers to\nthe back shop.\n\nAnd there, I give you my word, three High-Pocketses were busy carrying\ngalleys from the type-dump to the proof-press. And as fast as they could\ncarry a galley of type from the dump, another galley would just\nmaterialize there. I stood and stared. Galleys of type were coming out\nof thin air at the rate of about four galleys a minute.\n\nI went over to where High-Pockets--the original High-Pockets, I\nsuppose--was sitting at his machine. \"Would you please tell me what is\ngoing on?\" I asked.\n\n\"Well,\" said High-Pockets, \"it isn't so complicated. I just sent the\nother five back in time to set this job, that's all. They've gone back\nabout twelve weeks; and of course there isn't much time, so I had to\nmake them double up. I've got them split up into shifts, along with a\ndouble of the chairman there, to cover the six machines. It's a little\nhard to explain, whether they are split up in time, or the time-split\nones are split up in place, or just what.\"\n\n\"It's insane,\" I said weakly.\n\n\"Well, at any rate, you see you have the equivalent of twelve night\nshifts running at once, plus twelve graveyard shifts. That's twenty-four\ntimes six--you have six machines--times twelve--that's the number of\ngalleys a day for each machine. I think it comes out to seventeen\nhundred for a day's work.\"\n\n\n\nI grabbed hold of the vise-locking screw to keep my knees from doubling\nunder me. It was incredible--and yet it was true.\n\nHigh-Pockets also had organized the proofreaders and copyholders, and\nthey were reading in the past also, and sending us proofs in the\npresent. If anybody ever tells you they can't get seventeen hundred\ngalleys of type a day out of six linecasting machines--well, they just\ndon't know High-Pockets Jones.\n\n\"Of course,\" he said apologetically, \"they'll want to be paid.\"\n\nI was practically hysterical by that time. \"I'll see that they get\novertime for every hour they put in.\"\n\nHigh-Pockets looked at me with his deep eyes. \"Me, too,\" he said. I\nlaughed when I thought how there were nine of him working in twelve\nplaces at once--or was it twenty-four--or maybe forty-eight. I was too\ndizzy by that time to figure out anything. I only knew the job was going\nto be delivered. The truckers were going in a steady stream through the\nback door.\n\nMaybe the receivers would close up the place; maybe they wouldn't. At\nleast the job was being delivered.\n\nAbout four-thirty, the galleys suddenly quit coming; the job was\nfinished. Half an hour later it was out of the shop, and I had entered\nit on the books.\n\nI had hardly laid down the pen when the three receivers came in. They\nsmoked a little and talked and I held my breath while they looked at the\nbooks. I couldn't figure out what they were going to do.\n\nOne of them whistled when he saw the Legal Printing Company figures.\n\"Well,\" he said, \"business _has_ been good.\"\n\n\"Fair,\" I said modestly.\n\nThe door to the shop opened and High-Pockets Jones walked in. I gulped;\neight High-Pockets Joneses walked in behind him.\n\nThe three receivers stared. Their eyes stuck out until it was ludicrous.\nBut it wasn't funny; I knew something was going to happen now.\n\nBy the time the last High-Pockets got in, the first receiver had seen\nwhat was going on and was trying to get out, but nine High-Pocketses in\none room are a lot. For a minute it looked like a basketball game.\n\nThe elder lawyer looked at me suspiciously. \"Please explain this.\"\n\nI was too weak. \"See for yourself,\" I said.\n\nOne High-Pockets spoke to me. \"Sorry, Mr. Shane. Just came in to say\ngood-bye. Never realized--\"\n\n\"That's okay,\" I said. \"You've done your part; I can't squawk.\"\n\nThe attorney spoke up. \"Mr. Shane,\" he said, \"I think the affairs of\nthe Imperial Printing Company are in perilous circumstances. I do not\nknow what is the meaning of this, but certainly there is something here\nwithout precedent.\" And if you know lawyers, you know that anything\nwithout precedent is very unholy.\n\nI told what we had done, but he was interested in only one thing. \"Think\nwhat a combined suit by these nine-er-twins here would do.\"\n\n\"Nontuplets,\" suggested one High-Pockets.\n\n\"Why\"--the lawyer seemed to be overwhelmed by the enormity of the\ndamages he was visualizing--\"that could amount to millions.\"\n\nI was desperate for an idea, but it wasn't any use. They were taking it\nout of my hands. I saw the righteous light in the eyes of those men, and\nI knew it was all over.\n\nBut High-Pockets--or one of him--spoke up. \"Is it your intention,\" he\nasked me, \"to keep the time-machine and the extender?\"\n\n\"No,\" I said. \"I rather thought I'd get rid of the whole business; it's\nmuch too complicated. Anyway, you boys out there came through with\nsuperhuman efforts this afternoon. I don't think I'd ask you to be in\ntwo places at once again.\"\n\nHigh-Pockets turned to the lawyer. \"If the receivers agree to let the\nplant operate as long as it shows a profit,\" he said, \"we'll all go back\ntogether and then you can break up the extender and there won't be any\nmore trouble. If you don't agree to that\"--he paused--\"we'll stay in\nnine bodies and sue you every time we get a chance.\"\n\nThe lawyer winced. The receivers went into conference. Finally they\nsaid, a little anxiously, \"If the Messiers High-Pockets will be good\nenough to go back together, and if Mr. Shane will destroy the machine,\nwe are agreeable to the plant's continuance as a printing office.\"\n\n\"Hooray!\" I said, and nine High-Pocketses yelled hooray.\n\nI was exultant. I shook hands with each one of the High-Pocketses as\nthey filed into the extender. When there was only one left; he shook\nhands with me.\n\n\"What's the matter?\" I asked.\n\n\"Nothing at all,\" said High-Pockets Jones. \"Just got a call this morning\nfrom a print-shop where they're trying to make the men wear\nroller-skates so they can move faster. Guess they need me down there. So\nlong, boss.\"\n\n\"So long,\" I said. I was sorry to see him go. I locked up the shop--but\nfirst I cut off all the power and got a pig and smashed up Dr. Hudson's\ncoils and transformers. I wanted to come down in the morning without\nseeing double.",
    "metadata": {
        "author": [
            "Loomis, Noel Miller",
            "Loomis, Noel M.",
            "Water, Silas",
            "Miller, Benj."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/33872/pg33872.txt",
        "name": "nine_men_in_time.json"
    }
}