{
    "name": "No-Risk Planet",
    "author": [
        "Lesser, Milt",
        "Thames, C. H.",
        "Chase, Adam",
        "Marlowe, Stephen",
        "Granger, Darius John",
        "Wilder, Stephen",
        "Lesser, Milton",
        "Ridgway, Jason"
    ],
    "body": "By Milton Lesser\n\nSam had sold life insurance to every race\nin the galaxy. But on Halcyon he found a people\nwho not only didn't want it--but didn't need it!\n\n\nInterstellar Hotel\n\nHalcyon City\n\nHalcyon\n\n\nMr. Herman Spottsworth\n\nInterstellar Division\n\nTerran Insurance Co.\n\nBaltimore, Md., Earth\n\n\nDear Boss:\n\nThe natives got a big kick out of it when I told them what the name of\ntheir planet means in English. It means peaceful. From what I could\ngather, the first Terran to land here fifty years ago was so impressed\nwith the balmy climate and pleasant rolling terrain and almost tideless\noceans that he named the planet Halcyon. The only catch is, the natives\nhave all the food they want and all the natural resources and just\nabout everything. So, they have nothing to keep them occupied except\nfighting wars. They haven't been able to string three peaceful years\ntogether since the beginning of recorded history here, two thousand\nyears ago. It's kind of like a game with them.\n\nThat being the case, I ought to establish a new record for the\nInterstellar Division. I've got to sign off now because the air-raid\nbell just rang. Regards to Joanie.\n\n\nCordially,\n\nSammy Trumple\n\n\n\nInterstellar Division\n\nTerran Insurance Co.\n\nBaltimore, Md., Earth\n\n\nMr. Sammy Trumple\n\nHalcyon City\n\nHalcyon\n\n\nDear Sammy:\n\nGlad to see you've arrived O.K. and are so impressed with the sales\npotential there. Remember the motto of the Interstellar Division: IF\nYOU CAN PLANET-FALL, YOU CAN SELL....\n\nYours in sales,\n\nHerman Spottsworth\n\n\nP.S. Regards from Joanie.\n\n\n\nInterstellar Hotel\n\nHalcyon City\n\nHalcyon\n\n\nMr. Herman Spottsworth\n\nEtc.\n\n\nDear Boss:\n\nThat air-raid was murder! You'd better double my own life insurance\npolicy. Take the premiums out of my salary, please. Incidentally, your\nletter almost got lost because you forgot to include \"Interstellar\nHotel\" in the address. It's a fifty-room fleabag, boss, but they got\npride. Please take good care of Joanie.\n\n\nCordially,\n\nSammy Trumple\n\n\n\nInterstellar Division\n\nTerran Insurance Co.\n\nBaltimore, Md., Earth\n\n\nDear Sammy:\n\nYou've been on Halcyon three weeks now. How come you wrote up no\npolicies yet? You aren't taking the sights in like a tourist, are\nyou--on a Terran expense account?\n\n\nYours in sales,\n\nHerman Spottsworth.\n\n\n\n143-1/4 East Scjulak Street\n\nHalcyon City\n\nHalcyon\n\n\nDear Boss:\n\nPlease note the new address. The Interstellar Hotel was blown to bits\nin the last air-raid. I'm scared, boss. There are air-raids around the\nclock, with Halcyonians dropping off like flies.\n\nAnd that answers your question, incidentally. There are no tourists on\nHalcyon. It's too dangerous. Better quadruple my own life insurance\npolicy. And tell Joan I love her.\n\n\nFrantically,\n\nSammy Trumple\n\n\n\nInterstellar Division\n\nTerran Insurance Co.\n\nBaltimore, Md., Earth\n\n\nDear Sammy:\n\nI've quadrupled your policy. I'm taking care of Joanie. I'm awaiting\nyour first sale.\n\n\nSpottsworth\n\n\n\n143-1/4 East Scjulak Street\n\nHalcyon City\n\nHalcyon\n\n\nDear Boss:\n\nI'm trying. I'm trying my head off. With those big premiums to pay,\ndon't you think I could use the commission?\n\nThere's something fishy going on here on Halcyon, but I can't figure\nit out yet. The way they get killed off in these wars, the Halcyonians\nought to snap up insurance policies. In fact, I don't even know how\nmuch profit the Company could expect to make from them, but that's\nyour department. It's funny, though. The Halcyonians don't want life\ninsurance. They don't even know what life insurance is!\n\nTo give you an idea of what I mean, I'll quote verbatim a conversation\nI had with a couple of Halcyonians right after this morning's air-raid,\nwhich leveled every building on their block except their own.\n\nME: Good morning, folks. You're mighty lucky people, yes siree.\n\nFIRST HALCYONIAN: Why are we lucky?\n\nME: You're the only survivors on your whole block.\n\nSECOND HALCYONIAN (shrugging): So what?\n\nME: So what? So you could have been killed in that air-raid, that's\nwhat.\n\nSECOND HALCYONIAN (shrugging again): So what?\n\nME: (tuning my language translator to its most cheerful pitch): I'm\nfrom the planet Earth. Did you ever hear of the planet Earth?\n\nFIRST AND SECOND HALCYONIAN: No.\n\nME (hopefully): It's also called Terra. Near Sirius?\n\nFIRST AND SECOND HALCYONIAN: No.\n\nME: Well, anyhow, I represent the Terran Insurance Company,\nInterstellar Division. I'm here on Halcyon to offer your loved ones\nfinancial protection from the ravages of war, via life insurance.\n\nFIRST HALCYONIAN: Which insurance?\n\nME: Life insurance. The special, triple indemnity war and disaster\npolicy of the Terran Insurance Company.\n\nFIRST HALCYONIAN: I never heard of life insurance. What does it do?\n\nME: I have here in my hand (this required some explanation, boss,\nbecause the Halcyonians do not have hands) a blank policy for you to\nlook at. Life insurance, you see, pays a stipulated sum to a party of\nyour designation in the event of your death. All you do is pay small\nyearly premiums, and....\n\nSECOND HALCYONIAN: Oh, like the fellow from Fomalhaut.\n\nME (gasping): What? There's another insurance salesman in my territory?\nSomeone's poaching?\n\nSECOND HALCYONIAN: He's been here some time now, but we couldn't\npossibly be interested.\n\nME: The Fomalhautian's policy offers you more?\n\nFIRST HALCYONIAN: Really, we couldn't be less interested. But the\nanswer to your question is no.\n\nME: Is he still here in Halcyon City?\n\nSECOND HALCYONIAN: Who?\n\nME: The insurance salesman from Fomalhaut.\n\nSECOND HALCYONIAN: I think so. His name, I believe, is Lar Luk. You\ncould look him up in the city register.\n\nME: I sure will. And thank you, folks.\n\nFIRST HALCYONIAN: You're wasting your time, Mr. Terra.\n\nME: No, that's my planet. My name is Trumple.\n\nFIRST HALCYONIAN: Well, Terra or whatever your name is, you won't sell\nany of those dohinkuses here.\n\nWell, that's the conversation, boss. Half an hour later, the two\nHalcyonians got their breathing vents ruptured in the air-raid and\ndied of strangulation. I'll bet you're glad I didn't sell _those_ two\npolicies!\n\n\nYours still hopefully,\n\nSammy Trumple\n\n\nP.S. I intend to look up this guy from Fomalhaut.\n\n\n\nInterstellar Division\n\nTerran Insurance Company\n\nBaltimore, Md., Earth\n\n\nDear Sammy:\n\nSix weeks now without a sale. What's the matter with you? Getting soft?\nHomesick? Joanie is all right, I assure you. Hell's bells, man, IF YOU\nCAN PLANET-FALL, YOU CAN SELL. And by the way, you go right ahead and\nsell 'em. Let the boys in the actuary department worry about having to\npay off immediately. We're sales, Sammy. Sales.\n\nWhy don't you go out into the grass roots somewhere, where this bird\nfrom Fomalhaut hasn't tried his hand? Maybe he's soured all the\nHalcyonians on life insurance with the wrong approach. Over-aggressive\nor something.\n\nBuck up, Sammy. I've still got a little faith in you. Explore.\nConsider. Sweat. Sell.\n\n\nYours in sales,\n\nHerman Spottsworth\n\n\n\nRmpldecroidesanspertxkle\n\nHalcyon\n\n\nDear Boss:\n\nI'm out here in Rmpldecroidesanspertxkle trying your suggestion\nabout the grass roots. It's a small town, population under two\nthousand, without an important war industry. You'd think it would\nbe safe from air-raids, but it's not. As I told you when I first\nreached Halcyon, they have no real reason for war. War is like a game\nwith them. Their best bombers are sent out after hospital ships, I\nunderstand. 'Tennyrate, tomorrow I'm going to try my luck here in\nRmpldecroidesanspertxkle.\n\nMeanwhile, I have something of interest to report. Remember that guy I\nmentioned, Lar Luk, the insurance salesman from Fomalhaut? I met him in\nHalcyon City before I took the monorail to Rmpldecroidesanspertxkle,\nand we had a long talk.\n\nI said, \"I hope you don't think I'm poaching on your territory, Mr.\nLuk.\" I then turned down the translator to soft obsequious. \"I assure\nyou, that's not the way Terran Insurance operates. We didn't know you\nwere here.\"\n\n\"That's quite all right,\" Lar Luk told me. \"You can have the whole\nplanet for all I care.\"\n\n\"Are you going back to Fomalhaut?\" I asked hopefully.\n\n\"Goodness, no. I had my savings shipped here to Halcyon and started a\nmunitions plant. I'm making a fortune.\"\n\nI next asked Lar Luk (translator on shocked voice) about his Company\nLoyalty. He said, \"That's a lot of (CENSORED BY MY TRANSLATOR)! When in\nRome, heh-heh....\" It seems every civilized planet has an author who\nsaid something like \"when in Rome, etc.\"\n\n\"You didn't happen to try the grass roots, did you?\" I asked with my\ntranslator in indifferent because I didn't want Lar Luk to get the idea\nI was eager and maybe try it himself.\n\n\"Friend,\" admitted Lar Luk, \"I tried everything. Without any success.\nSay, why don't you come into munitions with me? There's a whole colony\nof extra-halcyonian insurance salesmen going into munitions here. I\ncould use a partner.\"\n\nThat ended our conversation. I'm going to cold-canvas\nRmpldecroidesanspertxkle in the morning. I'll keep in touch.\n\n\nPessimistically,\n\nSammy Trumple\n\n\n\nXXX--SUBSPACEGRAM--XXX FROM HERMAN SPOTTSWORTH INTERSTELLAR\nDIVISION TERRAN INSURANCE COMPANY BALTIMEARTH XXX TO SAMMY TRUMPLE\nRMPLDECROIDESANSPERTXKLE HALCYON XXX DON'T GO GETTING ANY IDEAS FROM\nTHIS LAR LUK FELLOW XXX REMEMBER YOUR COMPANY LOYALTY XXX REMEMBER OUR\nMOTTO XXX REMEMBER ALL THOSE PREMIUMS YOU HAVE TO PAY XXX THE CHIEF\nOF SALES WANTS RESULTS SOON XXX. I WANT RESULTS SOON XXX OTHERWISE\nHE'LL HAVE MY HEAD XXX I'LL HAVE YOUR HEAD SPOTTSWORTH XXX TRANSMITTED\nVIA ALPHA CENTAURI SUBSPACE STATION XXX SEND FLOWERS BY SUBSPACE TO\nANY PART OF MILKYWAY GALAXY AT NO EXTRA COST XXX QUARTERLY SPECIAL:\nARCHENAR III DRAGON BLOSSOMS XXX ALPHACENT XXX\n\n\n\nRmpldecroidesanspertxkle\n\nHalcyon\n\n\nDear Boss:\n\nYou don't have to worry about _my_ company loyalty. But still, no\nsales. Unfortunately, half of Rmpldecroidesanspertxkle was wiped\nout yesterday in an air-raid. I'm lucky I came through it with a\nwhole skin. I went through the hospitals and first aid stations to\ncanvas what was left of the population. They're just not buying. They\ncan't--or refuse to--grasp the meaning of life insurance. The following\nconversation is typical:\n\nME: But in a devastating war like this, you _need_ protection.\nMost other insurance companies wouldn't issue policies under the\ncircumstances. You can consider it an interstellar public service by\nTerran Insurance.\n\nIT: What do I need life insurance for?\n\nME: Don't you have a family? Loved ones? People you'd like to see cared\nfor after your--uh--that is, if you're suddenly not around to take care\nof the bills and things, if you....\n\nIT: You mean if I drop dead?\n\nME: Yes, sir.\n\nIT: What the hell for?\n\nME: One never knows when he is going to, uh, drop dead.\n\nIT: No. I mean what the hell do I want an insurance policy for?\n\nME: Statistics demonstrate that everyone wants the security of a life\ninsurance policy.\n\nIT: I don't.\n\nSo, that's the way it goes. I've had another idea, though. How does\nthis strike you, boss? The local Army commander has his headquarters\nnot far from Rmpldecroidesanspertxkle. Since the whole planet is under\nmilitary rule because of the constant warfare, I figure if I can sell\na policy to General Multacni, I could then sell every dogfoot in his\ncommand. How does the idea strike you?\n\n\nWith a glimmer of hope,\n\nSammy Trumple\n\n\n\nInterstellar Division\n\nTerran Insurance Co.\n\nBaltimore, Md., Earth\n\n\nDear Sammy:\n\nNow you're firing away on all jets, boy! Now you're good Terran\nInsurance material. You're darned tooting, sell the general. We'll have\nit made after that.\n\n\nEnthusiastically,\n\nHermie\n\nP.S. I take back everything I may have said about you in haste, dear\nboy. You're A-1 Terran Insurance all the way. P.P.S. Joanie is\nlanguishing, she misses you so much. Make a couple of dozen sales to\ncover your expense account and we'll think about getting you home on\nthe next ship.\n\n\n\nMILITARY TWX FROM SUPREME COMMANDER HALCYON SUBDIVISION THREE CMM\nOFFICE OF MILITARY JUSTICE CMM TO CLN MR H SPOTTSWORTH CMM INTERSTELLAR\nDIVISION CMM TERRAN INSURANCE CMM BALTIMEARTH DASH PENDING TRIAL OR\nAPPEAL OF YOUR STATE DEPARTMENT CMM WHICHEVER COMES FIRST CMM WE ARE\nHOLDING TERRAN CITIZEN S TRUMPLE UNDER PROVISIONS OF ARTICLE SEVEN CMM\nHALCYON CODE OF MILITARY JUSTICE PD PARA ARTICLE SEVEN READS CLN QUOTE\nANY INDIVIDUAL ATTEMPTING SUBVERSION OF MORAL WELFARE OF OFFICERS OR\nENLISTED MEN CMM THIS COMMAND CMM IS SUBJECT TO IMPRISONMENT FOR NOT\nMORE THAN TWENTY FIVE HALCYONIAN YEARS PD ENDQUOTE PARA PLEASE ADVISE\nPD PARA FOR THE COMMANDING GENERAL CMM LIEUT DASH MAJ ROG GO FURL CMM\nHALCYON SUBDIVISION THREE CMM OFFICE OF MILITARY JUSTICE PD END TWX\n\n\n\nSubdivision Three Stockade\n\nHalcyon\n\n\nDear Boss:\n\nLar Luk of Fomalhaut is forwarding this letter for me. Help!!!\n\n\nSammy Trumple\n\n\n\nInterstellar Division\n\nTerran Insurance Co.\n\nBaltimore, Md., Earth\n\n\nCommanding General\n\nSubdivision Three\n\nHalcyon\n\n\nDear Sir:\n\nWith Terran State Department approval, I am writing you in regard to\nthe case of our employee, Mr. S. Trumple of Earth. With full State\nDepartment backing we insist that you permit Mr. Trumple to tell us,\nuncensored and in his own words, what has happened, in order that we\nmay take steps to defend him as a citizen of Earth.\n\n\nVery truly yours,\n\nHerman Spottsworth\n\n\n\nSubdivision Three Stockade\n\nHalcyon\n\n\nDear Boss:\n\nLieutenant Major Roggo Furl informs me that I'm permitted to write you\nan uncensored letter. Boss, I'm in the dregs of despair. Please take\ngood care of Joanie.\n\nIt's cold here in the stockade. The food stinks. The other prisoners\nare all Halcyonian military deserters. Get me out of here!\n\nBut I better calm down and try to tell you what happened from the\nbeginning. As I already told you, I decided to try and sell General\nMultacni a life insurance policy. It took me two hours working my\nway through the chain of command before I could even get to see the\nGeneral. When I finally did, I found myself facing a huge figure in\nmilitary uniform--huge even by Halcyonian standards. General Multacni\nis probably nine feet tall.\n\nAt first he was courteous. He listened politely, taking time out every\nnow and then to direct a bombing raid by radio, while I explained to\nhim exactly what life insurance was and what he could expect from the\nTerran policy. Like everyone else on Halcyon, he said he didn't need\nlife insurance.\n\n\"See here, sir,\" I said, translator polite but not obsequious. \"War is\ndangerous business. You never know when your number is going to be up.\"\n\nThe General's office rumbled with laughter as he said, \"Mr. Terran--\"\nthey all call me that \"--I'm indestructible.\" As you probably know,\nthat's a typical military career man's attitude. They all think they\nare indestructible. The other fellow will die in the trenches or the\nraids, not them. Even on Earth we have trouble selling our policies to\nthe military.\n\nI tried a different tack, the one approved for military customers on\nEarth. \"Well, General,\" I said, \"someday this war is going to be over.\nSomeday you're going to retire to a farm somewhere in the good rich\nland around Rmpldecroidesanspertxkle. You'll raise chickens--\" which\nthe translator translated to the Halcyonian equivalent, of course\n\"--and bounce your little grandchildren on your knee. And then, way off\nin the dim future, General, years and years from now after you've lived\na rich, full life, you're going to succumb to natural causes. And, if\nnot sooner--and we certainly hope it won't be sooner--that's when your\nfamily will need this insurance policy I have for you.\"\n\n\"The war isn't going to end,\" General Multacni told me.\n\n\"But someday, when your side is victorious, and--\"\n\n\"Victorious?\" His translator buzzed, repeating the word syllable for\nsyllable.\n\n\"What is that?\"\n\n\"When you win the war.\"\n\n\"Win it? But we're not going to win it, Mr. Terran.\"\n\n\"Things can't be that bad,\" I consoled the General giving him my best\nyou're-down-in-the-dumps-now-but-wait-till-later smile. \"Maybe the\nenemy has you on the run just now, but you'll emerge victorious--you'll\nwin--in the end.\" Of course, I would have told the same thing to\nGeneral Multacni's opposite number in the opposing camp. I'm no\nauthority on Halcyonian military matters, but under the circumstances\nit seemed the correct thing to say.\n\nGeneral Multacni stood up. \"I must consider this interview at an\nend, Mr. Terran,\" he said frostily. \"And I advise you to keep such\nsubversive thoughts to yourself in the future. I'm a broad-minded\nHalcyonian, but--\" And the General let his voice trail off ominously.\n\nI figured he had battle fatigue, boss. Nobody could talk like that in\nhis right mind, not even a general on a planet which is engaging in\nwarfare almost constantly. Anyhow, I had to find out. Wandering through\nthe military reservation on my way back to Rmpl, I chanced upon a\nnon-commissioned officer's club. Here was the place to find out once\nand for all! I would speak to the NCO's who probably had families and\nprobably were in danger of shipping out to the warfronts at any time.\n\nI went inside and I spoke. Maybe I made too much like a soap box\norator, I don't know. I don't know. I told them they would need\ninsurance during the war, and after the war. I told them our policies\nwould give them solace in these trying times, mitigating some of their\nworries during the necessary horrors of their struggle for existence.\nWhen finished, there wasn't a sound in the whole vast room. Boss, I\nthought we had them. I brought out a pad of policies and was ready to\nstart scribbling names.\n\nThen the military police came in and arrested me.\n\nYou know the rest. How I was taken to the subdivision stockades, given\na medical exam (for some reason, a small slice of flesh was taken from\nmy rump. I won't miss it, but I couldn't sit down for two days), told\nthat I was being held under the provisions of article seven of some\nkind of code of military justice. Me, subversive. When all I want to do\nis sell insurance policies. Boss, please get me the heck off this nutty\nplanet.\n\n\nTragically,\n\nSammy Trumple\n\n\n\nTerran Consulate\n\nHalcyon City\n\nHalcyon\n\n\nDepartment of State\n\nHalcyon Subdivision Three\n\n\nSirs:\n\nPlease explain the charges under which Terran citizen Samuel Trumple is\nbeing held in military prison.\n\n\nWalter M. Foggarty\n\nAsst. Consul\n\n\n\nDepartment of State\n\nHalcyon Subdivision Three\n\n\nMr. Walter M. Foggarty\n\nTerran Consulate\n\nHalcyon City\n\n\nDear Mr. Foggarty:\n\nWe hasten to respond to your note of yesterday and wish to thank you\nfor the diplomacy, tact and patience you have displayed in this matter.\nWe of Halcyon are firm believers in reincarnation of the individual\nafter death, as you may know if you've read Stoy's ANTHROPOLOGICALLY\nSPEAKING: A Study of Sixty Seven Galactic Societies, or attended any of\nour religious services.\n\nNow, since we believe in reincarnation (off the record, I'm a\nfree-thinker, myself) and since every individual certainly can't be\nborn with the proverbial silver feeder in his mandibles, death is an\nadventure eagerly anticipated by most Halcyonians, who have hopes that\ntheir station in life will be improved in their next incarnation,\nalthough they believe, of course, that they will maintain their\nindividuality, their _elan vital_, if you wish, in the subsequent\nincarnation.\n\nTerran Citizen Trumple was guilty of the worst sort of subversion when\nhe spoke of an end to warfare. Naturally, there are some atheistic\npacifists on Halcyon who would like to see war abolished and more\npeople live out their current incarnations, but this dangerous\nminority is constantly hunted down. However, we recognize extenuating\ncircumstances in the case of Terran citizen Trumple. He is, of\ncourse, unfamiliar with our way of life. That being the case, I have\nrecommended to the military authorities that he be pardoned without\ntrial. I will keep you informed.\n\n\nMost sincerely,\n\nAleg Trogonommo\n\nSec'y for resident extra-Halcyonians\n\n\n\nTerran Consulate\n\nHalcyon City\n\nHalcyon\n\n\nMr. Herman Spottsworth\n\nInterstellar Division\n\nTerran Insurance Company\n\nBaltimore, Md., Earth\n\n\nDear Mr. Spottsworth:\n\nThe enclosed communication from Trogonommo is self-evident. Feel better?\n\n\nFoggarty\n\n\n\nInterstellar Division\n\nTerran Insurance Co.\n\nBaltimore, Md., Earth\n\n\nDear Sammy:\n\nKeep your chin up, boy. It's only a matter of time now. Joanie's fine.\n\n\nHermie\n\n\n\nMEMO:\n\nTO: The Commanding General\n\nFROM: Lieut-Major Roggo Furl, Office of Military Justice\n\nSUBJECT: The Terran Sammy Trumple\n\n\n1. Trogonommo of State wants us to go easy on the prisoner, Trumple.\n\n2. It is my feeling, though, that in the best interests of Halcyon, an\nexample should be made of the Terran Trumple. The General realizes, I'm\nsure, that the colony of extra-halcyonians on Halcyon is growing. They\nmust learn to consider Halcyonian culture as inviolate.\n\n3. Accordingly, I recommend we go ahead with trial of Terran Trumple.\n\n\nSigned\n\nRoggo Furl\n\nLieut-Major\n\n\n\nMEMO:\n\nTO: Lieut-Major Roggo Furl, Office of Military Justice\n\nFROM: The Commanding General\n\nSUBJECT: The Terran Sammy Trumple\n\n\n1. Sorry, Furl. Trogonommo has more political friends than a Veterans'\nLegion Commander.\n\n2. However, I quite agree with you. An example must be made of Trumple.\n\n3. But not through a military court of justice. That's political\ndynamite.\n\n4. I'd like to suggest that Trumple be allowed to make an attempted\nescape. He can be killed while fleeing. That should teach everyone a\nlesson, Trumple included.\n\n5. The details of this attempted escape are in your hands. I suggest\nyou use Lar Luk of Fomalhaut as a go-between, however. And make sure\nTrumple is killed!\n\n6. After you read it, burn this letter.\n\n\nUnsigned\n\n\n\n143-1/4 East Scjulak Street\n\nHalcyon City\n\nHalcyon\n\n\nDear Boss:\n\nHave I got news for you!\n\nA few days ago, Lar Luk--the ex-insurance salesman from\nFomalhaut--visited me at the stockade. You could tell something was\ngoing on because Luk, usually a loud extrovert, spoke in conspiratorial\nwhispers.\n\n\"They are going ahead with your trial,\" he said.\n\n\"How do you know?\"\n\n\"I am in a position to know. I think you're being treated unjustly,\nSammy. I came here to do something about it.\"\n\nBoss, I was desperate. Despite your encouraging note, I didn't know\nwhich way to turn. I said, \"Like what?\"\n\nAnd Luk leaned forward to whisper: \"Like helping you escape.\"\n\nHe clamped a flipper over my mouth before I could blurt out something\nwhich would give us away. I calmed down and said: \"Can we do it?\"\n\n\"We can try. We have to try.\"\n\n\"When?\" I asked.\n\n\"Tonight, after I leave, after it's dark. I had to get special\ndispensation to visit you. They won't let me visit you again.\"\n\n\"But what ... how....\" I'm no intriguer, boss. I felt like a pawn in\nthis game--but a pawn who was about to be checkmated unless he did\nsomething about it.\n\n\"Here,\" said Lar Luk, thrusting something into my hand. \"This is a\nFomalhautian freezer, Sammy. You'll stop anybody dead in his tracks\nwith it. When they come to your cell tonight and bring your meal....\"\nLar Luk didn't finish the sentence.\n\n\"You'll be waiting for me outside?\"\n\n\"Yes. With a jetcopter, my friend. It won't be long now.\"\n\nAnd Lar Luk was gone. I examined the weapon he had given me. It looked\ndeadly, all right, with a dull metal finish and a wicked, funnel-like\nsnout. I was ready, but I didn't see how I would get through the\nafternoon.\n\nI tried to sleep. I couldn't. I tried to think of you and Joanie and\nwhat it would be like back on Earth. I couldn't concentrate. It grew\ndark slowly, the way it does on Halcyon. I thought they never would\ncome with my supper. I thought they were starving me before the trial\nso I would confess readily. Then I began to think that maybe someone\nhad seen Lar Luk give me the weapon. Perhaps the cell was wired and\nevery word we said was heard in the stockade commander's office.\n\nThen I heard footsteps in the corridor. It always sounds like more\nthan one person, the Halcyonians having more legs than we do. I stood\nthere at the door of my cell, waiting. I could feel my heart fluttering\naround inside me, like a bird.\n\nThe cell door opened.\n\nAt first I was going to use Lar Luk's weapon, but I didn't know what\nkind of noise it would make. He hadn't told me. Instead, I used the\nbutt of the gun, banging it down across the guard's head. He slumped\nat my feet. I hoped I hadn't hurt him too badly. I even hoped Lar\nLuk's weapon was effective but not lethal. I had nothing against the\nHalcyonians. I just wanted to escape.\n\nOut into the corridor I ran, passing three cross-corridors before I\nreached the stockade quadrangle. In the halls, I met no one. So far, I\nwas lucky. But then....\n\n\"Halt! Who goes there?\"\n\nA guard in the quadrangle challenging me!\n\nI was trembling so much I had to hold Lar Luk's weapon in both hands to\nfire it. It made a noise like a siren.\n\nThe guard didn't fall. He kept coming.\n\nI fired again.\n\nIt was a siren.\n\nLar Luk had tricked me.\n\nYou can imagine the pickle I was in, boss. The siren summoned more\nguards, who came at me from all directions. I tried to get away,\npounding across the pavement of the quadrangle. From somewhere, a\nsearchlight cut a bright yellow swath across the quadrangle. It found\nme and held me.\n\nOne of the guards fired a blaster, hitting me in the base of the skull\nand killing me instantly.\n\nCordially,\n\nSammy Trumple\n\n\n\nInterstellar Division\n\nTerran Insurance Co.\n\nBaltimore, Md., Earth\n\n\nDear Sammy:\n\nI'm glad you managed to get away, but quit pulling my leg, will you?\nSo the guard killed you--and then you sat down and wrote me a letter.\nPlease tell me what really happened.\n\nBy the way, I have great news for you. Joanie had a litter of four\npups, all spotted brown and white and cute as the dickens. I'm sending\ntwo of them to you by Subspace Express.\n\nAnd let me know what happened, will you?\n\n\nYours in sales,\n\nHermie\n\n\n\nRmpldecroidesanspertxkle\n\nHalcyon\n\n\nDear Hermie:\n\nThis letter is being smuggled out to you by a friend because it never\nwould pass the Halcyonian censor. They have a good thing and they want\nto keep it to themselves as much as possible and I can't blame them.\n\nThanks for sending along the pups. I'll be waiting for them. Give\nJoanie a pat on the head for me.\n\nIncidentally, cancel all my insurance policies. And I quit the\ncompany, effective immediately. I'm staying here on Halcyon.\n\nI wasn't pulling your leg, Hermie. You remember I told you a slice\nof flesh was taken from my rump at the stockade. That's how the\nHalcyonians have developed their reincarnation process. They've learned\na way to duplicate an individual artificially using a sample of his\nhereditary genes from the slice of flesh. Every Halcyonian has his\nslice on file of course. The new embryo is then grown rapidly, in a\nmatter of a few days.\n\nLar Luk and I figured it's about time heavy industry came to\nRmpldecroidesanspertxkle. We're opening a new munitions factory here,\nwhich suits the Halcyonians fine. Most of them are in favor of war\nbecause they'd like to better their position in life and might do it\nnext time around on the new incarnation.\n\nThis reincarnation sure as hell beats life insurance, doesn't it?\n\n\nWith fond regards,\n\nSammy",
    "metadata": {
        "author": [
            "Lesser, Milt",
            "Thames, C. H.",
            "Chase, Adam",
            "Marlowe, Stephen",
            "Granger, Darius John",
            "Wilder, Stephen",
            "Lesser, Milton",
            "Ridgway, Jason"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/66526/pg66526.txt",
        "name": "no_risk_planet.json"
    }
}