{
    "name": "Nonsense for old and young",
    "author": [
        "Field, Eugene"
    ],
    "body": "A Foreword.\n\n                                   ❦\n\n\nIn compiling this volume we have endeavored to add pictorially to the\namusement in these funny conceits from Field’s versatile brain.\n\nThe majority of the sketches herein, appeared in the Denver _Tribune_,\nunder the title of _The Tribune Primer_, with various sub-titles,\nbeginning Monday, Oct. 10, 1881, and ending Monday, Dec. 19, of the\nsame year. The entire number of these quips was about 162, of which 94\nwere first published in book form as _The Tribune Primer_, in 1881.\nThe balance, with the exception of five which are so local in their\napplication that they have now lost some of their fine sarcastic humor,\nwe here present for the first time with illustrations.\n\nIn their original form the sketches were designated by Roman Numerals\ninstead of titles and were made up of short sentences, with a liberal\ndisplay of capital letters after the style of first lessons in reading\nfor children.\n\n                                                       THE PUBLISHERS.\n\n\n\n\nNonsense for Old & Young.\n\n\n\n\n\n\nOne Autumn Night.\n\n\n    A calm, delightful autumn night;\n    A moon’s mysterious, misty light;\n    A maiden at her window height,\n    In proper robe of fleecy white.\n\n                    ❦\n\n    The little wicket gate ajar;\n    A lover tripping from afar,\n    With tuneful voice and light guitar,\n    To woo his radiant guiding star.\n\n                    ❦\n\n    The lute gave forth a plaintive twang--\n    Oh, how that doting lover sang!\n    A bull-dog with invidious fang--\n    A nip, a grip, and then a pang!\n\n                    ❦\n\n    A maiden swooning in affright.\n    A lover in a piteous plight,\n    A canine quivering with delight--\n    A wild, delirious autumn night!\n\n                                   ❦\n\n\n\n\nA Portrait of a Lady.\n\nHere we have a Lady. She was at a Party last Night, and the Paper spoke\nof her as the Amiable and Accomplished Wife of our Respected Fellow\nCitizen. Our Respected Fellow Citizen is now as Full as a Tick, and his\nAmiable and Accomplished Wife is Walloping him with the Rolling Pin.\nThe Lady seems to be more Accomplished than Amiable.\n\n                                   ❦\n\n\n\n\nWould You?\n\nIs this a Picture of an Actress? No, it is a Picture of a Boodle\nPolitician. Is it not Beautiful? The left Eye is Closed. It must be\nTired. He is Sitting on a Barrel. It must be a Barrel of Jam. Would you\nlike to get your Little Hand into the Barrel? We Would.\n\n\n\n\n\n\nGood James and Naughty Reginald.\n\n\nOnce upon a Time there was a Bad boy whose Name was Reginald and there\nwas a Good boy whose Name was James. Reginald would go Fishing when his\nMamma told him Not to, and he Cut off the Cat’s Tail with the Bread\nKnife one Day, and then told Mamma the Baby had Driven it in with the\nRolling Pin, which was a Lie. James was always Obedient, and when his\nMamma told him not to Help an old Blind Man across the street or Go\ninto a Dark Room where the Boogies were, he always Did What She said.\nThat is why they Called him Good James. Well, by and by, along Came\nChristmas. Mamma said, You have been so Bad, my son Reginald, you will\nnot Get any Presents from Santa Claus this Year; but you, my Son James,\nwill get Oodles of Presents, because you have Been Good. Will you\nBelieve it, Children, that Bad boy Reginald said he didn’t Care a Darn\nand he Kicked three Feet of Veneering off the Piano just for Meanness.\nPoor James was so sorry for Reginald that he cried for Half an Hour\nafter he Went to Bed that Night. Reginald lay wide Awake until he saw\nJames was Asleep and then he Said if these people think they can Fool\nme, they are Mistaken. Just then Santa Claus came down the Chimney. He\nhad lots of Pretty Toys in a Sack on his Back. Reginald shut his Eyes\nand Pretended to be Asleep. Then Santa Claus Said, Reginald is Bad and\nI will not Put any nice Things in his Stocking. But as for you, James,\nI will Fill your Stocking Plumb full of Toys, because You are Good. So\nSanta Claus went to Work and Put, Oh! heaps and Heaps of Goodies in\nJames’ stocking but not a Sign of a Thing in Reginald’s stocking. And\nthen he Laughed to himself and Said, I guess Reginald will be Sorry\nto-morrow because he Was so Bad. As he said this he Crawled up the\nchimney and rode off in his Sleigh. Now you can Bet your Boots Reginald\nwas no Spring Chicken. He just Got right Straight out of Bed and\nchanged all those Toys and Truck from James’ stocking into his own.\nSanta Claus will Have to Sit up all Night, said He, when he Expects to\nget away with my Baggage. The next morning James got out of Bed and\nwhen He had Said his Prayers he Limped over to his Stocking, licking\nhis chops and Carrying his Head as High as a Bull going through a Brush\nFence. But when he found there was Nothing in his stocking and that\nReginald’s Stocking was as Full as Papa Is when he comes home Late from\nthe Office, he Sat down on the Floor and began to Wonder why on Earth\nhe had Been such a Good boy. Reginald spent a Happy Christmas and James\nwas very Miserable. After all, Children, it Pays to be Bad, so Long as\nyou Combine Intellect with Crime.\n\n                                   ❦\n\n\n\n\nHis Busy Day.\n\nThis Man is very Busy. He is pushed for Time. He looks as if he had\nmore on his Hands than he could accomplish. We feel Sorry for him. He\nhas an Important Engagement to Keep, and he is Hurrying up Matters to\nMeet it. He is to be Hung at Noon to-morrow.\n\n                                   ❦\n\n\n\n\nThe Joyful Whirligig.\n\nHere is a Sewing Machine. It was Made for little Children to play with.\nPut your Feet on the Treadles and Make the Wheels go round Fast. See\nhow the Thread unwinds and the Needle bobs up and down! This is Lots of\nFun. Do not Deny baby the privilege of Putting his Fat little Finger\nunder the Needle. It will Make pretty holes in the Finger and give Baby\nsomething to occupy his Attention for a Long time.\n\n                                   ❦\n\n\n\n\nA Fairy Tale.\n\nHere we have Papa’s watch. There is a Fairy in the Watch. Would you\nLike to Hear her Sing? If you will Drop the Watch on the Floor, the\nFairy in the Watch will Sing the Prettiest little Song you ever Heard\nand all the Wheels will Buzz just as Funny as can Be. When papa Comes\nhome and finds the Fairy has been Singing, maybe he will Ask you to\nStep out into the Woodshed with him on a Matter of Business.\n\n\n\n\n\n\nAn Epitaph.\n\n\n    Here lies the body of Mary Ann\n    Who rests in the bosom of Abraham.\n    It’s all very nice for Mary Ann,\n    But it’s mighty tough on Abraham.\n\n                                   ❦\n\n\n\n\nThe Hustler Hustling.\n\nWhat is that I see? That my Child, is the _News_ Interviewer, I and\nhe is now Interviewing a Man. But where I can see no Man. The Man, my\nChild is in his Mind.\n\n                                   ❦\n\n\n\n\nThe Maid of Orleans.\n\nHere is a Molasses jug. It is Full of Molasses. How many Flies are\nthere in the Molasses? That is a Hard one to Answer. Those flies will\nLook Proud spread out on Sister Lucy’s buckwheat Cakes in the Mornings.\nBut Lucy will not Care. She will pick them out of the Molasses with her\nTaper Fingers, and Wipe them on the Bottom of her Chair. But if her\nBeau were there she would Yell and say, Oh, how Horrid. The strength of\na Woman’s Stomach depends Largely on the surroundings.\n\n\n\n\n\n\nFancy vs. Fact.\n\n\nMabel is sitting at the Piano, and she is Singing a Song. The Song\nSays he is Waiting for Her in the Gloaming. Mabel appears to be giving\nherself Dead Away. He is Not Waiting for her In the Gloaming at all.\nHe has just Drawn a bobtail Flush, and he is Wondering whether he had\nBetter Pull out or stand in on a Bluff. Mabel would Touch a Responsive\nChord in his Bosom if she were to Sing take Back the Hand which thou\nGavest.\n\n                                   ❦\n\n\n\n\nSociety as Reported.\n\nThis is a Recherché Affair. Recherché Affairs are sometimes Met with in\nParlors and Ball Rooms but more Generally in the Society Department of\nNewspapers. A Recherché Affair is an Affair where the Society Editor is\ninvited to the Refreshment Table. When the Society Editor is told his\nRoom is Better than his Company, the Affair is not Recherché.\n\n                                   ❦\n\n\n\n\nA Musical Genius.\n\nWho is the Man? The Man is Admiral McLean and he is Getting Ready to\nSing. Can the Admiral Sing? Those who have heard him Say he Can Not.\nHas he ever Sung a Song Through? Nobody can Tell. Why can Nobody Tell?\nBecause every Body walks Away when he Begins for to Sing.\n\n\n\n\n\n\nThe Nervy Drummer.\n\n\nIs this a Brass Foundry? No, it is a Travelling Man. He carries big\nTrunks all over the Country and Makes Love to Dining room Girls. He\nhas Been all Over and Under Europe and Taken in all the Great Masters.\nHe has Scoured the Alps clean. He can Tell more Smutty Stories than\na Politician, and he can get Bilin’ slower on More Liquor than any\nGovernment official. The best Way to get along with the Travelling men\nis to get along Without them.\n\n                                   ❦\n\n\n\n\nLunar Lore.\n\nThe Moon is a Satellite. A Satellite is a Sort of Associate Editor.\nIt revolves around Somebody Else and gets full on Four Quarters.\nThe Moon is a great Way from the Earth. It would Take a Street Car\n16,000,000,239 years to Make the Distance. A Snail could Make it in\nhalf that Time. Break a piece of Glass out of Mamma’s mirror, Smoke it\nover the Lamp, and look at the Moon through it.\n\n                                   ❦\n\n\n\n\nThe Senator.\n\nHere we have a Senator. He is a Proud Bird. He has been Renominated and\nhe is Happy. And who is the Bird with the Senator? It is one of his\nconstituents. Is he Happy? Yes, he too is Happy because the Senator is\nHappy. But not too Happy. Just Happy Enough.\n\n\n\n\n\n\nA Colonial Accident.\n\n\nMajor André was a British officer. Benedict Arnold hired him for Four\nDollars a day to go as Spy into the American Camp and hear the News. He\ncarried important Papers in his Boots, and, upon being Arrested by the\nAmericans, the Papers were found. Then they said they would hang him.\nHe was sorry for what he had Done and Said he was going to Heaven. He\nfell with a Dull, Sickening Thud. They are going to Build a Monument to\nhim, not because he did Wrong, but because he got Caught.\n\n                                   ❦\n\n\n\n\nA Natural Mistake.\n\nIs this an Ass? No, this is the Editor of a paper at Central City. Oh,\nwhat a Mistake! No, my Child, the Mistake was a Natural one. You would\nnot Insult an Ass, would you?\n\n                                   ❦\n\n\n\n\nLuminous Law.\n\nIs this a fire? No, it is not a fire. It is the Judge of the County\nCourt. Why did you think it was a fire? Because it looked so Red. The\nJudge is a Nice Man. He writes Articles about the Governor. You must\nnot Mistake Him for a Fire again. But you may Compare him with the\nWarm, Sensuous glow of a Neapolitan Sunset.\n\n\n\n\n\n\n“Oft in the Stilly Night.”\n\n\n    Baby and I in the weary night\n    Are taking a walk for his delight;\n    I drowsily stumble o’er stool and chair\n        And clasp the babe with grim despair,\n            For he’s got the colic\n            And paregoric\n    Don’t seem to ease my squalling heir.\n\n    Baby and I in the morning gray\n    Are griping and squalling and walking away--\n    The fire’s gone out and I nearly freeze--\n    There’s a smell of peppermint on the breeze.\n            Then Mamma wakes\n            And baby takes\n    And says, “Now cook the breakfast, please.”\n\n                                   ❦\n\n\n\n\nA Sad, Sad Story.\n\nThe young Man is Reading a Letter and seems Deeply Agitated. Maybe\nit is a Letter from his Sweet-Heart, and she has Given him the Grand\nBounce. How his Breast Heaves and how his Heart must Throb under his\nCelluloid Shirt Front. The Letter is from His Tailor. Let us not Invade\nthe Secrecy of the poor Young man’s Grief.\n\n                                   ❦\n\n\n\n\nFashion Notes.\n\n\nSlippers should be worn High on Bad little Boys this Winter.\n\n                                   ❦\n\nFashionable Corns are to be Trimmed with Steel-Blue Razors this Season.\n\n                                   ❦\n\nRed Pepper worn on Hot Stoves continues to Create quite a Sensation in\nthe Best Social Circles.\n\n                                   ❦\n\n\n\n\nThe Chivalrous Editor.\n\nThis is an Editorial Writer. He is Writing a Thoughtful Piece about the\nDegeneracy of the Age. He talks about the good old Times when Men were\nManly and Youthful Breasts were Pregnant with Chivalry. By and by he\nWill go Home and Lick his wife for not Cutting up enough Cord Wood for\nthe kitchen Fire in the Morning, and he will Spit tobacco all over his\ndaughter Esther’s new silk Gown.\n\n                                   ❦\n\n\n\n\nEasy Mathematics.\n\n\nIf you are good at addition, put down a column of figures, five figures\nin a row, and the sum will represent the age of Clara Louise Kellogg.\n\n                                   ❦\n\nSuppose a man with a bottle of whiskey were to set down the bottle and\ncarry the whiskey, what would the result be?\n\n                                   ❦\n\nIf one gallon of coal oil will blow up a kitchen stove, how much Kansas\nCity gin is required to make a man feel like a barn afire?\n\n                                   ❦\n\nIf a Pueblo bed-bug can travel seventy rods in one hour, when there is\nnothing ahead to encourage him, how many miles will he travel in ten\nminutes to meet a fat man from Cheyenne?\n\n                                   ❦\n\n\n\n\nA Mean Man.\n\nA Chicago Papa is so Mean he Wont let his Little Baby have More than\nOne Measle at a time.\n\n\n\n\n\n\nThe Office Towel.\n\n\nIs this a Corner Lot? No it is a Towel. It has been serving an\nApprenticeship in a Printing Office for the past Four Years. The horses\nare Dragging it Away. A man will Take an Ax and Break the Towel into\nPieces and Boil it for Soap Grease. Then he will sell the Towel for\nTripe. If you find a Piece of Tripe with a Monogram in one Corner, you\nmay Know it is the Towel.\n\n                                   ❦\n\n\n\n\nScandal on Foot.\n\nWhat is that Walking along the Street? That, my Son, is a State\nSenator. Will you not Tell About it? No, my Son, you are too Young to\nhear Scandal.\n\n                                   ❦\n\n\n\n\nThe Old T. D.\n\nIs it a Pipe? Yes it is Papa’s Pipe and it Has not been Cleaned out for\nFour months. It is full of Ashes and Spit. It would not Hurt the Pipe\nif you were to Take several good long Sucks at it.\n\n\n\n\n\n\nThe Awful Bugaboo.\n\n\n    There was an awful Bugaboo\n    Whose Eyes were Red and Hair was Blue;\n    His Teeth were Long and Sharp and white\n    And he went Prowling ’round at Night.\n\n                    ❦\n\n    A little Girl was Tucked in Bed,\n    A pretty Night Cap on her Head;\n    Her Mamma heard her Pleading Say,\n    “Oh, do not Take the Lamp away!”\n\n                    ❦\n\n    But Mamma took away the Lamp\n    And oh, the Room was Dark and Damp;\n    The little Girl was Scared to Death--\n    She did not Dare to Draw her Breath.\n\n                    ❦\n\n    And all at Once the Bugaboo\n    Came Rattling down the Chimney Flue;\n    He Perched upon the little Bed\n    And scratched the Girl until she bled.\n\n                    ❦\n\n    He drank the Blood and Scratched again--\n    The little Girl cried out in Vain--\n    He picked Her up and Off he Flew--\n    This Naughty, Naughty Bugaboo!\n\n                    ❦\n\n    So, children, when in Bed to-night,\n    Don’t let them Take away the Light,\n    Or else the Awful Bugaboo\n    May come and Fly away with You!\n\n                                   ❦\n\n\n\n\nThe National Debt.\n\nHere we have a Greenbacker. He seems Troubled about Something. He is\nTroubled about the National Debt. He is Grieving because the Country of\nhis Nativity owes one Billion Dollars. The other Man around the Corner\nis a Grocery Man. He, too, is Troubled, but he is not Worrying about\nthe National Debt. Oh, no. He is Worrying about the one Dollar and\nForty cents the Greenbacker owes him.\n\n                                   ❦\n\n\n\n\nJohnny’s Alphabet.\n\n    A Stands for Apple, so hard and so Green--\n      B stands for Boy who is going away--\n    C stands for colic that Soon will be seen--\n      D stands for Devil that’s shortly to pay.\n\n\n\n\nTHANKSGIVING TALES\n\nFor the Profit of the Nursery Brigade.\n\n\n\n\nTale I--Prolog.\n\nThis little Boy looks as if he had On his Father’s clothes. Maybe he\nHas not had Anything to Eat for a Month. He is Sitting on a Stool. He\nis Waiting for Something. His hands are clasped over his Stomach. Can\nhe be Waiting for his Thanksgiving Dinner? What a Queer little Boy to\nWait so Patiently? If he were to Cry, he would get his Dinner Sooner,\nwouldn’t he?\n\n\n\n\n\n\nTale II--Succulent Soup.\n\n\nIn the Tureen there are two Gallons of Soup and Eleven Cove oysters.\nDo not Be Afraid. The Soup is Pretty Hot, but it will not Burn you.\nIf it is too Hot, you can Spit it out on the Carpet. Do you like Cove\noysters? They are Baby oysters Taken out of the Shell before they are\nHatched. Some People dry them and use them for Gun Wads. They are much\nmore Digestible than sole leather.\n\n\n\n\n\n\nTale III--Tempting Turkey.\n\n\nWhat a Big Fat Turkey it is! It must have eaten lots of Worms and\nCaterpillars to be so Fat. It is stuffed with nice Stuffing made of\nOld Crusts and spoiled Biscuits. The Gravy looks Quite Tempting. It\ndoes not Look like Tobacco Juice, does it? The Innards of the Turkey\nhave been Chopped up and are in the Gravy. Unless the Cook was very\nCareful while Chopping up the Innards, there is a Piece of her Finger\nin the Gravy, too. Will you Try some of the Turkey? Take a Drum Stick,\nthe Pope’s Nose, a Side Bone, the Neck, some of the Breast and the\nWishbone. If that is not Enough, ask Mamma please Can you have some\nMore.\n\n\n\n\n\n\nTale IV--Various Vegetables.\n\n\nThe vegetables smell good. Two or three of these Onions would make you\nStronger. Suppose you Try some of the Turnip and Squash. Pickled Beets\nare also Good to Eat just before going to Bed. The mashed Potato is\nhealthy when There are no Potato Bugs in it. They are very Plenty this\nYear. Will you put Some Jelly on Your Bread? How Mad it would Make your\nBig sister Jennie to Tip the Jelly over in her lap. Suppose you Try it\nas a Joke.\n\n\n\n\n\n\nTale V--Venerable Venison.\n\n\nHere we Have Some Venison. It may Taste a trifle Venerable for it has\nbeen hanging Up in the Shed for Several Weeks. But Papa says it is not\nFly Blown, and Everything Goes on Thanksgiving Day. Once the Venison\nwas a little Deer and lived in the Mountains. A man Caught it and Hung\nit up on a Tree and cut its poor little Throat and let it Bleed to\nDeath. What a Bad Man. Perhaps the Deer’s baby deers are crying for\ntheir Mamma who will Never come.\n\n\n\n\n\n\nTale VI--Peptonic Pudding.\n\n\nThe Hired Girl is bringing on the Pudding and it is a Daisy. We mean\nthe Pudding. It is full of Plums. Make Mamma give you a Big Piece of\nthe Pudding with Ever so many Plums in it. If we Were you, we would\nSwallow the Plums whole and Then they will stay By You longer. When you\nhave Eaten the Pudding, pick your little Dish up and Drink the Sauce.\n\n\n\n\n\n\nTale VII--Painful Pie.\n\n\nThere are Three Kinds of Pie--Cocoanut Pie, Lemon Pie and Mince Pie.\nThey are the Only Kinds of Pie little children should Eat. You will do\nWell to Try them All. As much Pie as Possible under the circumstances\nwould be Proper. The best way to Eat Pie is to Take it up in your\nFingers. This is Liable to make Pretty little Spots on your Shirt\nFront. Do you suppose by Trying Hard you could Slip a Piece of the\nLemon Pie into your Pocket to Eat after you go to Bed to-night.\n\n\n\n\n\n\nTale VIII--Fretful Fruit.\n\n\nOh, what Beautiful fruit! Apples, Oranges, Bananas, Grapes, Pears and\nFigs! Make a Grab for them or you May not Get any. Good little children\nEat grapes, skin and all. I wonder if the Figs have Worms in them. But\nnever Mind: this is no Time for Questions. Your Mamma says Orange Juice\nwill Stain your Frock, but it Will Not. What Fun it would be to Squirt\nsome Orange Juice in the Dear Little Baby’s Eyes!\n\n\n\n\n\n\nTale IX--Innocent Ice Cream.\n\n\nAha, here Comes the Ice Cream. About two Plates apiece will be Enough\nfor the Children. Ice Cream is Funny Stuff. You eat it and feel it in\nyour Eye. When you have Eaten all you Want, you will Find it right\nJolly to Pick the Ice Cream up in your Fingers and Paddle it Around in\nyour Tumbler of Water.\n\n\n\n\n\n\nTale X--Nutritious Nuts.\n\n\nHere we Have the Nuts. They are good for Children. Crack them with your\nTeeth. Be sure to Drop the Shells on the Floor for the Cat to Eat. Do\nnot Forget to put a Good Many in your Pocket for the Poor Little blind\nGirl who Lives around the Corner.\n\n\n\n\n\n\nTale XI--Wierd and Woful.\n\n\nThis little Boy looks too Big for his Clothes. He must have been\nMeasured when he Had the Ague. Mamma will Have to take off His Vest\nwith a Button Hook to-night. What makes the Boy so pale? He has his\nHands gathered together over his Diaphragm. Is the Boy Sick? The Boy is\nSick. Maybe he has Swallowed something that does not Agree with Him.\n\n\n\n\n\n\nTale XII--Enter the Diligent Doctor.\n\n\nWho is the Man coming through the Door? He is the Doctor. This is the\nWorst Symptom of the Boy’s Illness we have Seen yet. How can the Boy\nget Well now? The Doctor asks Mamma how the Boy is. Mamma is crying.\nThe Doctor says he can Fix the Boy.\n\n\n\n\n\n\nTale XIII--Exit the Beautiful Boy.\n\n\nThe Doctor has Fixed the Boy.\n\n\n\n\n\n\nTale XIV--Epilog.\n\n\nHere we have a Cemetery. Can you see the Little grave Stone over\nthere? It is very Cute. There must be a Boy Planted somewhere Near it.\nWouldn’t you Like to be Planted under a Cute little Stone like That?\nUnless you do Justice to your Dinner to-day you cannot Hope for such a\nReward of Merit.\n\n                                   ❦\n\n\n\n\nBeautiful Hortense.\n\nMiss Hortense is working a Beautiful Piece of Embroidery. It is a Motto\nin Green and Gold. It asks What is Home without a Mother. When Miss\nHortense gets it Done, she will Give it to her Beau, who Tends a Dry\nGoods counter. You cannot see Miss Hortense’s Mother. She is in the\nBack Yard doing the Week’s Washing. By and by she will be Bringing\nin Coal for the Parlor Stove, because Miss Hortense’s beau is Coming\nto-night.\n\n                                   ❦\n\n\n\n\nA Toilet Episode.\n\nMamma’s Tooth-brush is on the Bureau. Suppose we scrub out the Sink\nwith it. Then Mamma will wonder what she has Eaten to give her such a\nBad Breath. She will Think the Tooth-brush has been Sitting up with a\nCorpse.\n\n                                   ❦\n\n\n\n\nA Terrible Monster.\n\nOh, what an awful Sight! It is the Editor of the Colorado Springs\n_Gazette_. He has Long, White Teeth and there is Blood on his gums. He\nis a Bad Man and he has just Eaten a Poor Little Baby. He is trying to\nget the Capital Removed. If he gets the Capital Removed, he will Eat a\nPoor Little Baby every Day. You must Tell your Dear Papa not to vote to\nhave the Capital Removed.\n\n                                   ❦\n\n\n\n\nPoor Pussy.\n\nHere we have a Dornick and a Cat. The Cat is Approaching the Well. She\nthinks there is a Mouse there. Suppose we approach the well with the\nDornick. There is no Mouse as we Can See. Perhaps the Mouse is at the\nBottom of the Well. Let us Hitch the Dornick to the Cat and Put Them in\nthe Well. Then the Cat will not Come back without the Mouse.\n\n                                   ❦\n\n\n\n\nA Fish Story.\n\nSee the Fish. The Fish is a Trout and Breathes through his Ears. He\nlives in a Brook and May be if you try you can Catch him. Any little\nBoy who catches so many measles ought to be Able to Catch one little\nFish. The Trout Weighs four Ounces, but you can say he weighs four\nPounds. Do not call him a Speckled Beauty or you will be Shot. Eat him,\nHead, Tail, Inwards and All, and get a little Bone in your Throat if\nyou Can.\n\n                                   ❦\n\n\n\n\nBeware.\n\n    Oh, children you Must never chew Tobacco--it is Awful!\n    The Juice will Quickly make You sick,\n      If once you get your Maw Full.\n\n    --_S. J. Tilden._\n\n\n\n\n\n\nThe Vigilant Cop.\n\n\nDo not Make a Noise or you will Wake the Policeman! He is Sitting on\nthe Door Step asleep. It is very Hard on Him to Have to Sleep out of\nDoors these Cold Nights. There is a Bank being Robbed around the Corner\nand a Woman is being killed in the next Block. If the Policeman Waked\nup, he might Find it out and Arrest somebody. Some people Believe this\nis what Policemen are for, but the Policemen do not Think so.\n\n                                   ❦\n\n\n\n\nSomething Doing.\n\nIs this a Cemetery? No, it is a Picture of Pueblo during the Busy\nSeason. Do you see the Man Patting the Dog on the Back and Promising\nhim a Bone if he will lie Down and Go to Sleep again? This is What they\nCall an Intensely Exciting Sensation in Pueblo. The Earth is going to\nLive five hundred Million years Longer, and Pueblo expects to be the\nState Capital before the End of that Time. You will not Live to see it\nthe Capital--or, at least, you ought to Hope Not.\n\n                                   ❦\n\n\n\n\nPoor Little Bennie.\n\nBennie is Lying in the Cradle and he is Crying because Mamma will not\ngive him the Moon. What a Naughty Mamma not to Give her little Boy the\nMoon! But Mamma does not care how much Bennie Cries. She has a Son, and\nthe Moon can go to Thunder.\n\n                                   ❦\n\n\n\n\nOur Motor Press.\n\nIs this Not a Beautiful steam Press? The Steam is Lying Down on the\nFloor taking a Nap. He came from Africa and is Seventy years Old. The\npress Prints Papers. It can Print nine hundred papers an Hour. It takes\nOne hour and Forty Minutes to Print the Edition of the Paper. The paper\nhas a circulation of Thirty-seven Thousand. The Business Manager says\nSo.\n\n                                   ❦\n\n\n\n\nFreedom Defined.\n\nWhy is this great and glorious country called America? Principally\nbecause that is its name. Can you bound it? No, because it is a\nrepublic and will not be bound.\n\n                                   ❦\n\n\n\n\nA Political Object Lesson.\n\nDo you see that Candidate over There! He is standing still. He is a\nDemocratic Candidate. If he were a Republican he Would be Running.\nDemocratic Candidates are not real Candidates. They can not Run. They\ndo not even Walk. When you are very Tired and Want to rest you ought to\nBecome a Democratic Candidate.\n\n                                   ❦\n\n\n\n\nHonesty on the Run.\n\nIf a poor but honest voter chases a reformer four blocks in ten\nhours, how many blocks will he have to go to catch him? This depends\naltogether on the location of the Bank.\n\n\n\n\n\n\nThe Truth About the Cherry Tree.\n\n\nWho was George Washington? He was Mrs. Washington’s little Boy. One\nDay he went out in the Orchard and got the Hired Man to chop down a\ncherry tree. “Who has done this Deed?” asked George’s mother that Very\nAfternoon. There was Blood in the Old Lady’s Eye. In order not to get\nfired, the Hired Man gave George two marbles and a Top to say he Did\nit. “Mamma,” said George, “I cannot Tell a Lie. I Done it with the Ax.”\nWhereupon his Mother complimented him on his Truthfulness, but gave him\nOne in the Neck for using Bad Grammar.\n\n                                   ❦\n\n\n\n\nAn Ode to a Cat.\n\n    A hungry Cat--\n    A foolish Rat.\n      A lively Run--\n      Exciting Fun.\n\n    Ferocious Jaws--\n    Remorseless Claws.\n      A dying Squeal--\n      A hearty Meal.\n\n    Alas, poor Rat!\n    O happy Cat!\n\n                                   ❦\n\n\n\n\nLook Out! Boogies!\n\nDid you ever see a Bugaboo? Ask Mamma to Blow out the Light to-night\nafter you Go to Bed and Let you See a Bugaboo? It has a Big Voice like\na Bear, and its Claws are as long as a Knife. It will Bite Good Little\nChildren and Run off with them to the Cold Dark Woods where they can\nNever see Mamma any More. If you are Good, Beware of Bugaboos.\n\n\n\n\n\n\nHot Air vs. Cold Water.\n\n\nSee the Wind Mill. It is a Pretty Sight. It has Sails that go Round\nand Round and Make a Noise like the Whirring of a bird’s wings. The\nWind Mill Looks Sad. It has had Hard Luck. It used to be a Democratic\npolitician and Furnish Enthusiasm for Arapahoe county Campaigns. But\nWind will not Run a Campaign and so the Wind Mill lost its Job. And\nnow it Stands out on a Bleak Prairie and Hauls water out of the Cold,\nhard Earth for a living. Any Kind of Honest Labor is awful rough on a\nDemocrat, but Having Anything to Do with Water breaks him All Up.\n\n                                   ❦\n\n\n\n\nThe Worried Magnate.\n\nWho is the old man I see? The old man is a Railroad Builder, and his\nbrow is clouded. Why is his brow clouded? It is clouded because this\nis Monday and he cannot build any railroad track. Why can he not build\nrailroad track on Monday? Because he is pious and remembers the Sabbath\nday to keep everybody he can hire wholly--busy. He only builds on\nSunday. This is the reason he is so much respected in saloons and other\nmercantile establishments.\n\n                                   ❦\n\n\n\n\nHis Day of Rest.\n\nIs this a Sunday? Yes, it is a Sunday. How Peaceful and Quiet it is.\nBut Who is the Man! He does not Look Peaceful. He is a reporter and he\nis Swearing. What makes him Swear? Because he has to Work on Sunday?\nOh, no! He is Swearing because he has to Break the Fourth Commandment.\nIt is a sad thing to be a Reporter.\n\n                                   ❦\n\n\n\n\nThe Foxy Compositor.\n\nHas the Printer tobacco? He has But he will not Tell you So. He carries\nit in the Leg of his Boot and when he wants a Chew he Sneaks down in\nthe Back Alley where Nobody can See him. When he Spits tobacco, it\nSounds like a Duck diving in the Water. The printer is a Queer man. He\nis a Fickle person. Sometimes he has Ten thousand Ems on the string,\nbut they are Always his Dupes. If you are a Printer, Do not Be a\nBlacksmith, or you will get Fired.\n\n\n\n                          ’Tis sad--there’s an\n                             end to all good\n                                 things.\n                                   ❦\n\n\n\n\nOther Field Books.\n\n                                   ❦\n\n\n  Eugene Field Book                           $0.60\n  Field--DeKoven Song Book                     2.00\n  Holy Cross and Other Tales                   1.25\n  House, The                                   1.25\n  Little Book of Profitable Tales              1.25\n  Little Book of Western Verse                 1.25\n  Love Affairs of Bibliomaniac                 1.25\n  Love-songs of Childhood                      1.00\n  Lullaby-land                                 1.50\n  Second Book of Tales                         1.25\n  Second Book of Verse                         1.25\n  Sketch of Field, by Francis Wilson           1.25\n  Songs and Other Verse                        1.25\n  Songs of Childhood                           1.00\n  With Trumpet and Drum                        1.00\n  Life and Letters. S. Thompson                1.00\n  Echoes from Sabine Farm                      2.00\n  The Tribune Primer. Illustrated               .50\n  Sharps and Flats. 2 vol.                     2.50\n\n\n\n\n_A Sure Cure for the Blues_\n\n\nThe Funniest Book in Print.\n\n              With original illustrations by JOHN C. FROHN\n                             BOSTON, MASS.\n                       HENRY A. DICKERMAN & SON.\n                            Publishers 1900.\n]\n\n\nIt won’t make a horse laugh because it wasn’t written for horses:--but\nany person who can read this book through without laughing must have an\nimpediment in his smilax.\n\n\nNew copyright edition; gilt edge, bound in art cloth, printed on\nBengalore book paper from English type, illustrated with ninety-four of\nthe most comical pen and ink “skits” ever seen. Original poster cover\nin two colors, that will appeal to your bump of humor. Price 50 cents\nat your dealers, or of the publishers\n\n\n                        Henry A. Dickerman & Son\n                 55 Franklin Street,      Boston, Mass.\n            _N. B.--A handsome POSTER free with every copy._\n\n\n\n\n                              A SOFT WORD\n                                 FROM\n                          Robert J. Burdette\n                               REGARDING\n                    “What Happened to Wigglesworth”\n\n                                   ❦\n\n\nAbraham Lincoln once said, “God must love plain people, because he made\nso many of them.” Then humor must be heaven born, because it glorifies\nthe commonplace.\n\nMr. Fuller’s humor has no need of the finger post of an introduction.\nHis manner bears no stamp save that of his own personality. His\ncharacters introduce themselves as old friends, who try to surprise us\nby thinly disguised voices, by the change of a beard, or the innocent\nassumption of ignorance of our identity. The people concerning whom Mr.\nFuller writes in these chronicles, he would have us believe dwell in\nMaine. But I knew them in Illinois; you have them in New York; they are\nyour neighbors in California. We recognize them as old friends. Some\nbusy years have separated us; a multitude of cares have swarmed into\nour lives and driven them out of our thought, and grateful are we that\nthis apostle of humor suddenly turns the limelight of his humor upon\nthe stage of this old work-a-day world of ours, revealing the little\ngroup of actors to our gaze saying, “Did you ever see these people\nbefore?” And our ready, happy looks of glad and instant recognition\ncontradict our “No we never did” that goes with the extended hand of\nwelcome greeting. Into his book, Mr. Fuller has put the laughter of our\nown lives. Our highest and most grateful appreciation of what he has\ndone, will be to take the laughter of his book into our own hearts.\n\n                                                   ROBERT J. BURDETTE.\n\nCairo, Egypt, February 6, 1901.\n\n\n“What Happened to Wigglesworth”\n\nHandsomely bound and illustrated with several full page drawings. It\nwill please everyone who likes good innocent humor. 12mo. Gilt Top.\nPrice $1.50.\n\n\n                       HENRY A. DICKERMAN & SON,\n                              PUBLISHERS,\n                      55 Franklin Street, Boston.\n\n\n\n\n                                                          Done in\n                                                          types & pulled\n                                                          off the press\n                                                          of\n                                                          Lounsbery\n                                                          Nichols &\n                                                          Worth\n                                                          Company\n                                                          Boston\n\n\n\n\nPunctuation, hyphenation, and spelling inconsistencies were not changed.\n\nSimple typographical errors were corrected; unbalanced quotation\nmarks were remedied when the change was obvious, and otherwise left\nunbalanced.\n\nThis book does not have a Table of Contents or a List of Illustrations.\n\nThe original book used leaf-like symbols as separators or decorations.\nThis eBook uses ❦ for all of them, and Transcriber added a few more at\nthe bottoms of what were pages in the original book.\n\nPage 43: “Wierd” was printed that way.",
    "metadata": {
        "author": [
            "Field, Eugene"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/72827/pg72827.txt",
        "name": "nonsense_for_old_and_young.json"
    }
}