{
    "name": "Object, Matrimony",
    "author": [
        "Sinclair, Bertha Muzzy",
        "Sinclair, B. M. (Bertha Muzzy)",
        "Bower, B. M."
    ],
    "body": "Women are all right—if yuh keep far enough away from them. It’s when\nyuh take down your rope and commence to widen your loop for one that\ntrouble generally begins; or else when yuh get one, she runs on the\nrope and keeps yuh guessing other ways.\n\nThe time I was working for old Shooting-star Wilson, I sure got an\nobject-lesson that I won’t forget in a week or two. We was living\nhappy and content, and meaning harm to nobody that winter. It was the\nwinter after Shooting-star had got his wad—ten thousand dollars—from\nthe old country, and had blowed it all in on a house to give a\nWashington’s Birthday ball in. He sure done himself proud; and spent\nevery blame cent on the house and dance. So the next day he told Ellis\nand me to roll our beds and move into the mansion—which same domicile\nwe called the Hall of Mirth, for various reasons that would uh stood\nin court, all right.\n\nIt sure was a woozy proposition, for a real house. We got kinda\naccustomed to the red, white, and blue diamonds painted on the floors,\nand to the stars and stripes on the ceilings, and the red and green\nand blue chairs; but they sure got on our nerves at first.\n\nFolks used to come miles to see that house, which I will say was worth\nthe trip, all right. But, seeing it was built for a dance, it never\ndid get so it fit us, like some shacks do. We’d pull the biggest plush\nchairs in the house up to the big fireplace in the back parlor, and\nshut all the sliding-doors, and roll us a cigarette apiece, and stick\nout our legs as far as nature’d allow, toward the fire. And even then\nwe felt like we’d been shut into a razzle-dazzle hall somewheres, and\nthe crowd had all gone off and left us; they were unmerciful big\nrooms.\n\nEllis and me used to make a sneak down to the old bunk-house once in\nawhile, and make a fire in the old stove, and snatch a little comfort.\nBut it always hurt Shooting-star’s feelings; and besides, he was such\nan economical old cuss—in some ways. He said it ground him to have all\nthat good money into a house, and then not get any good out of it. So\nwe had to stick to the Hall of Mirth, whether we wanted to or not. But\nhonest, them rooms was so big they echoed like thunder; and the walls\nand floors and ceilings was that gaudy we came near having to put on\nbrown goggles. Even the books was all red and blue and green bindings.\nShooting-star sure liked to have things match.\n\nThat winter all the kids in the country got to mixing things with\nmeasles and whooping-cough, and the like, so there wasn’t any dances\nor anything. Everybody stayed at home so they wouldn’t catch nothing,\nand then wondered where the dickens they’d caught it at. So times was\ndull, and there wasn’t nothing doing in the shape of amusement. One of\nus would ride into Bent Willow, once in a week or so, and glom all the\npapers and magazines we could. We’d just about finished the red and\nblue and green books—what hadn’t just about finished us, that is.\n\nSo one day I rode in and brought out a bundle uh magazines—the kind\nthat’s thirty cents a year, or only twenty if yuh get up a club uh\nfour. Yuh know the brand all right, I guess. They have stories told in\nshifts, and every shift saws off short just when you’re plumb wild\nwith desire to know how he rescued the beautiful Lady Floribel from\nthe up-stairs of the burning manor-house, with the staircase just\ncommencing to crackle up good; or some such a lay as that. And there’s\npages in it that tells yuh how to be beautiful, and others that hands\nout wisdom on the momentous question of what it’s polite for a girl to\nsay to the gazabo she’s been dancing with, after he’s tromped on her\ntoes and took a chunk out of her dress; should she say, “Don’t mention\nit,” or shall she bawl him out before the crowd the way she’d like to?\n\nEllis and I was playing pitch that night, and old Shooting-star had\nthe bunch uh magazines, going through them methodical and serious.\nShooting-star swallows everything he sees in print, like them writer\nsharps didn’t know enough to lie. And once in awhile he’d read a piece\nout to us. He went through the cooking page, licking his chops over\nthe salads and truck, and wishing we wasn’t such a bone-headed bunch,\nso we could frame up some uh the things.\n\n“A woman could sure do it,” he says, kinda thoughtful. “But it’s no\nuse either uh you tackling this here coffee frappy; but I’ll gamble\nit’s out uh sight. There’s times,” he says, “when a woman is about the\nbest investment a man can make.”\n\n“If he don’t go and invest in ’em too heavy,” puts in Ellis.\n\nShooting-star didn’t say no more then. But pretty soon he read out a\nlittle short piece that they stuck in between the advertisements. It\nsaid:\n\n    A loveless life is a life barren of all joy, all\n    contentment, all hope. Marriage broadens the life as\n    nothing else can do; it rounds out character, makes for\n    generosity and true sympathy. The man who is blessed with\n    a true, loving helpmate need never fear the barren years\n    of a lonely old age.\n\nOr if them ain’t just the words, they’re mighty near it.\n\nShooting-star looks at us over his glasses. “Boys,” he says, “blamed\nif I don’t believe that’s about so! An old bach like me sure does live\na kinda barren existence; and there ain’t enough joy in the life I’m\nleading to talk about. I believe the men that’s broke to work double\nhas got all the best uh the deal. Anyway,” he says, pointed, “they can\ngit something to eat besides sour-dough bread and fried bacon and\nstewed apricots. They git cake once in awhile; cake that’s fit to\neat.”\n\nEllis kinda brustled up at that. He’d been doing the cooking that\nweek, and he’d tackled a cake—a fruit-cake, with prunes in it for the\nfruit—and he’d been short uh lard, and had used bacon grease for\nshort’ning, which give it a taste that didn’t harmonize none too well\nwith the prunes. It was sure hot stuff; we fed some of it to an old\npinto of Shooting-star’s that was a biscuit fiend; and the pinto\nturned his lip up till he couldn’t hardly see over it, and went around\nall day looking at us reproachful; it was giving him the double-cross,\nall right, to hand out such a mess for him to swallow. So Ellis took\nShooting-star’s remark personal.\n\n“Why don’t yuh get married, then?” he says. “Why don’t yuh cast your\nloop over that widow in Bent Willow? The chances is she savvies\nbuilding a cake out uh nothing but bad flour and hope.”\n\nThat was a come-back at Shooting-star, who wasn’t a bit too liberal in\nbuying stuff to cook with.\n\n“I wouldn’t take er as a gift,” says Shooting-star. And he goes back\nto his magazine.\n\nWe played for awhile, and kinda forgot the subject, when the Old Man\nbreaks out in a new spot.\n\n“Boys,” he says, “listen to this once:\n\n    “A bright, loving, sensible young lady, with some means,\n    would like to correspond with affectionate, honorable\n    gentleman; one with some country property preferred. Must\n    be sober, honest, and willing to make a good and loving\n    husband. No trifler need answer this, or widower. Object,\n    matrimony.\n\n                                                       “L. A.”\n\nHe looked at us expectant, and waited for somebody to say something.\n\n“Three,” said Ellis, looking at me.\n\n“Pitch it,” said I; and he played the deuce uh spades.\n\nShooting-star grunted. “Anyway, I ain’t no trifler, and I ain’t a\nwidower,” he said, like we’d been arguing the point with him, and had\nraised doubts of his being able to qualify.\n\n“Which it’s a cinch you’ll wish yuh was,” remarked Ellis, without\nlooking up.\n\n“And I’m there with the goods when it comes to country property,” said\nShooting-star, looking at us both kinda anxious. I seen him out uh the\ntail uh my eye.\n\n“And you’re shore affectionate and honorable,” put in Ellis,\nsarcastic. Ellis hadn’t forgot the slur on his cake. “And you’re some\nsober—by spells.”\n\nShooting-star rose up and looked fighty. “There’s times, young feller,\nwhen punching would do yuh good,” he snarls, malignant.\n\n“Yes, sir, punching would do yuh good; and if yuh don’t calm down and\nhave some manners about yuh, it’s apt to happen. If you can lay your\nfinger on a time when I was too full to walk straight, I’d sure admire\nto have yuh. She says _sober_, which means walking straight and being\nable to find the door. She don’t say I’ve got to be a darned\npro’bitionist, does she? Hey? And I guess I could be some\naffectionate—if I had any call to be. And I ain’t no trifler. If I\nanswered her ad I’d mean business. And I ain’t a widower. She’s\nbright, and lovin’, and sensible—and them brands sure look good to me.\nI’d sure love to have somebody in the house with sense!”\n\n“Well,” grins Ellis, “go after it, old-timer. But while Bud and me\nmayn’t have much sense, yuh want to bear in mind that we’re sure\nbright and loving.”\n\n“Loving!” snorts Shooting-star, and went to spelling out the ad again\nin a whisper.\n\nNext morning Shooting-star saddled up and rode off to Bent Willow\nmysterious. He wasn’t gone long, and he didn’t bring nothing back—not\neven a jag; so Ellis and me frames it up between us that he’s up and\nwrote to that bright, loving, sensible young lady that’s hankering for\na loving husband. Still, we don’t know nothing for sure, because\nShooting-star gets plumb silent on the subject, and all the hints we\nthrow out don’t bring results of any kind.\n\nEllis and me kinda worried over it, only we wouldn’t let on. But one\nthing looked bad, and that was, Shooting-star would set by the hour\nhumped up in front uh the fireplace, reading over that advertisement,\nand kinda dreaming and letting his pipe go cold. And then he’d come\nalive and cast his eyes around that big razzle-dazzle room, and at the\nten-by-twelve foot picture uh George Washington—only it looked like a\nCree squaw with her hair braided down her back—on the wall, and he’d\nrub his knees and nod his head, like somebody had just passed out a\nbunch uh hot air about his good taste in fixing up a house. It all\nlooked plumb dubious to Ellis and me.\n\nNext deal Ellis brought out a letter for Shooting-star, and showed me\nwhere it was postmarked “Plumville, Illinois,” and was in a woman’s\nhandwriting. “It’s from her, all right,” he says. “L. A.—Lonesome Ann.\nShall I ditch it, for the good of old Shooting-star’s soul, Bud, or\nshall I hand it over and let ’er slide?”\n\nHonest, I come blame near telling him to ditch it, and say nothing.\nBut when yuh come to think uh the way they come down on yuh with both\nfeet if yuh go monkeying with the mails, even the good of the Old Man\nwouldn’t hardly be worth playing the game out. So I told Ellis he\nbetter give up the letter, and not butt into no romance—if romance it\nwas to be. Ellis took the letter in and handed it over to\nShooting-star, and Shooting-star kinda breathed long and easy, and\nturned it over and over in his hands, like it assayed pure gold.\n\nI nudged Ellis, and we went out into the kitchen and shut the door.\n\n“So help me, Ellis!” I says, “if she does him up, or plays crooked, or\nain’t straight goods, you watch me be righteous vengeance. He’s going\nto take the whole blame business serious.”\n\nEllis didn’t hardly agree. He said we could keep cases, and if the\ngame didn’t look all straight, why, we could buy in and coax\nShooting-star out. He said we had slathers of influence, if we was a\nmind to use it right. So we kinda laid low and kept our eyes peeled.\n\nThat night Shooting-star commenced to knock the cooking—without cause,\ntoo. It was my week in the kitchen, and I don’t back down from no man\non boiling coffee or making sour-dough biscuits. Besides them, I had\nbeefsteak you could cut with a paper knife, it was that tender; and\nstewed prunes with the pits all oozing out; and fresh syrup made by\nburning a little white sugar in the pan first for flavor, and beans.\nAnd if that ain’t good enough for any white man to fill up on, I’ll\nhand over the dish towel and resign prompt and willing. All that\nevening Shooting-star set out in the kitchen and wrote. It sure be\nhard labor, because in the morning the stove was half-full uh burnt\npaper—where he’d backed up for a fresh start, I took it. Once in\nawhile he’d holler in to Ellis and me for our idea of the spelling of\na word; and by keeping tab on them same words, we got an idea uh what\nthe letter was like. I know we spelled “heartfelt” and “barren,”\n“generous” and “constant” and “prayer.” Ellis and me studied for an\nhour over how he figured on ringing in that last word; but Ellis has\nsure got a swell imagination, and when he thought about, “May the\nangels watch over you is my prayer,” we savvied right off that we were\non the right trail. Say, I’d give a lot to uh seen that letter; I bet\nshe was sure hot stuff.\n\nShooting-star rode in and mailed it himself, which sure looked to us\nlike he lacked confidence in Ellis and me. Then he dubbed around in a\ndaze till he got the answer, which wasn’t long getting here, either.\nThey sure seemed to go after that corresponding business enthusiastic,\nand as if they meant business. This here letter had her picture in it,\nand Ellis and me like to perjured our souls and twisted our necks\nplumb off trying to get a look at it. But Shooting-star wouldn’t let\nus see anything but the back; and he packed it around in his inside\ncoat pocket between times, and we never could catch him with his coat\noff. It was plumb aggravating.\n\nAlong about then he got extreme fastididus over what he eat, and\nbellyached over the cooking till Ellis and me was fair desperate.\nEllis got on the peck, one night, and commenced throwing it into\nShooting-star about Lonesome Ann—which is what we called her.\n\n“It looks like you’d hurry up the nooptials, then, before yuh starve\nplumb to death,” he growls. “And have yuh got a affidavy that Lonesome\nAnn can frame up any better meals than what Bud and me can? The\nchances is she can’t. Some uh the darndest messes I ever insulted my\ninsides with was throwed together by the gentle hands uh woman. Yuh\ndon’t want to go into this thing with your hands tied behind yuh,\nShooting-star.”\n\nShooting-star quit shoveling sugar into his coffee. “I ain’t,” he\nretorts, kinda lofty. “She can make coffee frappy and Charlotte Rush,\nand floatin’ island and plum pudding and mince pie. I asked her in my\nfirst letter. She can make everything in the Christmas menu on the\nHousekeeper’s Page uh that _Family Cricket Magazine_. I asked her. And\nin about three weeks you imitation chuck-slingers can git out the\nkitchen, and let somebody in that can _cook_.”\n\nEllis kinda gulped, but he didn’t say nothing then. Afterwards, we\nwent down to the old bunk-house and started a fire, and talked it over\nwithout results. Any way we looked at it we didn’t see no chance to\nbutt in. We both took the same stand—that a woman that had to\nadvertise for a man or go without, must sure be a hard proposition.\nAnd we didn’t take no stock in her cooking, neither; that kind of a\nfemale would likely lie promiscous when she was after a husband. We\nshook our heads sorrowful, and wisht we’d held up that first letter.\nNow things had gone so far we couldn’t do nothing but look on and be\nsorry.\n\nIn about two weeks Shooting-star told us to turn loose and clean up\nthe Hall of Mirth. He said it was plumb scandalous the way we’d let\nthe dirt pile up a foot thick on the floor; and he wanted George\nWashington gone over with a damp cloth—which was quite a contract,\nconsidering the size of him—and the cobwebs swept off’n the stars and\nstripes on the ceiling. He said it was a disgrace the way we’d let\nthat beautiful place go to rack and ruin. And when he come back, he\nsaid (he was going to Butte to meet Lonesome Ann, and they was to be\nhooked up there), he wanted the house good and warm, and we was to\nhave the table all set in the dining-room, and all the folding-doors\nwide open, so Mrs. Shooting-star could get a good view uh the beauty\nand richness of her new home at one glance.\n\n“And for the Lord’s sake,” he winds up, “don’t throw matches and\ncigarette-stubs on the floor; try and have some style about yuh. And,”\nhe says, “I want yuh to fix up that dance sign, and light it just\nbefore we git here. Ellis can drive in after us, and Bud, yuh sure\nwant to remember that sign, and have it ready; and have all the lamps\nlit, so these rooms’ll show up good. I want her to see, right off,\nthat there ain’t nothing small about Montana.”\n\nThe sign, if yuh remember, was the one we had up over the front door\non the night he gave the great dance he’d built the house for. It was\none uh these cloth boxes, with lamps inside, and it read: “Welcome to\nthe Hall of Mirth” in letters you could read clear down to the first\nbend in the trail. It was sure gaudy and impressive, and it looked\nlike a dance-hall sign—only Shooting-star never seemed to realize it.\nAnd as to the rooms, when the lamps was lit and all the big archways\nopened up, you could stand in the front door and look right down about\nseventy-five feet of insanity; through the big front parlor, and the\nback parlor, and the dining-room. And the farther yuh looked the\ncrazier it got. Shooting-star sure had an eye for bright colors.\n\nEllis and me didn’t hardly take time to feed the stock and eat our\nmeals; and by the time the bride and groom was due, things was sure\nshining. When we lit the lamps and stood by the front door, just to\nsee how she stacked up, we got so dizzy we had to grab hold uh the\ncasing. Mister! it would throw a crimp into a blind man.\n\nWell, sir, she come. Ellis and me didn’t hardly believe she would, but\nshe did, all right. Ellis drove up to the front door with ’em just\nafter it got good and dark, and the sign was casting yellow light on\nthe snow, and all the big bay windows oozing brightness around the\nedges—for I’d pulled the blinds, so she couldn’t see inside till she\ngot in. Shooting-star helped her out like she was made uh glass, and\nled her up the steps, and: said: “Welcome to the Hall uh Mirth, Mrs.\nWilson.” And Ellis and me hunched each other, and waited.\n\nShooting-star throwed the door wide open, and pulled her in. And she\ngive one look, and then yelled like we’d stuck a pin in her. And then\nshe fell backward, and Ellis and me caught her—and she was plumb dead\nto the world.\n\nWe packed her in and laid her on a sky-blue couch, and Ellis brought a\nbucket uh water and a dipper, while I undone her wraps. Old\nShooting-star never done a blame thing but stand around in the way\nwith his jaw hanging slack. Ellis and me sloshed water on her\ngenerous, and she come to enough to open her eyes and look around; but\nwhen she seen them walls, with that great, ungodly picture uh George\nWashington, she give another squawk, and come near going off again.\nThen she commenced to cry—and I want to tell yuh right now, that she\nhad me going when she done that. She wasn’t no beauty, but she wasn’t\nas big a freak as we’d looked for her to be; and she was plumb scared\nat that house—and nobody blaming her but Shooting-star. He come up and\ntook the slack out uh his jaw long enough to ask what ailed her; and\nwhen she just flinched away from him, like some horses do when yuh\nthrow a saddle on their backs unexpected, Shooting-star looked plumb\nmad.\n\n“It’s this darn, crazy shack yuh brought her to,” snaps Ellis. “Yuh\nshould ’a’ told her, and kinda prepared her for the worst, yuh\ntwo-faced old skate.”\n\n“There ain’t nothing the matter with the house,” says Shooting-star.\n“It cost ten thousand dollars—and it suits _me_.”\n\nBut it sure didn’t suit the missus. She cried for a plumb hour, and\nbegged pitiful for us to take her away from that dreadful place. She\nsaid she’d sure go crazy if she had to stop there overnight.\n\nEllis and me wanted to warm up the old bunk-house, and take her down\nthere, but old Shooting-star wouldn’t stand for it. He said this was\nhis home, and consequently _her_ home, and here’s where she belonged,\nand had got to stay, so long as she lived with _him_. Shooting-star’s\neasy, if yuh don’t get him roused up; but once he bows his neck, he\ncan’t be neither coaxed nor drove.\n\nSo then she got fighty, and said she never would live in such a\ncrazy-looking place, and he must uh been crazy to build it. And they\ngot to passing remarks back and forth, and pretty soon Ellis and me\ntook a sneak. We didn’t feel that we ought to be present at no such\ndomestic crisis. We went out and set in the kitchen, with our feet in\nthe oven, and waited for the returns; but we didn’t say much. Only\nonce I says: “Shooting-star sure needs killing, anyway, for bringing a\nwhite woman into such a house and trying to make her gentle down and\nstay here.”\n\nBy and by she hollers for us, and we hot-footed into the parlor again.\nShe was still on the couch, setting squeezed into a corner with her\nface covered up with her hands.\n\n“If you are _gentlemen_,” she says, kinda teary and trembly, “you’ll\nhelp me get back to that little town, and away from this dreadful,\ninsane _person_, and this dreadful, insane place. And I hope the Lord\nwill forgive me for doing such a foolish thing as to marry him.”\n\nEllis and me looked grave, and told her the team was still hooked up,\nand we’d take her, if she insisted.\n\nShooting-star laughed savage. “Yes, and yuh can’t take her a darned\nbit too quick to suit me,” he grunts. “Anybody that can’t see the\nbeauty and comfort of this domicile, there’s sure something wrong with\nthat person’s head, and they can’t pull their freight too soon,” he\nsays, and walks, dignified, out into the kitchen. So Ellis and me\ndrove her back to Bent Willow; and seeing she didn’t have much\nmoney—as we found out by questioning her artful—we borrowed fifty\ndollars, and made her take it.\n\nThat was sure a brief honeymoon—for she never come back. Her year uh\nresidence was up a couple uh months ago, and soon as it was, she sued\nhim for a divorce and fifty a month alimony, and _got it_. The court\ncome out and looked at the Hall uh Mirth, and went back and wrote out\nthe decree immediate. So now she’s back in Plumville, Illinois, living\ncomfortable off that fifty a month.\n\nAnd Shooting-star’s praying for good years and top prices for beef,\nand cursing female women promiscous. And I notice he don’t make no\nkick about the cooking.",
    "metadata": {
        "author": [
            "Sinclair, Bertha Muzzy",
            "Sinclair, B. M. (Bertha Muzzy)",
            "Bower, B. M."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/67516/pg67516.txt",
        "name": "object_matrimony.json"
    }
}