{
    "name": "Odd Man Out\nSailor's Knots, Part 6.",
    "author": [
        "Jacobs, William Wymark",
        "Jacobs, W. W. (William Wymark)"
    ],
    "body": "1909\n\n\n\nODD MAN OUT\n\n\nThe night watchman pursed up his lips and shook his head.  Friendship, he\nsaid, decidedly, is a deloosion and a snare.  I've 'ad more friendships\nin my life than most people--owing to being took a fancy to for some\nreason or other--and they nearly all came to a sudden ending.\n\nI remember one man who used to think I couldn't do wrong; everything I\ndid was right to 'im; and now if I pass 'im in the street he makes a face\nas if he'd got a hair in 'is mouth.  All because I told 'im the truth one\nday when he was thinking of getting married.  Being a bit uneasy-like in\nhis mind, he asked me 'ow, supposing I was a gal, his looks would strike\nme.\n\nIt was an orkard question, and I told him that he 'ad got a good 'art and\nthat no man could 'ave a better pal.  I said he 'ad got a good temper and\nwas free with 'is money.  O' course, that didn't satisfy 'im, and at last\nhe told me to take a good look at 'im and tell him wot I thought of 'is\nlooks.  There was no getting out of it, and at last I 'ad to tell him\nplain that everybody 'ad diff'rent ideas about looks; that looks wasn't\neverything; and that 'andsome is as 'andsome does.  Even then 'e wasn't\nsatisfied, and at last I told 'im, speaking as a pal to a pal, that if I\nwas a gal and he came along trying to court me, I should go to the police\nabout it.\n\nI remember two young fellers that was shipmates with me some years ago,\nand they was such out-and-out pals that everybody called 'em the Siamese\ntwins.  They always shipped together and shared lodgings together when\nthey was ashore, and Ted Denver would no more 'ave thought of going out\nwithout Charlie Brice than Charlie Brice would 'ave thought of going out\nwithout 'im.  They shared their baccy and their money and everything\nelse, and it's my opinion that if they 'ad only 'ad one pair o' boots\nbetween 'em they'd 'ave hopped along in one each.\n\nThey 'ad been like it for years, and they kept it up when they left the\nsea and got berths ashore.  Anybody knowing them would ha' thought that\nnothing but death could part 'em; but it happened otherwise.\n\nThere was a gal in it, of course.  A gal that Ted Denver got into\nconversation with on top of a bus, owing to her steadying 'erself by\nputting her hand on 'is shoulder as she passed 'im.  Bright, lively sort\no' gal she seemed, and, afore Ted knew where he was, they was talking\naway as though they 'ad known each other for years.\n\nCharlie didn't seem to care much for it at fust, but he didn't raise no\nobjection; and when the gal got up to go he stopped the bus for 'er by\npoking the driver in the back, and they all got off together.  Ted went\nfust to break her fall, in case the bus started off too sudden, and\nCharlie 'elped her down behind by catching hold of a lace collar she was\nwearing.  When she turned to speak to 'im about it, she knocked the\nconductor's hat off with 'er umbrella, and there was so much\nunpleasantness that by the time they 'ad got to the pavement she told\nCharlie that she never wanted to see his silly fat face agin.\n\n\"It ain't fat,\" ses Ted, speaking up for 'im; \"it's the shape of it.\"\n\n\"And it ain't silly,\" ses Charlie, speaking very quick; \"mind that!\"\n\n\"It's a bit o' real lace,\" ses the gal, twisting her 'ead round to look\nat the collar; \"it cost me one and two-three only last night.\"\n\n\"One an' _wot?_\"  ses Charlie, who, not being a married man, didn't\nunderstand 'er.\n\n\"One shilling,\" ses the gal, \"two pennies, and three farthings.  D'ye\nunderstand that?\"\n\n\"Yes,\" ses Charlie.\n\n\"He's cleverer than he looks,\" ses the gal, turning to Ted.  \"I s'pose\nyou're right, and it is the shape after all.\"\n\nTed walked along one side of 'er and Charlie the other, till they came to\nthe corner of the road where she lived, and then Ted and 'er stood there\ntalking till Charlie got sick and tired of it, and kept tugging at Ted's\ncoat for 'im to come away.\n\n\"I'm coming,\" ses Ted, at last.  \"I s'pose you won't be this way\nto-morrow night?\"  he ses, turning to the gal.\n\n\"I might if I thought there was no chance of seeing you,\" she ses,\ntossing her 'ead.\n\n\"You needn't be alarmed,\" ses Charlie, shoving in his oar; \"we're going\nto a music-'all to-morrow night.\"\n\n\"Oh, go to your blessed music-'all,\" ses the gal to Ted; \"I don't want\nyou.\"\n\nShe turned round and a'most ran up the road, with Ted follering 'er and\nbegging of 'er not to be so hasty, and afore they parted she told 'im\nthat 'er name was.  Emma White, and promised to meet 'im there the next\nnight at seven.\n\nO' course Mr. Charlie Brice turned up alongside o' Ted the next night,\nand at fust Emma said she was going straight off 'ome agin.  She did go\npart o' the way, and then, when she found that Ted wouldn't send his mate\noff, she came back and, woman-like, said as 'ow she wasn't going to go\n'ome just to please Charlie Brice.  She wouldn't speak a word to 'im, and\nwhen they all went to the music-'all together she sat with her face\nturned away from 'im and her elbow sticking in 'is chest.  Doing that and\nwatching the performance at the same time gave 'er a stiff neck, and she\ngot in such a temper over it she wouldn't hardly speak to Ted, and when\nCharlie--meaning well--told 'er to rub it with a bit o' mutton-fat she\nnearly went off her 'ead.\n\n\"Who asked you to come with us?\" she ses, as soon as she could speak.\n\"'Ow dare you force yourself where you ain't wanted?\"\n\n\"Ted wants me,\" ses Charlie.\n\n\"We've been together for years,\" ses Ted.  \"You'll like Charlie when you\nget used to 'im--everybody does.\"\n\n\"Not me!\" ses Emma, with a shiver.  \"It gives me the fair creeps to look\nat him.  You'll 'ave to choose between us.  If he comes, I sha'n't.\nWhich is it to be?\"\n\nNeither of 'em answered 'er, but the next night they both turned up as\nusual, and Emma White stood there looking at 'em and nearly crying with\ntemper.\n\n\"'Ow would you like it if I brought another young lady with me?\"  she ses\nto Ted.\n\n\"It wouldn't make no difference to me,\" ses Ted.  \"Any friend o' yours is\nwelcome.\"\n\nEmma stood looking at 'em, and then she patted 'er eyes with a pocket-\n'ankercher and began to look more cheerful.\n\n\"You ain't the only one that has got a dear friend,\" she says, looking.\nat 'im and wiping 'er lips with the 'ankercher.  \"I've got one, and if\nCharlie Brice don't promise to stay at 'ome to-morrow night I'll bring\nher with me.\"\n\n\"Bring 'er, and welcome,\" ses Ted.\n\n\"I sha'n't stay at 'ome for fifty dear friends,\" ses Charlie.\n\n\"Have it your own way,\" ses Emma.  \"If you come, Sophy Jennings comes,\nthat's all.\"\n\nShe was as good as 'er word, too, and next night when they turned up they\nfound Emma and 'er friend waiting for them.  Charlie thought it was the\nfriend's mother at fust, but he found out arterwards that she was a\nwidder-woman.  She had 'ad two husbands, and both of 'em 'ad passed away\nwith a smile on their face.  She seemed to take a fancy to Charlie the\nmoment she set eyes on 'im, and two or three times, they'd 'ave lost Ted\nand Emma if it hadn't been for 'im.\n\nThey did lose 'em the next night, and Charlie Brice 'ad Mrs. Jennings all\nalone to himself for over a couple of hours walking up and down the\nCommercial Road talking about the weather; Charles saying 'ow wet and\ncold it, was, and thinking p'r'aps they 'ad better go off 'ome afore she\ngot a chill.\n\nHe complained to Ted about it when 'e got 'ome, and Ted promised as it\nshouldn't 'appen agin.  He said that 'im and Emma 'ad been so busy\ntalking about getting married that he 'ad forgotten to keep an eye on\nhim.\n\n\"Married!\" ses Charlie, very upset.  \"Married!  And wot's to become o'\nme?\"\n\n\"Come and lodge with us,\" ses Ted.\n\nThey shook hands on it, but Ted said they 'ad both better keep it to\nthemselves a bit and wait until Emma 'ad got more used to Charlie afore\nthey told her.  Ted let 'er get used to 'im for three days more afore he\nbroke the news to 'er, and the way she went on was alarming.  She went on\nfor over ten minutes without taking breath, and she was just going to\nstart again when Mrs. Jennings stopped her.\n\n\"He's all right,\" she ses.  \"You leave 'im alone.\"\n\n\"I'm not touching 'im,\" ses Emma, very scornful.\n\n\"You leave 'im alone,\" ses Mrs. Jennings, taking hold of Charlie's arm.\n\"I don't say things about your young man.\"\n\nCharlie Brice started as if he 'ad been shot, and twice he opened 'is\nmouth to speak and show Mrs. Jennings 'er mistake; but, wot with trying\nto find 'is voice in the fust place, and then finding words to use it\nwith in the second, he didn't say anything.  He just walked along\ngasping, with 'is mouth open like a fish.\n\n\"Don't take no notice of 'er, Charlie,\" ses Mrs. Jennings.\n\n\"I--I don't mind wot she ses,\" ses pore Charlie; \"but you're making a\ngreat----\"\n\n\"She's quick-tempered, is Emma,\" ses Mrs. Jennings.  \"But, there, so am\nI.  Wot you might call a generous temper, but quick.\"\n\nCharlie went cold all over.\n\n\"Treat me well and I treat other people well,\" ses Mrs. Jennings.  \"I\ncan't say fairer than that, can I?\"\n\nCharlie said \"Nobody could,\" and then 'e walked along with her hanging on\nto 'is arm, arf wondering whether it would be wrong to shove 'er under a\nbus that was passing, and arf wondering whether 'e could do it if it\nwasn't.\n\n\"As for Emma saying she won't 'ave you for a lodger,\" ses Mrs. Jennings,\n\"let 'er wait till she's asked.  She'll wait a long time if I 'ave my\nsay.\"\n\nCharlie didn't answer her.  He walked along with 'is mouth shut, his idea\nbeing that the least said the soonest mended.  Even Emma asked 'im at\nlast whether he 'ad lost 'is tongue, and said it was curious 'ow\ndifferent love took different people.\n\nHe talked fast enough going 'ome with Ted though, and pretty near lost\n'is temper with 'im when Ted asked 'im why he didn't tell Mrs. Jennings\nstraight that she 'ad made a mistake.\n\n\"She knows well enough,\" he says, grinding 'is teeth; \"she was just\ntrying it on.  That's 'ow it is widders get married agin.  You'll 'ave to\nchoose between going out with me or Emma, Ted.  I can't face Mrs.\nJennings again.  I didn't think anybody could 'ave parted us like that.\"\n\nTed said it was all nonsense, but it was no good, and the next night he\nwent off alone and came back very cross, saying that Mrs. Jennings 'ad\nbeen with 'em all the time, and when 'e spoke to Emma about it she said\nit was just tit for tat, and reminded 'im 'ow she had 'ad to put up with\nCharlie.  For four nights running 'e went out for walks, with Emma\nholding one of 'is arms and Mrs. Jennings the other.\n\n\"It's miserable for you all alone 'ere by yourself; Charlie,\" he ses.\n\"Why not come?  She can't marry you against your will.  Besides, I miss\nyou.\"\n\nCharlie shook 'ands with 'im, but 'e said 'e wouldn't walk out with Mrs.\nJennings for a fortune.  And all that Ted could say made no difference.\nHe stayed indoors of an evening reading the paper, or going for little\nwalks by 'imseif, until at last Ted came 'ome one evening, smiling all\nover his face, and told 'im they had both been making fools of themselves\nfor nothing.\n\n\"Mrs. Jennings is going to be married,\" he ses, clapping Charlie on the\nback.\n\n\"_Wot?_\" ses Charlie.\n\nTed nodded.  \"Her and Emma 'ad words to-night,\" he ses, laughing, \"and it\nall come out.  She's been keeping company for some time.  He's away at\npresent, and they're going to be married as soon as 'e comes back.\"\n\n\"Well,\" ses Charlie, \"why did she----\"\n\n\"To oblige Emma,\" ses Ted, \"to frighten you into staying at 'ome.  I'd\n'ad my suspicions for some time, from one or two things I picked up.\"\n\n\"Ho!\" ses Charlie.  \"Well, it'll be my turn to laugh to-morrow night.\nWe'll see whether she can shake me off agin.\"\n\nTed looked at 'im a bit worried.  \"It's a bit orkard,\" he ses, speaking\nvery slow.  \"You see, they made it up arterwards, and then they both made\nme promise not to tell you, and if you come, they'll know I 'ave.\"\n\nCharlie did a bit o' thinking.  \"Not if I pretend to make love to Mrs.\nJennings?\"  he ses, at last, winking at 'im.  \"And it'll serve her right\nfor being deceitful.  We'll see 'ow she likes it.  Wot sort o' chap is\nthe young man--big?\"\n\n\"Can't be,\" ses Ted; \"cos Emma called 'im a little shrimp.\"\n\n\"I'll come,\" ses Charlie; \"and it'll be your own fault if they find out\nyou told me about it.\"\n\nThey fell asleep talking of it, and the next evening Charlie put on a new\nneck-tie he 'ad bought, and arter letting Ted have arf an hour's start\nwent out and met 'em accidental.  The fust Mrs. Jennings knew of 'is\nbeing there was by finding an arm put round 'er waist.\n\n\"Good-evening, Sophy,\" he ses.\n\n\"'Ow--'ow dare you?\" ses Mrs. Jennings, giving a scream and pushing him\naway.\n\nCharlie looked surprised.\n\n\"Why, ain't you pleased to see me?\"  he ses.  \"I've 'ad the raging\ntoothache for over a week; I've got it now a bit, but I couldn't stay\naway from you any longer.\"\n\n\"You behave yourself,\" ses Mrs. Jennings.\n\n\"Ted didn't say anything about your toothache,\" ses Emma.\n\n\"I wouldn't let 'im, for fear of alarming Sophy,\" ses Charlie.\n\nMrs. Jennings gave a sort of laugh and a sniff mixed.\n\n\"Ain't you pleased to see me agin?\"  ses Charlie.\n\n\"I don't want to see you,\" ses Mrs. Jennings.  \"Wot d'ye think I want to\nsee you for?\"\n\n\"Change your mind pretty quick, don't you?\" ses Charlie.  \"It's blow 'ot\nand blow cold with you seemingly.  Why, I've been counting the minutes\ntill I should see you agin.\"\n\nMrs. Jennings told 'im not to make a fool of 'imself, and Charlie saw 'er\nlook at Emma in a puzzled sort of way, as if she didn't know wot to make\nof it.  She kept drawing away from 'im and he kept drawing close to 'er;\nother people on the pavement dodging and trying to get out of their way,\nand asking them which side they was going and to stick to it.\n\n\"Why don't you behave yourself?\" ses Emma, at last.\n\n\"We're all right,\" ses Charlie; \"you look arter your own young man.  We\ncan look arter ourselves.\"\n\n\"Speak for yourself,\" ses Mrs. Jennings, very sharp.\n\nCharlie laughed, and the more Mrs. Jennings showed 'er dislike for 'is\nnonsense the more he gave way to it.  Even Ted thought it was going too\nfar, and tried to interfere when he put his arm round Mrs. Jennings's\nwaist and made 'er dance to a piano-organ; but there was no stopping 'im,\nand at last Mrs. Jennings said she had 'ad enough of it, and told Emma\nshe was going off 'ome.\n\n\"Don't take no notice of 'im,\" ses Emma.\n\n\"I must,\" ses Mrs. Jennings, who was arf crying with rage.\n\n\"Well, if you go 'ome, I shall go,\" ses Emma.  \"I don't want 'is company.\nI believe he's doing it on purpose.\n\n\"Behave yourself, Charlie,\" ses Ted.\n\n\"All right, old man,\" ses Charlie.  \"You look arter your young woman and\nI'll look arter mine.\"\n\n\"Your wot?\" ses Mrs. Jennings, very loud.\n\n\"My young woman,\" ses Charlie.\n\n\"Look 'ere,\" ses Emma.  \"You may as well know first as last--Sophy 'as\ngot a young man.\"\n\n\"O' course she 'as,\" ses Charlie.  \"Twenty-seven on the second of next\nJanuary, he is; same as me.\"\n\n\"She's going to be married,\" ses Emma, very solemn.\n\n\"Yes, to me,\" ses Charlie, pretending to be surprised.  \"Didn't you know\nthat?\"\n\nHe looked so pleased with 'imself at his cleverness that Emma arf put up\nher 'and, and then she thought better of it and turned away.\n\n\"He's just doing it to get rid of you,\" she ses to Mrs. Jennings, \"and if\nyou give way you're a bigger silly than I took you for.  Let 'im go on\nand 'ave his own way, and tell your intended about 'im when you see 'im.\nArter all, you started it.\"\n\n\"I was only 'aving a bit o' fun,\" ses Mrs. Jennings.\n\n\"Well, so is he,\" ses Emma.\n\n\"Not me!\" ses Charlie, turning his eyes up.  \"I'm in dead earnest; and so\nis she.  It's only shyness on 'er part; it'll soon wear off.\"\n\nHe took 'old of Mrs. Jennings's arm agin and began to tell 'er 'ow lonely\n'is life was afore she came acrost his path like an angel that had lost\nits way.  And he went on like that till she told Emma that she'd either\n'ave to go off 'ome or scream.  Ted interfered agin then, and, arter\nlistening to wot he 'ad got to say, Charlie said as 'ow he'd try and keep\nhis love under control a bit more.\n\n\"She won't stand much more of it,\" he ses to Ted, arter they 'ad got 'ome\nthat night.  \"I shouldn't be surprised if she don't turn up to-morrow.\"\n\nTed shook his 'ead.  \"She'll turn up to oblige Emma,\" he ses; \"but\nthere's no need for you to overdo it, Charlie.  If her young man 'appened\nto get to 'ear of it it might cause trouble.\"\n\n\"I ain't afraid of 'im,\" ses Charlie, \"not if your description of 'im is\nright.\"\n\n\"Emma knows 'im,\" ses Ted, \"and I know she don't think much of 'im.  She\nsays he ain't as big as I am.\"\n\nCharlie smiled to himself and laid awake for a little while thinking of\npet names to surprise Mrs. Jennings with.  He called 'er a fresh one\nevery night for a week, and every night he took 'er a little bunch o'\nflowers with 'is love.  When she flung 'em on the pavement he pretended\nto think she 'ad dropped 'em; but, do wot he would, 'e couldn't frighten\n'er into staying away, and 'is share of music-'alls and bus rides and\nthings like that was more than 'e cared to think of.  All the time Ted\nwas as happy as a sand-boy, and one evening when Emma asked 'im to go\n'ome to supper 'e was so pleased 'e could 'ardly speak.\n\n\"Father thought he'd like to see you,\" ses Emma.  \"I shall be proud to\nshake 'im by the 'and,\" ses Ted, going red with joy.\n\n\"And you're to come, too, Sophy,\" ses Emma, turning to Mrs. Jennings.\n\nCharlie coughed, feeling a bit orkard-like, and Emma stood there as if\nwaiting for 'im to go.\n\n\"Well, so long,\" ses Charlie at last.  \"Take care o' my little prize\npacket.\"\n\n\"You can come, too, if you like,\" ses Emma.  \"Father said I was to bring\nyou.  Don't 'ave none of your nonsense there, that's all.\"\n\nCharlie thanked 'er, and they was all walking along, him and Mrs.\nJennings behind, when Emma looked over 'er shoulder.\n\n\"Sophy's young man is coming,\" she ses.\n\n\"Ho!\" ses Charlie.  He walked along doing a bit o' thinking, and by and\nby 'e gives a little laugh, and he ses, \"I--I don't think p'r'aps I'll\ncome arter all.\"\n\n\"Afraid?\" ses Emma, with a nasty laugh.\n\n\"No,\" ses Charlie.\n\n\"Well, it looks like it,\" ses Emma.\n\n\"He's brave enough where wimmen are concerned,\" ses Mrs. Jennings.\n\n\"I was thinking of you,\" ses Charlie.\n\n\"You needn't trouble about me,\" ses Mrs. Jennings.  \"I can look after\nmyself, thank you.\"\n\nCharlie looked round, but there was no help for it.  He got as far away\nfrom Mrs. Jennings as possible, and when they got to Emma's house he went\nin last.\n\nEmma's father and mother was there and two or three of 'er brothers and\nsisters, but the fust thing that Charlie noticed was a great lump of a\nman standing by the mantelpiece staring at 'im.\n\n\"Come in, and make yourselves at 'ome,\" ses Mr. White.  \"I'm glad to see\nyou both.  Emma 'as told me all about you.\"\n\nCharlie's 'art went down into 'is boots, but every-body was so busy\ndrawing their chairs up to the table that they didn't notice 'ow pale he\n'ad gone.  He sat between Mr. White and Mrs. Jennings, and by and by,\nwhen everybody was talking, he turned to 'im in a whisper, and asked 'im\nwho the big chap was.\n\n\"Mrs. Jennings's brother,\" ses Mr. White; \"brewer's drayman he is.\"\n\nCharlie said, \"Oh!\" and went on eating, a bit relieved in 'is mind.\n\n\"Your friend and my gal 'll make a nice couple,\" ses Mr. White, looking\nat Ted and Emma, sitting 'and in 'and.\n\n\"She couldn't 'ave a better husband,\" ses Charlie, whispering again; \"but\nwhere is Mrs. Jennings's young man?  I 'eard he was to be here.\"\n\nMr. White put down 'is knife and fork.  \"Eh?\" he ses, staring at 'im.\n\n\"Mrs. Jennings's intended?\"  ses Charlie.\n\n\"Who are you getting at?\" ses Mr. White, winking at 'im.\n\n\"But she 'as got one, ain't she?\"  ses Charlie.  \"That'll do,\" ses Mr.\nWhite, with another wink.  \"Try it on somebody else.\"\n\n\"Wot are you two talking about?\"  ses Emma, who 'ad been watching 'em.\n\n\"He's trying to pull my leg,\" ses 'er father, smiling all over his face.\n\"Been asking me where Mrs. Jennings's young man is.  P'r'aps you oughtn't\nto 'ave told us yet, Emma.\"\n\n\"It's all right,\" ses Emma.  \"He's got a very jealous disposition, poor\nfellow; and me and Sophy have been telling 'im about a young man just to\ntease 'im.  We've been describing him to 'imself all along, and he\nthought it was somebody else.\"\n\nShe caught Charlie's eye, and all in a flash he saw 'ow he 'ad been done.\nSome of 'em began to laugh, and Mrs. Jennings put her 'and on his and\ngave it a squeeze.  He sat there struck all of a heap, wondering wot he\nwas going to do, and just at that moment there was a knock at the street\ndoor.\n\n\"I'll open it,\" he ses.\n\nHe jumped up before anybody could stop 'im and went to the door.  Two\nseconds arter Ted Denver followed 'im, and that is last he ever saw of\nCharlie Brice, he was running down the road without 'is hat as hard as he\ncould run.",
    "metadata": {
        "author": [
            "Jacobs, William Wymark",
            "Jacobs, W. W. (William Wymark)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/10786/pg10786.txt",
        "name": "odd_man_out_sailor_s_knots_part_6.json"
    }
}