{
    "name": "Odd Charges\nOdd Craft, Part 13.",
    "author": [
        "Jacobs, William Wymark",
        "Jacobs, W. W. (William Wymark)"
    ],
    "body": "\nODD CHARGES\n\nSeated at his ease in the warm tap-room of the Cauliflower, the stranger\nhad been eating and drinking for some time, apparently unconscious of the\npresence of the withered ancient who, huddled up in that corner of the\nsettle which was nearer to the fire, fidgeted restlessly with an empty\nmug and blew with pathetic insistence through a churchwarden pipe which\nhad long been cold.  The stranger finished his meal with a sigh of\ncontent and then, rising from his chair, crossed over to the settle and,\nplacing his mug on the time-worn table before him, began to fill his\npipe.\n\nThe old man took a spill from the table and, holding it with trembling\nfingers to the blaze, gave him a light.  The other thanked him, and then,\nleaning back in his corner of the settle, watched the smoke of his pipe\nthrough half-closed eyes, and assented drowsily to the old man's remarks\nupon the weather.\n\n\"Bad time o' the year for going about,\" said the latter, \"though I s'pose\nif you can eat and drink as much as you want it don't matter.  I s'pose\nyou mightn't be a conjurer from London, sir?\"\n\nThe traveller shook his head.\n\n\"I was 'oping you might be,\" said the old man.  The other manifested no\ncuriosity.\n\n\"If you 'ad been,\" said the old man, with a sigh, \"I should ha' asked you\nto ha' done something useful.  Gin'rally speaking, conjurers do things\nthat are no use to anyone; wot I should like to see a conjurer do would\nbe to make this 'ere empty mug full o' beer and this empty pipe full o'\nshag tobacco.  That's wot I should ha' made bold to ask you to do if\nyou'd been one.\"\n\nThe traveller sighed, and, taking his short briar pipe from his mouth by\nthe bowl, rapped three times upon the table with it.  In a very short\ntime a mug of ale and a paper cylinder of shag appeared on the table\nbefore the old man.\n\n\"Wot put me in mind o' your being a conjurer,\" said the latter, filling\nhis pipe after a satisfying draught from the mug, \"is that you're\nuncommon like one that come to Claybury some time back and give a\nperformance in this very room where we're now a-sitting.  So far as\nlooks go, you might be his brother.\"\n\nThe traveller said that he never had a brother.\n\nWe didn't know 'e was a conjurer at fust, said the old man.  He 'ad come\ndown for Wickham Fair and, being a day or two before 'and, 'e was going\nto different villages round about to give performances.  He came into the\nbar 'ere and ordered a mug o' beer, and while 'e was a-drinking of it\nstood talking about the weather.  Then 'e asked Bill Chambers to excuse\n'im for taking the liberty, and, putting his 'and to Bill's mug, took out\na live frog.  Bill was a very partikler man about wot 'e drunk, and I\nthought he'd ha' had a fit.  He went on at Smith, the landlord, something\nshocking, and at last, for the sake o' peace and quietness, Smith gave\n'im another pint to make up for it.\n\n\"It must ha' been asleep in the mug,\" he ses.\n\nBill said that 'e thought 'e knew who must ha' been asleep, and was just\ngoing to take a drink, when the conjurer asked 'im to excuse 'im agin.\nBill put down the mug in a 'urry, and the conjurer put his 'and to the\nmug and took out a dead mouse.  It would ha' been a 'ard thing to say\nwhich was the most upset, Bill Chambers or Smith, the landlord, and Bill,\nwho was in a terrible state, asked why it was everything seemed to get\ninto his mug.\n\n\"P'r'aps you're fond o' dumb animals, sir,\" ses the conjurer.  \"Do you\n'appen to notice your coat-pocket is all of a wriggle?\"\n\nHe put his 'and to Bill's pocket and took out a little green snake; then\nhe put his 'and to Bill's trouser-pocket and took out a frog, while pore\nBill's eyes looked as if they was corning out o' their sockets.\n\n\"Keep still,\" ses the conjurer; \"there's a lot more to come yet.\"\n\nBill Chambers gave a 'owl that was dreadful to listen to, and then 'e\npushed the conjurer away and started undressing 'imself as fast as he\ncould move 'is fingers.  I believe he'd ha' taken off 'is shirt if it 'ad\n'ad pockets in it, and then 'e stuck 'is feet close together and 'e kept\njumping into the air, and coming down on to 'is own clothes in his\nhobnailed boots.\n\n\"He ain't fond o' dumb animals, then,\" ses the conjurer.  Then he put his\n'and on his 'art and bowed.\n\n\"Gentlemen all,\" he ses.  \"'Aving given you this specimen of wot I can\ndo, I beg to give notice that with the landlord's kind permission I shall\ngive my celebrated conjuring entertainment in the tap-room this evening\nat seven o'clock; ad--mission, three-pence each.\"\n\nThey didn't understand 'im at fust, but at last they see wot 'e meant,\nand arter explaining to Bill, who was still giving little jumps, they led\n'im up into a corner and coaxed 'im into dressing 'imself agin.  He wanted\nto fight the conjurer, but 'e was that tired 'e could scarcely stand, and\nby-and-by Smith, who 'ad said 'e wouldn't 'ave anything to do with it,\ngave way and said he'd risk it.\n\nThe tap-room was crowded that night, but we all 'ad to pay threepence\neach--coining money, I call it.  Some o' the things wot he done was very\nclever, but a'most from the fust start-off there was unpleasantness.\nWhen he asked somebody to lend 'im a pocket-'andkercher to turn into a\nwhite rabbit, Henery Walker rushed up and lent 'im 'is, but instead of a\nwhite rabbit it turned into a black one with two white spots on it, and\narter Henery Walker 'ad sat for some time puzzling over it 'e got up and\nwent off 'ome without saying good-night to a soul.\n\nThen the conjurer borrowed Sam Jones's hat, and arter looking into it for\nsome time 'e was that surprised and astonished that Sam Jones lost 'is\ntemper and asked 'im whether he 'adn't seen a hat afore.\n\n\"Not like this,\" ses the conjurer.  And 'e pulled out a woman's dress and\njacket and a pair o' boots.  Then 'e took out a pound or two o' taters\nand some crusts o' bread and other things, and at last 'e gave it back to\nSam Jones and shook 'is head at 'im, and told 'im if he wasn't very\ncareful he'd spoil the shape of it.\n\nThen 'e asked somebody to lend 'im a watch, and, arter he 'ad promised to\ntake the greatest care of it, Dicky Weed, the tailor, lent 'im a gold\nwatch wot 'ad been left 'im by 'is great-aunt when she died.  Dicky Weed\nthought a great deal o' that watch, and when the conjurer took a\nflat-iron and began to smash it up into little bits it took three men\nto hold 'im down in 'is seat.\n\n\"This is the most difficult trick o' the lot,\" ses the conjurer, picking\noff a wheel wot 'ad stuck to the flat-iron.  \"Sometimes I can do it and\nsometimes I can't.  Last time I tried it it was a failure, and it cost me\neighteenpence and a pint o' beer afore the gentleman the watch 'ad\nbelonged to was satisfied.  I gave 'im the bits, too.\"\n\n\"If you don't give me my watch back safe and sound,\" ses Dicky Weed, in a\ntrembling voice, \"it'll cost you twenty pounds.\"\n\n\"'Ow much?\" ses the conjurer, with a start.  \"Well, I wish you'd told me\nthat afore you lent it to me.  Eighteenpence is my price.\"\n\nHe stirred the broken bits up with 'is finger and shook his 'ead.\n\n\"I've never tried one o' these old-fashioned watches afore,\" he ses.\n\"'Owever, if I fail, gentle-men, it'll be the fust and only trick I've\nfailed in to-night.  You can't expect everything to turn out right, but\nif I do fail this time, gentlemen, I'll try it agin if anybody else'll\nlend me another watch.\"\n\nDicky Weed tried to speak but couldn't, and 'e sat there, with 'is face\npale, staring at the pieces of 'is watch on the conjurer's table.  Then\nthe conjurer took a big pistol with a trumpet-shaped barrel out of 'is\nbox, and arter putting in a charge o' powder picked up the pieces o'\nwatch and rammed them in arter it.  We could hear the broken bits grating\nagin the ramrod, and arter he 'ad loaded it 'e walked round and handed it\nto us to look at.\n\n\"It's all right,\" he ses to Dicky Weed; \"it's going to be a success; I\ncould tell in the loading.\"\n\nHe walked back to the other end of the room and held up the pistol.\n\n\"I shall now fire this pistol,\" 'e ses, \"and in so doing mend the watch.\nThe explosion of the powder makes the bits o' glass join together agin;\nin flying through the air the wheels go round and round collecting all\nthe other parts, and the watch as good as new and ticking away its\n'ardest will be found in the coat-pocket o' the gentleman I shoot at.\"\n\nHe pointed the pistol fust at one and then at another, as if 'e couldn't\nmake up 'is mind, and none of 'em seemed to 'ave much liking for it.\nPeter Gubbins told 'im not to shoot at 'im because he 'ad a 'ole in his\npocket, and Bill Chambers, when it pointed at 'im, up and told 'im to let\nsomebody else 'ave a turn.  The only one that didn't flinch was Bob\nPretty, the biggest poacher and the greatest rascal in Claybury.  He'd\nbeen making fun o' the tricks all along, saying out loud that he'd seen\n'em all afore--and done better.\n\n\"Go on,\" he ses; \"I ain't afraid of you; you can't shoot straight.\"\n\nThe conjurer pointed the pistol at 'im.  Then 'e pulled the trigger and\nthe pistol went off bang, and the same moment o' time Bob Pretty jumped\nup with a 'orrible scream, and holding his 'ands over 'is eyes danced\nabout as though he'd gone mad.\n\nEverybody started up at once and got round 'im, and asked 'im wot was the\nmatter; but Bob didn't answer 'em.  He kept on making a dreadful noise,\nand at last 'e broke out of the room and, holding 'is 'andkercher to 'is\nface, ran off 'ome as 'ard as he could run.\n\n\"You've done it now, mate,\" ses Bill Chambers to the conjurer.  \"I\nthought you wouldn't be satisfied till you'd done some 'arm.  You've been\nand blinded pore Bob Pretty.\"\n\n\"Nonsense,\" ses the conjurer.  \"He's frightened, that's all.\"\n\n\"Frightened!\"  ses Peter Gubbins.  \"Why, you fired Dicky Weed's watch\nstraight into 'is face.\"\n\n\"Rubbish,\" ses the conjurer; \"it dropped into 'is pocket, and he'll find\nit there when 'e comes to 'is senses.\"\n\n\"Do you mean to tell me that Bob Pretty 'as gone off with my watch in 'is\npocket?\"  screams Dicky Weed.\n\n\"I do,\" ses the other.\n\n\"You'd better get 'old of Bob afore 'e finds it out, Dicky,\" ses Bill\nChambers.\n\nDicky Weed didn't answer 'im; he was already running along to Bob\nPretty's as fast as 'is legs would take 'im, with most of us follering\nbehind to see wot 'appened.\n\nThe door was fastened when we got to it, but Dicky Weed banged away at it\nas 'ard as he could bang, and at last the bedroom winder went up and\nMrs. Pretty stuck her 'ead out.\n\n\"H'sh!\" she ses, in a whisper.  \"Go away.\"\n\n\"I want to see Bob,\" ses Dicky Weed.\n\n\"You can't see 'im,\" ses Mrs. Pretty.  \"I'm getting 'im to bed.  He's\nbeen shot, pore dear.  Can't you 'ear 'im groaning?\"\n\nWe 'adn't up to then, but a'most direckly arter she 'ad spoke you could\nha' heard Bob's groans a mile away.  Dreadful, they was.\n\n\"There, there, pore dear,\" ses Mrs. Pretty.\n\n\"Shall I come in and 'elp you get 'im to bed?\" ses Dicky Weed, 'arf\ncrying.\n\n\"No, thank you, Mr. Weed,\" ses Mrs. Pretty.  \"It's very kind of you to\noffer, but 'e wouldn't like any hands but mine to touch 'im.  I'll send\nin and let you know 'ow he is fust thing in the morning.\"\n\n\"Try and get 'old of the coat, Dicky,\" ses Bill Chambers, in a whisper.\n\"Offer to mend it for 'im.  It's sure to want it.\"\n\n\"Well, I'm sorry I can't be no 'elp to you,\" ses Dicky Weed, \"but I\nnoticed a rent in Bob's coat and, as 'e's likely to be laid up a bit, it\nud be a good opportunity for me to mend it for 'im.  I won't charge 'im\nnothing.  If you drop it down I'll do it now.\"\n\n\"Thankee,\" ses Mrs. Pretty; \"if you just wait a moment I'll clear the\npockets out and drop it down to you.\"\n\nShe turned back into the bedroom, and Dicky Weed ground 'is teeth\ntogether and told Bill Chambers that the next time he took 'is advice\nhe'd remember it.  He stood there trembling all over with temper, and\nwhen Mrs. Pretty came to the winder agin and dropped the coat on his 'ead\nand said that Bob felt his kindness very much, and he 'oped Dicky ud make\na good job of it, because it was 'is favrite coat, he couldn't speak.\nHe stood there shaking all over till Mrs. Pretty 'ad shut the winder down\nagin, and then 'e turned to the conjurer, as 'ad come up with the rest of\nus, and asked 'im wot he was going to do about it now.\n\n\"I tell you he's got the watch,\" ses the conjurer, pointing up at the\nwinder.  \"It went into 'is pocket.  I saw it go.  He was no more shot\nthan you were.  If 'e was, why doesn't he send for the doctor?\"\n\n\"I can't 'elp that,\" ses Dicky Weed.  \"I want my watch or else twenty\npounds.\"\n\n\"We'll talk it over in a day or two,\" ses the conjurer.  \"I'm giving my\ncelebrated entertainment at Wickham Fair on Monday, but I'll come back\n'ere to the Cauliflower the Saturday before and give another\nentertainment, and then we'll see wot's to be done.  I can't run away,\nbecause in any case I can't afford to miss the fair.\"\n\nDicky Weed gave way at last and went off 'ome to bed and told 'is wife\nabout it, and listening to 'er advice he got up at six o'clock in the\nmorning and went round to see 'ow Bob Pretty was.\n\nMrs. Pretty was up when 'e got there, and arter calling up the stairs to\nBob told Dicky Weed to go upstairs.  Bob Pretty was sitting up in bed\nwith 'is face covered in bandages, and he seemed quite pleased to see\n'im.\n\n\"It ain't everybody that ud get up at six o'clock to see 'ow I'm getting\non,\" he ses.  \"You've got a feeling 'art, Dicky.\"\n\nDicky Weed coughed and looked round, wondering whether the watch was in\nthe room, and, if so, where it was hidden.\n\n\"Now I'm 'ere I may as well tidy up the room for you a bit,\" he ses,\ngetting up.  \"I don't like sitting idle.\"\n\n\"Thankee, mate,\" ses Bob; and 'e lay still and watched Dicky Weed out of\nthe corner of the eye that wasn't covered with the bandages.\n\nI don't suppose that room 'ad ever been tidied up so thoroughly since the\nPrettys 'ad lived there, but Dicky Weed couldn't see anything o' the\nwatch, and wot made 'im more angry than anything else was Mrs. Pretty\nsetting down in a chair with 'er 'ands folded in her lap and pointing out\nplaces that he 'adn't done.\n\n\"You leave 'im alone,\" ses Bob.  \"_He knows wot 'e's arter_.  Wot did you\ndo with those little bits o' watch you found when you was bandaging me\nup, missis?\"\n\n\"Don't ask me,\" ses Mrs. Pretty.  \"I was in such a state I don't know wot\nI was doing 'ardly.\"\n\n\"Well, they must be about somewhere,\" ses Bob.  \"You 'ave a look for 'em,\nDicky, and if you find 'em, keep 'em.  They belong to you.\"\n\nDicky Weed tried to be civil and thank 'im, and then he went off 'ome and\ntalked it over with 'is wife agin.  People couldn't make up their minds\nwhether Bob Pretty 'ad found the watch in 'is pocket and was shamming, or\nwhether 'e was really shot, but they was all quite certain that,\nwhichever way it was, Dicky Weed would never see 'is watch agin.\n\nOn the Saturday evening this 'ere Cauliflower public-'ouse was crowded,\neverybody being anxious to see the watch trick done over agin.  We had\n'eard that it 'ad been done all right at Cudford and Monksham; but Bob\nPretty said as 'ow he'd believe it when 'e saw it, and not afore.\n\nHe was one o' the fust to turn up that night, because 'e said 'e wanted\nto know wot the conjurer was going to pay him for all 'is pain and\nsuffering and having things said about 'is character.  He came in leaning\non a stick, with 'is face still bandaged, and sat right up close to the\nconjurer's table, and watched him as 'ard as he could as 'e went through\n'is tricks.\n\n\"And now,\" ses the conjurer, at last, \"I come to my celebrated watch\ntrick.  Some of you as wos 'ere last Tuesday when I did it will remember\nthat the man I fired the pistol at pretended that 'e'd been shot and run\noff 'ome with it in 'is pocket.\"\n\n\"You're a liar!\"  ses Bob Pretty, standing up.  \"Very good,\" ses the\nconjurer; \"you take that bandage off and show us all where you're hurt.\"\n\n\"I shall do nothing o' the kind,\" ses Bob.  I don't take my orders from\nyou.\"\n\n\"Take the bandage off,\" ses the conjurer, \"and if there's any shot marks\nI'll give you a couple o' sovereigns.\"\n\n\"I'm afraid of the air getting to it,\" ses Bob Pretty.\n\n\"You don't want to be afraid o' that, Bob,\" ses John Biggs, the\nblacksmith, coming up behind and putting 'is great arms round 'im.  \"Take\noff that rag, somebody; I've got hold of 'im.\"\n\nBob Pretty started to struggle at fust, but then, seeing it was no good,\nkept quite quiet while they took off the bandages.\n\n\"There!  look at 'im,\" ses the conjurer, pointing.  \"Not a mark on 'is\nface, not one.\"\n\n\"Wet!\" ses Bob Pretty.  \"Do you mean to say there's no marks?\"\n\n\"I do,\" ses the conjurer.\n\n\"Thank goodness,\" ses Bob Pretty, clasping his 'ands.  \"Thank goodness!\nI was afraid I was disfigured for life.  Lend me a bit o' looking-glass,\nsomebody.  I can 'ardly believe it.\"\n\n\"You stole Dicky Weed's watch,\" ses John Biggs.  \"I 'ad my suspicions of\nyou all along.  You're a thief, Bob Pretty.  That's wot you are.\"\n\n\"Prove it,\" ses Bob Pretty.  \"You 'eard wot the conjurer said the other\nnight, that the last time he tried 'e failed, and 'ad to give\neighteenpence to the man wot the watch 'ad belonged to.\"\n\n\"That was by way of a joke like,\" ses the conjurer to John Biggs.  \"I can\nalways do it.  I'm going to do it now.  Will somebody 'ave the kindness\nto lend me a watch?\"\n\nHe looked all round the room, but nobody offered--except other men's\nwatches, wot wouldn't lend 'em.\n\n\"Come, come,\" he ses; \"ain't none of you got any trust in me?  It'll be\nas safe as if it was in your pocket.  I want to prove to you that this\nman is a thief.\"\n\nHe asked 'em agin, and at last John Biggs took out 'is silver watch and\noffered it to 'im on the understanding that 'e was on no account to fire\nit into Bob Pretty's pocket.\n\n\"Not likely,\" ses the conjurer.  \"Now, everybody take a good look at this\nwatch, so as to make sure there's no deceiving.\"\n\nHe 'anded it round, and arter everybody 'ad taken a look at it 'e took it\nup to the table and laid it down.\n\n\"Let me 'ave a look at it,\" ses Bob Pretty, going up to the table.  \"I'm\nnot going to 'ave my good name took away for nothing if I can 'elp it.\"\n\nHe took it up and looked at it, and arter 'olding it to 'is ear put it\ndown agin.\n\n\"Is that the flat-iron it's going to be smashed with?\"  he ses.\n\n\"It is,\" ses the conjurer, looking at 'im nasty like; \"p'r'aps you'd like\nto examine it.\"\n\nBob Pretty took it and looked at it. \"Yes, mates,\" he ses, \"it's a\nordinary flat-iron.  You couldn't 'ave anything better for smashing a\nwatch with.\"\n\nHe 'eld it up in the air and, afore anybody could move, brought it down\nbang on the face o' the watch.  The conjurer sprang at 'im and caught at\n'is arm, but it was too late, and in a terrible state o' mind 'e turned\nround to John Biggs.\n\n\"He's smashed your watch,\" he ses; \"he's smashed your watch.\"\n\n\"Well,\" ses John Biggs, \"it 'ad got to be smashed, 'adn't it?\"\n\n\"Yes, but not by 'im,\" ses the conjurer, dancing about.  \"I wash my 'ands\nof it now.\"\n\n\"Look 'ere,\" ses John Biggs; \"don't you talk to me about washing your\n'ands of it.  You finish your trick and give me my watch back agin same\nas it was afore.\"\n\n\"Not now he's been interfering with it,\" ses the conjurer.  \"He'd better\ndo the trick now as he's so clever.\"\n\n\"I'd sooner 'ave you do it,\" ses John Biggs.  \"Wot did you let 'im\ninterfere for?\"\n\n\"'Ow was I to know wot 'e was going to do?\"  ses the conjurer.  \"You must\nsettle it between you now.  I'll 'ave nothing more to do with it.\"\n\n\"All right, John Biggs,\" ses Bob Pretty; \"if 'e won't do it, I will.  If\nit can be done, I don't s'pose it matters who does it.  I don't think\nanybody could smash up a watch better than that.\"\n\nJohn Biggs looked at it, and then 'e asked the conjurer once more to do\nthe trick, but 'e wouldn't.\n\n\"It can't be done now,\" he ses; \"and I warn you that if that pistol is\nfired I won't be responsible for what'll 'appen.\"\n\n\"George Kettle shall load the pistol and fire it if 'e won't,\" ses Bob\nPretty.  \"'Aving been in the Militia, there couldn't be a better man for\nthe job.\"\n\nGeorge Kettle walked up to the table as red as fire at being praised like\nthat afore people and started loading the pistol.  He seemed to be more\nawkward about it than the conjurer 'ad been the last time, and he 'ad to\nroll the watch-cases up with the flat-iron afore 'e could get 'em in.\nBut 'e loaded it at last and stood waiting.\n\n\"Don't shoot at me, George Kettle,\" ses Bob.  \"I've been called a thief\nonce, and I don't want to be agin.\"\n\n\"Put that pistol down, you fool, afore you do mischief,\" ses the\nconjurer.\n\n\"Who shall I shoot at?\"  ses George Kettle, raising the pistol.\n\n\"Better fire at the conjurer, I think,\" ses Bob Pretty; \"and if things\n'appen as he says they will 'appen, the watch ought to be found in 'is\ncoat-pocket.\"\n\n\"Where is he?\"  ses George, looking round.\n\nBill Chambers laid 'old of 'im just as he was going through the door to\nfetch the landlord, and the scream 'e gave as he came back and George\nKettle pointed the pistol at 'im was awful.\n\n\"It's no worse for you than it was for me,\" ses Bob.\n\n\"Put it down,\" screams the conjurer; \"put it down.  You'll kill 'arf the\nmen in the room if it goes off.\"\n\n\"Be careful where you aim, George,\" ses Sam Jones.  \"P'r'aps he'd better\n'ave a chair all by hisself in the middle of the room.\"\n\nIt was all very well for Sam Jones to talk, but the conjurer wouldn't sit\non a chair by 'imself.  He wouldn't sit on it at all.  He seemed to be\nall legs and arms, and the way 'e struggled it took four or five men to\n'old 'im.\n\n\"Why don't you keep still?\"  ses John Biggs.  \"George Kettle'll shoot it\nin your pocket all right.  He's the best shot in Claybury.\"\n\n\"Help!  Murder!\" says the conjurer, struggling.  \"He'll kill me.  Nobody\ncan do the trick but me.\"\n\n\"But you say you won't do it,\" ses John Biggs.  \"Not now,\" ses the\nconjurer; \"I can't.\"\n\n\"Well, I'm not going to 'ave my watch lost through want of trying,\" ses\nJohn Biggs.  \"Tie 'im to the chair, mates.\"\n\n\"All right, then,\" ses the conjurer, very pale.  \"Don't tie me; I'll sit\nstill all right if you like, but you'd better bring the chair outside in\ncase of accidents.  Bring it in the front.\"\n\nGeorge Kettle said it was all nonsense, but the conjurer said the trick\nwas always better done in the open air, and at last they gave way and\ntook 'im and the chair outside.\n\n\"Now,\" ses the conjurer, as 'e sat down, \"all of you go and stand near\nthe man woe's going to shoot.  When I say 'Three,' fire.  Why!  there's\nthe watch on the ground there!\"\n\nHe pointed with 'is finger, and as they all looked down he jumped up out\no' that chair and set off on the road to Wickham as 'ard as 'e could run.\nIt was so sudden that nobody knew wot 'ad 'appened for a moment, and then\nGeorge Kettle, wot 'ad been looking with the rest, turned round and\npulled the trigger.\n\nThere was a bang that pretty nigh deafened us, and the back o' the chair\nwas blown nearly out.  By the time we'd got our senses agin the conjurer\nwas a'most out o' sight, and Bob Pretty was explaining to John Biggs wot\na good job it was 'is watch 'adn't been a gold one.\n\n\"That's wot comes o' trusting a foreigner afore a man wot you've known\nall your life,\" he ses, shaking his 'ead.  \"I 'ope the next man wot tries\nto take my good name away won't get off so easy.  I felt all along the\ntrick couldn't be done; it stands to reason it couldn't.  I done my best,\ntoo.\"",
    "metadata": {
        "author": [
            "Jacobs, William Wymark",
            "Jacobs, W. W. (William Wymark)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/12213/pg12213.txt",
        "name": "odd_charges_odd_craft_part_13.json"
    }
}