{
    "name": "Officer and Man\r\n1901",
    "author": [
        "Becke, George Louis",
        "Becke, Louis"
    ],
    "body": "From \"The Tapu Of Banderah and Other Stories\"\n\nC. Arthur Pearson Ltd.\n\n1901\n\nThe anchor of her Majesty's ship _Hannibal_ was underfoot and the\ncaptain on the bridge, and Rear-Admiral Garnet had shaken hands with\nthe last of the \"leading\" Fijian white residents, who always did the\nwelcoming and farewelling when distinguished persons visited Levuka,\nwhen Lieutenant Bollard approached him and intimated that \"a person\"\nfrom the shore had just come alongside in a boat and desired to see \"his\nExcellency on private and important business.\"\n\n\"What the devil does the fellow want?\" said the Admiral irascibly, not\na whit softened by the \"his Excellency\" style of address; \"I'm going on\nthe bridge, and can't see any one now; we can't delay the ship and get\ninto a mess going through the passage.\"\n\n\"Told him so, sir; but he says he wants to see you upon an important--a\nmost pressing matter.\"\n\n\"Oh, well! Confound him! Let the sentry show him to my cabin, and tell\nCaptain Bracely I shall be up in five minutes.\"\n\nThe \"person,\" conducted by the sentry, was shown into the cabin, where\nthe Admiral, without taking a seat or offering one to his visitor,\ninquired with a cold, cautious politeness born of much experience of\nisland visitors with \"important and private Service matters of great\nurgency,\" what he might be pleased to want?\n\nThe stranger was a short, fat, coarse-looking man with little pig-like\neyes and scanty tufts of black beard and whiskers growing in irregular\npatches on his cheeks and chin, like clumps of gorse on clayey banks.\nHe was dressed--in a manner--in an ill-fitting black cloth suit imported\nfrom Sydney. His hair was very black and shiny, plastered down over\nhis temples and beautifully parted at the back of his bullet head.\nAltogether he was an unpleasantly sleek, oleaginous creature, and as\nhe stood bowing and smirking with a catlike grin, the Admiral felt\nan almost irresistible impulse to kick him out of the cabin.\nNotwithstanding his haste, however, he began to recollect the man as an\nindividual who had been introduced to him a few days previously at some\nmunicipal function.\n\n\"Can't recollect the fellow's name,\" he muttered to himself. \"I wonder\nwhat the devil the creature wants! Got a complaint against the Consul\nvery likely--every one has a complaint against a Consul--it's a disease\nin the South Seas. Confound their twopenny-halfpenny squabbles!\" Then\nthe little fat man, with another servile grin, spoke.\n\n\"I wish, your Excellency, to see you upon a matter which I think, as\na loyal subject, it is my duty--my painful duty--to bring under your\nnotice.\"\n\n\"Thought as much,\" said the Admiral to himself. \"Some row about a\ntrader insulting a native teacher, or _vice-versa_.\" Then smothering an\nexclamation of impatience, he said--\n\n\"What is it, sir? I have no time to lose. By the way, who are you, sir?\"\n\n\"My name, your Excellency, is Obadiah Howl-man. I had the distinguished\nhonour, your Excellency, of showing your Excellency over the grounds of\nthe new Mission College. I was the contractor for the erection of that\nornament to our little town.\" And again the oily creature smirked and\nbowed and did the invisible soap business.\n\n\"Surely _you_ are not a missionary, sir?\" asked the Admiral, with\nundisguised contempt.\n\n\"I am not, your Excellency. That is, I am not yet an ordained labourer\nin the Vineyard, your Excellency; but I hope soon to be one. Meanwhile,\nall the time that is left to me from my business (I am a storekeeper and\ncontractor) is given to the cause of spreading the Light I was once a\nlost soul, your----\"\n\n\"I see, I see,\" interrupted the Admiral, with ill-disguised disgust\nand open impatience, \"but do, for Heaven's sake, tell me what is your\ncomplaint. I am due in Sydney on the tenth of this month, and the ship\nis already under way. As it is, we shall have to stop outside the reef\nto let you get into your boat.\"\n\n\"I am aware of it, your Excellency, and I should not have ventured to\ndetain you, but this is a very serious matter--I may say, a criminal\nmatter. When I had the honour of meeting your Excellency, on the\noccasion of your Excellency's visit to the College, I would have spoken\nof this matter then; but my poor, weak nature was so torn by conflicting\nemotions that I _could_ not And for the past two nights have I struggled\nand wrestled in spirit, and sought Divine guidance. 'Tis indeed hard for\none man to reveal the sins and wickedness of a fellow-sinner--knowing\nthat we are all but weak vessels. But yet in this case it is my bounden\nduty as a loyal----\"\n\n\"Go on--go on, for Heaven's sake! What on earth is the matter? And what\nthe deuce do you want?\"\n\n\"Your Excellency, I wish, in all sorrow and tribulation of spirit,\nto give you information as to the whereabouts of a deserter from her\nMajesty's Navy.\"\n\n\"What do you mean, sir? None of my men are missing, and if any were, I'd\ntell the Fijian police about it, and not delay the _Hannibal_,\" and with\na curt nod the Admiral turned on his heel and was about to leave the\ncabin, when the man stepped forward and interrupted him, saying--\n\n\"One word more, your Excellency. There is in connection with this\ncase----\"\n\n\"The reward. Yes, of course. I forgot all about that. If there is a\ndeserter from any of her Majesty's ships living ashore here, you will\nget the usual reward, I have no doubt. But really, sir, this is a matter\nthat you must arrange with the police when the next man-of-war comes\nhere, or go to the Consul\"--and then, _sotto voce_--\"or the devil,\nconfound you!\" and the Admiral more than ever felt inclined to kick his\nvisitor out.\n\n\"You quite mistake me, Admiral Garnet I have no wish to claim an earthly\nreward for doing my duty to my Queen and country. Since I have lived in\nthese islands the Lord has prospered me in my worldly affairs, and I am\nin a position far above taking payment in money for doing my duty. I am,\nI trust, walking in the Light, and do not want to obtain wealth--which\nis but of this world--for performing such duty.\"\n\n\"Well, well, I am sure I beg your pardon, Mr. Howlman. But now I really\ncannot talk any longer here, so please do not keep me. At the same time\nif there is a deserter here I don't see what business it is of yours to\ninterest yourself in his capture. Don't you think you have enough to do\nto look after your store, and contracting, and your _alleged_ missionary\nbusiness, without running after deserters?\" And inwardly the Admiral\ncursed his visitor for a meddlesome ass. He was in a hurry to get to\nsea, and yet this fellow might make it necessary for the ship to be\ndelayed till the deserter was apprehended.\n\n\"My humble connection with missionaries, Admiral, has taught me that, at\nwhatever cost to my own feelings, my duty as a loyal subject must, next\nto my duty as a Christian, be performed honestly.\"\n\n\"Oh, yes, yes. That's all right, I meant no disrespect to the\nmissionaries. Many of the _gentlemen_ engaged in missionary work in\nthese islands have rendered very valuable services to her Majesty's\nships on many occasions,\" and then to himself, \"and given us a devil of\na lot of trouble as well.\"\n\n\"Now, sir,\" the Admiral resumed, \"having explained that the Consul\nor police will attend to this deserter, you will allow me to say\n'Good-day.'\"\n\n\"One moment more, sir,\" and a spiteful green lit up the little piggish\neyes. \"I desire, as a British subject, to speak to you privately on\nthis matter, and to you alone. There are reasons--very particular\nreasons--why her Majesty's Consul or the Fiji police here cannot deal\nwith this case.\"\n\n\"Oh, well,\" sighed the Admiral resignedly; \"sit down, Mr. Howlman. I see\nI am in for it, and so I'll send for my secretary and----\"\n\n\"Cannot this matter be arranged without a third party?\"\n\n\"No, sir; it CANNOT!\"\n\nThe Admiral said this with so much emphasis, and rang the bell with so\nmuch force at the same moment, that the sentry almost jumped into the\ncabin to see what was the matter.\n\n\"Pass the word for Mr. Hayling to come to my cabin, and to the captain\nthat I shall not be with him for ten minutes yet. Ten minutes will do\nyour business, Mr. Howlman, eh?\"\n\n\"Certainly, your Excellency,\" and an evil smile crossed the man's\nrepulsive features.\n\nThe marine saluted, the secretary appeared, and the Admiral, nodding\ntowards Mr. Howlman in anything but a friendly manner, growled: \"My\nsecretary, Mr. Hayling. This is Mr. Howlman, Mr. Hayling; he has a\ncommunication to make about a deserter. Now, sir, proceed.\"\n\n\"This,\" said the man, producing a photograph and laying it on the table,\n\"is a portrait of a person named George Barcom, who, I have every reason\nto believe, was a sergeant of marines on the _Flycatcher_ when she was\non this station five years ago.\"\n\n\"Take charge of that photograph, Mr. Hayling. Go ahead, Mr. Howlman.\"\n\n\"This man, after deserting from the _Flycatcher_ at a place in this\ngroup called Yasawa, managed to make his way to the island of\nNiuafou, where at that time I was in temporary charge of the Christian\nCultivation Association's trading station. He came to the island in\nan open boat from the Yasawa Group, and was not suspected until quite\nrecently.\"\n\n\"Deuced long time finding him out. But proceed, sir.\"\n\n\"Guilty as the man was of the crime of desertion, I must yet, perforce,\nsay that he behaved himself very well. He was kindly received by the\nKing Tepuaka (a very earnest seeker after the Light), and all went well\nfor the space of four years.\"\n\n\"Well, what happened then? Five minutes left,\" and the Admiral looked at\nhis watch.\n\n\"My story will soon be told, your Excellency. The man, who calls\nhimself George Barcom, gained the affections of Tuilagi,{*} the youngest\ndaughter of the King. She, although not a seeker after the truth, was\nyet beginning to display some interest in the teachings of Christianity,\nand was an exceedingly comely young woman.\" Here Mr. Howlman clasped\nhis fat hands together and cast up his eyes. \"But her father, at my\nsuggestion, objected to their union. One night Barcom and the poor,\nmisguided girl were missing. They had fled in an open boat to another\nisland called Anuda--one of those dark places of the earth where the\ngood seed has not yet been sown.\"\n\n     * Tuilagi--\"Queen of the Sky\"; a name common in Polynesia.\n\n\"And what was the nature and reason of your objection to their\nmarriage?\" said the Admiral quietly.\n\n\"I had every reason by this time to believe that the man was a deserter,\nand in my capacity as a preacher of the Gospel--though not ordained as\nsuch--I----\"\n\n\"Confine yourself to the subject, if you please,\" interrupted the\nAdmiral, with a mingled look of impatience and disgust. \"You are not\na missionary, you tell me, and I'm hanged if I'm going to listen to a\nsermon in my own cabin just now. Yet I have already given you as much\nof my time as if you were one. But don't trespass on my good nature too\nmuch.\"\n\n\"I thought it my duty to interfere and prevent such a wicked and\nimproper marriage. And, your Excellency, this carrying away the young\nwoman against her father's wishes was very detrimental to the progress\nof the Mission work. As I have said, she was beginning to evince a\ncertain concern for her soul----\"\n\n\"Confound it, man! why will you so persistently harp upon irrevelant\nmatters that do not, as far as I can see, possibly concern what you\nreally want to tell me? Have you a brief to speak for the missionaries?\nI am acquainted with the principal _gentlemen_ (again he emphasised the\nword) who conduct mission work in the South Seas, but I'll be hanged if\nI ever heard your name before--not even as a house-builder, or whatever\nyour vocation is.\" And then, with a quick glance at the cunning\nvisage of Howlman, he added, \"I suppose you knew this young woman very\nwell--perhaps were a particular friend of hers?\"\n\nMr. Obadiah Howlman coughed. \"Hm--er. Well, your Excellency, my dear\nwife, who has now departed to her rest--an indeed well-earned rest--when\nalive, took much interest in this young girl, and, before she was called\naway, besought me to cherish and protect her. And, as time went on,\nthere _was_ formed, I may say, an attachment between this young creature\nand myself--that is, of course, such an attachment as could exist\nbetween a young woman of this kind, yearning for instruction, and her\nspiritual adviser and guide.\"\n\n\"Yes, yes; I quite understand, Mr. Howlman. Mr. Hayling has notes of\nyour statement, and the photograph. Now, if you will kindly keep your\nown counsel on the matter, you will hear in due course that we have\narrested this man, and then, I think, you will be satisfied.\"\n\nThen turning to his secretary, the Admiral said, \"The _Spitfire_ is due\nat Levuka about the 8th. Write a letter to Commander Arness, and tell\nhim to call at Anuda and arrest a deserter from the marines, calling\nhimself George Barcom, and who can be identified by this photograph. He\nis the only white man on the island, so this Mr. Howlman says, and\nthere should be no difficulty in finding him. That will satisfy you, I\npresume, Mr. Howlman?\"\n\n\"Quite, sir, I assure you. I have done my duty and----\"\n\n\"Good-day, sir. You will just have time to get into your boat and get\nashore while we are in smooth water, and before we start the engines.\"\n\nThe Admiral did not seem to notice the little fat man's outstretched\nhand. The secretary bowed him out of the cabin, holding the photograph\nin one hand and his notebook in the other. Neither of them liked his\nlook well enough to shake hands with him.\n\nThe Admiral, however, did not give the order to start the engines\nimmediately, for the sentry, in accordance with orders received from\nthe secretary, waited till Mr. Obadiah Howlman was at the foot of the\naccommodation-ladder, and then called out, \"Hold on that boat a minute\nor two; the Admiral wants to send a letter ashore.\"\n\nFor twenty minutes Mr. Howlman waited impatiently in the boat, and\nthen a big, official-looking letter was handed down the ladder to the\nboatman, addressed: \"O.H.M.S.--Commander Arness, H.M.S. _Spitfire_ care\nof H.B.M. Consul, Levuka, Fiji.\"\n\nMr. Howlman smiled to himself with the satisfied air of a man who\nhas done his duty. He knew the contents of the letter, and recognised\nthrough its envelope the hard cardboard of the photograph of George\nBarcom enclosed therein. There was also a smaller note, addressed to\nCommander Arness by name, and marked, \"Private letter.\"\n\nFive minutes later the _Hannibal_ steamed through the passage, and\nshaped a course for Sydney.\n\n*****\n\nThe _Spitfire_ was steaming full speed E.S.E. from Levuka. On the bridge\nwas Commander Arness talking to the navigating lieutenant, a young and\nalmost effeminate-looking officer.\n\nThe land had just been sighted, and lay right ahead.\n\n\"Will there be daylight enough left for us to get there and have this\nwretched thing over, Carteret?\" asked Commander Arness.\n\n\"Plenty, sir, if this weather keeps up and you don't want to stay there\nmore than a couple of hours.\"\n\n\"No. Two hours should be ample time. This letter from Hayling explains\nthe whole business,\" and he handed, the lieutenant the despatch from\nthe Admiral's secretary, which duly set forth that the _Spitfire_ was to\ntake on board a certain white trader living on Anuda--otherwise, Cherry\nIsland--and bring him prisoner to Sydney. His wife was to be returned\nto her father at Niuafou. The last paragraph in the letter was to this\neffect--\n\n\"Be careful to identify beyond doubt this alleged deserter. The\nRear-Admiral has received this information at the instant of sailing,\nand he is by no means certain that the statements of his informant\ncan be depended upon. A photograph of the reputed deserter is enclosed\nherewith. The Admiral thinks that Mr. Carteret may know the man, as he\nwas serving in the _Flycatcher_ five years ago.\"\n\n\"This rascal Howlman has informed upon the poor devil for spite,\" said\nthe Commander; \"here's a private note from Hayling to myself about the\nfellow.\"\n\nThe lieutenant took the note and read--\n\n     \"My dear Arness,--Just a line on my own account. Be careful\n     what you are doing in this business. The fellow who informed\n     is a sort of hanger-on to the missionaries here. They don't\n     think much of him, but seem to put up with the swab as a\n     necessary evil. He confessed that jealousy had something to\n     do with the matter, and I could see the Admiral wanted to\n     kick him out of the cabin. Make sure that this man Barcom\n     _is_ a deserter, or there will be the devil to pay if he\n     should prove to be an American citizen, or anything of that\n     kind.--Yours, CHARLES Hayling.\"\n\n\"You see why they have left the matter to us, Carteret. You were on the\n_Flycatcher_ five years ago, and the Admiral thinks you may be able to\nidentify this fellow. Of course Barcom is not his name.\"\n\nMr. Carteret at this moment was very busy with the chart, over which he\nbent his head a moment, and then turned sharply to the man at the wheel,\nwho was not out of earshot.\n\n\"Keep your course,\" he said sharply; \"why don't you attend to your\nsteering!\" Then he turned to the commander: \"I beg your pardon, sir; you\nwere saying?----\"\n\n\"I was saying that you ought to remember such an incident as a sergeant\nof marines deserting from the _Flycatcher_ when she was down here five\nyears ago.\"\n\n\"I do remember it. The man's name was Charles Parker.\"\n\n\"Is that the man?\" And Arness handed him a photograph of a man dressed\nin white ducks and a straw hat, evidently taken by an amateur.\n\nCarteret looked at the photograph for fully a couple of minutes before\nhe answered slowly--\n\n\"No, I don't think that this is the man.\"\n\nA few hours later the _Spitfire_ had steamed in close to the land, and\na boat was lowered. In this boat were Lieutenant Carteret, a sergeant of\nmarines, with three privates and half a dozen bluejackets.\n\n\"I have force enough to take a boat-load of deserters,\" remarked the\nlieutenant to his commander, as he descended the poop ladder on his way\nto the boat.\n\nCommander Arness laughed. \"Oh, well, you know the natives might take\nit into their heads to resist his arrest. But be careful what you are\ndoing: make perfectly sure that he _is_ the man. You don't know what\ncomplications might arise if we carried off the wrong person.\"\n\n* * * * *\n\nThe moment the boat touched the shore, she was surrounded by a crowd\nof friendly, brown-skinned islanders, who seemed delighted to see the\nstrangers.\n\n\"Any one of you fellows speak English?\" asked Mr. Carteret\n\n\"Yes, sir,\" and a big, burly fellow with a fine open countenance\nadvanced to the officer. \"Me speak English, and plenty more men here\nspeak it, too. What you want, sir?\"\n\n\"Any white men living here?\" asked Carteret quietly.\n\n\"Oh, yes--one, a very good man; his name is Joajai\" [George].\n\n\"Take me to his house,\" said the officer. \"I want to see him.\"\n\nIn a few minutes Mr. Carteret and his marines were being conducted up\na steep and rugged path towards the white trader's house, which was\nsituated quite apart from the native village, while the bluejackets were\nleft in the boat, remarking to each other that this white man was a most\ncursed unfriendly sort of a chap not to come down to the beach when he\nsaw a man-of-war's boat ashore.\n\n\"Don't you be such a fool, Tom,\" said the coxswain to one of the men.\n\"You're always a-jumpin' at conclusions too rapid. Just you wait a bit\nand see. It's my belief that this chap has been up to something, and the\nmarines have gone with Carteret to scruff him and bring him aboard. I\nsaw the sergeant had a pair of darbies, and what do you suppose that\nCarteret's come ashore with a regular escort for?\"\n\nA ten minutes' walk and Lieutenant Carteret and his men, guided by a\nnumber of natives, reached the white man's thatched dwelling, which\nstood amid a grove of banana and bread-fruit trees. When within a few\nyards, the lieutenant saw a tall, graceful young native girl, clad in\nsemi-European style, advance to the open door, and then with a terrified\nexclamation withdraw again.\n\n\"That is Tui,{*} Joajai's wife,\" said one of the natives, pointing to\nthe girl, who now again appeared, and, with her full dark eyes dilated\nwith alarm, timidly held out her hand to the officer and murmured\nsomething in the native tongue.\n\n     * The diminutive of Tuilagi.\n\n\"She speaks English, but she is afraid of the men with the guns,\"\nexplained the native guide.\n\n\"Where is your husband?\" said Lieutenant Carteret, motioning to the girl\nto seat herself, and the marines to stand back.\n\nShe only shook her head, and turned inquiringly to the natives who\naccompanied the officer.\n\n\"The white man is away on the other side of the island, sir. He be here\nin 'bout one half-hour,\" said the English-speaking native. \"Suppose you\nlike, sir, I send some one go tell him come quick?\"\n\nCarteret hesitated a moment, then answered \"No.\" Then turning to the\nsergeant of marines, he said, \"Let your men fall still further back,\nsergeant This is a delicate matter, and I don't want this confounded\ncrowd of natives, many of whom understand English, to hear what I have\nto say to this woman. Send a man down to the boat, and tell the coxswain\nthat I shall have to wait for some time. If the ship makes a signal, the\nboat can go off and tell the captain that I shall have to wait; then she\ncan come back for me.\"\n\nAll this time the trader's young wife sat trembling upon a rude couch\nthat stretched across one side of the room; and her eyes never left\nthe officer's face for an instant, save when for a moment she gave a\nterrified glance at the rifles and bayonets of the marine escort.\n\nThe moment that the marines had fallen back the lieutenant stepped\nforward and took the young woman by the hand.\n\n\"Tui,\" he said hurriedly, drawing her to the further end of the room\nwith firm but gentle hand, and speaking so low and without motion of his\nlips that none but she knew that he spoke at all, \"for God's sake and\nfor mine and your husband's, do not be frightened, but listen to me and\ndo exactly as I tell you.\"\n\nStill trembling like a startled fawn, the girl raised her lustrous eyes\nto the young officer's face. His earnest, sincere manner and expression\nof deep concern seemed to reassure her, and though her bosom heaved and\nher breath came in quick, short gasps, she turned her face to him in the\nconfidence of dawning hope.\n\n\"Who are you, sir, and what do you wan' my husban' for?\"\n\n\"Tell these natives to go,\" said the lieutenant \"Have no fear. I am your\nhusband's friend; but, _be quick_!\"\n\nStill, with a wondering look upon her beautiful face, the girl advanced\nto the door, said something in the island tongue to the crowd of curious\nnatives, and then gently closed the door.\n\n\"This is a rum go!\" said the sergeant of marines to himself, as he\nsaw the door shut to. \"What the devil has the girl been doing? Are the\nbracelets for her, I wonder?\"\n\n\"Tui,\" said Lieutenant Carteret, the moment they were alone, \"time\npresses. You speak English so well as to thoroughly understand that\nwhich I am now about to tell you?\"\n\n\"Yes, sir,\" she answered, standing before him with clasped hands, \"I\nthink so. A white woman who is dead now taught me to read and write\nEnglish, and my husban' always talk English to me.\"\n\n\"Good. Then listen to me, my girl. I am Lieutenant Carteret, of H.M.S.\n_Spitfire_--that ship out there--sent here with the ship's police to\narrest a deserter from the _Flycatcher_ on this station five years ago.\nThis is the man's photograph. He is said to be your husband, and calls\nhimself George Barcom. Now, when I was an officer of the _Flycatcher_,\nI knew a man named Charles Parker\"--her face went a deadly pallor--\"who\ndeserted the ship at the Yasawa Group in Fiji. I can, without doubt,\nidentify this man. But, Tui, I have looked at this photograph when it\nwas held in the hand of my captain, and said that this is _not_ the man\nwhom I knew as Charles Parker. But look at it yourself and tell me--is\nthis the photograph of your husband, and is this man on this island?\"\n\nWith shaking fingers she took it from him, looked at it, and then raised\nher face to the officer.\n\n\"Is this the doin' of a man called Obadiah Howlman?\"\n\n\"Yes,\" answered the lieutenant, \"it _is_ the work of Obadiah Howlman. He\nbrought this photograph to the Admiral only a few days ago.\"\n\nA savage gleam came into her eyes. \"The brute! I kill him for _this_\nsome day!\"\n\n\"That will not save your husband, my girl,\" said Carteret; then he\nwaited a moment and added, \"whatever it might do later on.\"\n\nSuddenly the girl's dark eyes filled with tears, and she laid her hand\non the officer's sleeve.\n\n\"What is to be done, sir? For God's sake don' you take my husband from\nme, sir.\"\n\n\"_This_ can be done. You have seen this photograph. You say that it is\nnot that of your husband, don't you? But, Tui, I must do my duty, do you\nunderstand? I must see your husband.\"\n\n\"And you are the man whose life he saved--for now I 'member your name\nand the story he told me long ago--you who say you are his friend,\nyou would do this thing, you who in the ship gave him money so that he\nmight----\"\n\n\"Wait, my girl, till I have finished; then you will understand. Listen\nnow. I will remain here, and you will yourself find your husband and\nbring him here to this house so that I may see him. Bring him here\nquickly, and by some way that my men cannot see his face. And then, Tui,\nwhen I have spoken to him, then for your sake and for his sake I will\nlie, and swear he is not the man I have been sent to take. Then, when\nmy ship has gone, you--you and he--you must promise me this, Tui--must\nleave this island as quickly as possible; so that when Obadiah Howlman\nsends another warship here--as he will do--they may not discover that I\nam a liar and have been false to my duty.\"\n\n\"Oh, sir, is this true? Surely you would not tell a lie to a poor native\ngirl like me?\"\n\n\"Go, my girl\"--and Carteret placed a kindly hand on her shoulder--\"go\nquickly to Parker--I know very well that he is not far off. _He_ will\nbelieve what I say.\"\n\nFor a moment she gazed intently into his face, as if she would read his\nsoul; and then seizing his hand pressed it to her lips, and went out by\nthe door that opened at the rear of the house.\n\nThen the lieutenant opened the front door and walked slowly across to\nwhere the marines were standing.\n\n\"Take your men out of sight, sergeant. I don't want this fellow\nfrightened until I know who he is. If he's the man we want, we'll have\nno trouble in getting him. I've induced his wife to go and bring him.\"\n\nWhistling softly in an unconcerned manner, he turned back and stood at\nthe door of the house and waited there for perhaps ten minutes, until\nhe saw the girl returning with a white man, who appeared to be ill and\nweak, for he had on a heavy top-coat, and a shawl wrapped round his neck\nin such a way that his features were almost entirely hidden.\n\n*****\n\nLieutenant Carteret allowed the man and woman to enter, and then\nfollowed, closing the door after him.\n\nAs soon as he was inside, the white man threw off his muffler and turned\ntowards the officer.\n\n\"You must take me, sir,\" he said, speaking calmly. \"I cannot let you do\nthis for me. I know, sir, that you cannot help yourself.\"\n\n\"No, by Heavens! Parker, I cannot take you. You jumped overboard and\nsaved my life. I tell you, man, that I _can't_ do it. Do you think I can\never forget that awful thirty minutes, nearly six years ago, when you\nkept me afloat off the Bampton Shoal? Now, Parker, just listen. I have a\nplan; the whole thing is arranged as soon as we leave here. But you and\nyour wife _must_ get away from this island soon after the _Spitfire_\nleaves. That infernal sweep, Howlman, will be sure to send another\nman-of-war after you----\"\n\n\"Listen to me, sir. I, too, have a plan. You shall not ruin yourself for\nme. You are only a very young man, sir, and have the world before you.\nI dread nothing but the temporary separation from Tui here. To me my\narrest means only dismissal from the service and a couple of years\nin gaol; and likely enough, I shall get back here again without much\ntrouble.\"\n\n\"No, I----\"\n\n\"Don't waste time, sir. Call the escort, but for God's sake, sir, do the\nthing quickly; look at my girl, sir, and let me get away before I break\ndown too, and act the coward. If you don't call the escort at once, I\nwill.\"\n\n\"You madman, Parker,\" began Carteret, and then Tui threw her arms round\nher husband.\n\n\"Are you tired of me?\" she sobbed. \"Is this how you would leave the\nwoman who loves you, and who will be the mother of your child?\"\n\nThe deserter caught her in his arms, and looking over his shoulder at\nthe lieutenant, said, \"For God's sake, sir, don't wait. Call in your men\nand get it over.\"\n\n\"Parker, for Heaven's sake take this chance. I tell you, man, that I\nhave no fear for myself. I don't care a straw about the Service if this\nis discovered.\"\n\n\"Stand aside, sir. I'm not the man to let you sacrifice yourself for\nme----\" And unloosing his wife's arms from his neck, he advanced to the\ndoor.\n\n\"Very well; it is your own fault.\"\n\nThe next instant the lieutenant threw open the door.\n\n\"Sergeant, bring your men here.\"\n\n* * * * *\n\nHalf an hour later Lieutenant Carteret reported to Commander Arness.\n\n\"I have brought the prisoner on board, sir. He is a man named Charles\nParker, and was sergeant of marines on the _Flycatcher?_\"\n\n\"Very good, Mr. Carteret What have you done with his wife?\"\n\n\"She refused to leave, sir, and when we brought the man away, went off\nto the other side of the island.\"\n\n* * * * *\n\nWhen the _Spitfire_ reached Sydney, Charles Parker was duly tried by\ncourt-martial, and in consequence of the friendly exertions of the\nprincipal witness against him, Lieutenant Neil Carteret, was let\noff lightly. He was dismissed from the service, and sentenced to\nimprisonment in a Sydney jail for eighteen months.\n\nWhen his time had expired, he managed, after a few months of waiting\nabout in Sydney, to work his way back to Anuda Island. And scarce had\nthe boat touched the beach when he was seized by the welcoming arms of\nhis native friends and carried ashore.\n\n\"Is it well with my wife, O friends?\" he asked.\n\n\"It is well with her,\" they answered; \"in a little while we will take\nyou to her, but first let us tell thee of that which has befallen her on\nthis island.\"\n\nThen they told him.\n\n*****\n\n\"One day after the warship had gone,\" they said, \"there came here a\ntrading schooner from Niuafou. On the ship were Tepuaka, the King of\nNiuafou--the father of thy wife--and many of his men. And with him there\ncame also the little fat white man named Opataia [Obadiah]. All those\nmen that came with Tepuaka, the King, were _lotu_ [Christians]. No\nsooner did they land, than Tepuaka and his friend, the fat little white\nman, Opataia, walked to the house of his daughter, thy wife, Tui, but\nall of his men he bade remain here in the village.\n\n\"'See,' said one of these men of Niuafou to us vauntingly, 'see what has\ncome to pass! Tuilagi refused to take for her husband the good and pious\nman Opataia, but fled with this common white man, who is no better than\na heathen. And then what comes? This bad white man is caught by his\ncountrymen and put in a prison with chains upon his body. So now the\nKing comes for his daughter, for even now is Opataia willing to take\nher, though she is but of little worth, to my mind.'\n\n\"While they spoke thus to us, Tepuaka and his white friend had gone to\nthy house, and there did Tui, thy wife, meet them with smiles to hide\nwhat lay in her heart.\n\n\"'Get thee ready, thou wicked woman,' said her father roughly to her;\n'get thee ready quickly to leave this heathen land and return to thy own\ncountry, where thou shalt be wife to this good man, Opataia, who desires\nthee still.'\n\n\"'It is well, my father,' said Tui; 'but yet leave us now for a little.\nSurely if this man desires me for his house he can speak to me with his\nown mouth, and not through thine.'\n\n\"So her father went without the house, and Opataia, the white man,\nremained with Tui.\n\n\"Then said the evil-faced white man to Tui: 'For the wrong that thou\ndid'st me by running away with that evil white man do I forgive thee,\nfor I love thee well.' And then he put his arms about her, and sought to\nembrace her after the manner of a lover.\n\n\"And then from beneath her gown did Tui take out a little gun that fires\nsix bullets; and as the fat man, Opataia, pressed her to his bosom and\nheeded not what she did, she placed the mouth of the little gun to the\nside of his fat head. Then she said--\n\n\"'This do I, dog, for the husband of whom thou hast robbed me,' and then\nthere came a flash and a cry, and the white man sprang to his feet and\nfell forward on his face--dead.\n\n\"Then Tui ran from the house. She fled from her father and came towards\nthe village, and Tepuaka the King followed her with death in his face.\n\n\"'Kill her!' he called to the men of Niuafou.\n\n\"But then we men of Anuda sprang to her aid with our clubs in our hands,\nand she ran into our midst and called to us to save her from her father.\n\n\"So there was much talk, and then her father's wrath began to subside,\nfor we made him many presents of food for his journey back, and he went\naway in peace.\n\n\"That is all. And see, Jaojai, hither comes thy wife with her son in her\narms to welcome thee home.\"",
    "metadata": {
        "author": [
            "Becke, George Louis",
            "Becke, Louis"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/25060/pg25060.txt",
        "name": "officer_and_man_1901.json"
    }
}