{
    "name": "'Old Harmless'",
    "author": [
        "Norton, Roy"
    ],
    "body": "Author of “David and Goliath,” “The Box,” Etc.\n\n    Uncle Bill loved his gulch, and David and Goliath loved\n    Uncle Bill. When trouble came they promised to stick by\n    him to the bitter end--which wasn’t so bitter, after all.\n\n\nIt was a long distance from the beaten roads to where “Old Harmless” had\nhis cabin; quite over the top of ridges, down across intervening\nvalleys, around mountain shelves where a pack burro might not slip with\nimpunity, and with now and then a gurgling little stream to ford that\nbecame a dangerous place when spring freshets ran high and filled a\ngulch. It was not a place that any one other than a recluse might have\nchosen for permanent domicile, but to Old Harmless it was Heaven. He was\nconvinced that somewhere within its borders there was wealth.\n\n“Yes, sir, I reckon that some place in these here hills, right about the\nrim of this gulch, thar’s a ledge of gold that orter go about ten\nthousand dollars a ton!” he was wont to explain to the partners, David\nand Goliath, when they visited him by climbing to a high, steep ridge,\ntraversing the crest of a rugged, barren range, and then dropping down\nlong, steep hills into the valley where Old Harmless dwelt and strove\nwith infinite and inexhaustible patience and optimism. “And that ain’t\nexactly all of it, either. You see, I diskivered this gulch in\n’fifty-eight, and I took a right-smart lot of pay outen this flat, and\nthere was some other fellers came, and they called it Harmon’s Camp.\nNamed it arter me, you see. An’ they built some stores and--by\nMatildy!--they was a post office here oncet, where a feller could go and\ngit his mail. If he had any to git.”\n\nAlways at this point he would shake his head with an air of melancholy.\nAnd always the partners would appear sympathetic, and interested, as if\nthis were the first, rather than the hundredth or so, time they had\nheard this tale. Always one of them politely said, “Psho! What happened\nto her, Uncle Bill?” And always Old Harmless brightened up, and rambled\non.\n\n“Well, you see in them days nobody stuck around a flat after what was\neasiest ter git was worked out. Everybody jest naturally went somewhere\nelse ter find somethin’ else that was easy ter git and so, bimeby, thar\nwan’t nobody left here at Harmon’s but me. Yes, sir, nobody but me. An’\nbein’ young an’ foolish, bimeby I went, too. Shook her. But--I allers\nkept comin’ back. Then, when it seemed as if thar wan’t nothin’ left\nanywhere, and all them railroads kem to Californy, and there wan’t no\nother place left to go, I come back here to stay. An’ so--here I be.\nRight here. An’--I reckon I’ll stay here till I die. It ain’t so much\nthe findin’ gold, with me, as it is that I’m so used ter this here\nplace. Seems like I know every tree in this here flat, and they’re all\nfriends of mine. Why, I talk ter ’em, I do. They was one blow down, last\nspring, one that I always called ‘Old Sam,’ because he was so big and\nhusky and had been here so long before I came, and he looked ter me like\nhe might be the granddaddy of all trees, and I got ter sort of love him.\n\n“It sounds mighty foolish, but on the mornin’ after the big storm when I\nsaw that Old Sam was done, I sat down on him an’ felt like cryin’ and\nwas sort of deespirited, because it was as if I, too, was a-gitin’ old\nand some day all the other trees, these friends of mine, would wake up\nin the mornin’ and find that I’d gone, too, and wasn’t never goin’ ter\nbe seen around, or heard talkin’ ter ’em any more.”\n\nInvariably, at this finish, as if suddenly aware of his loquacity; his\nbetrayal of sentiment; his slipped confession, he would recover, cackle,\npretend to make a joke, and hide his abashment. And invariably the\npartners joined in his laugh, but it was never a laugh that reached\ntheir eyes, for always they knew that he had voiced his heart. Each of\nthem, shy, outwardly rough, inwardly sentimental, had known hills and\ntrees they had loved. They, too, lived in the world of outdoors, where\neverything of life has its characteristics, its entity, its\nindividuality, its struggle to live. They, too, sometimes believed that\ntrees observe, confide, or perhaps love comrades.\n\n“I kin always scratch up enough dust for bacon and beans, by workin’ the\nold dumps with my old Long Tom or a string of sluices,” Old Harmless\nonce explained. “Nobody bothers me here. Nobody ever comes to see me but\nyou two young fellers; but I ain’t lonesome. And some day, maybe I’ll\nfind the ledge that throwed the gold in this here gulch, and----”\n\nWhen he stopped and stared at the crests of the hills, as if thinking of\nsuch an achievement, David asked impulsively: “And--and what’ll you do\nthen, Bill?”\n\nThe patriarch rubbed a hand across his eyes as if disturbed and\nperplexed, and then said, “do then? Do then? I’ll--I’ll--why, I don’t\njust know what I’ll do. I wouldn’t want a lot of people here in this\ncamp of mine. They might spoil things. But--I’d like one of them talkin’\nmachines that sings songs and makes bands play, and all that. If I was\nrich, I’d git me one of them things and git some feller ter learn me how\nter run it. Then I’d take her out under the trees on nice days and play\nall them tunes, and---- Do you fellers reckon trees hears things like\nthat and likes ’em?”\n\nThe partners gravely admitted that they had never considered such\nmatters, and humored his whimsies, by admitting that they hoped trees\ndid hear, and that Old Harmless might find the ledge, and buy the\nphonograph.\n\nOn a certain Christmas Eve they made their trip in the moonlight, when\nthe great shield of snow beneath the still and motionless trees lay\npale, or patterned with the infinite beauty of lacework wrought by\nshadow in nature’s inimitable, delicate intricacy. Their snowshoes\nsqueaked crisply. The exalations of their breathing thrust tiny clouds\nof gray vapor ahead of them; but of all these physical manifestations\nthey were oblivious, because the giant carried under his arm, as\ntenderly as if it were an infant, a square box, and behind him came the\nsturdy, squat figure of David, his partner, taking two steps to the\ngiant’s one, panting, and with equal care clutching across his shoulder\nin a sling another box filled with records.\n\n“I reckon,” David panted, “that he’ll be tickled to death with that tune\ncalled Clementiner, seein’ as it’s about an old cuss who mined\nhereabouts in ’forty-nine.”\n\n“Humph! Met my love on the Alamo suits me better,” Goliath grunted.\n\n“Sh’d think you’d had enough of wimmen,” said David scornfully.\n\n“They ain’t got nothin’ whatever to do wih tunes,” Goliath replied with\nsuch emphasis that his partner read the danger signs and made no further\ncomment. And preference for tunes meant nothing when they witnessed the\njoy of Old Harmless, for it amounted almost to stupefaction.\n\n“As fur as I kin see now,” he said, after listening to the entire\ncollection of records, “they ain’t much else on this earth that I\nspecially hanker fur. If I don’t never strike that there ledge--and\nshe’s sure here somewheres!--I kin always scratch up enough dust ter buy\ngrub and what clothes I need, and I live in the all-firedest purtiest\nplace in the whole gosh-dinged world, and now I got somethin’ to sort of\nkeep me company, in that box you boys has brought me! Yes, sire-e-e! I\nreckon I’m about the happiest man on this earth.”\n\nAt intervals the partners brought fresh records across the ridge to the\nabode of happiness, and the gratitude and contentment of Old Harmless\nseemed never to wane, although the wonderful ledge was no nearer\ndiscovery than it had been for twenty years. Sometimes they questioned\nhim, curious as to his complacency. Themselves determined and\npersevering men, they yet knew that even to any persistence there is an\nend; but here was one who had for more than fifty years dreamed a dream,\nand worked to bring it to reality, with a courage that was undismayed by\nfailure.\n\n“You beat me, Uncle Bill,” David declared, with a shake of his head. “I\nshould think that by this time you’d be about ready to give up findin’\nthat ledge.”\n\n“Give up? Me give up? Why, son, I’m as positeeve there’s a ledge here as\nI am that I’m alive!” exclaimed Old Harmless, emphasizing his assertion\nwith a slap of his gnarled hand on his lank and bony knee. “Spring’s\na-comin’ ag’in, and when the rain washes off the dust and top layers,\nand shows the rocks in bright colors and marks out the formations, I’ll\nfind her, all right! Yes, sir-ee! I’ll find her.”\n\n“But why ain’t you found it before this--in some of all the other\nsprings when it rained, Uncle Bill?” David persisted, eying him shrewdly\nfrom beneath his thatch of red eyebrows.\n\n“One man cain’t look at every foot of all the hillsides, in one spring,\nor a dozen of ’em, kin he?” Old Harmless snorted as if derisive of the\nyounger man’s sagacity. “I’m workin’ them hillsides by sections, I am.\nAnd--by Matildy Ann!--I don’t seem able ter do as much as I uster; but\nI’m pluggin’ along. I’ll git her yet!”\n\n“But you don’t seem to git nowhere and the----”\n\n“Git nowhere? Me? By heck! I’ve gotten farther’n most men. I’ve got one\nwhole side of a gulch prospected. I’ve paid all my bills. I got grub\nenough right now ter run me for more’n a year. I got the finest cabin in\nthe world. I ain’t never done a human bein’ any wrong in all my life. I\nain’t never harmed a woman and--when I had money I eddicated two nevvies\nand a niece. I ain’t never spoke ill of no man. And if you think, son,\nthat the Lord Almighty’s goin’ to let a feller like that down, you’re a\ndamn fool. That ain’t the way He does things. No, sir-ee! He’s a pardner\nof mine, the Lord is, and I got an old book here what proves it!”\n\nAnd flurriedly, indignantly, he jumped to his feet, grabbed a battered\nold Bible from a shelf, and banged it down on the table in front of the\nskeptical David; banged it so hard that the tin dishes thereon rattled\nand danced and gyrated. The partners could not but respect his unbending\nfaith.\n\n“David, you shut up!” growled Goliath, admonishingly, and scowling at\nhis partner until his heavy black eyebrows met above the bridge of his\nhigh, thin nose.\n\n“Maybe we had better quit argifyin’, and hear them new tunes Goliath and\nme brought over,” said David, sagaciously changing the subject. And\nimmediately thereafter Old Harmless was mollified, and sat with open\nmouth, distorted fingers combing his long, white beard, and one hand\ncupped behind his ear as if intent upon assisting that very acute organ,\nattuned to great silences and tiny sounds, to drink in all the magic\nthat issued through a huge tin horn. No further reference was made to\ntheir discussion until just before the partners departed when the old\nman said, as if ashamed of his vehemence, “Davy, you did git me riled up\na while ago, and--and--I’m right sorry I talked so hot. It ain’t\nbefittin’ a man of my years ter git his mad up that a way, and if I said\nanything ter hurt your feelin’s, son, I takes it that you understand\nthat I’m an awful quick-tempered man.”\n\nAnd all the way over the trail David chuckled as if greatly amused over\nwhat to him had been nothing more than a joke.\n\n“You shouldn’t have argued with that old cuss that way,” Goliath\nrumbled, as if sensing his partner’s thoughts. “He believes the Lord’s\nhis partner, and he don’t like to have nobody thrownin’ stones at Him.”\n\nAnd David’s face softened and his eyes became thoughtful and he said in\na highly hushed voice, “Goliath, I reckon you’re right. And--I ain’t so\ndamn certain but what the Lord is a partner to a man like old Uncle\nBill, after all. I’d orter be ashamed, and--I am!”\n\nThe spring season came as usual, with nature’s immutability. The snows\nwilted and sogged, and gave way to gurgling rivulets that trickled in\ninnumerable hidden channels, until moist bare spots broke black and\nopen, as if fighting to find the sun. The trees began to throw out\nshoots of green and migratory birds returned after their winter’s\nabsence. The partners found the trail more difficult to Harmon’s cabin,\nand less idle time upon their hands.\n\nTheir attention was returned to Old Harmless in a peculiar way. It was\nwhen the county sheriff rode into their clearing one afternoon,\ndismounted, and called them from the pay dump on which they stood.\n\n“Great Scott, Jim, what’s up? What brings you here?” David said, shaking\nhis hand.\n\nThe sheriff grinned, as if amused, shook hands with Goliath, and said,\n“That old patriarch over the ridge--old Harmon. He’s--he’s gone loco.\nGot anything to eat? I’m hungry as a wolf. Haven’t had a mouthful since\nfive o’clock this morning. If you can spare me a snack, I’ll tell you\nall about it, while I’m sponging off of you two fellers.”\n\nIt was while David cooked the bacon and Goliath mixed flapjacks that he\nexplained.\n\n“It seems,” he said, “that old Uncle Bill ain’t got any more title to\nthat ground up there than a man has to something he never saw before, or\nheard of before, in all his life. That land was patented more than forty\nyears ago, and the taxes have been paid regularly by the heirs of the\noriginal owner. Must have been that they didn’t know that Bill Harmon\nwas livin’ on it, or --maybe they didn’t care a cuss seein’ as they\nwasn’t using it. Anyhow, they sold her out, lock, stock, and barrel, to\nHiram Newport, down in Placerville. You know him, I reckon. Lawyer.\nLends money on mortgages, and owns a bank of his own.”\n\n“Dirty old skinflint!” David exclaimed.\n\n“Course we knows him. Pirate!” Goliath rumbled.\n\n“Well, it seems old Newport had a scheme up his sleeve, and he goes back\nEast somewheres and gets some feller that makes a specialty of buildin’\nreservoirs and power plants, interested in this land. And Uncle Bill’s\nplace being in a big gulch with a narrow outlet that could be dammed\neasily, is a sort of key to the whole blamed thing. Feller that Hiram\ngoes to takes an option. Sends out some engineer experts of his to pass\non it. They goes up with a few men to make a survey. Old Harmless is at\nfirst sort of dazed, then when these engineer fellers tells him what’s\nup, he tells ’em he owns that gulch and for them to get to hell out of\nthere. When they don’t hike the old man gets his dander up and it’s sure\nup all right --just as if bein’ peaceful and quiet for longer’n any one\ncan remember had sort of bottled it up for fair, and now he’s got the\ncork out.\n\n“Uncle Bill goes into his cabin and shows up with his Winchester\nand--you know how that old feller can shoot. Well, he shoots the hat off\none engineer’s head, takes a second shot at a mighty costly theodolite\nthey’d planted, and scores a bull, then with a few shots just above\ntheir heads sort of hastens their gallop as they’re takin’ down the\ntrail. They come down to me and demand the protection of the law. I\nlaughed. It seemed so foolish for anybody to be afraid of Old Harmless\nwho’d never fought anybody or anything for more’n forty years. I thought\nI’d have to go up and see about it, however, so off I goes, all alone.”\n\nHe stopped, scratched his head, and grinned as if amused with his own\nexperience.\n\n“By heck!” he exclaimed, slapping his hand on his knee. “That old cuss\nwas plumb full of fight! A catamount hadn’t nothing at all on him. I\ntell you, boys, Uncle Bill’s gone mad. I rode up to his clearing and\ntoward his cabin, and then the door opened and there he stood with that\ngun of his in his hand, and he yells, ‘No need ter come any farther,\nsheriff. I been expectin’ you. Me and you’s been good friends--up ter\nnow, and I’d hate like sin ter have to draw a bead on you. But I ain’t\ngoin’ ter let you come no closer. This land is mine. I’m goin’ ter keep\nit. I’m goin’ ter fight fer it. Maybe in the end you’ll git the best of\nit, but it won’t be so long as I can twist the fust finger of my right\nhand over a trigger. You go back and tell the fellers that sent you that\nall I ask is to be left alone ter gyard what’s my own. It’s mine, and\nthey ain’t nobody at all can take it away from me without a fight.’\n\n“Well, I didn’t quite know what to do. I was so surprised like. I didn’t\neven have a shootin’ iron on me, and I saw he meant business. I tried to\nargue with him. No good! Uncle Bill is gone loco! And the hell of it is\nthat I ain’t got no use for that old scoundrel Newport, and that I\nwouldn’t hurt Old Harmless for all California, because I like him,\nand--yet--I’m sheriff. Wish I wasn’t!”\n\nWith an air of dejection he bent forward and twisted his hands together\nbetween outspread knees, thought for an instant, and then looked up at\nthe partners.\n\n“So,” he said, “I come away--right fussed up. Then I happened to\nrecollect that Uncle Bill’s awfully fond of you two fellers. He’s always\nshootin’ off his mouth about how good you been to him, and how you give\nhim a phonograf, and--one time he told Mike Kelly, who runs the saloon,\nthat he didn’t care so much about discoverin’ that ledge he’s always\nhoping for on his own account, but that he’d be willing to croak if he\ncould find it and make you two a present of it!”\n\nHe straightened up and became seriously intent on his business again.\n\n“I’m the sheriff,” he said. “I swore I’d enforce the law. Uncle Bill’s\ngot to get out of there, if I have to take a posse and shoot him out. I\nwon’t do that until everything else has been tried, and found no good.\nYou two have just naturally got to go up there and tell him so, and show\nhim how he’s got to go, because he can’t fight the law. He’ll listen to\nyou two men, and he won’t listen to nobody else. You got to show him\nthat he ain’t got a leg to stand on, and that I’ve got to do my duty\nwhat I swore to do, and that I’m goin’ to do it no matter how much it\nhurts. Get me?”\n\nThe sheriff stared inquiringly at the two partners, who shook doubtful\nheads, consulted each other with their eyes, and appeared distressed. It\nwas David, who, as usual, did the talking for both, who spoke first.\n\n“We’ll go, willin’ enough, sheriff, because we see just how it is;\nbut--I’m awfully afraid you’ve put a job up to us that we can’t get away\nwith. Honest, I am! You see, it’s this way. Uncle Bill’s a funny old\nfeller. Got queer notions about things. He loves that place up there,\nnot so much for what it’s worth, because money couldn’t buy it at all;\nbut because he talks to the trees, and has a notion that the same birds\ncome to ’im every year, and all that. They’re all like children to him,\nand they’re all the family he’s got. Uncle Bill told me one time that\nhis place up there was his idea of heaven, and that if he died and the\nLord Almighty’d let him, all he would ask would be to just come back\nthere and keep on livin’ and workin’. Said he wouldn’t mind it even in\nspite of his rheumatiz, which he gets most awfully bad in wet seasons.\n\n“You got to look at that from his viewpoint, and put yourself in his\nplace. Well, if you was to get to heaven, and the place suited you\nmighty fine, and you’d got sort of used to it after livin’ there for\nabout fifty years, and along came some big, husky angel with a\nnickel-plated star on his chest and undertook to chuck you out, when you\nthought you hadn’t done nothin’ wrong, I reckon--I reckon,\nsheriff--you’d fight, too --wouldn’t you?”\n\nThe sheriff somberly admitted that he “Reckoned he would.”\n\n“So!” said David. “That’s just what we’re up against. But--me and\nGoliath’ll go over there and try to do some persuadin’. Only, sheriff,\nit’s goin’ to take some time. Maybe two or three weeks, and maybe we\ncan’t do it at all. He’s powerful set in his notions, Uncle Bill is.”\n\nAgain the sheriff scratched his head and ruminated.\n\n“It ain’t business,” he grumbled, “but I can put things off for a whole\nmonth, I guess, rather than start a war on that poor old cuss. And then\nif he doesn’t go--by Jehos’a-phat! He must! Even if we have to tote him\nout on a shutter.” He stopped and groaned. “Lord! This is the most\nunpleasant and toughest job I’ve had to tackle since I been sheriff, and\nthis is my fourth term in office. Road agents and train robbers is easy\ncompared to this, because then you expect to have to shoot and don’t\nmind it at all; but to have to shoot Old Harmless---- Good Lord! It’s\nawful!”\n\nDavid sat thoughtfully scowling at the floor.\n\n“How can you put it off a month?” he asked, as if working over a\nproblem.\n\n“Well, you see, I can just naturally neglect arresting Uncle Bill on the\ncharge of bein’ too free with his rifle, and as far as throwing him off\nthe land is concerned, Newport will have to first of all bring an action\nin court for ejectment and demand possession, and all that, and--by\nJingoes!--maybe that could be dragged on for months, if Uncle Bill got a\ngood lawyer! But--just the same--in the long run, I’m afraid he’ll have\nto go. Now, if we could square up this shootin’ business, which comes\nfirst of all, it would make things a lot easier for me. If the engineers\nwere to be fixed up some way so----”\n\nDavid suddenly jumped to his feet and announced his conclusion, as if he\nhad discovered a plan. “That’s the first step. I’m goin’ to try it. I’m\ngoin’ on in with you and talk to these men. Goliath, ain’t you got any\ncawfy made for the sheriff? You don’t reckon he’s goin’ away sayin’ that\nall we give him to drink was water, do you?”\n\nAll through the sheriff’s repast the three discussed plans; but when the\nsheriff rode away the little red-headed man accompanied him, walking\nalongside the horse and clinging to a latigo, or taking turns at riding\nuntil they could reach a place where an additional mount could be\nsecured. And it was late in the evening when the sheriff and the miner,\nfellow conspirators in a good cause, rode through the shaded street of\nthe county seat and parted company in front of the hotel.\n\n“It’s up to you now, Dave,” said the sheriff, bending from his saddle\nand staring across at the lighted shop windows on the opposite side. “Of\ncourse, you mustn’t tell ’em that I’m in on this. I’m supposed to be hot\nand anxious to get any old goat that drags a gun in this country. Sabe?”\n\n“Um-m-huh,” David replied. “If I have any luck you’ll get word to-morrow\nmornin’ that all charges is withdrawn. And then it’s up to that old\nskinflint, Hy Newport, to begin his court business. That’s right, ain’t\nit?”\n\n“That’s the way of it,” said the sheriff. “So long.”\n\n“So long,” said David, and muttered to himself, “There goes one good\nsheriff what gets my vote every time he runs!”\n\nHe found the two engineers in the hotel lobby, and decided that they\nwere real human beings. Moreover, fortunately for his mission, they\nappeared to be in good humor and were laughing at something which was\nbeing told them by their companion, who proved to be a mine owner with\nwhom both Dave and Goliath were friends.\n\n“Old Tom Darrow,” said David to himself, sliding toward his prey, and\nthen to his astonishment he heard Darrow exclaim, “There’s one of ’em\nnow. Dave, come over here and meet a couple of friends of mine.”\n\nThe moment was opportune, and David had never been accused of being\ndilatory in action.\n\n“Mighty glad to meet you,” he said, accepting a proffered chair. “In\nfact, I came clear down here from the hills to see you. It’s about old\nUncle Bill Harmon--Old Harmless, they call him.”\n\n“Harmless be hanged! That old devil is about as harmless as an angry\ntiger, I should say,” exclaimed one of the engineers; but his laugh\nencouraged David to proceed with his mission. And so earnestly did he\nplead for a dismissal of the incident, ably seconded by Darrow, that the\nengineers were impressed.\n\n“I’ll tell you what we’ll do,” said the chief. “If I’m paid for my\ntheodolite, and my partner is supplied with a new hat, we’ll go\nto-morrow and tell the sheriff to drop it. As a matter of fact, we got a\npretty good rough knowledge of that gulch and its possibilities before\nharmless Harmon discovered us, and opened up with that cannon of his.”\n\nBefore he had finished talking David had recklessly dragged his blue\nshirt tails free from his trousers and was fumbling at a money belt\nconcealed beneath.\n\n“Cash talks,” he said tersely, as he produced his belt, and entirely\nunconscious of the amazed grins of two or three other spectators in the\nlobby, jerked the belt loose and proceeded to tuck his shirt tails back\ninto a more conventional shape. “I don’t know what a theodolite costs;\nbut there’s nigh on to a thousand dollars in this leather, and if that\nain’t enough, I reckon Tom here’ll lend me some till I can get to the\nbank to-morrer mornin’.”\n\nThe engineers, amused, named prices far more modest than David had\nexpected, and he breathed a huge grunt of relief.\n\n“Well,” he said, “that’s mighty nice of you. You won’t lose nothin’ by\nbein’ good fellers, if ever you come my way. I’m off now. Got to get\nback to-night, so’s to try to persuade Uncle Bill not to shoot up\nanybody else. It’s gol-darned expensive, shootin’ up folks is.”\n\nAnd despite their urgent dissuasions he departed, considerably relieved\nin mind; but it was nearly dawn when he awoke Goliath in their cabin to\ntell him of his success.\n\nVery diplomaticaly the partners decided that the best time to visit Old\nHarmless would be in the evening, lest he be alarmed or be rendered\nsuspicious by their appearance at an unusual hour. They trudged into his\nclearing, with David in advance carrying two or three phonograph records\nthey had been waiting to present. They discovered that the windows of\nthe cabin had been barred with heavy saplings, and then, as they rounded\nthe cabin, found the defiant Uncle Bill sound asleep on a bench in front\nof his door, with his patriarchal beard sweeping over his chest, and his\nrifle resting across his lap. He looked pathetically old and tired. When\naroused by their hail he sprang to his feet, peered at them and made\ncertain who they were before he laid his rifle aside, after which he\ntold them of his distress. They listened patiently until he had talked\nhimself to a mournful and dejected silence, and Goliath watched David,\nwondering what decision his partner would make, and what he might say.\n\n“Well, Uncle Bill,” David said at last, “it’s tough luck. You say the\nsheriff told you that old Newport owns this land and----”\n\n“Claims it! Drat him! Claims it! But that there don’t make him own it,\ndo it?” roared the patriarch, shaking his fists upward in exasperation.\n\n“So,” David went on calmly, and paying no heed to Uncle Bill’s anger, “I\nreckon it’ll have to be decided by the courts.”\n\n“Courts be damned!” roared Old Harmless. “Let ’em try to take it away\nfrom me and drive me out of here. Me, that found this place first,\nbefore any other white man ever come here! That diskivered the diggin’s,\nand worked ’em, and saw this when she was a camp and----”\n\nIn vain the partners discussed the question with him. In vain they\nassured him that he could not fight the law with a rifle. In vain David\ntold him that the sheriff was compelled, however reluctantly, to do his\nduty. And so at last, after a long silence, he said, “Well, Uncle Bill,\nif you’re bound to have a war, of course you’ll get the worst of it.\nFirst they’ll send sheriffs. Then if you fight all them off--never can\ntell!--why, Uncle Bill, I reckon they’ll call out the whole United\nStates army, and bring cannons and rifles and batterin’-rams and all\nthem things, and just naturally wipe you and the whole dinged valley off\nthe map. But--just the same, whipped for sure before you start, bound to\nget shot all to smithereens, if you’ll do what Goliath and me tell you\nto do, we’ll be with you when it comes to a finish, won’t we, Goliath?\nWe’ll just oil up our rifles and guns, Uncle Bill, and come right up\nhere and fight with you.”\n\nThe old man gasped, and then tearfully seized and wrung their hands. He\nwas speechless and helpless with gratitude. David let him subside and\nwinked slyly at Goliath before he went on.\n\n“But,” he said impressively, “there ain’t to be no shootin’ of any kind\ntill the court’s had its say. Maybe that old leech Newport won’t do\nnothin’ at all, Uncle Bill.”\n\n“Then--then--what’d you do if you was me?” queried Old Harmless\nbewildered.\n\n“Do? I’d just keep right on workin’ as if nothin’ had happened. And if\nanybody comes around, let ’em alone, or tell ’em it’s your land, and\nthey’re welcome to look at it. Tell ’em what nice trees you got, and let\n’em hear you play the phonygraft, and if old Newport comes tell him\nyou’re puttin’ it up to the court to say who owns this gulch, and that\nyou’ll not have any truck with him till it does say, and that Goliath\nand me’s on your side, and goin’ to fight it clean through with you?\nWill you do that?”\n\nThey extracted a very reluctant promise from Old Harmless, but got it\nnevertheless, and devoted the remainder of the evening to restoring his\npeace of mind. Indeed, they scorned the idea that there was danger of\nhis being ousted from that wonderful home of his, and at last left him\nin a more hopeful mood than they themselves enjoyed.\n\n“What did you tell the poor old feller all that stuff for?” Goliath\ndemanded, when they were well clear of the cabin on their homeward way.\n\n“Deeplomacy, pardner!” David explained. “To keep him from killin’\nsomebody and--to give us time to think up some way of helpin’ him.\nTime’s what we need now. The sheriff told me that if it comes to court,\na lot of things can happen. So you see, if it comes to law, and Hiram\ngets the title we’ve still got time to--wonder if me and you could buy\nhim off?”\n\n“If we had enough money,” the giant growled. “But if there’s one of\nthese big companies in on the deal, and they want it badly, I reckon all\nyou and me could dig up wouldn’t make ’em do any more’n grin.”\n\nThey plodded along in silence for a while, and then David said, “Well,\nif worst comes to worst, we’ll have to gentle old Uncle Bill down, and\nget him used to it as best we can, and bring him over to live with us.”\n\n“Of course!” Goliath assented. “That goes without any gab. Poor old\nfeller!”\n\nThey were still distressed and perturbed when they bade each other good\nnight and crawled into their bunks. And for the next three or four days\nthey could think of or discuss nothing save their perplexity.\n\nDistraction came unexpectedly, with the arrival of a visitor who was\nbrought to their cabin one afternoon in a hired conveyance, and who\nshouted a boisterous greeting. They did not recognize him at first, and\nthen David exclaimed, “By the great horn spoon! It’s Heald. Heald that\nwe got out of Mexico with.”\n\n“What? That feller we grabbed out of ---- It is! Sure enough!” Goliath\nexclaimed as they rushed forward to shake hands with a man whose life\nthey had saved at the imminent risk of their own necks. “What on earth\nbrings you here, Heald? Thought you was in Colorado?”\n\n“Was, the last time I wrote you,” said their visitor with a quiet grin.\n“Told you men that if ever I came within a thousand miles of you, I’d\nlook you up. I certainly owe you that much, don’t I? And so I’m here.\nCan you put me up for a week or so? I want to fish a little and maybe\nshoot at something and--talk over old times. I want to rest.”\n\nBeyond that strange adventure in which they had saved his life, they\nknew little of him, save that he was a strangely reticent man, evidently\ncapable, courageous, and sometimes a wanderer. They had accepted him as\nbeing somewhat like themselves, an adventurer into strange places,\naccustomed to vicissitude, and well-enduring. That he had remembered\nthem through the years with occasional letters, and once or twice a\nChristmas gift of a box of cigars or something similar, was merely\nsurprising. The fact that they had imperiled their own lives in his\nbehalf had not impressed them as being any reason for the remembrance;\nbut they were eager to welcome him as an old friend. They were prepared\nto act as hosts without apologies for the roughness of their\nhospitality, and he, in return, accepted it as if it were that to which\nhe was entirely habituated.\n\nIt was in the dusk of the evening, when they had settled lazily into the\ncrude, homemade and comfortable chairs outside the cabin, and when they\nhad exhausted their reminiscences, that David mentioned the subject\nuppermost in his mind, and explained how he and his partner had been\nsympathetically perturbed by the misfortunes of Old Harmless.\n\n“Maybe,” said Heald, “I can help you out on that, some way. I’m--I’m a\npretty good lawyer myself, and I’ve had some experience in land titles.”\n\nThey had not surmised that he was a lawyer, for never had he told them\nof his personal activities, or occupations; but now they turned toward\nhim as does a swimming, shipwrecked man to a life raft. He sat and\nlistened as they gave him the details of the situation, sometimes asking\na shrewd question, sometimes smoking silently and thoughtfully, a\nstolid, motionless figure lolling back in his chair. The glow of his\npipe alternated with darkness as regularly as the blinking of a\nlighthouse lamp at a distance.\n\nWhen they had concluded, they waited for him to speak in a prolonged\nsilence, and hung upon his words as if upon a decision. Ignorant of the\ncomplexities of the law, they hoped that he might at once advise them\nand set their minds at rest, and were annoyed when he said, at last, “Of\ncourse, I can’t very well say, offhand, what should be done. I\nsuggest”--he stopped, puffed some more, discovered that his pipe was\nnearly empty, leaned over and thumped the bowl against the chair leg,\nrefilled it, and by the time the partners were straining with impatience\nresumed--“I suggest that you take me over so that I can talk with this\nold man Harmon, and see what he has to say about it. A lawyer can\nscarcely have a client without consulting him, can he?”\n\nHis dry, matter-of-fact tone did not offer the partners as much hope as\nthey craved; but they had to admit his logical attitude.\n\n“We’ll go over there to-morrow night,” said David. “That is, if you can\nstick such a long walk.”\n\nHeald laughed.\n\n“I’ve walked a few hundred miles in my time,” he said. “I don’t think\nI’m too old to do a few miles more. It seems you fellows are mightily\ninterested in this man you call Old Harmless, and--I owe you a lot--it\nstrikes me; a lot that I’ve never found any way to repay. Why, if it\nweren’t for you two, I’d not be here to-night. I’d be dust under a\nMexican wall long before now. And so--if I can do anything for you, or a\nfriend of yours---- Yes, I think we must go over to-morrow, so that I\nmay become acquainted with Uncle Bill. I think I’ll like him. There are\nsome real and simple souls left in this world, after all.”\n\nOn the following day he proved to be a far more competent pedestrian\nthan the partners had surmised, and when they stopped at the edge of the\nclearing and looked up the narrow gulch that, bottle-necked, opened out\nto their view, he stood and for a long time looked at it, his eyes\nroving from the great stone gates upward to the crests of the hills, to\nthe great snowclad peaks in the background, and thence slowly across to\nfix themselves on the homely old log cabin from whose stone chimney\nsmoke lazily curled, indicating that Uncle Bill was preparing his\nevening meal.\n\n“It’s a beautiful place. It does seem almost a pity to spoil it,” he\nsaid quite as if soliloquizing, and then slowly trudged forward.\n\n“You’ll maybe have to go slow with Uncle Bill,” David cautioned him,\n“because he’s sort of sparin’ of talk with strangers. But if----”\n\n“He can talk enough once he knows and likes a man,” Goliath hastened to\nadd, as if fearful that Heald might be discouraged; but Heald merely\nnodded his head and appeared thoughtful.\n\n“We may have to hang around a long time, or maybe come again before he\ngets limbered up,” David remarked.\n\n“But he’ll talk after he knows you--that is--if he decides he likes\nyou,” Goliath urged, and this time Heald smiled at the partner’s\nsolicitude.\n\n“Perhaps you’d better leave most of it to me,” he said. “All you need to\ndo is to introduce me as a friend of yours.”\n\nThe partners agreed. They had no time for further comment, for the keen\nears of the patriarch had made him aware of their coming, and he\nappeared in the doorway, blinked at them, and then called heartily,\n“Well, well, well! Ef it ain’t David and Goliath again! And----”\n\nHe stopped and stared at Heald as if apprehensive lest the advent of a\nstranger meant bad news, but was reassured in the warmth of their\nintroduction.\n\n“Anybody who’s a friend of these boys,” he said gravely, “is sure ter be\na real man and a friend of mine. So, mister, you’re welcome. Come on in\nand I’ll hack off some more ham, and hot up some more beans. Baked a new\nbatch of bread ter-day, but she ain’t as good as I could have made her\nif I’d a-knowed I was goin’ ter have company.”\n\n“Do you feed everybody that comes this way?” inquired Heald.\n\nThe old man turned from cutting the ham to stare at him with something\nlike indignation that such a question should be asked.\n\n“All my life,” he declared, not without dignity, “there ain’t never been\na man, woman nor child, white or red, tan or yaller, come through my\ncabin door and gone away hungry. I’ve tried ter be hospiterble ter some\nI didn’t like. An’ I’ve whacked up my last ounce of grub with a friend,\nand never felt sorry because my own guts cried for food and there didn’t\nseem ter be any more on earth.” He stopped with his knife in midair,\nstudied Heald’s face for a moment and abruptly asked, “Young man, I call\nyou that though you might be fifty year old, which is young for\nme--young man, do you believe in the goodness and kindness of the Lord\nAlmighty? Well, if you do, you’ll know that I ain’t never come ter want.\nSomehow, when things looked mighty black and hopeless, He always came\nalong and helped me out! Just as if He’d said, ‘Hello. Had so many folks\nter look after and think about I’ve had ter overlook old Bill Harmon and\nit seems he’s havin’ tough luck. Must help him out a little now.’ And,\nmister, He always did.” He stopped abruptly, made a frantic lunge for\nthe dutch oven, and as he jerked the lid off with his knife and released\na cloud of steam said, “Damn it! In a minute more them beans’d been all\nburned ter hell and gone!”\n\nAs if his spasm of loquacity had exhausted itself he relapsed into a\nsilence that was maintained throughout the meal that followed, despite\nHeald’s palpable attempts to draw him out. Heald himself appeared to\nhave given up, and the partners fidgeted restlessly, because he had made\nno reference to the land dispute, or old Harmless’ side of the\ncontroversy. They were surprised when, as they were leaving, Heald\nturned to the patriarch and said, “Wonder if you’d mind if I came up and\nbunked with you a night or two, Harmon? It looks to me as if there might\nbe some trout in this stream of yours that runs down the center of your\ngulch.”\n\n“I’d welcome you, or any friend of David’s and Goliath’s,” the old man\nsaid with grave simplicity. “Come right along. There is trout there, but\nI ain’t never had time ter catch ’em. Come right along. But--but I’d\nsort of like ter have you promise you won’t catch no more’n what we kin\neat, because--well--you see they’re just the same as you an’ me. They\nlike ter live--and--this is a mighty fine place ter live in. It is! And\nI like ter think that even the fish down there in my stream is friends\nof mine in their way, and knows me.”\n\nThe moon had pulled up across the divide when the visitors returned\nhome; but the partners could not induce Heald to discuss Old Harmless,\nand almost his sole comment was, “Remarkable old man! Remarkable! I\nsuppose he has to have every ounce of grub he uses teamed up there,\ndoesn’t he?”\n\n“Packed up on an old burro he’s got. Not teamed,” Goliath answered.\n“Road up there’s all overgrown now.”\n\n“Um-m-mh!” said Heald thoughtfully. “And yet no one goes away hungry,\nand--when you fellows show me the way up there to-morrow, I think I’d\nlike to take along a pack of grub, if you’ll sell it to me.”\n\nBut they indignantly protested against a sale, although the pack of food\nwent with Heald when they made the journey on the next forenoon.\n\nThe partners waited three days, then four, before they again visited the\nhomely old cabin over the ridge. They found Heald and Uncle Bill sitting\nout in the moonlight listening to the phonograph, and smoking\nindustriously. Heald’s pants were tucked into his boots, and they\nnoticed that he had discarded his suspenders for a leather string, and\nthat the collar of his flannel shirt was open as if he had finally\ndiscarded neckties. He looked far less tidy and neat, but far more\ncomfortable than when he had arrived.\n\n“Ain’t you comin’ back with us?” David whispered when Uncle Bill left\nthem for a moment, and in the moonlight they saw Heald’s grin.\n\n“No,” he said. “Not to-night. The fact is, I’m getting to be just like\nUncle Bill. I like it here!”\n\n“Has he talked yet?” Goliath asked, stretching his neck toward Heald.\n\n“Somewhat! Somewhat!” declared Heald with an even broader grin.\n\n“Anything we can do for you?” asked David.\n\n“No, I’m all right. But--yes, there is! I almost forgot. I’ve some\nletters I wish you would take down to the nearest rural box and drop in\nfor me to-morrow. And if there’s anything comes for me, it will be\ndropped in your box, and you might keep them till I come down, or--maybe\nit will be better to bring them up when you come again. No, I’m going to\nstay here a while longer. I like this place.” He stopped, and then\nchuckled as if amused. “For sporting it’s rather a failure. You see\nUncle Bill doesn’t like to have me catch more than six trout per day. He\ndoesn’t know it, but I’ve been fly-fishing with a barbless hook for two\ndays now, and throwing some beauties back into the stream rather than\nhurt his feelings. S-s-sh! Here he comes.”\n\nAfter the partners left that night Heald and Old Harmless sat for a long\ntime, smoking, and saying never a word, as if quite content with each\nother’s voiceless company. The moon had lifted upward and the great\ngulch was still save for the distant crooning sound of the brook that\nseemed doing an elfin dance over rocks and bowlders.\n\n“The phonygraft is wonderful,” said the old man at last; “but--but\nsomehow I always come back ter that there music you hear out there.” He\npointed with the stem of his pipe at the stream. “It’s the only music\nthat I don’t seem ter ever hear twice alike. It’s got tunes that’s\nalways new. Sometimes they’re angry tunes, in the spring time when the\nsnows is meltin’. Then in about a month it’s a busy tune, as if it was\nsayin’, ‘Got ter git all this extry water off’n my hands, Bill, and\nhustle it along ter the sea, and after that when things is right again,\nand summer comes an’ there ain’t nobody here but God and me an’ you,\nI’ll try ter sing you the same songs you’ve loved for more’n fifty\nyear.’\n\n“Sometimes that there creek sings things that hurts a little, as if\ncroonin’ for them that’s asleep up on that flat bench over there on the\nwest side of that shoulder you can see. When there was a camp here in\nthis gulch in the early ’sixties we got the smallpox. It was purty bad.\nMost everybody skipped out, but them that was sick--and me. I stayed on\nter nuss ’em, because, you see, if I hadn’t found gold here, nobody\nwould have come, and nobody would have died, and--and--so I felt sort of\nresponsible like and--just stuck it out. There’s eighteen men and one\nwoman--not what I reckon some folks might call a good woman, although I\nknow her heart was all right--that are all asleep on that hill. I buried\n’em all myself when there wasn’t no one ter help. And I kept up the\nplace where they was asleep until one time I was away from here four or\nfive year, and when I come back there was a lot of rhododendrons growin’\nover ’em, and then I knowed that, although I’d been gone the Lord hadn’t\nforgotten ’em, and --purty soon the rhododendrons’ll be in bloom again.\nThe patch that grows the biggest and purtiest flowers seems to be over\nthe camp woman’s grave.”\n\nHeald sat staring off at the hillside, wondering at all the unconscious\nheroism of the tale. He was scarcely aware when Uncle Bill’s voice\nadded, “Sometimes in my dreams it’s all the same as it was; the cabins\nand the tents with the smoke curlin’ up from ’em; the fellers I knew\ngassin’ about their clean-ups; the evenin’s in the dance hall. And\nsometimes I see it about three in the afternoon, with the clink-clink of\nshovels heavin’ dirt into the sluice boxes, and then I hear the ring of\nTim Gray’s hammer and anvil, up there where that tall tree stands, where\nhe had a blacksmith shop; and the stage comes in and some of the boys\nknocks off work and goes up ter see if there’s any news from home for\n’em.\n\n“Harmon’s Camp, they called it then. And I was Bill Harmon--not Uncle\nBill. I lifted a pack burro, pack and all, on a bet, one day in them\ntimes. Yesterday I had ter rest three times before I could roll a\nbowlder the size of a barrel out of my way. But--I’m here yet!” He\nturned toward his guest and said fiercely, in his thin, old voice, “And\nkin you blame me for fightin’ when they try ter drive me off’n this\nplace that’s mine? I know it ain’t right ter shoot, but---- Good Lord!\nain’t it mine? Kin you blame me?”\n\n“I can’t!” said Heald, in a voice that sounded as if subdued by\nreverence. “But if----”\n\n“There ain’t no buts! There ain’t goin’ to be none! You see how it is,\nson. I’m here. It’s the only place that’s home ter me. And so I’m goin’\nter stay. If they think they’ve got the best of it, I’ll still have ’em\nbeat, because they wouldn’t cart a poor old cuss like me away from here\nter plant him! They’ll just naturally dig a hole off somewhere on the\nhillside and stick me in the place I love and--here I’ll stay--where\nI’ve always wanted ter stay--and--and the stream down yonder’ll know I’m\nthere and sing me the same old songs, and I’ll never be lonely in my\nsleep.”\n\nHe could not see that Heald was troubled and perplexed. He could not\nunderstand that his mere possession was not title to this place.\n\n“Hope,” said Heald thoughtfully, “that they never put you off. I can’t\nsay any more. But--Uncle Bill, I will do my best, whatever comes.”\n\n“I know that, son! I’m sure of it! But--from all you’ve said ter\nme--it--it begins to look as if I’ve got ter depend on Somebody higher’n\nyou or the other boys--Somebody that ain’t never failed yet ter see me\nthrough!”\n\nAnd then, with a heavy, weary sigh, he arose and trudged away to his\nbed.\n\nIt was but two days later when the partners brought Heald a bulky\npackage of letters, that he read beneath the lamp in the cabin while the\nothers remained outside, passing broken remarks, and sitting in habitual\nsilences. He came outside with the announcement that the time had come\nfor him to depart.\n\n“But--it’s all so all-fired sudden,” said Old Harmless. “I’ve got--I’ve\ngot sort’o uster you and--the grub’s all right, ain’t it?” he finished\nwith an anxious look toward his guest.\n\nHeald laughed. “The grub’s so good, Uncle Bill, that if there’s any way\non earth to eat more of it, I’ll come back. But I’ve got to go to-night,\nand be in Placerville to-morrow. Can’t loaf forever, can I?”\n\n“Nope,” the old man reluctantly admitted, “I reckon you cain’t. It’s\nwhen a man is young that he orter be up and movin’. But--by heck!--I’m\ngoin’ ter miss you--I am.” His good will still sounded in their ears\nwhen they took the trail; but the partners found Heald strangely\ndisinclined for conversation as they threaded their way over the crests\nof hills, where all was bright and clear, and then descended into the\nshadows of the great trees where the paths were dim. It was not until,\ntired and glad to be in their cabin again, they reached home that the\npartners learned the results of Heald’s mission. The lamp on the table\nshielded their faces as they sat on the edges of their bunks, and\nunlaced their boots preparatory to going to bed. Outside, through the\nopen door the moon still shone, and the trees stood quietly as if\nasleep. The silences of the open spaces surrounded them--the stillness\nthat pervades untrammeled spots, and corners where all is clean and\nundefiled. Heald spoke as if impressed with all this, as if he had newly\nlearned a great reverence.\n\n“I’ve found it out! I’ve caught it,” he said. “I knew it would reach me\nsome time, this thing that’s bigger than all else a man may ever\nlearn--the love that passeth understanding. I’ve been blind. Most of us\nare. Uncle Bill has caught the truth.”\n\nHe came across and lifted the shade from the lamp, as if to see the\npartners’ faces while he talked. He bent over the crude pine table and\nrested his shoulder weight on the underturned knuckles of his hands,\nbent forward, staring at them as if challenging dispute. A great respect\nwas in his voice, a softness of finality when he went on.\n\n“Uncle Bill has seen things that are given to but few. He has seen that\nall else save the love of an invisible but understandable God is\nworthless; that a man may pile up gold; may achieve ambitions; may lift\nhimself to temporary power, and yet have failed if there is not one\nplace that is all his intimate own. He has found it. It’s his! It shall\nstay his so long as he lives, by God! Or else I, too, have failed!”\n\nHe lifted his right hand, clenched it into a driving fist, and brought\nit smashing down upon the table top. David and Goliath started from\ntheir seats, wondering.\n\nAs if their start of surprise had rendered him conscious of his\nvehemence, Heald paused, swallowed as if choking back unpent emotions,\nstraightened and looked away. As if embarrassed he said, “I’m sort of\nupset! I’ve thought so much. I’ve learned so much, from Uncle Bill.”\n\nAs if by pretext, that he might resume the normal, he walked across to\nhis coat that he had hung upon a peg, took some papers therefrom,\nscanned them, and, when he spoke again, his voice was placid and\nundisturbed.\n\n“You chaps helped me out, one time, when otherwise it would have been a\nfinish for me. That’s one point. You brought me up against Bill Harmon,\nfor which I thank you, and that’s point two. Point three is that I’m the\none who is behind the big reservoir scheme--the man who puts up the\nmoney. Newport brought it to me in New York, and I took an option. I\nsent my experts to look it over. Uncle Bill made a fool of himself. My\nexperts wired me and I came on, not only to look this project over, but\nto meet you two men who had befriended me. The two matters fitted into\neach other and I wished a rest; something to do besides piling up\nmoney.”\n\nHe tossed the papers in his hand upon the table, and then pointed at\nthem.\n\n“Those,” he said, “are the deeds to all the land in that part of the\nhills--the land that Hiram Newport pulled together and sold to me. It\nwas to close the deal that I sent through you some letters and checks,\nwhich you mailed. The deeds you brought back. The whole of it is mine.\nBut--listen now, and mark it down. It’s my word! It’s a thing I never\nbreak.\n\n“So long as Uncle Bill lives, he’s never to know that the land up there\nisn’t all his own! So long as he lives there’s never a tree in that\ngulch shall fall by the hand of any man! Never a dam be build across\nthat brook! Never a bird’s nest be pulled down from a bough! Never a\ntrout taken from the stream, without his consent. I don’t want nor need\nmoney of the kind that comes from an operation like that. Uncle Bill is\nto be unmolested as long as he lives--”\n\nHe came to a full stop, stared at the table top, then at the amazed\npartners and said whimsically, “That is--unless I molest him, which,\nHeaven knows, I hope not to do! I’ve found a new hobby of my own. You\ntwo can help me out on that, maybe.”\n\n“What is it?” they blurted out, still mazed in wonderment.\n\n“I’d like to have you persuade him to let me build a big log addition to\nthat cabin of his, up there in his and my gulch, and make it as\ncomfortable as money can do, for Uncle Bill and me; something that he’d\nlike and could enjoy. Some place that I can come to when I want to get\naway from making money, and meet nothing but a fine and honest, a homely\nand real old man. I can afford it. The big reservoir can wait. And”--he\nconcluded impetuously--“I don’t care if it waits until both Uncle Bill\nand I are gone, because that place is ours--his and mine--and what any\nothers may think will not matter to us at all! From now on Uncle Bill\nand I are partners in this thing --that is--if he’ll let me into a\npartnership that he is convinced includes at present himself and the\nLord Almighty! A partnership like that can’t be beat, after all, and\nit’s about the only one for which I’m hankering.”",
    "metadata": {
        "author": [
            "Norton, Roy"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/73247/pg73247.txt",
        "name": "old_harmless.json"
    }
}