{
    "name": "On Handling the Data",
    "author": [
        "Mayfield, M. I."
    ],
    "body": "\n\n\n\n\n\n\n\n\n     _Sometimes a story is best told by omission--!_\n\n\nSeptember 16, 1957\n\nDr. Robert Von Engen, Editor\nJournal of the National Academy of Sciences,\nConstitution Avenue, N. W.,\nWashington, D. C.\n\nDear Sir:\n\nI am taking the liberty of writing you this letter since I read your\npublished volume, \"Logical Control: The Computer vs. Brain\" (Silliman\nMemorial Lecture Series, 1957), with the hope that you can perhaps offer\nme some advice and also publish this letter in the editorial section.\nYour mathematical viewpoint on the analysis between computing machines\nand the living human brain, especially the conclusion that the brain\noperates in part digitally and in part analogically, using its own\nstatistical language involving selection, conditional transfer orders,\nbranching, and control sequence points, et cetera, makes me feel that\nonly you can offer me some information with logical _arithmetic depth_.\n\nThe questions raised in this letter are designed principally to reach\nthe embryonic and juvenile scientists ... the _scientists-elect_, so to\nspeak. (I think the \"mature scientists\" are irretrievably lost.) For\nmany reasons, some of which will be explained in the following\nparagraphs, I think that it is of the greatest importance that some\nstimulatable audience be reached. As yet, the beginners have no rigid\nscientific biases and thus may have sufficient curiosity and flexibility\nabout the world in which they live to approach experimentation with a\nmind devoid of \"the hierarchy of memory registers which have programmed\nin erroneous data.\"\n\nWhat I have to say will not surprise nor shock _you_, or those who are\nat present engaged in scientific investigation. In fact, I have read\nmany science-fiction stories that deal with the same problem. Perhaps\nthat is the only way that it can be approached, through the medium of a\nstory? Yet why not present it for what it may be? Let me tell it my own\nway, and then, please, let me have your _coldly logical_ opinion.\n\nAs to my background, I am a graduate student in the Zoology Department\nof a midwestern university working toward a Master's degree, or actually\na doctorate--we can bypass the M.S. if we choose--in the field of\nCellular Physiology. My sponsor is an internationally known man in the\nfield. The area of research that I have selected is concerned with the\neffects of physical and chemical agents on the synthesis of nucleic\nacids of the cell. Obviously, this is a big field, and I hope to select\nfrom among the different agents, one or two that will give \"positive\nresults.\" I have been doing active research for about half a year\ntesting the different agents. As for the _fundamental_ questions raised,\nI am positive that it would make _no_ difference in what field of\nscience I were to work.\n\nBy now I have had enough course work to realize that when performing any\nassigned laboratory exercise--they should not be called\nexperiments--even of a cook-book type, little or even major\ndiscrepancies arise, and _always on the initial trials_, no matter how\ncarefully one works! As you are probably aware, the teaching assistant\nin charge of the lab or the instructor, generally runs through the\nexercise before the class does in order to get the \"bugs\" out of it--I\nam deliberately generalizing, since the above holds for all of the\nlaboratory sciences--so when the student gets confusing or rather\ncontradictory results, the instructor can deftly point out the error in\nthe setup or calculations, or _what have you_. He may _even_ indicate\nwhat results may be expected. _The last is critical._ Similarly other\nstudents in the laboratory usually have friends who have had the course\nbefore and know what results are expected--_this technique is frowned\nupon_. Or one may consult textbooks and published papers. (This, by the\nway, is known as _library research_, and is generally conceded to be\nindicative of the superior student, especially if he points out the fact\nthat he is _so interested_ that he just had to delve into the\nliterature.) By any technique, _the expected results are always\nobtained_. _Always. And by everyone._ The initial confusions--that some\n_honest_ students perpetuate--are easily brushed aside as errors due to\ninexperience, sloppiness, lack of initiative, stupidity of congenital\nsort, et cetera, et cetera.\n\nSince being a teaching fellow, even simple cook-book experiments don't\nseem as cook-bookish. Some pretty weird things have happened when I\ntried out an exercise prior to the class. Fortunately, I was taught to\nkeep data--in duplicate: indelible purple Hexostick original and carbon\ncopy. These, _vide infra_, are a few of such happenings.\n\n     Elementary General Physiology Laboratory:\n\n     1. Initial maximal vagal stimulation:\n\n        _Expected results_: inhibition of heart beat.\n\n        _Obtained results_: one series of increased heart beats.\n        (Possible explanation: I missed the vagus nerve)????\n\n     2. _Frog nerve-muscle preparation_:\n\n        _Expected results_: a single muscle twitch.\n\n        _Obtained results_: a beautiful nerve twitch.\n\n        (Explanation: Eyesight? How can _nerves_ twitch?)??\n\n     3. _Hypotonic hemolysis_:\n\n        _Expected results_: red blood cell destruction.\n\n        _Obtained results_: crenation.\n\n        (Explanation: switched salt solutions _unconsciously_)?????\n\n     4. _Curarized muscle preparation_:\n\n        _Expected results_: a synaptic block with no response of nerve\n        when stimulated.\n\n        _Observed results_: a typical strychnine response, violent\n        _tetanus_, et cetera.\n\n        (Explanation: again, I switched bottles)????\n\n     5. I shall avoid the obvious mention of mishaps with mechanical or\n        electrical pieces of equipment. I assure you there were similar\n        deviations in initial attempts.\n\nSince I realize that you are preparing a paper on _Memory Registers:\nStimulation Criteria_, for the VIth Annual International Meeting of the\nSociety of Theoretical Biomathematicians in London, and are short of\ntime, I shall avoid going into the same kind of detail as the above for\nother Biology Labs, and get into the real heart of the thing ... the\nresearch problem. (After all that is what both of us are interested in.)\nBy the way, please send me a reprint of the paper when it comes out.\n\nI guess I am really hepped up on this, because I've just got to point\nout for emphasis other incidences usually of a type that involved\nmissing a whole organ in dissections or a tissue structure in histology\nonly on the _first_ study, and then re-reading the assignment--after\nknowing what to look for--and _subsequently finding it exactly where it\nis said to be_. (Ever hunt for an unknown quality--or quantity?) _So it\nwas there all the time_, sloppy technique? Or is this branching at a\ncontrol point? _cf._ LC: C. vs. B. p. 251.\n\nTo get back to my thesis research, the pieces of equipment that I have\nbeen using in the research are fairly standard in physiological\nresearch: a Beckman spectrophotometer, a Coleman photometer, a van Slyke\namino nitrogen apparatus, a Warburg respirometer, pH meters, Kjeldahls,\nThunbergs, et cetera. Mostly, I'm in the process of getting used to\nthem. Also there is a high voltage X-ray generator, U. V. source and\nother equipment for irradiation purposes. We also have an A. E. C.\nlicense so that we can get at least microcurie amounts of the usual\nisotopes for radioautographic work.\n\nNow the literature in my area is pretty controversial. (You can\nappreciate _that_, especially since Bergbottom at the Kaiser Wilhelm\nInstitute bombarded you with criticisms of your theories.) Different and\nactually contradictory results have been obtained for the same substance\nin the same organism, _e. g._ alkaline phosphatase in the frog liver\ncell (Monnenblick, '55, Tripp, '56, and Stone, '57). To give an example,\nwhen I start a run for respiration effects using a Warburg I don't know\nwhat results to expect. Whenever this has been the case, my results have\nbeen confusing ... to say the least.\n\nOn nitrogen-mustard treated cells, in some instances the controls\nrespired significantly _more_--even with a statistical analysis of\nvariance--in some instances the _experimentals_ respired significantly\nmore; and in other cases the respiration for both was _exactly_ the\nsame--even _closer_ than the expected deviations that should be found in\nany random population. One run, the blank run, _containing no cells_ ...\nand grease-free ... consumed the greatest amount of oxygen. To cut this\nletter short, the same inconstancies apply to other trials that I have\nmade. Whenever I didn't know what to expect, and particularly where the\nliterature was controversial, my results have been completely haywire.\n\nNeedless to say, I was not happy with this so I discussed it with other\ngraduate students. They have all encountered the _same thing_! But most\nprofessors won't admit this to be true and merely tell me that my\ntechnique is lousy. If anything, I am an overly careful worker. Why is\nit when I _know_ what results are expected, I get comparable results\neven on the _first_ trial?\n\nRemember, _I obtained the expected results_ when the literature wasn't\nconfused or when my sponsor--a most important man in my life--gave me a\nclue as to what kind of results to expect. _Only then._\n\nNow this is the heart of the matter.... The obvious explanation is the\nlack of experience. But, and this is what haunts me ... _what if those\nso-called contradictory results are meaningful_? What if they were\nexecuted with care--_and they were_--and are not the results of\nsloppiness or inexperience? _What if a nerve can twitch?_\n\nVery respectfully yours,\n\nJonathan Wells\n\n\n\nMay 3, 1958\n\nDr. Robert Von Engen,\nEditor, Journal of the National Academy of Sciences,\nConstitution Avenue,\nWashington, D. C.\n\nDear Dr. Von Engen:\n\nI would like to thank you for your encouraging letter and advice. I\nagree completely with your statement that science has a long way to go\nbefore we can explain the various inconsistencies that crop up in\nresearch. But I certainly can't see how the letter is far too\n\"unsophisticated\" for inclusion in the _Letters to the Editor_ portion\nof your journal. While your letter should have calmed me, I feel even\nmore strongly now after a year of research about the matter than I did\nbefore. I have deliberately postponed answering your letter until I had\nmore _facts_.\n\nI now find that I have accumulated--as you suggested--three distinctly\nconflicting groups of data on nucleic acid synthesis of frog liver\ncells:\n\n1. There is a conversion of ribonucleic acid to desoxyribonucleic acid.\n\n2. There is a conversion of desoxyribonucleic acid to ribonucleic acid.\n\n3. The synthesis of both types of nucleic acid are independent of each\nother. (In addition, I have some data ... that I don't want to think\nabout too much ... that shows that there is absolutely no nucleic acid\nin the liver cell.) Thus, these data all accumulated by experimental\nwork, support all three hypotheses. Moreover, the literature supports\n_all three hypotheses_. I intend to go to the Woods Hole, Massachusetts\nMarine Lab this summer with my sponsor and get some new ideas there,\nespecially since Professor Gould M. Rice from the University of London\nwill be there presenting a seminar series on his work in nucleic acid\nsynthesis in _Oryzias_.\n\nThe point is not that there is a conflict in the data, but that the data\nconflict because there is a conflict in my mind and in the literature.\n_Don't you see it?_ As you said on page 20 of \"Logical Control: Computer\nvs. Brain\": \"the order-system--this means the problem to be solved, the\ninteraction of the user--is communicated to the machine by 'loading' it\ninto the memory.\"\n\nSincerely yours,\n\nJonathan\n\n\n\nAugust 31, 1958\n\nDr. Robert Von Engen,\nJournal of the National Academy of Sciences,\nConstitution Avenue,\nWashington, D. C.\n\nDear Dr. Bob:\n\nAgain, many thanks for your letter--and encouragement. I especially\ntreasure the inscribed copy of \"Logical Control: Computer vs. Brain,\"\nand the current reprint. I am sorry that I didn't get an opportunity to\nget down to Washington en route to Woods Hole and talk over the whole\nthing over a bottle of beer, _dark beer_. From what I hear of the\ndemands on a first-rate mathematician's time these days, you should be\ngrateful that I didn't get to see you, because I would have monopolized\n_all_ your time. I appreciate your generosity in extending the\ninvitation as a rain check to me.\n\nYour mention of the Duke School of \"psychology\"--my quotes--leaves me\ncold. It's too obvious and puts the cart before the horse. The important\npoint that I was trying to make dealt not with the \"possible\nparapsychological\" manipulation of equipment or the materials _a la_\ntelekinesis to produce the desired results, _but that our Science may\nnot be studying natural phenomena and trying to interpret them at all_.\nThe point, to get it down in black and white, is that our\n\"Science\"--yes, quotes--may be _inventing_ the reality that it is\nsupposedly studying. _Inventing the atoms, molecules, cells, nuclei, et\ncetera ... and then describing them, and in the description giving them\nreality._\n\nWhile I was at Woods Hole I had some really good bull sessions about\nthis very thing. I realize now that I may have been falling into the\ntrap of solipsism, \"who watches the quad,\" et cetera, type of thing.\nIncidentally, my research is finally beginning to fall into shape. My\nsponsor and I had some pretty good sessions about it, and some of the\nscrewy results I wrote you begin to make sense. I had the good luck to\ntalk to an outstanding man in the field of nucleic acid synthesis and he\nwas quite enthusiastic about the caliber of our work. He feels quite\nstrongly--but has no real evidence--that the synthesis of both types of\nnucleic acid are independent of each other and has pointed out some\nsignificant references that I did not know about. I'm anxious to buckle\ndown and really lick this nucleic acid problem ... in time for a June\ndegree.\n\nCordially,\n\nJonathan\n\nP.S.\n\nPlease send me a reprint of your lecture on \"Memory\nBanks--Transistorized Neurones.\" The lecture was ingenious, but there\nare some biological phenomena with which I don't agree. Remember, I'm\nthe biologist. Honestly, Doc, don't you think--_entre nous_--that your\nidea that a living organism, can be compared with automata in picking up\ninformational items and processing them simultaneously in parallel,\nrather than in series, is naif?\n\nJ.\n\n\n\nOctober 28, 1958\n\nDr. R. Von Engen,\nJournal of the National Academy of Sciences,\nWashington, D. C.\n\nDear Dr. Von Engen:\n\nI apologize for not answering your letter sooner. I assume you were\npulling my leg when you suggested that I make a science-fiction story\nout of \"the confused ideas of a beginning graduate student.\" You might\ngive _your_ idea of a \"possible science-fiction story\" to one of your\nacolytes that has some small experience in the field of writing--not\nscience. I am afraid that your other suggestions are not germane to the\nproblem of nucleic acid synthesis and metabolism, a problem that has\nbeen occupying _all_ my time. In fact, I've been doing with three to\nfour hours of sleep these days. With the kind of concentration that I\ncan offer the problem, there is no question that the data are falling\ninto line, and our research is going rather well. We will show, I hope,\nfairly conclusively that there is little or no interconversion between\nthe two types of nucleic acid synthesis in the cell.\n\nDespite your ingenious mathematical approaches for stimulation criteria,\nin biological research--a very abstruse field--even your multiplex\nmachines with elaborate means of intercommunication are not\nsophisticated enough--or ever will be--to cope with the complexities\ninherent in the numerous interacting biosyntheses on the subcellular\nultratopographical level of protoplasm.\n\nSincerely yours,\n\nJonathan Wells\n\n\n\nNovember 8, 1958\n\nThe Editor,\nJournal of the National Academy of Sciences,\nWashington, D. C.\n\nMy dear Professor Von Engen:\n\nFrom the tenor of your last letter it is quite evident that there has\nbeen a radical change in your originally sound and inspired ideas, and\nwhich clearly indicates to me that a discussion and exchange of basic\nconcept would be fruitless. I'm rather hurt that you question my\nintegrity with the statement about the \"slick, calculating,\ncareer-minded cult of Ph. Deism.\" Moreover, I would appreciate, if\npossible, the return of my previous correspondence.\n\nI don't feel that I am totally inept, for I have been awarded a\npredoctoral fellowship that will support me during the remainder of\ngraduate school. In addition, I am being seriously considered for a\nfaculty position at an outstanding Eastern University upon completion of\nmy thesis. Should you be interested, we now have an article in press on\nthe Journal of Cellular Physiology entitled: \"Nucleic acid synthesis in\nthe frog liver cell: A definitive study.\" We have found substantial\nevidence which demonstrates that there is no interconversion of the two\ntypes of nucleic acid.\n\nI cannot help but comment about your recent paper in _Scientia_--I do\nnot believe that it is at all possible to devise computers which can\nhandle the species of data which we obtain. Your data being less\ncomplex, of course, may fit.\n\n_Naturally_, I have your confidence in the entire matter.\n\nYours very truly,\n\nJ. Wellington Wells\n\n\n\n  +--------------------------------------------------------------+\n  |                      Transcriber's Note                      |\n  |                                                              |\n  | This e-text was produced from Astounding Science Fiction,    |\n  | September, 1959. Extensive research did not uncover any      |\n  | evidence that the U.S. copyright on this publication was     |\n  | renewed.                                                     |\n  +--------------------------------------------------------------+",
    "metadata": {
        "author": [
            "Mayfield, M. I."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/23429/pg23429.txt",
        "name": "on_handling_the_data.json"
    }
}