{
    "name": "One good turn",
    "author": [
        "Sinclair, Bertrand W.",
        "Sinclair, Bertrand William",
        "Sinclair, Bill",
        "Sinclair, William Brown"
    ],
    "body": "By Bertrand W. Sinclair\n\nAuthor of “A Jack and Two Jills,” “Ten Thousand Bucks,” Etc.\n\n    Many a tragedy is concealed by the seemingly unpopulated\n    woods of our great Northwest. This tale of Sinclair’s\n    pictures the result of one, and the strange consequences,\n    developing in later years in a way to confound more than\n    one actor in the drama.\n\n\nGoodrich propped himself up on one elbow. Among the thickets below\nthere sounded the muffled clumping of an animal’s feet, the faint\nintermittent crack of dry twigs trodden upon. Goodrich rose from the\nblankets upon which he had lain down to gaze at stars peeping through\nthe lofty tops of the sugar pine. He expected his hunting partner, and\nthat partner would be hungry--almost as hungry for food as he, Bill\nGoodrich, was for the tobacco his partner was bringing. While he poked\nup the dying fire, laid on fresh wood, and hung a kettle of water to\nboil for coffee, the sounds of approach drew nearer.\n\nBut when the man and loaded burro should have passed from the thicket\non the slope into the open grass under the big pines, the faint sounds\nceased altogether, and they did not appear. For five minutes Goodrich\nwatched and listened impatiently. Then as he began to think his ears\nmight have deceived him, a man, leading a burro, came slowly into the\ncircle of firelight. Goodrich stifled a grunt of disappointment. The\nwayfarer was not his expected partner.\n\nGoodrich, however, was an outdoor man, habituated to camps and the easy\nhospitality of lonely places.\n\n“Hello,” he greeted, “I thought you were another fellow when I heard\nyou coming, and I’ve got the kettle on. But you’re just as welcome,\nespecially if you happen to have any tobacco that isn’t working.”\n\nThe man was a young fellow about Goodrich’s age. He carried a carbine\nin his hand. A stout gray burro, heavily packed, trailed at his heels.\n\n“I’ve got some pipe tobacco,” he replied.\n\n“Like manna from heaven, that sounds,” Goodrich returned. “I haven’t\nhad a smoke all day. My partner hiked out to the stage road yesterday\nto try and rustle some tobacco and grub. Well, the coffee will boil in\na minute. Stake your mule over there by mine. There’s good feed.”\n\nThe stranger passed Goodrich a sack of tobacco. He undid his pack\nlashings and laid off the load and saw-buck saddle, watered his beast\nat the small, cold spring which bubbled from under the roots of the\npine by which Goodrich had his camp, and picketed him among tall grass\nand pea vine. When he came back Goodrich had the breast of a grouse\nfrying. The stranger produced bread from his pack. They ate and smoked,\ntalking a little.\n\n“Going to hunt up here in the pines?” Goodrich asked at length.\n\n“I’m hunting--a job,” the other said. “Heading for a logging camp at\nthe mouth of Slate Creek. Short cut across the divide.”\n\nGoodrich turned into his blankets. He wanted to be out in the morning\nbefore sunrise sent the deer back to inaccessible thickets. The\nstranger gathered ferns and grass for a mattress and likewise spread\nhis blankets. In a matter of minutes both men were asleep.\n\nUntil an hour before dawn Goodrich slept soundly. Then he sat up,\nrubbed his eyes, and reached for his boots. Even in California four\nthousand feet in the air brings a chill before dawn, any month in the\nyear. Goodrich had a brown shooting coat at the head of his bed. When\nhe pawed around in the dark he could not find it, only a woolen\nsomething where his coat should have been. Impatiently he struck a\nmatch. His coat was gone. A red sweater lay in its place.\n\nHe held the match above his head. In the still air it burned steadily,\nshowing him a vacant pile of ferns and grass where the other man had\nmade his bed.\n\n“Huh,” Goodrich grunted. He sat on his haunches a second, thinking,\nlistening, until the match burned to a charred stub. Then he lit his\nfire. In the halo that cast he began to look about him, to take stock.\n\nGoodrich had a black burro picketed in the grass. He had a .25-.35\nWinchester standing against a tree. He had laid a tattered old gray\nfelt hat near the brown shooting coat when he went to bed.\n\nAll these things were gone. But he had not been robbed. Far from it. In\nthe place of his black mule, an indifferent sort of beast, he had a\nstout young gray burro. In lieu of his old .25-.35 a nearly new .30-.30\ncarbine leaned against the tree, a well-filled cartridge belt\nbeside--and hooked by the string to the lever hung a sack of tobacco\nand a book of brown papers. In the hat exchange he had come by a new\nblack Stetson.\n\n“They say a fair exchange is no robbery,” Goodrich muttered. “I’m all\nto the good on the trade, but I’ll be hanged if I sabe why. I wonder\nwhat’s the idea?”\n\nHe got an insight upon the idea at noon. He did not sit about his camp\npuzzling about what had happened in the night, but took the .30-.30 and\npursued his business along a ridge to the west. But luck was against\nhim as it had been for a week. He failed to catch the wise old buck\ndeer in the open, and he failed also to get a shot at any of those he\nstirred up in the heavy brush. So he trudged into his camp under the\ntall, solemn pines about twelve o’clock.\n\nAnd as he sat whittling shavings to start a fire two men stepped out\nfrom behind separate trees with rifles trained on him and ordered him\nto put up his hands. Goodrich promptly obeyed. One possessed himself of\nGoodrich’s rifle, felt the prisoner carefully for concealed weapons,\nstepped back, and remarked to his companion.\n\n“’S him, all right.”\n\n“I don’t get you,” Goodrich snapped.\n\n“Well, we’ve got you, Baker,” the man with the rifle drawled. “No use\nmaking the innocent-stranger play.”\n\n“Baker, eh?” Goodrich remarked. “Are you officers?”\n\n“You’ve guessed it, first shot,” one answered sarcastically.\n\nGoodrich dropped his hands.\n\n“I’m tired pawing the sky,” he said bluntly. “You got the wrong man. My\nname’s not Baker. It’s Bill Goodrich. I’m from Monterey. I’ve been up\nhere camping for two months, nursing a bad lung. I’ve been hunting deer\noff and on for two weeks with an old fellow called Sam Hayes.”\n\nThe man, with the rifle still pointed unwaveringly at Goodrich’s\nmiddle, smiled.\n\n“About five foot ten,” said he. “Fair. Grayish eyes. Pretty husky about\nthe shoulders. Twenty-five or so. Thirty-thirty Winchester carbine.\nBlack Stetson hat, nearly new. Red sweater. Brown laced boots. Gray\nmule. Hell, Baker, what’s the use of stalling? It won’t get you\nanything. Anyway, you’re under arrest. Don’t make any breaks because we\ndon’t aim to lose you. This ain’t no joke, Baker. Your man died in the\nhospital two hours after you lit out.”\n\nGoodrich saw it in a flash while the man was speaking, understood that\nswapping of goods in the night. This man Baker knew he was being\ntrailed, pressed close. Goodrich opened his mouth to recount the\nexperience, to put the officers on the right trail. But he refrained.\nHe could see they were quite sure he was their man. They would only\nlaugh at his story. They would take him out to the county seat--and\ndozens of men could identify him there. And somehow or other the man\nhadn’t struck him as a criminal. Goodrich felt like giving him a\nchance. He decided to stand pat. The officers wouldn’t believe him,\nanyway.\n\n“It’ll be a joke on you,” he said pleasantly. He had settled himself to\nsay nothing of how he came by the things which identified him. “There’s\nno law against a man having a .30-.30, a black hat, and a gray mule. I\nguess you’d find half a dozen men in the Monterey Forest Reserve heeled\nlike that. I tell you I’m not this guy Baker. I’m Bill Goodrich. You\ntake me out to Monterey and you’ll see.”\n\n“No chance for an argument,” one officer said shortly. “We’ll have a\nbite to eat and get on.”\n\nThey took the precaution of shackling his wrists while they cooked.\nGoodrich burned with resentment at the handcuffing. Then they gathered\nup his stuff, packed it on the gray burro, brought two saddle horses\nout of concealment in the brush, and set off down the mountain trail.\n\nThey rode. Goodrich had to walk. He had hunted hard that forenoon, and\nhe was tired. With his ironed wrists it was difficult for him to walk\nwith ease. He could not keep the flicking branches from lashing him\nacross the face. The cocksureness of the men grated on him. A most\nungodly anger grew in his breast. Curiously it was not directed toward\nBaker, who had bestowed upon him the goods and chattels directly\nresponsible for this error in identity, but against the two deputy\nsheriffs. They were pluming themselves on his capture, and they were\ncallously indifferent to the misery they were inflicting upon him. They\nrefused to free his hands so that he could travel more easily, even\nthough he promised not to attempt escape.\n\nTen miles out from the big pines, two thousand feet lower down, the\ntrail forked. Goodrich stopped.\n\n“Look here,” he said angrily. “I’ve told you straight I’m not this guy\nBaker. There are a hundred people in Monterey who can identify me. You\naren’t going to drag me all the way to Salinas, are you?”\n\n“Surest thing you know,” they jeered. “You suppose we don’t know you\ngot two brothers and a swarm of friends between here and Monterey? No\nfoolin’ now. You hike right along.”\n\n“I’ll be damned if I do,” Goodrich said sullenly. “I’ve walked as far\nas I’m going to.”\n\nThe upshot of this was that one officer finally dismounted and\ngrudgingly permitted Goodrich to ride. But they took the Salinas road.\nAnd at the stage station, in late afternoon, Goodrich, with\nsweat-grimed face and handcuffs on his wrists, was an object of rural\ncuriosity while the officers hired a motor car. By that means they\ncovered the intervening thirty miles of road and landed Bill Goodrich\nin a stuffy cell at the county jail just as dusk was falling.\n\nNext day, by dint of protest and demand, he got in touch with a lawyer.\nThe following day he was freed, after a brief grinding of the ponderous\nwheels of the law. There were men to bespeak him as Bill Goodrich, and\nother men to prove that he was not the much-wanted Baker--who had shot\nand killed a rancher in the Salinas valley.\n\nBill Goodrich learned that even in Salinas there were people who\nbelieved Baker had ample justification for the shooting. Personally,\nafter his experience with those two deputies and the county jail, Bill\nGoodrich spitefully hoped that Baker got away. He kept a close mouth on\nhow he came by the gray mule and the black hat. He sneered at officers\nwho questioned him. And he left Salinas as soon as he could.\n\nGoodrich was a rolling stone. That incident left a very bad taste in\nhis mouth. He would wake up sometimes out of a dream in which he was\nback in that foul-smelling jail. It managed to spoil that section of\nCalifornia for him. He was about through there, anyway. A touch of\ntuberculosis had sent him to the Monterey Forest Reserve under a\ndoctor’s advice to get high in the mountains, to sleep outside, to eat\nplain nourishing food, and take plenty of open-air exercise. Thus he\nhad achieved health. He went back to the same doctor and had his lungs\nexamined. And when the medical man pronounced him sound, with a warning\nto repeat the same course of treatment if the symptoms recurred in\nfuture, Bill Goodrich began to roll again. In time he rolled himself\nclean out of the United States into the British dominions to the\nnorth--specifically, into the coastal region of British Columbia.\n\nHere Bill Goodrich tarried a while, long enough to take root in a\ncertain locality. He worked in logging camps, made a hand on cannery\ntenders, prospected a little, trapped, fished salmon, tried his hand at\nvarious things, using a cabin and a plot of cleared land on Cortez\nIsland as a pivotal point for his ventures. He liked the country. It\nwas covered with noble forests, in which game abounded. Bill Goodrich\nwas a lineal descendant of men who had crowded frontiers off the map,\nmen handy with either a rifle or a plow. Bill was at home in wild\nplaces. He was never satisfied without elbowroom. B. C. looked good to\nhim, its woods and clear streams and enormous mountains. When he\naccumulated a few hundred dollars he filed on a hundred and sixty acres\nof government land. He began the stupendous battle with the stumps\naround his cabin.\n\nWhen five years had passed over his head since the autumn night he\nspent in the Salinas jail, instead of being on the highroad to a\npioneer’s modest fortune Bill Goodrich had to acknowledge two rather\nsignificant items on the debit side of his ledger. One was a recurrence\nof his old lung trouble, a touch--just a touch--of tuberculosis.\n\n“Get off the coast. Get away from this damp air. Go as high as you can\nget in the mountains, preferably where it’s warm. Do that and you’ll\nsoon shake it off. The bugs can’t stand dry air and sunshine.” Thus a\ndoctor.\n\nThe other item was a man in the neighborhood, a bullying individual who\ndidn’t like Bill Goodrich. Ever since he took possession of this\ngovernment land Goodrich had recognized this dislike as a menace.\n\nAnd on a mild September afternoon, at a steamer landing on the east\nside of Cortez, Bill Goodrich killed this man--shot him neatly between\nthe chin and collar bone in the presence of twenty people. Goodrich\nhadn’t wanted to kill this man. He had hoped to avoid a clash with him,\nespecially when he learned that he must leave Cortez and seek the high\nmainland ranges if he wanted to beat the white plague. But the man was\na natural trouble hunter. He had been making Goodrich’s life miserable\nfor six months. He died with his boots on and a gun in his hand because\nhe had made the very common error of mistaking quietness for timidity,\nself-control for fear, and so had put himself and Bill Goodrich in a\nposition where one of them had to go under.\n\nNevertheless, even justifiable homicide brings a man foul of the law.\nBill Goodrich knew himself to be justified. He was not sorry. The thing\nhad been forced on him.\n\nBut--the other man cut quite a figure in the logging business. There\nwas money behind him. There were others willing enough to carry on his\nfeud, to get Bill Goodrich legally since a personal clash had failed to\neliminate him. There was an economic motive functioning behind the\npurely personal one.\n\nIt seemed to Bill Goodrich that the hills offered a more desirable\nsanctuary than the courts. He might come off clear in court--in the\nhills, those rugged hills up-thrusting into blue sky, his life and\nliberty depended solely upon his own unaided effort, his skill, his\nfortitude, his own individual quickness of hand and brain.\n\nSo he left an awed group staring at the dead man sprawled limp in the\nmellow sunshine and trudged back to his own cabin, some two miles\ndistant. No one stayed him. He knew no man who had witnessed the affair\nwould meddle with him. But he knew also that a telephone line ran from\nthe scene of the shooting to Campbell River, whence shortly a\nprovincial constable in a government launch would set out to arrest\nhim. And Bill Goodrich had no mind to suffer arrest. He had a distrust\nof courts, a horror of jails--which last dated back to his Salinas\nexperience. That had remained a vivid picture in his mind those five\nyears. He could so easily visualize that cramped, foul-smelling steel\ncage, the drab walls. The memory filled him with a sense of living\nburial, which he swore he would never undergo. Right or wrong he was\nfor freedom, the open sky, the friendly silence of the woods. A man, he\nsaid to himself, might as well be dead as in jail--better, if the\ntubercle bacilli had gotten a tiny foothold in one of his lungs.\n\nSo he put a reasonable quantity of staple foods, a small silk tent, two\nblankets, his warmest and stoutest clothing and boots, his rifle and\ncartridges, some fishing gear and a good ax in a Peterboro canoe. He\nwaited till dark--chancing the arrival of an officer meantime--that no\nwatchful eye might note the direction of his flight.\n\nHe paddled then in the dusk across the head of Lewis Channel, passed\nbetween the Redondas and the mouth of Malaspina Inlet. At the lower end\nof a nameless islet standing in the mouth of Desolation Sound he picked\nup the thrum of a motor. But this gave him no uneasiness. It came from\nfar up channel, not from the westward whither the police launch must\ncome. He bore in for the shadow of the islet, however, as matter of\nprecaution. He did not want to be seen, even casually.\n\nBut while he was still a cable short of the nearest point, a finger of\nlight, dazzling white, split the darkness and made a round, brilliant\nspot on the shore. It swept slowly over weedy bowlders and beached\ndriftwood, and came wavering out across the water until it rested upon\nhim.\n\nThe beam held him in its white circle like an actor in the spotlight.\nTo the eyes behind that searching shaft he knew he and every detail of\nhis equipment must stand out bold as a single black letter on a sheet\nof white newsprint. Then the light flicked out. The launch passed him\nalmost within hailing distance. By her dim outline and her cabin lights\nGoodrich recognized her as a provincial forestry boat, driving down out\nof Desolation Sound. Her crew knew him. They would hear of the killing.\nThey would talk.\n\nGoodrich considered, watching the stern light of the cruiser grow dim\nacross the water. He had started with a well-defined plan. It called\nfor many hundred miles of travel in the highest, roughest part of the\nroughest mountain chain in North America. It meant hardship\nindescribable. But it meant ultimately that he would gain reasonable\nimmunity from the consequences of his act-- and also give him an even\nchance to destroy the tubercle bacilli which had once more gained\nfoothold in his lung tissue. He did not want to change this plan. He\ncould think of none better, none so good.\n\nHe paddled across to the mainland shore. Up the long sweep of Homfray\nChannel he traveled under cover of the dark, lying up on bold, cliffy\npoints during the day, with his canoe hidden in thickets of salal.\nFinally he passed into the narrow reach of Toba Inlet, a thirty-mile\nstretch lined by cliffs that lifted a thousand feet sheer from salt\nwater, by thick-forested slopes, by mountains that were but a setting\nfor glaciers which gleamed ghostly in the moonlight. He was an\ninfinitesimal speck creeping along a sullen shore, a little awed by the\nheights above and the gloom below.\n\nGoodrich was very glad when he passed over the bar into Toba River at\nthe Inlet’s head, stole by an Indian village, and made his solitary\ncamp five miles upstream. For he was now beyond the last settler’s\nclearing, fairly into the wilderness. He need no longer move furtively\nin the dark. He could bare his face to the sun, travel openly and\nunafraid. Pursuit could come from only one direction; from behind. It\nmust come as he himself had come, by paddle and pike pole.\n\nThree days up Toba Valley, Bill Goodrich was forced to admit that they\nmust have guessed right and followed fast--also that some one must have\nseen him. Perhaps a Siwash had watched him from cover on the bank on\nthe lower stretches of the Toba, and talked when the officers came\nseeking.\n\nGoodrich had followed around a great sweeping bend in the river, a\ntwelve-mile loop that brought him after six hours’ labor at the pike\npole back within twenty minutes walk of where he had cooked his\nbreakfast. A narrow neck of land separated the two channels. Goodrich\nhad heard of the “Big Bend.” When he found himself above it, something\nof the same instinct that wakes a deer double on its track, sent him\nacross the neck. He had been told long ago that there was a portage\nacross this neck. It might be as well to know about this portage. And\nhe had a sudden craving to look back downriver.\n\nHe found the portage with a little difficulty, a level trail blazed\nthrough heavy cedar--a trail craftily blind at both ends. He found\nsomething else, less to his liking. Peering from a screen of brush on\nthe downstream side of the neck he saw a Siwash dugout coming up a\nlong, straight stretch. Two men stood in it, thrusting stoutly on pike\npoles. A third walked the gravel bars along shore.\n\nGoodrich watched till they came up. They beached the canoe within forty\nyards of him. Two men were white. One was an Indian, a stout,\nwooden-faced Siwash.\n\n“Po’tage da’,” the Siwash indicated.\n\nThe two men gazed at the heavy stand of cedar on the valley floor, the\nmat of undergrowth that ran to the river bank, fern and blackberry\nvines, thorny devil’s club, all the foot-tripping and skin-raking\ntangle that clothes the floor of B. C. forests. They did not regard the\nprospect with pleasure.\n\n“How far across?”\n\n“Maybeso half mile,” the Siwash answered. He stood staring\nindifferently.\n\n“Pack the infernal dugout and our junk through half a mile of that\njungle? Well, I guess not,” one said. “Me for the river. Chances are\nwe’d lose time on a carry in that brush.”\n\n“Let’s take a look from the top of the bank,” the other man suggested.\n\nThey climbed up. A six-foot cedar trunk and a clump of elderberry\nseparated them from Bill Goodrich when they stopped. He imagined they\nmust be able to hear his heart beating. He crouched on his haunches,\nscarcely breathing, his fingers hooked in the lever of his gun. The men\nstood talking.\n\n“Looks worse. Supposed to be a trail, but that damn Siwash don’t act\nlike he wanted to show us much. Personally, I’d rather pole ten miles\nof open river than pack five hundred yards through this brush.”\n\nThe man’s companion agreed.\n\n“There’s the chance that we might miss Goodrich on the bend,” he\ncontinued. “He can’t be so far ahead now. We have to go careful--keep a\ngood lookout.”\n\nThe first man stuffed his pipe full of tobacco and lit it.\n\n“I wish I knew just how close we are on him,” he said. “I don’t suppose\nhe’ll shoot on sight. Still, he’ll probably be pretty shy. And he might\nbe quick on the trigger, too. I can’t say I’m stuck on this little job.\nIf the darned fool’d had sense enough to give himself up after the\nshooting he’d come clear, with a good lawyer, from all accounts.”\n\n“If we can overhaul him and manage to make camp with him,” the other\nsaid, “we can casually let out that we’re cruising timber for Mayer &\nRunge. I’ve got those blue-print maps to stall around with. He don’t\nknow either of us. Get him off his guard once, and it’ll be easy. I’d\ntake a chance on making the arrest sooner than work my passage through\nthis brush with a load.”\n\n“I wonder how far he’ll go,” the first man said.\n\n“I don’t know, and I don’t care.” A boastful note crept into the\nother’s voice. “If he goes to hell I’ll still be on his trail. I ain’t\nstarted after a man in six years that I didn’t get him.”\n\nThey took another look at the thicket on the neck and went back to the\ncanoe. One got in. He and the Siwash leaned on the poles again, pushing\nthe long, narrow craft up over a swift shoal. The other shouldered his\nrifle and walked along the bank.\n\nWhen they had gone a hundred yards or so, with the ripple and croon of\nthe stream to drown any small sound his feet might make, Bill Goodrich\nrose from his hiding place and hurried back across the narrow neck. He\nhad six hours start. They could scarcely pole around the bend in less\ntime.\n\nGoodrich slid the red canoe afloat. He looked back whence he had come\nover the portage, down the river where the law personified in two men\nwith rifles bore up after him.\n\n“Well, here’s _one_ you won’t get,” he muttered defiantly.\n\nHe did not stop when dark fell. Even on the darkest night the sheen of\nrunning water makes a path which can be followed. Late in the night a\ncrescent moon sailed up from behind a mountain, and made his way\neasier. He pushed on till daybreak, rested two hours, and went on. All\nthat day, though his arms and legs ached, and blisters grew on his\nfingers from surging on the pole, he bore up a stream which steadily\ngrew swifter and shallower.\n\nBut he had taken a lead which he meant to keep. He felt reasonably safe\nfrom surprise. If he could hold that gait they would never come up on\nhim. And in another day or two he would be near the divide. At the\nfirst natural barrier he meant to cache the red canoe and on the ridges\nhe would shake pursuit cleanly from his trail. Without dogs no man\ncould follow him among the high places of the coast range.\n\nSo, thinking only of the men following him upstream, reckoning nothing\nof a possible danger from ahead, Goodrich turned a sharp bend in the\nriver late that evening and blundered squarely upon a camp on the\nwater’s edge. A dugout was drawn up on the gravel. A fire was burning,\nand a man beside the fire hailed him pleasantly. Goodrich knew he could\nnot go on, he could not withdraw without arousing suspicion. He was\nvery tired. The man couldn’t possibly know he was a fugitive. And the\nofficers were too far behind to matter for that night at least. He\nreturned the man’s hail, and beached his canoe beside the other.\n\nFor twenty-four hours he had kept going with only brief intervals to\nrest and cook food. He had traveled the last six hours on his nerve\nalone. His body was a worn-out shell. When he sat down beside the fire\nand took off his boots and hung his wet socks on a limb to dry, he grew\ndrowsy at once. Every fiber of his body was slackening, crying aloud\nfor rest. The strain of long-continued exertion had started an\nintermittent cough.\n\nThe man had a pot of tea brewed. There was fried venison and potatoes\nin a pan, bread--the staples of woods travel.\n\n“Dig in,” he invited. “I just ate. No use you bothering about grub outa\nyour own pack.”\n\n“Thanks,” Goodrich accepted. “I feel sort of all in, all at once. Tough\ngoing.”\n\nThe other man talked a little. Goodrich learned that he was a trapper,\ngoing into a region he had trapped before. Goodrich knew that he ought\nto account for his own presence. No man bore so far up those lonely\nvalleys without definite object. But he was too tired to care. And the\nman asked no questions, betrayed no curiosity whatever.\n\n“I had an idea nobody trapped this far up,” Goodrich said at length,\nfeeling that he must say something. “I figured on looking over the\nground myself.”\n\nThe other grinned.\n\n“There’s oceans of room,” he replied. “I kinda wish some good, square\nguy would run a line up here. It gets pretty lonesome before spring. I\nstick it out because it pays, not because I like the hermit life so\nwell.”\n\nGoodrich coughed behind his hand. He didn’t want to talk. He rose\nstiffly, sore in every muscle. It was pitch-dark now.\n\n“I’m going to turn in,” he said briefly.\n\nHe gathered stuff for his bed, spread his blankets, laid the silk tent\nover these to fend off the dew. His eyes closed in sleep while the\nother man still sat humped beside the heap of glowing coals in an\nattitude of profound reflection. There was nothing uncommon about that.\nIt is a woodsman’s habit.\n\nWell toward morning Goodrich awoke, alert, refreshed, very much alive\nto his situation. He hadn’t reckoned on running into anybody. He had\nnot meant to be seen by a soul in the valley of the Toba. But he had\ngrown tired and less watchful and so blundered into this man’s camp. He\nlay now thinking upon his next move. The constables would come up with\nthis man. They would learn positively that Goodrich was bearing\nupstream, so many hours ahead of them. They would hunt him as they\nwould hunt any predatory animal. If there had been a doubt of his\npresence on Toba headwaters this hunt might soon have grown\nperfunctory. But coming upon this trapper they would know.\n\nHe couldn’t turn back now. He could, of course, lie up in the brush,\nand when the officers passed double back downstream. But he was aware\nof an increasing double risk in returning to the coast. He would have\nto dodge furtively to avoid recognition. And another sea level winter\nwould kill him as surely as a jail. High in the hills, among dry snows,\nbreathing dry sun-washed air, that sore spot in his lung would heal. He\ncould win health and keep his freedom on the summit of the coast range.\n\nA picture leaped up before his eyes with such vividness as to make him\ncatch his breath. A gray mule, a black Stetson, and a .30-.30! He\nparalleled that with a red canoe, a 303 Savage, a black and green\nMackinaw coat. On the beach lay a black Siwash dugout of cedar. The\nother man’s rifle stood within reaching distance. The man’s clothing\nlay beside his bed. The man himself slept soundly.\n\nBill Goodrich lay debating with himself. It seemed a rotten thing to\ndo. Yet the man would suffer nothing beyond inconvenience. The officers\nwould take him out. By the time he had established his identity\nGoodrich would be far in the depths of those grim mountains, his trail\nlost for good. With a week’s grace a hundred men could not locate him\nin that wild jumble of peaks and cañons.\n\nGoodrich decided. He rose softly, took first of all the two rifles so\nthat if the man did wake he would be safely disarmed. Then Bill packed\nhis bedding. Moving stealthily he transferred his stuff to the dugout.\nLast of all, he crept furtively near the bed to exchange clothing. He\nbrought with him his own rifle to set against the tree.\n\nAs he came near the foot of the bed he became aware of the man’s eyes,\nwide open, alert, fixed on him.\n\n“What’s the idea?” the man asked casually.\n\n“I’m pulling out,” Goodrich answered.\n\n“With all my stuff? I guess not,” the other’s voice sharpened. “Don’t\nmove. I got you covered with a .45.”\n\nHe sat up, baring the blue-barreled Colt. With his left hand he fumbled\nabout and struck a match and took a steady look at Bill Goodrich.\n\n“I don’t aim to rob you,” Goodrich said quietly, at last. “All I want\nis your canoe and rifle and your Mackinaw. I’m leaving you my own\nthings. They’re better than yours. That ain’t robbery.”\n\nThe man struck another match. His eyes narrowed in scrutiny. He smiled\nsuddenly, broadly, at last.\n\n“Lay down the rifle,” he ordered.\n\nGoodrich obeyed. The man let his revolver rest on the blankets. The\nmatch in his fingers burned out. The pale gleam of the moon through a\ntangle of boughs showed them dimly to each other.\n\n“Let’s get down to cases,” he said. “What kind of jack pot have you got\ninto?”\n\n“I killed a man on Cortez Island a few days back,” Goodrich answered\nquietly. “There’s two officers about twelve hours behind me on the\nriver. I figure I was justified. I don’t intend to be taken. I’ve got a\nbad lung--a touch of T. B. A month or two in jail would probably set me\nback so I’d never shake it off--even if I come clear on trial. I don’t\nlike jails nohow. Life’s too short for me to lay in one. That’s all.”\n\n“H’m,” the man grunted. “So you were going to swap outfits with me. I\nwas to be the fall guy for these constables, eh? They’d grab me and\nturn back? Was that it?”\n\n“Something like that,” Goodrich admitted.\n\n“That’s a mean hole to put a man in,” the other commented. “What give\nyou the idea?”\n\n“A fellow did it to me once down in California,” Goodrich answered\ndispassionately. “It didn’t hurt me much, though I was pretty sore at\nthe time. Spoiled a hunt in the Monterey hills was about all. These\nfellows don’t know me by sight. While they were taking you out and you\nwere getting identified, I’d make my get-away clean.”\n\n“Suppose I take you in myself,” the man observed suggestively.\n“According to your own account you’ve killed a man. You were going to\nput me in a nasty position. I might have got gay with these constables\nnot knowing what I was up against, and got shot all to pieces myself. I\ndon’t know but I ought to take you in myself.”\n\n“You won’t,” Goodrich answered soberly. He meant this. There was no\ndoubt in his mind; only a grim determination. “There’s times in a man’s\nlife when he has to do something desperate. I didn’t shoot this fellow\nbecause I wanted to. I had to. I don’t propose to be penalized for it.\nNo, you nor nobody else will take me in. At least, not alive.”\n\nThe man laughed softly.\n\n“No,” he said, “I have no idea of even trying to take you in, either\ndead or alive. Look here, I’ll take a sporting chance on you. Go ahead.\nTake any part of my outfit you need. Leave me yours. I’ll go through\nwith the play. You’ll get a week’s start. I don’t know as it’ll do me\nany harm. I kinda like the notion of helping a man out of a jack pot.”\n\n“You mean it?” Goodrich asked, dumfounded at this turn.\n\n“Sure, I mean it!”\n\nGoodrich could see the man grinning as if the idea tickled his fancy.\nHe dropped the six-shooter and began to roll a cigarette. Goodrich\nsighed relief.\n\n“Well, I don’t know why you should,” Bill said. “But it’s darned white\nof you. I guess I’ll take you at your word and drift before you change\nyour mind.”\n\nThere wasn’t much more to do. The man flung Bill Goodrich a cartridge\nbelt to go with his rifle. Goodrich took the other’s gray Mackinaw.\n\nWhen he had finished these simple preparations the man had got on his\nboots. He walked down to the canoe with Bill.\n\n“Look here,” he said. “About twenty miles above here you’ll strike the\nhead of canoe navigation--a sixty-foot falls. Three hundred yards above\nthat a creek makes in from the nor’west. You go up that creek a half\nmile and you come to a big slide. Climb the hill to the east, and in\nthe timber on the first bench you’ll strike a blazed line. Follow that\ntill it runs out. That’ll be a matter of fifteen miles. When you pass\nthe last blaze you’ll come out on an open fern sidehill. On the\nopposite side of the creek you’ll spot another big slide. You cross the\ncreek, go up on the north side of the slide till you strike a narrow\nbench about five hundred feet above the stream. When you get on the\nbench face north and you’ll see a big bald mountain away off. There’s\ntwo sharp knobs on this mountain and a glacier between. Head straight\nhalfway between the two knobs and keep going along the bench. You’ll\ncome on a cabin inside of half a mile if you hold a straight line.\nThere’s plenty of grub there. Nobody but me knows that cabin’s there. I\ngot another one farther up the divide. The air’s like old port wine up\nthere of a winter morning. Be good for that bad lung of yours.”\n\nHe hesitated a moment.\n\n“You can stay at the first cabin till I come,” he said. “Unless you got\na better plan; unless you aim to hit the long trail by your lonesome.\nThey ain’t a ghost of a chance anybody will come in there after the\nfirst snowfall.”\n\n“I’ll be there,” Goodrich said unhesitatingly.\n\n“All right,” the man nodded. “Can you remember what I told you about\nthe way?”\n\n“I got a picture of it in my mind,” Goodrich declared.\n\n“If you’re a woodsman you’ll find it, I guess,” the other said. “It’s\ngoing to be daylight soon. Better beat it. Good luck.”\n\nHe thrust out his hand. The hearty pressure of his grip conveyed to\nBill Goodrich a great deal more than words could have done. Goodrich\nwas almost gay as he drove the cedar dugout up the narrowing river, and\nthe rising sun flooded the closing valley with warmth and light. He\ndidn’t quite fathom the man’s readiness to shoulder a dubious load. But\nit showed that his heart was in the right place, Bill Goodrich said to\nhimself. He was a little puzzled, too, by the quickness with which the\nman had grasped the situation. But it was a generous impulse for which\nGoodrich was deeply grateful.\n\nHe reached the big falls in time, hauled the dugout far into a deep\nthicket. Then he took a pack and bore on till he found the smaller\ncreek and ultimately the blazed line. He had some difficulty locating\nthe cabin, even though each mark stood in his mind’s eye like a beacon.\nBut he found it eventually. And when he stood under its roof and\nslipped the pack from his shoulders it was like getting home.\n\nThe law would never come at him there. He was high in one of the\nruggedest sections of the coast range. He could win back his health,\ngrow a beard and mustache. When he went out among men again, with time\nto dim their recollection, no one would know him. A man could live in\nthe hills a long time, if he were at home there.\n\nHe recalled Simon Gun-a-noot. Simon had been accused of killing a man.\nAnd Simon was a Northern Indian who feared the white man’s legal\nprocesses. So Simon had taken to the mountains and stayed there. For\nthirteen years the constable had hunted Simon Gun-a-noot. The chase\ncost the province thirty thousand dollars. And Simon had hunted and\ntrapped in the highest and loneliest ranges until he learned that he\nwas sure of acquittal if he gave himself up. The case of Simon\nGun-a-noot comforted Bill Goodrich. He, himself, did not mean to be\ncaught. He was no criminal. He felt no prickings of conscience. What he\nhad done he had to do. There had been no way out of that clash save the\nway he had taken.\n\nThe cabin was roomy, built of heavy logs, roofed with split cedar\nshakes, tight, dry, and warm, with a rough fireplace at one end in lieu\nof a stove. The door was heavy, hand-hewed planks, oddly fitted with a\nheavy bar to be set in place from within. It stood on a narrow bench\nwith a small spring bubbling out of a cliff that rose sheer behind. The\nfront view commanded every possible approach. And it was very hard to\nfind. To Bill Goodrich it seemed made to order for security. One man\ncould hold that place against a dozen, if occasion arose.\n\nSo after he had made another trip down to the falls in Toba River and\npacked in the last of the supplies, he spent his days pleasantly\nlearning the lay of the country for miles around. He shot a deer for\nmeat. He watched bear feeding on the slides. The creek below was full\nof small trout. There was abundance of small fur sign. Goodrich was not\nlonely, but as the days passed he began to grow anxious for a sight of\nthe man who had made this oasis of peace accessible to him.\n\nHe stood in the doorway of the cabin one evening at sunset. In the hush\nthat shrouded those rugged solitudes a stick cracked sharply on the\nslope that rose steeply from the creek. Goodrich listened intently. At\nrare intervals he caught faintly the sound of something moving up\ntoward the bench. He stepped back within the shadow of the door to\nwatch, his rifle handy. Presently a head, and then a pair of shoulders,\nburdened by a pack sack, lifted to view. It was his man. He came up to\nthe door, looked in.\n\n“Hello, old-timer,” he greeted Goodrich. “I see you made it all right.”\n\nHe backed up to the table and Bill helped him slide out of the pack\nstraps. They shook hands. The man wiped his sweaty face.\n\n“I see you got some meat hung up,” he remarked. “Say, I could chew the\nleg off a deer raw, right now.”\n\n“Sit down. I’ll get you some supper,” Goodrich directed.\n\nWhen he had two big venison steaks sizzling over the fire, and a pot of\nwater slung on the hook to boil, he asked:\n\n“How’d you come out with them?”\n\nThe man laughed.\n\n“All right. I told ’em who I was, but naturally they didn’t swallow it.\nThey took me clear to Vancouver. I got identified there easy enough.”\n\n“How’d you account for the red canoe and things?” Goodrich asked.\n\n“I didn’t,” the other replied. “There ain’t no law against anybody\nhaving a red Peterboro, nor a 303 Savage, nor a black and green\nMackinaw. I just stood pat about them things--like you did about the\ngray mule and the black Stetson that time in the Monterey hills.”\n\nBill Goodrich stared in sheer amazement.\n\n“Was _that_ why you took it up so quick?”\n\n“Sure,” the other man grinned. “I had a good look at you that night in\nthe pines. I read the papers while I was making my get-away. I could\neasily see that you had stood pat on what happened that night. I\nthought you were just trying to get away with my outfit down there on\nthe river until you told me what you were up against. It was easy for\nme to put myself in your place, seeing I’d been through the same mill\nmyself. And--darn it all, Bill Goodrich, one good turn deserves\nanother.”\n\nWhat Bill Goodrich answered to that is neither here nor there. But it\nis a matter of record that he has never been brought to trial for that\nCortez Island shooting.",
    "metadata": {
        "author": [
            "Sinclair, Bertrand W.",
            "Sinclair, Bertrand William",
            "Sinclair, Bill",
            "Sinclair, William Brown"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/73619/pg73619.txt",
        "name": "one_good_turn.json"
    }
}