{
    "name": "One Day At Arle",
    "author": [
        "Hodgson, Frances Eliza",
        "Townesend, Frances Eliza Hodgson Burnett",
        "Burnett, Frances Hodgson"
    ],
    "body": "By Frances Hodgson Burnett\n\nCopyright, 1877\n\n\nOne day at Arle--a tiny scattered fishing hamlet on the northwestern\nEnglish coast--there stood at the door of one of the cottages near the\nshore a woman leaning against the lintel-post and looking out: a woman\nwho would have been apt to attract a stranger's eye, too--a woman young\nand handsome. This was what a first glance would have taken in; a second\nwould have been apt to teach more and leave a less pleasant impression.\nShe was young enough to have been girlish, but she was not girlish in\nthe least. Her tall, lithe, well-knit figure was braced against the\ndoor-post with a tense sort of strength; her handsome face was just at\nthis time as dark and hard in expression as if she had been a woman with\nyears of bitter life behind her; her handsome brows were knit, her lips\nwere set; from head to foot she looked unyielding and stern of purpose.\n\nAnd neither form nor face belied her. The earliest remembrances of the\ncoast people concerning Meg Lonas had not been over-pleasant ones. She\nhad never been a favorite among them. The truth was they had half feared\nher, even as the silent, dogged, neglected child who used to wander up\nand down among the rocks and on the beach, working harder for her scant\nliving than the oldest of them. She had never a word for them, and never\nsatisfied their curiosity upon the subject of the treatment she received\nfrom the ill-conditioned old grandfather who was her only living\nrelative, and this last peculiarity had rendered her more unpopular than\nanything else would have done. If she had answered their questions\nthey might have pitied her; but as she chose to meet them with stubborn\nsilence, they managed to show their dislike in many ways, until at last\nit became a settled point among them that the girl was an outcast in\ntheir midst. But even in those days she gave them back wrong for wrong\nand scorn for scorn; and as she grew older she grew stronger of will,\nless prone to forgive her many injuries and slights, and more prone to\nrevenge them in an obstinate, bitter fashion. But as she grew older she\ngrew handsomer too, and the fisher boys who had jeered at her in her\nchildhood were anxious enough to gain her good-will.\n\nThe women flouted her still, and she defied them openly; the men found\nit wisest to be humble in their rough style, and her defiance of them\nwas more scornful than her defiance of their mothers and sisters. She\nwould revenge herself upon them, and did, until at last she met a wooer\nwho was tender enough, it seemed, to move her. At least so people said\nat first; but suddenly the lover disappeared, and two or three months\nlater the whole community was electrified by her sudden marriage with a\nsuitor whom she had been wont to treat worse than all the rest. How she\ntreated him after the marriage nobody knew. She was more defiant and\nsilent than ever, and gossipers gained nothing by asking questions. So\nat last she was left alone.\n\nIt was not the face of a tender wife waiting for a loving husband, the\nface that was turned toward the sea. If she had hated the man for whom\nshe watched she could not have seemed more unbending. Ever since her\nvisitor had left her (she had had a visitor during the morning) she had\nstood in the same place, even in the same position, without moving, and\nwhen at last the figure of her husband came slouching across the sands\nhomeward she remained motionless still.\n\nAnd surely his was not the face of a happy husband. Not a handsome\nface at its dull best, it was doubly unprepossessing then, as, pale\nand breathless, he passed the stern form in the doorway, his nervous,\nreluctant eyes avoiding hers.\n\n\"Yo'll find yo're dinner aw ready on th' table,\" she said to him as he\npassed in.\n\nEverything was neat enough inside. The fireplace was clean and bright,\nthe table was set tidily, and the meal upon it was good enough in its\nway; but when the man entered he cast an unsteady, uncomprehending\nglance around, and when he had flung himself into a chair he did not\nattempt to touch the food, but dropped his face upon his arm on the\ntable with a sound like a little groan.\n\nShe must have heard it, but she did not notice it even by a turn of her\nhead, but stood erect and steadfast until he spoke to her. She might\nhave been waiting for his words--perhaps she was.\n\n\"Tha canst come in an' say what tha has to say an' be done wi' it,\" he\nsaid at last, in a sullen, worn-out fashion.\n\nShe turned round then and faced him, harder to be met in her rigid mood\nthan if she had been a tempest.\n\n\"Tha knows what I ha' getten to say,\" she answered, her tone strained\nand husky with repressed fierceness. \"Aye! tha knows it well enough.\nI ha' not much need to tell thee owt. He comn here this morning an' he\ntowd me aw I want to know about thee, Seth Lonas--an' more too.\"\n\n\"He comn to me,\" put in the man.\n\nShe advanced towards the table and struck it once with her hand.\n\n\"Tha'st towd me a power o' lies,\" she said. \"Tha's lied to me fro' first\nto last to serve thy own eends, an' tha'st gained 'em--tha'st lied me\naway fro' th' man as wur aw th' world to me, but th' time's comn now\nwhen thy day's o'er an' his is comn agen. Ah! thou bitter villain! Does\nta mind how tha comn an' towd me Dan Morgan had gone to th' fair at Lake\nwi' that lass o' Barnegats? That wur a lie an' that wur th' beginnin'.\nDoes ta mind how tha towd me as he made light o' me when th' lads an'\nlasses plagued him, an' threeped 'em down as he didna mean to marry no\nsuch like lass as me--him as wur ready to dee fur me? That wur a lie an'\nthat wur th' eendin', as tha knew it would be, fur I spurned him fro' me\nth' very next day, an' wouldna listen when he tried to straighten' out.\nBut he got at th' truth at last when he wur fur fro' here, an' he browt\nth' truth back to me to-day, an' theer's th' eend fur thee--husband or\nno.\"\n\nThe man, lay with his head upon his arms until she had finished, and\nthen he looked up all white and shaken and blind.\n\n\"Wilt ta listen if I speak to thee?\" he asked.\n\n\"Aye,\" she answered, \"listen to more lies!\"\n\nAnd she slipped down into a sitting posture on the stone door-step, and\nsat there, her great eyes staring out seaward, her hands lying loose\nupon her knee, and trembling.\n\nThere was something more in her mood than resentment. In this simple\ngesture she had broken down as she had never broken down in her life\nbefore. There was passionate grief in her face, a wild sort of despair,\nsuch as one might see in a suddenly-wounded, untamed creature. Hers was\nnot a fair nature. I am not telling the story of a gentle, true-souled\nwoman--I am simply relating the incidents of one bitter day whose tragic\nclose was the ending of a rough romance.\n\nHer life had been a long battle against the world's scorn; she had been\neither on the offensive or the defensive from childhood to womanhood,\nand then she had caught one glimpse of light and warmth, clung to it\nyearningly for one brief hour, and lost it.\n\nOnly to-day she had learned that she had lost it through treachery.\nShe had not dared to believe in her bliss, even during its fairest\nexistence; and so, when light-hearted, handsome Dan Morgan's rival had\nworked against him with false stories and false proofs, her fierce pride\nhad caught at them, and her revenge had been swift and sharp. But it had\nfallen back upon her own head now. This very morning handsome Dan had\ncome back again to Arle, and earned his revenge, too, though he had\nonly meant to clear himself when he told her what chance had brought\nto light. He had come back--her lover, the man who had conquered and\nsweetened her bitter nature as nothing else on earth had power to do--he\nhad come back and found her what she was--the wife of a man for whom she\nhad never cared, the wife of the man who had played them both false, and\nrobbed her of the one poor gleam of joy she had known. She had been hard\nand wild enough at first, but just now, when she slipped down upon the\ndoor-step with her back turned to the wretched man within--when it came\nupon her that, traitor as he was, she herself had given him the right\nto take her bright-faced lover's place, and usurp his tender power--when\nthe fresh sea-breeze blew upon her face and stirred her hair, and the\nwarm, rare sunshine touched her, even breeze and sunshine helped her\nto the end, so that she broke down into a sharp sob, as any other woman\nmight have done, only that the repressed strength of her poor warped\nnature made it a sob sharper and deeper than another woman's would have\nbeen.\n\n\"Yo' mought ha' left me that!\" she said. \"Yo' mought ha' left it to me!\nThere wur other women as would ha' done yo', there wur no other man on\nearth as would do me. Yo' knowed what my life had been, an' how it wur\nhand to hand betwixt other folk an' me. Yo' knowed how much I cared fur\nhim an' what he wur to me. Yo' mought ha' let us be. I nivver harmed\nyo'. I wouldna harm yo' so sinful cruel now.\"\n\n\"Wilt ta listen?\" he asked, laboring as if for breath.\n\n\"Aye,\" she answered him, \"I'll listen, fur tha conna hurt me worser. Th'\nday fur that's past an' gone.\"\n\n\"Well,\" said he, \"listen an I'll try to tell yo'. I know it's no use, but\nI mun say a word or two. Happen yo' didna know I loved yo' aw' yore\nlife--happen yo' didna, but it's true. When yo' wur a little lass\ngatherin' sea-weed on th' sands I watched yo' when I wur afeared to\nspeak--afeared lest yo'd gi' me a sharp answer, fur yo' wur ready enow\nwi' 'em, wench. I've watched yo' fur hours when I wur a great lubberly\nlad, an' when yo' gettin' to be a woman it wur th' same thing. I watched\nyo' an' did yo' many a turn as yo' knowed nowt about. When yo' wur\nsearchin' fur drift to keep up th' fire after th' owd mon deed an' left\nyo' alone, happen yo' nivver guessed as it wur me as heaped little piles\ni' th' nooks o' th' rocks so as yo'd think 'at th' tide had left it\ntheer--happen yo' did n't, but it wur true. I've stayed round the old\nhouse many a neet, feared summat mought harm yo', an' yo' know yo' niwer\ngave me a good word, Meg. An' then Dan comn an' he made way wi' yo' as\nhe made way wi' aw th' rest--men an' women an' children. He niwer worked\nan' waited as I did--he niwer thowt an' prayed as I did; everything come\neasy wi' him--everything allus did come easy wi' him, an' when I seed\nhim so light-hearted an' careless about what I wur cravin' it run me\ndaft an' blind. Seemt like he couldna cling to it like I did an' I begun\nto fight agen it, an' when I heerd about that lass o' Barnegats I towd\nyo', an' when I seen yo' believed what I didna believe mysen, it run me\ndafter yet, an' I put more to what he said, an' held back some, an'\ntheer it wur an' theer it stands, an' if I've earnt a curse, lass, I've\ngetten it, fur--fur I thowt yo'd been learnin' to care fur me a bit sin'\nwe wur wed, an' God knows I've tried to treat yo' fair an' kind i' my\npoor way. It wurna Dan Morgan's way, I know--his wur a better way than\nmine, th' sun shone on him somehow--but I've done my best an' truest\nsin'.\"\n\n\"Yo've done yo're worst,\" she said. \"Th' worst yo' could do wur to part\nus, an' yo' did it. If yo'd been half a mon yo' wouldna ha' been content\nwi' a woman yo'd trapped with sayin' 'Aye,' an' who cared less for yo'\nthan she did fur th' sand on th' sea-shore. What's what yo've done sin'\nto what yo' did afore? Yo' conna wipe that out and yo' conna mak' me\nforget. I hate yo', an' th' worse because I wur beginnin' to be content\na bit. I hate mysen. I ought to ha' knowed\"--wildly--\"he would ha'\nknowed whether I wur true or false, poor chap--he would ha' knowed.\"\n\nShe rocked herself to and fro for a minute, wringing her hands in a\npassion of anguish worse than any words, but a minute later she turned\non him all at once.\n\n\"All's o'er betwixt yo' an' me,\" she said with fierce heat; \"do yo' know\nthat? If yo' wur half a mon yo' would.\"\n\nHe sat up and stared at her humbly and stupidly.\n\n\"Eh?\" he said at last.\n\n\"Theer's not a mon i' Arle as isna more to me now than tha art,\" she\nsaid, \"Some on 'em be honest, an' I conna say that o' thee. Tha canst\nget thee gone or I'll go mysen. Tha knows't me well enow to know I'll\nne'er forgie thee for what tha's done. Aye\"--with the passionate\nhand-wringing again--\"but that wunnot undo it.\"\n\nHe rose and came to her, trembling like a man with the ague.\n\n\"Yo' dunnot mean that theer, Meg,\" he said slowly. \"You dunnot mean it\nword fur word. Think a bit.\"\n\n\"Aye, but I do,\" she answered him, setting her white teeth, \"word fur\nword.\"\n\n\"Think again, wench.\" And this time he staggered and caught hold of the\ndoor-post. \"Is theer nowt as'll go agen th' wrong? I've lived wi'thee\nnigh a year, an' I've loved thee twenty--is theer nowt fur me? Aye,\nlass, dunnot be too hard. Tha was allus harder than most womankind; try\nan' be a bit softer like to'rds th' mon as risked his soul because he\nwur a mon an' darena lose thee. Tha laid thy head on my shoulder last\nneet. Aye, lass--lass, think o' that fur one minnit.\"\n\nPerhaps she did think of it, for surely she faltered a little--what\nwoman would not have faltered at such a moment?--but the next, the\nmemory of the sunny, half-boyish face she had clung to with so strong\na love rushed back upon her and struck her to the heart. She remembered\nthe days when her life had seemed so full that she had feared her own\nbliss; she remembered the gallant speeches and light-hearted wiles, and\nall at once she cried out in a fierce, impassioned voice: \"I'll ne'er\nforgie thee,\" she said--\"I'll ne'er forgie thee to th' last day o' my\nlife. What fur should I? Tha's broke my heart, thou villain--tha's broke\nmy heart.\" And the next minute she had pushed past him and rushed into\nthe house.\n\nFor a minute or so after she was gone the man stood leaning against the\ndoor with a dazed look in his pale face. She meant what she said: he\nhad known her long enough to understand that she never forgave--never\nforgot. Her unbroken will and stubborn strength had held her to enmities\nall her life, and he knew she was not to be won by such things as won\nother women. He knew she was harder than most women, but his dull nature\ncould not teach him how bitter must have been the life that rendered her\nso. He had never thought of it--he did not think of it now. He was not\nblaming her, and he was scarcely blaming himself. He had tried to make\nher happy and had failed. There were two causes for the heavy passion of\nmisery that was ruling him, but neither of them was remorse.\n\nHis treachery had betrayed him, and he had lost the woman he had loved\nand worked for. Soul and body were sluggish alike, but each had its dull\npang of weight and wretchedness.\n\n\"I've come to th' eend now surely,\" he said, and, dropping into her\nseat, he hid his face.\n\nAs he sat there a choking lump rose in his throat with a sudden click,\nand in a minute or so more he was wiping away hot rolling tears with the\nback of his rough hand.\n\n\"I'm forsook somehow,\" he said--\"aye, I'm forsook. I'm not th' soart o'\nchap to tak' up wi' th' world. She wur all th' world I cared fur, an'\nshe'll ne'er forgie me, for she's a hard un--she is. Aye! but I wur\nfond o' her! I wonder what she'll do--I do wonder i' my soul what she's\ngettin' her mind on!\"\n\nIt did not occur to him to call to her or go and see what she was doing.\nHe had always stood in some dull awe of her, even when she had been\nkindest, and now it seemed that they were too far apart for any\npossibility of approach at reconciliation. So he sat and pondered\nheavily, the sea air blowing upon him fresh and sweet, the sun shining\nsoft and warm upon the house, and the few common flowers in the strip\nof garden whose narrow shell walks and borders he had laid out for her\nhimself with much clumsy planning and slow labor.\n\nThen he got up and took his rough working-jacket over his arm.\n\n\"I mun go down to th' Mary Anne,\" he said, \"an' work a bit, or we'll\nne'er get her turned o'er afore th' tide comes in. That boat's a moit o'\ntrouble.\" And he sighed heavily.\n\nHalf-way to the gate he stopped before a cluster of ground honeysuckle,\nand perhaps for the first time in his life was conscious of a sudden\ncurious admiration for them.\n\n\"She's powerful fond o' such loike bits o' things--posies an' such\nloike,\" he said. \"Thems some as I planted to please her on th' very day\nas we were wed. I'll tak' one or two. She's main fond on 'em--fur such a\nhard un.\"\n\nAnd when he went out he held in his hand two or three slender stems hung\nwith the tiny pretty humble bells.\n\nHe had these very bits of simple blossoms in his hand when he went\ndown to where the Mary Anne lay on the beach for repairs. So his\nfellow-workmen said when they told the story afterwards, remembering\neven this trivial incident.\n\nHe was in a strange frame of mind, too, they noticed, silent and heavy\nand absent. He did not work well, but lagged over his labor, stopping\nevery now and then to pass the back of his hand over his brow as if to\nrouse himself.\n\n\"Yo' look as if yo' an' th' missus had had a fallin' out an' yo'n getten\nth' worst o' th' bargain,\" one of his comrades said by way of rough\njest.\n\nThey were fond of joking with him about his love for his handsome,\ntaciturn wife. But he did not laugh this time as he usually did.\n\n\"Mind thy own tackle, lad,\" he said dully, \"an I'll mind mine.\"\n\nFrom that time he worked steadily among them until it was nearly time\nfor the tide to rise. The boat they were repairing had been a difficult\njob to manage, as they could only work between tides, and now being\nhurried they lingered longer than usual. At the last minute they found\nit must be moved, and so were detained.\n\n\"Better leave her until th' tide ebbs,\" said one, but the rest were not\nof the same mind.\n\n\"Nay,\" they argued, \"it'll be all to do o'er agen if we do that. Theer's\nplenty o' time if we look sharp enow. Heave again, lads.\"\n\nThen it was that with the help of straining and tugging there came a\nlittle lurch, and then it was that as the Mary Anne slipped over on her\nside one of the workers slipped with her, slipped half underneath her\nwith a cry, and lay on the sand, held down by the weight that rested on\nhim.\n\nWith his cry there broke out half a dozen others, and the men rushed up\nto him with frightened faces. . \"Are yo' hurt, Seth, lad?\" they cried.\n\"Are yo' crushed or owt?\"\n\nThe poor fellow stirred a little and then looked up at them pale enough.\n\n\"Bruised a bit,\" he answered them, \"an' sick a bit, but I dunnot think\ntheer's any bones broke. Look sharp, chaps, an' heave her up. She's a\nmoit o' weight on me.\"\n\nThey went to work again one and all, so relieved by his words that they\nwere doubly strong, but after toiling like giants for a while they were\ncompelled to pause for breath. In falling the boat had so buried herself\nin the sand that she was harder to move than ever. It had seemed simple\nenough at first, but it was not so simple, after all. With all their\nefforts they had scarcely stirred her an inch, and their comrade's\nposition interfered with almost every plan suggested. Then they tried\nagain, but this time with less effect than before, through their\nfatigue. When they were obliged to pause they looked at each other\nquestioningly, and more than one of them turned a trifle paler, and at\nlast the wisest of them spoke out:--\n\n\"Lads,\" he said, \"we conna do this oursens. Run for help, Jem Coulter,\nan' run wi' thy might, fur it wunnot be so long afore th' tide'll flow.\"\n\nUp to this time the man on the sands had lain with closed eyes and set\nteeth, but when he heard this his eyes opened and he looked up.\n\n\"Eh!\" he said, in that blind, stupid fashion. \"What's that theer tha's\nsayin' Mester?\"\n\n\"Th' tide,\" blundered the speaker. \"I wur tellin' him to look sharp,\nthat's aw.\"\n\nThe poor fellow moved restlessly.\n\n\"Aye! aye!\" he said. \"Look sharp--he mun do that. I didna think o' th'\ntide.\" And he shut his eyes again with a faint groan.\n\nThey strove while the messenger was gone; and they strove when he\nreturned with assistance; they strove with might and main, until not a\nman among them had the strength of a child, and the boldest of them were\nblanching with a fearful, furtive excitement none dared to show. A crowd\nhad gathered round by this time--men willing and anxious to help, women\nsuggesting new ideas and comforting the wounded man in rough, earnest\nstyle; children clinging to their mothers' gowns and looking on\nterror-stricken. Suddenly, in the midst of one of their mightiest\nefforts, a sharp childish voice piped out from the edge of an anxious\ngroup a brief warning that struck terror to every heart that beat among\nthem.\n\n\"Eh! Mesters!\" it said, \"th' tide's creepin' up a bit.\"\n\nThe men looked round with throbbing pulses, the women looked also, and\none of the younger ones broke into a low cry. \"Lord, ha' mercy!\" she\nsaid; \"it'll sweep around th' Bend afore long, an'--an'\"--and she ended\nwith a terror in her voice which told its own tale without other words.\n\nThe truth forced itself upon them all then. Women began to shriek and\nmen to pray, but, strange to say, the man whose life was at stake lay\nsilent, with ashen lips, about which the muscles were tensely drawn.\n\nHis dull eyes searched every group in a dead despair that was yet a\npassion, in all its stillness.\n\n\"How long will it be,\" he asked slowly at last--\"th' tide? Twenty\nminutes?\"\n\n\"Happen so,\" was the answer. \"An', lad, lad! we conna help thee. We'n\ntried our best, lad\"--with sobs even from the uncouth fellow who spoke\n\"Theer is na one on us but 'ud leave a limb behind to save thee, but\ntheer is na time--theer is na\"--\n\nOne deep groan and he lay still again--quite still. God knows what\nweight of mortal agony and desperate terror crushed him in that dead,\nhelpless pause.\n\nThen his eyes opened as before.\n\n\"I've thowt o' deein',\" he said with a catch of his breath. \"I've thowt\no' deein', an' I've wondered how it wur an' what it felt like. I never\nthowt o' deein' like this here.\" Another pause and then--\n\n\"Which o' yo' lads 'll tell my missus?\"\n\n\"Ay! poor chap, poor chap!\" wailed the women. \"Who on 'em will?\"\n\n\"Howd tha noise, wenches,\" he said hoarsely. \"Yo' daze me. Theer is na\ntime to bring her here. I'd ha' liked to ha' said a word to her. I'd ha'\nliked to ha' said one word; Jem Coulter\"--raising his voice--\"canst tha\nsay it fur me?\"\n\n\"Aye,\" cried the man, choking as he spoke, \"surely, surely.\" And he\nknelt down.\n\n\"Tell her 'at if it wur bad enow--this here--it wur not so bad as it\nmought ha' been--fur _me_. I mought ha' fun it worser. Tell her I'd like\nto ha' said a word if I could--but I couldna. I'd like to ha' heard her\nsay one word, as happen she would ha' said if she'd been here, an' tell\nher 'at if she had ha' said it th' tide mought ha' comn an' welcome--but\nshe didna, an' theer it stands.\" And the sob that burst from his\nbreast was like the sob of a death-stricken child. \"Happen\"--he said\nnext--\"happen one o' yo' women-foak con say a bit o' a prayer--yo're not\nso fur fro' safe sand but yo' can reach it--happen one o' yo' ha' a word\nor two as yo' could say--such like as yo' teach yo're babbies.\"\n\nAmong these was one who had--thank God, thank God! and so, amid wails\nand weeping, rough men and little children alike knelt with uncovered\nheads and hidden eyes while this one woman faltered the prayer that was\na prayer for a dying man; and when it was ended, and all rose glancing\nfearfully at the white line of creeping foam, this dying man for whom\nthey had prayed, lay upon his death-bed of sand the quietest of them\nall--quiet with a strange calm.\n\n\"Bring me my jacket,\" he said, \"an' lay it o'er my face. Theer's a bit\no' a posie in th' button-hole. I getten it out o' th' missus's garden\nwhen I comn away. I'd like to howld it i' my hand if it's theer yet.\"\n\nAnd as the long line of white came creeping onward they hurriedly did\nas he told them--laid the rough garment over his face, and gave him the\nhumble dying flowers to hold, and 'aving done this and lingered to the\nlast moment, one after the other dropped away with awe-stricken souls\nuntil the last was gone. And under the arch of sunny sky the little\nshining waves ran up the beach, chasing each other over the glittering\nsand, catching at shells and sea-weed, toying with them for a moment,\nand then leaving them, rippling and curling and whispering, but\ncreeping--creeping--creeping.\n\nThey gave his message to the woman he had loved with all the desperate\nstrength of his dull, yet unchanging nature; and when the man who gave\nit to her saw her wild, white face and hard-set lips, he blundered upon\nsome dim guess as to what that single word might have been, but the\nsharpest of them never knew the stubborn anguish that, following and\ngrowing day by day, crushed her fierce will and shook her heart. She\nwas as hard as ever, they thought; but they were none of them the men\nor women to guess at the long dormant instinct of womanhood and remorse\nthat the tragedy of this one day of her life had awakened. She had said\nshe would never forgive him, and perhaps her very strength made it long\nbefore she did; but surely some subtle chord was touched by those heavy\nlast words, for when, months later, her first love came back, faithful\nand tender, with his old tale to tell she would not listen.\n\n\"Nay, lad,\" she said, \"I amna a feather to blow wi' th' wind. I've had\nmy share o' trouble wi' men foak, an' I ha' no mind to try again. Him as\nlies i' th' churchyard loved me i' his way--men foak's way is apt to be\na poor un--an' I'm wore out wi' life. Dunnot come here courtin'--tak' a\nbetter woman.\"\n\nBut yet, there are those who say that the time will come when he will\nnot plead in vain.",
    "metadata": {
        "author": [
            "Hodgson, Frances Eliza",
            "Townesend, Frances Eliza Hodgson Burnett",
            "Burnett, Frances Hodgson"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/23330/pg23330.txt",
        "name": "one_day_at_arle.json"
    }
}