{
    "name": "Out of the Woods",
    "author": [
        "Holding, Elisabeth Sanxay",
        "Holding, Elizabeth Sanxay"
    ],
    "body": "When you learn that this story begins with the heroine setting off\nthrough the woods to visit her grandmother, who was ill, you may guess\nthat it is the familiar tale of _Little Red Riding Hood_. I must admit\nthat that is what it is, and I warn you that you may count upon a very\nartless little heroine and a wolf of insinuating manners and glib\ntongue; but _this_ grandmother will not be eaten up.\n\nNor did Ethel carry a basket containing a little pat of butter and a\ncake. She had, instead, a large and luxurious box of candied fruit\nunder her arm; and instead of singing through the woods, she wore a\nsulky and miserable expression. Unfortunately red hoods are not in\nvogue, for such a thing would have been notably becoming to her little\ngypsy face. However, she was young enough and lovely enough to look\nwell in anything, even a sulky expression.\n\nShe was not without some excuse for her discontented air. Ethel was\none of those unfortunate little bones of contention so often to be\nfound in divided families, and she had been so much disputed over and\nargued about, and so rarely consulted or even questioned, that she had\ngrown to think of herself as a helpless pawn in an incomprehensible\ngame, where she could never win anything.\n\nThe disputes had begun long before she was born. Her father’s family\nhad that pride of newly acquired wealth beside which pride of ancestry\nshrinks to nothing. Indeed, to spring from splendid ancestors may\noften make one feel a little humble, but to feel that one is vastly\nmore important than any of one’s forbears makes for arrogance.\n\nThe Taylors had objected very much to the marriage of their only son.\nEven when the marriage was made, and there was no earthly use in\nobjecting, they kept on, in a very unpleasant way. All the misfortunes\nwhich the young man brought upon his wife and child by his\nrecklessness and folly only increased their anger against the victims;\nand when he died, they all came forward with helpful suggestions as to\nwhat he should have done when he was alive.\n\nEthel had been a small girl of nine then, and not yet looked upon as\nguilty; but when she refused to leave her mother and take advantage of\nthe offers made by several of the Taylors, she lost their sympathy.\nHer mother, with criminal selfishness, hadn’t made the least attempt\nto persuade her child to leave her. On the contrary, she had gone back\nto her own people, and had lived with them in quiet contentment.\n\nIt was to these people of hers that the Taylors so strongly objected.\nShe herself was a quiet and inoffensive creature who gave little\ntrouble, but her parents were Italians, and poor, and not ashamed of\neither of the two things.\n\nDr. Mazetti had been professor of romance languages in a small Western\ncollege, but he had become so absorbed in the enormous commentary upon\nDante which he was writing that he found his teaching very much in the\nway; so he gave up his chair. Mrs. Taylor, the paternal grandmother,\nhad spoken about this.\n\n“Of course,” she had said, not very pleasantly, “it’s a good thing to\nhave faith in your husband’s work; but suppose it’s _not_ a financial\nsuccess?”\n\n“We don’t expect it to be,” replied Mrs. Mazetti, in her excellent\nEnglish. “Such work as that is not undertaken for money.”\n\n“Do you mean to say that you’ll permit your husband to give up his—”\nbegan Mrs. Taylor, but the other interrupted her.\n\n“A _man_ does not ask the permission of others to do what he thinks\nbest,” she said quietly. “I should be ashamed of myself if I were even\nto suggest that he should sacrifice his life’s work on my account.”\n\n“What about yourself? Aren’t you sacrificing—”\n\n“I sacrifice nothing,” said Mrs. Mazetti. “I am very, very happy and\nproud.”\n\nAnd so she was, and so was her only child until she married young\nTaylor; and so she was again when she came home with the little Ethel,\nto live with those simple, gentle people once more. Not for long,\nhowever, for she died some two years later.\n\nThen the arguments and disputes began again, and this time the Taylors\nwon. Children of eleven are pitifully easy to bribe, and while Ethel\nwas still dazed and stricken after the loss of her mother, all these\nrelations competed for her favor. She was petted and pampered as she\nhad never been before in her life.\n\nIt is regrettable to admit that she liked all this, liked the toys and\nthe pretty clothes and the indulgence better than the benign and quiet\nrégime of her grandfather Mazetti, who believed that children should\nbe literally “brought up” to the level of the wiser and more\nexperienced adults about them, instead of bringing a whole household\ndown to childish standards. He was always very patient and gentle, but\nhe was too fond of talking about Dante, and of relating anecdotes\nabout an Italian poet who insisted upon being tied into his chair, so\nthat he couldn’t run away from his studies.\n\nMoreover, old Dr. Mazetti had no money to spend upon toys and clothes.\nThe Taylors took no interest in Dante or any other poet, but they took\nEthel to the circus; so she said she wanted to live with Aunt Amy, her\nfather’s sister.\n\nShe wasn’t aware, at the time, how terribly she had hurt the Mazettis.\nThey said very little. Indeed, they discussed it in private, and\ndecided that it was their duty to say very little. Aunt Amy could give\nEthel material benefits which they could not give; and if the child\npreferred that sort of thing, it was, after all, neither unnatural nor\nunexpected.\n\n“Each must find his own,” said Dr. Mazetti. “What is joy for one is a\nburden for another.”\n\nSo they let her go, and they did it beautifully, without saddening her\nlittle heart with reproaches or tears. She came back to visit them\nonce a month or so, but somehow, in her new existence, this quiet old\ncouple had begun to seem very foreign, very unreal.\n\nShe was abroad with her aunt when Dr. Mazetti died. Though she grieved\nfor him honestly, she was too young and too busy to nourish any sorrow\nlong.\n\n\n                                  II\n\nWhen Ethel Taylor came home, at nineteen, her grandmother seemed like\na little ghost from the past, utterly unconnected with her present\nlife. She still went to visit the old lady, and sat in the familiar\nroom in her little cottage, where the bronze bust of Dante appeared to\nimpose a dignified calm; but these visits were nothing but interludes\nto real life, and real life, just now, was a miserable thing.\n\nThe trouble was that Aunt Amy kept on being Aunt Amy, while the\nchildish Ethel and the nineteen-year-old one were entirely different\npersons. Aunt Amy wanted her to come out, and to be a nice, happy\ndébutante like other girls; but something in Ethel’s blood rebelled\nagainst that. She called it a “modern spirit,” and never realized that\ninstead of being modern, it was the old Mazetti strain, come down to\nher from people who for generations had not lived by bread alone.\n\nShe told her aunt that she wanted to be a singer.\n\n“That’s a charming accomplishment,” said Aunt Amy affably.\n\n“I mean I want really to study—for years and years!”\n\n“Certainly, dear, if you can find the time.”\n\n“Time!” said Ethel. “What else do I ever do but waste time?”\n\n“Naturally you can’t neglect your social duties—”\n\n“Duties!”\n\n“Please don’t repeat my words in that odd way,” said Aunt Amy, a\nlittle hurt. “If you want to study singing, there’s no reason why you\nshouldn’t, so long as you’re not excessive about it.”\n\n“But I want to be excessive! I want to give all my time to it! I want\nto be a professional singer!”\n\nAunt Amy laughed, not in order to be irritating, but because she\nreally thought it was funny. Not being a woman of much penetration,\nshe told some of her friends about that absurd little Ethel’s\nfantastic idea.\n\nAs a result, the girl was teased about it. Ethel couldn’t endure being\nteased. She had that queer lack of self-confidence, combined with\ntremendous resolution and a little vanity, that belong to young\nartists, and she felt that she was absurd, although she really knew\nthat she wasn’t. She was ashamed to practice now, and at the same time\nshe exulted in her clear, strong, flexible voice. When she was asked\nto sing, she refused; yet sometimes, when she knew there were people\nin the drawing-room, she would go up the stairs or through the hall,\nsinging her loudest and sweetest, half terrified, half delighted, at\nthe glorious flood of melody that rose from her heart.\n\nShe didn’t want anything else. She couldn’t and wouldn’t be bothered\nwith “social duties.” She wanted to work hard, all day and every day,\nuntil she was mistress of this great gift of hers, until she could\nsing in reality as she did in imagination. She had fits of black\ndepression, when the sounds that came from her throat seemed a mockery\nof what she intended. At other moments she was in wild spirits,\nbecause she was sure she had made a little progress.\n\nHer changing humors were so marked that Aunt Amy was gravely\nperturbed. She felt that Ethel was becoming “eccentric,” which was the\nworst thing any one could be, and she attributed it all to this\nannoying obsession with singing. In all good faith, she did what she\nthought best for the girl—she stopped her lessons.\n\nEthel wept and stormed and entreated and argued until she was almost\nill, but without moving Aunt Amy.\n\n“No!” that lady said firmly. “If you’ll put all that nonsense out of\nyour head, and lead a normal, sensible life like other girls, I’ll let\nyou take up singing again in a year.”\n\nShe hoped and believed that within a year’s time such a pretty and\ndelightful girl would surely find something better to think about.\n\nEthel was helpless. She was exquisitely dressed, and she lived in\ngreat comfort and luxury, but she hadn’t a penny of her own to pay for\nlessons.\n\nArtists, however—even young and undeveloped ones—are very hard to deal\nwith, because they will not give up and be sensible. Instead of\nresigning herself to doing without what she wanted, Ethel did nothing\nbut think how she could get at least a part of it. Being nineteen, and\nrash, and terribly in earnest, she was dallying with a singularly\nunsuitable idea.\n\n\n                                 III\n\n“Hello, Lad!” she said, not at all surprised, and apparently not very\nmuch pleased, at the sudden appearance of a young man on that quiet\npath through the woods.\n\n“Hello, Ethel!” he returned, and fell into step beside her.\n\nShe didn’t trouble to glance at her companion. She knew exactly how he\nlooked, anyhow. He was slender and supple and dark, and handsome in\nhis way—which was not her way.\n\nThere were times when the sleekness of his hair and the brightness of\nhis smile and the extreme fastidiousness of his clothes exasperated\nher. There were other times when his talk about music made her see in\nhim the one sympathetic, understanding person on earth. He had learned\nto read the signs, and to tell which sort of time it was; and he\nfancied that this was a favorable moment.\n\n“Have you been thinking—” he began softly.\n\n“Naturally,” said she. “I suppose every one does, once in a while.”\n\nYoung Ladislaw Metz was not easily discouraged. He, too, was an\nartist.\n\n“Do you mind my walking with you, Ethel?” he asked patiently. “I came\nall the way out from the city on the chance of meeting you here,\nbecause I had something special to tell you.”\n\nShe thought she knew what he meant, and frowned; but when he began to\nspeak, the frown vanished, and she sat down on the grass to listen.\n\n                  *       *       *       *       *\n\nOld Mrs. Mazetti was waiting and waiting in her chair by the window.\nAll the bright spring afternoon had passed. The sky was blue no more,\nbut faint and mournful as the sun went down. Outside, the light\nlingered, but in the room it was dark —very dark, very quiet. Ethel\nhad written to say that she would come early, and for hours the old\nlady had been watching the road along which her granddaughter must\ncome. It always made her uneasy to think of a girl as young and pretty\nas Ethel traveling alone.\n\nThis was one of the very few ideas that Aunt Amy shared with Mrs.\nMazetti. Aunt Amy wanted Ethel to go properly in a motor car, but her\nniece was so obstinately set on going by train that she had yielded.\nAfter all, it was such a trifling matter—an hour’s journey to a\nsuburb, to visit a grandmother. The good lady never so much as\nimagined the existence of Ladislaw Metz, or any one like him.\n\nBut old Mrs. Mazetti did. Not that she knew anything of this\nparticular young man, but she had had opportunity, in her long life,\nto observe that in such cases there generally was a young man. When\nEthel began taking more and more time between the station and the\nhouse, the old lady grew more and more sure, and more distressed.\n\nShe said nothing, however, because her grandchild showed no\ndisposition to confide in her, and she knew that more harm than good\nwould result from asking questions. She couldn’t get near to Ethel.\nShe had tried time after time, with all her quiet subtlety, to bring\nabout a greater intimacy, to show how steadfast and profound was her\nsympathy; but Ethel never saw.\n\nIn fact, Ethel didn’t know that she needed sympathy. She thought that\nall she wanted was to be let alone. Without in the least meaning to be\nunkind, she ignored the invaluable love that would so greatly have\nhelped her.\n\nFor the third time the servant came in to light the lamp, and this\ntime Mrs. Mazetti permitted it. She had given up expecting Ethel for\nthat day.\n\n“She has forgotten,” she thought.\n\nIn spite of her bitter disappointment, she could still smile a little\nover the girl’s careless youth. The sun had vanished now, and a\nstrange yellow twilight lay over the earth like a sulphurous mist. It\nwas a melancholy hour. The brightness of the little room made the\noutside world more forlorn and dim by contrast.\n\nMrs. Mazetti was about to turn away from the window with a sigh, when\nshe caught sight of Ethel hurrying along the road—with a young man.\nThe girl’s companion left her when they were still some distance from\nthe house. If the old lady hadn’t had remarkably sharp eyes, she would\nnever have seen him.\n\nEthel came in alone.\n\n“Grandmother!” she said. “I’m awfully ashamed of myself for being so\nlate!”\n\nShe really was ashamed and sorry, but it was not her nature to invent\nexcuses, and she had no intention of explaining. Mrs. Mazetti saw all\nthis perfectly, and did not fail to note something defiant in her\ngrandchild’s expression. Nevertheless, she meant to come to the point\nthis time.\n\n“You were with a friend?” she asked mildly.\n\n“Yes, grandmother.”\n\n“Your Aunt Amy knows this friend?”\n\nEthel tried to imitate that tranquil, affectionate tone.\n\n“No, grandmother, she doesn’t. He’s just a boy I met at the studio\nwhere I used to take singing lessons.”\n\n“And you think she would not care for him?”\n\n“I know she wouldn’t,” Ethel answered candidly. “I don’t care for him\nso very much myself; but we’re interested in the same things, and\nnobody else is.”\n\n“In music?”\n\n“Yes. He’s—” Ethel began, but she stopped.\n\nWhat was the use of going on, and being told again how absurd she was?\nMrs. Mazetti was silent, too, but not because she felt discouraged.\nShe was thinking, trying to understand.\n\n“You are still always thinking of the singing?” she asked softly.\n\nEthel’s face flushed, and her young mouth set in a harsh line.\n\n“I’m not going to listen to any more lectures,” she thought. “No one\nunderstands. No one ever will!”\n\n“This young man is a musician?” her grandmother asked.\n\n“Yes, in a way,” said Ethel. “Isn’t the country pretty at this time of\nthe year, grandmother?”\n\nThe old lady looked out of the window at the rapidly darkening sky,\nagainst which the trees stood out as black as ink. It seemed to her\nnot at all pretty now, but vast and terrible.\n\n“My little Ethel!” she thought. “My little bird, who longs to sing!\nWhat is this going on now, poor foolish little one? What am I to do?”\n\nShe missed her husband acutely. She missed him always, but more than\never at this instant. Ethel would have listened to him, for every one\ndid. Quiet and tranquil as he was, there had been an air of authority\nabout him that she had never seen disregarded.\n\nEthel was very still. The lamp threw a clear light on her warm, vivid\nyoung face, downcast and plainly unhappy.\n\n“If I spoke to your Aunt Amy about those lessons?” suggested the old\nlady.\n\n“It wouldn’t do the least bit of good, grandmother. I’ve said\neverything there is to be said; and—anyhow, I don’t care now.”\n\n“Why not, Ethel? Why not now?”\n\n“Oh, I don’t know!” Ethel replied airily. “Let’s not talk about it,\ngrandmother. I’ve brought some candied fruit. You like that, don’t\nyou?”\n\nThe old lady untied the flamboyant package with fingers that were not\nvery steady. While she was doing so, the clock struck six.\n\n“I’ll have to go,” said Ethel quickly. “I’m sorry I came so late and\nhad such a tiny visit, grandmother, but—”\n\n“Wait, my little Ethel. Gianetta will order a taxi.”\n\n“Oh, no, thanks!” said Ethel. “I like the walk.”\n\n“Not now, in the dark, my dear.”\n\n“I don’t mind the dark. It’s really not at all late. I’ll—”\n\n“No!” said the old lady with unexpected firmness. “There must be a\ntaxi, and Gianetta will go with you to the train.”\n\nEthel answered politely, but with equal firmness, that she didn’t want\nthat.\n\n“Come here, my little Ethel!” said her grandmother. When the girl\nstood before her, she took both of her hands. “This friend — this\nyoung man — is waiting for you?”\n\nEthel flushed, but she answered with the fine honesty that had been\nhers all her life.\n\n“Yes!” she said, in just the sturdy, defiant tone she used to confess\na piece of childish mischief years and years ago.\n\n“You see me here,” said Mrs. Mazetti, “unable even to rise from my\nchair. I could do nothing to stop you, if I wished. I do not wish,\nbecause I trust you; only I ask you to tell me a little.”\n\nEthel was more moved than she wished to be. She bent to kiss the soft\nwhite hair.\n\n“I’d rather not, please!” she said.\n\n“If you will remember, my little Ethel, that your mother always came\nto me, always told me what troubled her! I am very old. I have learned\nvery much, seen very much. I could help you.”\n\n“But you wouldn’t, grandmother. You wouldn’t like my—plan.”\n\n“Then perhaps I could make a better one.”\n\nMrs. Mazetti felt the girl’s warm hands tremble, and saw her lip\nquiver. She waited, terribly anxious.\n\n“You see,” said Ethel, “all I care about is being able to sing. Nobody\nbelieves that. No one understands except Ladislaw!”\n\n“That is the young man?”\n\n“Yes—Ladislaw Metz,” said Ethel, a little impatient at this interest\nin the least important part of her story. “He knows what it means to\nme.”\n\n“What is he? He sings?”\n\n“He’s a barytone. He’s going to be a wonderful singer some day.”\n\n“But now? What is he now?”\n\n“Well, you see, he’s poor, and he can’t afford to go on studying just\nnow. So—I don’t like to tell you, because you’ll think he’s not really\na musician—he’s on the stage.”\n\n“Ah!” said the old lady, with perfect composure. “The theater? An\noperetta?”\n\n“Well, no—it’s vaudeville. He’s been singing awful, cheap, popular\nsongs, just to keep himself alive. Now he wants a partner for a better\nsort of turn—an act, you know. We should sing—”\n\n“We?”\n\n“He’s going to give me a chance,” said Ethel quietly. The old lady was\nsilent for a moment.\n\n“I should like to hear about it,” she told the girl at last, in a\nvoice that touched Ethel profoundly—a voice so determined to sound\ncheerful and sympathetic.\n\n“I can’t tell you, grandmother,” she said gently; “because you’d think\nit was your duty to tell Aunt Amy, and she’d try to stop me. I don’t\nintend to be stopped. I may never have another chance. I don’t care\nwhat I have to sacrifice. I’d gladly give up anything on earth for my\nsinging. You can’t think what it’s like to have that in you—such a\nterrible longing—to know that you _can_ do it, and to be stopped and\nturned aside and laughed at!” She bent and kissed the old lady again.\n“I’ve got to go now, grandmother dear!” she said, with a sob.\n\n“No! Little Ethel! No!”\n\n“I’ve got to, grandmother. I promised.”\n\n“Ethel! You promised what?”\n\nThe girl was frankly crying now.\n\n“Good-by, darling!” she said. “You’ve always been my dearest, kindest\nfriend. If I hadn’t been a little beast, I’d never have left you; but\nI am a little beast. I must go my own way. I’ve got to go. Good-by,\ndear!”\n\nHer hand was on the door knob.\n\n“No, Ethel, no!” cried the old lady.\n\nWith one backward glance, tearful, soft, but utterly resolute, the\ngirl was gone.\n\n“Gianetta!” called Mrs. Mazetti.\n\nGianetta came in from the kitchen with the querulous expression\nnatural to her. She had been the old lady’s servant for nearly twenty\nyears. She adored her, and had never found her anything but just,\nkind, and generous. Nevertheless, Gianetta had a great many\ngrievances, and did not keep them to herself.\n\n“Telephone,” said her mistress, “and order me a taxi.”\n\n“You? You a taxi?” cried Gianetta. “But that is mad!”\n\n“Quick, Gianetta!”\n\n“But you are very ill! With this rheumatism, you can’t walk! How do\nyou think then that you—”\n\n“Quick, Gianetta!”\n\n“Patience! Patience!” said Gianetta, in her most annoying tone. “I\norder this taxi, but you cannot get into it. It is only a waste of\nmoney. No matter—you are the mistress. I telephone!”\n\n“Now!” said the old lady to herself, “I _must get up_. Leo always said\nthat what one ought to do, one would find strength for. I must do\nthis. For one minute more I shall sit quietly here, and then I shall\nrise and get myself ready.”\n\nShe clasped her hands in her lap and laid her head against the back of\nthe chair, looking out at the sky, now quite dark. Then, with a long\nsigh, she grasped the arms and slowly raised herself to her feet.\n\nGianetta, coming in again, gave a loud shriek.\n\n“Silence, you foolish one,” said the old lady. “Get me my cloak and\nhat.”\n\n\n                                  IV\n\n“I don’t understand you,” said Ladislaw, in a deeply injured voice.\n“You’ll trust your whole life to me, and yet—”\n\nThe little wood was dark and unfamiliar, and he found it very\ndisagreeable to hurry along at the pace she set.\n\n“And yet you behave—” he went on.\n\n“I’m not trusting my whole life to you,” replied Ethel vehemently.\n“I’d be sorry to think there was nothing better than that to trust\nin!”\n\n“That’s not quite the way to talk to the man you’re going to marry, is\nit?” he asked. “I’ve always tried my best to do what you wanted. I\ndon’t see why you shouldn’t trust me.”\n\n“I don’t see, either, Lad,” Ethel answered, with her discounting\nfrankness. “Only somehow you seem so—so dreadfully strange to me. I\nnever understand you. I know you must be fond of me, or you wouldn’t\nhave asked me to marry you; and I know it’s a sensible, practical idea\nif we’re going on tour. But I can’t—I can’t—” She choked down a sob.\n“I can’t feel—friendly—with you!”\n\n“I don’t want you to. I want you to love me.”\n\n“But they ought to go together!” she cried. “I’m awfully grateful to\nyou, and I love to hear you sing, but I’m afraid! Oh, it’s not fair to\nyou, because I know I’ll never feel like that!”\n\n“You will some day,” he answered, with a patience that frightened her\nstill more.\n\n“I’ve got to be honest with you, Lad. I’m sure I shall never feel so.\nIt’s only because I want this chance so much—so much that I’d do\nalmost anything to get it. I know that if I can once sing in public, I\nshall be all right, and—”\n\nHe laughed softly.\n\n“It doesn’t go so fast,” he said. “Nothing does. You will have what\nevery one else has—two failures for each triumph, two pains for every\njoy. You will have hard work, discouragement, anxiety, and a good many\nother troubles you’ve never thought of. That’s why I ask you to marry\nme, because you need some one to protect you. If you don’t love me,\nvery well! I’ll love you twice as much, to make up for it.”\n\nHis hand fell lightly on her shoulder. She sprang aside hastily.\n\nThat did not offend him. He never seemed to be offended or impatient.\nHe was always reasonable, kind, sympathetic; and yet, instead of being\npleased or touched by this, Ethel found it disquieting and mysterious.\n\nHis polite endurance of her changing humors was more like that of\nindifference than that of love. Of course, he did love her. He must,\nand she was a very fortunate girl to have found, at the very beginning\nof her career, a man who loved her and who could and would help her so\ngreatly.\n\nThis first venture was in itself a thing very displeasing to her. It\nwas a vaudeville act of his own devising, in which, with several\nchanges of costume, they would sing snatches from the most popular\noperas, all woven together to make a silly story. She tried to look\nbeyond that, to the great triumphs of the future. She tried to feel\nthat these triumphs would be ample compensation for the monstrous\nsacrifice she was making of her life.\n\nOnce in a while, in a brief flash, she half realized what she was\ndoing. The memory of her mother came back to her—that gentle and quiet\nwoman who had held so steadfastly to her own ideals.\n\nNo matter how ardent her desire for perfection in her beloved art, no\nmatter how splendid her ambition, Ethel could not be rid of a secret\nand bitter sense of guilt. It was wrong—she knew it—it was wrong and\nunworthy to marry Ladislaw.\n\n“But why?” she demanded of herself. “I don’t care anything about love,\nand men, and things like that. Ladislaw knows it, and if he doesn’t\ncare, why should I? Anyhow, it’s too late now. I’ve promised, and I’m\ngoing to keep my word. Mother would want me to do that. Oh, but if\nmother had been here, she would have understood! She would never have\nlet me get into such a dreadful, miserable, heartbreaking situation!\nIf she could come now, just for one little minute, just to say one\nword—”\n\nBut there was no one there except Ladislaw. The lights of the railway\nstation gleamed before them, and he drew close to her.\n\n“Give me one kiss, Ethel!” he said, very low.\n\nShe hated his voice, she hated to have him so near her, she hated\nherself. The little wood seemed like a black and sinister forest.\n\n“No!” she said brusquely, as she had often spoken to him before.\n\nThis time he was not patient and humble. He caught her arm, and tried\nto draw her to him.\n\n“You shan’t treat me like a dog!” he muttered.\n\nIn growing alarm, she stared at him in the dark, and she fancied she\nsaw his white teeth revealed by a wolfish grin. With a violent wrench,\nshe freed herself. With the swiftness of terror, she ran out of that\nhaunted wood into the safe, bright road before the station.\n\nAs she stood there, flushed and panting, trying to consider the\nsituation, he came leisurely up to her.\n\n“You can’t go back now—not after that telegram you sent your aunt,” he\nsaid. “There’s nowhere for you to go, except with me. You haven’t even\nyour ticket or your purse. You gave them to me to keep —and I mean to\nkeep them!”\n\n“I don’t care—I’ll walk,” she retorted, in a trembling voice.\n\n“Walk where?” he inquired. “You told your aunt you were going away to\nget married. You’ll have hard work explaining that you changed your\nmind; and you’ll have hard work getting home at all without a penny.\nCome! Here’s the train. Don’t be a little fool!”\n\nThe long, mournful hoot of the approaching engine came to her ears.\n\n“Oh, give me my purse!” she cried in terror and despair. “Oh, please!\nOh, please, Ladislaw!”\n\n“I won’t,” he said. “If you won’t come with me, I’ll leave you here\nalone. You’ll be sorry, Ethel. You’ll lose your chance to be a singer,\nand you’ll lose more than that. Your aunt won’t take this very well.”\n\nShe looked around in anguish. The ticket office was closed for the\nnight, and there were only strangers on the platform. All about that\nlittle lighted oasis were the woods and fields and tiny distant\nhouses, filled with more strangers.\n\n\n                                  V\n\n“Ethel!” cried a voice.\n\nIt was the voice of the one person who would understand and help and\nsolace her—a voice she could never hear again in this world, strong,\ntender, and clear.\n\n“Oh, mother!” she cried.\n\n“Ethel!”\n\nIt came again, and not the voice of a spirit, but real, and close at\nhand.\n\n“It’s some one in that taxi,” whispered Ladislaw. “Better not answer.”\n\n“But it’s grandmother!” said Ethel, astounded.\n\nShe flew to the old lady like a stone from a catapult.\n\n“Grandmother, what _are_ you doing here?” she demanded, wild with\ndelight and relief.\n\n“Nothing!” replied the old lady serenely. “Present your friend to me.”\n\n“I—” began Ethel.\n\nLadislaw was already there, hat in hand.\n\n“Mr. Metz, grandmother,” she said.\n\n“Ah! Mr. Metz!” the old lady repeated, looking thoughtfully at him.\nHer calm old eyes seemed terrible to him. “Are you leaving?” she\nasked.\n\nHe hesitated for a moment. Then he remembered that Ethel had never\nseemed to regard her grandmother as especially important. She was old,\nand poor, and obscure; what harm could she do?\n\n“Yes,” he said. “Ethel and I are going to be married. She’s already\nsent a telegram to her aunt in the city, to tell her.”\n\n“You are a rash young man,” said the old lady, in a tone almost\nfriendly.\n\n“Rash?” he repeated, with a faint frown.\n\n“Very!” said she. “It is a surprise to me, because I see that you are\nnot American. Americans marry that way—for love; but with the people\nof Europe, it is often different. They think of how they shall live.\nThey wish a dot—a dowry—something more than love. It is very\nbeautiful, this; because the poor little Ethel will never have\nanything.”\n\nMetz was too much taken aback to be discreet.\n\n“But she will!” he said. “Her aunt will—”\n\n“Her aunt has only the income of an estate. She leaves nothing to\nEthel; and certainly she _gives_ nothing to Ethel when she is the wife\nof Mr. Metz.”\n\n“But I thought—” he began.\n\nSuddenly the frail little old creature blazed into magnificent wrath.\n\n“Be off!” she cried, raising her hand in a threatening gesture. “Away\nwith you, miserable, beggarly fortune hunter! Wolf! _Bestia!_ Be off!”\n\nHe started back. She leaned out of the window, her voice wonderfully\nstrong and vigorous for her years. As he retreated, even above the\nroar of the incoming train, he heard her only too plainly, and was\naware that other people heard her, too.\n\n“Beggarly fortune hunter! Wolf! _Bestia!_ Away with you!”\n\nHe was glad to climb on board.\n\nThe taxi went hastening back along the dark, still roads, and the old\nlady held the sobbing Ethel tight in her arms.\n\n“But what is there to cry about?” she asked, in tears herself.\n“Foolish little one! You shall stay with me, my little bird, until you\nare ready to fly away. There was something put by for you to have—\nlater. You shall have it now, for the singing lessons. Why do you cry,\nthen? You shall sing, I tell you!”\n\nEthel was silent for a time.\n\n“Grandmother!” she said. “The first time you called me—it sounded—I\nthought it was—mother!”\n\nThe old lady’s arm tightened about her.\n\n“It is the same voice,” she said.",
    "metadata": {
        "author": [
            "Holding, Elisabeth Sanxay",
            "Holding, Elizabeth Sanxay"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/67254/pg67254.txt",
        "name": "out_of_the_woods.json"
    }
}