{
    "name": "Outpost on Io",
    "author": [
        "Brackett, Leigh Douglass",
        "Brackett, Leigh",
        "Hamilton, Leigh Brackett"
    ],
    "body": "MacVickers stopped at the brink of the dark round shaft.\n\nIt was cold, and he was stark naked except for the silver collar welded\naround his neck. But it was more than cold that made him shiver and\nclamp his long bony jaw.\n\nHe didn't know what the shaft was for, or where it led. But he had a\nsudden feeling that once he went down he was down for good.\n\nThe small, round metal platform rocked uneasily under his feet. Beyond\nthe railing, as far as MacVickers could see to the short curve of Io's\nhorizon, there was mud. Thin, slimy blue-green mud.\n\nThe shaft went down under the mud. MacVickers looked at it. He licked\ndry lips, and his grey-green eyes, narrow and hot in his gaunt dark\nface, flashed a desperate look at the small flyer from which he had\njust been taken.\n\nIt bobbed on the heaving mud, mocking him. The eight-foot Europan guard\nstanding between it and MacVickers made a slow weaving motion with his\ntentacles.\n\nMacVickers studied the Europan with the hating eyes of a wolf in\na trap. His smooth black body had a dull sheen of red under the\nJupiter-light. There was no back nor front to him, no face. Only the\nfour long rubbery legs, the roundish body, and the tentacles in a\nwaving crown above.\n\nMacVickers bared white, uneven teeth. His big bony fists clenched. He\ntook one step toward the Europan.\n\nA tentacle flicked out, daintily, and touched the silver collar at the\nEarthman's throat. Raw electric current, generated in the Europan's\nbody, struck into him, a shuddering, blinding agony surging down his\nspine.\n\nHe stumbled backward, and his foot went off into emptiness. He twisted\nblindly, catching the opposite side of the shaft, and hung there,\ngroping with his foot for the ladder rungs, cursing in a harsh,\ntoneless voice.\n\nThe tentacle struck out again, with swift, exquisite skill. Three times\nlike a red-hot lash across his face, and twice, harder, across his\nhands. Then it touched the collar again.\n\nMacVickers retched and let go. He fell jarringly down the ladder,\nmanaged to break his fall onto the metal floor below, and crouched\nthere, sick and furious and afraid.\n\nThe hatch cover clanged down over him like the falling hammer of doom.\n\n\n\nMacVickers dropped into a circular room thirty feet across, floored and\nwalled with metal and badly lighted. The roof was of thick glassite\nplates. Through them, very clearly, MacVickers could see four Europan\nguards, watching.\n\n\"They're always there,\" said the Venusian softly. \"You'll come to love\nthem, stranger.\"\n\nThere were men standing around the ladder foot, thirteen of them, with\nthe Venusian. Earthmen, Martians, Venusians, pale, stark naked, smeared\nwith a blue-green stain. Their muscles stood out sharp on their gaunt\nbodies, their silver collars a mocking note of richness.\n\nDeep, deep, inside himself, MacVickers shivered. His nostrils wrinkled.\nThere was fear in the room. The smell of it, the shudder of it in the\nair. Fear that was familiar and accustomed, lying in uneasy sleep, but\nready to awake.\n\nThere were other men, four or five of them, back in the shadows by\nthe wall bunks. They didn't speak, nor come out.\n\nHe took a deep breath and said steadily, \"I'm Chris MacVickers.\nDeep-space trader out of Terra. They caught me trying to get through\nthe Asteroid lines.\"\n\nTheir eyes glistened at him, looking from him to something behind\nthem that he couldn't see. They were waiting, and there was something\nghoulish in it.\n\nThe Venusian said sharply, \"Tough luck, MacVickers. I'm Loris, late of\nthe Venusian Guard. Introduce yourselves, boys.\"\n\nThey did, in jerky detached voices, their eyes sliding from him to the\nhidden something. Loris drew a little closer, and one of the Earthmen\nin the group came toward him.\n\n\"I'm Pendleton,\" he said. \"The _Starfish_. Remember?\"\n\nMacVickers stared at him. The furrows deepened in his craggy face. He\nsaid, \"My God!\" very softly, and not as a curse. \"Pendleton!\"\n\nThe man grinned wryly. He was English, the ravaged ghost of the big,\nruddy, jovial spaceman MacVickers remembered.\n\n\"Quite a change, eh? Well, perhaps we're lucky, MacVickers. We shan't\nhave to see the smash.\"\n\nMacVickers' head dropped forward. \"Then you saw it coming, too?\"\n\nLoris made a little bitter laugh that was almost a sob. All the\ndesperate boyish humor was gone from his face, leaving it old and grim.\n\n\"Who hasn't? I've been here--God knows. An eternity. But even before my\nship was taken, we knew it. We can't build spaceships as fast as their\nJovium destroys them. When they break through the Asteroid line....\"\n\nPendleton's quiet voice was grave. \"Mars is old and tired and torn\nwith famine. Venus is young, but her courage is undisciplined. Her\nbarbarians aren't suited to mechanized warfare. And Earth....\" He\nsighed. \"Perhaps if we hadn't fought so much among ourselves....\"\n\nMacVickers said harshly, \"It wouldn't make much difference. When a man\nhas a weapon that causes metal to explode its own atoms, it doesn't\nmake any difference what you stack up against him.\"\n\nHe shook his craggy head impatiently. \"What is this place? What are you\ndoing here? The Jovies just brought me here and dumped me in without a\nword of explanation.\"\n\nPendleton shrugged. \"We, too. There's a pit below, full of machinery.\nWe work it, but we're not told why. Of course, we do a lot of guessing.\"\n\n\"Guessing!\" The word rose sharp on the thick hot air. A man burst out\nof the group and stood swaying with the restless motion of the floor.\nHe was a swart Low-Canal Martian. His yellow cat-eyes glittered in his\nhatch-face, and his thin ropy muscles twitched.\n\n\"I'll tell you what this place is, Earthman. It's a hell! And we're\ncaught in it. Trapped, for the rest of our lives.\" He turned on\nPendleton. \"It's your fault. We were in a neutral port. We might have\nbeen safe. But you had to get back....\"\n\n\"Janu!\" Pendleton's voice cracked like a whip. The Martian went silent,\nwatching him. There was more than hate in his yellow eyes. _Dando_,\nthe beginning of the trap-madness. MacVickers had seen it in men who\ncouldn't stand the confinement of a deep-space voyage.\n\nThe Englishman said quietly, \"Janu was my glory-hole foreman. He rather\nholds this against me.\"\n\nThe Martian snarled, and then coughed. The cough became a paroxysm. He\nstumbled away, grey-faced and twitching, bent almost double.\n\n\"It's the heat,\" said Loris, \"and the damp. Poor devil.\"\n\n\n\nMacVickers thought of the air of Mars, cold and dry and pure. The floor\nrocked under him. Eyes, with the queer waiting shine to them, slid\nfurtively to the hidden thing behind the standing men.\n\nThe hot wet air lay on his lungs. He sweated. There was a stir of\nnausea in him and the lights swirled. He shut his jaw hard.\n\nHe said, \"What did Janu mean, the rest of our natural lives? They'll\nlet us go when the war's over--if there's anything left to go to.\"\n\nThere was a tight little silence. And then, from the shadows against\nthe wall, there came a brittle, whispering laugh.\n\n\"The war? They let us go before that!\"\n\nThe group parted. MacVickers had a brief glimpse of a huge man crouched\nin a strange position on the floor. Then he couldn't see anything but\nthe shape that came slowly out into the light.\n\nIt moved with a stiff, tottering gait, and its naked feet made a dry\nclicking sound on the metal floor. MacVickers' hand closed hard on the\nladder behind him.\n\nIt had been a man, an Earthman. His body was still tall, his features\nstill fine. But there was a film over him, a pale blue-green sheathe\nthat glistened dully.\n\nHe thrust out an arm, with a hand on it like a hand carved in\naquamarine. \"Touch it,\" he whispered.\n\nMacVickers touched it. It was quite hard, and warm only with the heat\nof the air. MacVickers' grey-green eyes met the sunken, sheathed eyes\nof the Earthman. His body hurt with the effort to control it.\n\n\"When we can no longer move,\" the whispering voice said, \"they take\nus up the shaft and throw us over, into the mud. That's why you're\nhere--because we were one man short.\"\n\nMacVickers put his hand back on the ladder rung. \"How long?\"\n\n\"About three Earth months.\"\n\nHe looked at the blue-green stain that smeared them all. The color of\nthe mud. His hands sweated on the ladder rung. \"What is it?\"\n\n\"Something in the mud. A radioactivity, I think. It seems to turn the\ncarbon in human flesh to a crystalline form. You become a living jewel.\nIt's painless. But it's....\" He didn't finish.\n\nBeads of sweat stood on MacVickers' forehead. The men standing watching\nhim smiled a little. There was motion behind them. Loris and Pendleton\nstiffened, and their eyes met.\n\nMacVickers said steadily, \"I don't understand. The mud's outside.\"\n\nLoris said, with a queer, hurried urgency, \"You will. It's almost time\nfor the other shift....\"\n\nHe broke off. Men scattered suddenly, crouching back in a rough circle,\ngrinning with feral nervousness. The room was suddenly quiet.\n\nThe crouching man had risen. He stood with his huge corded legs wide\napart, swaying with the swaying of the floor, his round head sunk\nbetween ridges of muscle, studying the Earthman out of pale, flat eyes.\n\nLoris put his old, bitter boy's face close to MacVickers. His whisper\nwas almost inaudible.\n\n\"Birek. He's boss here. He's mad. Don't fight him.\"\n\n\n                                  II\n\nMacVickers' grey-green eyes narrowed. He didn't move. Birek breathed in\nslow, deep sighs. He was a Venusian, a coal-swamper from his size and\npallor and the filthy-white hair clubbed in his neck.\n\nHe shimmered, very faintly in the dim light. The first jewel-crust was\nforming across his skin.\n\nKnife-sharp and startling across the silence, a round hatch-cover in\nthe floor clashed open. Sweat broke cold on MacVickers. Men began to\ncome out of the hole, just at the edge of his vision. Naked, dirty men\nwith silver collars.\n\nThey had been talking, cursing, jostling. The first ones saw Birek and\nstopped, and the silence trickled back down the shaft. It was utterly\nquiet again, except for the harsh straining of lungs against the hot,\nwet air and the soft sounds of naked men climbing the ladder.\n\nThe cords ridged on MacVickers' jaw. He shifted his balance slightly,\naway from the ladder. He could see the faces thrust forward in the dim\nlight, eager, waiting.\n\nShining eyes, shining teeth, cheek-bones shining with sweat.\nFrightened, suffering men, watching another man fear and suffer, and\nbeing glad about it.\n\nBirek moved forward, slowly. His eyes held a pale glitter, like distant\nice, and his lips smiled.\n\n\"I prayed,\" he said softly. \"I was answered. You, new man! Get down on\nyour belly.\"\n\nLoris grinned at Birek, but there was no humor in his eyes. He had\ndrawn a little away from MacVickers. He said carelessly:\n\n\"There's no time for that now, Birek. It's our shift. They'll be\nburning us if we don't go.\"\n\nBirek repeated, \"Down on your belly,\" not looking at Loris.\n\nA vein began to throb on MacVickers' forehead. He looked slight, almost\nsmall against the Venusian's huge bulk.\n\nHe said quietly, \"I'm not looking for trouble.\n\n\"Then get down.\"\n\n\"Sorry,\" said MacVickers. \"Not today.\"\n\nPendleton's voice cracked out sharply. \"Let him alone, Birek! You men,\ndown the ladder! They're going for the shockers.\"\n\nMacVickers was aware of movement overhead, beyond the glass roof. Men\nbegan to drop slowly, reluctantly, down the ladder. There was sweat on\nPendleton's forehead and Loris' face was as grey as his eyes.\n\nBirek said hoarsely, \"Down! Grovel! Then you can go.\"\n\n\"No.\" The ladder was beyond Birek. There was no way past him.\n\nLoris said, in a swift harsh whisper, \"Get down, MacVickers. For God's\nsake get down, and then come on!\"\n\nMacVickers shook his head stubbornly. The giant smiled. There was\nsomething horribly wrong about that smile. It was the smile of a man in\nagony when he feels the anaesthetic taking hold. Peaceful, and happy.\n\nHe struck out, startlingly fast for such a big man. MacVickers shrank\naside. The fist grazed past his head, tearing his ear. He crouched and\nwent in, trying for a fast body-blow and a sidestep.\n\nHe'd forgotten the glimmering sheathe. His fist struck Birek on the\nmark, and it was like striking glass that didn't shatter. The pain shot\nup his arm, numbing, slowing, sickening. Blood spattered out from his\nknuckles.\n\nBirek's right swept in, across the side of his head.\n\nMacVickers went down, on his right side. Birek put a foot in the small\nof his back. \"Down,\" he said. \"Grovel.\"\n\nMacVickers twisted under the foot, snarling. He brought up his own\nfeet, viciously, with all his strength. The pain of impact made him\nwhimper, but Birek staggered back, thrown off balance.\n\nThere was no sign of hurt in his face. He stood there, looking down at\nMacVickers. Suddenly, shockingly, he was crying. He made no sound. He\ndidn't move. But the tears ran out of his eyes.\n\nA deep, slow shudder shook MacVickers. He said softly, \"There's no\npain, is there?\"\n\nBirek didn't speak. The tears glistened over the faint, hard film on\nhis cheeks. MacVickers got up slowly. The furrows were deep and harsh\nin his face and his lips were white.\n\nLoris pulled at him. Somewhere Pendleton's voice was yelling, \"Hurry!\nHurry, _please_!\"\n\n\n\nThe guards were doing something overhead. There was a faint crackling\nsound, a flicker of sparks in a circle around the top of the wall.\nShivering, tingling pain swept through MacVickers from the silver\ncollar at his throat.\n\nMen began to whisper and curse. Loris clawed at him, shoved him down\nthe ladder, kicked his face to make him hurry. The pain abated.\n\nMacVickers looked up. The great corded legs of Birek were coming down,\nthe soles of the feet making a faint, hard sound on the rungs.\n\nThe hatch closed overhead. The voice of the dying Earthman came dry and\nsoft over his shoulder.\n\n\"Here's where you'll work until you die. How do you like it?\"\n\nMacVickers turned, scowling. It was hot. The room above was cool by\ncomparison. The air was thick and sluggish with the reek of heated oil\nand metal. It was a big space, running clear to the curving wall, but\nthe effect was of stifling, cramped confinement.\n\nMachinery crammed the place, roaring and hissing and clattering,\nrunning in a circuit from huge intake pumps through meaningless bulking\nshapes to a forced-air outlet, with oil-pumps between them.\n\nThe pumps brought mud into a broad sluice, and the blue-green stain of\nit was everywhere.\n\nThere were two glassite control boxes high on the walls, each with a\nblack, tentacled Europan. About five feet overhead was a system of\nmetal catwalks giving complete coverage of the floor area. There were\nEuropans on the walks, too, eight of them, patrolling steadily.\n\nTheir sleek, featureless bodies were safe from contact with the mud.\nThey carried heavy plastic tubes in their tentacles, and there were\nheavy-duty shockers mounted at every intersection.\n\nMacVickers grinned dourly. \"Trustful lot.\"\n\n\"Very.\" Pendleton nudged him over toward a drive motor attached to some\nkind of a centrifugal separator. Loris and the blue-sheathed Earthman\nfollowed, with Birek coming slowly behind him.\n\nMacVickers said, \"What's all this for?\"\n\nPendleton shook his head. \"We don't know. But we have an idea that\nJovium comes from the mud.\"\n\n\"Jovium!\" MacVickers' grey-green eyes began to grow hot. \"The stuff\nthat's winning this war for them. The metal destroyer!\"\n\n\"We're not sure, of course.\" Pendleton's infinitely weary eyes turned\nacross the stretch of greasy metal deck to the end of the circuit. \"But\nlook there. What does that suggest to you?\"\n\nThe huge pipe of the forced-air ejector ran along the deck there behind\na screen of heavy metal mesh. Just above it, enclosed behind three\nthicknesses of glassite, was a duct leading upward. The duct, from the\ninordinate size of its supports and its color, was pure lead.\n\nLead. Lead pipe, lead armor. Radiations that changed living men into\nhalf-living diamonds. Nobody knew what Jovium was or where it came\nfrom--only it did.\n\nBut scientists on the three besieged worlds thought it was probably an\nisotope of some powerful radioactive metal, perhaps uranium, capable of\nsetting up a violent progressive breakdown in metallic atoms.\n\n\"If,\" said MacVickers softly, \"the pipe were lined with plastic....\nBlue mud! I've traded through these moons, and the only other deposit\nof that mud is a saucepanful on J-XI! This must be their only source.\"\n\nLoris shoved an oil can at him. \"What difference does it make?\" he said\nsavagely.\n\nMacVickers took the can without seeing it. \"They store it up there,\nthen, in the space between the inner wall and the outer. If somebody\ncould get up there and set the stuff off....\"\n\nPendleton's mouth twisted. \"Can you see any way?\"\n\nHe looked. Guards and shockers, charged ladders and metal screens. No\nweapons, no place to conceal them anyway. He said doggedly:\n\n\"But if someone could escape and get word back.... This contraption\nis a potential bomb big enough to blow Io out of space! The experts\nthink it only takes a fraction of a gram of the pure stuff to power a\ndisintegrator shell.\"\n\nThere was a pulse beating hard under his jaw and his grey-green eyes\nwere bright.\n\nLoris said, \"Escape.\" He said it as though it were the most infinitely\nbeautiful word in existence, and as though it burned his mouth.\n\n\"Escape,\" whispered the man with the shimmering, deadly sheathe of\naquamarine. \"There is no escape but--this.\"\n\n\n\nMacVickers said, into the silence that followed, \"I'm going to try. One\nthing or the other, I'm going to try.\"\n\nPendleton's incredibly tired eyes looked at the livid burns on\nMacVickers' face. \"It's been tried. And it's no use.\"\n\nBirek moved suddenly out of his queer, dazed stillness. He looked up\nand made a hoarse sound in his throat. MacVickers caught a flicker\nof motion overhead, but he didn't pay attention to it. He went on,\nspeaking quietly in a flat, level voice.\n\n\"There's a war on. We're all in it. Soldiers, civilians, and kings, the\nbig fellows and the little ones. When I got my master's ticket, they\ntold me a man's duty wasn't done until his ship was cradled or he was\ndead.\n\n\"My ship's gone. But I haven't died, yet.\"\n\nPendleton's broad, gaunt shoulders drooped. He turned his head away.\nLoris' face was a death-mask carved from grey bone. He said, almost\ninaudibly:\n\n\"Shut up, damn you. Shut up.\"\n\nThe movement was closer overhead, ominously close. The men scattered\nacross the pit had stopped working, watching MacVickers with\nglistening, burning eyes across hot oil-filmed metal.\n\nMacVickers said harshly, \"I know what's wrong with you. You were broken\nbefore you came, thinking the smash was coming and it was no use.\"\n\nPendleton whispered, \"You don't know, the things they do to you.\"\n\nStiff and dry out of the Earthman's aquamarine mask, came the words,\n\"You'll learn. There's no hope, MacVickers, and the men have all they\ncan bear without pain.\n\n\"If you bring them more suffering, MacVickers, they'll kill you.\"\n\nHeat. Oil and reeking metal, and white stiff faces filmed with sweat.\nEyes shining, hot and glittering with fear. Rocking floor and sucking\npumps and a clutching nausea in his belly. Birek, standing straight and\nstill, watching him. Watching. Everybody, watching.\n\nMacVickers put his hand flat on the engine-housing beside him. \"There's\nmore to it than duty,\" he said softly, and smiled, without humor, the\nvertical lines deep in his cheeks. His gaunt Celtic head had a grim\nbeauty.\n\nHis voice rang clear across the roar of the machines. \"I'm Christopher\nRory MacVickers. I'm the most important thing in the universe. And if I\nhave to give my life, it'll not be without return on the value of it!\"\n\nJanu the Martian, away on the other side of the pit, made a shrill\nwailing cry. Loris and Pendleton flinched away like dogs afraid of the\nwhip, looking upward.\n\nMacVickers glimpsed a dark tentacled shape on the catwalk above, just\nbefore the shattering electricity coursed through him. He screamed,\nonce. And then Birek moved.\n\nHe struck Loris and Pendleton and the blue-sheathed Earthman out of the\nway like children. His left leg took MacVickers behind the knees in the\nsame instant that his right hand pushed MacVickers' face.\n\nMacVickers fell heavily on his back, screaming at the contact of the\nmetal floor. Then Birek sprawled over him, shielding his body with the\nbulk of his own.\n\nThe awful shocking pain was lessened. Lying there, looking up into\nBirek's pale eyes, MacVickers made his twitching lips say, \"Why?\"\n\nBirek smiled. \"The current doesn't hurt much any more. And I want you\nfor myself--to break.\"\n\nMacVickers drew a deep, shuddering breath and smiled back, the lines\ndeep in his lean cheeks.\n\n\n\nHe had no clear memories of that shift. Heat and motion and strangling\nair, and Janu coughing with a terrible, steady rhythm, his own hands\ntrying to guide the oil can. Toward the end of the time he fainted, and\nit was Birek who carried him up the ladder.\n\nHe had no way of knowing how long after that he came to. There was\nno time in that little hell. The first thing he noticed, with the\nhair-trigger senses of a man trained to ships, that the motion of the\nroom was different.\n\nHe sat up straight on the bunk where Birek had laid him. \"The tidal\nwave,\" he said, over a quick stab of fear. \"What....\"\n\n\"We ride it out,\" said Loris bitterly. \"We always have.\"\n\nMacVickers knew the Jovian Moons pretty well. Remembering the\ntremendous tides and winds caused by the gravitational pull of Jupiter,\nhe shuddered. There was no solid earth on Io, nothing but mud. And the\nextraction plant, from the feel of it, was a hollow bell sunk under it,\nperfectly free.\n\nIt had to be free. No mooring cable made could stand the pull of a\nJupiter-tide.\n\n\"One thing about it,\" said Pendleton with quiet viciousness. \"It makes\nthe bloody Jovies seasick.\"\n\nJanu the Martian made a cracked, harsh laugh. \"So they keep a weak\ncurrent on us all the time.\" His hatchet-face was drawn, his yellow\ncat-eyes lambent in the dim light.\n\nThe men sprawled on their bunks, not talking much. Birek sat on the\nend of his, watching MacVickers with his pale still eyes. There was a\ntightness in the room.\n\nIt was coming. They were going to break him now, before he hurt them.\nBreak him, or kill him.\n\nMacVickers wiped the sweat from his face and said, \"I'm thirsty.\"\n\nPendleton pointed to a thing like a horse-trough against the bulkhead.\nHis eyes were tired and very sad. Loris was scowling at his stained and\nfaintly filmed feet.\n\nThere wasn't much water in the trough. What there was was brackish and\ngreasy. MacVickers drank and splashed some on his face and body. He saw\nthat he was already stained with the mud. It wouldn't wash off.\n\nThe dying Earthman whispered, \"There is food also.\"\n\nMacVickers looked at the basket of spongy synthetic food, and shook his\nhead.\n\nThe floor dipped and swung. There was a frightening, playful violence\nabout it, like the first soft taps of a tiger's paw. Loris looked up at\nthe glass roof with the black shapes beyond.\n\n\"They get the pure air,\" he said. \"Our ventilator pipes are only a few\ninches wide, lest we crawl up through them.\"\n\nPendleton said, rather loudly, \"The swine breathe through the skin, you\nknow. All their sense organs, sight and hearing....\"\n\n\"Shut up,\" snarled Janu. \"Stop talking for time.\"\n\nThe sprawled men on the bunks drew themselves slowly tight, breathing\nhard and deep in anticipation. And Birek rose.\n\nMacVickers faced them, Birek and the rest. There was no lift in his\nheart. He was cold and sodden, like a chuted ox watching the pole-axe\nfall. He said, with a bitter, savage quiet,\n\n\"You're a lot of bloody cowards. You, Birek. You're scared of the death\ncreeping over you, and the only way you can forget the fear is to make\nsomeone else suffer.\n\n\"It's the same with all of you. You have to trample me down to your own\nlevel, break me for the sake of your souls as much as your bodies.\"\n\nHe looked at the numbers of them, at Birek's huge impervious bulk and\nhis great fists. He touched his silver collar, remembering the agony of\nthe shock through it.\n\n\"And I will break. You know that, damn you.\"\n\nHe gave back three paces and set his feet. \"All right. Come on, Birek.\nLet's get it over with.\"\n\n\n\nThe Venusian came toward him across the heaving floor. Loris still\nlooked at his feet and Pendleton's eyes were agonized. MacVickers wiped\nhis hands across his buttocks. The palms were filmed and slick with oil\nfrom the can he had handled.\n\nThere was no use to fight. Birek was twice his size, and he couldn't\nbe hurt anyway. The diamond-sheathe even screened off the worst of the\nelectric current, being a non-conductor.\n\nThat gave the dying men an advantage. But even if they had spirit\nenough left by that time to try anything, the hatches were still locked\ntight by air-pressure and the sheer numbers of their suffering mates\nwould pull them down. Also, the Jovies were as strong as four men.\n\nNon-conductor. Sheathed skin. Birek's shoulders tensing for the first\nblow. Sweat trying to break through the film of oil on his palms, the\nslippery feel of his hands as he clenched them.\n\nBirek's fist lashed out. MacVickers dodged under it, looking for an\nopening, dreading the useless agony of impact. The bell lurched wildly.\n\nA guard moved abruptly overhead. The motion caught MacVickers' eye.\nSomething screamed sharply in his head: Pendleton's voice saying, \"They\nbreathe through the skin. All their sense organs....\"\n\nHe sensed rather than saw Birek's fist coming. He twisted, enough to\ntake the worst of it on his shoulder. It knocked him halfway across the\ndeck. And then the current came on.\n\nIt was weak, but it made him jerk and twitch. He scrambled up on\nthe pitching deck and started to speak. Birek was coming again,\nleisurely, smiling. Then, quite suddenly, the hatch cover clanged\nopen, signalling the change of the shifts. MacVickers stood still for\na second. Then he laughed, a queer little chuckle, and made a rush for\nthe hatch.\n\n\n                                  III\n\nHe went down it with Birek's hand brushing past his head. Men yelled\nand cursed. He trampled on them ruthlessly. The ones lower down fell\noff the ladder to avoid his feet.\n\nThere was a clamor up above. Hands grabbed at him. He lashed out,\nkicking and butting. His rush carried him through and out across the\npit, toward the space between the end points of the horseshoe circuit.\n\nHe slowed down, then. The guards had noticed the scuffle. But it seemed\nto be only the shift changing, and MacVickers looked like a man going\npeacefully for oil.\n\nPeacefully. The blood thundered in his head, he was cold, and the skin\nof his back crawled. Men shoved and swore back by the ladder. He went\non, not too fast, fighting the electric shiver in his brain.\n\nFuel and lubricating oils were brought up, presumably from tanks in\na still lower level, by big pressure pumps. All three sets of pumps,\nintake, outlet, and oil, worked off the same compressed-air unit.\n\nHe set the lubricating-oil pump going and rattled cans into place. The\nmen of his shift were straggling out from the ladder, twitching from\nthe light current, scared, angry, but uncertain.\n\nThere was a subtle change in the attitude of the Europan guards.\nTheir movements were sluggish, faintly uncertain. MacVickers grinned\nviciously. Seasick. They'd be sicker--if they didn't get him too soon.\n\nThe surging pitch of the bell was getting worse. The tide was rising,\nand the mud was playing with the bell like a child throwing a ball.\nNausea began to clutch at MacVickers' stomach.\n\nThe pressure-gage on the pump was rising. He let it rise, praying, his\ngrey-green eyes hot and bright. Going with the motion of the deck, he\nsprawled over against the intake pumps.\n\nHe spun the wheel on the pressure-control as far as it would go. A\nlight wrench, chained so that it could not be thrown, lay at his feet.\nHe picked it up, his hand jerking and tingling, and began to work at\nthe air-pipe coupling.\n\nHands gripped his shoulder suddenly, slewing him around. The yellow\neyes of Janu the Martian glared into his.\n\n\"What are you doing here, Earthman? This is my station.\"\n\nThen he saw the pressure gauge. He let out a keening wail, cut short\nby the crunch of MacVickers' fist on his mouth. MacVickers whirled and\nswung the wrench.\n\nThe loose coupling gave. Air burst whistling from the pipe, and the\nrhythm of the pumps began to break.\n\nBut Janu's cry had done it. Men were pelting toward him, and the guards\nwere closing in overhead.\n\nMacVickers flung himself bodily on the short hose of the oil-pump.\n\nBirek, Loris, Pendleton, the dying Earthman, the hard faces behind\nthem. The guards were manning the shockers. Up in the control boxes\nblack tentacles were flashing across banks of switches. He had to work\nfast, before they cut the pressure.\n\nBirek was ahead of the others, very close. MacVickers gave him the\noil-stream full in the face. It blinded him. Then the nearest shocker\ncame on, focussed expertly on MacVickers.\n\nHe shut his teeth hard, whimpering through them, and turned the hard\nforced stream of oil into the hoarsely shrieking blast from the open\npipe.\n\nOil sprayed up in a heavy, blinding fog. Burning, shuddering agony\nshook MacVickers, but he held his hose, his feet braced wide, praying\nto stand up long enough.\n\nThe catwalks were hidden in the oily mist. The ventilating blowers\ncaught it, thrusting it across the whole space. MacVickers yelled\nthrough it, his voice hardly recognizable as human.\n\n\"You, out there! All of you. This is your chance. Are you going to take\nit?\"\n\nSomething fell, close by, with a heavy thrashing thud. Something black\nand tentacled and writhing, covered with a dull film.\n\nMacVickers laughed, and the laughter was less human than the voice.\n\n\"Cowards!\" he cried. \"All right. I'll do it all myself.\"\n\nSomebody yelled, \"They're dying. Look!\" There was another heavy thud.\nThe hot strangling fog roiled with hidden motion. MacVickers gasped and\nretched and shuddered helplessly. He was going to drop the hose in a\nminute. He was going to fall down and scream.\n\nIf they stepped the power up one more notch, he was going to fall down\nand die. Only they were dying too, and forgetting about power.\n\nIt seemed a static eternity to MacVickers, but it had all happened in\nthe space of a dozen heartbeats. There were yells and shouts and a sort\nof animal tumult in the thick haze. Suddenly Pendleton's voice rang out\nof it.\n\n\"MacVickers! I'm with you, man! You others, listen. He's giving us the\nbreak we needed. Don't let him down!\"\n\nAnd Janu screamed, \"No! He's killed the guards, but there are more.\nThey'll fry us from the control boxes if we help him.\"\n\nThe pressure was dropping in the pipe as the power cut out. There was a\nlast hiss, a spurt of oily spray, then silence. MacVickers dropped the\nhose.\n\nJanu's voice went on, sharp and harsh with fear. \"They'll fry us, I\ntell you. We'll lie here and jerk and scream until we're crazy. I'm\ngoing to die. I know it. But I won't go through that, for nothing! I'm\ngoing back by the ladder and pray they won't notice me.\"\n\nMore sounds, more tumult. Men suddenly torn between hope and abject\nterror. MacVickers said wearily into the fog,\n\n\"If you help me, we can win the war for our worlds. Destroy this bell,\nstart the Jovium working, destroy Io--victory for us. And if you don't,\nI hope you fry here and in Hell afterward.\"\n\nThey wavered. MacVickers could hear their painful breathing, ragged\nwith the emotion in them. Some of them started toward the sound of\nPendleton's voice.\n\nJanu made an eerie wauling sound, like a hurt cat, and went for him.\n\n\n\nMacVickers started to help, but the current froze him to the metal\nfloor. He strained, feeling his nerves, his brain dissolving in a\nshuddering fire. He knew why the others had broken so soon. The current\ndid things to you, inside.\n\nHe couldn't see what was happening. The heavy mist choked his eyes, his\nthroat, his nostrils. The pitching of the bell was a nightmare thing.\nMen thrashed and struggled and cursed.\n\nSo he had killed the guards. So what. There were still the control\nboxes. If they didn't rush them before the oil settled, they wouldn't\nhave a chance.\n\nWhy not give up? Let himself dissolve into the blackness he was\nfighting off?\n\nA great pale shape came striding through the mist toward him. Birek.\nThis was it, then. Well, he'd had his moment of fun. His fists came up\nin a bland, instinctive gesture.\n\nBirek laughed. The current made him jerk only a little, in his thin\ndiamond sheathe. He bunched his shoulders and reached out.\n\nMacVickers felt himself ripped clear of the floor. In a second he was\nout of focus of the shocker and the pain was gone. He came nearest to\nfainting then, but Birek's huge hand shook him by the hair and Birek's\nvoice shouted,\n\n\"Tell 'em, little man! Tell 'em it's better to die quick, now, than go\nmad with fear.\"\n\n\"Come on!\" yelled Pendleton. \"Here's our chance to show we're still\nmen. Hurry up, you sons!\"\n\nMacVickers looked at the Venusian's face. The terrible frozen fear\nwas gone from his eyes. He wanted to die, now, quickly, fighting for\nvengeance.\n\nThe gray, pinched face of Loris loomed abruptly out of the fog. It was\nsuddenly young again, and the smile was genuine. He said,\n\n\"Let's teach 'em to mind, Birek. MacVickers, I....\" He shook his head,\nlooking away. \"You know.\"\n\n\"I know. Hurry up with it.\"\n\nPendleton's voice burst out of the fog, triumphantly. Janu crouched on\nthe heaving deck, bleeding and whimpering. MacVickers yelled,\n\n\"Who's with me? We're going to take the control boxes. Who wants to be\na hero?\"\n\nBirek laughed and threw him bodily up onto the catwalk overhead. Most\nof the men came forward then. The three or four that were left looked\nat the Martian and followed.\n\nBirek helped them up onto the catwalk. They were moving, now. It took\nonly a few seconds. MacVickers divided them into two groups.\n\n\"You men that are sheathed go first, to help block the charge. It'll\nbe your job to take the Jovies out of the way. Quick, before this fog\nsettles enough so they can see to focus on us.\"\n\nThey split up, running along the walk that connected with the control\nboxes, hurdling the bodies of Jovians suffocated in oil. Presently the\nglassite door loomed before them.\n\nBirek and the dying Earthman led MacVickers' party. The Venusian\nwrenched open the door. And MacVickers felt his heart stop.\n\nThere were three Europans instead of one. The guards had come down from\nabove.\n\n\"Get them out here,\" he said. \"Out into the oil.\"\n\nA wave of shuddering agony tossed through him. The Jovies were using\ntheir powerful hand-tubes. Only the glassite walls partially protected\nthem.\n\nThe fog began to whip past him. He groaned, thinking that it was going.\nAnd then he put his head in his hands and wept with incredulous,\nthankful joy.\n\nThe oily mist was being sucked into the box by powerful ventilators.\nMacVickers remembered Loris saying, \"They get the pure air. Our\nventilator tubes are only a few inches wide.\"\n\nHe laughed. The bell swooped sickeningly. Somewhere off in the fog he\nheard screams and shouts and Pendleton's voice roaring triumph.\n\nHe thought, \"We never could have done it if the tide hadn't come and\nmade the Jovies seasick.\"\n\nHe laughed again. It tickled him that seasickness should lose a war.\n\n\n                                  IV\n\nThey went in and up the ladders into the sealed storage space next the\nconvict quarters. There was a huge cylinder of lead suspended over the\nmouth of the duct from the extractor.\n\n\"They must collect the stuff when they bring oil and supplies,\" said\nLoris. \"Well, MacVickers, what happens to us now?\"\n\nMacVickers looked at them, the lines deep in his face. \"We all\nagree, don't we, that there's no hope of escape? If we wait until\nthe next supply ship comes and try to take it, we lose the chance of\ndoing--well, call it our duty if you want to. That is, to wreck their\nonly source of the explosive that's winning the war for them.\n\n\"I think you know,\" he added, \"what our chances of taking that ship\nwould be, without offensive weapons or any protection against theirs.\nIt would only mean a return to this slavery, if they didn't kill us all\noutright.\"\n\nHis grey-green eyes were somber, deeply bright.\n\n\"It comes down to this. Shall we turn this bell into a disintegrator\nbomb, setting the Jovium free to destroy its own and every other\nmetallic atom in the mud, or shall we gamble our worlds on the slim\nchance of saving our necks?\"\n\nLoris looked down at the deck and said softly, \"Why should we worry\nabout our necks, MacVickers? You've saved our souls.\"\n\n\"Agreed, then, all you men?\"\n\nBirek looked them over. \"The man who refuses will have no neck to\nsave,\" he said.\n\nThere was no disagreement.\n\nMacVickers turned to the leaden cylinder. It was fixed to the duct by a\nplastic-lined, lead-sheathed collar. There was an arrangement whereby a\nplug could be driven into the open mouth of the filled cylinder without\nspilling a grain of the stuff.\n\nMacVickers reached up and loosed the apparatus that held the cylinder\nupright. It fell over with a shattering crash. A palely glowing powder\npuffed out, settling over the adjacent metal.\n\nMacVickers had one second of terror. An eerie bluish light grew,\nthrowing faces into strong relief. Pendleton, praying silently. Loris,\nsmiling. The blue-sheathed Earthman with closed eyes, his face a mask\nof peace. The others, facing a death they understood and welcomed. All\nof them, thinking of three little worlds that could go on living their\nown lives.\n\nBirek grinned at him. \"I'm glad you ran away,\" he whispered.\n\nMacVickers grinned back.",
    "metadata": {
        "author": [
            "Brackett, Leigh Douglass",
            "Brackett, Leigh",
            "Hamilton, Leigh Brackett"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/62249/pg62249.txt",
        "name": "outpost_on_io.json"
    }
}