{
    "name": "Ozymandias",
    "author": [
        "Jorgensen, Ivar",
        "Jorgenson, Ivar"
    ],
    "body": "The planet had been dead about a million years. That was our first\nimpression, as our ship orbited down to its sere brown surface, and\nas it happened our first impression turned out to be right. There\nhad been a civilization here _once_--but Earth had swung around Sol\nten-to-the-sixth times since the last living being of this world had\ndrawn breath.\n\n\"A dead planet,\" Colonel Mattern exclaimed bitterly. \"Nothing here\nthat's of any use. We might as well pack up and move on.\"\n\nIt was hardly surprising that Mattern would feel that way. In urging\na quick departure and an immediate removal to some world of greater\nutilitarian value, Mattern was, after all, only serving the best\ninterests of his employers. His employers were the General Staff of\nthe Armed Forces of the United States of America. They expected Mattern\nand his half of the crew to produce results, and by way of results\nthey meant new weapons and sources of strategic materials. They hadn't\ntossed in 70% of the budget for this trip just to sponsor a lot of\narchaeological putterings.\n\nBut luckily for _our_ half of the outfit--the archaeological putterers'\nhalf--Mattern did not have an absolute voice in the affairs of the\noutfit. Perhaps the General Staff had kicked in for 70% of our budget,\nbut the cautious men of the military's Public Liaison branch had seen\nto it that _we_ had at least some rights.\n\nDr. Leopold, head of the non-military segment of the expedition, said\nbrusquely, \"Sorry, Mattern, but I'll have to apply the limiting clause\nhere.\"\n\nMattern started to sputter. \"But--\"\n\n\"But nothing, Mattern. We're here. We've spent a good chunk of American\ncash in getting here. I insist that we spend the minimum time allotted\nfor scientific research, as long as we _are_ here.\"\n\nMattern scowled, looking down at the table, supporting his chin in\nhis thumbs and digging the rest of his fingers in hard back of his\njawbone. He was annoyed, but he was smart enough to know he didn't have\nmuch of a case to make against Leopold.\n\nThe rest of us--four archaeologists and seven military men; they\noutnumbered us a trifle--watched eagerly as our superiors battled. My\neyes strayed through the porthole and I looked at the dry windblown\nplain, marked here and there with the stumps of what might have been\nmassive monuments millennia ago.\n\nMattern said bleakly, \"The world is of utterly no strategic\nconsequence. Why, it's so old that even the vestiges of civilization\nhave turned to dust!\"\n\n\"Nevertheless, I reserve the right granted to me to explore any world\nwe land on, for a period of at least one hundred sixty-eight hours,\"\nLeopold returned implacably.\n\nExasperated, Mattern burst out, \"Dammit, _why_? Just to spite me? Just\nto prove the innate intellectual superiority of the scientist to the\nman of war?\"\n\n\"Mattern, I'm not injecting personalities into this.\"\n\n\"I'd like to know what you are doing, then? Here we are on a world\nthat's obviously useless to me and probably just as useless to you. Yet\nyou stick me on a technicality and force me to waste a week here. Why,\nif not out of spite?\"\n\n\"We've made only the most superficial reconnaissance so far,\" Leopold\nsaid. \"For all we know this place may be the answer to many questions\nof galactic history. It may even be a treasure-trove of superbombs, for\nall--\"\n\n\"Pretty damned likely!\" Mattern exploded. He glared around the\nconference room, fixing each of the scientific members of the committee\nwith a baleful stare. He was making it quite clear that he was trapped\ninto a wasteful expense of time by our foggy-eyed desire for Knowledge.\n\nUseless knowledge. Not good hard practical knowledge of the kind _he_\nvalued.\n\n\"All right,\" he said finally. \"I've protested and I've lost, Leopold.\nYou're within your rights in insisting on remaining here one week. But\nyou'd damned well better be ready to blast off when your time's up!\"\n\n\n\nIt had been foregone all along, of course. The charter of our\nexpedition was explicit on the matter. We had been sent out to comb a\nstretch of worlds near the Galactic Rim that had already been brushed\nover hastily by a survey mission.\n\nThe surveyors had been looking simply for signs of life, and, finding\nnone (of course), they had moved on. We were entrusted with the task\nof investigating in detail. Some of the planets in the group had\nbeen inhabited once, the surveyors had reported. None bore present\nlife. None of the planets we had ever visited had been found to hold\nintelligent life, though many had in the past.\n\nOur job was to comb through the assigned worlds with diligence.\nLeopold, leading our group, had the task of doing pure archaeological\nresearch on the dead civilizations; Mattern and his men had the more\nimmediately practical job of looking for fissionable material, leftover\nalien weapons, possible sources of lithium or tritium for fusion, and\nother such militarily useful things. You might argue that in a strictly\npragmatic sense our segment of the group was just dead weight, carted\nalong for the ride at great expense, and you would be right.\n\nBut the public temper over the last few hundred years in America\nhas frowned on purely military expeditions. And so, as a sop to\nthe nation's conscience, five archaeologists of little empirical\nconsequence so far as national security mattered were tacked onto the\nexpedition.\n\nUs.\n\nMattern made it quite clear at the outset that _his_ boys were the\nReally Important members of the expedition, and that we were simply\nballast. In a way, we had to agree. Tension was mounting once again\non our sadly disunited planet; there was no telling when the Other\nHemisphere would rouse from its quiescence of a hundred years and\ndecide to plunge once more into space. If anything of military value\nlay out here, we knew we had to find it before They did.\n\nThe good old armaments race. Hi-ho! The old space stories used to talk\nabout expeditions from Earth. Well, we _were_ from Earth, abstractly\nspeaking--but in actuality we were from America, period. Global unity\nwas as much of a pipedream as it had been three hundred years earlier,\nin the remote and primitive chemical-rocket era of space travel. Amen.\nEnd of sermon. We got to work.\n\n\n\nThe planet had no name, and we didn't give it one; a special commission\nof what was laughably termed the United Nations Organization was\nworking on the problem of assigning names to the hundreds of worlds\nof the galaxy, using the old idea of borrowing from ancient Terran\nmythologies in analogy to the Mercury-Venus-Mars nomenclature of our\nown system.\n\nProbably they would end up saddling this world with something like\nThoth or Bel-Marduk or perhaps Avalokitesvara. We knew it simply as\nPlanet Four of the system belonging to a yellow-white F5 IV Procyonoid\nsun, Revised HD Catalog #170861.\n\nIt was roughly Earthtype, with a diameter of 6100 miles, a gravity\nindex of .93, a mean temperature of 45 degrees F. with a daily\nfluctuation range of about ten degrees, and a thin, nasty atmosphere\ncomposed mostly of carbon dioxide with wisps of helium and nitrogen\nand the barest smidgeon of oxygen. Quite possibly the air had been\nbreathable by humanoid life a million years ago--but that was a million\nyears ago. We took good care to practice our breathing-mask drills\nbefore we ventured out of the ship.\n\nThe sun, as noted, was an F5 IV and fairly hot, but Planet Four was a\nhundred eighty-five million miles away from it at perihelion and a good\ndeal farther when it was at the other swing of its rather eccentric\norbit; the good old Keplerian ellipse took quite a bit of punishment\nin this system. Planet Four reminded me in many ways of Mars--except\nthat Mars, of course, had never known intelligent life of any kind, at\nleast none that had troubled to leave a hint of its existence, while\nthis planet had obviously had a flourishing civilization at a time when\nPithecanthropus was Earth's noblest being.\n\n\n\nIn any event, once we had thrashed out the matter of whether or not\nwe were going to stay here or pull up and head for the next planet\non our schedule, the five of us set to work. We knew we had only a\nweek--Mattern would never grant us an extension unless we came up with\nsomething good enough to change his mind, which was improbable--and we\nwanted to get as much done in that week as possible. With the sky as\nfull of worlds as it is, this planet might never be visited by Earth\nscientists again.\n\nMattern and his men served notice right away that they were going to\nhelp us, but reluctantly and minimally. We unlimbered the three small\nhalftracks carried aboard ship and got them into functioning order. We\nstowed our gear--cameras, pick-&-shovels, camel's-hair brushes--and\ndonned our breathing-masks, and Mattern's men helped us get the\nhalftracks out of the ship and pointed in the right direction.\n\nThen they stood back and waited for us to shove off.\n\n\"Don't any of you plan to accompany us?\" Leopold asked. The halftracks\neach held up to four men.\n\nMattern shook his head. \"You fellows go out by yourselves today and let\nus know what you find. We can make better use of the time filing and\ncatching up on back log entries.\"\n\nI saw Leopold start to scowl. Mattern was being openly contemptuous;\nthe least he could do was have his men make a token search for\nfissionable or fusionable matter! But Leopold swallowed down his anger.\n\n\"Okay,\" he said. \"You do that. If we come across any raw veins of\nplutonium I'll radio back.\"\n\n\"Sure,\" Mattern said. \"Thanks for the favor. Let me know if you find a\nbrass mine, too.\" He laughed harshly. \"Raw plutonium! I half believe\nyou're serious!\"\n\n\n\nWe had worked out a rough sketch of the area, and we split up into\nthree units. Leopold, alone, headed straight due west, toward the dry\nriverbed we had spotted from the air. He intended to check alluvial\ndeposits, I guess.\n\nMarshall and Webster, sharing one halftrack, struck out to the hilly\ncountry southeast of our landing point. A substantial city appeared\nto be buried under the sand there. Gerhardt and I, in the other\nvehicle, made off to the north, where we hoped to find remnants of yet\nanother city. It was a bleak, windy day; the endless sand that covered\nthis world mounted into little dunes before us, and the wind picked\nup handfuls and tossed it against the plastite dome that covered our\ntruck. Underneath the steel cleats of our tractor-belt, there was a\nsteady crunch-crunch of metal coming down on sand that hadn't been\ndisturbed in millennia.\n\nNeither of us spoke for a while. Then Gerhardt said, \"I hope the ship's\nstill there when we get back to the base.\"\n\nFrowning, I turned to look at him as I drove. Gerhardt had always been\nan enigma: a small scrunchy guy with untidy brown hair flapping in his\neyes, eyes that were set a little too close together. He had a degree\nfrom the University of Kansas and had put in some time on their field\nstaff with distinction, or so his references said.\n\nI said, \"What the hell do you mean?\"\n\n\"I don't trust Mattern. He hates us.\"\n\n\"He doesn't. Mattern's no villain--just a fellow who wants to do his\njob and go home. But what do you mean, the ship not being there?\"\n\n\"He'll blast off without us. You see the way he sent us all out into\nthe desert, and kept his own men back. I tell you, he'll strand us\nhere!\"\n\nI snorted. \"Don't be a paranoid. Mattern won't do anything of the sort.\"\n\n\"He thinks we're dead weight on the expedition,\" Gerhardt insisted.\n\"What better way to get rid of us?\"\n\nThe halftrack breasted a hump in the desert. I kept wishing a vulture\nwould squeal somewhere, but there was not even that. Life had left\nthis world ages ago. I said, \"Mattern doesn't have much use for _us_,\nsure. But would he blast off and leave three perfectly good halftracks\nbehind? Would he?\"\n\nIt was a good point. Gerhardt grunted agreement after a while. Mattern\nwould _never_ toss equipment away, though he might not have such\nscruples about five surplus archaeologists.\n\nWe rode along silently for a while longer. By now we had covered twenty\nmiles through this utterly barren land. As far as I could see, we might\njust as well have stayed at the ship. At least there we had a surface\nlie of building foundations.\n\nBut another ten miles and we came across our city. It seemed to be of\nlinear form, no more than half a mile wide and stretching out as far\nas we could see--maybe six or seven hundred miles; if we had time, we\nwould check the dimensions from the air.\n\nOf course it wasn't much of a city. The sand had pretty well covered\neverything, but we could see foundations jutting up here and there,\nweathered lumps of structural concrete and reinforced metal. We got out\nand unpacked the power-shovel.\n\nAn hour later, we were sticky with sweat under our thin spacesuits and\nwe had succeeded in transferring a few thousand cubic yards of soil\nfrom the ground to an area a dozen yards away. We had dug one devil of\na big hole in the ground.\n\nAnd we had nothing.\n\nNothing. Not an artifact, not a skull, not a yellowed tooth. No spoons,\nno knives, no baby-rattles.\n\nNothing.\n\nThe foundations of some of the buildings had endured, though whittled\ndown to stumps by a million years of sand and wind and rain. But\nnothing else of this civilization had survived. Mattern, in his\nscorn, had been right, I admitted ruefully: this planet was as\nuseless to us as it was to them. Weathered foundations could tell\nus little except that there had once been a civilization here. An\nimaginative paleontologist can reconstruct a dinosaur from a fragment\nof a thigh-bone, can sketch out a presentable saurian with only a\nfossilized ischium to guide him. But could we extrapolate a culture, a\ncode of laws, a technology, a philosophy, from bare weathered building\nfoundations?\n\nNot very likely.\n\nWe moved on and dug somewhere else half a mile away, hoping at least\nto unearth one tangible remnant of the civilization that had been. But\ntime had done its work; we were lucky to have the building foundations.\nAll else was gone.\n\n\"_Boundless and bare, the lone and level sands stretch far away_,\" I\nmuttered.\n\nGerhardt looked up from his digging. \"Eh? What's that?\" he demanded.\n\n\"Shelley,\" I told him.\n\n\"Oh. Him.\"\n\nHe went back to digging.\n\n\n\nLate in the afternoon we finally decided to call it quits and head back\nto the base. We had been in the field for seven hours, and had nothing\nto show for it except a few hundred feet of tridim films of building\nfoundations.\n\nThe sun was beginning to set; Planet Four had a thirty-five hour day,\nand it was coming to its end. The sky, always somber, was darkening\nnow. There was no moon to be still as bright. Planet Four had no\nsatellites. It seemed a bit unfair; Three and Five of the system each\nhad four moons, while around the massive gas giant that was Eight a\ncluster of thirteen moonlets whirled.\n\nWe wheeled round and headed back, taking an alternate route three miles\neast of the one we had used on the way out, in case we might spot\nsomething. It was a forlorn hope, though.\n\nSix miles along our journey, the truck radio came to life. The dry,\ntesty voice of Dr. Leopold reached us:\n\n\"Calling Trucks Two and Three. Two and Three, do you read me? Come in,\nTwo and Three.\"\n\nGerhardt was driving. I reached across his knee to key in the response\nchannel and said, \"Anderson and Gerhardt in Number Three, sir. We read\nyou.\"\n\nA moment later, somewhat more faintly, came the sound of Number\nTwo keying into the threeway channel, and I heard Marshall saying,\n\"Marshall and Webster in Two, Dr. Leopold. Is something wrong?\"\n\n\"I've found something,\" Leopold said.\n\nFrom the way Marshall exclaimed \"_Really!_\" I knew that Truck Number\nTwo had had no better luck than we. I said, \"That makes one of us,\nthen.\"\n\n\"You've had no luck, Anderson?\"\n\n\"Not a scrap. Not a potsherd.\"\n\n\"How about you, Marshall?\"\n\n\"Check. Scattered signs of a city, but nothing of archaeological value,\nsir.\"\n\nI heard Leopold chuckle before he said, \"Well, I've found something.\nIt's a little too heavy for me to manage by myself. I want both outfits\nto come out here and take a look at it.\"\n\n\"What is it, sir?\" Marshall and I asked simultaneously, in just about\nthe same words.\n\nBut Leopold was fond of playing the Man of Mystery. He said, \"You'll\nsee when you get here. Take down my coordinates and get a move on. I\nwant to be back at the base by nightfall.\"\n\n\n\nShrugging, we changed course to head for Leopold's location. He was\nabout seventeen miles southwest of us, it seemed. Marshall and Webster\nhad an equally long trip to make; they were sharply southeast of\nLeopold's position.\n\nThe sky was fairly dark when we arrived at what Leopold had computed as\nhis coordinates. The headlamps of the halftrack lit up the desert for\nnearly a mile, and at first there was no sign of anyone or anything.\nThen I spotted Leopold's halftrack parked off to the east, and from\nthe south Gerhardt saw the lights of the third truck rolling toward us.\n\nWe reached Leopold at about the same time. He was not alone. There was\nan--object--with him.\n\n\"Greetings, gentlemen.\" He had a smug grin on his whiskery face. \"I\nseem to have made a find.\"\n\nHe stepped back and, as if drawing an imaginary curtain, let us take\na peek at his find. I frowned in surprise and puzzlement. Standing in\nthe sand behind Leopold's halftrack was something that looked very much\nlike a robot.\n\nIt was tall, seven feet or more, and vaguely humanoid: that is, it had\narms extending from its shoulders, a head on those shoulders, and legs.\nThe head was furnished with receptor plates where eyes, ears, and mouth\nwould be on humans. There were no other openings. The robot's body\nwas massive and squarish, with sloping shoulders, and its dark metal\nskin was pitted and corroded as by the workings of the elements over\nuncountable centuries.\n\nIt was buried up to its knees in sand. Leopold, still grinning smugly\n(and understandably proud of his find) said, \"Say something to us,\nrobot.\"\n\nFrom the mouth-receptors came a clanking sound, the gnashing of--what?\ngears?--and a voice came forth, oddly high-pitched but audible. The\nwords were alien and were spoken in a slippery singsong kind of\ninflection. I felt a chill go quivering down my back. The Age of Space\nExploration was three centuries old--and for the first time human ears\nwere hearing the sounds of a language that had not been spawned on\nEarth.\n\n\"It understands what you say?\" Gerhardt questioned.\n\n\"I don't think so,\" Leopold said. \"Not yet, anyway. But when I address\nit directly, it starts spouting. I think it's a kind of--well, guide to\nthe ruins, so to speak. Built by the ancients to provide information\nto passersby; only it seems to have survived the ancients and their\nmonuments as well.\"\n\nI studied the thing. It _did_ look incredibly old--and sturdy; it was\nso massively solid that it might indeed have outlasted every other\nvestige of civilization on this planet. It had stopped talking, now,\nand was simply staring ahead. Suddenly it wheeled ponderously on its\nbase, swung an arm up to take in the landscape nearby, and started\nspeaking again.\n\nI could almost put the words in its mouth: \"--_and over here we have\nthe ruins of the Parthenon, chief temple of Athena on the Acropolis.\nCompleted in the year 438 B.C., it was partially destroyed by an\nexplosion in 1687 while in use as a powder magazine by the Turks_--\"\n\n\"It does seem to be a sort of a guide,\" Webster remarked. \"I get the\ndefinite feeling that we're being given an historical narration now,\nall about the wondrous monuments that must have been on this site once.\"\n\n\"If only we could understand what it's saying!\" Marshall exclaimed.\n\n\"We can try to decipher the language somehow,\" Leopold said. \"Anyway,\nit's a magnificent find, isn't it? And--\"\n\nI began to laugh suddenly. Leopold, offended, glared at me and said,\n\"May I ask what's so funny, Dr. Anderson?\"\n\n\"Ozymandias!\" I said, when I had subsided a bit. \"It's a natural!\nOzymandias!\"\n\n\"I'm afraid I don't--\"\n\n\"Listen to him,\" I said. \"It's as if he was built and put here for\nthose who follow after, to explain to us the glories of the race that\nbuilt the cities. Only the cities are gone, and the robot is still\nhere! Doesn't he seem to be saying, '_Look on my works, ye Mighty, and\ndespair!_'\"\n\n\"_Nothing besides remains_,\" Webster quoted. \"It's apt. Builders and\ncities all gone, but the poor robot doesn't know it, and delivers his\nspiel nonetheless. Yes. We ought to call him Ozymandias!\"\n\nGerhardt said, \"What shall we do with it?\"\n\n\"You say you couldn't budge it?\" Webster asked Leopold.\n\n\"It weighs five or six hundred pounds. It can move of its own volition,\nbut I couldn't move it myself.\"\n\n\"Maybe the five of us--\" Webster suggested.\n\n\"No,\" Leopold said. An odd smile crossed his face. \"We will leave it\nhere.\"\n\n\"What?\"\n\n\"Only temporarily,\" he added. \"We'll save it--as a sort of surprise for\nMattern. We'll spring it on him the final day, letting him think all\nalong that this planet was worthless. He can rib us all he wants--but\nwhen it's time to go, we'll produce our prize!\"\n\n\"You think it's safe to leave it out here?\" Gerhardt asked.\n\n\"Nobody's going to steal it,\" Marshall said.\n\n\"And it won't melt in the rain,\" Webster added.\n\n\"But--suppose it walks away?\" Gerhardt demanded. \"It can do that, can\nit not?\"\n\nLeopold said, \"Of course. But where would it go? It will remain where\nit is, I think. If it moves, we can always trace it with the radar.\nBack to the base, now; it grows late.\"\n\nWe climbed back into our halftracks. The robot, silent once again,\nplanted knee-deep in the sand, outlined against the darkening sky,\nswivelled to face us and lifted one thick arm in a kind of salute.\n\n\"Remember,\" Leopold warned us as we left. \"Not one word about this to\nMattern!\"\n\n\n\nAt the base that night, Colonel Mattern and his seven aides were\nremarkably curious about our day's activities. They tried to make it\nseem as if they were taking a sincere interest in our work, but it was\nperfectly obvious to us that they were simply goading us into telling\nthem what they had anticipated--that we had found absolutely nothing.\nThis was the response they got, since Leopold forbade mentioning\nOzymandias. Aside from the robot, the truth was that we _had_ found\nnothing, and when they learned of this they smiled knowingly, as if\nsaying that had we listened to them in the first place we would all be\nback on Earth seven days earlier, with no loss.\n\nThe following morning after breakfast Mattern announced that he was\nsending out a squad to look for fusionable materials, unless we\nobjected.\n\n\"We'll only need one of the halftracks,\" he said. \"That leaves two for\nyou. You don't mind, do you?\"\n\n\"We can get along with two,\" Leopold replied a little sourly. \"Just so\nyou keep out of our territory.\"\n\n\"Which is?\"\n\nInstead of telling him, Leopold merely said, \"We've adequately examined\nthe area to the southeast of here, and found nothing of note. It won't\nmatter to us if your geological equipment chews the place up.\"\n\nMattern nodded, eyeing Leopold curiously as if the obvious concealment\nof our place of operations had aroused suspicions. I wondered whether\nit was wise to conceal information from Mattern. Well, Leopold wanted\nto play his little game, I thought; and one way to keep Mattern from\nseeing Ozymandias was not to tell him where we would be working.\n\n\"I thought you said this planet was useless from your viewpoint,\nColonel,\" I remarked.\n\nMattern stared at me. \"I'm sure of it. But it would be idiotic of me\nnot to have a look, wouldn't it--as long as we're spending the time\nhere anyway?\"\n\nI had to admit that he was right. \"Do you expect to find anything,\nthough?\"\n\nHe shrugged. \"No fissionables, certainly. It's a safe bet that\neverything radioactive on _this_ planet has long since decomposed. But\nthere's always the possibility of lithium, you know.\"\n\n\"Or pure tritium,\" Leopold said acidly. Mattern merely laughed, and\nmade no reply.\n\nHalf an hour later we were bound westward again to the point where\nwe had left Ozymandias. Gerhardt, Webster and I rode together in one\nhalftrack, and Leopold and Marshall occupied the other. The third, with\ntwo of Mattern's men and the prospecting equipment, ventured off to the\nsoutheast toward the area Marshall and Webster had fruitlessly combed\nthe day before.\n\nOzymandias was where we had left him, with the sun coming up behind him\nand glowing round his sides. I wondered how many sunrises he had seen.\nBillions, perhaps.\n\nWe parked the halftracks not far from the robot and approached, Webster\nfilming him in the bright light of morning. A wind was whistling down\nfrom the north, kicking up eddies in the sand.\n\n\"Ozymandias have remain here,\" the robot said as we drew near.\n\nIn English.\n\nFor a moment we didn't realize what had happened, but what followed\nafterward was a five-man quadruple-take. While we gabbled in confusion\nthe robot said, \"Ozymandias decipher the language somehow. Seem to be a\nsort of guide.\"\n\n\"Why--he's parroting fragments from our conversation yesterday,\"\nMarshall said.\n\n\"I don't think he's parroting,\" I said. \"The words form coherent\nconcepts. He's _talking_ to us!\"\n\n\"Built by the ancients to provide information to passersby,\" Ozymandias\nsaid.\n\n\"Ozymandias!\" Leopold said. \"Do you speak English?\"\n\nThe response was a clicking noise, followed moments later by,\n\"Ozymandias understand. Not have words enough. Talk more.\"\n\nThe five of us trembled with common excitement. It was apparent now\nwhat had happened, and the happening was nothing short of incredible.\nOzymandias had listened patiently to everything we had said the night\nbefore; then, after we had gone, it had applied its million-year-old\nmind to the problem of organizing our sounds into sense, and somehow\nhad succeeded. Now it was merely a matter of feeding vocabulary to the\ncreature and letting it assimilate the new words. We had a walking and\ntalking Rosetta Stone!\n\nTwo hours flew by so rapidly we hardly noticed their passing. We\ntossed words at Ozymandias as fast as we could, defining them when\npossible to aid him in relating them to the others already engraved on\nhis mind.\n\nBy the end of that time he could hold a passable conversation with\nus. He ripped his legs free of the sand that had bound them for\ncenturies--and, serving the function for which he had been built\nmillennia ago, he took us on a guided tour of the civilization that had\nbeen and had built him.\n\nOzymandias was a fabulous storehouse of archaeological data. We could\nmine him for years.\n\nHis people, he told us, had called themselves the Thaiquens (or so\nit sounded)--they had lived and thrived for three hundred thousand\nyears, and in the declining days of their history had built him, as an\nindestructible guide to their indestructible cities. But the cities had\ncrumbled, and Ozymandias alone remained--bearing with him memories of\nwhat had been.\n\n\"This was the city of Durab. In its day it held eight million people.\nWhere I stand now was the Temple of Decamon, sixteen hundred feet of\nyour measurement high. It faced the Street of the Winds--\"\n\n\"The Eleventh Dynasty was begun by the accession to the Presidium\nof Chonnigar IV, in the eighteen thousandth year of the city. It was\nin the reign of this dynasty that the neighboring planets first were\nreached--\"\n\n\"The Library of Durab was on this spot. It boasted fourteen million\nvolumes. None exist today. Long after the builders had gone, I spent\ntime reading the books of the Library and they are memorized within\nme--\"\n\n\"The Plague struck down nine thousand a day for more than a year, in\nthat time--\"\n\nIt went on and on, a cyclopean newsreel, growing in detail as\nOzymandias absorbed our comments and added new words to his vocabulary.\nWe followed the robot as it wheeled its way through the desert, our\nrecorders gobbling in each word, our minds numbed and dazed by the\nmagnitude of our find. In this single robot lay waiting to be tapped\nthe totality of a culture that had lasted three hundred thousand years!\nWe could mine Ozymandias the rest of our lives, and still not exhaust\nthe fund of data implanted in his all-encompassing mind.\n\nWhen, finally, we ripped ourselves away and, leaving Ozymandias in the\ndesert, returned to the base, we were full to bursting. Never in the\nhistory of our science had such a find been vouchsafed: a complete\nrecord, accessible and translated for us.\n\nWe agreed to conceal our find from Mattern once again. But, like small\nboys newly given a toy of great value, we found it hard to hide our\nfeelings. Although we said nothing explicit, our overexcited manner\ncertainly must have hinted to Mattern that we had not had as fruitless\na day as we had claimed.\n\nThat, and Leopold's refusal to tell him exactly where we had been\nworking during the day, must have aroused Mattern's suspicions. In\nany event, during the night as we lay in bed I heard the sound of\nhalftracks rumbling off into the desert; and the following morning,\nwhen we entered the mess-hall for breakfast, Mattern and his men,\nunshaven and untidy, turned to look at us with peculiar vindictive\ngleams in their eyes.\n\n\n\nMattern said, \"Good morning, gentlemen. We've been waiting for some\ntime for you to arise.\"\n\n\"It's no later than usual, is it?\" Leopold asked.\n\n\"Not at all. But my men and I have been up all night. We--ah--did a\nbit of archaeological prospecting while you slept.\" The Colonel leaned\nforward, fingering his rumpled lapels, and said, \"Dr. Leopold, for\nwhat reason did you choose to conceal from me the fact that you had\ndiscovered an object of extreme strategic importance?\"\n\n\"What do you mean?\" Leopold demanded--with a quiver taking the\nauthority out of his voice.\n\n\"I mean,\" said Mattern quietly, \"the robot you named Ozymandias. Just\nwhy did you decide not to tell me about it?\"\n\n\"I had every intention of doing so before our departure,\" Leopold said.\n\nMattern shrugged. \"Be that as it may. You concealed the existence\nof your find. But your manner last night led us to investigate the\narea--and since the detectors showed a metal object some twenty miles\nto the west, we headed that way. Ozymandias was quite surprised to\nlearn that there were other Earthmen here.\"\n\nThere was a moment of crackling silence. Then Leopold said, \"I'll have\nto ask you not to meddle with that robot, Colonel Mattern. I apologize\nfor having neglected to tell you of it--I didn't think you were quite\nso interested in our work--but now I must insist you and your men keep\naway from it.\"\n\n\"Oh?\" Mattern said crisply. \"Why?\"\n\n\"Because it's an archaeological treasure-trove, Colonel. I can't\nbegin to stress its value to us. Your men might perform some casual\nexperiment with it and short circuit its memory channels, or something\nlike that. And so I'll have to invoke the rights of the archaeological\ngroup of this expedition. I'll have to declare Ozymandias part of our\npreserve, and off bounds for you.\"\n\nMattern's voice suddenly hardened. \"Sorry, Dr. Leopold. You can't\ninvoke that now.\"\n\n\"Why not?\"\n\n\"Because Ozymandias is part of _our_ preserve. And off bounds for you,\nDoctor.\"\n\nI thought Leopold would have an apoplectic fit right there in the\nmess-hall. He stiffened and went white and strode awkwardly across the\nroom toward Mattern. He choked out a question, inaudible to me.\n\nMattern replied, \"Security, Doctor. Ozymandias is of military use.\nAccordingly we've brought him to the ship and placed him in sealed\nquarters, under top-level wraps. With the power entrusted to me for\nsuch emergencies, I'm declaring this expedition ended. We return to\nEarth at once with Ozymandias.\"\n\nLeopold's eyes bugged. He looked at us for support, but we said\nnothing. Finally, incredulously, he said, \"He's--of military use?\"\n\n\"Of course. He's a storehouse of data on the ancient Thaiquen weapons.\nWe've already learned things from him that are unbelievable in their\nscope. Why do you think this planet is bare of life, Dr. Leopold? Not\neven a blade of grass? A million years won't do that. But a superweapon\n_will_. The Thaiquens developed that weapon. And others, too. Weapons\nthat can make your hair curl. And Ozymandias knows every detail of\nthem. Do you think we can waste time letting you people fool with that\nrobot, when he's loaded with military information that can make America\ntotally impregnable? Sorry, Doctor. Ozymandias is your find, but he\nbelongs to us. And we're taking him back to Earth.\"\n\nAgain the room was silent. Leopold looked at me, at Webster, at\nMarshall, at Gerhardt. There was nothing that could be said.\n\nThis was basically a militaristic mission. Sure, a few anthropologists\nhad been tacked onto the crew, but fundamentally it was Mattern's men\nand not Leopold's who were important. We weren't out here so much to\nincrease the fund of general knowledge as to find new weapons and new\nsources of strategic materials for possible use against the Other\nHemisphere.\n\nAnd new weapons had been found. New, undreamed-of weapons, product of a\nscience that had endured for three hundred thousand years. All locked\nup in Ozymandias' imperishable skull.\n\nIn a harsh voice Leopold said, \"Very well, Colonel. I can't stop you, I\nsuppose.\"\n\nHe turned and shuffled out without touching his food, a broken, beaten,\nsuddenly very old man.\n\nI felt sick.\n\nMattern had insisted the planet was useless and that stopping here was\na waste of time; Leopold had disagreed, and Leopold had turned out to\nbe right. We had found something of great value.\n\nWe had found a machine that could spew forth new and awesome recipes\nfor death. We held in our hands the sum and essence of the Thaiquen\nscience--the science that had culminated in magnificent weapons,\nweapons so superb they had succeeded in destroying all life on this\nworld. And now we had access to those weapons. Dead by their own hand,\nthe Thaiquens had thoughtfully left us a heritage of death.\n\nGrayfaced, I rose from the table and went to my cabin. I wasn't hungry\nnow.\n\n\"We'll be blasting off in an hour,\" Mattern said behind me as I left.\n\"Get your things in order.\"\n\nI hardly heard him. I was thinking of the deadly cargo we carried, the\nrobot so eager to disgorge its fund of data. I was thinking what would\nhappen when our scientists back on Earth began learning from Ozymandias.\n\nThe works of the Thaiquens now were ours. I thought of the poet's\nlines: \"_Look on my works, ye mighty--and despair._\"",
    "metadata": {
        "author": [
            "Jorgensen, Ivar",
            "Jorgenson, Ivar"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/72080/pg72080.txt",
        "name": "ozymandias.json"
    }
}