{
    "name": "P.'s Correspondence (From 'Mosses from an Old Manse')",
    "author": [
        "Hawthorne, Nathaniel"
    ],
    "body": "\n\nMy unfortunate friend P. has lost the thread of his life by the\ninterposition of long intervals of partially disordered reason. The\npast and present are jumbled together in his mind in a manner often\nproductive of curious results, and which will be better understood\nafter the perusal of the following letter than from any description\nthat I could give. The poor fellow, without once stirring from the\nlittle whitewashed, iron-grated room to which he alludes in his first\nparagraph, is nevertheless a great traveller, and meets in his\nwanderings a variety of personages who have long ceased to be visible\nto any eye save his own. In my opinion, all this is not so much a\ndelusion as a partly wilful and partly involuntary sport of the\nimagination, to which his disease has imparted such morbid energy that\nhe beholds these spectral scenes and characters with no less\ndistinctness than a play upon the stage, and with somewhat more of\nillusive credence. Many of his letters are in my possession, some based\nupon the same vagary as the present one, and others upon hypotheses not\na whit short of it in absurdity. The whole form a series of\ncorrespondence, which, should fate seasonably remove my poor friend\nfrom what is to him a world of moonshine, I promise myself a pious\npleasure in editing for the public eye. P. had always a hankering after\nliterary reputation, and has made more than one unsuccessful effort to\nachieve it. It would not be a little odd, if, after missing his object\nwhile seeking it by the light of reason, he should prove to have\nstumbled upon it in his misty excursions beyond the limits of sanity.\n\nLONDON, February 29, 1845.\n\n\nMY DEAR FRIEND: Old associations cling to the mind with astonishing\ntenacity. Daily custom grows up about us like a stone wall, and\nconsolidates itself into almost as material an entity as mankind’s\nstrongest architecture. It is sometimes a serious question with me\nwhether ideas be not really visible and tangible, and endowed with all\nthe other qualities of matter. Sitting as I do at this moment in my\nhired apartment, writing beside the hearth, over which hangs a print of\nQueen Victoria, listening to the muffled roar of the world’s\nmetropolis, and with a window at but five paces distant, through which,\nwhenever I please, I can gaze out on actual London,—with all this\npositive certainty as to my whereabouts, what kind of notion, do you\nthink, is just now perplexing my brain? Why,—would you believe it?—that\nall this time I am still an inhabitant of that wearisome little\nchamber,—that whitewashed little chamber,—that little chamber with its\none small window, across which, from some inscrutable reason of taste\nor convenience, my landlord had placed a row of iron bars,—that same\nlittle chamber, in short, whither your kindness has so often brought\nyou to visit me! Will no length of time or breadth of space enfranchise\nme from that unlovely abode? I travel; but it seems to be like the\nsnail, with my house upon my head. Ah, well! I am verging, I suppose,\non that period of life when present scenes and events make but feeble\nimpressions in comparison with those of yore; so that I must reconcile\nmyself to be more and more the prisoner of Memory, who merely lets me\nhop about a little with her chain around my leg.\n\nMy letters of introduction have been of the utmost service, enabling me\nto make the acquaintance of several distinguished characters who, until\nnow, have seemed as remote from the sphere of my personal intercourse\nas the wits of Queen Anne’s time or Ben Jenson’s compotators at the\nMermaid. One of the first of which I availed myself was the letter to\nLord Byron. I found his lordship looking much older than I had\nanticipated, although, considering his former irregularities of life\nand the various wear and tear of his constitution, not older than a man\non the verge of sixty reasonably may look. But I had invested his\nearthly frame, in my imagination, with the poet’s spiritual\nimmortality. He wears a brown wig, very luxuriantly curled, and\nextending down over his forehead. The expression of his eyes is\nconcealed by spectacles. His early tendency to obesity having\nincreased, Lord Byron is now enormously fat,—so fat as to give the\nimpression of a person quite overladen with his own flesh, and without\nsufficient vigor to diffuse his personal life through the great mass of\ncorporeal substance which weighs upon him so cruelly. You gaze at the\nmortal heap; and, while it fills your eye with what purports to be\nByron, you murmur within yourself, “For Heaven’s sake, where is he?”\nWere I disposed to be caustic, I might consider this mass of earthly\nmatter as the symbol, in a material shape, of those evil habits and\ncarnal vices which unspiritualize man’s nature and clog up his avenues\nof communication with the better life. But this would be too harsh;\nand, besides, Lord Byron’s morals have been improving while his outward\nman has swollen to such unconscionable circumference. Would that he\nwere leaner; for, though he did me the honor to present his hand, yet\nit was so puffed out with alien substance that I could not feel as if I\nhad touched the hand that wrote Childe Harold.\n\nOn my entrance his lordship apologized for not rising to receive me, on\nthe sufficient plea that the gout for several years past had taken up\nits constant residence in his right foot, which accordingly was swathed\nin many rolls of flannel and deposited upon a cushion. The other foot\nwas hidden in the drapery of his chair. Do you recollect whether\nByron’s right or left foot was the deformed one.\n\nThe noble poet’s reconciliation with Lady Byron is now, as you are\naware, of ten years’ standing; nor does it exhibit, I am assured, any\nsymptom of breach or fracture. They are said to be, if not a happy, at\nleast a contented, or at all events a quiet couple, descending the\nslope of life with that tolerable degree of mutual support which will\nenable them to come easily and comfortably to the bottom. It is\npleasant to reflect how entirely the poet has redeemed his youthful\nerrors in this particular. Her ladyship’s influence, it rejoices me to\nadd, has been productive of the happiest results upon Lord Byron in a\nreligious point of view. He now combines the most rigid tenets of\nMethodism with the ultra doctrines of the Puseyites; the former being\nperhaps due to the convictions wrought upon his mind by his noble\nconsort, while the latter are the embroidery and picturesque\nillumination demanded by his imaginative character. Much of whatever\nexpenditure his increasing habits of thrift continue to allow him is\nbestowed in the reparation or beautifying of places of worship; and\nthis nobleman, whose name was once considered a synonyme of the foul\nfiend, is now all but canonized as a saint in many pulpits of the\nmetropolis and elsewhere. In politics, Lord Byron is an uncompromising\nconservative, and loses no opportunity, whether in the House of Lords\nor in private circles, of denouncing and repudiating the mischievous\nand anarchical notions of his earlier day. Nor does he fail to visit\nsimilar sins in other people with the sincerest vengeance which his\nsomewhat blunted pen is capable of inflicting. Southey and he are on\nthe most intimate terms. You are aware that, some little time before\nthe death of Moore, Byron caused that brilliant but reprehensible man\nto be evicted from his house. Moore took the insult so much to heart\nthat, it is said to have been one great cause of the fit of illness\nwhich brought him to the grave. Others pretend that the lyrist died in\na very happy state of mind, singing one of his own sacred melodies, and\nexpressing his belief that it would be heard within the gate of\nparadise, and gain him instant and honorable admittance. I wish he may\nhave found it so.\n\nI failed not, as you may suppose, in the course of conversation with\nLord Byron, to pay the weed of homage due to a mighty poet, by\nallusions to passages in Childe Harold, and Manfred, and Don Juan,\nwhich have made so large a portion of the music of my life. My words,\nwhether apt or otherwise, were at least warm with the enthusiasm of one\nworthy to discourse of immortal poesy. It was evident, however, that\nthey did not go precisely to the right spot. I could perceive that\nthere was some mistake or other, and was not a little angry with\nmyself, and ashamed of my abortive attempt to throw back, from my own\nheart to the gifted author’s ear, the echo of those strains that have\nresounded throughout the world. But by and by the secret peeped quietly\nout. Byron,—I have the information from his own lips, so that you need\nnot hesitate to repeat it in literary circles,—Byron is preparing a new\nedition of his complete works, carefully corrected, expurgated, and\namended, in accordance with his present creed of taste, morals,\npolitics, and religion. It so happened that the very passages of\nhighest inspiration to which I had alluded were among the condemned and\nrejected rubbish which it is his purpose to cast into the gulf of\noblivion. To whisper you the truth, it appears to me that his passions\nhaving burned out, the extinction of their vivid and riotous flame has\ndeprived Lord Byron of the illumination by which he not merely wrote,\nbut was enabled to feel and comprehend what he had written. Positively\nhe no longer understands his own poetry.\n\nThis became very apparent on his favoring me so far as to read a few\nspecimens of Don Juan in the moralized version. Whatever is licentious,\nwhatever disrespectful to the sacred mysteries of our faith, whatever\nmorbidly melancholic or splenetically sportive, whatever assails\nsettled constitutions of government or systems of society, whatever\ncould wound the sensibility of any mortal, except a pagan, a\nrepublican, or a dissenter, has been unrelentingly blotted out, and its\nplace supplied by unexceptionable verses in his lordship’s later style.\nYou may judge how much of the poem remains as hitherto published. The\nresult is not so good as might be wished; in plain terms, it is a very\nsad affair indeed; for, though the torches kindled in Tophet have been\nextinguished, they leave an abominably ill odor, and are succeeded by\nno glimpses of hallowed fire. It is to be hoped, nevertheless, that\nthis attempt on Lord Byron’s part to atone for his youthful errors will\nat length induce the Dean of Westminster, or whatever churchman is\nconcerned, to allow Thorwaldsen’s statue of the poet its due niche in\nthe grand old Abbey. His bones, you know, when brought from Greece,\nwere denied sepulture among those of his tuneful brethren there.\n\nWhat a vile slip of the pen was that! How absurd in me to talk about\nburying the bones of Byron, who, I have just seen alive, and incased in\na big, round bulk of flesh! But, to say the truth, a prodigiously fat\nman always impresses me as a kind of hobgoblin; in the very\nextravagance of his mortal system I find something akin to the\nimmateriality of a ghost. And then that ridiculous old story darted\ninto my mind, how that Byron died of fever at Missolonghi, above twenty\nyears ago. More and more I recognize that we dwell in a world of\nshadows; and, for my part, I hold it hardly worth the trouble to\nattempt a distinction between shadows in the mind and shadows out of\nit. If there be any difference, the former are rather the more\nsubstantial.\n\nOnly think of my good fortune! The venerable Robert Burns—now, if I\nmistake not, in his eighty-seventh year—happens to be making a visit to\nLondon, as if on purpose to afford me an opportunity of grasping him by\nthe hand. For upwards of twenty years past he has hardly left his quiet\ncottage in Ayrshire for a single night, and has only been drawn hither\nnow by the irresistible persuasions of all the distinguished men in\nEngland. They wish to celebrate the patriarch’s birthday by a festival.\nIt will be the greatest literary triumph on record. Pray Heaven the\nlittle spirit of life within the aged bard’s bosom may not be\nextinguished in the lustre of that hour! I have already had the honor\nof an introduction to him at the British Museum, where he was examining\na collection of his own unpublished letters, interspersed with songs,\nwhich have escaped the notice of all his biographers.\n\nPoh! Nonsense! What am I thinking of? How should Burns have been\nembalmed in biography when he is still a hearty old man?\n\nThe figure of the bard is tall and in the highest degree reverend, nor\nthe less so that it is much bent by the burden of time. His white hair\nfloats like a snowdrift around his face, in which are seen the furrows\nof intellect and passion, like the channels of headlong torrents that\nhave foamed themselves away. The old gentleman is in excellent\npreservation, considering his time of life. He has that crickety sort\nof liveliness,—I mean the cricket’s humor of chirping for any cause or\nnone,—which is perhaps the most favorable mood that can befall extreme\nold age. Our pride forbids us to desire it for ourselves, although we\nperceive it to be a beneficence of nature in the case of others. I was\nsurprised to find it in Burns. It seems as if his ardent heart and\nbrilliant imagination had both burned down to the last embers, leaving\nonly a little flickering flame in one corner, which keeps dancing\nupward and laughing all by itself. He is no longer capable of pathos.\nAt the request of Allan Cunningham, he attempted to sing his own song\nto Mary in Heaven; but it was evident that the feeling of those verses,\nso profoundly true and so simply expressed, was entirely beyond the\nscope of his present sensibilities; and, when a touch of it did\npartially awaken him, the tears immediately gushed into his eyes and\nhis voice broke into a tremulous cackle. And yet he but indistinctly\nknew wherefore he was weeping. Ah, he must not think again of Mary in\nHeaven until he shake off the dull impediment of time and ascend to\nmeet her there.\n\nBurns then began to repeat Tan O’Shanter; but was so tickled with its\nwit and humor—of which, however, I suspect he had but a traditionary\nsense—that he soon burst into a fit of chirruping laughter, succeeded\nby a cough, which brought this not very agreeable exhibition to a\nclose. On the whole, I would rather not have witnessed it. It is a\nsatisfactory idea, however, that the last forty years of the peasant\npoet’s life have been passed in competence and perfect comfort. Having\nbeen cured of his bardic improvidence for many a day past, and grown as\nattentive to the main chance as a canny Scotsman should be, he is now\nconsidered to be quite well off as to pecuniary circumstances. This, I\nsuppose, is worth having lived so long for.\n\nI took occasion to inquire of some of the countrymen of Burns in regard\nto the health of Sir Walter Scott. His condition, I am sorry to say,\nremains the same as for ten years past; it is that of a hopeless\nparalytic, palsied not more in body than in those nobler attributes of\nwhich the body is the instrument. And thus he vegetates from day to day\nand from year to year at that splendid fantasy of Abbotsford, which\ngrew out of his brain, and became a symbol of the great romancer’s\ntastes, feelings, studies, prejudices, and modes of intellect. Whether\nin verse, prose, or architecture, he could achieve but one thing,\nalthough that one in infinite variety. There he reclines, on a couch in\nhis library, and is said to spend whole hours of every day in dictating\ntales to an amanuensis,—to an imaginary amanuensis; for it is not\ndeemed worth any one’s trouble now to take down what flows from that\nonce brilliant fancy, every image of which was formerly worth gold and\ncapable of being coined. Yet Cunningham, who has lately seen him,\nassures me that there is now and then a touch of the genius,—a striking\ncombination of incident, or a picturesque trait of character, such as\nno other man alive could have bit off,—a glimmer from that ruined mind,\nas if the sun had suddenly flashed on a half-rusted helmet in the gloom\nof an ancient ball. But the plots of these romances become inextricably\nconfused; the characters melt into one another; and the tale loses\nitself like the course of a stream flowing through muddy and marshy\nground.\n\nFor my part, I can hardly regret that Sir Walter Scott had lost his\nconsciousness of outward things before his works went out of vogue. It\nwas good that he should forget his fame rather than that fame should\nfirst have forgotten him. Were he still a writer, and as brilliant a\none as ever, he could no longer maintain anything like the same\nposition in literature. The world, nowadays, requires a more earnest\npurpose, a deeper moral, and a closer and homelier truth than he was\nqualified to supply it with. Yet who can be to the present generation\neven what Scott has been to the past? I had expectations from a young\nman,—one Dickens,—who published a few magazine articles, very rich in\nhumor, and not without symptoms of genuine pathos; but the poor fellow\ndied shortly after commencing an odd series of sketches, entitled, I\nthink, the Pickwick Papers. Not impossibly the world has lost more than\nit dreams of by the untimely death of this Mr. Dickens.\n\nWhom do you think I met in Pall Mall the other day? You would not hit\nit in ten guesses. Why, no less a man than Napoleon Bonaparte, or all\nthat is now left of him,—that is to say, the skin, bones, and corporeal\nsubstance, little cocked hat, green coat, white breeches, and small\nsword, which are still known by his redoubtable name. He was attended\nonly by two policemen, who walked quietly behind the phantasm of the\nold ex-emperor, appearing to have no duty in regard to him except to\nsee that none of the light-fingered gentry should possess themselves of\nthee star of the Legion of Honor. Nobody save myself so much as turned\nto look after him; nor, it grieves me to confess, could even I contrive\nto muster up any tolerable interest, even by all that the warlike\nspirit, formerly manifested within that now decrepit shape, had wrought\nupon our globe. There is no surer method of annihilating the magic\ninfluence of a great renown than by exhibiting the possessor of it in\nthe decline, the overthrow, the utter degradation of his powers,—buried\nbeneath his own mortality,—and lacking even the qualities of sense that\nenable the most ordinary men to bear themselves decently in the eye of\nthe world. This is the state to which disease, aggravated by long\nendurance of a tropical climate, and assisted by old age,—for he is now\nabove seventy,—has reduced Bonaparte. The British government has acted\nshrewdly in retransporting him from St. Helena to England. They should\nnow restore him to Paris, and there let him once again review the\nrelics of his armies. His eye is dull and rheumy; his nether lip hung\ndown upon his chin. While I was observing him there chanced to be a\nlittle extra bustle in the street; and he, the brother of Caesar and\nHannibal,—the great captain who had veiled the world in battle-smoke\nand tracked it round with bloody footsteps,—was seized with a nervous\ntrembling, and claimed the protection of the two policemen by a cracked\nand dolorous cry. The fellows winked at one another, laughed aside,\nand, patting Napoleon on the back, took each an arm and led him away.\n\nDeath and fury! Ha, villain, how came you hither? Avaunt! or I fling my\ninkstand at your head. Tush, tusk; it is all a mistake. Pray, my dear\nfriend, pardon this little outbreak. The fact is, the mention of those\ntwo policemen, and their custody of Bonaparte, had called up the idea\nof that odious wretch—you remember him well—who was pleased to take\nsuch gratuitous and impertinent care of my person before I quitted New\nEngland. Forthwith up rose before my mind’s eye that same little\nwhitewashed room, with the iron-grated window,—strange that it should\nhave been iron-grated!—where, in too easy compliance with the absurd\nwishes of my relatives, I have wasted several good years of my life.\nPositively it seemed to me that I was still sitting there, and that the\nkeeper—not that he ever was my keeper neither, but only a kind of\nintrusive devil of a body-servant—had just peeped in at the door. The\nrascal! I owe him an old grudge, and will find a time to pay it yet.\nFie! fie! The mere thought of him has exceedingly discomposed me. Even\nnow that hateful chamber—the iron-grated window, which blasted the\nblessed sunshine as it fell through the dusty panes and made it poison\nto my soul-looks more distinct to my view than does this my comfortable\napartment in the heart of London. The reality—that which I know to be\nsuch—hangs like remnants of tattered scenery over the intolerably\nprominent illusion. Let us think of it no more.\n\nYou will be anxious to hear of Shelley. I need not say, what is known\nto all the world, that this celebrated poet has for many years past\nbeen reconciled to the Church of England. In his more recent works he\nhas applied his fine powers to the vindication of the Christian faith,\nwith an especial view to that particular development. Latterly, as you\nmay not have heard, he has taken orders, and been inducted to a small\ncountry living in the gift of the Lord Chancellor. Just now, luckily\nfor me, he has come to the metropolis to superintend the publication of\na volume of discourses treating of the poetico-philosophical proofs of\nChristianity on the basis of the Thirty-nine Articles. On my first\nintroduction I felt no little embarrassment as to the manner of\ncombining what I had to say to the author of _Queen Mali_, the _Revolt\nof Islam_, and _Prometheus Unbound_ with such acknowledgments as might\nbe acceptable to a Christian minister and zealous upholder of the\nEstablished Church. But Shelley soon placed me at my ease. Standing\nwhere he now does, and reviewing all his successive productions from a\nhigher point, he assures me that there is a harmony, an order, a\nregular procession, which enables him to lay his hand upon any one of\nthe earlier poems and say, “This is my work,” with precisely the same\ncomplacency of conscience wherewithal he contemplates the volume of\ndiscourses above mentioned. They are like the successive steps of a\nstaircase, the lowest of which, in the depth of chaos, is as essential\nto the support of the whole as the highest and final one resting upon\nthe threshold of the heavens. I felt half inclined to ask him what\nwould have been his fate had he perished on the lower steps of his\nstaircase, instead of building his way aloft into the celestial\nbrightness.\n\nHow all this may be I neither pretend to understand nor greatly care,\nso long as Shelley has really climbed, as it seems he has, from a lower\nregion to a loftier one. Without touching upon their religious merits,\nI consider the productions of his maturity superior, as poems, to those\nof his youth. They are warmer with human love, which has served as an\ninterpreter between his mind and the multitude. The author has learned\nto dip his pen oftener into his heart, and has thereby avoided the\nfaults into which a too exclusive use of fancy and intellect are wont\nto betray him. Formerly his page was often little other than a concrete\narrangement of crystallizations, or even of icicles, as cold as they\nwere brilliant. Now you take it to your heart, and are conscious of a\nheart-warmth responsive to your own. In his private character Shelley\ncan hardly have grown more gentle, kind, and affectionate than his\nfriends always represented him to be up to that disastrous night when\nhe was drowned in the Mediterranean. Nonsense, again,—sheer nonsense!\nWhat, am I babbling about? I was thinking of that old figment of his\nbeing lost in the Bay of Spezzia, and washed ashore near Via Reggio,\nand burned to ashes on a funeral pyre, with wine, and spices, and\nfrankincense; while Byron stood on the beach and beheld a flame of\nmarvellous beauty rise heavenward from the dead poet’s heart, and that\nhis fire-purified relics were finally buried near his child in Roman\nearth. If all this happened three-and-twenty years ago, how could I\nhave met the drowned and burned and buried man here in London only\nyesterday?\n\nBefore quitting the subject, I may mention that Dr. Reginald Heber,\nheretofore Bishop of Calcutta, but recently translated to a see in\nEngland, called on Shelley while I was with him. They appeared to be on\nterms of very cordial intimacy, and are said to have a joint poem in\ncontemplation. What a strange, incongruous dream is the life of man!\n\nColeridge has at last finished his poem of Christabel. It will be\nissued entire by old John Murray in the course of the present\npublishing season. The poet, I hear, is visited with a troublesome\naffection of the tongue, which has put a period, or some lesser stop,\nto the life-long discourse that has hitherto been flowing from his\nlips. He will not survive it above a month, unless his accumulation of\nideas be sluiced off in some other way. Wordsworth died only a week or\ntwo ago. Heaven rest his soul, and grant that he may not have completed\n_The Excursion_! Methinks I am sick of everything he wrote, except his\n_Laodamia_. It is very sad, this inconstancy of the mind to the poets\nwhom it once worshipped. Southey is as hale as ever, and writes with\nhis usual diligence. Old Gifford is still alive, in the extremity of\nage, and with most pitiable decay of what little sharp and narrow\nintellect the Devil had gifted him withal. One hates to allow such a\nman the privilege of growing old and infirm. It takes away our\nspeculative license of kicking him.\n\nKeats? No; I have not seen him except across a crowded street, with\ncoaches, drays, horsemen, cabs, omnibuses, foot-passengers, and divers\nother sensual obstructions intervening betwixt his small and slender\nfigure and my eager glance. I would fain have met him on the sea-shore,\nor beneath a natural arch of forest trees, or the Gothic arch of an old\ncathedral, or among Grecian ruins, or at a glimmering fireside on the\nverge of evening, or at the twilight entrance of a cave, into the\ndreamy depths of which he would have led me by the hand; anywhere, in\nshort, save at Temple Bar, where his presence was blotted out by the\nporter-swollen bulks of these gross Englishmen. I stood and watched him\nfading away, fading away along the pavement, and could hardly tell\nwhether he were an actual man or a thought that had slipped out of my\nmind and clothed itself in human form and habiliments merely to beguile\nme. At one moment he put his handkerchief to his lips, and withdrew it,\nI am almost certain, stained with blood. You never saw anything so\nfragile as his person. The truth is, Keats has all his life felt the\neffects of that terrible bleeding at the lungs caused by the article on\nhis Endymion in the Quarterly Review, and which so nearly brought him\nto the grave. Ever since he has glided about the world like a ghost,\nsighing a melancholy tone in the ear of here and there a friend, but\nnever sending forth his voice to greet the multitude. I can hardly\nthink him a great poet. The burden of a mighty genius would never have\nbeen imposed upon shoulders so physically frail and a spirit so\ninfirmly sensitive. Great poets should have iron sinews.\n\nYet Keats, though for so many years he has given nothing to the world,\nis understood to have devoted himself to the composition of an epic\npoem. Some passages of it have been communicated to the inner circle of\nhis admirers, and impressed them as the loftiest strains that have been\naudible on earth since Milton’s days. If I can obtain copies of these\nspecimens, I will ask you to present them to James Russell Lowell, who\nseems to be one of the poet’s most fervent and worthiest worshippers.\nThe information took me by surprise. I had supposed that all Keats’s\npoetic incense, without being embodied in human language, floated up to\nheaven and mingled with the songs of the immortal choristers, who\nperhaps were conscious of an unknown voice among them, and thought\ntheir melody the sweeter for it. But it is not so; he has positively\nwritten a poem on the subject of _Paradise Regained_, though in another\nsense than that which presented itself to the mind of Milton. In\ncompliance, it may be imagined, with the dogma of those who pretend\nthat all epic possibilities in the past history of the world are\nexhausted, Keats has thrown his poem forward into an indefinitely\nremote futurity. He pictures mankind amid the closing circumstances of\nthe time-long warfare between good and evil. Our race is on the eve of\nits final triumph. Man is within the last stride of perfection; Woman,\nredeemed from the thraldom against which our sibyl uplifts so powerful\nand so sad a remonstrance, stands equal by his side or communes for\nherself with angels; the Earth, sympathizing with her children’s\nhappier state, has clothed herself in such luxuriant and loving beauty\nas no eye ever witnessed since our first parents saw the sun rise over\ndewy Eden. Nor then indeed; for this is the fulfilment of what was then\nbut a golden promise. But the picture has its shadows. There remains to\nmankind another peril,—a last encounter with the evil principle. Should\nthe battle go against us, we sink back into the slime and misery of\nages. If we triumph—But it demands a poet’s eye to contemplate the\nsplendor of such a consummation and not to be dazzled.\n\nTo this great work Keats is said to have brought so deep and tender a\nspirit of humanity that the poem has all the sweet and warm interest of\na village tale no less than the grandeur which befits so high a theme.\nSuch, at least, is the perhaps partial representation of his friends;\nfor I have not read or heard even a single line of the performance in\nquestion. Keats, I am told, withholds it from the press, under an idea\nthat the age has not enough of spiritual insight to receive it\nworthily. I do not like this distrust; it makes me distrust the poet.\nThe universe is waiting to respond to the highest word that the best\nchild of time and immortality can utter. If it refuse to listen, it is\nbecause he mumbles and stammers, or discourses things unseasonable and\nforeign to the purpose.\n\nI visited the House of Lords the other day to hear Canning, who, you\nknow, is now a peer, with I forget what title. He disappointed me. Time\nblunts both point and edge, and does great mischief to men of his order\nof intellect. Then I stepped into the lower House and listened to a few\nwords from Cobbett, who looked as earthy as a real clodhopper, or\nrather as if he had lain a dozen years beneath the clods. The men whom\nI meet nowadays often impress me thus; probably because my spirits are\nnot very good, and lead me to think much about graves, with the long\ngrass upon them, and weather-worn epitaphs, and dry bones of people who\nmade noise enough in their day, but now can only clatter, clatter,\nclatter, when the sexton’s spade disturbs them. Were it only possible\nto find out who are alive and who dead, it would contribute infinitely\nto my peace of mind. Every day of my life somebody comes and stares me\nin the face whom I had quietly blotted out of the tablet of living men,\nand trusted nevermore to be pestered with the sight or sound of him.\nFor instance, going to Drury Lane Theatre a few evenings since, up rose\nbefore me, in the ghost of Hamlet’s father, the bodily presence of the\nelder Kean, who did die, or ought to have died, in some drunken fit or\nother, so long ago that his fame is scarcely traditionary now. His\npowers are quite gone; he was rather the ghost of himself than the\nghost of the Danish king.\n\nIn the stage-box sat several elderly and decrepit people, and among\nthem a stately ruin of a woman on a very large scale, with a\nprofile—for I did not see her front face—that stamped itself into my\nbrain as a seal impresses hot wax. By the tragic gesture with which she\ntook a pinch of snuff, I was sure it must be Mrs. Siddons. Her brother,\nJohn Kemble, sat behind,—a broken-down figure, but still with a kingly\nmajesty about him. In lieu of all former achievements, Nature enables\nhim to look the part of Lear far better than in the meridian of his\ngenius. Charles Matthews was likewise there; but a paralytic affection\nhas distorted his once mobile countenance into a most disagreeable\none-sidedness, from which he could no more wrench it into proper form\nthan he could rearrange the face of the great globe itself. It looks as\nif, for the joke’s sake, the poor man had twisted his features into an\nexpression at once the most ludicrous and horrible that he could\ncontrive, and at that very moment, as a judgment for making himself so\nhideous, an avenging Providence had seen fit to petrify him. Since it\nis out of his own power, I would gladly assist him to change\ncountenance, for his ugly visage haunts me both at noontide and\nnight-time. Some other players of the past generation were present, but\nnone that greatly interested me. It behooves actors, more than all\nother men of publicity, to vanish from the scene betimes. Being at best\nbut painted shadows flickering on the wall and empty sounds that echo\nanther’s thought, it is a sad disenchantment when the colors begin to\nfade and the voice to croak with age.\n\nWhat is there new in the literary way on your side of the water?\nNothing of the kind has come under any inspection, except a volume of\npoems published above a year ago by Dr. Channing. I did not before know\nthat this eminent writer is a poet; nor does the volume alluded to\nexhibit any of the characteristics of the author’s mind as displayed in\nhis prose works; although some of the poems have a richness that is not\nmerely of the surface, but glows still the brighter the deeper and more\nfaithfully you look into then. They seem carelessly wrought, however,\nlike those rings and ornaments of the very purest gold, but of rude,\nnative manufacture, which are found among the gold-dust from Africa. I\ndoubt whether the American public will accept them; it looks less to\nthe assay of metal than to the neat and cunning manufacture. How slowly\nour literature grows up! Most of our writers of promise have come to\nuntimely ends. There was that wild fellow, John Neal, who almost turned\nmy boyish brain with his romances; he surely has long been dead, else\nhe never could keep himself so quiet. Bryant has gone to his last\nsleep, with the _Thanatopsis_ gleaming over him like a sculptured\nmarble sepulchre by moonlight. Halleck, who used to write queer verses\nin the newspapers and published a Don Juanic poem called _Fanny_, is\ndefunct as a poet, though averred to be exemplifying the metempsychosis\nas a man of business. Somewhat later there was Whittier, a fiery Quaker\nyouth, to whom the muse had perversely assigned a battle-trumpet, and\nwho got himself lynched, ten years agone, in South Carolina. I\nremember, too, a lad just from college, Longfellow by name, who\nscattered some delicate verses to the winds, and went to Germany, and\nperished, I think, of intense application, at the University of\nGottingen. Willis—what a pity!—was lost, if I recollect rightly, in\n1833, on his voyage to Europe, whither he was going to give us sketches\nof the world’s sunny face. If these had lived, they might, one or all\nof them, have grown to be famous men.\n\nAnd yet there is no telling: it may be as well that they have died. I\nwas myself a young man of promise. O shattered brain, O broken spirit,\nwhere is the fulfilment of that promise? The sad truth is, that, when\nfate would gently disappoint the world, it takes away the hopefulest\nmortals in their youth; when it would laugh the world’s hopes to scorn,\nit lets them live. Let me die upon this apothegm, for I shall never\nmake a truer one.\n\nWhat a strange substance is the human brain! Or rather,—for there is no\nneed of generalizing the remark,—what an odd brain is mine! Would you\nbelieve it? Daily and nightly there come scraps of poetry humming in my\nintellectual ear—some as airy as birdnotes, and some as delicately neat\nas parlor-music, and a few as grand as organ-peals—that seem just such\nverses as those departed poets would have written had not an inexorable\ndestiny snatched them from their inkstands. They visit me in spirit,\nperhaps desiring to engage my services as the amanuensis of their\nposthumous productions, and thus secure the endless renown that they\nhave forfeited by going hence too early. But I have my own business to\nattend to; and besides, a medical gentleman, who interests himself in\nsome little ailments of mine, advises me not to make too free use of\npen and ink. There are clerks enough out of employment who would be\nglad of such a job.\n\nGood by! Are you alive or dead? and what are you about? Still\nscribbling for the Democratic? And do those infernal compositors and\nproof-readers misprint your unfortunate productions as vilely as ever?\nIt is too bad. Let every man manufacture his own nonsense, say I.\nExpect me home soon, and—to whisper you a secret—in company with the\npoet Campbell, who purposes to visit Wyoming and enjoy the shadow of\nthe laurels that he planted there. Campbell is now an old man. He calls\nhimself well, better than ever in his life, but looks strangely pale,\nand so shadow-like that one might almost poke a finger through his\ndensest material. I tell him, by way of joke, that he is as dim and\nforlorn as Memory, though as unsubstantial as Hope.\n\nYour true friend, P.\n\n\nP. S.—Pray present my most respectful regards to our venerable and\nrevered friend Mr. Brockden Brown.\n\nIt gratifies me to learn that a complete edition of his works, in a\ndouble-columned octavo volume, is shortly to issue from the press at\nPhiladelphia. Tell him that no American writer enjoys a more classic\nreputation on this side of the water. Is old Joel Barlow yet alive?\nUnconscionable man! Why, he must have nearly fulfilled his century. And\ndoes he meditate an epic on the war between Mexico and Texas with\nmachinery contrived on the principle of the steam-engine, as being the\nnearest to celestial agency that our epoch can boast? How can he expect\never to rise again, if, while just sinking into his grave, he persists\nin burdening himself with such a ponderosity of leaden verses?",
    "metadata": {
        "author": [
            "Hawthorne, Nathaniel"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/9230/pg9230.txt",
        "name": "p_s_correspondence_from_mosses_from_an_old_manse.json"
    }
}