{
    "name": "Passages from a Relinquished Work (From 'Mosses from an Old Manse')",
    "author": [
        "Hawthorne, Nathaniel"
    ],
    "body": "\nAT HOME\n\nFrom infancy I was under the guardianship of a village parson, who made\nme the subject of daily prayer and the sufferer of innumerable stripes,\nusing no distinction, as to these marks of paternal love, between\nmyself and his own three boys. The result, it must be owned, has been\nvery different in their cases and mine, they being all respectable men\nand well settled in life; the eldest as the successor to his father’s\npulpit, the second as a physician, and the third as a partner in a\nwholesale shoe-store; while I, with better prospects than either of\nthem, have run the course which this volume will describe. Yet there is\nroom for doubt whether I should have been any better contented with\nsuch success as theirs than with my own misfortunes,—at least, till\nafter my experience of the latter had made it too late for another\ntrial.\n\nMy guardian had a name of considerable eminence, and fitter for the\nplace it occupies in ecclesiastical history than for so frivolous a\npage as mine. In his own vicinity, among the lighter part of his\nhearers, he was called Parson Thumpcushion, from the very forcible\ngestures with which he illustrated his doctrines. Certainly, if his\npowers as a preacher were to be estimated by the damage done to his\npulpit-furniture, none of his living brethren, and but few dead ones,\nwould have been worthy even to pronounce a benediction after him. Such\npounding and expounding the moment he began to grow warm, such slapping\nwith his open palm, thumping with his closed fist, and banging with the\nwhole weight of the great Bible, convinced me that he held, in\nimagination, either the Old Nick or some Unitarian infidel at bay, and\nbelabored his unhappy cushion as proxy for those abominable\nadversaries. Nothing but this exercise of the body while delivering his\nsermons could have supported the good parson’s health under the mental\ntoil which they cost him in composition.\n\nThough Parson Thumpcushion had an upright heart, and some called it a\nwarm one, he was invariably stern and severe, on principle, I suppose,\nto me. With late justice, though early enough, even now, to be\ntinctured with generosity I acknowledge him to have been a good and\nwise man after his own fashion. If his management failed as to myself,\nit succeeded with his three sons; nor, I must frankly say, could any\nmode of education with which it was possible for him to be acquainted\nhave made me much better than what I was or led me to a happier fortune\nthan the present. He could neither change the nature that God gave me\nnor adapt his own inflexible mind to my peculiar character. Perhaps it\nwas my chief misfortune that I had neither father nor mother alive; for\nparents have an instinctive sagacity in regard to the welfare of their\nchildren, and the child feels a confidence both in the wisdom and\naffection of his parents which he cannot transfer to any delegate of\ntheir duties, however conscientious. An orphan’s fate is hard, be he\nrich or poor. As for Parson Thumpcushion, whenever I see the old\ngentleman in my dreams he looks kindly and sorrowfully at me, holding\nout his hand as if each had something to forgive. With such kindness\nand such forgiveness, but without the sorrow, may our next meeting be!\n\nI was a youth of gay and happy temperament, with an incorrigible levity\nof spirit, of no vicious propensities, sensible enough, but wayward and\nfanciful. What a character was this to be brought in contact with the\nstern old Pilgrim spirit of my guardian! We were at variance on a\nthousand points; but our chief and final dispute arose from the\npertinacity with which he insisted on my adopting a particular\nprofession; while I, being heir to a moderate competence, had avowed my\npurpose of keeping aloof from the regular business of life. This would\nhave been a dangerous resolution anywhere in the world; it was fatal in\nNew England. There is a grossness in the conceptions of my countrymen;\nthey will not be convinced that any good thing may consist with what\nthey call idleness; they can anticipate nothing but evil of a young man\nwho neither studies physic, law, nor gospel, nor opens a store, nor\ntakes to farming, but manifests an incomprehensible disposition to be\nsatisfied with what his father left him. The principle is excellent in\nits general influence, but most miserable in its effect on the few that\nviolate it. I had a quick sensitiveness to public opinion, and felt as\nif it ranked me with the tavern haunters and town paupers,—with the\ndrunken poet who hawked his own Fourth of July odes, and the broken\nsoldier who had been good for nothing since last war. The consequence\nof all this was a piece of light-hearted desperation.\n\nI do not over-estimate my notoriety when I take it for granted that\nmany of my readers must have heard of me in the wild way of life which\nI adopted. The idea of becoming a wandering story-teller had been\nsuggested, a year or two before, by an encounter with several merry\nvagabonds in a showman’s wagon, where they and I had sheltered\nourselves during a summer shower. The project was not more extravagant\nthan most which a young man forms. Stranger ones are executed every\nday; and, not to mention my prototypes in the East, and the wandering\norators and poets whom my own ears have heard, I had the example of one\nillustrious itinerant in the other hemisphere,—of Goldsmith, who\nplanned and performed his travels through France and Italy on a less\npromising scheme than mine. I took credit to myself for various\nqualifications, mental and personal, suited to the undertaking.\nBesides, my mind had latterly tormented me for employment, keeping up\nan irregular activity even in sleep, and making me conscious that I\nmust toil, if it were but in catching butterflies. But my chief motives\nwere, discontent with home and a bitter grudge against Parson\nThumpcushion, who would rather have laid me in my father’s tomb than\nseen me either a novelist or an actor, two characters which I thus hit\nupon a method of uniting. After all, it was not half so foolish as if I\nhad written romances instead of reciting them.\n\nThe following pages will contain a picture of my vagrant life,\nintermixed with specimens, generally brief and slight, of that great\nmass of fiction to which I gave existence, and which has vanished like\ncloud-shapes. Besides the occasions when I sought a pecuniary reward, I\nwas accustomed to exercise my narrative faculty wherever chance had\ncollected a little audience idle enough to listen. These rehearsals\nwere useful in testing the strong points of my stories; and, indeed,\nthe flow of fancy soon came upon me so abundantly that its indulgence\nwas its own reward, though the hope of praise also became a powerful\nincitement. Since I shall never feel the warm gush of new thought as I\ndid then, let me beseech the reader to believe that my tales were not\nalways so cold as he may find them now. With each specimen will be\ngiven a sketch of the circumstances in which the story was told. Thus\nmy air-drawn pictures will be set in frames perhaps more valuable than\nthe pictures themselves, since they will be embossed with groups of\ncharacteristic figures, amid the lake and mountain scenery, the\nvillages and fertile fields, of our native land. But I write the book\nfor the sake of its moral, which many a dreaming youth may profit by,\nthough it is the experience of a wandering story-teller.\n\nA FLIGHT IN THE FOG.\n\nI set out on my rambles one morning in June about sunrise. The day\npromised to be fair, though at that early hour a heavy mist lay along\nthe earth and settled in minute globules on the folds of my clothes, so\nthat I looked precisely as if touched with a hoar-frost. The sky was\nquite obscured, and the trees and houses invisible till they grew out\nof the fog as I came close upon them. There is a hill towards the west\nwhence the road goes abruptly down, holding a level course through the\nvillage and ascending an eminence on the other side, behind which it\ndisappears. The whole view comprises an extent of half a mile. Here I\npaused; and, while gazing through the misty veil, it partially rose and\nswept away with so sudden an effect that a gray cloud seemed to have\ntaken the aspect of a small white town. A thin vapor being still\ndiffused through the atmosphere, the wreaths and pillars of fog,\nwhether hung in air or based on earth, appeared not less substantial\nthan the edifices, and gave their own indistinctness to the whole. It\nwas singular that such an unromantic scene should look so visionary.\n\nHalf of the parson’s dwelling was a dingy white house, and half of it\nwas a cloud; but Squire Moody’s mansion, the grandest in the village,\nwas wholly visible, even the lattice-work of the balcony under the\nfront window; while in another place only two red chimneys were seen\nabove the mist, appertaining to my own paternal residence, then\ntenanted by strangers. I could not remember those with whom I had dwelt\nthere, not even my mother. The brick edifice of the bank was in the\nclouds; the foundations of what was to be a great block of buildings\nhad vanished, ominously, as it proved; the dry-goods store of Mr.\nNightingale seemed a doubtful concern; and Dominicus Pike’s tobacco\nmanufactory an affair of smoke, except the splendid image of an Indian\nchief in front. The white spire of the meeting-house ascended out of\nthe densest heap of vapor, as if that shadowy base were its only\nsupport: or, to give a truer interpretation, the steeple was the emblem\nof Religion, enveloped in mystery below, yet pointing to a cloudless\natmosphere, and catching the brightness of the east on its gilded vane.\n\nAs I beheld these objects, and the dewy street, with grassy intervals\nand a border of trees between the wheeltrack and the sidewalks, all so\nindistinct, and not to be traced without an effort, the whole seemed\nmore like memory than reality. I would have imagined that years had\nalready passed, and I was far away, contemplating that dim picture of\nmy native place, which I should retain in my mind through the mist of\ntime. No tears fell from my eyes among the dewdrops of the morning; nor\ndoes it occur to me that I heaved a sigh. In truth, I had never felt\nsuch a delicious excitement nor known what freedom was till that moment\nwhen I gave up my home and took the whole world in exchange, fluttering\nthe wings of my spirit as if I would have flown from one star to\nanother through the universe. I waved my hand towards the dusky\nvillage, bade it a joyous farewell, and turned away to follow any path\nbut that which might lead me back. Never was Childe Harold’s sentiment\nadopted in a spirit more unlike his own.\n\nNaturally enough, I thought of Don Quixote. Recollecting how the knight\nand Sancho had watched for auguries when they took the road to Toboso,\nI began, between jest and earnest, to feel a similar anxiety. It was\ngratified, and by a more poetical phenomenon than the braying of the\ndappled ass or the neigh of Rosinante. The sun, then just above the\nhorizon, shone faintly through the fog, and formed a species of rainbow\nin the west, bestriding my intended road like a gigantic portal. I had\nnever known before that a bow could be generated between the sunshine\nand the morning mist. It had no brilliancy, no perceptible hues, but\nwas a mere unpainted framework, as white and ghostlike as the lunar\nrainbow, which is deemed ominous of evil. But, with a light heart, to\nwhich all omens were propitious, I advanced beneath the misty archway\nof futurity.\n\nI had determined not to enter on my profession within a hundred miles\nof home, and then to cover myself with a fictitious name. The first\nprecaution was reasonable enough, as otherwise Parson Thumpcushion\nmight have put an untimely catastrophe to my story; but as nobody would\nbe much affected by my disgrace, and all was to be suffered in my own\nperson, I know not why I cared about a name. For a week or two I\ntravelled almost at random, seeking hardly any guidance except the\nwhirling of a leaf at, some turn of the road, or the green bough that\nbeckoned me, or the naked branch that pointed its withered finger\nonward. All my care was to be farther from home each night than the\npreceding morning.\n\nA FELLOW-TRAVELLER.\n\nOne day at noontide, when the sun had burst suddenly out of a cloud,\nand threatened to dissolve me, I looked round for shelter, whether of\ntavern, cottage, barn, or shady tree. The first which offered itself\nwas a wood,—not a forest, but a trim plantation of young oaks, growing\njust thick enough to keep the mass of sunshine out, while they admitted\na few straggling beams, and thus produced the most cheerful gloom\nimaginable. A brook, so small and clear, and apparently so cool, that I\nwanted to drink it up, ran under the road through a little arch of\nstone without once meeting the sun in its passage from the shade on one\nside to the shade on the other. As there was a stepping-place over the\nstone wall and a path along the rivulet, I followed it and discovered\nits source,—a spring gushing out of an old barrel.\n\nIn this pleasant spot I saw a light pack suspended from the branch of a\ntree, a stick leaning against the trunk, and a person seated on the\ngrassy verge of the spring, with his back towards me. He was a slender\nfigure, dressed in black broadcloth, which was none of the finest nor\nvery fashionably cut. On hearing my footsteps he started up rather\nnervously, and, turning round, showed the face of a young man about my\nown age, with his finger in a volume which he had been reading till my\nintrusion. His book was evidently a pocket Bible. Though I piqued\nmyself at that period on my great penetration into people’s characters\nand pursuits, I could not decide whether this young man in black were\nan unfledged divine from Andover, a college student, or preparing for\ncollege at some academy. In either case I would quite as willingly have\nfound a merrier companion; such, for instance, as the comedian with\nwhom Gil Blas shared his dinner beside a fountain in Spain.\n\nAfter a nod, which was duly returned, I made a goblet of oak-leaves,\nfilled and emptied it two or three times, and then remarked, to hit the\nstranger’s classical associations, that this beautiful fountain ought\nto flow from an urn instead of an old barrel. He did not show that he\nunderstood the allusion, and replied very briefly, with a shyness that\nwas quite out of place between persons who met in such circumstances.\nHad he treated my next observation in the same way, we should have\nparted without another word.\n\n“It is very singular,” said I,—“though doubtless there are good reasons\nfor it,—that Nature should provide drink so abundantly, and lavish it\neverywhere by the roadside, but so seldom anything to eat. Why should\nnot we find a loaf of bread on this tree as well as a barrel of good\nliquor at the foot of it?”\n\n“There is a loaf of bread on the tree,” replied the stranger, without\neven smiling—at a coincidence which made me laugh. “I have something to\neat in my bundle; and, if you can make a dinner with me, you shall be\nwelcome.”\n\n“I accept your offer with pleasure,” said I. “A pilgrim such as I am\nmust not refuse a providential meal.”\n\nThe young man had risen to take his bundle from the branch of the tree,\nbut now turned round and regarded me with great earnestness, coloring\ndeeply at the same time. However, he said nothing, and produced part of\na loaf of bread and some cheese, the former being evidently home baked,\nthough some days out of the oven. The fare was good enough, with a real\nwelcome, such as his appeared to be. After spreading these articles on\nthe stump of a tree, he proceeded to ask a blessing on our food, an\nunexpected ceremony, and quite an impressive one at our woodland table,\nwith the fountain gushing beside us and the bright sky glimmering\nthrough the boughs; nor did his brief petition affect me less because\nhis embarrassment made his voice tremble. At the end of the meal he\nreturned thanks with the same tremulous fervor.\n\nHe felt a natural kindness for me after thus relieving my necessities,\nand showed it by becoming less reserved. On my part, I professed never\nto have relished a dinner better; and, in requital of the stranger’s\nhospitality, solicited the pleasure of his company to supper.\n\n“Where? At your home?” asked he.\n\n“Yes,” said I, smiling.\n\n“Perhaps our roads are not the same,” observed he.\n\n“O, I can take any road but one, and yet not miss my way,” answered I.\n“This morning I breakfasted at home; I shall sup at home to-night; and\na moment ago I dined at home. To be sure, there was a certain place\nwhich I called home; but I have resolved not to see it again till I\nhave been quite round the globe and enter the street on the east as I\nleft it on the west. In the mean time, I have a home everywhere, or\nnowhere, just as you please to take it.”\n\n“Nowhere, then; for this transitory world is not our home,” said the\nyoung man, with solemnity. “We are all pilgrims and wanderers; but it\nis strange that we two should meet.”\n\nI inquired the meaning of this remark, but could obtain no satisfactory\nreply. But we had eaten salt together, and it was right that we should\nform acquaintance after that ceremony as the Arabs of the desert do,\nespecially as he had learned something about myself, and the courtesy\nof the country entitled me to as much information in return. I asked\nwhither he was travelling.\n\n“I do not know,” said he; “but God knows.”\n\n“That is strange!” exclaimed I; “not that God should know it, but that\nyou should not. And how is your road to be pointed out?”\n\n“Perhaps by an inward conviction,” he replied, looking sideways at me\nto discover whether I smiled; “perhaps by an outward sign.”\n\n“Then, believe me,” said I, “the outward sign is already granted you,\nand the inward conviction ought to follow. We are told of pious men in\nold times who committed themselves to the care of Providence, and saw\nthe manifestation of its will in the slightest circumstances, as in the\nshooting of a star, the flight of a bird, or the course taken by some\nbrute animal. Sometimes even a stupid ass was their guide. May I not be\nas good a one?”\n\n“I do not know,” said the pilgrim, with perfect simplicity.\n\nWe did, however, follow the same road, and were not overtaken, as I\npartly apprehended, by the keepers of any lunatic asylum in pursuit of\na stray patient. Perhaps the stranger felt as much doubt of my sanity\nas I did of his, though certainly with less justice, since I was fully\naware of my own extravagances, while he acted as wildly, and deemed it\nheavenly wisdom. We were a singular couple, strikingly contrasted, yet\ncuriously assimilated, each of us remarkable enough by himself, and\ndoubly so in the other’s company. Without any formal compact, we kept\ntogether day after day till our union appeared permanent. Even had I\nseen nothing to love and admire in him, I could never have thought of\ndeserting one who needed me continually; for I never knew a person; not\neven a woman, so unfit to roam the world in solitude as he was,—so\npainfully shy, so easily discouraged by slight obstacles, and so often\ndepressed by a weight within himself.\n\nI was now far from my native place, but had not yet stepped before the\npublic. A slight tremor seized me whenever I thought of relinquishing\nthe immunities of a private character, and giving every man, and for\nmoney too, the right which no man yet possessed, of treating me with\nopen scorn. But about a week after contracting the above alliance I\nmade my bow to an audience of nine persons, seven of whom hissed me in\na very disagreeable manner, and not without good cause. Indeed, the\nfailure was so signal that it would have been mere swindling to retain\nthe money, which had been paid on my implied contract to give its value\nof amusement. So I called in the doorkeeper, bade him refund the whole\nreceipts, a mighty sum and was gratified with a round of applause by\nway of offset to the hisses. This event would have looked most horrible\nin anticipation,—a thing to make a man shoot himself, or run amuck, or\nhide himself in caverns where he might not see his own burning blush;\nbut the reality was not so very hard to bear. It is a fact that I was\nmore deeply grieved by an almost parallel misfortune which happened to\nmy companion on the same evening. In my own behalf I was angry and\nexcited, not depressed; my blood ran quick, my spirits rose buoyantly,\nand I had never felt such a confidence of future success and\ndetermination to achieve it as at that trying moment. I resolved to\npersevere, if it were only to wring the reluctant praise from my\nenemies.\n\nHitherto I had immensely underrated the difficulties of my idle trade;\nnow I recognized that it demanded nothing short of my whole powers\ncultivated to the utmost, and exerted with the same prodigality as if I\nwere speaking for a great party or for the nation at large on the floor\nof the Capitol. No talent or attainment could come amiss; everything,\nindeed, was requisite,—wide observation, varied knowledge, deep\nthoughts, and sparkling ones; pathos and levity, and a mixture of both,\nlike sunshine in a raindrop; lofty imagination, veiling itself in the\ngarb of common life; and the practised art which alone could render\nthese gifts, and more than these, available. Not that I ever hoped to\nbe thus qualified. But my despair was no ignoble one; for, knowing the\nimpossibility of satisfying myself, even should the world be satisfied,\nI did my best to overcome it; investigated the causes of every defect;\nand strove, with patient stubbornness, to remove them in the next\nattempt. It is one of my few sources of pride, that, ridiculous as the\nobject was, I followed it up with the firmness and energy of a man.\n\nI manufactured a great variety of plots and skeletons of tales, and\nkept them ready for use, leaving the filling up to the inspiration of\nthe moment; though I cannot remember ever to have told a tale which did\nnot vary considerably from my preconceived idea, and acquire a novelty\nof aspect as often as I repeated it. Oddly enough, my success was\ngenerally in proportion to the difference between the conception and\naccomplishment. I provided two or more commencements and catastrophes\nto many of the tales,—a happy expedient, suggested by the double sets\nof sleeves and trimmings which diversified the suits in Sir Piercy\nShafton’s wardrobe. But my best efforts had a unity, a wholeness, and a\nseparate character that did not admit of this sort of mechanism.\n\nTHE VILLAGE THEATRE\n\nAbout the first of September my fellow-traveller and myself arrived at\na country town, where a small company of actors, on their return from a\nsummer’s campaign in the British Provinces, were giving a series of\ndramatic exhibitions. A moderately sized hall of the tavern had been\nconverted into a theatre. The performances that evening were, The Heir\nat Law, and No Song, no Supper, with the recitation of Alexander’s\nFeast between the play and farce. The house was thin and dull. But the\nnext day there appeared to be brighter prospects, the playbills\nannouncing at every corner, on the town-pump, and—awful sacrilege!—on\nthe very door of the meeting-house, an Unprecedented Attraction! After\nsetting forth the ordinary entertainments of a theatre, the public were\ninformed, in the hugest type that the printing-office could supply,\nthat the manager had been fortunate enough to accomplish an engagement\nwith the celebrated Story-Teller. He would make his first appearance\nthat evening, and recite his famous tale of Mr. Higginbotham’s\nCatastrophe, which had been received with rapturous applause by\naudiences in all the principal cities. This outrageous flourish of\ntrumpets, be it known, was wholly unauthorized by me, who had merely\nmade an engagement for a single evening, without assuming any more\ncelebrity than the little I possessed. As for the tale, it could hardly\nhave been applauded by rapturous audiences, being as yet an unfilled\nplot; nor even when I stepped upon the stage was it decided whether Mr.\nHigginbotham should live or die.\n\nIn two or three places, underneath the flaming bills which announced\nthe Story-Teller, was pasted a small slip of paper, giving notice, in\ntremulous characters, of a religious meeting to be held at the\nschool-house, where, with divine permission, Eliakim Abbott would\naddress sinners on the welfare of their immortal souls.\n\nIn the evening, after the commencement of the tragedy of Douglas, I\ntook a ramble through the town to quicken my ideas by active motion. My\nspirits were good, with a certain glow of mind which I had already\nlearned to depend upon as the sure prognostic of success. Passing a\nsmall and solitary school-house, where a light was burning dimly and a\nfew people were entering the door, I went in with them, and saw my\nfriend Eliakim at the desk. He had collected about fifteen hearers,\nmostly females. Just as I entered he was beginning to pray in accents\nso low and interrupted that he seemed to doubt the reception of his\nefforts both with God and man. There was room for distrust in regard to\nthe latter. At the conclusion of the prayer several of the little\naudience went out, leaving him to begin his discourse under such\ndiscouraging circumstances, added to his natural and agonizing\ndiffidence. Knowing that my presence on these occasions increased his\nembarrassment, I had stationed myself in a dusky place near the door,\nand now stole softly out.\n\nOn my return to the tavern the tragedy was already concluded; and,\nbeing a feeble one in itself and indifferently performed, it left so\nmuch the better chance for the Story-Teller. The bar was thronged with\ncustomers, the toddy-stick keeping a continual tattoo; while in the\nhall there was a broad, deep, buzzing sound, with an occasional peal of\nimpatient thunder,—all symptoms of all overflowing house and an eager\naudience. I drank a glass of wine-and-water, and stood at the side\nscene conversing with a young person of doubtful sex. If a gentleman,\nhow could he have performed the singing girl the night before in No\nSong, no Supper? Or, if a lady, why did she enact Young Norval, and now\nwear a green coat and white pantaloons in the character of Little\nPickle? In either case the dress was pretty and the wearer bewitching;\nso that, at the proper moment, I stepped forward with a gay heart and a\nhold one; while the orchestra played a tune that had resounded at many\na country ball, and the curtain, as it rose, discovered something like\na country bar-room. Such a scene was well enough adapted to such a\ntale.\n\nThe orchestra of our little theatre consisted of two fiddles and a\nclarinet; but, if the whole harmony of the Tremont had been there, it\nmight have swelled in vain beneath the tumult of applause that greeted\nme. The good people of the town, knowing that the world contained\ninnumerable persons of celebrity undreamed of by them, took it for\ngranted that I was one, and that their roar of welcome was but a feeble\necho of those which had thundered around me in lofty theatres. Such an\nenthusiastic uproar was never heard. Each person seemed a Briarcus\nclapping a hundred hands, besides keeping his feet and several cudgels\nin play with stamping and thumping on the floor; while the ladies\nflourished their white cambric handkerchiefs, intermixed with yellow\nand red bandanna, like the flags of different nations. After such a\nsalutation, the celebrated Story-Teller felt almost ashamed to produce\nso humble an affair as Mr. Higginbotham’s Catastrophe.\n\nThis story was originally more dramatic than as there presented, and\nafforded good scope for mimicry and buffoonery, neither of which, to my\nshame, did I spare. I never knew the “magic of a name” till I used that\nof Mr. Higginbotham. Often as I repeated it, there were louder bursts\nof merriment than those which responded to what, in my opinion, were\nmore legitimate strokes of humor. The success of the piece was\nincalculably heightened by a stiff cue of horsehair, which Little\nPickle, in the spirit of that mischief-loving character, had fastened\nto my collar, where, unknown to me, it kept making the queerest\ngestures of its own in correspondence with all mine. The audience,\nsupposing that some enormous joke was appended to this long tail\nbehind, were ineffably delighted, and gave way to such a tumult of\napprobation that, just as the story closed, the benches broke beneath\nthem and left one whole row of my admirers on the floor. Even in that\npredicament they continued their applause. In after times, when I had\ngrown a bitter moralizer, I took this scene for an example how much of\nfame is humbug; how much the meed of what our better nature blushes at;\nhow much an accident; how much bestowed on mistaken principles; and how\nsmall and poor the remnant. From pit and boxes there was now a\nuniversal call for the Story-Teller.\n\nThat celebrated personage came not when they did call to him. As I left\nthe stage, the landlord, being also the postmaster, had given me a\nletter with the postmark of my native village, and directed to my\nassumed name in the stiff old handwriting of Parson Thumpcushion.\nDoubtless he had heard of the rising renown of the Story-Teller, and\nconjectured at once that such a nondescript luminary could be no other\nthan his lost ward. His epistle, though I never read it, affected me\nmost painfully. I seemed to see the Puritanic figure of my guardian\nstanding among the fripperies of the theatre and pointing to the\nplayers,—the fantastic and effeminate men, the painted women, the giddy\ngirl in boy’s clothes, merrier than modest,—pointing to these with\nsolemn ridicule, and eying me with stern rebuke. His image was a type\nof the austere duty, and they of the vanities of life.\n\nI hastened with the letter to my chamber and held it unopened in my\nhand, while the applause of my buffoonery yet sounded through the\ntheatre. Another train of thought came over me. The stern old man\nappeared again, but now with the gentleness of sorrow, softening his\nauthority with love as a father might, and even bending his venerable\nhead, as if to say that my errors had an apology in his own mistaken\ndiscipline. I strode twice across the chamber, then held the letter in\nthe flame of the candle, and beheld it consume unread. It is fixed in\nmy mind, and was so at the time, that he had addressed me in a style of\npaternal wisdom, and love, and reconciliation which I could not have\nresisted had I but risked the trial. The thought still haunts me that\nthen I made my irrevocable choice between good and evil fate.\n\nMeanwhile, as this occurrence had disturbed my mind and indisposed me\nto the present exercise of my profession, I left the town, in spite of\na laudatory critique in the newspaper, and untempted by the liberal\noffers of the manager. As we walked onward, following the same road, on\ntwo such different errands, Eliakim groaned in spirit, and labored with\ntears to convince me of the guilt and madness of my life.",
    "metadata": {
        "author": [
            "Hawthorne, Nathaniel"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/9232/pg9232.txt",
        "name": "passages_from_a_relinquished_work_from_mosses_from.json"
    }
}