{
    "name": "Pattern",
    "author": [
        "Rohrer, Robert H., Jr.",
        "Rohrer, Robert H."
    ],
    "body": "Rahll floated, a dim pattern of electrical impulse in the void of\nspace. He was vaguely aware that he was dying into nothingness,\nand that in a short time he would be a meaningless mass of aimless\npatterning, with no consciousness and no unity. But there was nothing\nthat could be done about it; his flexible impulse had woven itself into\nmillions upon millions of varying thought-forms, and no solution to\nhis situation had presented itself.\n\nHis impulse writhed into remembrance of the Great Pattern of countless\ncenturies before. There had been thousands of impulses similar to\nhimself, all banded together into one huge, unified Form, standing\nin this wasteland of space; thousands of impulses, all twisting in\nthe shaping and reshaping of their own thoughts and emotions, but all\nconnected by the central Great Pattern so that they stood, impulse to\nimpulse, in a huge, delicately crystal-like structure of electricity.\n\nAnd they had given each other life, replenishing their powers within\nthemselves, and existing in the contentment of peace, for millennium\nupon millennium.\n\nUntil the Cataclysm. There had been some impulses who tired of the\nold pattern of unification, and wished to form a new one; however,\nthey were opposed by other, more content impulses, who stubbornly held\nto the old pattern. The rebels, as they were called, formed their\ncarefully planned new pattern in spite of the opposition; the result\nbeing that the two different patterns intertwined each other, fell into\nantagonizing frequencies, and blew the community apart.\n\n\n\nOnly Rahll's delicate impulse had escaped this Cataclysm. He had been\nbadly wounded, unable to move in any direction; so for thousands of\nyears after the explosion he had floated in darkness, waiting for a\nsign of another impulse with which to make contact and create mutual\nsustenance. But no sign had come, and Rahll's shape had slowly become\nwarped with weakness and hunger into the jagged form of a pattern which\nhad never been seen in the old community.\n\nThe pattern of a cannibal. The only central thought-form which\nactivated him now was to Find Impulse and to Absorb Impulse; to absorb\nflexible impulse into his wavering frame and twist it to his own form,\nso he would live, so he could exist for a while longer, so he could\nbranch out and find more flexible impulse to eat and twist to his\npattern.\n\nBut the long process of disintegration was now almost at an end; he\ncould reshape his thought-patterns only with the greatest pain and\ndifficulty, and branching out was out of the question. He realized\nthis, and slowly prepared himself for the final pattern to come; the\npattern of death.\n\nAs his faint, blue shape of line-impulse reformed within itself,\nhowever, he became conscious of a weak, almost nonexistent impulse\nbeating against the outer fringe of his pattern. He stopped his\nreforming process and, summoning all the power he could, glided toward\nthe impulse.\n\nWhen he did this, the impulse became definitely stronger; slowly his\ndelicate, crystalloid form became more and more conscious of it; its\npower rose and rose, until it reached an almost unbearable intensity.\n\nWaves of hunger beat against Rahll, as they had for centuries; but\nhere, here at last, was satisfaction. His jagged cannibal's pattern\nroused itself, waiting for the new impulse to come within striking\ndistance. And then....\n\nIt stopped. It had been there for only a moment, and now it was gone.\nRahll desperately sent out tendrils of a length he had thought he would\nnever attain again in search of the huge impulse, and found....\n\nAnother. This one was smaller, although still one hundred times as\npowerful as Rahll's; and, oddly, it was channelled into five separate\nspokes of impulse which functioned around a large central hub-impulse.\nThe impulses in the five channels were exactly alike, but they were\ninterpreted differently by the central hub due to the different\nchannels through which they came. Rahll sorted and distinguished these\nfive interpretations, his pattern weaving into one of curiosity and\nvague dismay as he did.\n\nOne channel of impulse was evidently devoted to the sensing of forms\nand colors, something which Rahll found unnecessary; a second was\none which sensed vibrations in--in something, a substance Rahll was\nunfamiliar with, one with more substance than the void he lived in and\nyet unsolid enough to carry vibrations easily; a third existed to sense\nodors in this unsolid substance; a fourth to sense some things which\nRahll did not recognize, bitter, salt, sweet, and sour; and a fifth\nto sense heat and cold. All these impulses transmitted their sensings\nto the central hub, which seemed to be a completely flexible mass of\nunpatterned, vari-frequencied electrical impulses that was almost\noverpoweringly strong.\n\nYes, these were food for Rahll; but two factors held him from consuming\nall six branches of impulse together.\n\n\n\nThe first was that he was so weak that any more than one of the\nspoke-impulses absorbed at a time would have shattered his frail form.\n\nThe second was that this collective impulse operated on a frequency\naltogether different from Rahll's. Try as he might, Rahll could not\nemulate this frequency; it was too alien, too far removed from his own,\nand he was too weak. But this impulse's frequency was flexible; if he\ncould make it become harmonious with his own frequency, then he could\neasily absorb it, branch by branch.\n\nIt would be a relatively simple matter to make the impulse\nharmonize with him, Rahll knew; all he had to do was make the\nflexible-frequencied impulse accept his own impulse as something\nun-alien and natural, by taking a form the impulse would not suspect;\nsomething which blended with the impulse's environment. As soon as a\nbranch of the alien impulse accepted Rahll's own impulse as natural,\nRahll would move blocks into the channels of that branch and absorb it.\n\nFirst he examined the branch devoted to sensing odors. Yes, it would be\nchild's play to cause an impulse to transmit through the odor channels\nto the central hub, where it would be interpreted as an odor....\n\n\n\nBrenner sat hunched over the controls of the spaceship. Damm! How had\nhe gotten so far away from Base? There weren't any planets here for\nmillions of miles in all directions; only blackness. He couldn't make\nconnection with Base; he couldn't make connection with anything.\n\nHis small, three-compartmented ship sped swiftly along toward nothing.\nIn the tail compartment, the atomic and the electrical generators\nhummed serenely; in the nose compartment, Brenner continued to curse.\n\nSomething in the mechanism of his directional equipment was fouled up.\nThat must be it. He decided to cut power and think for a while.\n\nHe closed off the atomic generator, stopping the rockets, and, as an\nafterthought, shut off the electrical generator also. Sitting in the\ndarkness, he tried vainly to make out some light in the void beyond\nthe nose observation window. But he could see nothing. No stars, no\nplanets. Nothing at all. Base had been built in deep space; all light\nfrom other suns was cut off here by time and distance.\n\nHe leaned back in the chair and closed his eyes. Hale at Base was\nprobably tearing his hair out. Brenner could hear the old man now:\n\"That blasted Brenner! Here we are, a space station a million miles\nfrom anywhere, and he has to lose our best craft for us! I knew that\nblinkety-blank halfwit would pull some lame-brained stunt like this. I\nknew it, I knew it, I....\"\n\nBrenner cut Hale off and began to think about Earth. And home. And\nBarbara. And the nameless little thing who must have come months ago,\nand whom he would have seen within a year if he hadn't been so Godawful\nstupid as to lose himself out here.\n\nWell, at least he had the radio. And a good supply of food. And the\nknowledge that Hale would be keeping all channels clear for a call from\nhim.\n\nHe frowned. He should have been able to make radio contact with Base\nlong before this. Perhaps his trouble was in the radio....\n\nSuddenly a strange odor touched his senses. Brenner frowned,\nsniffing. He'd never smelled anything like that before. It was rather\nmetallic--almost like a short circuit. But not quite.\n\nAnd then, gradually, the odor became that of coffee. Hot Coffee,\npercolating somewhere in the ship. He had put some coffee on,\nhadn't he? He frowned, and then went back to his former thoughts of\nself-disparagement, accepting the odor as normal, as part of his\nnatural environment, \"forgetting\" about it.\n\nThe first block moved in.\n\nBrenner hardly noticed that he had lost his sense of smell.\n\n\n\nRahll exulted. This was the first impulse he had ever tasted--his\njagged cannibal's pattern contracted itself in ecstacy as he twisted\nthe absorbed impulse into his own thought-form. He was still hungry,\nyes--and that hunger was hardly on the way to being satisfied--but at\nleast this was a beginning. It fired him on--he must have more impulse,\nmore, until he could branch out and find even more....\n\nThe hunger rushed over him in waves, deep, welling up from the pit of\nhis thought-pattern, almost overcoming his form with its intensity.\nYes, he would have more. Taking the first impulse had been simple; as\nsoon as this other being had accepted the bogus odor as being normal,\nhis frequency had become harmonious with Rahll's, and Rahll had moved\na block into the channels through which the impulse flowed and absorbed\nthe impulse. Now the block remained in those odor-channels, preventing\nother impulses from travelling in them.\n\nRahll turned his attention to the satisfaction of his hunger.\n\n\n\nBrenner sniffed. That's funny--hadn't he smelled coffee a minute ago?\n\nWait a minute--he couldn't have smelled coffee. There wasn't any coffee\non. But there must have been, because he'd smelled it.\n\nHe sniffed again. He couldn't smell anything now. Odd. He leaned back\nin his chair and listened as the atomic and electric generators hummed\nin the background....\n\nThe second block moved in.\n\nThe sound of the generators disappeared.\n\nBrenner started. But he couldn't have heard the generators--they were\noff! He rose. All was silent in the ship. He banged on the control\npanel with his fist.\n\nHe heard no sound.\n\nPanic set in.\n\n\n\nRahll's cannibal-pattern contracted and protracted in the black void.\nThe faint blue lines of his form glowed a bit more strongly now than\nthey had before, although the great hunger still shook his frame.\n\nHis thought-forms wove in and out in visions of power, a power he had\nnever thought of possessing back in the time of the Great Pattern, a\npower with which he could absorb everything, every--\n\nAnd then Rahll's thought-form twisted into a totally unfamiliar shape.\nAnd he thought of Hale.\n\nHe could picture Hale only vaguely; a big man--man; that was a new\nterm--a big man, whatever a man was, with a deep voice--voice, another\nnew term--and a great temper--temper....\n\nRahll slowed his pattern in confusion. Man, voice, temper, Hale--all of\nthese; he had never been aware of them before, nor of things like them.\nWhy was he aware of them now?\n\n\n\nAnd then he realized why.\n\nThis alien being's patterns, even though scattered and unmethodical,\nwere influencing Rahll's patterns as Rahll came into close contact with\nthem during the process of absorption. Just as Rahll's patterns must be\ninfluencing this alien being's.\n\nRahll formed and reformed thoughts for a moment, and then decided that\nthis was a good thing. For now he would have new weapons with which to\ntrick this other electrical impulse; new and better weapons. Hale, man,\nvoice, temper.\n\nAt that moment, Brenner was experiencing much the same phenomenon as\nRahll was.\n\nBrenner's panic died suddenly as he searched his thoughts and found,\nwith a shock, that he knew why he could not hear. He could see the\nanswer only dimly, but it was there; something completely alien to him,\nsomething outside the ship, a crystal-like pattern of electricity--of\nelectrical impulse--was--was doing something else alien to him which\nhad caused him to lose his sense of sound.\n\nHe sat down and concentrated on this answer. There must be more to\nit, he thought, more to it than.... Yes, there was more to it. He\nreceived jumbled thoughts concerning frequencies alien to each other,\nand then pulled out the one totally clear impression he had. Illusions\nwere being used to dupe him. He wasn't quite sure of exactly how they\nwere being used--something to do with alien frequencies cropped up\nagain--but he did know that the alien being outside his ship was using\nillusion to slowly destroy him. But wasn't there a way out?\n\nYes, there was. If he didn't _accept_ the illusion, whatever it was, as\nbeing normal, he could not be touched by this creature outside. If he\ndid not accept the illusion as being normal....\n\nBrenner turned on the electric generator. The room flooded with light.\n\nRahll tensed when he felt the other, larger impulse that he had first\nfelt rise up again. The impulse was far too huge to absorb; and,\nfurthermore, there was something about it that almost repelled Rahll.\nIt was impulse, yes, but it was a different kind of impulse, of a type\nRahll had not run across before. If he had been strong enough he could\nhave consumed it, but he was not sure that he would have wanted to.\n\nHe steeled himself against the overpowering sense of the presence of\nthat impulse, and carefully searched out the other, smaller one. When\nhe found it, he began to think. Certainly this being's impulse had\npicked up the pattern which Rahll was following; therefore this being\nwould be on his guard against Rahll's simulations of his environment.\nRahll had to sneak under that guard, carefully, subtly, in as\nunnoticeable a way as possible.\n\nHe felt that he could absorb two channels of impulse this time. He\npicked the two, and began to weave rhythmically in thought.\n\n\n\nBrenner sat back in his chair. He was ready for the thing, whatever it\nwas. It would not creep under his defenses. Nothing it could do, no\nillusion it could form, would take him in. He would not allow it to.\nHe could not allow it to; for patterns had been invoked in his mind\nthat suggested what the creature would do with the power derived from\nBrenner's impulse if it ever absorbed it all; patterns which pictured\nthe absorption of all life on other worlds, and a single great pattern\nof electrical current crisscrossing in spiderweb fashion throughout\nthe universe; a strong, unbreakable chain of intelligence, sated with\nthe impulse of every fish, bird, insect, and man in existence. Brenner\nsuppressed a shudder. What he was up against might be too much for him\nto handle....\n\nNo. He had to handle it. For Barbara's sake. For Hale's sake. For the\nsake of all those men back at Base, who would be the creature's next\nprey if it destroyed Brenner.\n\nSuddenly there was a clanking noise. Brenner stiffened, for he did not\nhear the sound with his useless ears; it formed within his mind. The\ngruff, temper-tinged voice he heard came from within his mind, too;\n\"Brenner, you damned fool. I knew you'd get yourself into a fix like\nthis. Our best craft, too.\" Brenner whirled around.\n\nThe tall, heavy-set figure of Hale stood by the airlock, smiling.\n\nBrenner frowned. The alien must be a complete fool; Brenner would never\naccept a bogus Captain Hale where Captain Hale could not be.\n\nHale's figure strode forward, saying, with that fixed smile on its\nface, \"I always thought you'd wind up like this: lost in deep space,\nwith nothing around you. Have you looked at that radio? Sure _it_'s not\nwhat's on the blink? Oh, that's right, you wouldn't be able to hear it\neven if it was in good shape,\" the words flowed through Brenner's head,\n\"wouldn't be able to. Have a cigar, while you stand there thinking.\nYou're going to have to think hard to get out of this one, Brenner.\nMighty blasted hard.\" And a deep chuckle shook Brenner's skull as the\nfigure of Hale opened its mouth to laugh--and opened it, grotesquely, a\ntrifle too far for a genuine human mouth to go.\n\n\n\nBrenner puffed at the proffered cigar. Something was wrong here--the\nalien could not be this obvious in his working. Brenner's mind steadily\nrefused to accept the thing that stood before him.\n\nThe figure cocked an eye at him. \"If you don't get back to the\nstation,\" it said, \"you'll never see Barbara again. Or the kid. You\nknow that, don't you? And you want to see Barbara don't you? Don't you?\"\n\nBrenner did not answer.\n\nThe figure smiled. \"Well, you can see her, if you want to. Right now.\"\nAnd the figure's body and face grew smaller, softened in their lines,\nand the clothing it wore changed from a severe blue uniform to a light\nblue dress. \"Hello, Will,\" said Barbara's figure.\n\nBrenner still kept silent, staring at the woman's form before him.\nIt was so _like_ her--and in its arms it held a small bundle, which\ngurgled softly. Brenner's eyes fell to this bundle.\n\nBarbara's figure saw the direction of his glance. \"You haven't seen the\nbaby yet, have you, Will?\" she said, moving toward him. \"Look.\" She\nheld the small bundle out toward him.\n\nBut as she did, one of her hands dug into the blankets wrapped around\nthe tiny form, wrenched the form from those blankets, and threw it to\nthe floor. Barbara's face, now covered with a too-wide grin, looked up\nat Brenner as her feet stamped the small figure to a red pulp. \"Look,\nWill,\" she said, and laughed, stretching her mouth wider, wider, until\nher face was distorted completely out of shape, and her black hair\nstreamed wildly in the air.\n\nBrenner stood paralyzed. The laughter was filling his mind,\novercrowding everything else, becoming louder, and louder, and....\n\nIt stopped. The red pulp on the floor disappeared, as did the other\ngnarled figure. All was silent, as it had been before.\n\nGone. The creature was gone, and it had not hurt him at all. Brenner,\nstill rooted in shock, took a few more thoughtless puffs on the cigar\nthe alien had handed him.\n\nThe third and fourth blocks moved into place.\n\nThe cigar disappeared.\n\nBrenner could no longer feel or taste.\n\n\n\nRahll rolled in the darkness, his blue line-form glowing more strongly\nthan before. His cannibal-pattern flowed into the thought of all the\nimpulse in the universe around him; of the time when he would be able\nto branch out, find the stars which were concealed here by distance\nand time, and absorb the many life-impulses living around those stars,\nsatisfying completely the burning hunger within him.\n\nHis third plan had worked admirably. He had shocked the other being\nwith obtrusive actions into a state in which he did not notice\ninobtrusive actions. That would work again.\n\nHe was still bothered by the other, huge impulse which throbbed against\nhis pattern; it seemed strangely adamant and.... But he couldn't find\nthe exact word for what repelled him.\n\nHe pushed the pattern aside. Enough time to worry about that after he\nhad absorbed the fifth branch of impulse of the alien being nearby.\n\nAgain, Rahll's thoughts turned to a method of operation. What illusion\nto form now...?\n\n\n\nBrenner sat in the nose section of the ship, his head throbbing. The\nalien's visions of power were now perfectly clear in his mind, but for\nsome reason they did not bother him any more. He had been tricked by\nthat thing outside; he had to fight back somehow. That and that alone\nmattered now.\n\nAnd a way to fight back was slowly creeping into his thoughts; some\nformless fear the being had of the impulses formed by the electric\ngenerator. Perhaps if he could trick the alien into....\n\nWhang! A loud noise cut through his mind.\n\nHe jumped up and turned toward the back of the compartment; just in\ntime to see a shadow flick through and close the door there.\n\nHe ran to the back, turned the wheel in the center of the door, pulled\nthe door open, and staggered into the second compartment. Whang!\nSomething hit him across the back of his neck. He jerked and crashed to\nthe floor, fighting to maintain consciousness.\n\nWith a desperate lunge, he grabbed at the wall and pulled himself to\nhis feet. Then he looked to the back of the second compartment, just in\ntime to see the shadow flick through the door.\n\nHe dashed through the doorway into the third compartment. For a second\nBarbara's face grinned impishly at him from the door at the end of the\nroom, and then disappeared. Brenner plunged to the doorway through\nwhich she had gone and jumped into the fourth compartment.\n\nFor a moment he stood looking around the completely empty room.\n\nThen the fifth block moved into place.\n\nBrenner could not see.\n\nIt was then that he remembered that his ship had only three\ncompartments.\n\n\n\nSomehow he made his way back to the nose compartment. He was completely\ncut off from the rest of his body by Rahll's five blocks; only his seat\nof thought remained. And if that were taken away....\n\nHe seemed to be able to _sense_ objects about him, although he could\nneither see nor feel them; but he did not stop to try to understand\nthis. Instead, he sat down and began to concentrate. To concentrate on\nfurther scraps of information that had been left with him by this last\nclose contact with Rahll; information which pointed toward a possible\nway of stopping the thing outside.\n\nHe had received before the impression of Rahll's half-fear of the\nelectrical impulses formed by the generator of the ship; now he was\nfairly certain of the reasons for Rahll's reluctance to absorb these\nimpulses.\n\nIn the first place, they were too strong for Rahll's thus far\nunder-developed body.\n\nIn the second, they were inflexible. True, if Brenner turned a dial\nhe could change their amperage, but they were formed on a basis of\nfriction, not of chemical reaction, as Brenner's and Rahll's impulses\nwere. The generator's impulses were not stimulated by certain stimuli\nat certain times, but flew from the generator in a continuous, hard,\nstable stream, inflexible, unable to be woven about into thought\npatterns, unable to be twisted by Rahll.\n\nAnd this told Brenner how to stop the alien.\n\nSensing his way, he reached a medicine cabinet, and sensed out a bottle\nof morphine; carefully he measured out the right amount, and set it on\na table beside the equipment that controlled the electrical generator.\n\nThen Brenner began to slow the generator down. The lights dimmed,\nbecoming lower and lower....\n\nHe knew that Rahll was waiting outside, waiting to consume the last\nweak impulse in Brenner's body; he also knew that Rahll would probably\nautomatically consume any electrical impulse of a frequency harmonious\nwith the creature's that was of the same level as Brenner's without\nnoticing that it came from a generator instead of Brenner, because of\nthe hunger that threatened to overpower Rahll and render him insensible\nin the lust for food.\n\nBrenner continued to lower the speed of the generator. He also knew\nthat Rahll would not be deceived if there were two separate impulses\non the same level to distinguish between. In that case, Rahll would\nundoubtedly pick out Brenner's because of Brenner's alien frequency. So\nBrenner had to lower his own impulse. He had to lower it to its most\nbasic function; that of causing the heart to beat.\n\nHe took a glass of water and swallowed the morphine.\n\nAs the haze began to blot out his thoughts, he continued to turn the\ngenerator down, down....\n\n\n\nRahll sensed the drop in the larger electrical impulse; he followed it\nas it dropped, until it was on the same level as the other impulse was.\nWait! What other impulse?\n\nRahll's thought-patterns stopped in confusion. This current was the\n_only_ impulse on the same level as the alien one. Rahll pondered for\na moment; if this was the only impulse on the right level, then he must\nhave confused the two impulses for a moment, and this was actually the\nright one. Yes, that had to be it.\n\nHe examined the impulse, sensing around it--and his crystal-shaped\nform jumped in surprise. The alien frequency which he had had to trick\nby illusions into becoming harmonious with his own was gone from this\nimpulse. He would be able to absorb this impulse at his will. True,\nthere was something familiarly repulsive about it, but he was hungry,\nand....\n\nAfter only a short hesitation, Rahll's electric jaws opened, widened to\nfull size, and closed greedily on the impulse.\n\nToo late he realized his mistake. His puny blocks were unable to\nhold up against the continuous, non-chemically produced stream of\nelectricity from the generator. More and more impulse flowed into his\nbody, more and more _inflexible_ impulse, which he could not twist\ninto his cannibal's thought-pattern, torrents of perfectly stable\nelectricity, slowly influencing his own pattern as he had expected\nto influence the impulse, influencing his into a frozen, stable,\ninflexible pattern of continuous hunger-satisfaction.\n\nHis crystalloid jaws spread wide, Rahll floated in the black void\nof space, motionless, unable to move, unable to twist into new\nthought-patterns, and therefore unable to think. The inflexible current\nof electricity poured steadily into his body....\n\n\n\nSlowly the effects of the morphine wore off, and the haze lifted from\nBrenner's mind. As his power to think returned, he began to realize\nthat his plan had worked, and that the alien had been overcome; and he\nwas glad of this only because it removed him, Brenner, from danger. He\nno longer cared that the creature might have absorbed the impulses of\nevery living being in existence; the thing was frozen, and he was safe\nfrom it--that was all that mattered to him.\n\nOf course he could not see, or feel, or hear the motionless crystalloid\npattern outside. But he knew it was there. He could _sense_ it.\n\nHe could _sense_ it because his heretofore unmethodical hub-impulse\npattern, in its close association with Rahll's, had been slowly\ntwisted and molded into a form very much like the alien's, giving him\nRahll's powers of sightless observation of other impulses and objects.\nBrenner no longer had any need for his lost powers of sight, hearing,\ntaste, smell and touch.\n\nHe groped his way back to the nose seat, sensing his way as he could\nnot feel it. He would find Base--he would be able to sense the way\nback to it as soon as it was close enough. He would go back to Base,\nbecause, naturally, his _basic_ thought-form had also been molded into\nthe shape of Rahll's; and Brenner was hungry, and he knew he could find\nfood at Base.\n\nFood. He pictured Hale, and the other men at the station.\n\nFood. His jagged cannibal's pattern contracted in ecstacy at the\nthought of it.\n\nHe activated the atomic generator and whirled the ship around.\n\n\n                                THE END",
    "metadata": {
        "author": [
            "Rohrer, Robert H., Jr.",
            "Rohrer, Robert H."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/72269/pg72269.txt",
        "name": "pattern.json"
    }
}