{
    "name": "Paying Off\nDeep Waters, Part 2.",
    "author": [
        "Jacobs, William Wymark",
        "Jacobs, W. W. (William Wymark)"
    ],
    "body": "\n\nPAYING OFF\n\nMy biggest fault, said the night-watchman, gloomily, has been good\nnature.  I've spent the best part of my life trying to do my fellow-\ncreeturs a good turn.  And what do I get for it?  If all the people I've\nhelped was to come 'ere now there wouldn't be standing room for them on\nthis wharf.  'Arf of them would be pushed overboard--and a good place for\n'em, too.\n\nI've been like it all my life.  I was good-natured enough to go to sea as\na boy because a skipper took a fancy to me and wanted my 'elp, and when I\ngot older I was good-natured enough to get married.  All my life I've\ngiven 'elp and advice free, and only a day or two ago one of 'em wot I\n'ad given it to came round here with her 'usband and 'er two brothers and\n'er mother and two or three people from the same street, to see her give\nme \"wot for.\"\n\nAnother fault o' mine has been being sharp.  Most people make mistakes,\nand they can't bear to see anybody as don't.  Over and over agin I have\nshowed people 'ow silly they 'ave been to do certain things, and told 'em\nwot I should ha' done in their place, but I can't remember one that ever\ngave me a \"thank you\" for it.\n\nThere was a man 'ere 'arf an hour ago that reminded me of both of these\nfaults.  He came in a-purpose to remind me, and 'e brought a couple o'\ngrinning, brass-faced monkeys with 'im to see 'im do it.  I was sitting\non that barrel when he came, and arter two minutes I felt as if I was\nsitting on red-'ot cinders.  He purtended he 'ad come in for the sake of\nold times and to ask arter my 'ealth, and all the time he was doing 'is\nbest to upset me to amuse them two pore objecks 'e 'ad brought with 'im.\n\nCapt'in Mellun is his name, and 'e was always a foolish, soft-'eaded sort\no' man, and how he 'as kept 'is job I can't think.  He used to trade\nbetween this wharf and Bristol on a little schooner called the _Firefly_,\nand seeing wot a silly, foolish kind o' man he was, I took a little bit\no' notice of 'im.  Many and many a time when 'e was going to do something\nhe'd ha' been sorry for arterwards I 'ave taken 'im round to the Bear's\nHead and stood 'im pint arter pint until he began to see reason and own\nup that I was in the right.\n\nHis crew was a'most as bad as wot he was, and all in one month one o' the\n'ands gave a man ten shillings for a di'mond ring he saw 'im pick up, wot\nturned out to be worth fourpence, and another one gave five bob for a\nmeerschaum pipe made o' chalk.  When I pointed out to 'em wot fools they\nwas they didn't like it, and a week arterwards, when the skipper gave a\nman in a pub 'is watch and chain and two pounds to hold, to show 'is\nconfidence in 'im, and I told 'im exactly wot I thought of him, 'e didn't\nlike it.\n\n\"You're too sharp, Bill,\" he says, sneering like.  \"My opinion is that\nthe pore man was run over.  He told me 'e should only be away five\nminutes.  And he 'ad got an honest face: nice open blue eyes, and a smile\nthat done you good to look at.\"\n\n\"You've been swindled,\" I ses, \"and you know it.  If I'd been done like\nthat I should never hold up my 'ead agin.  Why, a child o' five would\nknow better.  You and your crew all seem to be tarred with the same\nbrush.  You ain't fit to be trusted out alone.\"\n\nI believe 'e told his 'ands wot I said; anyway, two bits o' coke missed\nme by 'arf an inch next evening, and for some weeks not one of 'em spoke\na word to me.  When they see me coming they just used to stand up\nstraight and twist their nose.\n\nIt didn't 'urt me, o' course.  I took no notice of 'em.  Even when one of\n'em fell over the broom I was sweeping with I took no notice of 'im.  I\njust went on with my work as if 'e wasn't there.\n\nI suppose they 'ad been in the sulks about a month, and I was sitting\n'ere one evening getting my breath arter a couple o' hours' 'ard work,\nwhen one of 'em, George Tebb by name, came off the ship and nodded to me\nas he passed.\n\n\"Evening, Bill,\" he ses.\n\n\"Evening,\" I ses, rather stiff.\n\n\"I wanted a word with you, Bill,\" he ses, in a low voice.  \"In fact, I\nmight go so far as to say I want to ask you to do me a favour.\"\n\nI looked at him so 'ard that he coughed and looked away.\n\n\"We might talk about it over a 'arf-pint,\" he ses.\n\n\"No, thank you,\" I ses.  \"I 'ad a 'arf-pint the day before yesterday, and\nI'm not thirsty.\"\n\nHe stood there fidgeting about for a bit, and then he puts his 'and on my\nshoulder.\n\n\"Well, come to the end of the jetty,\" he ses.  \"I've got something\nprivate to say.\"\n\nI got up slow-like and followed 'im.  I wasn't a bit curious.  Not a bit.\nBut if a man asks for my 'elp I always give it.\n\n\"It's like this,\" he ses, looking round careful, \"only I don't want the\nother chaps to hear because I don't want to be laughed at.  Last week an\nold uncle o' mine died and left me thirty pounds.  It's just a week ago,\nand I've already got through five of 'em, and besides that the number of\nchaps that want to borrow ten bob for a couple o' days would surprise\nyou.\"\n\n\"I ain't so easy surprised,\" I ses, shaking my 'ead.\n\n\"It ain't safe with me,\" he ses; \"and the favour I want you to do is to\ntake care of it for me.  I know it'll go if I keep it.  I've got it\nlocked up in this box.  And if you keep the box I'll keep the key, and\nwhen I want a bit I'll come and see you about it.\"\n\nHe pulled a little box out of 'is pocket and rattled it in my ear.\n\n\"There's five-and-twenty golden goblins in there,\" he ses.  \"If you take\ncharge of 'em they'll be all right.  If you don't, I'm pretty certain I\nsha'n't 'ave one of 'em in a week or two's time.\"\n\nAt fust I said I wouldn't 'ave anything to do with it, but he begged so\n'ard that I began to alter my mind.\n\n\"You're as honest as daylight, Bill,\" he ses, very earnest.  \"I don't\nknow another man in the world I could trust with twenty-five quid--\nespecially myself.  Now, put it in your pocket and look arter it for me.\nOne of the quids in it is for you, for your trouble.\"\n\nHe slipped the box in my coat-pocket, and then he said 'is mind was so\nrelieved that 'e felt like 'arf a pint.  I was for going to the Bear's\nHead, the place I generally go to, because it is next door to the wharf,\nso to speak, but George wanted me to try the beer at another place he\nknew of.\n\n\"The wharf's all right,\" he ses.  \"There's one or two 'ands on the ship,\nand they won't let anybody run away with it.\"\n\nFrom wot he said I thought the pub was quite close, but instead o' that I\nshould think we walked pretty nearly a mile afore we got there.  Nice\nsnug place it was, and the beer was all right, although, as I told George\nTebb, it didn't seem to me any better than the stuff at the Bear's Head.\n\nHe stood me two 'arf-pints and was just going to order another, when 'e\nfound 'e 'adn't got any money left, and he wouldn't hear of me paying for\nit, because 'e said it was his treat.\n\n\"We'll 'ave a quid out o' the box,\" he ses.  \"I must 'ave one to go on\nwith, anyway.\"  I shook my 'ead at 'im.\n\n\"Only one,\" he ses, \"and that'll last me a fortnight.  Besides, I want to\ngive you the quid I promised you.\"\n\nI gave way at last, and he put his 'and in 'is trouser-pocket for the\nkey, and then found it wasn't there.\n\n\"I must ha' left it in my chest,\" he ses.  \"I'll 'op back and get it.\"\nAnd afore I could prevent 'im he 'ad waved his 'and at me and gorn.\n\nMy fust idea was to go arter 'im, but I knew I couldn't catch 'im, and if\nI tried to meet 'im coming back I should most likely miss 'im through the\nside streets.  So I sat there with my pipe and waited.\n\nI suppose I 'ad been sitting down waiting for him for about ten minutes,\nwhen a couple o' sailormen came into the bar and began to make themselves\na nuisance.  Big fat chaps they was, and both of 'em more than 'arf\nsprung.  And arter calling for a pint apiece they began to take a little\nnotice of me.\n\n\"Where d'you come from?\" ses one of 'em.  \"'Ome,\" I ses, very quiet.\n\n\"It's a good place--'ome,\" ses the chap, shaking his 'ead.  \"Can you sing\n\"Ome, Sweet 'Ome'?  You seem to 'ave got wot I might call a 'singing\nface.'\"\n\n\"Never mind about my face,\" I ses, very sharp.  \"You mind wot you're\ndoing with that beer.  You'll 'ave it over in a minute.\"\n\nThe words was 'ardly out of my mouth afore 'e gave a lurch and spilt his\npint all over me.  From 'ead to foot I was dripping with beer, and I was\nin such a temper I wonder I didn't murder 'im; but afore I could move\nthey both pulled out their pocket-'ankerchers and started to rub me down.\n\n\"That'll do,\" I ses at last, arter they 'ad walked round me 'arf-a-dozen\ntimes and patted me all over to see if I was dry.  \"You get off while\nyou're safe.\"\n\n\"It was my mistake, mate,\" ses the chap who 'ad spilt the beer.\n\n\"You get outside,\" I ses.  \"Go on, both of you, afore I put you out.\"\n\nThey gave one look at me, standing there with my fists clenched, and then\nthey went out like lambs, and I 'eard 'em trot round the corner as though\nthey was afraid I was following.  I felt a little bit damp and chilly,\nbut beer is like sea-water--you don't catch cold through it--and I sat\ndown agin to wait for George Tebb.\n\nHe came in smiling and out 'o breath in about ten minutes' time, with the\nkey in 'is 'and, and as soon as I told 'im wot had 'appened to me with\nthe beer he turned to the landlord and ordered me six o' rum 'ot at once.\n\n\"Drink that up,\" he ses, 'anding it to me; \"but fust of all give me the\nbox, so as I can pay for it.\"\n\nI put my 'and in my pocket.  Then I put it in the other one, and arter\nthat I stood staring at George Tebb and shaking all over.\n\n\"Wot's the matter?  Wot are you looking like that for?\" he ses.\n\n\"It must ha' been them two,\" I ses, choking.  \"While they was purtending\nto dry me and patting me all over they must 'ave taken it out of my\npocket.\"\n\n\"Wot are you talking about?\"  ses George, staring at me.\n\n\"The box 'as gorn,\" I ses, putting down the 'ot rum and feeling in my\ntrouser-pocket.  \"The box 'as gorn, and them two must 'ave taken it.\"\n\n\"Gorn!\" ses George.  \"Gorn!  My box with twenty-five pounds in, wot I\ntrusted you with, gorn?  Wot are you talking about?  It can't be--it's\ntoo crool!\"\n\nHe made such a noise that the landlord wot was waiting for 'is money,\nasked 'im wot he meant by it, and, arter he 'ad explained, I'm blest if\nthe landlord didn't advise him to search me.  I stood still and let\nGeorge go through my pockets, and then I told 'im I 'ad done with 'im and\nI never wanted to see 'im agin as long as I lived.\n\n\"I dare say,\" ses George, \"I dare say.  But you'll come along with me to\nthe wharf and see the skipper.  I'm not going to lose five-and-twenty\nquid through your carelessness.\"\n\nI marched along in front of 'im with my 'ead in the air, and when he\nspoke to me I didn't answer him.  He went aboard the ship when we got to\nthe wharf, and a minute or two arterwards 'e came to the side and said\nthe skipper wanted to see me.\n\nThe airs the skipper gave 'imself was sickening.  He sat down there in\n'is miserable little rat-'ole of a cabin and acted as if 'e was a judge\nand I was a prisoner.  Most of the 'ands 'ad squeezed in there too, and\nthe things they advised George to do to me was remarkable.\n\n\"Silence!\" ses the skipper.  \"Now, watchman, tell me exactly 'ow this\nthing 'appened.\"\n\n\"I've told you once,\" I ses.\n\n\"I know,\" ses the skipper, \"but I want you to tell me again to see if you\ncontradict yourself.  I can't understand 'ow such a clever man as you\ncould be done so easy.\"\n\nI thought I should ha' bust, but I kept my face wonderful.  I just asked\n'im wot the men was like that got off with 'is watch and chain and two\npounds, in case they might be the same.\n\n\"That's different,\" he ses.\n\n\"Oh!\" ses I.  \"'Ow?\"\n\n\"I lost my own property,\" he ses, \"but you lost George's, and 'ow a man\nlike you, that's so much sharper and cleverer than other people, could be\nhad so easy, I can't think.  Why, a child of five would ha' known\nbetter.\"\n\n\"A baby in arms would ha' known better,\" ses the man wot 'ad bought the\ndi'mond ring.  \"'Ow could you 'ave been so silly, Bill?  At your time o'\nlife, too!\"\n\n\"That's neither 'ere nor there,\" ses the skip-per.  \"The watchman has\nlost twenty-five quid belonging to one o' my men.  The question is, wot\nis he going to do about it?\"\n\n\"Nothing,\" I ses.  \"I didn't ask 'im to let me mind the box.  He done it\nof 'is own free will.  It's got nothing to do with me.\"\n\n\"Oh, hasn't it?\" ses the skipper, drawing 'imself up.  \"I don't want to\nbe too 'ard on you, but at the same time I can't let my man suffer.  I'll\nmake it as easy as I can, and I order you to pay 'im five shillings a\nweek till the twenty-five pounds is cleared off.\"\n\nI laughed; I couldn't 'elp it.  I just stood there and laughed at 'im.\n\n\"If you don't,\" ses the skipper, \"then I shall lay the facts of the case\nafore the guv'nor.  Whether he'll object to you being in a pub a mile\naway, taking care of a box of gold while you was supposed to be taking\ncare of the wharf, is his bisness.  My bisness is to see that my man 'as\n'is rights.\"\n\n\"'Ear, 'ear !\" ses the crew.\n\n\"You please yourself, watchman,\" ses the skipper.  \"You're such a clever\nman that no doubt you could get a better job to-morrow.  There must be\n'eaps of people wanting a man like you.  It's for you to decide.  That's\nall I've got to say--five bob a week till pore George 'as got 'is money\nback, or else I put the case afore the guv'nor.  Wot did you say?\"\n\nI said it agin, and, as 'e didn't seem to understand, I said it once\nmore.\n\n\"Please yourself,\" 'e ses, when I 'ad finished.  \"You're an old man, and\nfive bob a week can't be much loss to you.  You've got nothing to spend\nit on, at your time o' life.  And you've got a very soft job 'ere.  Wot?\"\n\nI didn't answer 'im.  I just turned round, and, arter giving a man wot\nstood in my way a punch in the chest, I got up on deck and on to the\nwharf, and said my little say all alone to myself, behind the crane.\n\nI paid the fust five bob to George Tebb the next time the ship was up,\nand arter biting 'em over and over agin and then ringing 'em on the\ndeck 'e took the other chaps round to the Bear's Head.\n\n\"P'r'aps it's just as well it's 'appened,\" he ses.  \"Five bob a week for\nnearly two years ain't to be sneezed at.  It's slow, but it's sure.\"\n\nI thought 'e was joking at fust, but arter working it out in the office\nwith a bit o' pencil and paper I thought I should ha' gorn crazy.  And\nwhen I complained about the time to George 'e said I could make it\nshorter if I liked by paying ten bob a week, but 'e thought the steady\nfive bob a week was best for both of us.\n\nI got to 'ate the sight of 'im.  Every week regular as clockwork he used\nto come round to me with his 'and out, and then go and treat 'is mates to\nbeer with my money.  If the ship came up in the day-time, at six o'clock\nin the evening he'd be at the wharf gate waiting for me; and if it came\nup at night she was no sooner made fast than 'e was over the side patting\nmy trouser-pocket and saying wot a good job it was for both of us that I\nwas in steady employment.\n\nWeek arter week and month arter month I went on paying.  I a'most forgot\nthe taste o' beer, and if I could manage to get a screw o' baccy a week I\nthought myself lucky.  And at last, just as I thought I couldn't stand it\nany longer, the end came.\n\nI 'ad just given George 'is week's money--and 'ow I got it together that\nweek I don't know--when one o' the chaps came up and said the skipper\nwanted to see me on board at once.\n\n\"Tell 'im if he wants to see me I'm to be found on the wharf,\" I ses,\nvery sharp.\n\n\"He wants to see you about George's money,\" ses the chap.  \"I should go\nif I was you.  My opinion is he wants to do you a good turn.\"\n\nI 'ung fire for a bit, and then, arter sweeping up for a little while\ndeliberate-like, I put down my broom and stepped aboard to see the\nskipper, wot was sitting on the cabin skylight purtending to read a\nnewspaper.\n\nHe put it down when 'e see me, and George and the others, wot 'ad been\nstanding in a little bunch for'ard, came aft and stood looking on.\n\n\"I wanted to see you about this money, watchman,\" ses the skipper,\nputting on 'is beastly frills agin.  \"O' course, we all feel that to a\npore man like you it's a bit of a strain, and, as George ses, arter all\nyou have been more foolish than wicked.\"\n\n\"Much more,\" ses George.\n\n\"I find that you 'ave now paid five bob a week for nineteen weeks,\" ses\nthe skipper, \"and George 'as been kind enough and generous enough to let\nyou off the rest.  There's no need for you to look bashful, George; it's\na credit to you.\"\n\nI could 'ardly believe my ears.  George stood there grinning like a stuck\nfool, and two o' the chaps was on their best behaviour with their 'ands\nover their mouths and their eyes sticking out.\n\n\"That's all, watchman,\" ses the skipper; \"and I 'ope it'll be a lesson to\nyou not to neglect your dooty by going into public-'ouses and taking\ncharge of other people's money when you ain't fit for it.\"\n\n\"I sha'n't try to do anybody else a kindness agin, if that's wot you\nmean,\" I ses, looking at 'im.\n\n\"No, you'd better not,\" he ses.  \"This partickler bit o' kindness 'as\ncost you four pounds fifteen, and that's a curious thing when you come to\nthink of it.  Very curious.\"\n\n\"Wot d'ye mean?\"  I ses.\n\n\"Why,\" he ses, grinning like a madman, \"it's just wot we lost between us.\nI lost a watch and chain worth two pounds, and another couple o' pounds\nbesides; Joe lost ten shillings over 'is di'mond ring; and Charlie lost\nfive bob over a pipe.  'That's four pounds fifteen--just the same as\nyou.\"\n\nThem silly fools stood there choking and sobbing and patting each other\non the back as though they'd never leave off, and all of a sudden I 'ad a\n'orrible suspicion that I 'ad been done.\n\n\"Did you see the sovereigns in the box?\" I ses, turning to the skipper.\n\n\"No,\" he ses, shaking his 'ead.\n\n\"'Ow do you know they was there, then?\"  ses I.\n\n\"Because you took charge of 'em,\" said the skipper; \"and I know wot a\nclever, sharp chap you are.  It stands to reason that you wouldn't be\nresponsible for a box like that unless you saw inside of it.  Why, a\nchild o' five wouldn't!\"\n\nI stood there looking at 'im, but he couldn't meet my eye.  None of 'em\ncould; and arter waiting there for a minute or two to give 'em a chance,\nI turned my back on 'em and went off to my dooty.",
    "metadata": {
        "author": [
            "Jacobs, William Wymark",
            "Jacobs, W. W. (William Wymark)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/11472/pg11472.txt",
        "name": "paying_off_deep_waters_part_2.json"
    }
}