{
    "name": "Peace",
    "author": [
        "Henig, Stanley",
        "Arkawy, Norman",
        "Arkawy, Norman M."
    ],
    "body": "_Peace Communique No 1.--Abilene--April 1, 2049_\n\nThe war is over. Iverson is safely exiled on asteroid 14, and the other\nleaders of the aggressor forces--Cartwright, Briande, Remberg, Kiang\nand Risofsky--are all in confinement on their respective space islands.\nPeace has been restored to the system: on Rios and on Nwad.\n\n    (signed) SER GULLA\n    Sup. AC\n    Rios Adm.\n\n\n\n    AC Pamphlet\n    PIE Rios No. 1-1-1\n    10 APR 49 RT\n\n                     REPORT TO THE PEOPLE OF RIOS\n\nOn March 29, 2049 (Rios Time), the Rios-Nwadian war ended.\n\nThis report on the recent conflict has been prepared by the Bureau\nof Public Information and Education, Rios Branch, for the purpose of\nenlightening the inhabitants of Rios about the War, its causes, and the\nproposed policy of the Nwadian government concerning the administration\nof your planet.\n\nIn order to provide for full understanding by the people of Rios,\nRiosic terminology shall be used wherever possible in this report.\nThus, Rios shall be called 'Earth', Nwad shall be designated 'Venus',\nand all dates, measurements and other data which are different on the\ntwo planets shall be indicated according to the Riosic calculation.\n\n\n\nThe War ended on March 29, 2049 when the last Earthian troops\nsurrendered to the Venusian peace forces.\n\nWhen did the War begin? The first battle was fought on December 18,\n2048, but the first 'incident' that led directly to the conflict\noccurred in November, 2042. And even before that date, many years\nbefore, officials on Venus knew that war between the two worlds was\ninevitable.\n\nSpace scientists of Venus have been observing Earth for hundreds\nof years. The first space ship to reach your planet and return\nto Venus made its voyage in the Earth year, 1891. From that time\non, explorations were made sporadically until the 1950's, when\nrevolutionary improvements in the design of our ships made possible\nmore economical and faster trips.\n\nIt is an interesting coincidence, incidentally, that atomic power\nwas discovered on Earth just as we on Venus had made atomic driven\nspacecraft obsolete by the introduction of the magnetico-gravitational\ndrive. This fact is mentioned because it was the evidence of atomic\nexplosions on Earth that increased our interest in your planet a\ncentury ago.\n\nIn all our observations of Earth, the most obvious fact we learned was\nthat its dominant race was aggressive and war-like in nature. Having\nno desire to introduce this war-mindedness to our peaceful world, we\navoided all contact with Earth.\n\nWe realized, however, that in time the Earth race would accomplish\nspace travel and thus force a contact with us. Therefore, we devised\nhighly potent weapons for our defense in the event that the people of\nEarth ever stopped quarreling among themselves and attempted an attack\non our world.\n\nHigh officials in our government were appalled at the thought of war\nwith its chaotic and indiscriminate killing. There were those who\ndeemed it an actual act of aggression on our part to arm ourselves\nin preparation for a war. The opposition to our defense program was\nstrong. Yet, it was our preparedness which saved our civilization from\ndestruction when your forces launched their invasion of our planet\nlast year.\n\n\n\nTo understand the events which led to The War, it is best that we\nbriefly review the history of space travel by Earthians. In the year\n2002, the six remaining nations of the Earth formed the Federation\nto abolish war and to enable the people of your planet to put forth\na united effort to discover the secret of interplanetary travel.\nThis endeavour, in itself, was considered by our leaders to be most\ncreditable. But the entire pattern of your development, observed\nfor many centuries, instilled seeds of doubt in our minds. You were\nconditioned to war and the mere establishment of a Federation to\nmonitor the future was not adequate insurance, we felt, against further\nconflict. In your concentration on conquering space, however, you did\nstop warring among yourselves.\n\nSpace travel from Earth began thirty-eight years ago. The first\nsuccessful trip to Luna and back was made in 2011, and by 2020 the\nLunar space port was opened. It was in 2020, also, that the space ship,\nPioneer, left for Mars. It was never heard from again.\n\nUnsuccessful attempts to travel to the other planets were made during\nthe years 2021-2027. The Pioneer II, bound for Mars, the Adventurer,\nbound for Mars, and the Enterprise, bound for Venus, all disappeared\nwithout a trace.\n\nIn September, 2028, the Space King returned to Earth after completing\na voyage to Mars. The ship landed safely, but the excited celebration\nthat greeted it was short-lived when it was discovered that the\nentire crew was afflicted with a neurological disease that your Earth\nscientists labeled 'space sickness'. This disease posed a new obstacle\nto interplanetary travel. It attacked indiscriminately and it proved\nfatal in almost every case.\n\nResearch and experimentation on the cause and cure of 'space sickness'\nwas carried on continuously from the time the Space King returned with\nits dying crew until the disease was conquered in 2041. During these\nyears, the experimental ships Enterprise II, Razorback, and Space King\nII were utilized as laboratories in orbital flights.\n\nIn April, 2041, the space liner Morning Star was completed,\nincorporating technological improvements designed to prevent the\noccurrence of 'space sickness'. The Morning Star left the Lunar station\non July 17, 2042. Its destination was Venus.\n\nIn government circles on Venus, it was felt that no further delay\ncould be permitted in establishing contact with the people of Earth.\nThey were already too close to space flight maturity to forego any\nopportunity for formulating an understanding. Therefore, The Morning\nStar, whose flight had been observed constantly, was allowed to pass\nthrough our ionic barrier and land unharmed on our planet. Emissaries\nof our _Lora Dannun_ (nearest translation: Supreme Council) were on\nhand to greet the Earthmen when they left their ship.\n\nAs a precautionary measure, two atomic scorchers were trained on the\nship, but our officials approached the debarking Earthmen without\nside arms and in a friendly manner. The Earthmen, understandably\napprehensive, came forward with their hand weapons drawn.\n\nAlthough we on Venus were already familiar with your International\nEnglish language, our welcoming committee did not think it wise to\nfurther startle the men from Earth by greeting them in their own\ntongue. Therefore, our friendly intentions were made known by elaborate\nand unmistakable gestures.\n\nThe aliens from Earth, nevertheless, were startled enough by our\nappearance. They stared wide-eyed at what appeared to be four\nchild-like specimens of human beings. This resemblance which Venusians\nbear to humans, and which should have impressed the crew of the Morning\nStar with the possibilities of intelligent negotiations, did not deter\nthem from jumping to irrational conclusions.\n\nOur chief emissary, Ser Madi, heard their leader and his lieutenant\nin the following conversation (which is reproduced from the auto-tape\nrecording made on the spot):\n\n    _Leader: What do you make of them, Jensen? They look almost like\n    human children, don't they?\n\n    Lieutenant: There doesn't seem to be anything to worry about here,\n    sir. They seem friendly enough. But why children? You'd think\n    they'd send some bigwigs out to welcome us. Why did they send\n    children?\n\n    Leader: I don't know.... Maybe it's a trap!\n\n    Lieutenant: You're right, sir. We can't afford to take any chances.\n\n    Leader: Take them back to the ship for the psych boys to work on. I\n    don't like the looks of this._\n\nAt this point Ser Madi revealed his knowledge of the Earth language. \"I\nassure you, gentlemen,\" he said to the strangers, \"that this is not a\ntrap. Please follow us peacefully.\"\n\nThe invaders were stunned into silence, but it took the leader only\na moment to recover. \"I'll be damned!\" he exclaimed. \"The sly little\ndevils understand English! Jensen! Have these creatures escorted onto\nthe Star. This is something we'll have to talk over on the ship.\"\n\nAt a signal from the man called Jensen, eight of your people advanced\ntoward the four members of our welcoming committee. Ser Madi spoke\nagain: \"I warn you, sir, not to try to abduct us. Order your men back.\"\n\nThe leader of the Earthmen laughed. \"Look at them!\" he said to his\nlieutenant. \"These things are threatening us!\" The soldiers had paused\nat Ser Madi's words. \"Go on,\" the leader ordered them. \"Take them\naboard the ship!\"\n\n\"You were warned,\" Ser Madi said sadly. He motioned to his companions\nand, in an instant of brilliant light, the space ship was reduced to\nsmoldering ashes.\n\nThe stunned Earthians were easily taken into custody. They were\ncompletely awed by the destruction of their ship, which had been\naccomplished with \"invisible\" weapons. Ser Madi did not think it\nnecessary to explain the compactness and efficiency of the atomic\nscorchers to them. They would not have been able to comprehend the\nprinciples behind the finger ring weapons.\n\n\n\nCaptain Daniels, the leader of the Earth expedition, was interrogated\nat great length, but he remained hostile and uncooperative. The only\ninformation that he offered was his name, rank and serial number, which\nhe repeated over and over again. Jensen and the remaining crew members\nrefused to answer our questions also, insisting that their captain was\nthe spokesman for all of them. This action increased our fears that the\nintellectual and emotional make-up of Earth was incompatible with that\nof Venus.\n\nWe accomplished nothing in four days of questioning. It seemed\nimpossible to determine the means whereby we could arrive at some\nworkable line of reasoning. It was equally impossible for us to\nascertain whether the hostile actions of the Morning Star represented\nthe attitude of the Earth government or if they were merely the\nimpulsive results of the emotional strain endured by Captain Daniels\nand his crew on their voyage.\n\nThe Supreme Council decided it was necessary to visit Earth now, make\nour presence known, and see if friendly relations could be established\nwith that planet. We had hopes that this might be done, for there\nhad been no war on Earth for almost fifty years. It was hoped that\nthe people had finally achieved a civilization capable of friendly\ninterplanetary exchange.\n\nThe Council ordered a delegation to leave immediately on the first\ndiplomatic mission from Venus to Earth. Ser Madi had justifiable\ndoubts about the possibility of success, but the Council overruled his\nobjections.\n\nThe delegation, led by the elder statesman, Ser Alaga, left for\nEarth aboard the light cruiser, Tunn. The date was December 9, 2042.\nReturning to Earth aboard the Tunn, were the eleven survivors of the\nMorning Star, treated not as prisoners, but as survivors of a space\nwreck.\n\n\n\nThe Tunn landed on Earth two miles out of Abilene, on December 15,\n2042. A few hours after touching down, the Venusian delegation arrived\nin the Earth capital and presented themselves at the Ministry of State.\n\nThe office worker who stood between them and the Secretary of the\nMinister of Foreign Affairs was amused by the delegates' story. \"Why\ndon't you kids go home and stop annoying us?\" he said. \"And stop\nwatching those TD shows!\"\n\nSer Buldi indignantly repeated his request to see the Foreign Minister.\n\n\"Get out of here!\" the office worker said in a tone that indicated he\nwas through talking to us.\n\nSer Buldi began to reply but he was silenced by Ser Alaga, who wished\nto avoid any unnecessary incidents which could have proved embarrassing\nto the Earthmen. Instead, the elder statesman approached a young lady\nseated behind a desk.\n\n\"What can I do for you, little boy?\" the girl asked with a smile.\n\nSer Alaga, with the aid of his hypno-tube, quickly convinced her to\nadmit the delegates to the office of the Sub-Secretary for Foreign\nAffairs.\n\nThen began a three day procession through the offices of many\nsub-secretaries, four under-secretaries and two deputy ministers. In\neach office our diplomats were received skeptically and passed on to\nthe next.\n\nFinally, in desperation, the delegation released the survivors of the\nMorning Star. Although Ser Alaga realized that their account of the\nincident probably would be distorted, he knew that it would serve to\nverify the delegation's identity.\n\n\n\nThe Abilene News of December 19, 2042, shouted at the top of its\nheadline voice:\n\n                          SPACE INVADERS HERE\n\nThe Bugle:\n\n                            EARTH ATTACKED\n\nThe Times:\n\n                       \"MORNING STAR\" DESTROYED\n\n           11 Survivors Of Space Liner Tell Story Of Attack\n\nAn immediate meeting was held between our delegation and the leaders\nof your government. After the formalities of greeting were over, the\nspokesman for the Earth government reviewed the facts of the Morning\nStar incident as they had been related by Captain Daniels and his\ncrew. Venusian forces, they claimed, had been guilty of an unprovoked\nattack against the ship. We had barbarously murdered all of the ship's\ncomplement, save for the eleven \"hostages\" whom we had brought to Earth\naboard the Tunn.\n\nThe government of Earth demanded an explanation. Ser Alaga spoke the\ntruth. The Earthians were not satisfied.\n\n            (THE FOLLOWING CONVERSATION IS REPRODUCED FROM\n                THE AUTO-TAPE RECORDING OF THE MEETING)\n\n    Earth Spokesman: _We will grant that your act of aggression was not\n    premeditated, but resulted from a misinterpretation, on your part,\n    of the friendly intentions of our forces. Nevertheless, our vessel\n    was destroyed. Twenty-three of our men were killed. The government\n    of the World Federation demands that your government make suitable\n    reparations._\n\n    Ser Alaga: _Mr. Cartwright, we respectfully deny the allegation\n    that our forces were guilty of any act of aggression._\n\n    Cartwright: _The Morning Star was destroyed by your men, was it\n    not?_\n\n    Ser Alaga: _In self-defense, yes. As we have explained, the captain\n    of your ship threatened our welcoming committee with...._\n\n    Cartwright: _None of your men were harmed!_\n\n    Ser Alaga: _They prevented their own imminent destruction by their\n    action in self-defense. It was this action which resulted in the\n    unfortunate...._\n\n    Cartwright: _Our ship and our men were attacked before they had\n    fired a shot. Therefore, your action cannot be deemed to have taken\n    place in self-defense._\n\n    Ser Alaga: _Your reasoning confounds me, sir. If the prevention of\n    aggressive action is termed aggression, then we are guilty of it. I\n    bow to your logic._\n\n    _Naturally our government wishes to express its regrets over the\n    impulsive act of its representatives. We want to meet with you in\n    peace and friendship. We want to prevent any future incidents such\n    as the one which has brought us here today._\n\n    Cartwright: _On behalf of the World Federation, I accept your\n    apology. We, too, would like to prevent further strife between our\n    worlds. There is much to be gained by a useful and cooperative\n    alliance between Earth and Venus. But, to insure this, we feel that\n    your government should make certain ... payments in reparation for\n    our losses._\n\n    Ser Alaga: _Although I am in sympathy with your views, our\n    delegation has not been empowered to offer any reparations.\n    However, if you will indicate what your government would consider\n    a suitable payment for your losses, we shall convey your request to\n    our Council._\n\n                     (END OF AUTO-TAPE RECORDING)\n\nYttrium was the reparation asked by Earth--five thousand pounds of\nisolated and purified Yttrium. This metal was essential for the\nconstruction of Earth's space ships, the \"alumiryten\" alloy being used\nin the manufacture of the tough outer shell of these ships.\n\nThe supply of Yttrium ores on Venus is almost unlimited, and the\nCouncil had no trouble delivering the requested amount of the refined\nmetal. The last shipment of ingots reached Earth within three months.\n\nThis conciliatory payment was intended to preserve the peace and build\ngood will within the system. It was our intention that, if possible,\nthe Earth would assume a more responsible attitude toward the greater\nscope of friendly interplanetary relations. It was our hope that\nharmony would form a permanent bond between our two worlds.\n\nOur efforts were wasted.\n\n                       YTTRIUM SHIPMENTS IMPURE\n\nscreamed the tabloid headlines. President Iverson of the World\nFederation sent a stiff note to the Council on Venus. He demanded\napologies and immediate restitutions, claiming that sixty percent of\nthe metal delivered was actually zirconium. We had cheated them, said\nIverson.\n\nIn a terse reply to his note, our government branded the Iverson\naccusation a lie. It was all too apparent what was intended. We refused\nto discuss the matter. We broke off all diplomatic relations with Earth\nand simply ignored the numerous threats and accusations that were\ncontinuously being made.\n\nOur vigilance increased, however, and we prepared for the attack that\nIverson promised when he said: \"Venus has not yet felt the force of\nEarth.... They will!\"\n\nSeveral years passed, during which time the Federation built a huge\nspace armada, using to good advantage the five thousand pounds of\npure yttrium they had received from Venus. It was also during these\nyears of preparation that Venus and its people were forced to accept\nthe hardships of a regimented economy. Our citizens, however, long\naccustomed to personal sacrifice for the welfare of Society, did not\ncomplain.\n\nOn September 14, 2048, a fleet of four hundred Federation war-ships\ntook off for Venus.\n\nThe battle in defense of our planet was carried out exactly according\nto the strategy of the Supreme Council. The first wave of one hundred\nattacking ships was completely demolished in our ionic barrier. Fifty\npercent of the second wave was accounted for in the same manner.\nThose ships which did manage to pierce the discharging barrier were\nbadly damaged and were easily destroyed by our cruising disintegrator\nteams. The third wave of invaders was met by our ascending task force\nof sixty scout ships, each equipped with twin cosmic blasters. In\nthis engagement, three of our ships were lost ... all the invaders\nwere destroyed. While this battle was being fought, our space patrol\ndescended upon the fourth wave from outer space.\n\nThe Earth fleet was completely obliterated.\n\nOn March 14, 2049, our invasion fleet attacked the Earth. After two\nweeks of sporadic fighting, the occupation was completed.\n\nIverson, Cartwright, Briande, and the rest of the leaders of Earth's\nwar-like government are in exile on their various asteroids. We shall\nnot kill them, nor shall we allow them to die. They are supplied with\ntheir needs by a ship that calls once a month. Otherwise, they are\nleft completely alone on their space islands, each a master of his own\nlittle world. We believe this to be a fitting punishment for men who\ntry to conquer a world.\n\nPeace has been restored to the system: on Venus, and on Earth.\n\n\n\n_Peace Communique No. 2--Abilene--May 1, 2049_\n\nOne month ago, the provisional Venusian government on Earth was\nestablished to administer the military occupation of your planet.\nDuring the past month, that government, assisted by the Venusian\nAdministration Corps, has instituted reforms whereby peace and security\nhave been attained for all the Earth.\n\nWhat of the future?\n\nCitizens of Earth, here is your future: You are welcomed as equals\nin a union with Venus. For a time, until you have learned how to\ngovern yourselves peacefully, your planet will be directed by Venusian\nadministrators. But even now--immediately--you shall be accorded the\nsame rights and privileges that the citizens of Venus enjoy.\n\nAnd you shall have peace! Perhaps you should be thankful for the last\nterrible war which your leaders brought upon you, for as a result of\nit, you shall no longer know the meaning of war.\n\nOf course, citizens have duties as well as rights. Failure to comply\nwith regulations is severely punished. Therefore, it is advisable that\nyou acquaint yourselves with the obligations of a peaceful citizen.\n\nThe duties of a citizen vary, depending upon the individual's\nclassification and the location in which he lives. In addition to his\nspecial duties, however, every citizen is required to know and observe\nthe five GENERAL DUTIES of a citizen, listed below.\n\n                      GENERAL DUTIES OF A CITIZEN\n\n1. Every citizen will work at his appointed task one-third of each day.\n\n2. Every citizen will perform those duties necessary to maintain his\nsleeping area in such a manner as to comply with the directives posted\nin his barracks.\n\n3. Every citizen (male) will father/ (female) will bear a child once\nevery alternate cycle.\n\n4. Every citizen will report promptly when notified of special duty\n(e.g. waste disposal detail, sewer maintenance crew, restorative squad).\n\n5. Every citizen will report to his extermination center immediately\nupon notification. (See Note)\n\n(Note: Certain measures are necessary to prevent the over-population\nof a peaceful world. In addition to the obvious elimination of the\nincurably sick, the insane, the feeble-minded, the disabled, the\ndishonest, and the aged, periodic exterminations must be held among the\ngeneral citizenry.\n\nCitizens who have been selected will report promptly to the appointed\ncenter for speedy, painless extermination. Failure to do so will result\nin a delayed and painful process.)\n\n\n\nNow we bid you welcome, Earthmen. Take your rightful place beside us\nand share our peaceful existence. By your endless struggles through a\nlong heritage of war, you have earned it.\n\n   (signed) SER GULLA\n   Sup. AC\n   Rios Adm.",
    "metadata": {
        "author": [
            "Henig, Stanley",
            "Arkawy, Norman",
            "Arkawy, Norman M."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/58735/pg58735.txt",
        "name": "peace.json"
    }
}