{
    "name": "Peter Merton's private mint",
    "author": [
        "Beldone, Phil",
        "Ellison, Harlan",
        "Archer, Lee",
        "Jarvis, E. K.",
        "Mitchell, Clyde",
        "Hart, Ellis",
        "Beldone, Cheech"
    ],
    "body": "Peter Merton sat at his desk after the District Attorney's men left,\nand put his head in his hands. He was still sitting that way when Miss\nIrene Simmons came in.\n\n\"Here's the rest of the morning's mail, Mr. Merton,\" she said.\n\nMerton didn't even look up. He was a young, good looking man in his\nlate twenties, the type known as a \"rising young executive\"--possibly\nbecause that's exactly what he was. But he did not look young this\nmorning. His interview with the D.A. had added years to his appearance.\nHe felt old and haggard.\n\n\"Just put them on the desk,\" he said. His voice sounded tired.\n\nShe put the letters on the desk, but when she didn't leave immediately,\nPeter Merton looked up.\n\nIrene Simmons was an average-sized girl with golden-brown hair, large\nblue eyes, a full, red mouth, and a lush figure. She looked as though\nshe ought to be working as a bathing-suit model instead of as the\nprivate secretary to a vice-president of Crabley & Co.\n\n\"Does it look pretty bad, Mr. Merton?\" she asked.\n\n\"It looks horrible,\" he said bleakly. \"The D.A. said that since Quiggs\nhas had four days to get away, the money is probably in South America\nby now.\" He put his hand over his eyes. \"If only I hadn't been such\na fool! Why did I put the money in my office safe instead of in the\ncompany vault? Fifty thousand dollars! The insurance company won't pay,\nbecause the policy says that cash has to be kept in the vault.\n\n\"But how was I to know that Quiggs would come sneaking in here during\nChristmas vacation and take it out of my safe? He's been working for\nthe company for years; who would have thought it?\"\n\n\"Frankly, Mr. Merton, I think he was jealous because you were made a\nvice-president instead of him,\" Irene said firmly. \"I think he wanted\nto ruin you.\"\n\n\"Well, he certainly has,\" Peter said sadly. \"Old Man Crabley says that\nputting the money in my safe was criminal negligence. He says he wants\nme to pay it back or he'll see that I'm blackballed by every company in\nthe business--after he fires me.\"\n\n\n\n\"I--I'm very sorry, Mr. Merton. I'm sure you'll think of something. The\npolice may catch him, after all.\"\n\n\"Thank you, Miss Simmons. I hope so,\" Peter said. But his voice didn't\nhold much hope.\n\nAs the girl left the room, Peter absently watched the swaying of her\nhips as she walked, but he was too upset to appreciate the view fully.\nHe had a serious problem to consider.\n\nHe thought over what she had said. So Quiggs had been jealous, eh? That\nprobably explained the fact that he had left a five-dollar-bill in the\nsafe. With his odd sense of humor, Quiggs had probably thought it very\nfunny to leave a five note in place of the fifty thousand he had taken.\n\nThere was no doubt that it was Quiggs; the police were certain of the\nguilty person. Quiggs had been seen coming into the office on the\nThursday night before Christmas vacation and had left only half an\nhour later. He had evidently taken the money out and replaced it with\na bundle of wrapped paper. Some hours later, he had checked out of his\napartment, and all trace of him had been lost.\n\nPeter looked up at the Watteau print which concealed the heavy steel\ndoor of the wall safe. Five dollars lay behind it, all that was left\nof fifty thousand. He got up, walked over to the safe, twisted the\ncombination, and pulled the door open. He reached in, took out the\nbill, and looked at it. And looked again, with wide eyes.\n\nBecause it wasn't a five-dollar-bill, at all.\n\nIt was a thin sheet of paper-like plastic, folded up to about the same\nsize as a banknote.\n\nPuzzled, Peter looked into the safe again. Nothing. He thrust his hand\nin and felt around. Still nothing. Except for the sheet of stuff he\nheld in his hand, the safe was as empty as a church on Monday.\n\nUnfolding the folded sheet, Peter saw that it was covered with print.\nThe characters were oddly shaped, and the phraseology was queer, but it\nwas unmistakably English.\n\nPeter Merton sat on the edge of his desk and began to read.\n\n    _Honorable Mister, Miss, or Missus_:\n\n    _To whoever you are in the Twentieth Century, we of the\n    Thirtieth Century send greetings. We hope this epistle will be\n    understandable; our knowledge of the language of English is maybe\n    not as good as might be. Our studies of your time are somewhat\n    hampered by lack of records, and it for this reason is that we\n    contact you._\n\n    _In order for the Time Transfer Field to work, it must be entirely\n    surrounded by thick metal. Also a piece of similar material must be\n    in place so that transfer can be effected, in accordance with the\n    Vorish Equations._\n\n    _If you wish to co-operate in this history-seeking venture, please\n    place a note to such effect in your metal box._\n\n                                                        _Rolath Guelph_\n\n                       _Terrestrial Bureau of Historical Investigation_\n\nPeter frowned and read the thing again. Who would write such silliness?\nCould it be another joke by Quiggs? No, it couldn't be; he, Peter\nMerton, had put that five-dollar-bill back into the safe, and he hadn't\nleft the room while it was in there.\n\nHe looked up at the open safe. It was still empty. Well, by golly, he'd\nsee whether this was a hoax or not.\n\nHe pulled his gold-plated desk pen out of its crystal holder, took a\npiece of office stationery, and wrote:\n\n    _Dear Mr. Guelph_:\n\n    _I'm very much interested in your proposition, but I would like to\n    have you explain a little bit more about it._\n\n                                                     _Very truly yours,\n\n                                                          Peter Merton_\n\nHe folded it and put it in the safe. Then he sat down and watched it.\nHe watched it for fifteen minutes before he decided that nothing was\ngoing to happen. Finally, he walked over and took out the paper. It was\nthe same as it had been when he put it in.\n\nHe looked back at the plastic sheet. Aha! It said: \"In order for the\nTime Transfer Field to work, it must be surrounded entirely by thick\nmetal.\"\n\nHe put the note back in, and this time he closed and locked the door.\n\nThree minutes later, he opened it again. This time, there was another\nfolded sheet of plastic. It said:\n\n    _Dear Mr. Merton_:\n\n    _Understanding Time Transfer is very simple. Of course, the science\n    of your time would be unable to build such a machine, but what\n    happens is essentially this: If you put something in your metal\n    box, we can pick it up and bring it to our time. However, there\n    must be an equivalent exchange of matter, so we have to send\n    something to your century, too. This must be done in accordance\n    with the Law of Entropy._\n\n    _What we need mostly are historical documents; newspapers, books,\n    and magazines of your era. Please send only factual material; no\n    fiction. We will want fiction later, but not now._\n\n    _Here is a list of things we would like to have._\n\nPeter read down the list and blinked in amazement at some of the things.\n\n    The letter ended with: _In return for this, we will send an equal\n    weight of some of our old museum pieces of paper. Papers like\n    the one we took from you; things called \"money.\" Will this be\n    satisfactory? Here is a sample._\n\n                                                     _Yours very truly,\n\n                                                        Rolath Guelph._\n\nMoney? Peter looked at the bill that was enclosed. It was a\nfive-hundred-dollar-note! And they said they would exchange pound for\npound! That meant that for one pound of old newspapers, he would get\none pound of banknotes!\n\nIt sounded screwy, but Peter Merton was not a man to argue. If it\nworked, fine; if it didn't, what could he lose?\n\nPeter jammed his hat on his head, folded the list and the five hundred\ndollars in his pocket, and strode out the door. He stopped in the\nouter office at the desk of Miss Simmons, who was typing up some\nletters.\n\n\"Come along, Miss Simmons,\" he said. \"Get your hat; we have some things\nto do.\"\n\nMiss Simmons looked startled, but she did as she was bid. Fifteen\nminutes later, they were in a second-hand book shop on Sixth Avenue.\n\nPeter squinted at the list in the dim light. \"I want _The Story of\nEnglish_ by Mario Pei,\" he said to the proprietor, \"and _The Story of\nLanguage_ by the same author. Give me a copy of the memoirs of Winston\nChurchill, the--\"\n\nHe went on like that for several minutes, and the pile of books in\nfront of him began to grow. Then he browsed through the magazine\nsection, looking for back issues of _Life_, _Time_, and _Scientific\nAmerican_.\n\nHe told Miss Simmons to get a taxi, and they began loading the stuff in\nthe back seat. Then they drove to the New York _Times_ building and got\nback issues of the past year. With all this loot, they drove back to\nthe offices of Crabley & Co.\n\nIt was during the ride back that Peter wondered whether it was possible\nthat the people of the future had stolen the money that Quiggs\nhad been blamed for and replaced it with a bundle of paper. But he\nshook his head. It couldn't be. The bundle had been made of cut-up\nnewspapers, and, besides, they had Quiggs' fingerprints all over them.\n\nMiss Simmons helped him get the stuff into his office, and then she\nsaid: \"Mr. Merton, I don't like to butt into your business, but may I\nask what all this literature is for?\"\n\nGrinning happily, Peter Merton swore the girl to secrecy, then he told\nher what had happened. As he finished the story, Miss Simmons began to\nedge slowly toward the door.\n\n\"--and so, I had to get these books and things. They're evidently doing\nresearch into history. These are books they've lost, somehow. Imagine\nwhat it would be like if our historians could get copies of the books\nthat were burned at the Library of Alexandria, and--Just a minute!\nWhere are you going, Miss Simmons?\"\n\n\n\nMiss Simmons smiled a sickly smile. \"Oh, _nowhere_! Are you sure you\nfeel all right, Mr. Merton?\"\n\n\"Do I feel--\" Peter looked blank. \"Oh! I see. You think I've gone off\nmy rocker. Well, we'll see. Maybe I have, but I don't think so. Look;\nI'll prove it to you.\"\n\nHe scribbled a note to Rolath Guelph and put it inside the safe with a\ncouple of the books. Then he closed the safe. He waited three minutes\nand opened it again.\n\nIrene Simmons' eyes opened wide in astonishment, and her mouth formed a\ncrimson O. Tumbling out of the safe came sheaf after sheaf of banknotes.\n\n\"_Now_ do you believe me?\" Peter asked triumphantly.\n\n\"Y--yes. What else can I believe? Are they real?\"\n\nHe picked one of the bills up and looked at it closely. \"It's real, all\nright. I started out in business as a bank teller, and I know how to\ntell a counterfeit. This is the real McCoy, all right.\"\n\n\"Well--well, my goodness!\" was all Miss Simmons could say for a moment.\nThen, after the shock of seeing all that money had lessened a little,\nshe asked: \"What are you going to do with it, Peter?\"\n\n\"The first thing I'm going to do,\" he said, \"is return that fifty\nthousand dollars to Mr. Crabley. Here, help me gather this stuff up\nand sort it out into piles. We'll have to count it, too.\"\n\nThe girl pitched in willingly and began to sort the bills. Swiftly they\nseparated it.\n\nIt was not until then that Peter Merton realized that the girl had\ncalled him by his first name. Was it the sight of all the money that\nhad done it? Irene Simmons had never impressed him as the gold-digger\ntype, but--\n\nPeter shrugged and went on stacking the money.\n\nWhen they had finished, Irene said: \"There's not quite enough to pay\nback Mr. Crabley.\"\n\n\"That's easily fixed,\" Peter said, grinning.\n\nHe put in some more books, closed the safe, and waited. When he opened\nit again, more money came tumbling out. This time, there was enough to\npay back the Old Man and more besides.\n\nPeter sorted out a pile of the larger bills, enough to make fifty\nthousand, and marched to Mr. Crabley's office.\n\nThe engraving on the door said:\n\n                             J. J. CRABLEY\n                               PRESIDENT\n\nHe rapped deferentially, and when a voice said: \"Come in!\" Peter did\nexactly that.\n\nOld Man Crabley looked just like his name. He was a small, wizened,\ncrab-faced man with yellowed skin and a totally bald head.\n\n\"Well, sir! What is it this time?\" he crackled.\n\nPeter began pulling the money out of the briefcase he had packed it in,\nin order to carry it to the Old Man's office.\n\n\"I brought you the money, sir,\" Peter said. \"You'll find it all there;\nfifty thousand dollars.\"\n\nThe Old Man's eyes lit up with pleasure. Peter could almost see the\ngreen glow of money in them.\n\n\"Excellent,\" said Mr. Crabley. \"So the police caught the thief, hey?\nHe'll get twenty years for this.\"\n\n\"No, sir,\" Peter replied. \"They haven't caught Quiggs yet, and they\nhaven't found the money. This is out of my--ah--my savings.\"\n\nThe Old Man's scraggly brows shot up. \"Indeed? Savings? I didn't know\nyou actually had that much. Hmmm. Well. Mmmm.\" He rubbed his hands\ntogether and frowned. \"Well, this is really quite handsome of you,\nyoung man. You have more brains than I credited you with. Hmmm.\" He\ntook out a letter opener and toyed with it. Finally, he said: \"Peter,\nmy boy, I'll tell you: I really didn't mean that you should do this;\nI was simply trying to throw a scare into you. I'll tell you what I'm\ngoing to do, my boy; I'm going to place this to your account with the\nfirm. Henceforth, you are a junior partner of Crabley & Company, to the\ntune of fifty thousand dollars.\n\n\"In addition, I'll have Mr. Twythe, the firm's lawyer, draw up a paper\nwhich will give you all rights to whatever money is recovered from\nQuiggs by the police.\"\n\nPeter started to say something, but Old Man Crabley just patted the air\nwith a hand. \"Tut, tut, my boy; think nothing of it. Any young man who\ncan save a sum like that at your age deserves extra consideration. I\nhave always admired a man who can make money.\"\n\nPeter thanked Mr. Crabley as best he could and then he strolled back to\nhis office feeling a rosy glow.\n\n\n\nDuring the following two weeks, Peter Merton's personal fortune grew by\nleaps and bounds. Most of the cash he kept in a trunk in his apartment;\nhe knew that people would start to ask questions if he put too much of\nit in the bank at once. But he did put considerable sums in the bank,\nnonetheless.\n\nThe savings account was practically forced on him by Irene Simmons.\nShe insisted that, even if he did have money in his trunk, it was\nconceivable that someone might steal it. Meanwhile, he bought a new\nCadillac, several tailor-made suits at two hundred and fifty per, a\nfur coat for Irene, and had his apartment completely redecorated, with\nbuilt-in bar complete.\n\nHe became quite friendly with Irene Simmons, but he was convinced that\nthe girl liked him simply because he had plenty of money. That didn't\nbother him too much; she was a beautiful girl, and Peter Merton had\nalways had an eye for beauty.\n\nIt was in the middle of the third week that things began to change.\nThe first thing that happened was a note from Peter's futurian\ncorrespondent, Rolath Guelph.\n\n    _Dear Mr. Merton_, it read. _You have been most co-operative in\n    this endeavor, and we appreciate it greatly. Your books have been\n    very welcome, and have strengthened our knowledge of your times\n    and language tremendously._\n\n    _Now, however, we would like a few artifacts of your civilization.\n    Would you please send us samples of your clothing, both men's and\n    women's styles? We would also appreciate various other things, such\n    as...._\n\nAnd here there followed another long list, similar to the one he had\nreceived before, except that it called for various manufactured objects.\n\nThe letter was signed, as usual, _Very truly yours, Rolath Guelph_.\n\n\"Well, what do you think of that?\" Peter said, after reading it.\n\nIrene read it and said: \"I have a dress I can send him, and you can\nsend him one of your suits.\"\n\nPeter nodded. \"We'll have to buy some of these other things, though.\"\n\nAn hour later, Peter stuffed a suit into the wall safe and closed the\ndoor. When he opened it, there was a small bundle of thin, strong\nmaterial which, when unfolded, proved to be a suit--of sorts. It\ncertainly looked different.\n\nIrene giggled when he held it out. \"You couldn't wear that on the\nstreets. It looks like something out of Flash Gordon or Buck Rogers.\"\n\nPeter grinned and put in Irene's dress. What he got back was a dress,\nbut this time Irene didn't giggle when it was unfolded.\n\n\"Why, that's perfectly _gorgeous_,\" she said, in awe. \"I wonder if\nit'll fit?\"\n\n\"Here,\" said Peter, handing it to her. \"Go find out. You can lead the\nfashion field--by a century to be exact.\"\n\nIrene took the dress and headed for the ladies' powder room. When she\ncame back, it was all Peter could do to keep his eyes from popping out.\n\nOn Irene, the rich, iridescent material made her look like a queen out\nof a Technicolor extravaganza.\n\n\"Wow!\" said Peter feelingly. \"It's too bad they don't have suits I can\nwear.\"\n\n\"I'll show you something else, too,\" Irene said excitedly. \"I\naccidentally spilled some water on it in the powder room, and look what\nhappened!\" She proceeded to demonstrate by pouring water on her skirts\nfrom the carafe on Peter's desk. The water rolled off without wetting\nthe material. Then she took the desk pen and shook some ink on it.\n\"See?\" she chortled, \"it rolls right off! It never has to be cleaned,\nbecause it can't get dirty!\"\n\nPeter looked back at the Buck Rogers suit. \"Maybe I can get a tailor to\nmake a decent suit out of that thing.\"\n\nIrene shook her head. \"I don't think so. There aren't any seams.\"\n\nPeter frowned and took a pair of scissors from his desk drawer. He took\none sleeve of the suit and tried to cut it. It wouldn't cut. He jabbed\nat it with the point. The suit stubbornly refused to cut, snag, or tear.\n\n\"I wonder,\" he then said thoughtfully, \"if this Rolath Guelph would\nhave a suit made for me; one that I could wear.\" He scribbled out a\nnote and put it in with the next batch of stuff.\n\nThe reply came back almost immediately.\n\n    _I can't promise anything, Mr. Merton, but I'll see what I can do.\n    R. G._\n\n\"Well, that's that,\" sighed Peter. \"I'll just have to wait.\"\n\nAnother week passed, and Peter got no word from Rolath Guelph. He did,\nhowever, get word from another group of men.\n\nHe was sitting comfortably in his office, pondering on what to do with\nall his money, when the intercom on his desk buzzed.\n\n\"There are some gentlemen from the Treasury Department to see you, Mr.\nMerton,\" said Irene's voice. She sounded scared.\n\n\"Send them in,\" Peter said. Come to think of it, he felt a little\nuneasy, himself.\n\nThe two brisk, official-looking young men who came into the office\nidentified themselves as Mr. Brady and Mr. Brown, of the United States\nTreasury Department. They wasted no time in getting down to business.\n\n\"Now, Mr. Merton,\" said Brady, \"we'd like to know how you're getting\nall this money.\"\n\n\"Well, ah--um--I saved it,\" he said.\n\n\"That's not what I meant,\" said Brady. \"I'm talking about several\ncounterfeit bills that have been traced to you. Where did you get them?\"\n\n\"But they _can't_ be counterfeit,\" Peter protested. \"They are perfectly\ngood bills!\"\n\n\"Oh, they're good imitations, all right,\" Brown said. \"The most amazing\nfakes I've ever seen. The paper is perfect, the engraving is beautiful;\nin fact, the only thing wrong is the serial numbers. Why, some of\nthose numbers won't be printed on bills for twenty or thirty years yet.\"\n\n\"Now, Mr. Merton,\" said Brady, \"tell us where the plates are. Who\nprinted these amazing phonies?\"\n\n\"I don't know,\" Peter said. \"I--I--\" he stammered. Frightened, he\ndidn't know what to say. He was afraid to tell them about Rolath Guelph\nand the Time Transfer; they'd think he was crazy.\n\n\"It won't do you any good to lie, Mr. Merton,\" said Brown. \"We got a\nsearch warrant this morning and went through your apartment. We found\nthe trunk full of money in your closet. Some of the boys are going over\nthem now, down at the Treasury Office.\"\n\nPeter Merton gulped and said nothing. He couldn't; there was a lump in\nhis throat the size of a grapefruit.\n\n\"Well,\" Brady said, \"if you won't tell us, I'm afraid we'll just have\nto take you in. Come along, Mr. Merton.\"\n\nStill speechless, Peter walked out of the office between the two men.\n\n\n\nPeter Merton was sitting in a cell with his head in his hands when he\nheard the clicking of high heels down the corridor, followed by the\nheavy tread of a guard's feet.\n\nIt was Irene. \"I got a lawyer for you, Peter,\" she said breathlessly as\nshe came up to the cell door.\n\nThe guard leaned against the wall and inspected his fingernails. \"I\ndon't think he needs a lawyer, lady. What he needs is a goof-doctor.\nHe's flipped his cookie.\"\n\nPeter managed a faint grin. \"I told 'em how I got the money,\" he said.\n\"They think I'm nuts.\"\n\n\"But, Peter,\" she said, \"_why_ would Rolath Guelph send counterfeit\nmoney?\"\n\n\"He didn't,\" Peter said. \"Don't you see? He got all that money out of a\nmuseum. There's probably bills there that were printed in every century\nfor the next thousand years. He just sent some bills that won't be\nprinted for twenty years yet.\"\n\n\"Well, don't you worry, I'll do something to get you out,\" she said.\n\"Couldn't we take them up to the office and show them how it works?\"\n\n\"I don't know. Maybe. But Brady said that even if I were telling the\ntruth they'd have to take all the money away from me.\"\n\n\"I don't care about the money,\" Irene said. \"All I care about is\ngetting you out of this horrible place.\"\n\nSuddenly, a door opened at the far end of the corridor, and there were\nmore footsteps. It was Brady and Brown, followed by a man Peter had\nnever seen before.\n\nThe stranger was saying: \"--after all, it's only fair that my client be\nallowed to prove his story, no matter how fantastic it is.\"\n\n\"He'll get a chance,\" Brady said sharply.\n\nThe stranger turned out to be Q. Bertram Leslie, the lawyer that Irene\nhad engaged.\n\n\"All right,\" Brown said to the guard, \"let him out. We'll take over.\"\nThen he looked at Peter. \"We're going up to your office, Merton, to\ngive you a chance to prove this screwy story you've been telling us\nabout a time machine. I know it's going to be a waste of time, but\njustice is justice. Come along.\"\n\n\n\nIt was after six o'clock when they arrived at the offices of Crabley &\nCompany, and the office suite was deserted. Irene let the officers in\nwith a key, and they went back to Peter's private office.\n\n\"Okay,\" said Brady, \"there is your magic safe; do your stuff.\"\n\nAs Peter began working the combination, Brown said: \"By the way,\nMerton, you'll be interested to know that the Brazilian police have\npicked up this guy, Quiggs, who stole the fifty thousand from you. He\nclaimed he opened the package and there was nothing but a bunch of\nplastic in it. But the Brazilian cops think they've got a lead on it.\"\n\nPeter paid no attention. He wasn't interested in Quiggs' crime right\nnow, he was only interested in his own. He swung open the door and\nlooked inside. There was a folded note from Rolath Guelph. He opened it\nand looked.\n\n\"Oh, _no_!\" he said weakly. He sat down in a chair.\n\nBrady took the note from his hand and read:\n\n    _Dear Mr. Merton,_\n\n    _We of the Terrestrial Bureau of Historical research want to extend\n    to you our warmest thanks for your co-operation. We now have most\n    of the information we want about your era. With the valuable\n    information you have given us, we will be able to do a great deal\n    more research, and will have much better success in pinpointing our\n    future contacts._\n\n    _It is too bad we could not meet in person, but it is impossible to\n    transfer living things through time. Rest assured that your name\n    will go down in history books as one of our most valuable contacts._\n\n    _The Transfer Field will be shut off as soon as you receive this\n    note. Naturally, a reversal of transfer will occur._\n\n                                              _With our warmest wishes,\n\n                                                        Rolath Guelph._\n\nBrady looked up at Peter with what could well be called a jaundiced\neye. He said. \"Did you think this would get you off the hook? How\nstupid do you think we are? Phony bills, a phony story, phony\nletter--Merton, you're just plain phony, all the way through. Come on\nalong; it's back to the hoosegow for you. And this time, try--\"\n\nIt is difficult to say what Brady might have suggested that Peter try,\nfor he never finished the sentence. He was interrupted by a sudden roar\nof sound that reminded him of a broken steam pipe. Suddenly, the air\nwas filled with books, magazines, papers, clothing, shoes, ash trays,\ncigarettes, pencils, pens, candy, sandwiches, and a thousand and one\nother things, all spewing from the safe like water out of a fire hose.\n\nAmid the confusion Peter saw Irene running for the door, clad only in\nthe sheerest of bra and panties.\n\n\"Where is Brady?\" shouted Brown. \"Why did that girl run off? What\nhappened?\"\n\n\"I'm not sure what happened,\" Peter said, \"but Irene had a perfectly\ngood reason for running off. And as for Brady--\"\n\nHe pointed toward the tremendous heap of stuff on the floor.\n\nOne hand was groping feebly from its center.\n\nIrene sipped at her coffee, while Peter, sitting across the cafe table,\nexplained to her.\n\n\"Of course they didn't have a case against me without evidence, and\nwhen all the money vanished, they had no evidence. So they had to let\nme go.\"\n\n\"But I don't see exactly why the things vanished,\" Irene said. \"What\nhappened to my beautiful dress? That was terribly embarrassing!\"\n\n_But very beautiful_, Peter thought. \"Well, as near as I can figure\nout, this Time Transfer business only works so long as the time field\nis working. As goon as they shut it off, everything went back to its\nproper time. All the things we gave them came back to us, and all the\nmoney, and your dress, and the other gadgets we got went back to the\nThirtieth Century, where they belonged.\"\n\n\"It's a shame, in a way,\" Irene said. \"We could have used that trunkful\nof money to get married on.\"\n\nPeter's grin broadened. \"Don't worry about that. Remember, Old Man\nCrabley gave me the right to keep any money that was recovered from\nQuiggs.\"\n\n\"Did you get it?\" Irene asked excitedly. \"Did Quiggs tell where he hid\nit?\"\n\nPeter shook his head. \"Nope. He didn't steal it. I found the money in\nthat pile of stuff in my office.\n\n\"Evidently, Rolath Guelph was trying out his machine and took the\nbundle of money and replaced it with another bundle of that queer\nplastic paper of his. When Quiggs sneaked in, he just stole the bundle\nfrom the Thirtieth Century and he put a third bundle in. He got all the\nway to Brazil before he opened the package and found out he didn't have\nanything.\"\n\n\"Fifty thousand dollars,\" Irene said dreamily. \"Well, that ought to be\nenough to start on, anyway.\"\n\n\n                                THE END",
    "metadata": {
        "author": [
            "Beldone, Phil",
            "Ellison, Harlan",
            "Archer, Lee",
            "Jarvis, E. K.",
            "Mitchell, Clyde",
            "Hart, Ellis",
            "Beldone, Cheech"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/73497/pg73497.txt",
        "name": "peter_merton_s_private_mint.json"
    }
}