{
    "name": "Peter's Pence\nSailor's Knots, Part 8.",
    "author": [
        "Jacobs, William Wymark",
        "Jacobs, W. W. (William Wymark)"
    ],
    "body": "1909\n\n\n\nPETER'S PENCE\n\n\nSailormen don't bother much about their relations, as a rule, said the\nnight-watchman; sometimes because a railway-ticket costs as much as a\nbarrel o' beer, and they ain't got the money for both, and sometimes\nbecause most relations run away with the idea that a sailorman has been\nknocking about 'arf over the world just to bring them 'ome presents.\n\nThen, agin, some relations are partikler about appearances, and they\ndon't like it if a chap don't wear a collar and tidy 'imself up.  Dress\nis everything nowadays; put me in a top 'at and a tail-coat, with a\ntwopenny smoke stuck in my mouth, and who would know the difference\nbetween me and a lord?  Put a bishop in my clothes, and you'd ask 'im to\n'ave a 'arf-pint as soon as you would me--sooner, p'r'aps.\n\nTalking of relations reminds me of Peter Russet's uncle.  It's some years\nago now, and Peter and old Sam Small and Ginger Dick 'ad just come back\narter being away for nearly ten months.  They 'ad all got money in their\npockets, and they was just talking about the spree they was going to\nhave, when a letter was brought to Peter, wot had been waiting for 'im at\nthe office.\n\nHe didn't like opening it at fust.  The last letter he had 'ad kept 'im\nhiding indoors for a week, and then made him ship a fortnight afore 'e\nhad meant to.  He stood turning it over and over, and at last, arter Sam,\nwot was always a curious man, 'ad told 'im that if he didn't open it he'd\ndo it for 'im, he tore it open and read it.\n\n\"It's from my old uncle, George Goodman,\" he ses, staring.  \"Why, I ain't\nseen 'im for over twenty years.\"\n\n\"Do you owe 'im any money?\"  ses Sam.\n\nPeter shook his 'ead.  \"He's up in London,\" he ses, looking at the letter\nagin, \"up in London for the fust time in thirty-three years, and he wants\nto come and stay with me so that I can show 'im about.\"\n\n\"Wot is he?\" ses Sam.\n\n\"He's retired,\" ses Peter, trying not to speak proud.\n\n\"Got money?\" ses Sam, with a start.\n\n\"I b'leeve so,\" ses Peter, in a off-hand way.  \"I don't s'pose 'e lives\non air.\"\n\n\"Any wives or children?\" ses Sam.\n\n\"No,\" ses Peter.  \"He 'ad a wife, but she died.\"\n\n\"Then you have 'im, Peter,\" ses Sam, wot was always looking out for\nmoney.  \"Don't throw away a oppertunity like that.  Why, if you treat 'im\nwell he might leave it all to you.\"\n\n\"No such luck,\" ses Peter.\n\n\"You do as Sam ses,\" ses Ginger.  \"I wish I'd got an uncle.\"\n\n\"We'll try and give 'im a good time,\" ses Sam, \"and if he's anything like\nPeter we shall enjoy ourselves.\"\n\n\"Yes; but he ain't,\" ses Peter.  \"He's a very solemn, serious-minded man,\nand a strong teetotaller.  Wot you'd call a glass o' beer he'd call\npison.  That's 'ow he got on.  He's thought a great deal of in 'is place,\nI can tell you, but he ain't my sort.\"\n\n\"That's a bit orkard,\" ses Sam, scratching his 'ead.  \"Same time, it\ndon't do to throw away a chance.  If 'e was my uncle I should pretend to\nbe a teetotaller while 'e was here, just to please 'im.\"\n\n\"And when you felt like a drink, Peter,\" ses Ginger, \"me and Sam would\nlook arter 'im while you slipped off to get it.\"\n\n\"He could 'ave the room below us,\" ses Sam.  \"It is empty.\"\n\nPeter gave a sniff.  \"Wot about you and Ginger?\"  he ses.\n\n\"Wot about us?\" ses Sam and Ginger, both together.\n\n\"Why, you'd 'ave to be teetotallers, too,\" ses Peter.  \"Woes the good o'\nme pretending to be steady if 'e sees I've got pals like you?\"\n\nSam scratched his 'ead agin, ever so long, and at last he ses, \"Well,\nmate,\" he ses, \"drink don't trouble me nor Ginger.  We can do without it,\nas far as that goes; and we must all take it in turns to keep the old\ngentleman busy while the others go and get wot they want.  You'd better\ngo and take the room downstairs for 'im, afore it goes.\"\n\nPeter looked at 'im in surprise, but that was Sam all over.  The idea o'\nknowing a man with money was too much for 'im, and he sat there giving\ngood advice to Peter about 'is behavior until Peter didn't know whether\nit was 'is uncle or Sam's.  'Owever, he took the room and wrote the\nletter, and next arternoon at three o'clock Mr. Goodman came in a four-\nwheel cab with a big bag and a fat umbrella.  A short, stiffish-built man\nof about sixty he was, with 'is top lip shaved and a bit o' short gray\nbeard.  He 'ad on a top 'at and a tail-coat, black kid gloves and a\nlittle black bow, and he didn't answer the cabman back a single word.\n\nHe seemed quite pleased to see Peter, and by and by Sam, who was bursting\nwith curiosity, came down-stairs to ask Peter to lend 'im a boot-lace,\nand was interduced.  Then Ginger came down to look for Sam, and in a few\nminutes they was all talking as comfortable as possible.\n\n\"I ain't seen Peter for twenty years,\" ses Mr. Goodman--\"twenty long\nyears!\"\n\nSam shook his 'ead and looked at the floor.\n\n\"I happened to go and see Peter's sister--my niece Polly,\" ses Mr.\nGoodman, \"and she told me the name of 'is ship.  It was quite by chance,\nbecause she told me it was the fust letter she had 'ad from him in seven\nyears.\"\n\n\"I didn't think it was so long as that,\" ses Peter.  \"Time passes so\nquick.\"\n\nHis uncle nodded.  \"Ah, so it does,\" 'e ses.  \"It's all the same whether\nwe spend it on the foaming ocean or pass our little lives ashore.  Afore\nwe can turn round, in a manner o' speaking, it 'as gorn.\"\n\n\"The main thing,\" ses Peter, in a good voice, \"is to pass it properly.\"\n\n\"Then it don't matter,\" ses Ginger.\n\n\"So it don't,\" ses Sam, very serious.\n\n\"I held 'im in my arms when 'e was a baby,\" ses Mr. Goodman, looking at\nPeter.\n\n\"Fond o' children?\" ses Sam.\n\nMr. Goodman nodded.  \"Fond of everybody,\" he ses.\n\n\"That's 'ow Peter is,\" ses Ginger; \"specially young----\"\n\nPeter Russet and Sam both turned and looked at 'im very sharp.\n\n\"Children,\" ses Ginger, remembering 'imself, \"_and_ teetotallers.  I\ns'pose it is being a teetotaller 'imself.\"\n\n\"Is Peter a teetotaller?\" ses Mr. Goodman.  \"I'd no idea of it.  Wot a\njoyful thing!\"\n\n\"It was your example wot put it into his 'ead fust, I b'leeve,\" ses Sam,\nlooking at Peter for 'im to notice 'ow clever he was.\n\n\"And then, Sam and Ginger Dick being teetotallers too,\" ses Peter, \"we\nall, natural-like, keep together.\"\n\nMr. Goodman said they was wise men, and, arter a little more talk, he\nsaid 'ow would it be if they went out and saw a little bit of the great\nwicked city?  They all said they would, and Ginger got quite excited\nabout it until he found that it meant London.\n\nThey got on a bus at Aldgate, and fust of all they went to the British\nMuseum, and when Mr. Goodman was tired o' that--and long arter the others\nwas--they went into a place and 'ad a nice strong cup of tea and a piece\no' cake each.  When they come out o' there they all walked about looking\nat the shops until they was tired out, and arter wot Mr. Goodman said was\na very improving evening they all went 'ome.\n\nSam and Ginger went 'ome just for the look 'o the thing, and arter\nwaiting a few minutes in their room they crept downstairs agin to spend\nwot was left of the evening.  They went down as quiet as mice, but, for\nall that, just as they was passing Mr. Goodman's room the door opened,\nand Peter, in a polite voice, asked 'em to step inside.\n\n\"We was just thinking you'd be dull up there all alone,\" he ses.\n\nSam lost 'is presence o' mind, and afore he knew wot 'e was doing 'im and\nGinger 'ad walked in and sat down.  They sat there for over an hour and a\n'arf talking, and then Sam, with a look at Ginger, said they must be\ngoing, because he 'ad got to call for a pair o' boots he 'ad left to be\nmended.\n\n\"Why, Sam, wot are you thinking of?\" ses Peter, who didn't want anybody\nto 'ave wot he couldn't.  \"Why, the shop's shut.\"\n\n\"I don't think so,\" ses Sam, glaring at 'im.  \"Anyway, we can go and\nsee.\"\n\nPeter said he'd go with 'im, and just as they got to the door Mr. Goodman\nsaid he'd go too.  O' course, the shops was shut, and arter Mr. Goodman\n'ad stood on Tower Hill admiring the Tower by moonlight till Sam felt\nready to drop, they all walked back.  Three times Sam's boot-lace come\nundone, but as the ethers all stopped too to see 'im do it up it didn't\ndo 'im much good.  Wot with temper and dryness 'e could 'ardly bid Peter\n\"Good-night.\"\n\nSam and Ginger 'ad something the next morning, but morning ain't the time\nfor it; and arter they had 'ad dinner Mr. Goodman asked 'em to go to the\nZoological Gardens with 'im.  He paid for them all, and he 'ad a lot to\nsay about kindness to animals and 'ow you could do anything with 'em\na'most by kindness.  He walked about the place talking like a book, and\nwhen a fat monkey, wot was pretending to be asleep, got a bit o' Sam's\nwhisker, he said it was on'y instink, and the animal had no wish to do\n'im 'arm.\n\n\"Very likely thought it was doing you a kindness, Sam,\" ses Ginger.\n\nMr. Goodman said it was very likely, afore Sam could speak, and arter\nwalking about and looking at the other things they come out and 'ad a\nnice, strong, 'ot cup o' tea, same as they 'ad the day before, and then\nwalked about, not knowing what to do with themselves.\n\nSam got tired of it fust, and catching Ginger's eye said he thought it\nwas time to get 'ome in case too much enjoyment wasn't good for 'em.  His\nidea was to get off with Ginger and make a night of it, and when 'e found\nPeter and his uncle was coming too, he began to think that things was\nlooking serious.\n\n\"I don't want to spile your evening,\" he says, very perlite.  \"I must get\n'ome to mend a pair o' trowsis o' mine, but there's no need for you to\ncome.\"\n\n\"I'll come and watch you,\" ses Peter's uncle.\n\n\"And then I'm going off to bed early,\" ses Sam.  \"Me, too,\" ses Ginger,\nand Peter said he could hardly keep 'is eyes open.\n\nThey got on a bus, and as Sam was about to foller Ginger and Peter on\ntop, Mr. Goodman took hold of 'im by the arm and said they'd go inside.\nHe paid two penny fares, and while Sam was wondering 'ow to tell 'im that\nit would be threepence each, the bus stopped to take up a passenger and\nhe got up and moved to the door.\n\n\"They've gone up there,\" he ses, pointing.\n\nAfore Sam could stop 'im he got off, and Sam, full o' surprise, got off\ntoo, and follered 'im' on to the pavement.\n\n\"Who's gone up there?\"  he ses, as the bus went on agin.\n\n\"Peter and Mr. Ginger Dick,\" ses Mr. Good-man.  \"But don't you trouble.\nYou go 'ome and mend your trowsis.\"\n\n\"But they're on the bus,\" ses Sam, staring.  \"Dick and Peter, I mean.\"\n\nMr. Goodman shook his 'ead.\n\n\"They got off.  Didn't you see 'em?\"  he ses.  \"No,\" ses Sam, \"I'll swear\nthey didn't.\"\n\n\"Well, it's my mistake, I s'pose,\" ses Peter's uncle.  \"But you get off\nhome; I'm not tired yet, and I'll walk.\"\n\nSam said 'e wasn't very tired, and he walked along wondering whether Mr.\nGoodman was quite right in his 'ead.  For one thing, 'e seemed upset\nabout something or other, and kept taking little peeps at 'im in a way he\ncouldn't understand at all.\n\n\"It was nice tea we 'ad this arternoon,\" ses Mr. Goodman at last.\n\n\"De-licious,\" ses Sam.\n\n\"Trust a teetotaller for knowing good tea,\" ses Mr. Goodman.  \"I expect\nPeter enjoyed it.  I s'pose 'e is a very strict teetotaller?\"\n\n\"Strict ain't the word for it,\" ses Sam, trying to do 'is duty by Peter.\n\"We all are.\"\n\n\"That's right,\" ses Mr. Goodman, and he pushed his 'at back and looked at\nSam very serious.  They walked on a bit further, and then Peter's uncle\nstopped sudden just as they was passing a large public-'ouse and looked\nat Sam.\n\n\"I don't want Peter to know, 'cos it might alarm 'im,\" he ses, \"but I've\ncome over a bit faint.  I'll go in 'ere for 'arf a minnit and sit down.\nYou'd better wait outside.\"\n\n\"I'll come in with you, in case you want help,\" ses Sam.  \"I don't mind\nwot people think.\"\n\nMr. Goodman tried to persuade 'im not to, but it was all no good, and at\nlast 'e walked in and sat down on a tall stool that stood agin the bar,\nand put his hand to his 'ead.\n\n\"I s'pose we shall 'ave to 'ave something,\" he ses in a whisper to Sam;\n\"we can't expect to come in and sit down for nothing.  What'll you take?\"\n\nSam looked at 'im, but he might just as well ha' looked at a brass door-\nknob.\n\n\"I--I--I'll 'ave a small ginger-beer,\" he ses at last, \"a very small\none.\"\n\n\"One small ginger,\" ses Mr. Goodman to the bar-maid, \"and one special\nScotch.\"\n\nSam could 'ardly believe his ears, and he stood there 'oldin' his glass\no' ginger-beer and watching Peter's teetotal uncle drink whiskey, and\nthought 'e must be dreaming.\n\n\"I dessay it seems very shocking to you,\" ses Mr. Goodman, putting down\n'is glass and dryin' 'is lips on each other, \"but I find it useful for\nthese attacks.\"\n\n\"I--I s'pose the flavor's very nasty?\" ses Sam, taking a sip at 'is\nginger-beer.\n\n\"Not exactly wot you could call nasty,\" ses Mr. Goodman, \"though I dessay\nit would seem so to you.  I don't suppose you could swallow it.\"\n\n\"I don't s'pose I could,\" ses Sam, \"but I've a good mind to 'ave a try.\nIf it's good for one teetotaller I don't see why it should hurt another.\"\n\nMr. Goodman looked at 'im very hard, and then he ordered a whiskey and\nstood watching while Sam, arter pretending for a minnit to look at it as\nthough 'e didn't know wot to do with it, took a sip and let it roll round\n'is mouth.\n\n\"Well?\"  ses Mr. Goodman, looking at 'im anxious-like.\n\n\"It ain't so 'orrid as I 'ad fancied,\" ses Sam, lap-ping up the rest very\ngentle.\n\n\"'Ave you 'ad enough to do you all the good it ought to?\"\n\nMr. Goodman said that it was no good 'arf doing a thing, and p'r'aps he\n'ad better 'ave one more; and arter Sam 'ad paid for the next two they\nwent out arm-in-arm.\n\n\"'Ow cheerful everybody looks!\" ses Mr. Good-man, smiling.\n\n\"They're going to amuse theirselves, I expect,\" ses Sam-- \"music-'alls\nand such-like.\"\n\nMr. Goodman shook his 'ead at 'em.\n\n\"Music-'alls ain't so bad as some people try to make out,\" ses Sam.\n\n\"Look 'ere; I took some drink to see what the flavor was like; suppose\nyou go to a music-'all to see wot that's like?\"\n\n\"It seems on'y fair,\" ses Peter's uncle, considering.\n\n\"It is fair,\" ses Sam, and twenty minutes arterwards they was sitting in\na music-'all drinking each other's 'ealths and listening to the songs--\nMr. Goodman with a big cigar in 'is mouth and his 'at cocked over one\neye, and Sam beating time to the music with 'is pipe.\n\n\"'Ow do you like it?\"  he ses.\n\nMr. Goodman didn't answer 'im because 'e was joining in the chorus with\none side of 'is mouth and keeping 'is cigar alight with the other.  He\njust nodded at 'im; but 'e looked so 'appy that Sam felt it was a\npleasure to sit there and look at 'im.\n\n\"I wonder wot Peter and Ginger is doin'?\" he ses, when the song was\nfinished.\n\n\"I don't know,\" ses Mr. Goodman, \"and, wot's more, I don't care.  If I'd\n'ad any idea that Peter was like wot he is I should never 'ave wrote to\n'im.  I can't think 'ow you can stand 'im.\"\n\n\"He ain't so bad,\" ses Sam, wondering whether he ought to tell 'im 'arf\nof wot Peter really was like.\n\n\"Bad!\" ses Mr. Goodman.  \"I come up to London for a 'oliday--a change,\nmind you--and I thought Peter and me was going to 'ave a good time.\nInstead o' that, he goes about with a face as long as a fiddle.  He don't\ndrink, 'e don't go to places of amusement--innercent places of amusement\n--and 'is idea of enjoying life is to go walking about the streets and\ndrinking cups o' tea.\"\n\n\"We must try and alter 'im,\" ses Sam, arter doing a bit o' thinking.\n\n\"Certainly not,\" ses Mr. Goodman, laying his 'and on Sam's knee.  \"Far be\nit from me to interfere with a feller-creature's ideas o' wot's right.\nBesides, he might get writing to 'is sister agin, and she might tell my\nwife.\"\n\n\"But Peter said she was dead,\" ses Sam, very puzzled.\n\n\"I married agin,\" ses Peter's uncle, in a whisper, 'cos people was\ntelling 'im to keep quiet, \"a tartar--a perfect tartar.  She's in a\n'orsepittle at present, else I shouldn't be 'ere.  And I shouldn't ha'\nbeen able to come if I 'adn't found five pounds wot she'd hid in a\nmatch-box up the chimbley.\"\n\n\"But wot'll you do when she finds it out?\" ses Sam, opening 'is eyes.\n\n\"I'm going to 'ave the house cleaned and the chimbleys swept to welcome\nher 'ome,\" ses Mr. Goodman, taking a sip o' whiskey.  \"It'll be a little\nsurprise for her.\"\n\nThey stayed till it was over, and on the bus he gave Sam some strong\npeppermint lozenges wot 'e always carried about with 'im, and took some\n'imself.  He said 'e found 'em helpful.\n\n\"What are we going to tell Peter and Ginger?\" ses Sam, as they got near\nthe 'ouse.\n\n\"Tell 'em?\"  ses Mr. Goodman.  \"Tell 'em the truth.  How we follered 'em\nwhen they got off the bus, and 'ave been looking for 'em ever since.  I'm\nnot going to 'ave my 'oliday spoilt by a teetotal nevvy, I can tell you.\"\n\nHe started on Peter, wot was sitting on his bed with Ginger waiting for\nthem, the moment he got inside, and all Ginger and Peter could say didn't\nmake any difference.\n\n\"Mr. Small see you as plain as what I did,\" he ses.\n\n\"Plainer,\" ses Sam.\n\n\"But I tell you we come straight 'ome,\" ses Ginger, \"and we've been\nwaiting for you 'ere ever since.\"\n\nMr. Goodman shook his 'ead at 'im.  \"Say no more about it,\" he ses, in a\nkind voice.  \"I dessay it's rather tiresome for young men to go about\nwith two old ones, and in future, if you and Peter keep together, me and\nmy friend Mr. Small will do the same.\"\n\nSam shook 'ands with 'im, and though Peter tried his 'ardest to make 'im\nalter his mind it was no good.  His uncle patted 'im on the shoulder, and\nsaid they'd try it for a few days, at any rate, and Ginger, wot thought\nit was a very good idea, backed 'im up.  Everybody seemed pleased with\nthe idea except Peter Russet, but arter Sam 'ad told 'im in private wot a\nhigh opinion 'is uncle 'ad got of 'im, and 'ow well off he was, 'e gave\nway.\n\nThey all enjoyed the next evening, and Sam and Mr. Goodman got on\ntogether like twin brothers.  They went to a place of amusement every\nnight, and the on'y unpleasantness that happened was when Peter's uncle\nknocked a chemist's shop up at a quarter-past twelve one night to buy a\npenn'orth o' peppermint lozenges.\n\nThey 'ad four of the 'appiest evenings together that Sam 'ad ever known;\nand Mr. Goodman would 'ave been just as 'appy too if it hadn't ha' been\nfor the thoughts o' that five pounds.  The more 'e thought of it the more\nunlikely it seemed that 'is wife would blame it on to the sweep, and one\nnight he took the match-box out of 'is pocket and shook his 'ead over it\ntill Sam felt quite sorry for 'im.\n\n\"Don't take up your troubles afore they come,\" he ses.  \"Orsepittles are\ndangerous places.\"\n\nMr. Goodman cheered up a bit at that, but he got miserable agin the next\nnight because 'is money was getting low and he wanted another week in\nLondon.\n\n\"I've got seven shillings and fourpence and two stamps left,\" he ses.\n\"Where it's all gone to I can't think.\"\n\n\"Don't you worry about that,\" ses Sam.  \"I've got a pound or two left\nyet.\"\n\n\"No, I ain't going to be a burden on you,\" ses Mr. Goodman, \"but another\nweek I must 'ave, so I must get the money somehow.  Peter can't spend\nmuch, the way he goes on.\"\n\nSam gave a little cough.\n\n\"I'll get a pound or two out of 'im,\" ses Mr. Goodman.\n\nSam coughed agin.  \"Won't he think it rather funny?\"  he ses, arter a\nbit.\n\n\"Not if it's managed properly,\" ses Mr. Good-man, thinking 'ard.  \"I'll\ntell you 'ow we'll do it.  To-morrow morning, while we are eating of our\nbreakfast, you ask me to lend you a pound or two.\"\n\nSam, what 'ad just taken up 'is glass for a drink, put it down agin and\nstared at 'im.\n\n\"But I don't want no money,\" he ses; \"and, besides, you 'aven't got any.\"\n\n\"You do as I tell you,\" ses Mr. Goodman, \"and when you've got it, you\nhand it over to me, see?  Ask me to lend you five pounds.\"\n\nSam thought as 'ow the whiskey 'ad got to Mr. Goodman's 'ead at last.\n'Owever, to pacify 'im he promised to do wot 'e was told, and next\nmorning, when they was all at breakfast, he looks over and catches Mr.\nGoodman's eye.\n\n\"I wonder if I might be so bold as to ask a favor of you?\"  he ses.\n\n\"Certainly,\" ses Peter's uncle, \"and glad I shall be to oblige you.\nThere is no man I've got a greater respect for.\"\n\n\"Thankee,\" ses Sam.  \"The fact is, I've run a bit short owing to paying a\nman some money I owed 'im.  If you could lend me five pounds, I couldn't\nthank you enough.\"\n\nMr. Goodman put down 'is knife and fork and wrinkled up 'is forehead.\n\n\"I'm very sorry,\" he ses, feeling in 'is pockets; \"do you want it\nto-day?\"\n\n\"Yes; I should like it,\" ses Sam.\n\n\"It's most annoying,\" ses Mr. Goodman, \"but I was so afraid o'\npickpockets that I didn't bring much away with me.  If you could wait\ntill the day arter to-morrow, when my money is sent to me, you can 'ave\nten if you like.\"\n\n\"You're very kind,\" ses Sam, \"but that 'ud be too late for me.  I must\ntry and get it somewhere else.\"  Peter and Ginger went on eating their\nbreakfast, but every time Peter looked up he caught 'is uncle looking at\n'im in such a surprised and disappointed sort o' way that 'e didn't like\nthe look of it at all.\n\n\"I could just do it for a couple o' days, Sam,\" he ses at last, \"but\nit'll leave me very short.\"\n\n\"That's right,\" ses his uncle, smiling.  \"My nevvy, Peter Russet, will\nlend it to you, Mr. Small, of 'is own free will.  He 'as offered afore he\nwas asked, and that's the proper way to do it, in my opinion.\"\n\nHe reached acrost the table and shook 'ands with Peter, and said that\ngenerosity ran in their family, and something seemed to tell 'im as Peter\nwouldn't lose by it.  Everybody seemed pleased with each other, and arter\nGinger Dick and Peter 'ad gone out Mr. Goodman took the five pounds off\nof old Sam and stowed 'em away very careful in the match-box.\n\n\"It's nice to 'ave money agin,\" he ses.  \"There's enough for a week's\nenjoyment here.\"\n\n\"Yes,\" ses Sam, slow-like; \"but wot I want to know is, wot about the day\narter to-morrow, when Peter expects 'is money?\"\n\nMr. Goodman patted 'im on the shoulder.  \"Don't you worry about Peter's\ntroubles,\" he ses.  \"I know exactly wot to do; it's all planned out.  Now\nI'm going to 'ave a lay down for an hour--I didn't get much sleep last\nnight--and if you'll call me at twelve o'clock we'll go somewhere.  Knock\nloud.\"\n\nHe patted 'im on the shoulder agin, and Sam, arter fidgeting about a bit,\nwent out.  The last time he ever see Peter's uncle he was laying on the\nbed with 'is eyes shut, smiling in his sleep.  And Peter Russet didn't\nsee Sam for eighteen months.",
    "metadata": {
        "author": [
            "Jacobs, William Wymark",
            "Jacobs, W. W. (William Wymark)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/10788/pg10788.txt",
        "name": "peter_s_pence_sailor_s_knots_part_8.json"
    }
}