{
    "name": "Phantom of the Forest",
    "author": [
        "Yerxa, Leroy Arnold",
        "Yerxa, Leroy"
    ],
    "body": "\n[Sidenote: Every year men slaughter deer by the thousands; it seems only\nfitting that the tables be turned once in a while....]\n\n\nThe automobile reached the crest of the hill, skidded and started toward\nthe ditch. Earl Robinson twisted the wheel savagely, got the feel of the\nice hidden under the snow, and deftly straightened the car. Roy Starr\nawakened at his side and sat up. His eyes were narrowed with sleep.\n\n\"Lord,\" he groaned, \"how much farther?\"\n\nRobinson spoke through gritted teeth.\n\n\"About three miles. Might as well be a million.\"\n\nThe car was moving forward about twenty miles per hour. Three people\nslept in the rear seat. They were packed under pieces of equipment.\nThere were half a dozen guns stacked across their feet.\n\nThe snow came down thickly, endlessly. It drifted across the road.\nAlmost eight inches had fallen since sundown. Tomorrow, there won't be\nany traffic moving, Robinson thought, not without a plow to break the\ntrail. The valley will be a lost world.\n\n\"Shangrila,\" he said softly.\n\n\"Huh?\" Roy Starr was almost asleep once more.\n\nRobinson said, \"Skip it.\"\n\nHe was thinking about the war, and the deep, lost valleys he flew into\nwhen he flew the \"hump.\"\n\nHe tried to concentrate on the road once more. They had come six miles\nfrom Indian River. The road was just a white line, leading up and down\nlong rows of dark evergreens. The snow filled the air, tangling his\nthoughts, filling the world with stinging, blinding particles of white.\nThe snow actually seemed to hurt his eyes. It seemed to be hitting his\neyeballs.\n\nHe shook his head angrily. _Sleep_ was stinging his eyes. He watched the\ntrackless road with an intensity of a man hovering between life and\ndeath. Sleep--and death. Trying desperately to avoid both.\n\nOne more long hill.\n\nTaking a long chance, he pressed the gas pedal down as far as it would\ngo. The motor roared, protested and the car leaped ahead like a monster\nalive. The speedometer said fifty--then fifty-five. Sixty. At sixty they\nhit the sharp incline. Roy Starr was wide awake now, holding tightly to\nthe door-handle, as though it insured him against an accident. Someone\nstirred in the back seat.\n\n\"Almost there?\" It was a girl's voice, sleepy and disinterested.\n\n\"Almost,\" Earl Robinson said, and twisted the wheel again. The car went\ncrosswise with the road. It slid forward, up the hill, careened wildly\nand straightened its course once more. Robinson sighed.\n\n\"Close,\" he said.\n\n\"_Earl, for God's sake, stop!!_\"\n\nRoy Starr's voice welled out of him, filled with stark horror. Robinson\nsaw the weird, shadowy form on the road just in time. He pressed hard on\nthe brake and the car jerked into the ditch, and stopped with a\nsickening jolt.\n\nThe girl in the rear seat clawed her way forward, clutching Starr's\nshoulder.\n\n\"A man on the road,\" she cried. \"Earl, you hit him.\"\n\nShe started sobbing as though her heart were breaking.\n\n\"Shut up,\" Robinson snapped. His nerves had reached the breaking point.\nThen, in a gentler voice. \"There's a man there all right, Marge. I\ndidn't hit him. Get hold of yourself. Glenn, Glenn, take care of her,\nwill you?\"\n\n\n\nAll three people in the rear seat were wide awake now. Glenn Starr,\ndark, serious, in full control of his wits, drew the sobbing girl back\nbeside him.\n\n\"Take it easy, kid,\" he said. \"Earl will take care of everything. We\nhaven't done anything wrong.\"\n\nThe other man, sitting on the far side of the car, pushed the door open\nand climbed out.\n\n\"Man, this is a storm, and I don't mean perhaps. Nice little ditch we\ngot ourselves into.\"\n\nRobinson and Roy Starr got out. Roy pulled his collar up tightly around\nhis neck. He walked back a few paces and kneeled beside the snow buried\ncorpse. Earl Robinson, tall, solid, stood over him as he pushed away the\nsnow.\n\n\"Nobody I know,\" Roy said, and turned away so he wouldn't have to stare\nat the dead, frozen face.\n\nRobinson bent over and pushed more snow away.\n\n\"I'll be damned.\"\n\nThe chest was badly crushed. Blood had frozen in the snow next to the\nwound.\n\n\"Hit sometime before the snow came,\" Robinson said.\n\nRoy Starr was brushing snow away from the corpse.\n\n\"Maybe,\" he said softly. \"A car never hit him, though. There aren't any\nblood tracks. The hole is in the direct center of his chest. The ribs\naren't crushed on either side.\"\n\nRobinson's voice was a little hushed.\n\n\"That's what I was thinking. Looks like a bear might have mauled him.\"\n\nRoy Starr came slowly to his feet.\n\n\"Look,\" he said, \"we aren't kidding ourselves. Something hit him, hard,\nin the chest. It wasn't a car because it didn't break in the whole bone\nstructure. It wasn't a bear, because a bear would have done a more\nthorough job of it. Shooting is out. That isn't a bullet wound.\"\n\nRobinson shrugged.\n\n\"What's left?\"\n\n\"The same thing that's been killing hunters for the past five years,\"\nStarr said grimly. \"For lack of a better name, the phantom buck.\"\n\nRobinson turned away, looking toward the car.\n\n\"You're crazy,\" he said. \"Let's say we're both crazy. Our imaginations\nare running riot. I think the rest of the party ought to know about the\n_automobile accident_. We can't do any good here. We'll go on to\nRosewood if we can get the buggy out of the ditch. We can call the\nsheriff from there. This is the sheriff's job, not ours.\"\n\nThe three people who had ridden in the rear seat were in the ditch,\npushing snow away from the wheels. Glenn Starr was saying quietly:\n\n\"We ought to get him out of the road.\"\n\nRobinson went to work with the shovel, digging the right rear wheel out\nof the snow and the thick, half-frozen mud.\n\n\"Forget all about it,\" he said. \"No one will be driving through here\ntonight. We'll call the sheriff from Rosewood. Outside of that, it's\nnone of our business. Automobile accident. Wasn't our fault. We've done\nall we can.\"\n\nThey worked hard, all of them trying to forget the body on the road and\nconcentrate on the task of freeing the car from the ditch. In twenty\nminutes they were on their way, crawling slowly down the opposite side\nof the hill into the cup-like valley where a country store, church and\nschoolhouse had been flatteringly named \"Village of Rosewood!\"\n\nMarjorie Wrenn was still crying softly. Glenn tried to comfort her, but\nthe girl was exhausted mentally and physically. The snow still blotted\nout everything but a few yards of the road. Once in the valley, Robinson\nreleased his grip on the wheel and relaxed.\n\n\"Roy,\" he said softly.\n\n\"Yea?\"\n\n\"About that phantom buck story. I wouldn't talk too much. On the square,\nthough I'm inclined to wonder.\"\n\nRoy Starr's voice sank to a whisper.\n\n\"You think--maybe...?\"\n\n\"Yea,\" Robinson answered, \"I think--maybe....\"\n\n\n\nThe electric light flashed on, making the world of swirling snow\nfriendly once more. The car was parked beside the house, close to the\nbarn. The place was a huge country store with the living quarters\nattached like a toad-stool to the side of it. There was a wood-pile in\nthe yard, hidden under a foot of snow, looking like a crouching, white\nmonster. A single pole had been buried in the ground, and from it hung a\nsix-point buck. The deer had been gutted, and blood made little red\nblobs on the snow.\n\nGlenn Starr climbed out and helped Marjorie Wrenn to the ground. He saw\nthe overcoated figure emerging from the woodshed.\n\n\"Norm, you old horse. Got any snake bite medicine?\"\n\nNorm Boody, a well fed duplicate of Slim Summerville, was clad in a\nheavy overcoat drawn over a flannel night-shirt. His feet were hidden in\nvast, felt slippers.\n\n\"Thought you people weren't gonna get here. It's almost three in the\nmorning. About those snake bites. What's the matter? Snow snakes biting\ntonight?\"\n\nThe others were getting stiffly out of the car.\n\nEarl Robinson said solemnly:\n\n\"Those snow snakes bite before you can go ten feet. We had a little\ntrouble, Norm.\"\n\nBoody found a half filled bottle in his coat and passed it around.\n\n\"Bad country to drive in a storm,\" he said.\n\n\"Worse than usual,\" Robinson said. \"There is a dead man laying down the\nroad a mile or two.\"\n\nNorm Boody gulped from the bottle, choked and spewed the whiskey on the\nsnow.\n\n\"It--wasn't Bill, was it?\"\n\nRobinson shook his head.\n\n\"No one I know. Dressed in hunter's outfit. Didn't find his gun.\nProbably buried under the snow.\"\n\nBoody sighed. He looked uncertain.\n\n\"Bill went into Indian River for some stuff. He didn't come back.\"\n\n\"Look,\" Glenn said suddenly. \"Marge is freezing and we're all tired out.\nWe better get inside.\"\n\nNorm Boody sprang toward the door and held it open.\n\n\"Sure, sure,\" he said. \"The wife's got both coffee pots steaming by now.\nI oughta be shot for not getting this poor girl inside the minute she\ncame. It ain't fit weather....\"\n\nRobinson smiled.\n\n\"Let's get to that coffee.\"\n\nInside, they all greeted Mrs. Boody. While she poured coffee into the\ncups on the kitchen table, Robinson cornered Norm Boody and led him into\nthe living room. It was a low-ceilinged, warm, homey place. A telephone\nhung on the far wall. Robinson dialed the sheriff's number at Indian\nRiver, put the receiver back in place, lifted it and tried again. He\nshook his head.\n\n\"Trouble?\" Boody asked.\n\n\"The line must be down. Phone won't work. Guess we'll sleep tonight and\nmake that call in the morning.\"\n\nThe two men sat down in the darkness of the living room. Mrs. Boody, a\ngrey headed, smiling woman who looked as though she might be anyone's\nmother, came in with two steaming cups.\n\n\"You better drink before you freeze,\" she said. \"That darned stove takes\nso long to heat up.\"\n\nShe turned to her husband.\n\n\"Norm, what's wrong?\"\n\nNorm Boody grimaced.\n\n\"Man dead down the road. Something mauled him. Killed before the snow\ncame this evening. Earl most ran over him.\"\n\n\n\nThe room was deathly silent for a moment. Then the woman's voice came,\nalmost in a sob.\n\n\"Norm, Norm, it wasn't Bill, was it?\"\n\nRobinson said quickly:\n\n\"It wasn't Bill. I saw the face. No one I've ever seen before.\"\n\n\"Thank God for that,\" Mrs. Boody said. \"You called the sheriff?\"\n\n\"Can't,\" Norm Boody said. \"Line's out of order. We'll get in touch with\ntown in the morning.\"\n\n\"I don't think we'll sleep much tonight,\" a soft voice said from the\ndoor.\n\nEarl Robinson chuckled. It was an attempt to put the whole thing off\nlightly. It didn't sound very sincere.\n\n\"You'll sleep all right, Marjorie. After that trip, we'll all sleep.\"\n\nThe girl smiled wanly.\n\n\"I hope so. It's hard--thinking of that--that....\"\n\nDaylight brought a peaceful, untroubled look to the valley. For ten\nmiles, without a track save for the animals who had moved during the\nnight, the valley stretched upward on all sides to the wooded hills. The\nbig general store, schoolhouse and country church nestled in the center\nof the snow cup, with trackless roads leading away to the four points of\nthe compass.\n\nBlue-gray smoke lifted straight upward from the house, drifted two\nhundred feet into the sky and wafted away into nothingness.\n\nRobinson came out of the woodshed with his black and red plaid coat\nwrapped tightly around him. It was a grand hunting morning, and he\ndidn't intend to let last night's incident spoil it. The country was\nbeautiful but there was nothing gentle about it. You had to face\nviolence and forget it--quickly. Death wasn't easy to look at, but here,\npeople learned that when it came, there was no point in letting it\ninterfere with their life.\n\nBill Boody hadn't come in last night. His car wasn't to be seen.\nRobinson went back into the woodshed. He climbed the steps to the\nkitchen and walked in quietly behind Mrs. Boody, who was bent over the\nkitchen stove.\n\n\"Where's Norm?\" he asked.\n\nMrs. Boody looked worn and tired, as though she hadn't slept.\n\n\"Milking the cows. Bill didn't come home last night.\"\n\nHe knew that she was still suspicious of him. She wasn't sure that he\ntold the truth about the body on the road.\n\n\"Bill will be okay,\" he said. \"Are any of the others up?\"\n\nMrs. Boody smiled.\n\n\"Roy came out a few minutes ago. He took one look at the thermometer\noutside the kitchen window, groaned and went back to bed.\"\n\nRobinson started for the bedroom.\n\n\"You better let Marge sleep,\" Mrs. Boody said. \"She was all worn out.\nShe needs the rest.\"\n\n\"Earl,\" the woman at the stove said. There was a quality of urgency in\nher voice that stopped him short. He pivoted.\n\n\"Yes?\"\n\n\"You think the phantom buck might have done the killing?\"\n\nHere it was again, he thought. They weren't satisfied to let the whole\nthing pass as an accident. They had to bring up dead dogs, fall back on\nsuperstition. Everything was perfect for hunting, and they had to spoil\nthe spirit of the thing.\n\n\"That phantom buck business is a damned fairy tale,\" he said.\n\n\"_But you think it was the phantom buck, all the same._\"\n\nRobinson said nothing. The woman pushed the coffee pot back on the stove\nand went to the window. She stared out at the snowy world.\n\n\"Bill _saw_ the phantom buck once.\"\n\n\"I know,\" Robinson said. He wished she wouldn't talk about it. She was\ngetting herself all excited. \"Probably Bill had been drinking some of\nthat snake bite medicine.\"\n\nMrs. Boody shook her head.\n\n\"Bill don't touch a drop.\" Her face was very red, maybe from the stove.\n\"Bill said the buck was the biggest deer he'd ever seen. He went right\nby Bill, and disappeared, right in broad daylight. Bill looked for\ntracks after he was gone, and there weren't any.\"\n\nShe wet her lips and went back to the stove.\n\n\"I wouldn't worry, Mrs. Boody,\" Robinson said.\n\nShe looked up then with frantic eyes.\n\n\"_It isn't Bill, out there on the road, dead?_\"\n\nHe went swiftly to her and put one hand on her shoulder.\n\n\"I wouldn't lie to you. It wasn't him.\"\n\nShe seemed to relax for the first time since last night.\n\n\"I guess you're telling the truth. I wish Bill would come home, though.\nThey used to say that anyone who saw the phantom buck was getting ready\nfor an early death.\"\n\n\n\nNorm Boody came up from the barn with two steaming pails of milk. Roy\nStarr was getting dressed in the kitchen, close to the stove. He was\nmuttering threats against his brother, Glenn.\n\n\"Never let a guy sleep,\" he groaned. \"Always the first guy up and the\nonly man on earth who can't let other people stay in bed when they want\nto.\"\n\nGlenn Starr and Marjorie were already at the breakfast table. The others\ndrifted in and sat down. A girl and a husky, sleepy-eyed man came down\nfrom upstairs. Roy Starr greeted the girl by chasing her around the\nstove and left her alone only after she picked up the poker and\nthreatened to use it on him.\n\nRobinson introduced the fifth member of the hunting party at the\nbreakfast table.\n\n\"Pete Larson hasn't hunted before,\" he said. \"Pete, you know our own\nbunch. You know Norm and Mrs. Boody now. The tall, fair damsel holding\nthe coffee pot is Norma, Mrs. Boody's best assistant housekeeper and\ndaughter. The sleepy eyed creature at her side is her husband, Floyd.\"\n\nLarson himself was heavy set, and a slightly ponderous man who wore\nlight rimmed glasses and a rather awed look on his face.\n\n\"I guess I've let myself in for some rugged country and some heavy\neating,\" he said. \"Anyhow, I always did like a fifth cup of coffee and\nthe supply looks adequate.\"\n\n\"It _was_ rugged last night, all right,\" Roy Starr said.\n\nInstantly there was silence. Norma, the tall, slim girl, looked at her\nmother questioningly.\n\nRobinson broke in before she had time to speak.\n\n\"We found a dead man on the road last night. Nobody we knew.\"\n\nHe heard Norma and her husband catch their breaths quickly. Then the\ntelephone rang and he was on his feet. Norm Boody was closer to the\nphone and answered it. The remainder of the group went on eating, but\nevery ear was tuned to the conversation.\n\n\"Yes?\"\n\nHe listened for a time, then said:\n\n\"I got a party of hunters who came in last night. They saw him on the\nroad. We tried to call you but the wires were dead.\"\n\nThen:\n\n\"Oh? So that was it. Okay, we'll keep an eye open. Haven't seen Bill,\nhave you? He's coming in behind the plough? Good. We were worried about\nhim.\"\n\n\"Telephone linemen came through this morning,\" he explained. \"They\npicked up the body. That was Sheriff Walt Beardsly calling. He ain't\nblaming you boys. Says your tracks went right around the body. Says a\nbear must have mauled the guy. They found his gun in the ditch.\"\n\nEarl Robinson said:\n\n\"Yea, that's what happened all right. Bill's okay, isn't he?\"\n\nBoody nodded.\n\n\"Spent the night at the sheriff's house. Couldn't drive in. He's coming\nin a couple of hours.\"\n\nMrs. Boody went out for some more coffee. Larson, managing a smile,\nsaid:\n\n\"Guess we can go hunting without worrying about anything--except bear.\"\n\nNorma tickled her husband between well padded ribs.\n\n\"Take Floyd along. He'll chase all the bears to the other side of the\nmountain.\"\n\nFloyd grinned.\n\n\"Guess you boys can take care of yourselves.\"\n\nRoy Starr hadn't taken an active part in the conversation for some time.\nHe brought his fist down on the table with a bang.\n\n\"To hell with the phantom,\" he stood up. \"Ten minutes ago you were all\ntied up inside with a damned silly superstition. Now you're kidding\nyourselves that everything is okay. You're _still_ ready to believe in\nghosts and goblins at a moment's notice. What's the matter? We all too\nscared to think clearly for ourselves?\"\n\nRobinson got up.\n\n\"Come on, Roy,\" he said. \"Let's go out and get chains on the car. We'll\nneed them to make that south hill.\"\n\nRoy Starr was trembling. Something had slipped inside him. Something\nthat made him angry at all of them. Who did they think he was? Could\nthey handle him like a ten year old kid?\n\n\"You want to lead Junior outside and give him a lecture,\" he snapped.\n\"Please don't scare these good people. Well, you can all go to hell. I'm\ngoing after a deer. If it turns out to be the phantom buck, I'll get\n_him_. I'm going alone and I don't need you or the car or anything else.\nI still got two good feet.\"\n\nThey sat there and watched him go. Robinson sat down a little weakly.\nThey heard Roy pick up his rifle in the kitchen and waited until his\nfootsteps faded beyond the woodshed.\n\n\"Well,\" Robinson said at last, \"I guess Junior is on the warpath.\"\n\n\n\nGlenn Starr looked at his watch. He halted in the protection of the\nevergreen grove and turned his back to the wind. Marjorie Wrenn caught\nup with him.\n\n\"Better rest,\" Glenn said. \"It's after noon.\"\n\nHe found some sandwiches in his pocket and passed her one. The girl's\nface was very pale.\n\n\"The tracks didn't come out of the swamp,\" she said.\n\n\"Forget the tracks,\" Glenn said gently. \"It's been snowing since ten\no'clock. They were Roy's tracks all right. The snow drifted in and\ncovered them up. He probably headed for home hours ago.\"\n\n\"I--can't eat, Glenn. Let's go back. Let's try to find the tracks again.\nI'm scared, Glenn. I'm so scared my teeth are chattering.\"\n\nGlenn took her rifle.\n\n\"Follow me,\" he said abruptly. \"You're all done in. I'll take the\nshortest route.\"\n\nThe girl took half a dozen faltering steps and sank down into the snow.\nWhen he reached her side, she was out cold. He rubbed her wrists and\ncheeks until her eyes, full of tears, opened slowly.\n\n\"You're gonna be all right,\" he said, and picked her up in his arms.\n\nSlowly, for he knew it was going to be a rough trail, he headed across\nthe valley toward home.\n\nEarl Robinson moved more slowly now. He and Larson had swung down from\nthe north and crossed the three sets of tracks. Larson, puffing from his\nfirst day of marching, came behind him. Robinson stopped finally. He\nwaited for Larson to catch up. He pointed at the almost covered tracks.\n\n\"Here's where they missed his trail,\" he said. \"I think we can still\nfollow it if we take our time.\"\n\n\"Look,\" Larson said abruptly, \"you don't believe that phantom buck\nbusiness, do you?\"\n\nRobinson didn't answer. He started away through the swamp, watching for\na broken twig here, an almost buried footprint there. It took him two\nlong hours to find the end of the trail. It had started to snow again.\nThe boy was half covered with the drift. A thick growth of cedars had\nprotected him from the full force of the storm. His eyes were wide open\nand he showed signs of recognizing Robinson as the big man bent over\nhim. He tried to smile, but he couldn't. There was blood around his lips\nand his jacket was torn open to reveal a deep, bloody gash in his chest.\n\nRobinson built a fire hurriedly and Larson kept the blaze alive with dry\nlogs.\n\nRobinson swore softly as he found bandages in his kit and administered\nfirst aid. He swore at the cold, and the snow, and the thing that had\ndone this to the kid.\n\nThey carried Roy Starr out that night, and it was close to midnight\nbefore they met Norm Boody and the party who had come in search of them.\nMrs. Boody had coffee on the stove when they got in. Robinson, once Roy\nStarr was warm and fairly safe once more, fell into a chair and slept\nlike a child. An hour later, he was on his feet again, staggering, half\ndead from exhaustion, giving orders to the doctor who had come from\nIndian River.\n\n\n\nRoy spoke in a whisper.\n\n\"Earl?\"\n\nHe was in pain. Bad pain. Earl took his hand.\n\n\"It's okay, kid. I'm with you. It's all over.\"\n\n\"Earl,\" the voice was a sob. \"Earl, it's true about the phantom. I saw\nhim.\"\n\n\"I know,\" Robinson said softly. \"Keep quiet. We found you in the swamp.\nLarson and I brought you in. The Doc says you're okay. Few days rest.\"\n\nRoy felt all choked up and hot inside. He squeezed Earl's hand.\n\n\"Tell Larson he's okay. You're okay. Earl, we got to get out'a here.\"\n\nHis fever was rising.\n\n\"Listen, junior,\" Robinson said sternly, \"I said everything's okay, and\nit is. Lay still and sleep.\"\n\nRoy wasn't hearing him now. He tried to force himself up on one elbow.\nHis eyes were filled with memories--of terror.\n\n\"I was a sap, Earl. I tell you I saw him. He was big and beautiful, big\nas a nightmare. He snorted right close to me and there was fire shooting\nout of his nostrils. He hit me like lightning, Earl. I--don't\nremember--after--that.\"\n\nHe sank back, breathing hard.\n\nGlenn Starr came in from the bedroom.\n\n\"How's Roy?\"\n\n\"He's going to sleep now, aren't you Roy?\" Earl asked.\n\n\"Yea--I'm gonna sleep.\"\n\n\"_I_ can't sleep,\" Glenn Starr said. \"If we'd kept him here this\nmorning, he'd have been all right.\"\n\n\"Is Bill up?\" Earl asked.\n\n\"Yea! He's talking with the Doc in the kitchen. Doctor hasn't left yet.\"\n\n\"Send in Bill and tell Doc to wait a little while,\" Robinson said\ngrimly.\n\nBill Boody came into the darkened room and sat down quietly by the\ncouch.\n\n\"How's Roy?\"\n\n\"Okay, Bill,\" Robinson said. \"I been doing some thinking.\"\n\n\"About what?\"\n\nBill Boody was tall, slim, and well put together. His face, burned dark\nfrom sun and rain, was sensitive and mirrored friendliness and\nintelligence.\n\n\"About the phantom buck,\" Robinson said.\n\n\"We all have,\" Boody said. \"Norm told you I saw the phantom once, didn't\nhe?\"\n\nRobinson nodded.\n\n\"Why didn't the phantom attack you, Bill?\"\n\nBoody shook his head.\n\n\"I don't know. It was the phantom all right. He was big--and grand, like\nsort of a God.\"\n\nNeither of them said anything for a while. Roy was sleeping. His\nbreathing came easier now.\n\n\"I guess I sound a little corny,\" Boody said. \"I don't mean to.\"\n\n\"No,\" Robinson answered. \"No, I wasn't thinking of that. Roy says it was\nthe phantom that attacked him. He felt kinda like you do about it.\"\n\nRobinson stood up and walked to the window. He stared upward toward the\ndark, moonlit forest.\n\n\"When did you see the phantom?\"\n\nBill looked thoughtful.\n\n\"It was just before dusk....\"\n\n\"I guess I'm not making my question clear,\" Robinson interrupted. \"I\nmean, was it during hunting season?\"\n\n\"It was last spring. We were plowing the north field.\"\n\n\"Were you carrying a gun?\"\n\n\"No,\" Boody said, puzzled.\n\n\"That's what I thought.\"\n\nDoctor Peterson was a frosty looking old chap with black rimmed specs\nand a grey beard.\n\n\"You about ready to go back to town, Doc?\" Robinson asked.\n\nPeterson grinned.\n\n\"After I drink all the coffee in sight,\" he said. \"And it looks like I\nhave.\"\n\nMrs. Boody was with them in the kitchen. The house was quiet.\n\n\"I've got to get gas and oil. Guess I'll follow you in,\" Robinson said.\n\n\"Good. The boy's all right. I'll be out again tomorrow. Ready to go?\"\n\nOutside the snow had finally stopped falling. The early morning was\nclear, with a promise of a bright day to come. Robinson started his car\nand warmed it up. The Doctor said good night to Mrs. Boody and came out\nto climb into his Model T. Robinson backed out slowly and followed the\ncar down the road toward Indian River.\n\n\n\nIt was just daylight. Robinson left the car a mile from Rosewood and\nentered the woods. He had taken his time in town, found an all-night gas\nstation to refuel his car and parked it here just as the sun came up,\ncoloring the frosty, blue-gray hills above him.\n\nHalf a mile from the road he turned and entered the swamp where he had\nfound Roy the day before. He started walking swiftly. He was weaponless,\nhaving left the rifle in his car. Two hours passed and he had penetrated\ndeeply into the swamp.\n\nHe was cold. He had seen no fresh trails. A black squirrel chattered at\nhim, and hid itself on the far side of a cedar tree. A fox hurried\nacross his trail, a red blurr against the snow.\n\nFar away, he heard the sudden dry \"snap\" of a twig. He found a stump and\nseated himself. He was very quiet. Suddenly an icy coldness penetrated\nhis entire body. It wasn't the wind or the natural cold that troubled\nhim now. It was the feeling of death--sudden death--poised only seconds\naway.\n\nDeath--behind him, and he dared not look around.\n\nHe waited perhaps sixty seconds, and they seemed like hours. He stood up\nvery slowly and started to move his arms rhythmatically in a back and\nforth motion as though to restore circulation. At the same time, he made\nit evident to anyone--_anything_, looking at him, that he carried no\nweapon.\n\nThen, without betraying fear, he turned.\n\nNot ten feet away, poised with every splendid muscle tense and alert,\nwas the biggest buck he had ever seen. The great animal stared at him\nwithout fear. Its antlers were held high.\n\nThe eyes frightened Robinson. They weren't soft, brown deer eyes. They\nwere, instead, black and beady, like twin windows to Hell.\n\nThe head swung back. The hooves pawed at the snow. With a snort, the\ncreature sprang into the air. Robinson ducked quickly to one side, but\nthere was no reason for him to flee. The phantom buck, for he was sure\nthe animal _was_ a phantom, moved past him with incredible speed and was\ngone in the forest. He was aware of a terrific burst of speed--of a\nperfectly proportioned body, and that was all.\n\nFor a long time, Robinson stood there by the stump. All the education\nthat goes into a man, to bring him culture, was reviewing itself in his\nmind. All the hunter instinct drained out of him. There was only\nhumbleness left, and respect for wild things.\n\nHe knew he would find no tracks, even though he forced himself to look\nfor them. Six inches of untouched snow covered the spot where the\nphantom had stood.\n\nRobinson shrugged and started back along the lengthy, circular trail to\nhis car.\n\nNorm Boody came out of the house with Roy Starr's rifle. They were all\ngathered beside the car. Roy, a trifle pale, was wrapped snugly, and\nresting on the rear seat. Glenn Starr sat beside Roy, his arm about\nMarjorie. Norma smiled at Glenn.\n\n\"I know a secret,\" she said.\n\n\"Better not tell it,\" Glenn made a pass at her with his open palm. Norma\nstepped back and laughed loudly.\n\n\"Glenn's a hero. He carried Marge out of the cruel woods. He carried her\nthree miles, and now she's consented to marry him.\"\n\nGlenn gave a war-whoop and started after her. Norma ran into the house\nand slammed the door.\n\n\"You may as well face it,\" Robinson said. \"Roy isn't so weak that he\ncan't kid the daylights out of you all the way home.\"\n\nPete Larson spoke from the far corner of the front seat.\n\n\n\n\"How about the little secret _you're_ keeping, Earl. That was quite a\nlittle research trip you took into the woods this morning.\"\n\nRobinson looked startled.\n\n\"You didn't...\"\n\nLarson chuckled.\n\n\"When you and the doctor left last night, I was suspicious. I went down\nthe road this morning and located your car. _I_ took along a gun for\nprotection. Spent an hour in the swamp. Got tired of tracking you after\nthat.\"\n\nNorm Boody had been studying them curiously.\n\n\"Bill said you were asking a lot of questions last night, Earl.\"\n\nLarson spoke again before Robinson could answer.\n\n\"Of course we all go at things a little differently,\" he admitted.\n\"However, I got an idea that the phantom wouldn't attack a man who\ndidn't carry a gun. Earl left his in the car when he went into the\nswamp.\"\n\nRobinson nodded.\n\n\"I went into the swamp,\" he admitted. \"I had an idea the phantom might\nbe sort of a ghostly protector of the herd. We have quite a slaughter of\ndeer up here every fall. It must be hard on them if they have any\nfeeling at all. What's so damn much different between men killing deer,\nor a deer killing a man? If the Phantom exists, he's sort of a\nprotecting angel--or a God. If I had met him ...\"\n\n\"You didn't?\" Norm Boody asked sharply.\n\nEarl grinned.\n\n\"If I _had_ met him,\" he went on, \"I guess I'd do something about it. I\nguess I'd think he was a pretty grand old guy, standing up to fight for\nhis kind. I'd probably look him over and pray for mercy, and get the\nhell out of his domain. If I hunted again next year, I'd either find new\nterritory, or prepare to get myself killed.\"\n\nNorm Boody looked solemn.\n\n\"Well, I ain't much for hunting myself,\" he admitted. \"But if I _did_\nlike to hunt, and I _believed_ a story like that, I'd leave my gun at\nhome when I went into the woods. Ain't that the general idea?\"\n\nRoy Starr said weakly:\n\n\"Gosh, I'm getting awfully weak already. How about a shot of snakebite\nmedicine.\"\n\nGlenn found a half bottle and passed it around.\n\n\"Might as well finish it. My wife-to-be says I gotta stop drinking as\nsoon as we're married.\"\n\n\"And where are _you_ hunting next year, Larson,\" Robinson asked.\n\nLarson grinned.\n\n\"How about a good week hunting jack-rabbits? I don't think I'd be very\nscared if I met the God of the jack-rabbits, even if he did shoot fire\nout of the corner of his nostrils.\"",
    "metadata": {
        "author": [
            "Yerxa, Leroy Arnold",
            "Yerxa, Leroy"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/32891/pg32891.txt",
        "name": "phantom_of_the_forest.json"
    }
}