{
    "name": "'Pig-Headed' Sailor Men\r\nFrom 'The Strange Adventure of James Shervinton, and Other Stories' - 1902",
    "author": [
        "Becke, George Louis",
        "Becke, Louis"
    ],
    "body": "T. FISHER UNWIN, 1902\n\nLONDON\n\n\nCrossing from Holyhead to Ireland one night the captain of the steamer\nand myself, during an hour's talk on the bridge, found that we each had\nsailed in a certain Australian coasting steamer more than twenty years\nbefore--he as chief officer and I as passenger; and her shipwreck one\nChristmas Eye (long after), which was attended by an appalling loss of\nlife, led us to talk of \"pig-headed\" skippers generally. His experiences\nwere large, and some of his stories were terrible even to hear, others\nwere grotesquely humorous, and the memory of that particularly pleasant\npassage across a sea as smooth as a mill pond, has impelled me to\nretell some of the incidents I related to him of my own adventures with\nobstinate, self-willed, or incapable captains.\n\nMy first experience was with a gentleman of the \"incapable\" variety, and\nbefell me when I was quite a lad. I had taken my passage in a very\nsmart little Sydney (N.S.W.) barque bound for Samoa _via_ the Friendly\nIslands. She was commanded by a Captain Rosser, who had sailed her for\nnearly twenty years in the South Sea trade, and who was justly regarded\nas the _doyen_ of island skippers. He was a \"Bluenose,\" stood six\nfeet two in his stockinged feet, and was a man of the most determined\ncourage, unflinching resolution, and was widely known and respected by\nthe white traders and the natives all over the South Pacific.\n\nIn those days there was quite a fleet of vessels engaged in the South\nSea trade, and most of them were owned in, and sailed from Sydney, and\nI could have secured a passage in any one of three other vessels, but\npreferred the _Rimitara_ (so I will call her), merely because the agent\nhad told me that no other passengers were going by her. Captain Rosser\nhimself frankly told me that he did not like passengers, but when he\nlearned that I had been to sea before, and intended settling in Samoa\nas a trader, his grim visage relaxed, and he growled something about\nmy finding the accommodation ample enough, as I was to be the only\npassenger.\n\nThe _Rimitara_ was lying off Garden Island, and as she was to sail at\neleven in the morning I went on board at ten with the captain himself.\nJust ahead of the barque was a very handsome brigantine, also bound for\nthe Friendly Islands. She had been launched only a few weeks previously,\nand had been built for His Majesty King George of Tonga, at a cost of\nL4,000, as a combined cargo and despatch vessel. As Rosser and I stepped\non the barque's poop the captain of the brigantine--whose decks were\ncrowded with visitors--hailed the former and challenged him to a race.\n\n\"Oh, race with yourself, sir,\" was Rosser's abrupt reply, as he bade\nhis chief mate heave up, and then seeing that a number of ladies were\nstanding beside the captain of the brigantine, he raised his hat, and\nadded more good-humouredly that although the _Rimitara_ was not a yacht\nlike the _Tuitoga_, he would bet the captain of the latter ten pounds\nthat the barque would be at anchor in Nukualofa Harbour forty-eight\nhours before him.\n\n\"Make it fifty,\" cried the master of the new ship, amid the cheers of\nhis guests.\n\nRosser shook his head, and replied with apparent unconcern (though he\nwas really angry) that ten pounds was enough for any one to lose. \"But,\"\nhe added, \"don't think I'm going to race you. I'm just going to dodder\nalong as usual.\" (He kept his word most thoroughly.)\n\nWe got underway first, and were just passing out between Sydney Heads\nunder easy sail, when the brigantine overtook us, and passed us like a\nrace-horse galloping past a trotting donkey. She presented a beautiful\nsight as she swept by with yards braced up sharp to a good south-east\nbreeze, and every stitch of her brand-new canvas drawing. One of the\nofficers had the bad manners to take up a coil of small line, and make\na pretence of heaving it to us for a tow rope. Rosser looked on with an\nunmoved face, though our own mate made some strong remarks.\n\n\"Guess it's that champagne he's drunk,\" was all that Rosser said as he\nturned away, and I have no doubt he was right, for we afterwards learned\nthat nearly every one aft on board the brigantine was half-drunk when\nshe lifted anchor, the visitors having brought on board half a dozen\ncases of champagne--as a matter of fact we had seen the steward opening\nbottles on the poop. In an hour the _Tuitoga_ was a long way ahead.\n\nRosser said to us at dinner--\n\n\"That brigantine will come to grief. She's overmasted, and the fellow\nwho has her ought not to be trusted with her. He's going to make a mess\nof things.\"\n\nThen in his slow, drawling manner, he told us that the command of\nthe _Tuitoga_ had been given to an ex-lieutenant of the navy, whose\nknowledge of sailing vessels was confined to his youthful experiences on\none of the service training brigs; but King George of Tonga was anxious\nto secure an English naval officer to command the new ship, and out of\nsome hundreds of eager applicants, Lieutenant Raye had been selected.\n\nBy sundown the brigantine was hull down ahead of us, though the barque\nwas a very smart vessel, and we were then making eleven knots. At\nmidnight, I heard the mate give orders to take in royals and topgallant\nsails, and going on deck, found the wind had almost died away.\n\nRosser was on deck, and told me that we were \"going to get it hot from\nthe N.E. before long;\" and by four in the morning we were under topsails\nand lower courses only, the ship flying before a most unpleasant sea. I\nturned in again, and slept till daylight, when the second mate gave me a\ncall.\n\n\"Come on deck and see something pretty.\"\n\nThe \"something pretty\" was the brigantine, which was in sight about a\nmile away on our lee bow. She was in a terrible mess. Her fore and main\nroyal masts and topgallant masts and jibboom had apparently all been\ncarried away together, and she was almost lying on her beam ends. We ran\ndown to her, and saw that her crew were busy in cutting away the spars\nand sails alongside. All her boats were gone, and her for'ard deck house\nhad started, and was working to and fro with every sea.\n\nIn less than half an hour the mate and six hands from the barque were\non board, assisting the crew, cutting away the wire rigging and trimming\nthe cargo, the shifting of which had nearly sent her to the bottom. I\nwent with the boat to lend a hand, and the second mate of the brigantine\ntold me that the young captain had refused to listen to the mate's\nsuggestion to shorten sail, when the officer told him that the wind\nwould certainly come away suddenly from the N.E. The consequence was\nthat a furious squall took her aback, and had not the jibboom--and then\nthe upper spars--carried away under the terrific strain, she would have\ngone to the bottom. The worst part of the business was that two poor\nseamen had been lost overboard.\n\n\"He's a pretty kind of man for a skipper if you like,\" said the\nsecond officer bitterly. \"He ought to be hanged for pretending he's\na sailorman. It's sheer murder to put such a jackass in command of a\ndeep-water sailing ship.\"\n\nAfter rendering all possible assistance to the brigantine, we left her\nabout mid-day; and had been lying at anchor for two weeks in Nukualofa\nHarbour before she put in an appearance outside the reef. A native pilot\nwent out in a canoe, but the captain haughtily declined his services,\nand would not even let him come on board--he wanted to show people that\nalthough he had never seen Naknalofa Harbour before, he could bring\nhis ship in without a pilot. In less than half an hour, a swirling eddy\ncaught the vessel, and earned her broadside on to the reef, where she\nwould have been battered to pieces, had not our two boats gone to her\nassistance, and with great difficulty got her off again. Captain Rosser\nseveral times countermanded orders given by his chief officer--an\nexperienced seaman--and bullied and \"jawed\" his crew in the most pompous\nand irritating manner, and finally when we succeeded in getting the\nvessel off the reef with the loss of her false keel and rudder, and\nwere towing her into smooth water inside the reef, he came for'ard, and\nabruptly desired our chief mate to cease towing, as he meant to anchor.\n\n\"Anchor, and be hanged to you,\" replied our officer with angry contempt;\n\"the kind of ship you ought to command is one that is towed by a horse\nalong a path in the old country.\"\n\nWe cast off and left him to his own conceit and devices. He let go in\nless than five fathoms, paid out too much cable, and went stern first\non to a coral patch, where he stuck for a couple of days, much to our\ndelight.\n\nWithin six months this gentleman succeeded in getting the brigantine\nashore on four occasions, and she had to return to Sydney to be repaired\nat a cost of L1,700.\n\n*****\n\nMy next two experiences were with the pig-headed type. I had made an\nagreement with the master of a Fiji-owned vessel--also a brigantine--to\nconvey myself and my stock of trade goods from an island in the Tokelau\nor Union Group (South Pacific) to Yap, in the Caroline Islands in the\nNorth-west, where I intended starting a trading business. This captain\nwas as good a seaman as ever trod a deck, and had had a rather long\nexperience of the island trade, but a mule could not surpass him in\nobstinacy, as I was soon to learn, to my sorrow.\n\nA week after leaving the Tokelaus, we dropped anchor on the edge of the\nreef of one of the Gilbert Group, to land supplies for a trader living\nthere. The coast was very exposed to all but an easterly wind, and\nneither the mate nor myself liked the idea of anchoring at all. The\nskipper, however, brought his vessel close in to the roaring breakers\non the reef, let go his anchor in six fathoms, and then neatly backed\nastern into blue water sixty fathoms deep. Here we lay apparently safe\nenough, for the time, the wind being easterly and steady.\n\nBy sunset we had finished landing stores and shipping cargo, and when\nthe captain came off in the last boat, we naturally expected him to\nheave up and get out of such a dangerous place, but to our surprise he\nremarked carelessly that as the men were very tired, he would hold on\nuntil daylight.\n\n\"I wouldn't risk it if I were you,\" said the trader, who had come aboard\nin his own boat to \"square up.\" \"You can't depend on this easterly\nbreeze holding all night, and it may come on squally from the west or\nsouth-west in a few hours, and take you unawares.\"\n\n\"Bosh!\" was the reply. \"Hoist the boats up, Mr. Laird, and tell the men\nto get supper.\"\n\n\"Very well, sir,\" replied the mate, none too cheerfully.\n\nJust as the trader was going ashore, he said to me aside, quietly, \"This\nlittle monkey-faced skipper is a blazing idiot\" (our captain was a very,\nvery little man). \"I told him again just now, that if the wind comes\naway from west or south-west, or even if it falls calm, he'll find he's\ncaught, to a dead certainty. But he as good as told me to mind my own\nbusiness.\"\n\nNaturally enough I was anxious. I had on board trade goods which had\ncost L1,100, and of course had not one penny of insurance on them. The\nbrigantine, however, was well insured, though I do not impute this fact\nas being the cause of the captain's neglect of a sensible warning.\n\nAfter supper, the captain turned in, while the mate and I, both feeling\nvery uneasy, paced the deck till about nine o'clock, at which hour the\nwind had become perceptibly lighter, and the captain was called. He came\non deck, trotted up and down in his pyjamas for a few minutes, sat on\nthe rail, like a monkey on a fence, and then asked the mate snappishly\nwhat he was \"scared about?\"\n\nThe mate made no reply, and the captain was just going below again, when\ntwo fishing canoes, with four natives in each, came quite near us, both\nheading for the shore; and the skipper asked me to hail them and see if\nthey had any fish to sell. I did so.\n\n\"No,\" was the reply; \"we are going back again, because much rain and\nwind is coming from the westward, and we want to get over the reef\nbefore the surf becomes too great.\" Then one of them stood up and\nadded--\n\n\"Why does not the ship go away quickly. This is a very bad place here\nwhen the wind and the sea come from the west. Your ship will be broken\nto pieces.\"\n\n\"What do they say?\" inquired the little man.\n\nI translated what they had said.\n\n\"Bosh, I say again,\" was the reply, \"the glass has been as steady as a\nrock for the past three days,\" and then, to my intense anger, he added\nan insinuation that my fears had led me to deliberately misinterpret\nwhat the natives had said. The retort I made was of so practical a\nnature that the mate had to assist the skipper to his feet.\n\nA quarter of an hour later, as the mate and I still walked the deck,\ndiscussing the captain's shortcomings, the wind died away suddenly, and\nthen several of our native crew came aft, and said that a squall was\ncoming up from the westward, and the mate, though neither he nor myself\ncould then see any sign of it, went below and again called the captain.\n\nHe came on deck, with one hand covering his injured left optic, told\nme he would settle with me in the morning, and then took a long look\nastern, and there, certainly enough, was a long streak of black rising\nover the horizon. The mate stood by waiting his orders.\n\n\"It's not coming near us,\" said the little man more snappishly than\never, as he marched up and down the poop.\n\n\"I say it is,\" said Laird bluntly, \"and I consider this ship will be\nashore, if we don't slip and tow out a bit before it is too late.\"\n\nThe mate's manner had some effect on the obstinate little animal--\"Oh,\nwell, if there's such a lot of old women on board, I'll give in. Call\nthe hands, and we'll heave up.\"\n\n\"Heave up!\" echoed the mate in angry astonishment, \"what's the use of\ntrying to heave up now! That squall will be on us in ten minutes, and\nif we had an hour to spare, it would be none too long. Why, man, it's\na dead calm, and the swell will send us into the surf on the reef quick\nenough without our dragging the ship into it. Reckon the best and only\nthing we can do, is down boats, and then slip cable right-away. We might\nget a show then to lay along the reef, and get clear.\"\n\n\"I'm not going to lose a new cable and anchor to please any one,\" was\nthe stupid reply. (He could very easily have recovered both anchor and\ncable with the assistance of the natives on the following day, or indeed\nmonths after.)\n\nThen he sang out to the men to man the windlass.\n\nThe hands, realising the danger, turned to with a will, but within five\nminutes the first breath of the squall caught us, and sent us ahead,\nas was evident by the way the slackened cable came in through the\nhawsepipe.\n\nWe had out fifty-five fathoms of chain, and before twenty-five were in,\nthe squall was upon us properly; the brigantine went gracefully ahead,\noverran her anchor, plunged into the roaring breakers on the reef, and\nstruck bows on.\n\nIn another moment or two a heavy sea caught her on the starboard\nquarter, canted her round, and dashed her broadside on to the reef with\nterrific violence. Then, fortunately for our lives, two or three further\nrollers sent her crashing along till she brought up against two or\nthree coral boulders, whose tops were revealed every now and then by the\nbackwash. In less than twenty minutes she was hopelessly bilged, and her\ndecks swept by every sea.\n\nWe carried three boats, and our native sailors showed their pluck and\nskill by actually getting all three safely into the water, two on the\nlee side, and one on the other.\n\nThe captain, now conscious of his folly, became very modest, and gave\nhis orders quietly. The crew, however, took no notice of him and looked\nto the mate. He (the captain) ordered me into the first boat, in which\nwere the ship's papers, charts, chronometer, &c. I refused, and said I\npreferred getting on shore in my own way.\n\nI had seen that two native boys (passengers) had run out on to the\nbowsprit, and, watching their chance, had dropped over into a curling\nroller, and were carried safely ashore.\n\nI had with me on board about nine hundred silver Mexican and Chili\ndollars--some in a cash box, the rest in a bag. Calling my native\nservant, Levi, I asked him if he thought all the boats would get ashore\nsafely. He shook his head, said that it was doubtful, and that it would\nbe better for me to throw the bag and the cash box over the lee side,\nwhere they were pretty sure to be recovered in the morning at low tide.\n\n\"All the boats will capsize, or get stove in, going over the reef, or\nelse will be smashed to bits on the shore,\" he said, \"and the natives\nwill steal everything they can lay their hands on, especially if the\nwhite men are drowned. So it is better to throw the money overboard.\"\n\nI took his advice, and going on deck, we dropped both box and bag\noverboard, just where Levi pointed out a big boulder, against which the\nbrigantine was crushing and pounding her quarter.\n\nAgain refusing to enter any of the boats, I watched my chance, and ran\nfor'ard, followed by Levi, and as soon as a big roller came along, we\ndropped, and were carried ashore beautifully. Some hundreds of natives\nand the white trader were on the look out, and ran in and caught us\nbefore the backwash carried us out again.\n\nThe mate's boat had already reached the shore without accident, owing to\nthe splendid manner in which he and his native crew had handled her; but\nboth the captain and second mate came to grief, their boats broaching to\nand capsizing just as they were within a few fathoms of the shore.\n\nHowever, no lives were lost, and although next morning the brigantine's\ndecks had worked out of her and came ashore, the hull held together for\nsome weeks, and we saved a lot of stores. My money I recovered two or\nthree days later, though it had been carried more than a hundred yards\naway from the spot where it had been dropped overboard. The tin cashbox\n(which I had tied up in an oilskin coat, parcelled round with spun yarn,\nand weighted inside with several hundred Snider cartridges) was found\nburied in sand and broken coral, in a small pool on the reef; it\npresented a most curious appearance, being almost round in shape. The\ncanvas bag was found near by, under a ledge of the reef, together with\nthe binnacle bell--which was doubled flat--and a dinner plate! The\nbag (of No 2 canvas) had been hastily rolled up by Levi in the cabin\ntable-cloth, weighted with all the loose Snider cartridges we could find\nin the darkened trade room, and tied up at each end like a \"roly-poly.\"\nThis proved its salvation, for when we dug it out (under three fathoms\nof water) the outer covering came away in fine shreds, and some of the\nbig Mexican sun dollars had cut through the canvas.\n\nSo ended my second experience, and the only satisfactory thing about it\nto me, after losing over a thousand pounds worth of goods through the\ncaptain's obstinacy, was that when he was fussing about after the wreck\ntrying to get one of the anchors ashore, he managed to lose his right\nforefinger. I regret to say that whilst I dressed the stump and bound up\nhis hand for him, I could not help telling him that I was sorry it was\nnot his head that had been knocked off--previous to our going ashore.\n'Twas very unchristianlike, but I was very sore with the man for his\npig-headedness, and then he so bewailed the loss of his finger; never\nthinking of the fact that the boatswain had all but lost an eye, but had\nnever even murmured at his hard luck.\n\n*****\n\nMy third experience of a \"pig-headed\" master mariner, followed very\nquickly--so quickly, that I began to think some evil star attended my\nfortunes, or rather misfortunes.\n\nAfter living on the island for three months, after the loss of the\nbrigantine, two vessels arrived on the same day--one, a schooner\nbelonging to San Francisco, and bound to that port; the other, the\n_George Noble_, a fine handsome barquentine, bound to Sydney. Now, it\nwould have suited me very well to go to California in the schooner,\nbut finding that the skipper of the wrecked brigantine had arranged\nfor passages for himself, officers and crew in her, I decided to-go to\nSydney in the _George Noble_, purely because the little man with the\nmissing finger had become so objectionable to me--brooding over my\nlosses, and wondering how I could pay my debts--that I felt I could\nnot possibly remain at close quarters with the man in a small schooner\nwithout taking a thousand pounds worth of damage out of him during the\nvoyage, which \"taking out\" process might land me in a gaol with two\nyears imprisonment to serve. So I bade goodbye to good mate Laird, and\nthe boatswain with the injured eye, and the native crew who had acted so\ngallantly; and then with Levi standing by my side, holding my ponderous\nbag of my beloved Mexican dollars in one hand, and a few articles of\nclothing in the other, I told Captain ------ that I considered him to\nbe an anthropoid ape, an old washerwoman, and a person who should be\ngenerally despised and rejected by all people, even those of the dullest\nintellects, such as those of the members of the firm who employed him.\nAnd then recalling to my memory the sarcastic remark of the mate of the\n_Rimitara_, to the pompous captain of the _Tuitoga_ about the command\nof a canal boat, I wound up by adding that he had missed his vocation\nin life, and instead of being skipper of a smart brigantine, he\nwas intended by Providence to be captain of a mud-dredge, for which\nposition, however, he had probably barely sufficient intelligence.\n\nFeeling very despondent--for I had but nine hundred Mexican and Chilian\ndollars to meet a debt of eleven hundred pounds, and had out of this to\nkeep myself and servant for perhaps six months until I got another start\nas a trader, I went on board the _George Noble_ and bargained with her\ncaptain for a passage to Sydney, at which port I knew I could at once\nmeet with an engagement.\n\nThe captain of the _George Noble_ was a very decent and good-natured\nGerman, named Evers. He agreed to take me and my henchman to Sydney for\n125 dollars--I to live aft, the boy to go for'ard with the sailors, and\nlend a hand in working the ship, if called upon in an emergency. The\nvessel, I found, was owned by a firm of Chinese merchants in Sydney, and\ncarried a Chinese supercargo, but he was the only Celestial on board,\nthe firm only employing him on account of their having so many Chinese\ntraders throughout the equatorial islands of the Pacific.\n\nI had not been long on board the _George Noble_ when I discovered that\nEvers, who was a fine sailorman and a good navigator as well, was one\nof the \"pig-headed\" kind. His mate, second mate, and carpenter, were\nBritishers, as were nearly all the crew, but they and the skipper could\nnot agree. There was no open rupture--but Evers had the idea that both\nhis officers and men disliked him because he was a \"Dutchman.\" Perhaps\nthis was so, but if it was, the officers and men never showed their\ndislike at being commanded by a foreigner--they knew he was a good\nseaman, and gave him unvarying respect and obedience. Nevertheless,\nCaptain Evers never spoke a friendly word to any one of his officers,\nand when he had to speak to them, he did so in such a manner of strained\npoliteness and severity, that it was really unpleasant to hear him.\n\nOn our way to Sydney we called at various islands of the Gilbert Group,\nand finally went into Apaian Lagoon, where the barquentine had to load\none hundred tons of copra (dried coco-nut). During the time I had been\non board, Evers and myself had become very intimate, and, I am glad to\nsay, through me, he and his officers became quite friendly with each\nother. And we all spent many happy evenings together. But I could see\nthat Evers was extremely jealous of his second mate's reputation as a\nSouth Sea pilot, and he would very often purposely question him as to\nthe entrance of such and such a passage of such and such an island,\nand then deliberately contradict his officer's plain and truthful\nstatements, and tell him he was wrong. Foster, a good-humoured old\nfellow, would merely laugh and change the subject, though he well knew\nthat Captain Evers had had very little experience of the navigation\nof the South Seas, and relied upon his charts more than upon his local\nknowledge--he would never take a suggestion from his officers, both of\nwhom were old \"island\" men--especially the second mate.\n\nWe loaded the hundred tons of copra, and were ready for sea by nine\no'clock one morning, when a number of large sailing canoes came off,\ncrowded with natives from a distant part of the island, all anxious to\nbuy firearms and ammunition in view of a great expedition against the\nadjacent island of Tarawa. They all possessed either plenty of money\nor copra, and Evers did a remarkably good, though illegal business, and\nsold them over a hundred rifles. By the time they had finished, however,\nit was past one o'clock, and I concluded that we could not leave the\nlagoon till the following morning. To my surprise, and the second mate's\nopen-mouthed astonishment, the skipper, who was highly elated with his\nmorning's trading, told the mate to clear the decks, and get ready to\nheave up.\n\n\"Why, he's mad!\" said the second officer to me.\n\nNow I must explain: Apaian Lagoon is a vast atoll completely enclosed on\nthe eastern and southern sides by a low, narrow strip of land, densely\ncovered with coco-palms, and on the northern and western by a continuous\nchain of tiny islets connected by the reef. On the western side there\nare two narrow ship passages, both exceedingly dangerous on account\nof their being studded with numerous coral \"mushrooms\"--i.e., enormous\nboulders of coral rock, which, resembling a mushroom in shape, come to\nwithin a few feet of the surface of the water. Through these passages,\nthe tide, especially the ebb, rushes with great velocity--six or seven\nknots at least--and vessels when leaving the lagoon, generally waited\ntill slack water, or the first of the flood, when with the usual strong\nsouth-east trades, they could stem the current and avoid the dangerous\n\"mushrooms.\" But no shipmaster would ever attempt either of these\npassages, except in the morning, when the sun was astern, and he could,\nfrom aloft, con the ship. After two or three o'clock, the sun would be\ndirectly in his face, and render it almost impossible for him to get\nthrough without striking.\n\nHere then was the position when Evers, cheerfully smoking a cigar, and\nsmiling all over his handsome face, gave the order to heave up. It was\nblowing very strongly, the tide was on the ebb, the sun was directly\nin our faces, and we were to tear through a narrow passage at racehorse\nspeed without being able to see anything.\n\nI ventured to suggest to him that it was a bit late for us to get under\nway.\n\n\"Not a bit of it. Come along with me up on the foreyard, and you'll see\nhow the _George Noble_ will skip through.\"\n\nWe certainly did skip, for before the anchor was secured, we were\ndashing westwards for the passage at eight or nine knots, and Evers kept\ncalling out to the mate to make more sail. By the time we were abreast\nof the passage, the _George Noble_ had every stitch of her canvas on\nher, and was fairly \"humming\" along at nearly thirteen knots over the\nsmooth water, and then when she spun into the narrow passage through\nwhich a seven-knot current was tearing, her speed became terrific, and I\nheld my breath. The second mate and boatswain were at the wheel, and\nthe crew were standing by the braces. The silence on board was almost\npainful, for the terrible roar of the current as it tore along the coral\nwalls of the passage, deadened every sound.\n\n\"Starboard a little,\" shouted Evers to a sailor stationed in the fore\nrigging below us, who repeated the order to a man on the rail, who in\nturn passed the word aft.\n\n\"Steady, there, steady!\"\n\nI tried in vain to discern anything ahead of us--the blinding, blazing\nsun prevented my seeing aught but a mad seething swirl of water just\nbeneath our bows, and on each side of us. Evers, however, seemed very\nconfident.\n\n\"We'll be through in another two minutes--\" he began, and then came a\nterrific shock, and both he and I were jerked off the footrope, and\ntoppled over the yard on to the bellying foresail!\n\nWe both rolled down on top of the windlass, and landed almost in each\nothers arms, half dazed. I sat down on deck to consider who I was, and\nwhat was the matter, and Evers made a wobbly run aft, the ship still\nripping along, for we had been checked in our mad career for a second or\ntwo only.\n\nIn two or three minutes we were outside, and clear of danger, and Evers,\nnow much subdued, brought to under the lee of the reef, and anchored.\nThen we lowered a boat, and made an examination of the ship for'ard.\nNothing was wrong with her above her water-line, but three feet further\ndown her stem was smashed into a pulp, and bits of timber kept coming\nto the surface every now and then. An hour later we had nine inches of\nwater in the hold, and the consequence of Evers's pig-headedness was\nthat we had to keep the pumps going day and night, every two hours, till\nwe rigged a windmill, which was kept going till we reached Sydney.\n\nSix months later, the local trader of Apaian wrote to me, and told me\nthat Evers \"has improved the passage into the lagoon very much. You ran\nsmack into a big mushroom, standing up right in the middle, and broke it\noff short, about fifteen feet below the surface. Hope the _George Noble_\nwill do the same thing next time.\"",
    "metadata": {
        "author": [
            "Becke, George Louis",
            "Becke, Louis"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/24954/pg24954.txt",
        "name": "pig_headed_sailor_men_from_the_strange_adventure.json"
    }
}