{
    "name": "Pipe Dream",
    "author": [
        "Leiber, Fritz",
        "Leiber, Fritz Reuter"
    ],
    "body": "It wasn't until the mermaid turned up in his bathtub that Simon Grue\nseriously began to wonder what the Russians were doing on the roof next\ndoor.\n\nThe old house next door together with its spacious tarpapered roof,\nwhich held a sort of pent-shack, a cylindrical old water tank, and\nseveral chicken-wire enclosures, had always been a focus of curiosity\nin this region of Greenwich Village, especially to whoever happened\nto be renting Simon's studio, the north window-cum-skylight of which\nlooked down upon it--if you were exceptionally tall or if, like Simon,\nyou stood halfway up a stepladder and peered.\n\nDuring the 1920's, old-timers told Simon, the house had been owned by\na bootlegger, who had installed a costly pipe organ and used the water\ntank to store hooch. Later there had been a colony of shaven-headed\nBuddhist monks, who had strolled about the roof in their orange and\nyellow robes, meditating and eating raw vegetables. There had followed\na _commedia dell' arte_ theatrical group, a fencing salon, a school of\nthe organ (the bootlegger's organ was always one of the prime renting\npoints of the house), an Arabian restaurant, several art schools and\nsilvercraft shops of course, and an Existentialist coffee house.\n\nThe last occupants had been two bony-cheeked Swedish blondes who\nsunbathed interminably and had built the chicken-wire enclosures to\ncage a large number of sinister smoke-colored dogs--Simon decided they\nwere breeding werewolves, and one of his most successful abstractions,\n\"Gray Hunger\", had been painted to the inspiration of an eldritch\nhowling. The dogs and their owners had departed abruptly one night in\na closed van, without any of the dogs ever having been offered for\nsale or either of the girls having responded with anything more than a\nraised eyebrow to Simon's brave greetings of \"Skoal!\"\n\nThe Russians had taken possession about six months ago--four brothers\napparently, and one sister, who never stirred from the house but could\noccasionally be seen peering dreamily from a window. A white card with\na boldly-inked \"Stulnikov-Gurevich\" had been thumbtacked to the peeling\ngreen-painted front door. Lafcadio Smits, the interior decorator, told\nSimon that the newcomers were clearly White Russians; he could tell it\nby their bushy beards. Lester Phlegius maintained that they were Red\nRussians passing as White, and talked alarmingly of spying, sabotage\nand suitcase bombs.\n\nSimon, who had the advantages of living on the spot and having\nbeen introduced to one of the brothers--Vasily--at a neighboring\nart gallery, came to believe that they were both Red and White and\nsomething more--solid, complete Slavs in any case, Double Dostoevsky\nRussians if one may be permitted the expression. They ordered vodka,\ncaviar, and soda crackers by the case. They argued interminably (loudly\nin Russian, softly in English), they went on mysterious silent errands,\nthey gloomed about on the roof, they made melancholy music with their\ndeep harmonious voices and several large guitars. Once Simon though\nthey even had the bootlegger's organ going, but there had been a bad\nstorm at the time and he hadn't been sure.\n\nThey were not quite as tight-lipped as the Swedish girls. Gradually a\ncurt front-sidewalk acquaintance developed and Simon came to know their\nnames. There was Vasily, of course, who wore thick glasses, the most\nscholarly-looking of the lot and certainly the most bibulous--Simon\ncame to think of Vasily as the Vodka Breather. Occasionally he could be\nglimpsed holding Erlenmayer flasks, trays of culture dishes, and other\npieces of biological equipment, or absentmindedly wiping off a glass\nslide with his beard.\n\nThen there was Ivan, the dourest of the four, though none of them save\nVasily seemed very amiable. Simon's private names for Ivan were the\nNihilist and the Bomber, since he sometimes lugged about with him a\nheavy globular leather case. With it and his beard--a square black\none--he had more than once created a mild sensation in the narrow\nstreets of the Village.\n\nNext there was Mikhail, who wore a large crucifix on a silver chain\naround his neck and looked like a more spiritual Rasputin. However,\nSimon thought of him less as the Religious than as the Whistler--for\nhis inveterate habit of whistling into his straggly beard a strange\ntune that obeyed no common harmonic laws. Somehow Mikhail seemed to\ncarry a chilly breeze around with him, a perpetual cold draught, so\nthat Simon had to check himself in order not to clutch together his\ncoat collar whenever he heard the approach of the eerie piping.\n\nFinally there was Lev, beardless, shorter by several inches, and\ncertainly the most elusive of the brothers. He always moved at a\nscurry, frequently dipping his head, so that it was some time before\nSimon assured himself that he had the Stulnikov-Gurevich face. He\ndid, unmistakably. Lev seemed to be away on trips a good deal. On his\nreturns he was frequently accompanied by furtive but important-looking\nmen--a different one on each occasion. There would be much bustle at\nsuch times--among other things, the shades would be drawn. Then in a\nfew hours Lev would be off again, and his man-about-town companion too.\n\nAnd of course there was the indoors-keeping sister. Several times Simon\nhad heard one of the brothers calling \"Grushenka\", so he assumed that\nwas her name. She had the Stulnikov-Gurevich face too, though on her,\nalmost incredibly, it was strangely attractive. She never ventured on\nthe roof but she often sat in the pent-shack. As far as Simon could\nmake out, she always wore some dark Victorian costume--at least it\nhad a high neck, long sleeves, and puffed shoulders. Pale-faced in\nthe greenish gloom, she would stare for hours out of the pent-shack's\nsingle window, though never in Simon's direction. Occasionally she\nwould part and close her lips, but not exactly as if she were speaking,\nat least aloud--he thought of calling her the Bubble Blower. The effect\nwas as odd as Mikhail's whistling but not as unpleasant. In fact, Simon\nfound himself studying Grushenka for ridiculously long periods of time.\nHis mild obsession began to irk him and one day he decided henceforth\nto stay away altogether from his north window and the stepladder. As a\nresult he saw little of the alterations the Russians began to make on\nthe roof at this point, though he did notice that they lugged up among\nother things a length of large-diameter transparent plastic piping.\n\n\n\nSo much for the Russians, now for the mermaid. Late one night Simon\nstarted to fill his bathtub with cold water to soak his brushes\nand rags--he was working with a kind of calcimine at the time,\nexperimenting with portable murals painted on large plaster-faced\nwooden panels. Heavily laden, he got back to the bathroom just in time\nto shut off the water--and to see a tiny fish of some sort splashing\naround in it.\n\nHe was not unduly surprised. Fish up to four or five inches in length\nwere not unheard-of apparitions in the cold-water supply of the area,\nand this specimen looked as if it displaced no more than a teaspoon of\nwater.\n\nHe made a lucky grab and the next moment he was holding in his firmly\nclenched right hand the bottom half of a slim wriggling creature hardly\ntwo inches long--and now Simon was surprised indeed.\n\nTo begin with, it was not greenish white nor any common fish color,\nbut palely-pinkish, flesh-colored in fact. And it didn't seem so much\na fish as a tadpole--at least its visible half had a slightly oversize\nhead shaped like a bullet that has mushroomed a little, and two tiny\nwrithing arms or appendages of some sort--and it felt as if it had\nrather large hips for a fish or even a tadpole. Equip a two-months\nhuman embryo with a finny tail, give it in addition a precocious\nfeminine sexiness, and you'd get something of the same effect.\n\nBut all that was nothing. The trouble was that it had a face--a tiny\nface, of course, and rather goggly-ghostly like a planarian's, but a\nface nevertheless, a human-looking face, and also (here was the real\ntrouble) a face that bore a grotesque but striking resemblance to that\nof Grushenka Stulnikov-Gurevich.\n\nSimon's fingers tightened convulsively. Simultaneously the slippery\ncreature gave a desperate wriggle. It shot into the air in a high curve\nand fell into the scant inch of space between the bathtub and the wall.\n\nThe next half hour was hectic in a groveling sort of way. Retrieving\nanything from behind Simon's ancient claw-footed bathtub was a most\ndifficult feat. There was barely space to get an arm under it and at\none point the warping of the floor boards prevented even that. Besides,\nthere was the host of dust-shrouded objects it had previously been too\nmuch trouble to tease out--an accumulation of decades. At first Simon\ntried to guide himself by the faint flopping noises along the hidden\nbase of the wall, but these soon ceased.\n\nBeing on your knees and your chest with an ear against the floor and\nan arm strainingly outstretched is probably not the best position to\nassume while weird trains of thought go hooting through your head, but\nsometimes it has to happen that way. First came a remembered piece\nof neighborhood lore that supported the possibility of a connection\nbetween the house next door and the tiny pink aquatic creature now\nsuffering minute agonies behind the bathtub. No one knew what ancient\nand probably larceny-minded amateur plumber was responsible, but the\nold-timers assured Simon there was a link between the water supply of\nthe Russians' house with its aerial cistern and that of the building\ncontaining Simon's studio and several smaller apartments; at any\nrate they maintained that there had been a time during the period\nwhen the bootlegger was storing hooch in the water tank that several\nneighborhood cold-water taps were dispensing a weak but nonetheless\nauthoritative mixture of bourbon and branch water.\n\nSo, thought Simon as he groped and strained, if the Russians were\nsomehow responsible for this weird fishlet, there was no insuperable\ndifficulty in understanding how it might have gotten here.\n\nBut that was the least of Simon's preoccupations. He scrabbled wildly\nand unsuccessfully for several minutes, and then realizing he would\nnever get anywhere in this unsystematic manner, he began to remove the\naccumulated debris piece by piece: dark cracked ends of soap, washrags\ndried out in tortured attitudes, innumerable dark-dyed cigarette\nstumps, several pocket magazines with bleached wrinkled pages, empty\nand near-empty medicine bottles and pill vials, rusty hairpins, bobby\npins, safety pins, crumpled toothpaste tubes (and a couple for oil\npaint), a gray toothbrush, a fifty-cent piece and several pennies, the\nmummy of a mouse, a letter from Picasso, and last of all, from the dark\ncorner behind the bathtub's inside claw, the limp pitiful thing he was\nseeking.\n\nIt was even tinier than he'd thought. He carefully washed the dust and\nflug off it, but it was clearly dead and its resemblance to Grushenka\nStulnikov-Gurevich had become problematical--indeed, Simon decided that\nsomeone seeing it now for the first time would think it a freak minnow\nor monstrous tadpole and nothing more, though mutation or disease had\nobviously been at work. The illusion of a miniature mermaid still\nexisted in the tapering tail and armlike appendages, but it was faint.\nHe tried to remember what he knew about salamanders--almost nothing,\nit turned out. He thought of embryos, but his mind veered away from the\nsubject.\n\nHe wandered back into the studio carrying the thing in his hand. He\nclimbed the stepladder by the north window and studied the house\nnext door. What windows he could see were dark. He got a very vague\nimpression that the roof had changed. After he had strained his\neyes for some time he fancied he could see a faint path of greenish\nluminescence streaming between the pent-shack and the water-tank, but\nit was very faint indeed and might only be his vision swimming.\n\nHe climbed down the stepladder and stood for a moment weighing the tiny\ndead thing in his hand. It occurred to him that one of his friends at\nthe university could dig up a zoologist to pass on his find.\n\nBut Simon's curiosity was more artistic than scientific. In the end he\ntwisted a bit of cellophane around the thing, placed it on the ledge\nof his easel and went off to bed ... and to a series of disturbingly\nerotic dreams.\n\n\n\nNext day he got up late and, after breakfasting on black coffee,\ngloomed around the studio for a while, picking things up and putting\nthem down. He glanced frequently at the stepladder, but resisted the\ntemptation to climb up and have another look next door. Sighing, he\nthumbtacked a sheet of paper to a drawing board and half-heartedly\nbegan blocking in a female figure. It was insipid and lifeless.\nStabbing irritably at the heavy curve of the figure's hip, he broke\nhis charcoal. \"Damn!\" he said, glaring around the room. Abandoning\nall pretense, he threw the charcoal on the floor and climbed the\nstepladder. He pressed his nose against the glass.\n\nIn daylight, the adjoining roof looked bare and grimy. There was a big\ntransparent pipe running between the water tank and the shack, braced\nin two places by improvised-looking wooden scaffolding. Listening\nintently, Simon thought he could hear a motor going in the shack. The\nwater looked sallow green. It reminded Simon of those futuristic algae\nfarms where the stuff is supposed to be pumped through transparent\npipes to expose it to sunlight. There seemed to be a transparent top\non the water tank too--it was too high for Simon to see, but there\nwas a gleam around the edge. Staring at the pipe again, Simon got the\nimpression there were little things traveling in the water, but he\ncouldn't make them out.\n\nClimbing down in some excitement, Simon got the twist of cellophane\nfrom the ledge of the easel and stared at its contents. Wild thoughts\nwere tumbling through his head as he got back up on the stepladder.\nSunlight flashed on the greenish water pipe between the tank and the\nshack, but after the first glance he had no eyes for it. Grushenka\nStulnikov-Gurevich had her face tragically pressed to the window of\nthe shack. She was wearing the black dress with high neck and puffed\nshoulders. At that moment she looked straight at him. She lifted her\nhands and seemed to speak imploringly. Then she slowly sank from sight\nas if, it horridly occurred to Simon, into quicksand.\n\nSimon sprang from his chair, heart beating wildly, and ran down the\nstairs to the street. Two or three passersby paused to study him as he\nalternately pounded the flaking green door of the Russians' house and\nleaned on the button. Also watching was the shirt-sleeved driver of a\nmoving van, emblazoned \"Stulnikov-Gurevich Enterprises,\" which almost\nfilled the street in front of the house.\n\nThe door opened narrowly. A man with a square black beard frowned out\nof it. He topped Simon by almost a head.\n\n\"Yes?\" Ivan the Bomber asked, in a deep, exasperated voice.\n\n\"I must see the lady of the house immediately,\" Simon cried. \"Your\nsister, I believe. She's in danger.\" He surged forward.\n\nThe butt of the Bomber's right palm took him firmly in the chest and he\nstaggered back. The Bomber said coldly, \"My sister is--ha!--taking a\nbath.\"\n\nSimon cried, \"In that case she's drowning!\" and surged forward again,\nbut the Bomber's hand stopped him short. \"I'll call the police!\" Simon\nshouted, flailing his limbs. The hand at his chest suddenly stopped\npushing and began to pull. Gripped by the front of his shirt, Simon\nfelt himself being drawn rapidly inside. \"Let go! Help, a kidnapping!\"\nhe shouted to the inquisitive faces outside, before the door banged\nshut.\n\n\"No police!\" rumbled the Bomber, assisting Simon upstairs.\n\n\"Now look here,\" Simon protested futilely. In the two-story-high\nliving room to his right, the pipes of an organ gleamed golden from\nthe shadows. At the second landing, a disheveled figure met them,\nglasses twinkling--Vasily the Vodka Breather. He spoke querulously in\nRussian to Ivan, who replied shortly, then Vasily turned and the three\nof them crowded up the narrow third flight to the pent-shack. This\nhoused a small noisy machine, perhaps an aerator of some sort, for\nbubbles were streaming into the transparent pipe where it was connected\nto the machine; and under the pipe, sitting with an idiot smile on a\nchair of red plush and gilt, was a pale black-mustached man. An empty\nclear-glass bottle with a red and gold label lay on the floor at his\nfeet. The opposite side of the room was hidden by a heavy plastic\nshower curtain. Grushenka Stulnikov-Gurevich was not in view.\n\nIvan said something explosive, picking up the bottle and staring at\nit. \"Vodka!\" he went on. \"I have told you not to mix the pipe and the\nvodka! Now see what you have done!\"\n\n\"To me it seemed hospitable,\" said Vasily with an apologetic gesture.\n\"Besides, only one bottle--\"\n\nDucking under the pipe where it crossed the pent-shack, Ivan picked\nup the pale man and dumped him crosswise in the chair, with his\npatent-leather shoes sticking up on one side and his plump hands\ncrossed over his chest. \"Let him sleep. First we must take down all\nthe apparatus, before the capitalistic police arrive. Now: what to do\nwith this one?\" He looked at Simon, and clenched one large and hairy\nfist.\n\n\"_Nyet-nyet-nyet_,\" said the Vodka Breather, and went to whisper in\nIvan's ear. They both stared at Simon, who felt uncomfortable and began\nto back toward the door; but Ivan ducked agilely under the pipe and\ngrasped him by the arm, pulling him effortlessly toward the roof exit.\n\"Just come this way if you please, Mr. Gru-_ay_,\" said Vasily, hurrying\nafter. As they left the shack, he picked up a kitchen chair.\n\nCrossing the roof, Simon made a sudden effort and wrenched himself\nfree. They caught him again at the edge of the roof, where he had\nrun with nothing clearly in mind, but with his mouth open to yell.\nSuspended in the grip of the two Russians, with Ivan's meaty palm over\nhis mouth, Simon had a momentary glimpse of the street below. A third\nbearded figure, Mikhail the Religious, was staring up at them from\nthe sunny sidewalk. The melancholy face, the deep-socketed tormented\neyes, and the narrow beard tangled with the dangling crucifix combined\nto give the effect of a Tolstoy novel's dust-jacket. As they hauled\nSimon away, he had the impression that a chilly breeze had sprung up\nand the street had darkened. In his ears was Mikhail's distant, oddly\ndiscordant whistling.\n\nGrunting, the two brothers set Simon down on the kitchen chair and slid\nhim across the roof until something hard but resilient touched the top\nof his head. It was the plastic pipe, through which, peering upward, he\ncould see myriads of tiny polliwog-shapes flitting back and forth.\n\n\"Do us a kindness not to make noise,\" said Ivan, removing his palm. \"My\nbrother Vasily will now explain.\" He went away.\n\n\n\nCuriosity as much as shock kept Simon in his chair. Vasily, bobbing\nhis head and smiling, sat down tailor-fashion on the roof in front\nof him. \"First I must tell you, Mr. Gru-_ay_, that I am specialist\nin biological sciences. Here you see results of my most successful\nexperiment.\" He withdrew a round clear-glass bottle from his pocket and\nunscrewed the top.\n\n\"Ah?\" said Simon tentatively.\n\n\"Indeed yes. In my researches, Mr. Gru-_ay_, I discovered a chemical\nwhich will inhibit growth at any level of embryonic development,\nproducing a viable organism at that point. The basic effect of\nthis chemical is always toward survival at whatever level of\ndevelopment--one cell, a blastula, a worm, a fish, a four-legger.\nThis research, which Lysenko scoffed at when I told him of it, I had\nno trouble in keeping secret, though at the time I was working as the\nunhappy collaborator of the godless soviets. But perhaps I am being too\ntechnical?\"\n\n\"Not at all,\" Simon assured him.\n\n\"Good,\" Vasily said with simple satisfaction and gulped at his bottle.\n\"Meanwhile my brother Mikhail was a religious brother at a monastery\nnear Mount Athos, my Nihilist brother Ivan was in central Europe,\nwhile my third brother Lev, who is of commercial talents, had preceded\nus to the New World, where we always felt it would some day be our\ndestiny to join one another.\n\n\"With the aid of brother Ivan, I and my sister Grushenka escaped from\nRussia. We picked up Mikhail from his monastery and proceeded here,\nwhere Lev had become a capitalist business magnate.\n\n\"My brothers, Ivan especially, were interested in my research. He\nhad a theory that we could eventually produce hosts of men in this\nway, whole armies and political parties, all Nihilist and all of them\nStulnikov-Gureviches. I assured him that this was impossible, that I\ncould not play Cadmus, for free-swimming forms are one thing, we have\nthe way to feed them in the aqueous medium; but to make fully developed\nmammals placental nourishment is necessary--that I cannot provide. Yet\nto please him I begin with (pardon me!) the egg of my sister, that was\nas good a beginning as any and perhaps it intrigued my vanity. Ivan\ndreamed his dreams of a Nihilist Stulnikov-Gurevich humanity--it was\nharmless, as I told myself.\"\n\nSimon stared at him glassy-eyed. Something rather peculiar was\nbeginning to happen inside his head--about an inch under the point\nwhere the cool water-filled plastic pipe pressed down on his scalp.\nLittle ghostly images were darting--delightfully wispy little\ngirl-things, smiling down at him impudently, then flirting away with a\nquick motion of their mermaid tails.\n\nThe sky had been growing steadily darker and now there came the growl\nof thunder. Against the purple-gray clouds Simon could barely make out\nthe semi-transparent shapes of the polliwogs in the pipe over his head;\nbut the images inside his mind were growing clearer by the minute.\n\n\"Ah, we have a storm,\" Vasily observed as the thunder growled again.\n\"That reminds me of Mikhail, who is much influenced by our Finnish\ngrandmother. He had the belief as a child that he could call up the\nwinds by whistling for them--he even learned special wind musics from\nher. Later he became a Christian religious--there are great struggles\nin him. Mikhail objected to my researches when he heard I used the\negg of my sister. He said we will produce millions of souls who are\nnot baptized. I asked him how about the water they are in, he replied\nthis is not the same thing, these little swimmers will wriggle in hell\neternally. This worried him greatly. We tried to tell him I had not\nused the egg of my sister, only the egg of a fish.\n\n\"But he did not believe this, because my sister changed greatly at\nthe time. She no longer spoke. She put on my mother's bathing costume\n(we are a family people) and retired to the bathtub all day long. I\naccepted this--at least in the water she is not violent. Mikhail said,\n\"See, her soul is now split into many unredeemed sub-souls, one each\nfor the little swimmers. There is a sympathy between them--a hypnotic\nvibration. So long as you keep them near her, in that tank on the\nroof, this will be. If they were gone from there, far from there, the\nsub-souls would reunite and Grushenka's soul would be one again.\" He\nbegged me to stop my research, to dump it in the sea, to scatter it\naway, but Lev and Ivan demand I keep on. Yet Mikhail warned me that\nworks of evil end in the whirlwind. I am torn and undecided.\" He gulped\nat his vodka.\n\nThunder growled louder. Simon was thinking, dreamily, that if the soul\nof Grushenka Stulnikov-Gurevich were split into thousands of sub-souls,\nvibrating hynotically in the nearby water tank, with at least one of\nthem escaping as far as his bathtub, then it was no wonder if Grushenka\nhad a strange attraction for him.\n\n\"But that is not yet the worst,\" Vasily continued. \"The hypnotic\nvibrations of the free-swimming ones in their multitude turn out to\nhave a stimulating effect on any male who is near. Their sub-minds\ninduce dreams of the piquant sort. Lev says that to make money for the\nwork we must sell these dreams to rich men. I protest, but to no avail.\"\n\n\"Lev is maddened for money. Now besides selling the dreams I find he\nplans to sell the creatures themselves, sell them one by one, but keep\nenough to sell the dreams too. It is a madness.\"\n\nThe darkness had become that of night. The thunder continued to growl\nand now it seemed to Simon that it had music in it. Visions swam\nthrough his mind to its rhythm--hordes of swimming pygmy souls,\nof unborn water babies, migrations of miniature mermaids. The pipe\nhanging between water tank and pent-shack became in his imagination\na giant umbilicus or a canal for a monstrous multiple birth. Sitting\nbeneath it, helpless to move, he focused his attention with increasing\npleasure on the active, supple, ever more human girl-bodies that swam\nacross his mind. Now more mermaid than tadpole, with bright smiling\nlips and eyes, long Lorelei-hair trailing behind them, they darted and\nhovered caressingly. In their wide-cheeked oval faces, he discovered\nwithout shock, there was a transcendent resemblance to the features of\nGrushenka Stulnikov-Gurevich--a younger, milk-skinned maiden of the\nsteppes, with challenging eyes and fingers that brushed against him\nwith delightful shocks....\n\n\"So it is for me the great problem,\" Vasily's distant voice\ncontinued. \"I see in my work only the pure research, the play of\nthe mind. Lev sees money, Ivan sees dragon teeth--fodder for his\npolitical cannon--Mikhail sees unshriven souls, Grushenka sees--who\nknows?--madness. It is indeed one great problem.\"\n\n\n\nThunder came again, crashingly this time. The door of the pent-shack\nopened. Framed in it stood Ivan the Bomber. \"Vasily!\" he roared. \"Do\nyou know what that idiot is doing now?\"\n\nAs the thunder and his voice trailed off together, Simon became aware\nat last of the identity of the other sound, which had been growing in\nvolume all the time.\n\nSimultaneously Vasily struggled to his feet.\n\n\"The organ!\" he cried. \"Mikhail is _playing_ the Whirlwind Music! We\nmust stop him!\" Pausing only for a last pull at the bottle, he charged\ninto the pent-shack, following Ivan.\n\nWind was shaking the heavy pipe over Simon's head, tossing him back and\nforth in the chair. Looking with an effort toward the west, Simon saw\nthe reason: a spinning black pencil of wind that was writing its way\ntoward them in wreckage across the intervening roofs.\n\nThe chair fell under him. Stumbling across the roof, he tugged futilely\nat the door to the pent-shack, then threw himself flat, clawing at the\ntarpaper.\n\nThere was a mounting roar. The top of the water tank went spinning off\nlike a flying saucer. Momentarily, as if it were a giant syringe, the\nwhirlwind dipped into the tank. Simon felt himself sliding across the\nroof, felt his legs lifting. He fetched up against the roof's low wall\nand at that moment the wind let go of him and his legs touched tarpaper\nagain.\n\nGaining his feet numbly, Simon staggered into the leaning pent-shack.\nThe pale man was nowhere to be seen, the plush chair empty. The curtain\nat the other side of the room had fallen with its rods, revealing a\nbathtub more antique than Simon's. In the tub, under the window, sat\nGrushenka. The lightning flares showed her with her chin level with\nthe water, her eyes placidly staring, her mouth opening and closing.\n\nSimon found himself putting his arms around the black-clad figure. With\na straining effort he lifted her out of the tub, water sloshing all\nover his legs, and half carried, half slid with her down the stairs.\n\nHe fetched up panting and disheveled at the top landing, his attention\nriveted by the lightning-illuminated scene in the two-story-high living\nroom below. At the far end of it a dark-robed figure crouched at the\nconsole of the mighty organ, like a giant bat at the base of the\nportico of a black and gold temple. In the center of the room Ivan was\nin the act of heaving above his head his globular leather case.\n\nMikhail darted a look over his shoulder and sprang to one side. The\nprojectile crashed against the organ. Mikhail picked himself up,\ntearing something from his neck. Ivan lunged forward with a roar.\nMikhail crashed a fist against his jaw. The Bomber went down and didn't\ncome up. Mikhail unwrapped his crucifix from his fingers and resumed\nplaying.\n\nWith a wild cry Simon heaved himself to his feet, stumbled over\nGrushenka's sodden garments, and pitched headlong down the stairs.\n\nWhen he came to, the house was empty and the Stulnikov moving van\nwas gone. At the front door he was met by a poker-faced young man\nwho identified himself as a member of the FBI. Simon showed him the\nglobular case Ivan had thrown at the organ. It proved to contain a\nbowling ball.\n\nThe young gentleman listened to his story without changing expression,\nthanked him warmly, and shooed him out.\n\nThe Stulnikov-Gureviches disappeared for good, though not quite without\na trace. Simon found this item in the next evening's paper, the first\nof many he accumulated yearningly in a scrapbook during the following\nmonths:\n\n                MERMAID RAIN A HOAX, SCIENTIST DECLARES\n\n    _Milford, Pa._--The \"mermaid rain\" reported here has been\n    declared     a fraud by an eminent European biologist. Vasily\n    Stulnikov-Gurevich, formerly Professor of Genetics at Pire\n    University, Latvia, passing through here on a cross-country trip,\n    declared the miniature \"mermaids\" were \"albino tadpoles, probably\n    scattered about as a hoax by schoolboys.\"\n\nThe professor added, \"I would like to know where they got them,\nhowever. There is clear evidence of mutation, due perhaps to fallout.\"\n\nDr. Stulnikov directed his party in a brief but intensive search for\noverlooked specimens. His charming silent sister, Grushenka Stulnikov,\nwearing a quaint Latvian swimming costume, explored the shallows of the\nDelaware.\n\nAfter collecting as many specimens as possible, the professor and his\nassistants continued their trip in their unusual camping car. Dr.\nStulnikov intends to found a biological research center \"in the calm\nand tolerant atmosphere of the West Coast,\" he declared.",
    "metadata": {
        "author": [
            "Leiber, Fritz",
            "Leiber, Fritz Reuter"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/60664/pg60664.txt",
        "name": "pipe_dream.json"
    }
}