{
    "name": "Pirates: A comedy in one act",
    "author": [
        "Clements, Colin",
        "Clements, Colin Campbell"
    ],
    "body": " COPYRIGHT, 1922, BY SAMUEL FRENCH\n\n Amateurs may perform this play without payment\n of royalty. All other rights reserved.\n\n NEW YORK\n SAMUEL FRENCH\n (Incorporated 1898)\n PUBLISHER\n\n LONDON\n SAMUEL FRENCH, LTD.\n 26 Southampton Street\n STRAND\n\n\n\n\nPIRATES\n\n\nCHARACTERS\n\n MRS. WARREN\n BETTY\n MRS. LAWTY\n MRS. ROMNEY\n MRS. PICKERING\n MRS. LAWER\n CLARA\n\n\n     _The play takes place in MRS. WARREN'S little living room during\n     the early Victorian period. At the left is a door leading to\n     another part of the house. A door at the back opens into the\n     entrance hall. As the curtain rises, MRS. WARREN, seated in a large\n     chair, is talking to her maid, CLARA._\n\nMRS. WARREN. Gossip is malicious, my dear girl, positively malicious.\nDoesn't the Bible say--(_The knocker sounds._) There, isn't that the\ndoor? (_CLARA starts to go_.) Oh, Clara, before you open the door, be\nsure and dust off the table in the hall and----\n\n     (_CLARA goes out. MRS. WARREN arranges her dress and the little\n     lace cap on her head._)\n\nCLARA. (_From the door_) It's Mrs. Lawty, ma'am.\n\nMRS. WARREN. Oh, the dear soul! Have her come right in--right in,\nClara.\n\n     (_CLARA goes out. MRS. LAWTY enters._)\n\nMRS. LAWTY. Good afternoon--good afternoon, Mrs. Warren.\n\nMRS. WARREN. Good afternoon, my dear. Do sit down, Mrs. Lawty--do sit\ndown.\n\nMRS. LAWTY. Oh, thank you. I have just dropped in for a moment. I am on\nmy way to the meeting of the \"Helping Hand Society,\" and as I had to\npass this way I just came in to see how you were. I hope I am not\ninterrupting any work you may be doing, my dear.\n\nMRS. WARREN. Oh, dear, no. I was just giving my maid a little lecture\n... on gossip.\n\nMRS. LAWTY. Gossip?\n\nMRS. WARREN. It is _so_ malicious.\n\nMRS. LAWTY. Positively unladylike! One could almost compare a lady who\ngossips to a ... to a pirate.\n\nMRS. WARREN. A what, Mrs. Lawty?\n\nMRS. LAWTY. A pirate. They are sort of wild thieves, you know, and steal\nthings from perfectly innocent people, Mrs. Warren. The South Sea\nIslands are full of them ... pirates, I mean. Why, I read in our\nmissionary paper, just last week, that one poor man was overtaken by\npirates who took away his watch and, I hesitate to say it, his trousers!\n\nMRS. WARREN. His trousers! Dreadful!\n\nMRS. LAWTY. The rest of the story is too indelicate to repeat.\n\nMRS. WARREN. Yes ... yes, some things are often better left unsaid.\n(_Pause._) But one need never be ashamed to speak the truth. What is the\nrest of the story, Mrs. Lawty?\n\nMRS. LAWTY. The poor man was forced to come into port with a bad cold in\nhis head ... and in his pajamas!\n\nMRS. WARREN. Oh!\n\nMRS. LAWTY. And that is why I call a woman who gossips a pirate.\n\nMRS. WARREN. Yes ... yes. Though one can hardly think of _any_ woman\nunlawfully taking a poor gentleman's trousers.\n\nMRS. LAWTY. Hardly. But to steal one's good name is to take one's cloak\nof righteousness, so to speak. And, oh, my dear, few people can face the\nworld without it. The soul is so much more important than the body.\n\nMRS. WARREN. One should keep _both_ properly clothed.\n\nMRS. LAWTY. Yes ... though on the South Sea Islands the people wear\nnothing but grass skirts.\n\nMRS. WARREN. One could hardly do that in England.\n\nMRS. LAWTY. Oh, but the people there, in the South Seas, are like little\nchildren ... pure of mind. And so it is one of the very first rules of\nthe \"Helping Hand Society\" that no gossip shall pass our lips.\n\nMRS. WARREN. Such a worthy organization. I am sure the ladies of\nNorthampton are doing a noble work.\n\nMRS. LAWTY. Oh, yes, indeed, Mrs. Warren. Why, only last week we sent\noff a large box of soap to the natives of East Africa and now we are\ngetting a box of napkins and tablecloths ready. We are doing such\nsplendid work for our less fortunate brothers and sisters in a far land.\n\nMRS. WARREN. Brothers and sisters! One hardly feels that way toward\nthem, Mrs. Lawty. I am told they are quite black.\n\nMRS. LAWTY. Nevertheless they are Gaud's creatures.\n\nMRS. WARREN. My dear, I shall have Clara make you a hot cup of tea. It\nwill rest you. (_She calls_) Clara ... Clara!\n\nMRS. LAWTY. Oh, no, thank you ... really. I mustn't stop. I always like\nto get to the society meetings early ... otherwise one misses so much\nthat is interesting. (_She rises._)\n\n     (_CLARA appears._)\n\nMRS. WARREN. Never mind, Clara. (_CLARA starts to go._) Oh, Clara,\nClara----\n\nCLARA. Yes, ma'am.\n\nMRS. WARREN. Clara, will you put the water on to boil? And make the tea\nrather strong ... but not too strong ... just so.\n\nCLARA. Yes, ma'am. (_She goes out._)\n\nMRS. LAWTY. By the way, have you met the new doctor and his wife, Mrs.\nWarren?\n\nMRS. WARREN. Yes, I have called on Mrs. Hunter.\n\nMRS. LAWTY. (_She sits down again_) Oh, really? How interesting.\n\nMRS. WARREN. But, of course, Betty knows both of them. I must call on\nMrs. Hunter again. But I get out so seldom now ... so seldom. I am so\nafraid to walk on the new ... pavement, I believe they call it. Betty is\nvery fond of them both ... the Hunters, I mean.\n\nMRS. LAWTY. Quite ... though Mrs. Romney told Mrs. Pickering who told me\nthat the Hunters did not get along well together. It seems she is a\nChurch of England woman while the doctor is the son of a Scotch\nPresbyterian, so of course----\n\nMRS. WARREN. Though I believe they have been married all of five or six\nyears.\n\nMRS. LAWTY. Oh, really, I did not know that. How interesting! I must\ntell Mrs. Romney. But Mrs. Lawer told me that the doctor calls Mrs.\nHunter \"Dearest\" ... in public!\n\nMRS. WARREN. Such poor taste.\n\nMRS. LAWTY. I always suspect a man who is over-demonstrative ... in\npublic.\n\nMRS. WARREN. But of course one----\n\n     (_BETTY comes running in, her arms full of daisies._)\n\nBETTY. Mother dear---- Oh, good afternoon, Mrs. Lawty. See the wonderful\nflowers Doctor Hunter just gave me.\n\nMRS. WARREN. Doctor Hunter gave you those?\n\nMRS. LAWTY. Doctor Hunter!\n\nBETTY. Yes, his garden is full of them! Aren't they beauties?\n\nMRS. WARREN. But you hardly know him well enough to----\n\nBETTY. You see we are getting acquainted. He was on his way to see Mrs.\nHallway and----\n\nMRS. LAWTY. Is she ill again?\n\nBETTY. Rheumatism ... not really serious.\n\nMRS. LAWTY. Oh, really?\n\nBETTY. And as the doctor was coming this way, he walked to the gate with\nme ... we had a lovely chat. Doctor Hunter is such an interesting\nconversationalist.\n\nMRS. LAWTY. (_Coldly_) Walking! Hasn't he a carriage?\n\nBETTY. Oh, yes, but it is such a wonderful day for walking.\n\nMRS. LAWTY. I daresay that all depends upon with whom one is walking.\n\nMRS. WARREN. Betty, you don't really mean to tell me that you walked ...\nwalked down a public highway with a strange man!\n\nBETTY. Why, Mother, he isn't a strange man. I know both Doctor and Mrs.\nHunter.\n\nMRS. WARREN. But such a short acquaintance ... and to be walking with\nhim ... walking with him in broad daylight.\n\nBETTY. What would you have me do? Walk with him after dark?\n\nMRS. WARREN. Oh!\n\nMRS. LAWTY. (_When she recovers her breath_) I--I really must be going,\nMrs. Warren. I must not be late to the meeting, you know. (_She\npauses._) And perhaps you would rather be alone with your daughter at\nthis time. (_She rises._) Good afternoon, Mrs. Warren. Good afternoon.\n\nMRS. WARREN. Good afternoon, Mrs. Lawty.\n\nBETTY. Good-bye.\n\n     (_MRS. LAWTY goes out. MRS. WARREN waits until the front door slams\n     before she speaks._)\n\nMRS. WARREN. (_Much concerned_) Betty, how could you?\n\nBETTY. But, Mother----\n\nMRS. WARREN. Walking with a man, a man who is married and not on the\nbest terms with his wife, accepting flowers from him, a Presbyterian,\nunchaperoned. Oh! It is so unbecoming ... so--so unladylike, not to say\nindiscreet. Oh! Why, when I was a girl----\n\nBETTY. I know. (_She goes close to her mother._) But things have changed\nso since then, dear.\n\nMRS. WARREN. Not in Northampton, thank heaven. Here, at least, we still\nkeep some of the old propriety. Oh, Betty, this bold indiscretion of\nyours would have killed your poor, dear father!\n\nBETTY. (_Turning away_) Perhaps that's what _did_ ... too much\npropriety.\n\nMRS. WARREN. Did you say something, Betty?\n\nBETTY. I am sorry, dear ... truly sorry if I have caused you any\nanxiety.\n\nMRS. WARREN. We must cultivate the doctor's wife at once. There must be\nno room for gossip among the ladies of Northampton.\n\nBETTY. Cultivate Mrs. Hunter? Oh, I would love to. She is a delightful\nperson. Don't you like her, Mother?\n\nMRS. WARREN. She seems very nice, but, of course, one must be very\ncareful about strangers.\n\nBETTY. She is very fond of outdoor life, and all that sort of thing. Oh,\nshe is a regular sport!\n\nMRS. WARREN. Betty! Let me never hear such a remark from you again.\nSport! Am I to understand, then ... am I to understand that Mrs. Hunter\nis one of those dreadful mannish sort of persons who---- (_The knocker\nsounds._) Oh, dear me! I wonder who that can be?\n\nBETTY. If you don't mind, Mother, I shall go up to my room. I want to do\na water-color sketch of these flowers while they are still fresh.\n\nMRS. WARREN. Stop here a bit, Betty.\n\n     (_CLARA enters from the hall._)\n\nCLARA. It is Mrs. Romney, ma'am.\n\nMRS. WARREN. Oh, do have her come right in, Clara ... and Clara, serve\nthe tea at once. (_CLARA goes out._) Mrs. Romney--oh, dear ... such a\nbombastic sort of a person, so to speak.\n\nBETTY. She was educated in London, you know.\n\nMRS. WARREN. Yes, poor dear, she has so much to live down. It must be\ndreadful to have been educated in London ... such a naughty place. Think\nof the dreadful environment, my dear, London!\n\n     (_MRS. ROMNEY enters._)\n\nMRS. ROMNEY. Good afternoon, Mrs. Warren. How do you do, Betty, dear?\n\nMRS. WARREN. Do sit down, Mrs. Romney.\n\nMRS. ROMNEY. Did I hear you speaking of London as I came in, Mrs.\nWarren?\n\nMRS. WARREN. London? Speaking of London? Were we speaking of London,\nBetty? Yes, I believe I did say----\n\nMRS. ROMNEY. Dear old London ... how I long for it!\n\nMRS. WARREN. But my dear Mrs. Romney, London surely hasn't the ... the\nrefinement of Northampton.\n\nMRS. ROMNEY. Northampton! Ah! Why, this place is as far from the world\nas ... as the South Sea Islands!\n\nMRS. WARREN. Mrs. Romney, how--how can you even think such a thing? Why,\nin the South Sea Islands, I am told, the people wear nothing but straw\nskirts ... and pirates, pirates take things--unmentionable things from\ninnocent travelers. One could not accuse the people of Northampton of\nsuch things. Even our shop-keepers are gentlemen compared to those\ndreadful people who live in the South Seas.\n\nMRS. ROMNEY. The people of the South Sea Islands are at\nleast--interesting.\n\nMRS. WARREN. Perfect savages!\n\nMRS. ROMNEY. But, my dear, _all_ our forefathers were savages, you know\n... hitting each other over the head with clubs, hanging from palm trees\nby their tails, and all that sort of thing.\n\nMRS. WARREN. Oh, dear!\n\nMRS. ROMNEY. And the longer I live in Northampton, my dear, the more I'm\nconvinced that it wasn't so very many generations ago, either.\n\nMRS. WARREN. Oh ... oh ... oh! Betty, you may go! You will excuse the\ndear child, I am sure. She has duties to perform which----\n\nMRS. ROMNEY. Oh, yes, certainly.\n\nBETTY. (_She rises and collects her flowers_) Good afternoon, Mrs.\nRomney. Shall I see you at Mrs. Hunter's tea Thursday?\n\nMRS. ROMNEY. Yes, dear, charmed.\n\nBETTY. Good-bye.\n\n     (_MRS. ROMNEY bows. BETTY goes out left. CLARA enters with the tea\n     things._)\n\nMRS. WARREN. You will have a cup of tea, Mrs. Romney?\n\nMRS. ROMNEY. Yes, thank you so much. So refreshing, nothing like tea for\nnerves, is there, really? Half a cup ... I have just come from Mrs.\nHunter's. Both cream and sugar, yes, thank you so much. Such a charming\nlady, Mrs. Hunter ... perfectly charming, my dear, perfectly charming.\nSo witty, so clever, so vivacious ... but dreadfully jealous.\n\nMRS. WARREN. Jealous? Jealous of whom?\n\nMRS. ROMNEY. She is very fond of her husband.\n\nMRS. WARREN. (_Nervously_) Of whom ... of whom is she jealous?\n\nMRS. ROMNEY. No one in particular, at present, I think.\n\nMRS. WARREN. (_With a sigh of relief_) Oh----\n\nMRS. ROMNEY. That is ... oh, is there any cause for her being jealous of\nany particular person, Mrs. Warren?\n\nMRS. WARREN. (_Choking on her tea_) Eh? No ... no ... not that I know\nof.\n\nMRS. ROMNEY. How uninteresting. The doctor is such a charming gentleman.\nDear me, I do hope I will have another attack of indigestion, or\nsomething of that sort soon. I am sure Doctor Hunter would be such a\nsplendid physician ... he is so good looking. (_She puts down her\nteacup._) Dear me, I must be going. I am on my way to the meeting of the\n\"Helping Hand Society\" and----\n\nMRS. WARREN. Yes, Mrs. Lawty has just gone. She dropped in to see me for\na moment.\n\nMRS. ROMNEY. Mrs. Lawty ... that one? I'm not speaking to her.\n\nMRS. WARREN. Oh, dear, you ... you don't really mean you have\nquarrelled? So unladylike.\n\nMRS. ROMNEY. Ladylike ... ladylike? Ladylike be damned!\n\nMRS. WARREN. (_Almost jumping out of her chair_) Mrs. Romney!\n\nMRS. ROMNEY. Mrs. Warren, I beg your pardon. I forgot, for a moment, to\nwhom I was speaking.\n\nMRS. WARREN. That was quite evident.\n\nMRS. ROMNEY. Quite. But you see, Mrs. Lawty told Mrs. Pickering, who\ntold Mrs. Lawer, who told Lady Bloshire, whose maid told my maid, that\nMrs. Lawty said that I dyed my hair ... dyed my hair!\n\nMRS. WARREN. Really?\n\nMRS. ROMNEY. I've never dyed my hair. The impertinent gossip. The----\n\nMRS. WARREN. (_Quickly_) Do have another cup of tea, Mrs. Romney. It is\nso soothing.\n\nMRS. ROMNEY. Oh, thank you. Just a little sugar, please, and no cream.\n\nMRS. WARREN. (_Giving her the tea_) There, my dear.\n\nMRS. ROMNEY. Lovely color, isn't it?\n\nMRS. WARREN. Yes, isn't it? Mr. Warren, dear man, once told me that the\nnatives of India use tea for dyeing.\n\nMRS. ROMNEY. Hair?\n\nMRS. WARREN. No ... no ... cloth, I believe, cloth.\n\nMRS. ROMNEY. Oh, how interesting!\n\nMRS. WARREN. I believe they use the henna berry for dyeing hair in the\nEast. I am told it gives a beautiful soft auburn shade.\n\nMRS. ROMNEY. How interesting. Does one procure it from one's pharmacist?\n\nMRS. WARREN. Eh? Oh, yes, I believe so.\n\nMRS. ROMNEY. I must try it on my hair--oh, dear, I mean----\n\nMRS. WARREN. What did you say, Mrs. Romney?\n\nMRS. ROMNEY. I said--I really must be going, my dear. One never seems to\nrealize how fast the time goes when one talks with you. Our little visit\nhas been most interesting ... and most instructive. I do want to stop in\nfor a moment and see Mrs. Hallway before I go to the meeting of the\n\"Helping Hand.\" Her rheumatism is worse again, poor dear.\n\nMRS. WARREN. Yes, so I heard. I'm _so_ sorry.\n\nMRS. ROMNEY. Oh, it is not at all serious, just a touch, I believe. Of\ncourse she did call in Doctor Hunter. But I really believe it was simply\nto get acquainted with him more than anything else. (_She starts._) Do\ndrop in and see me when you can. Good afternoon, Mrs. Warren. (_She goes\nout._)\n\n     (_CLARA enters._)\n\nCLARA. Shall I take away the tea things, ma'am?\n\nMRS. WARREN. No ... no, not just yet, Clara. Someone else may drop in,\nyou know, and perhaps Betty would like a cup of tea.\n\nCLARA. Shall I call her, ma'am?\n\nMRS. WARREN. Yes, I believe you had bet---- (_The knocker sounds._)\nThere, there, see who that is, Clara.\n\n     (_CLARA goes into the hall. She returns immediately._)\n\nCLARA. It's Mrs. Pickering, ma'am.\n\nMRS. WARREN. Have her come right in, Clara.\n\nCLARA. Shall I call Miss Betty, ma'am?\n\nMRS. WARREN. Yes, do have her come down and have a cup of tea.\n\n     (_CLARA goes out. MRS. PICKERING enters._)\n\nMRS. PICKERING. How do you do, Mrs. Warren?\n\nMRS. WARREN. Oh, good afternoon. Do sit down, Mrs. Pickering.\n\nMRS. PICKERING. Oh ... my dear Mrs. Warren, I am so glad to see you\nlooking so well. I thought perhaps--of course there is much sickness in\nNorthampton now. (_She sits down._) Much sickness. (_Pause._) I just met\nMrs. Lawty and she told me that Mrs. Hallway is almost dead with\nrheumatism ... almost dead. In fact, I think they hardly expect her to\nlive much longer. Of course, Mrs. Lawty didn't say so, but I implied as\nmuch from the tone of her voice.\n\nMRS. WARREN. I heard it was nothing really serious.\n\nMRS. PICKERING. Oh, dear, yes ... very serious. I just had it from Mrs.\nLawty, who had it from ... from ... from a most reliable source.\nRheumatism is such a painful death, too. Oh, dear, poor soul ... poor\nsoul! (_MRS. WARREN hands her a cup of tea._) Thank you so much.\n\nMRS. WARREN. I believe the new Doctor Hunter is attending her.\n\nMRS. PICKERING. Yes, isn't it too bad? Mrs. Lawty tells me he is a\nconversationalist, or something dreadful of that sort. But of course he\nwas educated in London ... and, my dear, London's standard of morals is\nnot the same as Northampton's. I was also told that he treats his wife\nvery badly in public, my dear, in public.\n\nMRS. WARREN. You mean----\n\nMRS. PICKERING. My dear Mrs. Warren, I am very sorry to tell you ... but\nI feel that it is my duty, as wife of your pastor ... to tell you that\nyour daughter Betty has been seen very often,--that is, at least\nonce--walking with this Doctor Hunter. Also, my dear Mrs. Warren, she\naccepts presents from him ... flowers and that sort of thing.\n\nMRS. WARREN. Why, Betty hardly knows him!\n\nMRS. PICKERING. That is just it. She hardly knows him ... nor do any of\nus. Also remember he is a married man, my dear Mrs. Warren, and very\ngood looking ... and I really believe all good-looking people are bad,\nthoroughly bad.\n\nMRS. WARREN. I can't believe that Betty----\n\nMRS. PICKERING. Naturally, my dear, naturally; you are her mother and\nwish to shield her. But I felt that it was, as I said before, my duty to\ntell you all I know of the facts of the whole matter.\n\nMRS. WARREN. You quite alarm me, Mrs. Pickering.\n\nMRS. PICKERING. Young girls, nowadays, are sometimes ... I might say,\nsometimes indiscreet.\n\nMRS. WARREN. Oh!\n\nMRS. PICKERING. My dear, men are strange beings. Oh, the poor souls that\nhave been lured to their destruction by men. I am always reminded of\nthat beautiful passage in Genesis which says that woman was made after\nman. And isn't it our dear Mr. Browning who says, \"Second thoughts are\nalways best\"? (_She puts down her teacup._) There, now, I really must\nbe going, Mrs. Warren. I am on my way to the meeting of the \"Helping\nHand Society\" and I really mustn't be too late. I hope I have not overly\nalarmed you, Mrs. Warren, but as one of your oldest friends and as the\nwife of your pastor I feel that I must always do my duty, no matter how\npainful, when the way lies open before me. I sincerely hope you will not\nfeel that I have been ... been peremptory, so to speak, Mrs. Warren.\n\nMRS. WARREN. No ... no. It is very kind of you to come to me in this sad\nmoment of trouble.\n\nMRS. PICKERING. (_Rising_) I do hope you will be able to attend the\nservices to-morrow morning. Mr. Pickering has written a beautiful sermon\non the evils of gossip ... a beautiful sermon. I feel that it is the\nbest thing he has written in all the forty years of his righteous work.\nI am sure it will thunder down the ages as his masterpiece. The\nsentiment, the beautiful English, and even the punctuation ... are\nreally marvelous. Of course, Mr. Pickering and I both realize that there\nis _very_ little gossip in Northampton ... but it is best to know sin\nwhen one encounters it. Good afternoon, Mrs. Warren.\n\nMRS. WARREN. (_Weakly_) Good afternoon.\n\n     (_MRS. PICKERING goes out. CLARA enters._)\n\nCLARA. I have brought the hot water, ma'am.\n\nMRS. WARREN. Did you call Betty?\n\nCLARA. I knocked at her door, ma'am ... I knocked very loudly, ma'am,\nbut got no answer.\n\nMRS. WARREN. I am so distressed, Clara. See if she is in the garden.\nYes, she must be in the garden. (_CLARA starts._) And Clara, do tell her\nto come in and see me at once. I want to talk to her. It is very\nimportant ... oh, most important that I see her at once. Clara. (_The\nknocker sounds._) See who that can be, Clara. Oh, more dreadful news, I\nfear. (_CLARA goes into the hall. MRS. WARREN keeps mumbling to\nherself:_) Most disconcerting ... most dreadfully disconcerting.\n\n     (_CLARA enters._)\n\nCLARA. It is Mrs. Lawer, ma'am.\n\nMRS. WARREN. Eh? What? Who, did you say?\n\nCLARA. Mrs. Lawer, ma'am.\n\nMRS. WARREN. Mrs. Lawer? Oh, do have her come right in, Clara.\n\n     (_CLARA goes out. MRS. LAWER enters._)\n\nMRS. LAWER. Good afternoon, Mrs. Warren, good afternoon.\n(_Breathlessly_) How ill, how worried you are looking, Mrs. Warren. Oh,\nI am so sorry for you ... so very sorry. (_She sits down._) I have just\nseen Mrs. Romney, who had just seen Mrs. Lawty, and had the dreadful\nnews from her. I am so sorry, Mrs. Warren.\n\nMRS. WARREN. But what----\n\nMRS. LAWER. But, of course, we who have known you for all these years\nwill be as silent as the tomb ... you can depend upon us, lean upon us,\ncall upon us. We shall comfort you and be your support in this hour of\ngreatest need.\n\nMRS. WARREN. Why ... why, what do you mean?\n\nMRS. LAWER. You really mean to say you do not know about Betty and\nDoctor Hunter? Oh, dear!\n\nMRS. WARREN. But Betty did nothing so very, very improper.\n\nMRS. LAWER. Improper! Well, of course, we shall not blame poor Betty,\nshe is still very young, but we do blame that wicked Doctor Hunter.\nWhy, he is a married man, my dear ... and oldish. He should have known\nbetter.\n\nMRS. WARREN. But Betty only walked with him.\n\nMRS. LAWER. Only walked with him? I was told that he sends flowers to\nBetty ... and flowers have secret meanings. To say the least, they are\nsentimental. And Mrs. Lawty told Mrs. Romney that she heard Betty say\nwith her own lips that Doctor Hunter was a conversationalist. I believe\nthat means a person with very free ideas about personal matters ...\nlove, and that sort of thing.\n\nMRS. WARREN. No, indeed ... it simply means that he is a very\ninteresting talker.\n\nMRS. LAWER. That's just it, Mrs. Warren. What does he find so much to\ntalk about? I have never met him, but from things I have heard I believe\nhe must be a dreadful person. Most unwholesome, so to speak, to the\nsociety--the very refined society of Northampton, where for the last\nforty years we have all lived in such perfect peace and understanding.\n\nMRS. WARREN. Oh, that this should have come upon me!\n\nMRS. LAWER. Your misfortune is our misfortune, Mrs. Warren. We shall do\neverything we can to keep this dreadful scandal----\n\nMRS. WARREN. Scandal! Has it--has it gone as far as that?\n\nMRS. LAWER. Let us say, indiscretion. As I was saying, we shall keep it\nlocked in our hearts, no word of it will ever reach foreign ears. Of\ncourse I really know very little of the whole affair, but I felt that my\nfirst duty was to come to you.\n\n     (_CLARA enters._)\n\nMRS. WARREN. Yes, Clara?\n\nCLARA. I can't find her, ma'am.\n\nMRS. WARREN. Oh, do find her, Clara. I must ... I must see her at once.\n(_The knocker sounds._) Who can that be? Clara ... Clara, see who is at\nthe door.\n\n     (_CLARA goes out._)\n\nMRS. LAWER. Oh, Mrs. Warren, trust me in everything ... are you sure\nBetty has always been what she seemed ... I mean----\n\nMRS. WARREN. Mrs. Lawer, do you mean to say that Betty ... Betty Warren\n... my daughter----\n\nMRS. LAWER. My dear, we must face the truth ... we must prepare\nourselves for the worst ... we must----\n\n     (_CLARA enters._)\n\nCLARA. It's them \"Helpin' Hand\" ladies, if you please, ma'am. The lot of\n'em.\n\nMRS. WARREN. Bring them in, Clara ... have them come right in. Oh! Oh!\n\nMRS. LAWER. You must be calm, my dear ... perfectly calm.\n\n     (_MRS. LAWTY, MRS. PICKERING, and MRS. ROMNEY enter from the\n     hall._)\n\nMRS. WARREN. Oh, my dear ladies. Do ... do be seated.\n\n     (_They all sit down quietly. There is a long pause. MRS. PICKERING\n     moves restlessly._)\n\nMRS. PICKERING. Mrs. Warren, we have adjourned our meeting of the\n\"Helping Hand\" until next week in order to come to you ... the poor,\ndear natives of the South Sea Islands will have to wait another week for\ntheir napkins and tablecloths.\n\nMRS. ROMNEY. A very short time ... considering they have not had such\nnecessary luxuries for several centuries.\n\nMRS. LAWTY. Still, it was with some feeling of ... of regret that we\nleft our work of altruism unfinished, until next week.\n\nMRS. PICKERING. But we feel that our first duty is at home. Yes, we all\nfelt that our duty was toward you, Mrs. Warren, at present.\n\nMRS. WARREN. Ladies, I am overcome with your kindness.\n\nMRS. PICKERING. We shall now consider ... consider ways and means of--of\nhelping you, Mrs. Warren, out of this unspeakable--or, let us say,\nembarrassing situation.\n\nMRS. LAWTY. Let us rather call it ... unfortunate situation.\n\nMRS. ROMNEY. No matter what we call it ... let us get on----\n\nMRS. PICKERING. The facts are these: Mrs. Lawty tells us she heard\nBetty, with her own ears, openly say that the man under consideration,\nDoctor Hunter, was a revolutionist and----\n\nMRS. LAWTY. I said conversationalist. Though he probably is both.\n\nMRS. ROMNEY. I think she must have meant conventionalist.\n\nMRS. PICKERING. Nevertheless, one is as bad as the other. They all go\nhand in hand.\n\nMRS. WARREN. But I believe Betty only said he was a good\nconversationalist and----\n\nMRS. LAWTY. Anyway, she said he talked a lot about it.\n\nMRS. PICKERING. I fear it must be one of those dreadful, sinful new\nreligions one hears so much of nowadays.\n\nMRS. WARREN. Oh!\n\nMRS. LAWTY. Also, we understand from very reliable sources that Mrs.\nHunter is never seen with her husband in public.\n\nMRS. PICKERING. And that he calls her dreadful names.\n\nMRS. LAWTY. Most suspicious!\n\nMRS. ROMNEY. Oh, I don't believe a word of it.\n\nMRS. LAWTY. Believe it or not, Mrs. Romney ... my information is most\nreliable.\n\nMRS. WARREN. Is there any way, ladies, of overcoming this situation, I\nmean----\n\nMRS. ROMNEY. You might call on Mrs. Hunter to-morrow, Mrs. Warren.\n\nMRS. LAWTY. Never!\n\nMRS. LAWER. You might write her a very formal letter, very formal, my\ndear, asking her to call.\n\nMRS. PICKERING. Ask Mrs. Hunter to come here? I think she would never\nset her foot in the house.\n\nMRS. LAWER. At any rate, we must do something at once before----\n\nMRS. LAWTY. Before they elope.\n\nLADIES. (_They all begin to talk at once_) Before it is too late. Oh!\nAh! But do you really think--I never thought of that. Poor Mrs. Warren!\nDo you suppose that Mrs. Hunter---- Oh! Etc.\n\nMRS. WARREN. Ladies! Ladies! Do you really think Betty would----\n\nMRS. LAWTY. One never knows what to think!\n\nMRS. WARREN. Clara! Clara!\n\n     (_CLARA enters from the hall. She holds a letter in her hand._)\n\nCLARA. Yes, ma'am.\n\nMRS. WARREN. Did you find Betty?\n\nCLARA. I went to her room again, ma'am, but she did not seem to be in\nand she is nowhere in the garden.\n\nMRS. PICKERING. Not in her room! Not in the garden!\n\nMRS. WARREN. You mean, Clara, she is nowhere to be found? Clara, was her\nroom disturbed ... I mean, did it look as if ... as if ... as if she\nmight have left hurriedly?\n\nCLARA. Why, I didn't go in, ma'am. The door was locked.\n\nMRS. WARREN. Locked?\n\nLADIES. (_Looking at each other knowingly_) Locked!\n\nCLARA. Here is a note, ma'am. It was just left by Doctor Hunter's boy,\nma'am.\n\nMRS. PICKERING. A letter!\n\nMRS. ROMNEY. From Doctor Hunter!\n\nMRS. LAWTY. Perhaps they _have_ eloped!\n\n     (_The ladies jump to their feet._)\n\nMRS. LAWER. And her room locked ... she must have gone through the\nwindow!\n\nLADIES. Gone!\n\nMRS. WARREN. (_Who has been too busy looking for her spectacles to\nnotice what has been going on about her_) Why, it is a letter for----\n(_She looks up._) Ladies, what is the matter? What has happened? Why are\nyou all so excited?\n\nMRS. LAWTY. Don't you understand? It is a letter from Doctor Hunter\nsaying they have eloped!\n\nMRS. WARREN. (_Sinking deep into her chair_) Oh!\n\n     (_BETTY appears in the door at left._)\n\nBETTY. Ladies.\n\nMRS. WARREN. (_Waving the letter weakly_) Betty! Betty! Betty!\n\nBETTY. Mother!\n\nMRS. WARREN. (_Looking up_) Betty ... Betty, is that you?\n\nLADIES. Oh!\n\nBETTY. Why are you all so--excited? Mother, what is it?\n\nLADIES. Oh! (_They all sit down again._)\n\nMRS. WARREN. Then you--then you---- Oh, where have you been?\n\nBETTY. Why, just taking a little nap, Mother. Really, I didn't know the\nladies were here or I should have come right down.\n\nMRS. WARREN. Then you haven't ... you haven't eloped?\n\nBETTY. Why, Mother dear, what _do_ you mean?\n\nMRS. WARREN. These ladies said--said----\n\n     (_The ladies all begin to talk at once._)\n\nMRS. LAWTY. You see, Betty dear, Mrs. Pickering told Mrs. Romney, who\ntold me that----\n\nMRS. ROMNEY. I didn't! Nothing of the sort, Betty! It was you yourself,\nMrs. Lawty, who told Mrs. Pickering, who told----\n\nMRS. PICKERING. Me? I had nothing at all to do with it ... nothing at\nall. I only know that Mrs. Lawer said----\n\nMRS. LAWER. I said? I said nothing. It was Mrs. Lawty, who told Mrs.\nPickering, who told Mrs. Romney--oh, dear me, I mean----\n\nMRS. ROMNEY. It's a damn lie!\n\nLADIES. (_They all gasp for breath; all begin to talk at once_) I heard\nthat Doctor Hunter--You told me that he treated his wife shamefully--No,\nI said--Flowers, he sent her flowers every morning--You told Mrs.\nPickering that he was a conversationalist--She said a revolutionist--I\nsaid--You said--And then she said--Anyway, I do not believe he is a safe\nperson. But very good looking, my dear. Etc.\n\nBETTY. Oh, dear ... what is it all about?\n\nMRS. ROMNEY. You, my dear, you.\n\nBETTY. Me?\n\nMRS. ROMNEY. These ladies said that you----\n\nMRS. LAWTY. These ladies!\n\nLADIES. (_They all begin to talk at once again_) Why, it was she herself\nwho said--I had nothing to do with it at all--All I know about the whole\naffair is that--The impertinence of her saying--I didn't say a word\nabout---- Etc.\n\nMRS. WARREN. It was all of them ... every one of them. They said you\nhad--oh, dear, I just can't say it! They came here to tell me you had\neloped with ... with a married man ... with Doctor Hunter!\n\nBETTY. Ladies! Mother! How dare you! (_She runs to her mother._) How\ndare you say such a thing! (_To her mother_) My poor, dear Mother!\n\nMRS. WARREN. And it is so untrue. Oh! Clara ... Clara! My smelling-salts\n... my smelling-salts! I'm going to faint ... I'm going to faint ... I'm\ngoing to faint!\n\nMRS. ROMNEY. (_Running to MRS. WARREN_) Here, use mine, my dear, use\nmine.\n\nMRS. LAWTY. But the letter, Mrs. Warren.\n\nMRS. WARREN. (_She has been fanning herself furiously with the letter.\nShe suddenly holds it up as if it might be a bomb ready to go off in her\nhand._) The letter! Oh! Take it ... take it ... take it away!\n\nBETTY. (_Taking the letter_) Why, it is a note from----\n\nLADIES. (_On the very edges of their chairs_) Yes?\n\nBETTY. From Mrs. Hunter.\n\nLADIES. Oh. (_They watch BETTY curiously as she reads the note._)\n\nBETTY. Mother, Mrs. Hunter asks if I might go for a carriage drive with\nher this afternoon to gather wild flowers. She is going to stop for me.\nShe says the doctor told her how very fond I am of flowers.\n\nMRS. WARREN. (_With a great sigh of relief_) Oh!\n\nBETTY. May I go?\n\nMRS. WARREN. Why, yes, dear, if you think----\n\nMRS. ROMNEY. I fear these ladies were quite mistaken about----\n\nMRS. LAWTY. These ladies, indeed! Do you not include yourself,--that is\nto say, are you not one of us?\n\nMRS. ROMNEY. God forbid!\n\nLADIES. Oh!\n\n     (_The knocker sounds._)\n\nMRS. WARREN. Clara ... Clara!\n\n     (_CLARA enters from the Left._)\n\nCLARA. Did you call me, ma'am?\n\nMRS. WARREN. Clara, there is someone at the door.\n\nCLARA. Very well, ma'am. (_She goes out._)\n\nMRS. PICKERING. I am sure Mrs. Warren will forgive our very grave\nmistake. But it was for her sake that----\n\nBETTY. How could you ever dream of worrying my dear mother by such\nscandalous gossip? It is shameful!\n\nMRS. WARREN. Betty ... Betty!\n\nMRS. LAWTY. You, my dear, are still too young to understand.\n\n     (_CLARA enters._)\n\nMRS. LAWER. I fear we were overquick in our judgment.\n\nMRS. WARREN. Yes, Clara?\n\nCLARA. It is Mrs. Hunter, ma'am.\n\nMRS. WARREN. Mrs. Hunter? Do have her come right in, Clara.\n\nCLARA. Yes, ma'am. Shall I bring more tea, ma'am?\n\nMRS. WARREN. Yes, Clara ... and cake, Clara.\n\nCLARA. Yes, ma'am. (_She goes out._)\n\nLADIES. Oh, shall we stay? Or shall we go? It might be embarrassing--I\nam sure Mrs. Hunter----\n\nMRS. ROMNEY. Such an interesting person ... Mrs. Hunter.\n\nMRS. LAWTY. I am so glad she and her husband have come to live with us\nhere in Northampton.\n\nMRS. PICKERING. We _must_ ask her to join the \"Helping Hand Society.\"\n\nMRS. LAWER. I am sure she will have so many good ideas.\n\nMRS. WARREN. Ladies, I am so glad you are all here this afternoon ... so\npleased.\n\n     (_The ladies very properly arrange their dresses and bonnets as the\n     curtain falls._)\n\n\nThe Touch-Down\n\nA comedy in four acts, by Marion Short. 8 males, 6 females, but any\nnumber of characters can be introduced in the ensembles. Costumes\nmodern. One interior scene throughout the play. Time, 2-1/2 hours.\n\nThis play, written for the use of clever amateurs, is the story of life\nin Siddell, a Pennsylvania co-educational college. It deals with the\nvicissitudes and final triumph of the Siddell Football Eleven, and the\nhumorous and dramatic incidents connected therewith.\n\n\"The Touch-Down\" has the true varsity atmosphere, college songs are\nsung, and the piece is lively and entertaining throughout. High schools\nwill make no mistake in producing this play. We strongly recommend it as\na high-class and well-written comedy.\n\nPrice, 30 Cents.\n\n\nHurry, Hurry, Hurry\n\nA comedy in three acts, by LeRoy Arnold. 5 males, 4 females. One\ninterior scene. Costumes modern. Plays 2-1/4 hours.\n\nThe story is based on the will of an eccentric aunt. It stipulates that\nher pretty niece must be affianced before she is twenty-one, and married\nto her fiance within a year, if she is to get her spinster relative's\nmillion. Father has nice notions of honor and fails to tell daughter\nabout the will, so that she may make her choice untrammeled by any other\nconsideration than that of true love. The action all takes place in the\nevening the midnight of which will see her reach twenty-one. Time is\ntherefore short, and it is hurry, hurry, hurry, if she is to become\nengaged and thus save her father from impending bankruptcy.\n\nThe situations are intrinsically funny and the dialogue is sprightly.\nThe characters are natural and unaffected and the action moves with a\nsnap such as should be expected from its title.\n\nPrice, 30 Cents.\n\n\nThe Varsity Coach\n\nA three-act play of college life, by Marion Short, specially adapted to\nperformance by amateurs or high school students. 5 males, 6 females, but\nany number of boys and girls may be introduced in the action of the\nplay. Two settings necessary, a college boy's room and the university\ncampus. Time, about 2 hours.\n\nLike many another college boy, \"Bob\" Selby, an all-round popular college\nman, becomes possessed of the idea that athletic prowess is more to be\ndesired than scholarship. He is surprised in the midst of a \"spread\" in\nhis room in Regatta week by a visit from his aunt who is putting him\nthrough college. Aunt Serena, \"a lady of the old school and the dearest\nlittle woman in the whole world,\" has hastened to make this visit to her\nadored nephew under the mistaken impression that he is about to receive\nthe Fellowes prize for scholarship. Her grief and chagrin when she\nlearns that instead of the prize Robert has received \"a pink card,\"\nwhich is equivalent to suspension for poor scholarship, gives a touch of\npathos to an otherwise jolly comedy of college life. How the repentant\nRobert more than redeems himself, carries off honors at the last, and in\nthe end wins Ruth, the faithful little sweetheart of the \"Prom\" and the\nclassroom, makes a story of dramatic interest and brings out very\nclearly certain phases of modern college life. There are several\nopportunities for the introduction of college songs and \"stunts.\"\n\nPrice, 30 Cents.\n\n(The Above Are Subject to Royalty When Produced)\n\n\n\n SAMUEL FRENCH, 28-30 West 38th Street, New York City\n New and Explicit Descriptive Catalogue Mailed Free on Request\n\n\n\n\n    The following is a list of changes made to the original.\n    The first line is the original line, the second the corrected one.\n\n    dreadful, sinful new religions one hears so much of nowdays.\n    dreadful, sinful new religions one hears so much of nowadays.",
    "metadata": {
        "author": [
            "Clements, Colin",
            "Clements, Colin Campbell"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/39609/pg39609.txt",
        "name": "pirates_a_comedy_in_one_act.json"
    }
}