{
    "name": "Planet in Reverse",
    "author": [
        "Guth, Henry"
    ],
    "body": "Communication with Earth was out. Completely. Radio deader than a\nvacuum.\n\nDarrel Bond allowed himself a grin. The fleet admiral had warned him\nagainst straying off the freight lanes. Had, in fact, threatened to\nbreak him down to a button-pusher if he did it again. That was a laugh!\nButton-pusher! What was he now, if not a button-pusher?\n\nIn the old days, space piloting had been something--a thrill and a\nchallenge. But now--buttons! Ships so automatic that he seemed to just\ngo along for the ride. One man controlling a million-ton ship where it\nused to require a crew of fifteen or twenty. A lonely, boring business.\n\nThat's why he had taken over the ship and swung outside Uranus'\norbit. Mostly to break up the monotonous routine. And then there was\nNeptune.... The planet had been out of bounds ever since those geodetic\nexpeditions had set out for Neptune over two centuries ago--and never\ncome back. Early space patrols and search parties had been sent into\nthat part of the celestial sphere--only to disappear forever. The\nplanet had become a symbol of the terrifying unknown. Eventually it was\nforbidden by interplanetary law to stray beyond the orbit of Uranus.\n\nBut why? There must be reasons for those disappearances. Who could\nresist an invitation like that?\n\n\"Some day,\" they said. \"Some day. All in good time.\"\n\nNow was as good a time as any.\n\nBut the radio was dead. It shouldn't be. It had a hell of a long range!\nAnd the gravity plates. Acting up. He should land somewhere and do a\nrepair job.\n\nDarrel looked at Neptune growing on the screen. He was getting close.\n\nIt stood to reason.\n\nNeptune right handy ... and he needed seventy hours or so to repair the\nplates.\n\nSimple.\n\nFunny about that radio though. All of a sudden, without warning or\nreason, it had gone dead. And the gravity plates, too. Then that\nstrange, rending sensation when he was approximately halfway of the\nmean distance between the orbits of Uranus and Neptune. A strong force\nhad seemed to grip the ship and wrestle with it for a few frenzied\nseconds.\n\nThen the dead radio and the fouled-up plates.\n\nBut here was Neptune, bulging on the screen.\n\nDarrel concentrated on his instruments--and began to check the ship's\nspeed.\n\n\n\nBefore venturing out the airlock, he made a superficial check of the\ngravity plates. Not too bad. He could probably repair them in less than\nthe seventy hours he'd thought he would need. The radio was in flawless\ncondition. He switched on the transmitter, and sent signals crashing\npowerfully out into space. But the receiver received nothing. Not a\nspark, not a gasp.\n\nMight as well look around outside.\n\nOutside, unexpectedly, there was a girl. So beautiful it was a physical\nshock. Raven-black hair, cream skin and a small, sharply-outlined\nfigure clothed in a strangely translucent yellow tunic. An incarnation\nof delicate loveliness. Fragile. Unbelievable.\n\nShe stood about twenty feet from the ship--waving. Waving listlessly\nand with an expression of infinite sadness on her face.\n\nDarrel watched, dumbfounded, as the girl walked toward him hesitantly.\nTears were glistening on her cheeks. Real human tears!\n\nShe kissed him. Soundly.\n\nDarrel tottered and leaned against the airlock as the girl smiled at\nhim sadly, wistfully, and then went off slowly, walking--backwards!\n\nDarrel shook his head. Backwards! The girl strode along with uncanny\nconfidence, not looking where she was going, until she stopped about\ntwenty yards away and sat down on the ground facing him.\n\nDarrel sat down too.\n\nHallucinations! He was space-happy! It had finally happened. Caroming\naround in space did things to people, mostly psychological things. The\nsystem's sanitariums were full of old space dogs who had cracked under\nthe strain. They had seen and endured too much. But Darrel Bond ... he\nwas still young. He couldn't be cracking up now! Why he ... hell!\n\n_This_ was no hallucination! The fragrance of the black-haired girl's\nlips was still on his mouth. It was heady.\n\nHe wiped the back of his hand across his mouth.\n\nThere! A thin streak of violet across the veins of his hand. Lipstick!\nIt was unmistakable. A violet shade of lipstick. He put his tongue to\nthe streak tentatively.\n\nIt was lipstick all right.\n\nHe rose to his feet and stared across the intervening space at the\ngirl. She seemed to blend with the pale and rolling surrealist\nlandscape of Neptune. His brain was reeling. This sort of thing just\ndidn't happen. You land on an unexplored planet and, wham! a girl\nkisses you! No, despite the lipstick, it must be a dream.\n\nAnd that walking backward. That settled it. People walked backward only\nin dreams.\n\nGrumbling thickly, he reentered the open airlock. The thing to do now\nwas repair the ship. Later, he would explore around a little and see\nwhat Neptune was like. If he recorded enough valuable information about\nthe planet, maybe the Admiral would be lenient when he hauled him up\nbefore the mast for galavanting off with a Corporation ship.\n\nDarrel hauled the wrecked plates outside the ship to work on them in\nthe open. He could get things done faster out where there was more room\nto move around. The mysterious girl was still there, quietly watching\nhis every action. He hunched deliberately over the delicate gravitation\nunit that bulged from the base of one plate. A hyper-thin vibrator rod\nhad been cracked. But he could mend it.\n\nHe laid down his tools and paused in the work. Lazily, he lighted a\nMartian cigarette and looked toward the girl.\n\nIf she were an hallucination, why didn't she go away?\n\nInstead, she rose and came toward him briskly--her jet-black hair\ncontrasting vividly with her yellow, short-skirted tunic--walking\nbackward.\n\nDarrel scratched his head helplessly and watched as the girl, her back\ntoward him, strode weirdly up to the ship. She turned about and smiled\nsadly.\n\n\"Lerrad, retal nruter liw I,\" she said. \"Noos, on I, gniveel ra ooy.\"\n\n\"What?\" Apparently that gibberish was supposed to mean something. But\nit didn't.\n\nThe girl looked a little less woebegone now.\n\n\"Won trapa la,\" she said, and looked at the gravity plates spread out\non the ground.\n\n\"That means nothing to me,\" Darrel said.\n\nThe Neptunian girl had turned and began to weave her way backward\nthrough the plates. It was uncanny the way she did it. She must have\neyes in the back of her head! The gait was smooth enough, but it looked\nso strange in reverse. So damned strange!\n\nDarrel followed her with his eyes. His spine was tingling. Like a hawk\nhe watched her. She was a looker. The loveliest creature he had ever\nseen and ... blazing comets! ... she acted as though she were nutty\nabout him, the way she smiled, jabbered and touched him affectionately.\n\nBut why the retrogression? Why was she operating like an old film being\nrun off backwards in a projector?\n\nFinally, the girl began to walk away again, her face toward him,\nplacing one foot surely behind the other. She smiled cheerfully, waved,\nand then went on to disappear over the hill.\n\nDarrel sat down abruptly. He glued his eyes to the spot where the girl\nhad disappeared.\n\nFor ten minutes he watched, but nothing stirred on the hill.\n\nHe noticed now that there were dim shapes thrusting up beyond the hill.\nThey looked like the tops of buildings. A group of them. Probably a\ncity.\n\nWhy not? The girl had to come from somewhere. But why the devil...!\n\nHe stared at the gravity plates on the ground. They weren't getting\nrepaired this way. The girl was beginning to get under his skin.\n\nThe hell with it! He'd work on the plates now.\n\nHe began to whistle, shrilly and off-key. He always whistled when his\nlust for adventure was about to be satisfied. Neptune, defiance of the\nfleet admiral, a dead radio and blown gravity plates ... an impetuous\ndream-girl ... these added up to adventure.\n\nTomorrow he'd go over the hill and see what was on the other side.\n\n\n\nA city was on the other side. A good-sized city. No more than a mile\naway. Darrel glanced back at the ship from the hilltop, shrugged and\nturned toward the city.\n\nWhen he reached it he found a nightmare world.\n\nThese Neptunians were all crazy. Disregarding every natural law, they\ndashed about the streets backward. Every last one of them. And they\nstared at him as though _he_ were a freak!\n\nHe stopped at a corner to collect his senses. Vehicles milled and\nrushed--backwards. At high velocities they slammed up and down the\nstreets in reverse, a steady stream, in all directions ... and without\na mishap! Not a one of the lunatics had an accident!\n\nHe leaned dizzily against a metal post.\n\nTo steady himself he shifted his glance to immovable objects, to\nstationary things, to buildings. They behaved rationally. They didn't\ndo things backwards. They didn't do anything but stand there, solid,\nsubstantial and sane.\n\nExcept the one across the street. The theater marquee was lit up\nbrilliantly--and it was morning. He glared at it belligerently, as\nthough it were playing a dirty trick on him.\n\nThe lights blinked out suddenly.\n\nDarrel moved into the crowd on the sidewalk and went along with it--he\nforward and the others backward. It was mad! Everyone stared at him in\nopen astonishment, as though _he_ were the one who was going backward!\n\nHe came to what seemed to be a restaurant, and went in.\n\nOver there. A waiter seemed to be beckoning. At least, he was pointing\nat him. Darrel walked over, his eyes on the astonished face of the\nwaiter, and sat down to the table, already spread with food.\n\nIt was piping hot, very strange to the palate, but good. Darrel's\nappetite quickened. He ate hungrily.\n\nMunching a piece of pastry, he looked up. He stopped chewing. The group\nat the next table was gazing at him with wide, incredulous eyes. He\nfelt uncomfortable, and moved his glance around the room.\n\nHe stopped eating and stared. Not only backward but ... blazing comets!\n\nFascinated, he watched a man come in the entrance backwards, seat\nhimself at a table littered with dirty dishes and crumpled napkins\nand--regurgitate food back into the dishes! The food reappeared in\nchunks. The man manipulated knife and fork, and the chunks became one\nwhole.\n\nWhen the entire meal had been regurgitated into the dishes, and they\nseemed hot and ready to serve, a waiter came up and carried them all\naway. Moving backward, always backward.\n\nDarrel felt nauseated by the unnatural process. He got up and left the\nrestaurant abruptly. Wide eyes followed his progress to the door.\n\nHe moved with the crazy crowd that went back-side first. Ahead was a\nparkway that had normal, stationary benches. He would sit on one.\n\n\n\nHe had been sitting on the bench, watching this incredible world of\nretropulsion a half hour when he caught sight of the girl in the yellow\ntunic.\n\nShe came walking toward him backwards, stopped, turned, and smiled\nradiantly. She spoke, and her talk was the same nonsensical chattering.\n\nDarrel blinked.\n\nThe girl had just been standing there, standing still, when a\ncrumpled-up piece of paper flew up from the ground and into her\nhand--magically. With a rustling sound, the paper opened in her hand\nlike a flower unfolding. She held it out to him. There was writing on\nit.\n\nIt was intelligible. Darrel grasped the paper. Stunned, he read it\nagain.\n\n\"I love you, Darrel,\" it said. \"You have lost your memory of me by this\ntime, I know. We understood this yesterday, you and I, perfectly. Now,\nas we are drawn further apart from each other, I remember and you do\nnot yet know. Ours is a strange and sad union, Darrel.\"\n\nIt made no sense. None whatever. Darrel rubbed his ear vigorously.\nDammit! There was intimacy in this note. It seemed to suggest that they\nhad a mutual past and that he had forgotten it or--did not yet know.\nWhat did it all mean? He looked helplessly at the girl.\n\nShe was sitting beside him now, on the bench, writing, it seemed, on\nthe sheet of paper he had just read.\n\nHe twisted his head to watch ... and found himself staring in\nfascination.\n\nThe pen in the girl's hand glided rapidly over the page. Everything\nnormal except that it began at the bottom of the page, moving from end\nto the beginning of the message, _erasing_ as it went! One by one the\nletters and words disappeared under the swift strokes of the pen until\nthe sheet was clean and unblemished. Then the girl placed it in her bag.\n\nDarrel relaxed. \"What the devil....\" There! It happened again. A\nball of paper, defying all familiar physical laws, leaped from the\nground beside the bench and flew into the girl's outstretched hand. It\nunfolded as her hand opened, and she held it out, smiling sadly all the\nwhile.\n\n\"It is true then,\" the note said. \"You have forgotten. I am Leyloon.\"\n\nLeyloon? Leyloon? Her name, of course. Darrel strained to remember a\nLeyloon. There was no such name in his memory tract. He looked hard\nat the girl, at Leyloon. She was ethereal. He would _like_ to have\nmemories of her. He didn't though.\n\nBut he was _supposed_ to remember her. Leyloon, Leyloon. No ... his\nbrain held no recollections of this girl except that yesterday she came\nup to the ship and ... but _yesterday_, the first note had said, he had\nunderstood perfectly.\n\nHe scratched his head furiously.\n\nYesterday he had been more completely at a loss than he was today! He\nhadn't known of this city, where everything went in reverse, he hadn't\nknown the girl's name ... he hadn't known anything!\n\nThe girl erased the note with reverse writing strokes of the pen. She\nsmiled strangely, said, \"Noolyel,\" and nodded.\n\nDriven by inexplicable impulse, Darrel drew a pad from his shirt pocket\nand wrote on it, \"Who are you?\" and showed it to the girl, Leyloon. It\nwas ridiculous. Absolutely ridiculous! Asking a question after it had\nbeen answered. But the inner compulsion had been irresistible.\n\nHe was silent for a long time. An hour ... two hours. Leyloon\nchatted gaily, even affectionately, in her strange tongue. She wrote\nincomprehensible things on pieces of paper that flew up from where\nthey lay on the ground and from the waste receptacle beside the bench.\nShe bewildered him, and yet.... Her every action was in reverse, but,\ndespite the weirdness of the effect, hers were graceful and lovely\nactions.\n\nFinally she left, rising to her feet and setting off down the\nparkway--walking backwards. She waved near a bend of the walk, then\nbacked rapidly around it and out of sight.\n\nDarrel returned to the ship. He weaved his way slowly and drunkenly\nthrough the crowds of this crazy world going in reverse.\n\nThe ship was a lifesaver. It sat there as solidly as a rock. He rubbed\nhis hand over the smooth metal hull and began to regain his sense of\nreality.\n\nOver twenty-four hours already and none of the gravity plates was\nrepaired. At this rate he would never get off Neptune ... that is, if\nhe wanted to.\n\nHe attacked the job with more energy than enthusiasm.\n\n\n\nThe third day began with two realizations. The first realization was\nthat he was very definitely in love with Leyloon.\n\nThe second, that time here was moving in the opposite direction from\nthe time-stream in which he existed. It was the only way to explain all\nthese strange happenings. He had thought about it half the night.\n\nIt was urgent that he find Leyloon and explain both these things. But\nhe shouldn't go off half cocked. He was too excited to permit rational\nbehavior, and might only confuse the problems which already were\nconfused almost beyond comprehension.\n\nWith an effort of will, he lit a cigarette and dragged at it with\ndeliberate slowness. When the cigarette was finished he threw it away\nand picked up his tools to begin work on the gravity plates.\n\nHe worked until he was calm.\n\nOnly then did he leave the ship, squatting in the hollow below the\nhill, and set out for the fantastic Neptunian city. How could he find\nLeyloon? The city was labyrinthine. It would be impossible.\n\nBut on the other side of the hill he met her. She was coming slowly up\nthe gentle slope, backing up as usual.\n\nObeying an impulsive thought, Darrel moved twenty yards off the path\nand waited.\n\nAs though he were a magnet, Leyloon left the path and backed up to him.\nShe turned then and exposed a face that was radiantly happy.\n\nBefore Darrel could collect himself to explain what was on his mind,\nthe weird things began again.\n\nThe broken, shredded end of a slender cigarette soared up from the\nground and settled in Leyloon's hand. A stream of smoke formed in the\nair, and flowed into her mouth. She put the cigarette to her lips. It\nglowed. She smiled and chattered gaily, nonsensically. Little clouds of\nblue-gray smoke kept forming unnaturally in the open air and flowing\ninto Leyloon's mouth and nostrils. The cigarette grew in length with\neach inhalation.\n\nDarrel stared. It was really incredible!\n\nWhen the cigarette was whole again, the girl put a flaring lighter to\nit, and the tip went out. She placed lighter and cigarette in her bag.\n\n\"Whew!\" said Darrel. \"This is beginning to give me the creeps.\" He\ntried his best to grin. \"What happens now, Leyloon? If my theory is\nright, we're going to back-track into your time.\"\n\nAs if in answer to his question, Leyloon began to back off rapidly down\nthe hill.\n\n\"Whoa!\" Darrel ran after her.\n\nHe felt all kinds of a fool walking that way. They faced each other,\nabout a foot apart, she striding backward like something out of last\nyear's nightmare, and he striding forward following her. It was the\ndamnedest sensation!\n\nHe wondered how she felt about it. If his theory was correct, then\nLeyloon thought _she_ was following _him_ the way he was following her.\n\nTo anyone watching, they must have looked like a pair of lunatics.\n\nHere they were, existing simultaneously on the same planet, Neptune,\nbut existing in time-streams diametrically opposed. While Neptune and\nall things of and on it were moving in time toward their youth and\nbeginnings, _he_ was moving in time toward maturity and death. But,\nparadoxically, each to himself was growing toward age in a normal\nmanner. From either viewpoint, the other was growing or becoming\nyounger with every minute. His yesterday was Leyloon's tomorrow, but\nLeyloon's yesterday was _his_ tomorrow. The situation seemed hopelessly\nabsurd.\n\nAbsurd or not, he would have to make the best of it. But it all seemed\nso senseless! Why in blazes was he going off on this wild-goose chase?\n\nLeyloon was backing up briskly, only a foot or so ahead of him.\n\nMaybe that was why. She was exquisite. It was a satisfaction to have\nher near, even though her world was all out of whack. And she was\ngetting under his skin more and more every minute. A Neptunian nymph,\npossibly a figment of his erratic imagination, and he was falling for\nher. Like a meteor. He, Darrel Bond, cool, level-headed astronaut\nfalling for a Neptunian myth with serene face and fouled-up metabolism!\n\nYes. He was. He had to admit it.\n\nHe followed Leyloon's tantalizing figure through the bewildering city.\nThe swarm and rush of reverse traffic and activity made his head spin\ndizzily.\n\nLeyloon turned finally, into a house. The noises of the city were\nsuddenly cut off.\n\nAlmost immediately the business with paper and pen began. She picked a\nsheet from a desk and held it out to him.\n\n\"It is almost evening,\" it read. \"I will go back to the ship with you\nnow.\"\n\nDarrel swore. They had just _come_ from the ship!\n\nWith the pen, Leyloon erased the absurd message and fastened the sheet\nto the gummed end of a pad with a rapid reverse tearing motion.\n\n\"Blazing comets!\" Darrel exploded.\n\nHer face radiant, Leyloon held up another sheet.\n\n\"Yes, of course,\" it said. \"Have you forgotten already?\"\n\nDarrel stared at the page blankly. Forgotten what? Yes, what?\n\n\n\nWithout conscious volition he took a part in the grotesque drama. He\nbegan to write on the pad he carried in his pocket. Leyloon peered at\nhim strangely as he wrote, her eyes wide open and somewhat incredulous.\nHe watched the words form under his hand, not knowing what they would\nbe.\n\n\"Do you live here, Leyloon?\" he wrote.\n\nWhat a stupid question! He knew she lived here. Why would she turn into\nthe place if she didn't? Why in the name of infinite galaxies did he\nask a question like that?\n\nAnother sheet was being held out to him.\n\n\"Yes. You decided it was.\"\n\nDecided what was what?\n\nNonplussed, he stood witness to himself in the act of writing, \"But is\nit inevitable, Leyloon?\"\n\nDarrel growled angrily. Was _what_ inevitable?\n\nHe wrote again, and as he wrote he saw an increasing fascination and\nwonder in the girl's eyes as she watched him. The rite was as strange\nto her as it was to him.\n\n\"Absolutely,\" his message said. \"I do.\"\n\nNow what? This was all meaningless.\n\n\"Do you truly love me, Darrel? Do you think there is a way for us?\"\n\nThat did it! Now he was committing himself to all sorts of things\nlike ... wait a minute--as a matter of fact he _was_ in love with this\ntwisted-around Neptunian witch. No. That wasn't the right word. She\nwasn't a witch. She was more like a ... hell! They would get nowhere\nwith this question and answer method. It was too balled up.\n\nFlat statements were what they needed. Statements that were\nself-evident.\n\nHe began to write down his theory about this paradoxical situation in\nwhich they were both entangled. It was pure theory, but to Darrel it\nseemed the only logical explanation of these weird events. That he and\nLeyloon were living time-lines running counter to each other, seemed\nobvious enough. Within infinity there must be infinite possibilities.\nSince infinity was, in relation to time or anything else, infinite in\none direction as well as the opposite direction, it was conceivable\nthat corporeal objects could co-exist but in time-fields diametrically\nopposed.\n\nNeptune existed in the opposite time-stream. The region occupied by\nthis time-stream undoubtedly continued around in a ring corresponding\nroughly to the planet's orbit. The disturbance midway from Uranus'\norbit would substantiate that. How far into space, away from the sun,\nthe diametrical time existed, was impossible to guess. Its influence\nmight extend beyond the solar system--or not. Who knew?\n\nThere was understanding in Leyloon's eyes. And agreement.\n\nThey scribbled and exchanged ideas well into the afternoon. Darrel felt\nan exultation.\n\nThen annoyance, then discouragement. As the hours passed, Leyloon\ncomprehended less until, as evening came on, she was openly incredulous.\n\nWhen he left the house to return to the ship, Leyloon was watching him\nalmost with astonishment.\n\n\n\nWhen the fourth day began, Darrel inspected the ship with satisfaction.\nHe had worked on into the night and the gravity plates were all\nrepaired. It would take only a few more hours to install them.\n\nHe reflected that though today was _today_ for him, it would be\n_yesterday_ for Leyloon. She would know nothing, absolutely nothing, of\nthe past three days. They were her future. What would her reactions be\non this day?\n\nNot long after the sun had risen, she came walking uncertainly over the\nhill--backwards as usual--casting quizzical glances over her shoulder\nas she advanced.\n\nDarrel was absorbed by the spectacle. He understood now--understood\nthat actually, from Leyloon's point of view, she was walking _away_\nfrom the ship instead of toward it. This was the end of the day for\nher, while for him it was the beginning.\n\nLeyloon stopped and turned to face him. She wore a helpless, puzzled\nexpression.\n\nIt was disturbing. Darrel sensed--and the knowledge cut like a\nknife--that the girl was slipping away from him, sliding inexorably\ninto her past. And in her past, he had no place. None whatever. He was\nmoving to the point in her life where he did not exist for her. The\nidea was appalling.\n\nShe was holding out a note for him to see.\n\nIt read, \"Night is coming on and I must retire, stranger. This has been\nan extraordinary day.\"\n\nStranger! So he was nothing more than that now! And only\nyesterday ... or tomorrow ... there had been complete understanding\nbetween them. They had been in love then, had told each other so! And\nnow ... stranger!\n\nBut there was evidence of a shy, hesitant affection in the girl's face\nand actions.\n\nDarrel stifled a sudden impulse to swear and smash things. Every\nminute, every second they were moving toward Leyloon's childhood and\nher complete ignorance of his existence. It was horrible and it was\ninevitable. Frustrating. Infuriating! The minutes were precious,\npriceless, and they clicked by with the ruthless precision of a\nmachine. They were going ... gone, irretrievably.\n\nIt was almost noon--noon for both! Here was mutual ground. It was not\none time of day for him and another for her ... it was noon for both.\nThey moved toward the moment from opposite directions, Leyloon from\nafternoon and he from morning. Exactly at noon, when time coincided for\nthem ... he would kiss her.\n\nSmack!\n\nHis face stung from the reverse-motion blow. She had slapped him. But\nhe hadn't done anything yet.\n\nThen, he kissed her.\n\nNow, when a slap might be expected, nothing happened. Because now she\nhadn't been kissed yet. She was watching him with bewitching, innocent\neyes, utterly unaware that within a minute she would be kissed--or\n_had_ been kissed.\n\nShe stared at him with a strange look, as though he were mad.\n\nDarrel dug for a pencil and wrote desperately. He had to explain that\nkiss.\n\nBut it was hopeless. Of course it would be. Naturally she would think\nhe was crazy for writing notes explaining he had kissed her when he\n_hadn't_ kissed her yet.\n\nHe looked up, and Leyloon was gone. She was disappearing over the crest\nof the hill.\n\nDarrel swore freely--eloquently!\n\n\n\nThe morning of the fifth day--or was it evening?--Darrel riveted\nthe last gravity plate into position in the bulkhead. The ship was\nready. He could leave any time. There was a valuable cargo in the hold\nawaiting delivery to Uranus. So why the hell didn't he leave?\n\nBecause Leyloon was standing, obviously confused, on the slope of the\nhill outside.\n\nThey stared at each other a long time. Darrel's forehead wrinkled in\na worried frown. Today Leyloon knew even less about him than she had\nyesterday. He must be a _complete_ stranger to her now. This might\neasily be the first time she had ever seen him. Probably she had been\nout on a quiet evening stroll--it was Neptune's evening--and had seen\nthe ship, and stopped to look at it.\n\nStanding on the hill, half-silhouetted against the dusky sky, she\nseemed wonderfully desirable. So small, fragile and alone.\n\nMaking up his mind suddenly, he left the ship and approached the\ngirl. Her eyes never left him. Undoubtedly she was dumbfounded at his\nbackward behavior.\n\nHe leaned toward her. A stinging slap creased his cheek. It hurt.\n\n\"Don't tell me I'm going to kiss her again!\" he thought, prepared to\ndefy that possibility.\n\nHe kissed her.\n\nLeyloon's eyes were big and full of fear. He hadn't kissed her yet but\nshe must have been frightened by his menacing attitude. He scrutinized\nher face. It was thrillingly beautiful. But it showed no comprehension.\nNo recognition. No faintest glimmer of affection. She did not know him.\n\nCursing all the planets and asteroids in the universe, Darrel swung\naround and threw himself back into the ship.\n\nHe sat with his back against the cold metal hull of the ship smoking\nMartian cigarettes nervously, lighting a new one from the butt of the\none he had just smoked.\n\nShe had escaped him. Slipped into the past. He had ceased to exist\nfor her. Five short days ago he had stepped out of his ship and been\nkissed by Leyloon. Biff! Like that. She had gushed over him. His\narrival must have been a departure in her eyes. She had been sad to see\nhim leaving. Heartbroken perhaps.\n\nBut now she didn't know him from Adam. He hadn't even entered her life\nyet. It was all over unless....\n\nUnless he could take her to Earth? No. Impossible! It would be the same\nfarce all over again. Absolutely preposterous!\n\nMaybe not. Why was it _he_ hadn't succumbed to the time forces in which\nNeptune existed? He _should_ have. Others had. Those lost expeditions,\nthey accounted for the language and civilization here on Neptune.\n\nDarrel lit another cigarette nervously, clumsily.\n\nMaybe it was because of the speed with which he had approached Neptune.\nHe must have ripped through the--through the point of time transition\nwith so great a velocity that neither he nor his ship were gripped by\nthe opposing time flow. If he had come at a lesser rate of speed, the\nchange might have been effected. Even as it was, the ship had almost\nbeen gripped.\n\nHe threw the cigarette away and paced back and forth in front of the\nship.\n\nIf he could take Leyloon out there ... take her across the zone, very\nslowly, a crawling two or three thousand miles per hour ... it might\nwork. Her entire metabolism system might be reversed. She might exist\n_properly_ in _his_ time.\n\nBlazing comets!\n\nOn the other hand, it might kill her. Tear her apart or something.\nHow many members of the old expeditions survived the transition was\nunknown. The outcome was impossible to foresee.\n\nIt might kill her.\n\nDarrel fumbled for another cigarette. And yet, he had to do\n_something_! She was receding into her past every minute. Time was\ndesperately short.\n\nThe sun was setting--or was it rising?--and the night was coming on\nswiftly. The day was short on Neptune. Little more than half of an\nEarth day. He crumpled up the empty cigarette pack and threw it to the\nground.\n\nKidnapping!\n\nBut it was the only way.\n\nIt should be relatively simple. Neptunians were a systematic race. They\nslept at night. All of them. When night came, all activity ceased. He\nwould be unmolested as he went through the city ... unless the girl\nraised a commotion.\n\nDarrel rubbed his jaw. It couldn't be avoided.\n\nWhen the night was black, he walked behind the beam of his torch over\nthe crest of the hill and into the city.\n\n\n\nTwo hours later he came up to the ship from out of the dark, carrying a\nlimp form across his shoulders. His face was pale. It had wrenched his\nsoul to knock the girl out. He felt like a murderer. Creeping into the\nhouse that way in the dead of night, finding the bedroom, the quietly\nslumbering girl, then ... sock! It was the toughest thing he had ever\ndone.\n\nHe strapped Leyloon's unconscious body onto the bunk in the cabin,\nsealed the airlock, and dropped wearily into the bucket-seat before the\nmaze of manual controls. Beads of sweat oozed from his skin. He wiped\nthem away.\n\nThe magnetic space-drive wooshed powerfully at an almost sub-audio\nlevel. Darrel glanced apprehensively at the girl. Her beauty and\nhelplessness and the thought of what he might be doing to her, tore at\nhim.\n\n\"If I'm wrong, I'll make it up to you in hell!\" he swore, and declined\nthe trip-lever beneath his hand.\n\nThe dark landscape dropped away rapidly. Within minutes, Neptune was\na great mass on the screen, diminishing in size ... diminishing,\ndiminishing.\n\nHe wiped his damp forehead and stared at the instrument panel.\n\nIf she came out of it with a memory of the five days, she would be in\nlove with him. Maybe enough in love with him to condone his socking\nand kidnapping her. If that happened, he would give up this fool\nfreight-hauling. It was nothing but pushing buttons anyhow. He would\nspit in the fleet admiral's eye. Tell him to fly his own ships. Leyloon\nand he....\n\nBut what if she came out of it _without_ a memory of the five days? He\nwas taking her away before they happened, wasn't he? He was kidnapping\na Neptunian girl who had, in fact, never set eyes on him! How would he\nexplain _that_?\n\nYes, how! She would probably hate his guts ... and he couldn't blame\nher if she did. She would probably demand to be taken back. She....\n\nThe sweat glistened on his forehead. If that happened, it would be the\nend. There would be no point to existence now if....\n\nHe glued his eyes to the instruments. They were hours away from Neptune\nnow. Nearing the zone. It was time to slow the ship.\n\nThere were vibrations. Clawing, clutching vibrations that began to\ninsinuate themselves into the ship, into every cell and atom within\nthat bubble of metal. Vibrations. They were ghastly.\n\nBut they couldn't be doing to him what they were doing to Leyloon. She\nmight be undergoing a complete reverse in time. Every particle of her\nbeing constricted, twisted and battled over.\n\nIf she lived through it, would she know him? Would she know that....\n\nHis hands were slick with sweat. They slipped on the controls.\nVibrations thrilled every cell of his body.\n\nThen it stopped.\n\nThey were across, into the time-stream of the inner planets. Darrel set\nthe controls with feverish haste for full speed, and switched them over\nto automatic.\n\nHe wanted to look at the girl, but couldn't. The possible consequences\nof what he had done appalled him. How could he dare such a crazy stunt?\nWhat if she hadn't made it? What if she didn't know him? What if....\n\n\"Where am I?\" The voice was feeble.\n\nDarrel heard it. An exultant grin began to creep up his face. They were\nthe most beautiful words he had ever heard. They were in a logical\nsensible sequence. He could _understand_ them!\n\nHis pulse hammering in his head, he willed himself to turn and see\nwhether....\n\nLeyloon was unbuckling the straps and sitting up. Struggling off the\nbunk.\n\nLeyloon's face came up. There was a faint, tremulous smile on it. A\n_smile_.\n\nDarrel whooped! He leaped across the cabin space toward the girl,\nslipped, and fell ignominiously to the deck.\n\nLeyloon laughed.",
    "metadata": {
        "author": [
            "Guth, Henry"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/64474/pg64474.txt",
        "name": "planet_in_reverse.json"
    }
}