{
    "name": "Planet of No-Return",
    "author": [
        "Peacock, Wilbur S.",
        "Peacock, Wilbur Scott",
        "Peacock, W. S."
    ],
    "body": "Old Kerry Blane exploded.\n\n\"Damn it!\" he roared. \"I don't like you; and I don't like this ship;\nand I don't like the assignment; and I don't like those infernal pills\nyou keep eating; and I--\"\n\n\"Splinter\" Wood grinned.\n\n\"Seems to me, Kerry,\" he remarked humorously, \"that you don't like much\nof anything!\"\n\nKerry Blane growled unintelligibly, batted the injector lever with a\ncalloused hand. His grizzled hair was a stiff wiry mop on his small\nhead, and his oversize jaw was thrust belligerently forward. But deep\nwithin his eyes, where he hoped it was hidden, was a friendly twinkle\nthat gave the lie to his speech.\n\n\"You're a squirt!\" he snapped disagreeably. \"You're not dry behind\nthe ears, yet. You're like the rest of these kids who call themselves\npilots--only more so! And why the hell the chief had to sic you on me,\non an exploration trip this important--well, I'll never understand.\"\n\nSplinter rolled his six foot three of lanky body into a more\ncomfortable position on the air-bunk. He yawned tremendously, fumbled a\nsmall box from his shirt pocket, and removed a marble-like capsule.\n\n\"Better take one of these,\" he warned. \"You're liable to get the space\nbends at any moment.\"\n\nOld Kerry Blane snorted, batted the box aside impatiently, scowled\nmoodily at the capsules that bounced for a moment against the pilot\nroom's walls before hanging motionless in the air.\n\n\"Mister Wood,\" he said icily, \"I was flying a space ship while they\nwere changing your pants twenty times a day. When I want advice on how\nto fly a ship, how to cure space bends, how to handle a Zelta ray, or\nhow to spit--I'll ask you! Until then, you and your bloody marbles can\ngo plumb straight to the devil!\"\n\n\"Tsk! Tsk! Tsk!\" Splinter reached out lazily, plucked the capsules from\nthe air, one by one.\n\nKerry Blane lit one of the five allotted cigarettes of the day.\n\n\"Don't 'tsk' me, you young squirt,\" he grunted around a mouthful of\nfragrant smoke. \"I know all the arguments you can put up; ain't that\nall I been hearing for a week? You take your vitamins A, B, C, D, all\nyou want, but you leave me alone--or I'll stuff your head down your\nthroat, P.D.Q.!\"\n\n\"All right, all right!\" Splinter tucked the capsule box back into his\npocket, grinned mockingly. \"But don't say I didn't warn you. With this\nshielded ship, and with no sunlight reaching Venus' surface, you're\ngonna be begging for some of my vitamin, super-concentrated pills\nbefore we get back to Earth.\"\n\nKerry Blane made a rich, ripe noise with his mouth.\n\n\"Pfuii!\" he said very distinctly.\n\n\"Gracious!\" Splinter said in mock horror.\n\n\n\nThey made a strange contrast as they lay in their air bunks. Splinter\nwas fully a head taller than the dour Irishman, and his lanky build\ngave a false impression of awkwardness. While the vitriolic Kerry Blane\nwas short and compact, strength and quickness evident in every movement.\n\nKerry Blane had flown every type of ship that rode in space. In the\npassing years, he had flight-tested almost every new experimental ship,\nhad flown them with increasing skill, had earned a reputation as a\ntrouble shooter on any kind of craft.\n\nBut even Kerry Blane had to retire eventually.\n\nA great retirement banquet had been given in his honor by the\nInterplanetary Squadron. There had been the usual speeches and\npresentations; and Kerry Blane had heard them all, had thanked the\ndonors of the gifts. But it was not until the next morning, when he was\ndressed in civilian clothes for the first time in forty years, that he\nrealized the enormity of the thing that had happened to his life.\n\nSomething died within Kerry Blane's heart that morning, shriveled and\npassed away, leaving him suddenly shrunken and old. He had become like\na rusty old freighter couched between the gleaming bodies of great\nspace warriors.\n\nFinally, as a last resort so that he would not be thrown entirely\naside, he had taken a desk job in the squadron offices. For six years\nhe had dry-rotted there, waiting hopefully for the moment when his\nactive services would be needed again.\n\nIt was there that he had met and liked the ungainly Splinter Wood.\nThere was something in the boy that had found a kindred spirit in Kerry\nBlane's heart, and he had taken the youngster in hand to give him the\nbenefits of experience that had become legendary.\n\nSplinter Wood was a probationary pilot, had been admitted to the\nInterplanetary Squadron because of his inherent skill, even though his\nformal education had been fairly well neglected.\n\n\n\nNow, the two of them rode the pounding jets of a DX cruiser, bound\nfor Venus to make a personal survey of its floating islands for the\nInterplanetary Squadron's Medical Division.\n\n\"Ten to one we don't get back!\" Splinter said pessimistically.\n\nKerry Blane scrubbed out his cigarette, scowled bleakly at the\ninstrument panel. He sensed the faint thread of fear in the youngster's\ntone, and a nostalgic twinge touched his heart, for he was remembering\nthe days of his youth when he had a full life to look forward to.\n\n\"If you're afraid, you can get out and walk back,\" he snapped\ndisagreeably.\n\nA grin lifted the corners of Splinter's long mouth, spread into his\neyes. His hand unconsciously came up, touched the tiny squadron pin on\nhis lapel.\n\n\"Sorry to disappoint you, glory grabber,\" he said mockingly, \"but I've\ngot definite orders to take care of you.\"\n\n\"_Me!_ You've got orders to take care of _me_?\" Kerry Blane choked\nincoherently for a moment, red tiding cholerically upward from his\nloosened collar.\n\n\"Of course!\" Splinter grinned.\n\nKerry Blane exploded, words spewing volcanically forth. Splinter\nrelaxed, his booted foot beating out a dull rhythm to the colorful\nlanguage learned through almost fifty years of spacing. And at last,\nwhen Kerry Blane had quieted until he but smoldered, he leaned over and\ntouched the old spacer on the sleeve.\n\n\"Seventy-eight!\" he remarked pleasantly.\n\n\"Seventy-eight what?\" Kerry Blane asked sullenly, the old twinkle\nbeginning to light again deep in his eyes.\n\n\"Seventy-eight new words--and you swore them beautifully!\" Splinter\nbeamed. \"Some day you can teach them to me.\"\n\nThey laughed then, Old Kerry Blane and young Splinter Wood, and\nthe warmth of their friendship was a tangible thing in the small\ncontrol-room of the cruiser.\n\nAnd in the midst of their laughter, Old Kerry Blane choked in agony,\nsurged desperately against his bunk straps.\n\nHe screamed unknowingly, feeling only the horrible excruciating agony\nof his body, tasting the blood that gushed from his mouth and nostrils.\nHis muscles were knotted cords that he could not loosen, and his blood\nwas a surging stream that pounded at his throbbing temples. The air he\nbreathed seemed to be molten flame.\n\nHis body arced again and again against the restraining straps, and his\nmouth was open in a soundless scream. He sensed dimly that his partner\nhad wrenched open a wall door, removed metal medicine kits, and was\nfumbling through their contents. He felt the bite of the hypodermic,\nfelt a deadly numbness replace the raging torment that had been his\nfor seconds. He swallowed three capsules automatically, passed into a\ncoma-like sleep, woke hours later to stare clear-eyed into Splinter's\nconcerned face.\n\n\"Close, wasn't it?\" he said weakly, conversationally.\n\n\"Close enough!\" Splinter agreed relievedly. \"If you had followed my\nadvice and taken those vitamin capsules, you'd never have had the\nbends.\"\n\nKerry Blane grinned, winced when he felt the dull ache in his body.\n\n\"I've had the bends before, and lived through them!\" he said, still\nweakly defiant.\n\n\"That's the past,\" Splinter said quietly. \"This is the present, and you\ntake your pills every day, just as I do--from now on.\"\n\n\"All right--and thanks!\"\n\n\"Forget it!\" Splinter flushed in quick embarrassment.\n\nA buzzer sounded from the instrument panel, and a tiny light glowed\nredly.\n\n\"Six hours more,\" Splinter said, turned to the instrument panel.\n\nHis long hands played over the instrument panel, checking, controlling\nthe rocket fire, adjusting delicate instruments to hairline marks.\nKerry Blane nodded in silent approval.\n\nThey could feel the first tug of gravity on their bodies, and through\nthe vision port could see the greenish ball that was cloud-covered\nVenus. Excitement lifted their spirits, brought light to their eyes as\nthey peered eagerly ahead.\n\n\"What's it really like?\" Splinter asked impatiently.\n\nKerry Blane yawned, settled back luxuriously. \"I'll tell you later,\" he\nsaid, \"I'm going to take a nap and try to ease this bellyache of mine.\nWake me up so that I can take over, when we land; Venus is a tricky\nplace to set a ship on.\"\n\nHe yawned again, drifted instantly into sleep, relaxing with the\nability of a spaceman who sleeps when and if he can. Splinter smiled\ndown at his sleeping partner, then turned back to the quartzite port.\nHe shook his head a bit, remembering the stories he had heard about the\nwater planet, wondering--wondering--\n\n\n                                  II\n\nVenus was a fluffy cotton ball hanging motionless in bottomless\nspace. Far to the left, Mercury gleamed like a polished diamond in\nthe sunlight. Kerry Blane cut the driving rockets, let the cruiser\nsink into a fast gravity-dive, guiding it only now and then by a brief\nflicker of a side jet.\n\nSplinter Wood watched breathlessly from the vision port, his long face\neager and reckless, his eyes seeking to pierce the clouds that roiled\nand twisted uneasily over the surface of the planet.\n\nKerry Blane glanced tolerantly at his young companion, felt a nostalgic\ntug at his heart when he remembered the first time he had approached\nthe water-planet years before. Then, he had been a young and reckless\nfirebrand, his fame already spreading, an unquenchable fire of\nadventure flaming in his heart.\n\nNow, his aged but steady fingers rested lightly on the controls,\nbrought the patrol cruiser closer to the cloud-banks on the line of\ndemarcation between the sunward and sunless sides of the planet. He\nhummed tunelessly, strangely happy, as he peered ahead.\n\n\"Val Kenton died there,\" Splinter whispered softly, \"Died to save the\nlives of three other people!\"\n\nKerry Blane nodded. \"Yes,\" he agreed, and his voice changed subtly.\n\"Val was a blackguard, a criminal; but he died in the best traditions\nof the service.\" He sighed. \"He never had a chance.\"\n\n\"Murdered!\"\n\nKerry Blane smiled grimly. \"I guess I used too broad an interpretation\nof the word,\" he said gently. \"Anyway, one of our main tasks is to\ndestroy the thing that killed him.\"\n\nHis lean fingers tightened unconsciously.\n\n\"I'd like nothing better than to turn a Zelta-blaster on that chunk of\nliving protoplasm and cremate it.\"\n\nSplinters shivered slightly. \"Do you think we'll find it?\" he asked.\n\nKerry Blane nodded. \"I think it will find us; after all, it's just an\nanimated appetite looking for food.\"\n\nHe turned back to the controls, flipped a switch, and the cutting of\nthe nose rocket dropped the ship in an angling glide toward the clouds\na few miles below. Gravity was full strength now, and although not as\ngreat as Earth's, was still strong enough to bring a sense of giddiness\nto the men.\n\n\"Here we go!\" Splinter said tonelessly.\n\nThe great cottony batts of roiling clouds rushed up to meet the ship,\nbringing the first sense of violent movement in more than a week of\nflying. There was something awesome and breath-taking in the speed with\nwhich the ship dropped toward the planet.\n\nTendrils of vapor touched the ports, were whipped aside, then were\nreplaced by heavier fingers of cloud. Kerry Blane pressed a firing\nstud, and nose rockets thrummed in a rising crescendo as the free fall\nof the cruiser was checked. Heat rose in the cabin from the friction of\nthe outer air, then dissipated, as the force-screen voltometer leaped\nhigher.\n\nThen, as though it had never been, the sun disappeared, and there was\nonly a gray blankness pressing about the ship. Gone was all sense of\nmovement, and the ship seemed to hover in a gray nothingness.\n\nKerry Blane crouched over the control panel, his hands moving deftly,\nhis eyes flicking from one instrument to another. Tiny lines of\nconcentration etched themselves about his mouth, and perspiration\nbeaded his forehead. He rode that cruiser through the miles of clouds\nthrough sheer instinctive ability, seeming to fly it as though he were\nan integral part of the ship.\n\nSplinter Wood watched him with awe in his eyes, seeing for the first\ntime the incredible instinct that had made Kerry Blane the idol of a\nbillion people. He relaxed visibly, all instinctive fear allayed by the\nbrilliant competence of his companion.\n\nSeconds flowed into moments, and the moments merged into one another,\nand still the clouds pressed with a visible strength against the\nports. The rockets drummed steadily, holding the ship aloft, dropping\nit slowly toward the planet below. Then the clouds thinned, and,\nincredibly, were permeated with a dim and glowing light. A second\nlater, and the clouds were gone, and a thousand feet below tumbled and\ntossed in a majestic display of ruthless strength an ocean that seemed\nto be composed of liquid fluorescence.\n\nKerry Blane heard Splinter's instant sigh of unbelief.\n\n\"Good Lord!\" Splinter said, \"What--\"\n\nHis voice stilled, and he was silent, his eyes drinking in the weird\nincredible scene below.\n\n\n\nThe ocean was a shifting, white-capped wash of silvery light that\ngleamed with a bright phosphorescence of a hundred, intermingled,\nkaleidoscopic colors. And the unreal, unearthly light continued\nunbroken everywhere, reflected from the low-hanging clouds, reaching\nto the far horizon, bathing every detail of the planet in a brilliance\nmore bright than moonlight.\n\nSplinter turned a wondering face. \"But the official reports say that\nthere is no light on Venus,\" he exclaimed. \"That was one of the reasons\ngiven when exploration was forbidden!\"\n\nKerry Blane nodded. \"That was merely a pretext to keep foolhardy\nspacemen from losing their lives on the planet. In reality, the\nocean is alive with an incredibly tiny marine worm that glows\nphosphorescently. The light generated from those billions of worms is\nreflected back from the clouds, makes Venus eternally lighted.\"\n\nHe turned the ship to the North, relaxed a bit on the air bunk. He\nfelt tired and worn, his body aching from the space bends of a few\nhours before.\n\n\"Take over,\" he said wearily. \"Take the ship North, and watch for any\nisland.\"\n\nSplinter nodded, rested his long hands on the controls. The space\ncruiser lifted a bit in a sudden spurt of speed, and the rocket-sound\nwas a solid thrum of unleashed power.\n\nKerry Blane lit a cigarette, leaned toward a vision port. He felt again\nthat thrill he had experienced when he had first flashed his single-man\ncruiser through the clouds years before. Then the breath caught in his\nthroat, and he tapped his companion's arm.\n\n\"Take a look!\" he called excitedly.\n\nThey fought in the ocean below, fought in a never-ending splashing of\nwhat seemed to be liquid fire. It was like watching a tri-dim screen of\na news event, except for the utter lack of sound.\n\nOne was scaly, while the other was skinned, and both were fully three\nhundred feet long. Great scimitars of teeth flashed in the light, and\nblood gouted and stained the water crimson whenever a slashing blow was\nstruck. They threshed in a mad paroxysm of rage, whirling and spinning\nin the phosphorescent water like beings from a nightmare, exploding\nout of their element time and again, only to fall back in a gargantuan\nspray of fluorescence.\n\nAnd then the scaly monster flashed in a half-turn, drove forward with\njaws agape, wrenched and ripped at the smooth black throat of the other\ncreature. The second creature rippled and undulated in agony, whipping\nthe ocean to foam, then went limp. The victorious monster circled the\nbody of its dead foe, then, majestically, plunged from sight into the\nocean's depths. An instant later, the water frothed, as hundreds of\nlesser marine monsters attacked and fed on the floating corpse.\n\n\"Brrrr!\" Splinter shivered in sudden horror.\n\nKerry Blane chuckled dryly. \"Feel like going for a swim?\" he asked\nconversationally.\n\nSplinter shook his head, watched the scene disappear from view to the\nrear of the line of flight, then sank back onto his bunk.\n\n\"Not me!\" he said deprecatingly.\n\nKerry Blane chuckled again, swung the cruiser toward the tiny smudge of\nblack on the horizon. Glowing water flashed beneath the ship, seeming\nto smooth into a gleaming mirror shot with dancing colors. There was no\nsign of life anywhere.\n\nThirty minutes later, Kerry Blane circled the island that floated\nfree in the phosphorescent ocean. His keen eyes searched the tangled\nluxuriant growth of the jungle below, searching for some indication\nthat the protoplasmic monster he seeked was there.\n\n\"I don't see anything suspicious,\" Splinter contributed.\n\n\"There's nothing special to see,\" Kerry Blane said shortly. \"As I\nunderstand it, anyway, this chunk of animated appetite hangs around an\nisland shaped like a turtle. However, our orders are to investigate\nevery island, just in case there might be more than one of the\nmonsters.\"\n\nSplinter buckled on his dis-gun, excitement flaring in his eyes.\n\n\"Let's do a little exploring?\" he said eagerly.\n\nKerry Blane shook his head, swung the cruiser north again.\n\n\"Plenty of time for that later,\" he said mildly. \"We'll find this\nturtle-island, make a landing, and take a look around. Later, if we're\nlucky enough to blow our objective to Kingdom Come, we'll do a little\nexploring of the other islands.\"\n\n\"Hell!\" Splinter scowled in mock disgust. \"An old woman like you should\nbe taking in knitting for a living!\"\n\n\"Orders are orders!\" Kerry Blane shrugged.\n\n\n\nHe swung the cruiser in a wide arc to the north, trebling the flying\nspeed within minutes, handling the controls with a familiar dexterity.\nHe said nothing, searched the gleaming ocean for the smudge of\nblackness that would denote another island. His gaze flicked amusedly,\nnow and then, to the lanky Splinter who scowled moodily and toyed with\nthe dis-gun in his long hands.\n\n\"Cheer up, lad,\" Kerry Blane said finally. \"I think you'll find plenty\nto occupy your time shortly.\"\n\n\"Maybe?\" Splinter said gloomily.\n\nHe idly swallowed another vitamin capsule, grinned, when he saw Kerry\nBlane's automatic grimace of distaste. Then he yawned hugely, twisted\ninto a comfortable position, dozed sleepily.\n\nKerry Blane rode the controls for the next three hours, searching the\nlimitless ocean for the few specks of islands that followed the slow\ncurrents of the water planet. Always, there was the same misty light\nsurrounding the ship, never dimming, giving a sense of unreality to the\nscene below. Nowhere was there the slightest sign of life until, in the\nfourth hour of flight, a tiny dot of blackness came slowly over the\nhorizon's water line.\n\nKerry Blane spun the ship in a tight circle, sent it flashing to the\nwest. His keen eyes lighted, when he finally made out the turtle-like\noutline of the island, and he whistled softly, off-key, as he nudged\nthe snoring Splinter.\n\n\"This is it, Sleeping Beauty,\" he called. \"Snap out of it!\"\n\n\"Huh? Whuzzat?\" Splinter grunted, rolled to his elbow.\n\n\"Here's the island.\"\n\n\"Oh!\" Splinter swung his feet from the bunk, peered from the vision\nport, sleepiness instantly erased from his face.\n\n\"Hot damn!\" he chortled. \"Now we'll see a little action!\"\n\nKerry Blane grinned, tried to conceal the excitement he felt. He shook\nhis head, his fingers flickering over the control studs.\n\n\"Don't get your hopes too high, lad,\" he counseled. \"With those super\nZelta guns, it won't take ten minutes to wipe out that monster.\"\n\nSplinter rubbed his hands together, sighed like a boy seeing his first\ncircus. \"Listen, for ten minutes of that, I'd ride this chunk of metal\nfor a year!\"\n\n\"Could be!\" Kerry Blane agreed.\n\nHe peered through the port, seeking any spot clear enough for a landing\nfield. Except for a strip of open beach, the island was a solid mass of\nheavy fern-like growth.\n\n\"Belt yourself,\" Kerry Blane warned. \"If that beach isn't solid, I'll\nhave to lift the ship in a hell of a hurry.\"\n\n\"Right!\" Splinter's fingers were all thumbs in his excitement.\n\nKerry Blane set the controls for a shallow glide, his fingers moving\nlike a concert pianist's. The cruiser yawed slightly, settled slowly\nin a flat shallow glide.\n\n\"We're going in,\" Kerry Blane said quietly.\n\nHe closed a knife switch, seeing too late the vitamin capsule that was\nlodged in the slot. There was the sharp splutter of a short-circuit,\nand a thin tendril of smoke drifted upward.\n\n\"Damn!\" Kerry Blane swore briefly.\n\nThere was an instant, terrific explosion of the stern jets, and the\ncruiser hurtled toward the beach like a gravity-crazed comet.\n\nKerry Blane said absolutely nothing, his breath driven from him by the\nsuck of inertia. His hands darted for the controls, seeking to balance\nthe forces that threw the ship about like a toy. He cut all rockets\nwith a smashing swoop of his hand, tried to fire the bow rockets. But\nthe short had ruined the entire control system.\n\nFor one interminable second, he saw the uncanny uprush of the island\nbelow. He flicked his gaze about, saw the instant terror that wiped\nall other expression from his young companion's face. Then the cruiser\nplowed into the silvery sand.\n\nBelts parted like rotten string; they were thrown forward with crushing\nforce against the control panel. They groped feebly for support, their\nbodies twisting involuntarily, as the ship cartwheeled a dozen times in\na few seconds. Almost instantly, consciousness was battered from them.\n\nWith one final, grinding bounce, the cruiser rolled to its side,\ntwisted over and over for a hundred yards, then came to a metal-ripping\nstop against a moss-grown boulder at the water's edge.\n\n\n                                  III\n\nKerry Blane choked, tried to turn his head from the water that trickled\ninto his face. He opened his eyes, stared blankly, uncomprehendingly\ninto the bloody features of the man bending over him.\n\n\"What happened?\" he gasped.\n\nSplinter Wood laughed, almost hysterically, mopped at his forehead with\na wet handkerchief.\n\n\"I thought you were dead!\" he said simply.\n\nKerry Blane moved his arm experimentally, felt broken bones grate in\nan exquisite wave of pain. He fought back the nausea, gazed about the\ncabin, realized the ship lay on its side.\n\n\"Maybe I am,\" he said ruefully. \"No man could live through that crash.\"\n\nSplinter moved away, sat down tiredly on the edge of a bunk. He shook\nhis head dazedly, inspected the long cut on his leg.\n\n\"We seem to have done it,\" he said dully.\n\nKerry Blane nodded, clambered to his feet, favoring his broken arm.\nHe leaned over the control panel, inspecting the dials with a worried\ngaze. Slowly, his eyes lightened, and his voice was almost cheerful as\nhe swung about.\n\n\"Everything is more or less okay,\" he said. \"The board will have to\nbe rewired, but nothing else seems to be damaged so that repairs are\nneeded.\"\n\nSplinter looked up from his task of bandaging his leg. \"What caused\nthe crash?\" he asked. \"One minute, everything was all right; the next,\nBlooey!\"\n\nAnger suddenly mottled Kerry Blane's face; he swore monotonously and\nbitterly for a moment.\n\n\"Those gol-damned pills you been taking caused the crash!\" he roared.\n\"One of them broke and shorted out the control board.\" He scowled at\nthe incredulous Splinter. \"By the three tails of a Martian sand-pup, I\nought to cram the rest of them down your throat, boxes and all!\"\n\nSplinter flushed, seemed to be fumbling for words. After a bit, Kerry\nBlane grinned.\n\n\"Forget it, lad,\" he said more kindly, \"those things happen. Now, if\nyou'll bind a splint about my arm, we'll see what we can do about\nrighting the ship.\"\n\nSplinter nodded, opened the medical locker, worked with tape and\nsplints for minutes. Great beads of perspiration stood out in high\nrelief on Kerry Blane's forehead, but he made no sound. At last,\nSplinter finished, tucked the supplies away.\n\n\"Now what?\" he asked subduedly.\n\n\"Let's take a look outside, maybe set up the Zelta guns. Can't tell but\nwhat that protoplasmic nightmare might take a notion to pay us a visit\nin the near future!\"\n\n\"Right!\" Splinter unscrewed the port cogs, swung the portal back.\n\nHe swung lithely from the portal, reached down a hand to help the\nolder man. After much puffing and grunting, Kerry Blane managed to\nclamber through the port. They stood for a moment in silent wonder,\nstaring at the long lazy rollers of milky fluorescence that rolled\nendlessly toward the beach, then turned to gaze at the great fern-like\ntrees that towered two hundred feet into the air.\n\n\"How big do you feel now?\" Kerry Blane asked quietly.\n\nSplinter Wood was silent, awed by the beauty and the tremendous size of\nthe growths on the water world.\n\nKerry Blane walked the length of the cruiser, examining the slight\ndamage done by the crash, evaluating the situation with a practiced\ngaze. He nodded slowly, retraced his steps, and stood looking at the\nfurrow plowed in the sand.\n\n\"Won't be any trouble at all to lift the ship,\" he called. \"After\nrewiring the board, we'll turn the ship with an underjet, swing it\nabout, and head her toward the sea.\"\n\nSplinter nodded, dropped into the open port. A moment later, he flipped\na rope ladder outside, where it dangled to the ground, then climbed out\nhimself, carrying the two Zelta guns.\n\n\"We'd better test these,\" he said. \"We don't want any slip-ups when we\ndo go into action.\"\n\nHe climbed down the ladder, laid the guns aside, then reached up a\nhand to aid Kerry Blane's descent. Kerry Blane came down slowly and\nawkwardly, jumped the last few feet. He felt surprisingly light and\nstrong in the lesser gravity.\n\nHe stood, leaning against the ship, watching as Splinter picked up\nthe first gun and leveled it at a gigantic tree. Splinter sighted\ncarefully, winked at the older man, then pressed the firing stud.\n\nNothing happened; there was no hissing crackle of released energy.\n\nKerry Blane strode forward, puzzlement on his lined face, his hand\nout-stretched toward the defective weapon. Splinter gaped at the gun in\nhis hands, held it out wordlessly.\n\n\"The crash must have broken something,\" Kerry Blane said slowly.\n\nSplinter shook his head. \"There's only one moving part,\" he said, \"and\nthat's the force gate on the firing stud.\"\n\n\"Try the other,\" Kerry Blane said slowly.\n\n\"Okay!\"\n\nSplinter lifted the second gun, pressed the stud, gazed white-faced at\nhis companion.\n\n\"It won't work, either,\" he said stupidly. \"I don't get it? The source\nof power is limitless. Solar rays never--\"\n\nOld Kerry Blane dropped the first gun to his side, swore harshly.\n\n\"Damn it,\" he said. \"They didn't think of it; you didn't think of it;\nand I most certainly forgot! Solar rays can't penetrate the miles of\nclouds on Venus. Those guns are utterly useless as weapons!\"\n\n\n\nNeither of them moved for a long moment, then their eyes swung\nautomatically toward the restless ocean. Kerry Blane jerked his head\ntoward the ship.\n\n\"Get in there,\" he ordered, \"and start that rewiring job. I'll stand\nguard out here, and, if anything shows up, use the hand guns we've got.\"\n\n\"But--\" Splinter began.\n\n\"Damn it!\" Command was in the old man's tone. \"If we're attacked, we\nwon't stand a chance without the big guns. There are animals on this\nworld that have digestive juices more corrosive than hydrofluoric\nacid--they could wreck the cruiser in ten minutes.\"\n\nSplinter darted to the rope ladder, swarmed upward. He paused at the\nport, his youthful face concerned.\n\n\"I'm sorry about causing the short,\" he said. \"I didn't--\"\n\n\"Get that job done,\" Kerry Blane snapped. \"You're not to blame for\nanything that has happened.\"\n\nHe watched the younger man disappear within the port, then shook his\nhead slowly, peered about the long stretch of silver beach. He swore\nbitterly for a moment, realizing the full import of the stupid line of\nreasoning that had equipped them with the wrong style of weapons on\ntheir expedition. Should they be attacked by the monster of insatiable\nprotoplasm, their chances of survival were almost none.\n\nHe swung in a slow circle, studying the forest edge, seeking any sign\nthat would indicate the presence of an alien danger. Tree fronds\nmoved gently in the soft breeze, giving an uncanny life to the vines\nand creepers whose tips lay on the silvery sand. He had the weird\nprescience that he was being watched, but could not detect the watcher.\n\nHe turned to face the ocean, sat on the dry sand, a dis-gun clutched\nwithin the curl of the fingers of his good hand. His broken arm\nthrobbed unmercifully, a slow streak of pain traveling into his\nshoulder. He sighed unconsciously, lit a cigarette, then gripped his\nweapon again, the slim cigarette canted upward in his firm mouth.\n\nSand rustled a bit a dozen feet away. The old space-pilot watched the\nsand bulging slightly, then sliding softly to one side as a blunt,\nscaly head poked through into the atmosphere. He lifted the gun a bit,\nfelt the skin crawl on his back, as a scaly lid peeled back from a\nsingle eye which stared at him with unwinking malevolence.\n\nThe head emerged from the sand, was followed by the sinuous length of\na snakelike body. Eight tiny legs made little scraping sounds in the\nsand. Feelers, like thick antennae, unfolded from cavities in the head,\nflicked slowly back and forth. The creature hissed suddenly, moved\nslowly toward the seated pilot.\n\nKerry Blane blasted it into nothingness with full power of the dis-gun.\nA few flakes of smoking ashes drifted lazily in the breeze for a\nmoment, and the odor of charred flesh was a dank miasma.\n\n\"Holy Hell!\" Kerry Blane ejaculated, wiped quick perspiration from his\nface.\n\nHe felt the slight tap on his shoulder then, turned with a quick shake\nof his head. \"Listen, Splinter--\" he began, felt a terrifying horror\ndraining all strength from his compact body.\n\nHe tried to swing the dis-gun up, felt the double band of rubbery-like\ncreeper flip about his shoulders, pinning his arms to his chest. Terror\nconstricted his throat, as his gaze followed the line of creeper to its\nparent plant that waited with blossom agape like some bloody, sucking\nmouth.\n\nHe whirled to one side in a diving plunge, surged with a desperate\nstrength against the coil of creeping vine that was coiled so tightly\nabout his body, was brought to a bone-shaking halt with a suddenness\nthat jarred his injured arm with a force that cramped him with nausea.\nHis gun went flying to the sand, lay there, out of reach of his\nstraining fingertips.\n\nAnd now the creeper contracted with a deadly purpose and inevitability.\nKerry Blane fought with braced feet to pull away, felt himself dragged\ntoward the avid blossom.\n\nHe screamed then, called with every bit of power in his body, hoped\nthat Splinter would hear him within the dungeon of the ship. He\nstrained, tried to whirl, fought again and again against the uncanny\nstrength of the creeper.\n\nA dis-gun sang briefly; the creeper tightened as though in pain,\nthen dropped to the sand where it writhed like the severed body of a\nboa-constrictor. Splinter, white faced, leaned out of the cruiser's\nport, blasted the parent flower out of existence with a hissing\ndischarge of dis-rays.\n\n\"What the devil happened?\" he asked. \"What was that thing?\"\n\nKerry Blane came shakily to his feet, retrieved his gun, kicked moodily\nat the now-silent length of creeper.\n\n\"Some aggravated form of the Earth's Venus-fly-trap plant,\" he\nexplained. \"I was plenty lucky it didn't get me by the throat, for then\nI couldn't have made a sound.\"\n\n\"Yeah, sure!\" Splinter's freckles were dark against the sickly white of\nhis skin.\n\nKerry Blane grinned reassuringly. \"Better get back on the job,\" he\nsaid. \"I'll make damned certain that nothing sneaks up on me this time!\"\n\nSplinter shook his head. \"We might as well eat something,\" he said,\nsome of the color stealing back into his features. \"I've got some\nwire-plastic cooking; it'll be another ten minutes before it's ready.\"\n\n\"Bring the stuff out here, where we can eat and watch at the same time.\"\n\n\"Right!\" Splinter disappeared into the port, reappeared a moment later\nwith several cans and boxes in the crook of his left arm.\n\n\n\nHe dropped down the ladder, squatted at Kerry Blane's side, opened the\ncans with twists of their keys. More composed now, he handed several\nboxes to Kerry Blane, grinned at the old pilot.\n\n\"Take several of those capsules, first,\" he ordered.\n\nKerry Blane grunted disagreeably, took a gelatin capsule from each of\nthe boxes, then dropped the containers into his pockets. He popped the\nvitamin pills into his mouth, swallowed convulsively.\n\n\"Satisfied?\" he snapped.\n\nSplinter laughed aloud, followed the other's example. Then he handed a\ncan of food and another of water to Kerry Blane, found cans for himself.\n\nThey ate for minutes, finding themselves strangely hungry, their eyes\ndrinking in the strange beauty of the phosphorescent ocean, feeling\ncontentment softening the terror and action of the past hours.\n\n\"It's just like a picnic,\" Kerry Blane commented whimsically, tossed a\ncan toward the water's edge.\n\nAnd then they were on their feet, cans spilling from their laps, their\ndis-guns alert.\n\nThe Venusian creatures were like visions out of a drunkard's dreams.\nThey scuttled from the water on great, jointed legs, their crab-like\nbodies glowing from the millions of phosphorescent sea-organisms\ncaptured in the stiff hair that covered them. They screamed in a pitch\nso high the sound was like a knife blade cutting into the terrestrials'\nminds.\n\n\"This is it!\" Kerry Blane yelled, dropped one of the creatures with a\nblasting streak of energy to its single, pupilless eye.\n\nSplinter grinned woodenly, handling his twin guns with an inherent\nskill, dropping crab after crab, dull horror mounting in his eyes, as\nthe creatures surged nearer.\n\nThe attack seemed endless. The sand was slippery with a greenish\nblood; and the crabs fed on smoking carcasses. Kerry's and Splinter's\ndisruptors roared in increasing fury, blasting ragged holes in the\nvanguard of the attackers. A crab leaped through, knocked Splinter to\nhis knees, was blasted into a quivering heap by Kerry Blane's instant\nshot.\n\n\"Back to the ship,\" Kerry Blane grated.\n\nThey retreated, their guns hot in their hands, seeing the crabs\nerupting from the ocean in a never-ending stream. Their breath was hot\nin their straining chests, and the high-pitched scream of the savage\nmonsters was like a physical pain when it struck their ears.\n\nSplinter went up the ladder first, climbing with one hand, firing with\nthe other. Kerry Blane hooked his good arm through the ladder, braced\nhis feet on a bottom loop, was hauled instantly upward. At the port,\nboth turned and fired with a desperate, accurate fire.\n\n\n\nThe entire world seemed to have come alive. Sinuous creepers flashed\nfrom the jungle, growing, uncurling with a fantastic speed, each\ncapturing a dead crab, then pulling it back to the parent plant in the\njungle. Scaly monsters bored up from within the sand, feasted on the\nshattered bodies of the sea beasts, pausing now and then to fight away\nthe crabs that attacked them. From somewhere came a flying creature\nthat appeared to be half fish, half animal, which swooped, then mounted\nsluggishly into the air, a crab's phosphorescent body dangling from its\nclaws.\n\nKerry Blane shifted on his feet slightly, cleared four crabs from\nbeneath the ladder, turned a sweating face toward his companion.\n\n\"How long will it take to fix the control panel?\" he gasped.\n\n\"Thirty minutes, at least.\"\n\n\"Get in there and fix it.\"\n\n\"And leave you here, alone? To hell with you!\"\n\nKerry Blane drew the ray of his single gun like a hose across a horde\nof attackers, grinned mirthlessly as they fell in convulsive heaps.\n\n\"I'm your superior,\" he grated. \"Get in there!\"\n\n\"This is no time for technicalities!\"\n\nA tiny smile etched itself around Kerry Blane's mouth, was instantly\nerased. He heard Splinter's gasp, felt terror driving him back a full\nstep.\n\nIt came out of the water with a deceptive speed, great loops of itself\nflicking toward the crabs that scuttled wildly to escape. It had no\ndefinite shape, no arms, no features, yet it was alive! It surged up\non the beach like a congealed mass of glowing syrup that rose a full\nhundred feet into the air. It had no eyes, yet seemed to see the entire\nscene with an uncanny intelligence.\n\n\"My God!\" Splinter said wonderingly. \"Is that the thing we were\nsupposed to destroy?\"\n\n\"That's it,\" Kerry Blane said tonelessly.\n\n\"And us with only four hand-guns!\"\n\nAnd even as he spoke, his gun went dead in his hand.\n\n\n                                  IV\n\nThe sea Thing was almost out of the water now, its pseudopods\nflicking to the bodies of the slain beasts, resting momentarily, then\ndrawing back into the main bulk. Almost instantly, the bodies had\nbeen dissolved and assimilated; so fast, indeed, that there was no\nappreciable interval of time between the flicking of the pseudopod and\nthe assimilation.\n\n\"Get in that ship,\" Kerry Blane barked. \"Get the panel fixed the best\nyou can. Fix up a jury-rig. But fix it so that this ship can move\nwithin seconds.\"\n\n\"But--\" Startled knowledge came into Splinter's eyes.\n\nKerry Blane twisted at the gun in Splinter's right hand, tucked it into\nhis belt, pulled at the second. His face was like chiseled stone, and\nhe seemed strangely youthful again.\n\n\"No heroics!\" he said coldly. \"One of us has to get back. I've lived my\nlife.\"\n\n\"Listen, Kerry--\"\n\n\"Get going! If you fix things in time, I'll come aboard. If that\ncreature ever reaches the ship, neither of us will escape.\"\n\nSplinter nodded, his eyes filled with tears of mingled bafflement and\nrage. He touched Kerry Blane gently on the arm, then dropped through\nthe port. Kerry Blane watched him go, shivered slightly, then lifted\nthe port and clanged it shut. His mouth was a thin gash, as he turned\nto face the Venusian monster.\n\nHe felt no regrets; it was a good way to go, with flaming guns and the\nsurge of excitement deep in his heart. Far better than to die unsung\nand unwanted in some bed on Earth.\n\nHe fired directly into the slimy body of the gelatinous mass, laughed\naloud as the flame of the shot pulsed redly deep with the monster's\nbulk. The gigantic blob of protoplasm seemed to draw back a bit, then\nflowed silently forward again.\n\nKerry Blane half-slid, half-climbed down the ladder, raced along\nthe beach to the left of the monster. He dodged the great blob of\nprotoplasm that was spat at his running figure, felt a sick faintness\ncreeping into his mind, when he saw the mindless horror move\nunerringly toward the ruptured body of a crab.\n\nHe paused at a safe distance, blasted shot after shot of rending energy\ninto the glowing bulk. A crab scuttled past him, plunged into the\nocean, sank immediately to safety. The protoplasmic monster moved like\nglowing tar over the beach, seeking fresh food.\n\nKerry Blane emptied the charge of one gun, felt a sick futility\nbeating at his mind when he saw how little damage had been done to the\ninsatiable slime. He tossed the gun to one side, drew the second, knew\nits charge was already half gone.\n\nThe protoplasm flowed toward the ship, flicking loops of itself at the\nfew remaining bodies, then stilled to motionlessness.\n\nKerry Blane approached its bulk slowly, knowing he had to attract the\ncohesive slime his way, if Splinter was to have enough time to finish\nhis repairs and make his escape.\n\nHe flicked the dis-gun aside, fumbled for a cigarette, laughed in\nsudden ironic mirth when his fingers touched the boxes of vitamin\ncapsules. He opened one box, flipped the amber balls straight into the\nprotoplasm.\n\n\"A _balanced_ diet is the thing you need,\" he cried aloud, felt the\nfirst fingers of insanity plucking at his reason.\n\nThe monster surged forward, great loops of itself questing for Kerry\nBlane. He dodged one, felt a second touch his jacket lightly. He tore\nhis jacket off instantly, hurled it savagely at the towering death.\n\n\"Let's get it over with!\" he screamed.\n\nAnd walked directly forward into the sea-Thing.\n\n\n\nIn the ship, Splinter finished his wiring of the panel, wiped his\ntear-streaked face with the back of a dirty hand. He tested the\ninstallments, found they were satisfactory, turned the ship on its\nbelly with a brief roar of an underjet. Then he peered from the vision\nport.\n\nHe swore briefly, harshly, when he saw that, except for the gargantuan\nmonster, the beach was empty. His hands were clenched until the\nmuscle-ache traveled into his shoulders.\n\n\"Damn, oh damn!\" he sobbed in futile rage and regret.\n\nHe knew now how much he had revered the old man, how much faith and\nreliance the years had given him in the other's judgment. He felt then\nthat he had lost more than he could ever regain.\n\n\"That's the trouble with the service now,\" a voice said disagreeably.\n\"Too damned many, wet-diapered squirts! Sitting around, bawling, when\nthey should be tailing it toward home!\"\n\nSplinter turned incredulous eyes toward the side port, stared blankly\nat the grinning face of Kerry Blane.\n\n\"What the--\"\n\nKerry Blane wriggled through the port, adjusted his broken arm into a\ncomfortable position, then went directly to the medicine cabinet. He\nopened the door, ignored the other's amazement, proceeded to swallow\nhalf a box of vitamin capsules.\n\n\"Bellyache!\" he said succinctly.\n\n\"I thought you were dead,\" Splinter whispered.\n\n\"Should be,\" Kerry Blane admitted. \"But decided to live. Guns went\nback on me, I had to figure out something else.\" He frowned. \"That's\nthe trouble with you young squirts, you never figure out anything!\" he\nfinished accusingly.\n\n\"What happened?\" Splinter asked slowly.\n\nKerry Blane jerked his head toward the vision port. \"Gave that thing\na bellyache,\" he explained. \"It assimilated two hundred vitamin D\ncapsules. And Vitamin D, which is _concentrated sunshine_, is as fatal\nto its sunshine-denied life as arsenic would be to yours.\"\n\nSplinter gulped. \"But why are you taking so many yourself?\"\n\nKerry Blane grinned. \"Just in case,\" he said succinctly, \"that baby's\ngot a brother who gets a bite at me. My pills and me will give it the\ndamnedest bellyache this solar system ever saw.\"\n\nThey laughed then, laughed in relief and in quick, ironic amusement;\nand there was a mutual liking and understanding in their eyes that\ncould never be quenched.\n\n\"Let's be getting home,\" Kerry Blane said. \"Our assignment's finished.\"\n\nSplinter nodded happily, reached for the controls.",
    "metadata": {
        "author": [
            "Peacock, Wilbur S.",
            "Peacock, Wilbur Scott",
            "Peacock, W. S."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/62261/pg62261.txt",
        "name": "planet_of_no_return.json"
    }
}