{
    "name": "Poems",
    "author": [
        "Bass, Cora C.",
        "Vane, Harley"
    ],
    "body": "_PREFACE._\n\n\n_Thanks are due to The New York Observer, The Churchman, Zion's Herald,\nChristian Register, The Standard, Outing, Boston Transcript, Portland\nTranscript, The New England Home Magazine, and others, for permission\nto re-print poems of mine that have appeared in their columns._\n\n  _CORA C. BASS._\n\n\n\n\n_CONTENTS._\n\n\n  The Sweetest Songs                           7\n\n  Unbidden Guests                              9\n\n  Sea and Cliff                               10\n\n  The March of Time                           11\n\n  A Gift                                      12\n\n  Would We Dwell on the Mountain Height?      14\n\n  Chill not the Heart that Trusts Thee        15\n\n  He Lies in State                            16\n\n  Hope-On-River                               17\n\n  At Sea                                      18\n\n  Mirth                                       19\n\n  Flora                                       20\n\n  Where Passaconaway Was Wont to Stand        21\n\n  Spring                                      22\n\n  Kearsarge                                   23\n\n  Dead on the Field of Battle                 24\n\n  Listen, Comrades                            28\n\n  Memorial Poem                               33\n\n  Arise, My Soul                              37\n\n  A Hymn of Praise                            38\n\n  Bright as the Sunshine After Showers        40\n\n  Bunker Hill                                 41\n\n  Rising Tide                                 43\n\n  The Glorious Fourth                         44\n\n  The Lord will Provide                       47\n\n  Joy                                         49\n\n  The Missing Path                            50\n\n  Life                                        51\n\n  Another Day                                 52\n\n  The Future                                  53\n\n  Do Not Say That the World is Cold           54\n\n  A Song to the Zephyr                        56\n\n  Laugh and be Happy                          58\n\n  Spare the Trees                             59\n\n  Thoughts of You                             60\n\n  True, Ah, True, the Roses Fall              62\n\n  Laugh On                                    64\n\n  The Worker Bee                              65\n\n  The Comforter                               66\n\n  The Clouds Cannot Last Forever              67\n\n  The Heart That is Hard to Win               68\n\n  Sleep, Minstrel, Sleep                      69\n\n  The Storm                                   70\n\n  'Mid Eternal Snow                           71\n\n  Our Dear Ones                               72\n\n  Even-Tide                                   74\n\n  Press On!                                   75\n\n\n\n\nPoems.\n\n\n\n\n_THE SWEETEST SONGS._\n\n\n      The sweetest songs are left unsung,\n        The sweetest themes unread,\n      The sweetest chords are left unstrung,\n        The sweetest words unsaid.\n      How strange it is, and yet how true,\n        Surpassing mortal ken,\n      We still can catch a blessed view\n        Of thought and times and men.\n\n      Though brightest paths remain unknown,\n        And few the heights we tread,\n      Though we must struggle on alone\n        With deepest tears unshed;\n      Although our hearts are anguish wrung\n        And ev'ry effort pain,\n      If we can keep another young,\n        We have not lived in vain.\n\n      'Tis said the fairest buds decay;\n        Perhaps they do, and yet,\n      Upon the darkest, dullest way\n        How many flowers are met.\n      The happy hours so quickly flee\n        We sigh to see them go,\n      When out upon life's troubled sea\n        The moments move so slow.\n\n      Shall sweetest songs be left unsung?\n        The sweetest themes unread?\n      The sweetest chords be left unstrung?\n        The sweetest words unsaid?\n      When we have but to do our best,\n        The very best we can,\n      To have the future richly blest\n        Of God and truth and man.\n\n\n\n\n_UNBIDDEN GUESTS._\n\n\n      Good thoughts are like the violet demure—\n                So sweet, so pure;\n          They ope their happy eyes\n          'Neath stormy skies,\n                Calm and secure.\n\n      As guests unbidden though perchance they come,\n                They make the dumb,\n          Pale silence blithely ring\n          And sad lips sing\n                Most frolicsome.\n\n\n\n\n_SEA AND CLIFF._\n\n\n      The lurid breakers dash in rifts of white\n      Upon the reef, rebounding to the sky,\n      And yet by yonder point the trembling surf\n      In distance dies; as darkness coils around\n      Our rugged path we pause, each nerve alert.\n      How grand the march majestic of the night\n      Amid the raging tempest's grim display\n      Of rain and hail and that too vivid flash\n      Which makes the inky blackness more intense!\n      But now the pall is riven and behold!\n      The beauteous sun, whose rich, prismatic glow\n      Illumes a jewelled curtain, poised thereon\n      A rainbow plumed for flight, while earth lies wrapped\n      In golden glory. Many a sail full set\n      Is homeward speeding, bearing happy hearts\n      To where love anxious waits and eager eyes\n      Will sweetest welcome give. O, World rejoice!\n      Confronted by the swift incoming tide,\n      With hurried step we scale the dizzy cliff,\n      Delivered by the one all-potent hand,\n      That ever waits to still life's sternest storms.\n\n\n\n\n_THE MARCH OF TIME._\n\n\n      Steadily marching, swift or slow,\n      Moments and months and days they go.\n      Moments and months and days and years\n      Laden with hope and love and tears.\n\n      Laden with hope that cheered the way\n      When earth lay wrapped in twilight gray,\n      In twilight gray, till shining through\n      The fair, sweet promise grew and grew.\n\n      Fair, sweet promise of joy, of bliss,\n      We should not, could not, would not, miss\n      Of bliss so perfect, bliss so true,\n      We fain would keep that bliss in view.\n\n      Steadily marching, swift or slow,\n      Moments and months and days they go,\n      Moments and months and days and years,\n      And then—eternity appears.\n\n\n\n\n_A GIFT._\n\n\n      It was given him in youth,\n        Bestowed by a kingly hand;\n      Sweet as the flower of truth,\n        When its first fair buds expand.\n      It was given him to prize,\n        To guard with a jealous care;\n      This gift in a humble guise\n        But precious beyond compare.\n\n      It was given him—he turned\n        From promise so close concealed,\n      Although in his soul he yearned\n        To follow the unrevealed.\n      He turned from a gift which came\n        In the flush of boyhood days,\n      It clung to him just the same\n        As he trod the world's wild maze.\n\n      It was given him—it slept,\n        But would not be cast aside;\n      Till into his heart it crept\n        A-quiver with love and pride.\n      Yes, into his heart it crept,\n        He worked with a new-born skill;\n      And whether he laughed or wept\n        He worked with a steadfast will.\n\n      It was given him—he caught\n        It close to his heaving breast\n      And a miracle was wrought,\n        For a genius stood confessed.\n      The gift which he held the least\n        Was the gift the Lord had sent;\n      Lo, the angel at the feast\n        He had misnamed, discontent.\n\n\n\n\n_WOULD WE DWELL ON THE MOUNTAIN\n\nHEIGHT?_\n\n\n      Would we dwell on the mountain height\n      Whence the world is lovely and bright.\n        Then we must be eager to climb,\n          Ready and willing to press\n        For the noble, the true, the sublime,\n          To comfort, to bless.\n\n      Would we stand like heroes of yore\n      When life's sternest conflicts are o'er,\n        Would we stand triumphant at last,\n          Or weep the chances we miss\n        As the tide of the battle sweeps past—\n          To conquer is bliss.\n\n      Would we see the foemen retreat,\n      The foemen we dreaded to meet,\n        Battalions of pain, of despair:—\n          On! it is never too late!\n        Let us strive for a heritage fair,\n          A royal estate.\n\n\n\n\n_CHILL NOT THE HEART THAT TRUSTS\n\nTHEE._\n\n\n      Chill not the heart that trusts thee, O, my soul!\n        Be brave to bear, to suffer, to forgive;\n      Life's tempestuous billows wildly roll\n                But love and live.\n\n      Chill not the heart that trusts thee, though thine eyes\n        With tears are dim, and ev'ry effort pain;\n      A day reveals, perchance, this sad surprise,\n                Eternal gain.\n\n      Chill not the heart that trusts thee, dark indeed\n        The way may seem, but sacred is the trust\n      Of faith, which while it may not stoop to plead\n                Is ever just.\n\n      Chill not the heart that trusts thee, cares defeat\n        The true, the good, the noble, who can tell?\n      Truth's eagle glance may yet direct thy feet\n                And all be well.\n\n      Chill not the heart that trusts thee, O, my soul!\n        Be brave to bear, to suffer—to forgive;\n      Life's tempestuous billows wildly roll\n                But love and live.\n\n\n\n\n_HE LIES IN STATE._\n\n  _Frederic T. Greenhalge._\n\n\n          He lies in state\n      'Neath nature's peerless catafalque of snow,\n          The friend beloved, the good, the grand, the great,\n          He lies in state.\n\n          In silent state;\n      Well may the tide of feeling fuller flow,\n          While men upon his noble worth dilate,\n          He lies in state.\n\n          In silent state,\n      Our faithful Governor, the fearless foe\n          Of ev'ry wrong. By memory's pearly gate\n          He lies in state.\n\n          The regal state,\n      That only kingly souls can come to know,\n          Which truth and character alone create:\n          He lies in state.\n\n\n\n\n_HOPE-ON-RIVER._\n\n\n      Hope-On-River leads to bliss;\n      Who would such a journey miss?\n      O'er the waters, limpid, sweet,\n      Floating to the Saviour's feet.\n\n      Hope-On-River is divine,\n      Fairer than the storied Rhine;\n      On its bosom homeward glide,\n      Moving with the gentle tide.\n\n      Hope-On-River runs for all,\n      Runs beyond the jasper wall—\n      Runs to weary pilgrims bear\n      Past the portals of despair.\n\n      Hope-On-River ever flows,\n      Purest, sweetest, mortal knows,\n      On its waters float to rest\n      In the city of the blest.\n\n\n\n\n_AT SEA._\n\n\n      Afar the timid moonbeams shyly creep\n        Behind a purple pall of clouds so drear,\n        It smites the captain's loyal heart with fear;\n      Vainly would he a keener vigil keep,\n        Yet few would dream the traitor, Danger, near,\n        Till through yon misty curtain clean and clear\n        And swift the gleaming lights of death appear,\n      Twin-born. Alas! men waken from sweet sleep\n      Too late to seek escape; the vessel thrills\n        In ev'ry nerve, an almost human groan\n      Wells from her tortured breast; she reels, she fills.\n        A hundred anguished souls for mercy moan—\n      But kindly, Time, the storm of terror stills\n        And meek Diana treads the night alone.\n\n\n\n\n_MIRTH._\n\n\n      Who has not felt his pulses gaily leap\n        And throb and burn, the feeble step grow light\n        And freer speed to scale life's fairest height\n      As some sweet song, or merry jest or deep\n      Toned humorous note lulls lagging care to sleep.\n        Man may be mirthful built and yet contrite,\n        May bear a buoyant heart through darkest night\n      Whilst hope and love their angel vigil keep\n        Twin foes of fear and gloom. Oh, loyal soul\n      That dares to walk upright with dauntless tread;\n        Amid the din of battle and the roll\n      Of thunder-guns storm shattered o'er thy head,\n        Press on, press ever onward, to the goal,\n      And round thee joy-refulgent freely shed.\n\n\n\n\n_FLORA._\n\n\n      In a dainty robe of green\n      Comes the nodding daffadilly\n      And the stately Easter lily;\n      In the meadows cowslips shimmer,\n      Crocuses with dewdrops glimmer;\n      April's smile and May's soft splendor\n      Linger o'er us gentle, tender;\n      Fair forget-me-nots convene\n      In the most delightful places;\n      Mount and vale are wrapped in glory,\n      Greylock doffs his tippet hoary,\n      And Wachusett stands new crowned\n      Thanks to Flora, queen of graces;\n      Laurel draped and daisy gowned.\n\n\n\n\n_WHERE PASSACONAWAY WAS WONT TO\n\nSTAND._\n\n\n      Where Passaconaway was wont to stand,\n        Piercing the distance with intrepid eye,\n        The teeming mills their rhythmic shuttles ply.\n      Many knelt subservient to the hand\n      Of that good sachem of a noted band;\n        But labor like a chieftain, leads us high,\n        To fairer fields where richer guerdons lie\n      Than he aspired to win; the bold demand\n      Of Time is met by a triumphant throng\n        Which presses onward, upward, evermore;\n      And cities in their children true as strong\n        Live worthy the brave men who marched before,\n      Speeding the hum of Industry's glad song\n        O'er heights the noble red man trod of yore.\n\n\n\n\n_SPRING._\n\n\n      Wooed by thy balmy breath, O witching Spring.\n        The woodland nymphs are charming us anew,\n        And yon blue dome acquires a richer hue.\n      Waked from its winter's sleep on gauzy wing,\n      The butterfly flits past no more to cling\n        A slave forlorn to some enamored branch.\n        How joyfully the laughing lilies launch\n      Their dainty barques; they safe at anchor swing\n        In many a sylvan nook. Swift and free\n      The swallow skims athwart the river's breast\n        A burnished emblem of the glancing sea\n      Which ever glimmers in a vague unrest:—\n        An image beautiful, content to be\n      By minds diverse in divers colors dressed.\n\n\n\n\n_KEARSARGE._\n\n\n      Long as thy sponsors stand in regal pride,\n        Aurora's kiss on each benignant brow,\n        Will men with laurel fair thy fame endow;\n      The stricken Alabama shall provide\n      The queen gem in thy priceless crown; the tide\n        Which racked thy battle-scarred and hoary prow,\n        Yet seeks in rhythm tender to avow\n      How by Roncador's will, alas, ye died.\n        Columbia well thy deeds may deify,\n      In liberty immortal rise, be blest,\n        While stars with march majestic, tread the sky,\n      Thy home behold in every free man's breast;\n        Piratic torch and Boreas but vie\n      When—lo! with charms sublime they thee invest.\n\n\n\n\n_DEAD ON THE FIELD OF BATTLE._\n\n  _Written by request, and read at Huntington Hall, Memorial Evening\n  Services, 1896._\n\n\n      Dead on the field of battle, the sacrifice complete,\n      With none to tell the story of that last sublime retreat,\n      The fearless rush to conquer and the awful price it cost\n      When riven lines were reeling like a vessel tempest tossed.\n\n      Dead on the field of battle, the glowing words inspire\n      The courage of the hero as he meets the foeman's fire;\n      His bayonet is flashing in the thickest of the fight,\n      An invincible avenger of liberty and right.\n\n      Dead on the field of battle, away from home and friends\n      And dying for the country ev'ry loyal son defends,\n      The clash of arms around him with the battlefield his bier,\n      He gives his life a ransom for the flag he holds so dear.\n\n      Dead on the field of battle, untroubled by its roar\n      The willing hands are quiet as they never were before;\n      The eager eyes are fading and the pleasant smile has flown,\n      But the record he is leaving is evermore his own.\n\n      Dead on the field of battle, we search but search in vain\n      To find the missing martyr 'mid the legions of the slain;\n      Downtrodden in the conflict there is nothing left to show\n      The consecrated service of the one who lies below.\n\n             *       *       *       *       *\n\n      Dead on the field of battle, let patient mourners weep,\n      Nor dream that eulogies alone can bless the watch they keep;\n      For sacred is the hallowed spot where fairest blossoms bloom,\n      And where our starry banner waves above the soldiers' tomb.\n\n      Dead on the field of battle, in nameless graves they lie,\n      A host of gallant comrades 'neath a tender southern sky;\n      And no man knows the number, or beheld them as they fell,\n      Or hopes to pierce the silence where they now so calmly dwell.\n\n      Dead on the field of battle,—on Freedom's holy shrine,\n      But Honor's hand shall point us to their monument divine,\n      A catafalque of glory that abides above the brave,\n      This great and growing Union they so freely died to save.\n\n      Dead on the field of battle,—the battlefield of life,\n      Unmindful of its turmoil and the ceaseless din of strife;\n      Though many still may linger of the brave, the tried, the true,\n      They all must quickly gather for the final grand review.\n\n      Dead on the field of battle? Nay, living heroes come\n      With martial note, with banners furled, with sadly muffled drum;\n      We hear the dirges wailing past upon the fragrant breeze,\n      And know they swell and sob and die, o'er thousands such as these.\n\n      Dead on the field of battle, the bugle sweet and clear\n      Is telling how they fought and bled, these soldiers we revere;—\n      These noble comrades, honor crowned, now moving on abreast\n      To love's eternal camping ground and to eternal rest.\n\n\n\n\n_LISTEN, COMRADES._\n\n  _Written by request and read at Huntington Hall, Memorial Evening\n  Services, 1897._\n\n\n      Listen, comrades, deep and tender is the burden of the strain,\n      Like a restful benediction to the battle weary brain.\n      Over vale and wood and mountain, it shall echo far and wide,\n      Praising those who fought and conquered, praising those who fought\n                and died.\n\n      In the beauty of the springtime with what rapture we have heard\n      Thrilling notes of martial music till the palsied limbs have\n                stirred,\n      And we felt to still be marching, marching as we used to do,\n      With the grand old flag before us and the victory in view.\n\n      We were brothers, heroes, comrades, as the charging lines advanced\n      And the brilliant flash of weapons down the surging columns\n                glanced;\n      How we struck for home and country through a storm of shot and\n                shell,\n      And as one we fought and conquered, or as one we fought and fell.\n\n      How we struck for home and country 'mid the ardor of the fray,\n      With our comrades falling 'round us and an eager foe at bay:\n      Oh, our willing hands were steady and our willing hearts were\n                strong,\n      Though the furloughs were so fleeting and the way so dark and long.\n\n      Oh, our willing hands were steady and our hearts were strong to\n                win,\n      Though the way was rough and rugged and the serried ranks grew\n                thin;\n      Though the way was rough and rugged and our eyes were dim with\n                pain,\n      We beheld the spires of Richmond over hillocks of the slain.\n\n      We beheld the spires of Richmond, with prophetic light they shone\n      In the tranquil southern sunshine as proclaiming her our own;\n      Yet how solemn was the moment when downtrodden at our feet\n      Lay the patriot, the comrade, with his martyr's work complete.\n\n      We beheld the spires of Richmond and Columbia at peace;—\n      An eternal badge of glory in the stricken slave's release.\n      Names, alone, may be forgotten in the ceaseless rush of years,\n      But our deeds are doubly hallowed by a nation's smiles and tears.\n\n      Will the future find us ready:—ready as in sixty-one,\n      When we heard the voice of freedom in the boom of Sumter's gun?\n      Faith and hope and love sustain us, e'en as when we sought to stand\n      In the forefront of the conflict, the defenders of our land.\n\n      From the Union constellation not a single star was rent,\n      For the wealth of pride and party in a common cause were blent;\n      And the graceful folds above us, bullet scarred and blood embossed\n      Are a peerless proclamation of the sacrifice and cost.\n\n      Well we know the sacred standard guarding ev'ry soldier's grave\n      Must remain what we have made it, the insignia of the brave;\n      Precious, speaking of the partings that have sanctified the past,\n      Holy—for the great reunion we are looking to at last.\n\n      Can we, dare we, be despondent, should we hear the midnight call?\n      Would we shun the gracious welcome, with its day of rest for all?\n      Nay! a clearer light is dawning when each trusting soul shall seem\n      Like a vessel gently gliding homeward, heavenward, with the stream.\n\n      Honor's meed of fragrant blossoms brightly blooming o'er the dead,\n      Marks the dear, familiar pathway that their feet were wont to\n                tread;\n      They are waiting, as are many in this world so sweet and fair,\n      Waiting, waiting, only waiting, but the waiting is a prayer.\n\n\n\n\n_MEMORIAL POEM._\n\n  _Written by request, and read at Memorial Evening Services, 1898._\n\n\n      Sweet is the breath of the springtime, when the sound of the bugle\n                is heard,\n      Its soul thrilling pæans swift echo the clear ringing notes of a\n                bird;\n      And bright is the face of the hillside for summer's own coming\n                arrayed,\n      The voice of the singer must falter, the beautiful flowers must\n                fade.\n\n      Precious and far more enduring than the blessings kind nature\n                bestows\n      Is Liberty, firmly abiding, a peerless memorial of those\n      Who turned from their calm avocations to cheerfully hurry away;\n      For a grateful people preserving the freedom we cherish to-day.\n\n      We see them; lo! here is a father, a brother, a lover, a friend,\n      They are marching, and marching, and marching till their kindred\n                forces blend;\n      And boldly they strive to press forward, unawed by the battle's\n                dread din,\n      So ready to struggle and suffer, to struggle and suffer and win.\n\n      Steadfast and faithful and fearless, though every advantage they\n                gain\n      Is a legacy, cruel, of sorrow to the loved ones of the slain.\n      Hark! to the booming of cannon, to the shrill piercing scream of a\n                shell,\n      And yonder poor widow is weeping a lad who at Gettysburg fell.\n\n      Leaden hail raining around him, at the head of the column he stood,\n      Determined if needs be to die there as only a patriot could;\n      And fighting as brave as a lion; ay, brave as a lion at bay,\n      He shouted \"The Union forever!\" and sank in the midst of the fray.\n\n      Then holy, thrice holy the record, the blood written record of\n                deeds\n      Which proves, by the fruit of his effort, the work of the martyr\n                succeeds;\n      And fitting it is that the blossoms should ever be destined to shed\n      A shower of delicate perfume o'er the hallowed graves of the dead.\n\n      Blessed it is to do homage to the men who would willingly give\n      The promises fair of the future, that we as a nation might live;\n      And whether they fell in the conflict, or wounded and weary\n                returned,\n      May theirs be the glorious tribute the true hearted heroes have\n                earned.\n\n      Sweet is the voice of the springtime when the soldiers assemble as\n                one\n      To eulogize those who have fallen in the wake of service well done;\n      Many are quietly sleeping 'neath the blush of the warm southern\n                sky,\n      But the lilies are blooming above them and the old flag floats on\n                high.\n\n      They have bivouacked oft in the south-land, the enemy fully in\n                view,\n      With cities and armies to conquer, herculean duties to do;\n      With the earth itself for a pillow, their shelter the heaven's\n                blue dome,\n      But now all too swiftly and surely, the comrades are gathering\n                home.\n\n      Into the Guardian Presence neither peril nor passion intrude,\n      When low at the feet of the Saviour the fountain of life is\n                renewed;\n      As long as our country shall prosper, as long as our banner shall\n                wave,\n      Sever the bonds of oppression as they severed the bonds of the\n                slave.\n\n\n\n\n_ARISE, MY SOUL!_\n\n\n      Arise, my soul! forsake the shadows dreary,\n        Where dark and dread battalions line the way;\n      The grandest heights refuse to make us weary\n        When we can struggle upward day by day.\n\n      Arise, my soul! do swift and valiant battle,\n        Tread down the foe beneath thy steadfast feet;\n      Fear not the stern assault, the cannon's rattle,\n        A moment's failure makes the end more sweet.\n\n      Arise, my soul! lo! victory is waiting,\n        Be not afraid to suffer and to dare;\n      Push boldly on, no jot of strength abating,\n        The crown is brighter for the cross we bear.\n\n      Arise, my soul! forsake the shadows dreary,\n        Though dark and dread battalions line the way;\n      The grandest heights can never make us weary\n        If we but struggle upward day by day.\n\n\n\n\n_A HYMN OF PRAISE._\n\n\n      O what gracious gifts are ours, when on every hand\n      Bursting buds and blushing flowers beautify the land;\n      Till a host of treasures lie, delicate and sweet,\n      'Neath the mantle of the sky, crushed by careless feet.\n\n      Many a floral gem is hid in a casket green,\n      But a zephyr lifts the lid and its worth is seen;\n      Through the meadows broad and fair, violets demure\n      Scatter incense rich and rare, happy and secure.\n\n      As the seasons glide along, earth's a pleasant place,\n      Just a miracle of song, typical of grace:\n      Wondrous visions charm the eye while the moments flee,\n      Each a message from on high sent to you and me.\n\n      See the swallows, how they roam in a ceaseless flight,\n      Ever on the wing for home chanting their delight.\n      Dare we steep our raptured souls in external bliss\n      As life's mystery uprolls from fate's dull abyss?\n\n      Hark! the magic touch of Spring wakes a tender chord,\n      O it is a joy to bring tribute to our Lord;\n      Jesus calls us from despair, offers peace for strife;\n      Our's the gift of praise and prayer; His, eternal life.\n\n\n\n\n_BRIGHT AS THE SUNSHINE AFTER\n\nSHOWERS._\n\n\n      When the heart lies crushed 'neath a load of sorrow,\n        When life's broad river moves sad and slow;\n      When hope is lost in a dread to-morrow,\n        Where all is worry and weight and woe;\n      When hands reject the cross they carry,\n        When feet would falter and strength would fail,\n      When better days seem bound to tarry;\n        Eyes grow tearful and lips grow pale.\n\n      When even the pleasantest hours are dreary,\n        And each new effort is like despair;\n      When we are so worn and weak and weary,\n        We fain would yield to the cruel care;\n      Bright as the sunshine after showers,\n        The smile of a friend illumes the way;\n      Strewing the rugged path with flowers,\n        Turning the even-tide to day.\n\n\n\n\n_THE BATTLE OF BUNKER HILL._\n\n\n      No bridges stood uniting shore with shore\n        And houses, bounded by the busy stream\n        On either hand, were few; men caught a gleam\n      Of crippled Boston, through whose highways tore\n      The troops; embarking, on they swiftly bore\n        'Mid roaring cannon and the awful scream\n        Of shells; poor puppets of a royal scheme\n      To King Taxation's iron rule restore.\n        The honest sod recoiled from their hot tread,\n      But baffled fury trod with reckless haste\n        Till hemmed about by their own slaughtered dead\n      When twice the dizzy charge had been retraced;\n        They found no weakling foe was that ahead\n      And shivered at the task which yet they faced.\n\n      Above doomed Charlestown bombs were bursting shrill,\n        And flaming steeples pierced the pitying sky\n        As eager feet kept marching, marching by\n      To where the cheer triumphant sent a thrill\n      Athwart the loyal breast of Bunker Hill.\n        \"Aim low and fire!\" Well might the red-coats fly\n        Before the \"echo\" of brave Prescott's cry,\n      A cry that speared them with defeat's cold chill.\n        Though twice Columbia's pulse victorious stirred,\n      Ere twilight could her sable shield prepare,\n        A long derisive \"British yell\" was heard\n      To summon forth battalions of despair;\n        When it was only victory deferred\n      To even lure the \"Lion\" from his lair.\n\n      With muskets clubbed our fathers held the slope\n        Which midnight saw them arming for the fray,\n        And still they strove to keep the foe at bay;\n      Beside the fence they saw their comrades cope\n      With those who would fore'er the star of hope\n        Eclipse behind the slavery cloud and say:—\n        \"Thus Monarchy subdues her rebel prey.\"\n      Although the fields were red they would not grope\n        But dared the \"Glasgow,\" dared the lance, the gun;\n      And, founders of a nation, boldly sought\n        On Prospect's brow the rest so nobly won,\n      While other lands the blessed tidings caught\n        Of daring deeds by \"mere provincials\" done,\n      And marveled at the skill with which they fought.\n\n\n\n\n_RISING TIDE._\n\n\n      Foam flecked the fragrant waves rush gayly up\n      The creamy beach, or sport amid the reefs,\n      With song's triumphant, on and on they come;\n      And as the fair horizon bends her bow\n      To guard the bay, a \"liner\" dim discerned\n      Is signaled ere she softly sinks from view\n      Behind the purple curtain of the deep.\n\n                Glance, graceful gull,—\n      Through rifts of spray, until my raptured soul\n      Baptized with joy attunes its eager harp\n      To Ocean's mood ... so redolent with life,\n      And hope, and destiny.\n\n\n\n\n_THE GLORIOUS FOURTH._\n\n\n      On echo's pinions words inspired went ringing through the land,\n      To bid the colonies as one for Independence stand,\n      And Adams, Franklin, Livingston, were typical of men\n      Who watched the march prophetic of the Jeffersonian pen,\n      Which wrote: \"We are and ought to be\" and lo! they seemed to see\n      A wreath of golden glory frame the magic emblem \"_free!_\"\n      Oh, deep the joy that stirred the brave as Philadelphia's bell\n      Gave forth the grateful tidings in a fervent \"all is well!\"\n\n      And sternest voices quivered while the laughter born of tears\n      Disclosed a richer cadence in the quick, triumphant cheers;\n      Though gazing down the vale of time, how could they then behold\n      The beauty of a government of so divine a mould?\n      While booming cannon shook the shore for many a dreary day,\n      Columbia stood majestic 'mid the ardor of the fray;\n      And in the act which swept aside the royalty of birth\n      Beheld a matchless kingdom, and the emperor was _Worth_.\n\n      No more could Monarchy pretend to plant an iron heel\n      Upon a weary people or the last forlorn appeal;\n      And when Britannia rashly strove to break the spell defeat,\n      She only made the footing of the Union more complete.\n      For, by Mount Vernon's sacred shade, on Erie's broad expanse,\n      The foe again was banished by the steady cry: \"Advance!\"\n      And laurel wreathed must Perry's name indelibly be traced\n      Upon the roll of honor which can never be effaced.\n\n      The \"Glorious Fourth\" of Sixty-three saw Vicksburg doomed to fall,\n      As gallant sons of Freedom pressed rebellion to the wall;\n      And while progression's brilliant light illumes the tender sky\n      The heroes of the present must the present need supply.\n      What happiness to meditate on how the nation grew\n      Till swift electric chargers dare the steeds of steam pursue;\n      How good it is to feel, to know, the truth of this decree\n      That \"God made all men equal\" and beyond denial \"Free.\"\n\n\n\n\n_THE LORD WILL PROVIDE._\n\n\n      \"The Lord will provide,\" a blackbird sings,\n      Folding to rest his raptured wings;\n      List to the song of the drowsy wind,—\n      \"The Lord will provide for he is kind.\"\n\n      \"The Lord will provide,\" a farmer's stay,\n      When storms, like foemen, throng the way;\n      \"Though blight bewilder the crops this year,\n      The Lord will provide, good wife, no fear.\"\n\n      \"The Lord will provide,\" a widow's moan\n      Longing for joy the past has known;\n      The weary needle forgets its woe\n      As \"He will provide,\" she whispers low.\n\n      \"The Lord will provide,\" a sore heart sighed,\n      \"I in his boundless love confide.\"\n      A step came staggering to the door;\n      The Lord will provide forever more.\n\n      \"The Lord will provide,\" a father said,\n      My darlings will not want for bread;\n      He who sees the wounded sparrow fall\n      Will surely provide for one and all.\n\n      \"The Lord will provide,\" sang Baby Nell;\n      How sweetly the assurance fell\n      On the spirit worn with grief and pain,\n      Till the fainting faith revived again.\n\n      \"The Lord will provide, my mamma, dear,\"\n      And swift she kisses the healing tear\n      From the grateful mother's pallid cheek;\n      \"The Lord provides for the poor and weak.\"\n\n      \"The Lord will provide,\" an orphan wails,\n      As every spring of living fails;\n      \"The Lord will provide,\" the martyr cries\n      And, lo! with a smiling face he dies.\n\n\n\n\n_JOY._\n\n\n      I sought for it everywhere\n      In the circuit of earth and of air;\n      In the blessing's ambition will bring;\n      In beautiful, bountiful spring.\n      I sought for it high and low,\n      Where thought of a mortal may go;\n      But never a trace could I find;\n      I could not, for lo! I was blind.\n\n\n\n\n_THE MISSING PATH._\n\n\n      Why should it seem so pleasant, the path we missed to-day?\n      With flowers fair and fragrant that ran along the way;\n      The sky all bright above it; the breezes balmy sweet,\n      Why should it seem so pleasant, the path we fain would meet.\n\n      Why should it seem so pleasant, although we could not see\n      Its living lines of beauty unfolding full and free?\n      Well we knew each winding would our weary feet invite,\n      Gliding upward, onward, through the realms of life and light.\n\n      Why should it seem so pleasant, the path we missed to-day,\n      Blooming fresh and fragrant as the flowers of the May?\n      The sky all bright above it; the breezes balmy sweet,\n      Why should it seem so pleasant, the path we fain would meet?\n\n\n\n\n_LIFE._\n\n\n      Life is like the ocean\n        Broad and deep;\n      Billows of emotion\n        O'er it sweep;\n      We must battle boldly\n        With the tide,\n      Lest it waft us coldly\n        Far and wide.\n\n      Life is bright or dreary\n        Where we dwell;\n      Though our feet are weary,\n        All is well,\n      Ever bravely pressing\n        On our way;\n      Fairer is the blessing\n        Day by day.\n\n      Life is like a jewel\n        In the rough;\n      Cut it, be not cruel\n        Just enough.\n      Polish, till its glory\n        Full, divine,\n      Tells a noble story;\n        Even thine.\n\n\n\n\n_ANOTHER DAY._\n\n\n        Another day, another day,\n        How swiftly it has sailed away.\n      It brought us moments,—precious things,\n      Of fairy frame and willing wings;\n        But as they flee, we sigh and say,\n        \"Alas, for thee, another day!\"\n\n        Another day, another day\n        Is riding boldly on its way;\n      May we be brave to do and bear,\n      And in its full fruition share!\n        For sweet it is when we can say,\n        \"How good to have another day.\"\n\n\n\n\n_THE FUTURE._\n\n\n      The work of the future! How much it may mean\n        To you and to me.\n      'Mid the wide-sweeping meadows of truth we may glean\n      Unchallenged, unseen;\n        As blithe as a bee.\n\n      And then of a sudden, on some golden morn,\n        The world shall agree\n      Of the mother, Ambition, a genius is born;\n      Nay! be not forlorn,\n        The future is free.\n\n\n\n\n_DO NOT SAY THAT THE WORLD IS COLD._\n\n\n      Do not say that the world is cold,\n        The world is a glorious place,\n      And friends are the same as of old\n        For each has a generous face.\n      It is only ourselves that have changed,\n        The present eclipses the past,\n      And we are too early estranged\n        From the love which endures to the last.\n\n      This pride, is it never to blame?\n        Is the word so easy to speak\n      Withheld, while we barter for fame\n        The life we are yearning to seek?\n      'Mid the desolate tracks of the soul,\n        Full oft an oasis is hid\n      By turning aside from the goal,\n        Or the too sudden droop of a lid.\n\n      Alas! as we go on alone,\n        How little we value the cost\n      Of sacrifice, save for our own,\n        In the joy another has lost.\n      Should we pause to consider the heart,\n        And fathom the depth of its grief,\n      No power could keep us apart,\n        Though the parting were never so brief.\n\n      It is ours to bask if we will\n        Within the bright sunlight of truth:\n      To sip of the cup which we fill\n        In the fair, sweet morning of youth.\n      And our friends, they are ever our own\n        To comfort, to cherish, sustain;\n      Though often the care is unknown,\n        'Tis enough if we banish the pain.\n\n      Enough, when we give of our best,\n        A brother is cheered on his way;\n      Enough, if the weary may rest\n        'Mid the fervid heat of the day.\n      'Tis enough if the burden we bear\n        But eases the load of a friend;\n      Enough, if the burden we share,\n        We are worthy to share to the end.\n\n\n\n\n_A SONG TO THE ZEPHYR._\n\n\n      The drowsy waves are lulled to rest,\n      Are lulled to rest on ocean's breast;\n      On ocean's breast that gently swells\n      Like Moore's delightful \"Evening Bells.\"\n\n      Those bells that with bewitching chime\n      Go pealing down the vale of time;\n      On echo's wing they swiftly spring,\n      And then athwart the world they ring.\n\n      Oh, dainty zephyr sweep the deep\n      And bid the languid pulses leap;\n      Oh, sweep the deep with fragrant sighs,\n      In sweet communion with the skies.\n\n      From favored regions far beyond,\n      We catch a glimmer of thy wand;\n      Thy magic wand whose happy charm\n      Shall every foe of love disarm.\n\n      So what care we for idle fear,\n      For idle fear when thou art near;\n      When thou art near to waft along\n      The kindred graces—joy and song.\n\n      Oh, dainty zephyr, sweep the deep\n      Where dimpled muses softly sleep;\n      Asleep in ocean's arms they lie,\n      Like autumn in the tranquil sky.\n\n      Fulfil the soul's supreme desire,\n      To liquid notes the harp inspire;\n      To music sweet as wood and lake\n      When fair Aurora cries \"Awake!\"\n\n      Ay, dainty zephyr, fan the sea\n      And bid yon schooner dance with glee;\n      Yon schooner dance with glee, to breast\n      The billows in their vague unrest.\n\n      Come, O spirit of the breeze,\n      I hear a whisper in the trees;\n      A whisper in the trees, and now\n      I feel fair fingers on my brow.\n\n      The harp to sweeter pitch is strung,\n      To sweeter pitch the chords are rung\n      Till liquid sweetness stirs the air,\n      As if an angel floated there.\n\n      Floated there in bliss divine,\n      In bliss too holy to define;\n      In bliss so high I sigh, I faint,\n      The image of that bliss to paint.\n\n\n\n\n_LAUGH AND BE HAPPY._\n\n\n      Laugh and be happy, laugh while you may,\n      Laugh 'mid the wild, rushing storms of to-day;\n      Breasting the current when downward it trends,\n      Grand is the battle if grandly it ends.\n\n      Laugh and be happy; laugh, it is best,\n      Sailing the wide sweeping sea of unrest;\n      Though the dark billows are running so high,\n      Courage! my brother, the haven is nigh.\n\n      Laugh and be happy, laugh while you may,\n      Laugh 'mid the wild, rushing storms of to-day;\n      Faith, like a beacon light, woos us along,\n      Fill the glad moments with laughter and song.\n\n\n\n\n_SPARE THE TREES._\n\n\n      The noble trees that boldly guard the brave\n        In pride serene; their lofty domes are sweet\n        To pavement-weary eyes, and town-worn feet\n      Move with a freer step as o'er the grave\n      Of Ladd, of Whitney, their cool banners wave.\n        How passing fair upon the thriving street\n        The soothing beauty of this calm retreat;\n      Awake, O city! and thine ancients save.\n        What grace the tone refined of sylvan shade\n      Sheds on the busy square; the Hall, embossed\n        With figures quaint by Sol himself inlaid.\n      Throw down the pruning axe and count the cost;\n        Ay, spare the trees; let none the theme evade,\n      For what is \"time,\" when such as these are lost.\n\n\n\n\n_THOUGHTS OF YOU._\n\n\n      I have thought of you many times\n        On blissful heights; in the vale of woe;\n      Memory's chorus smoothly chimes\n        To a rhythmic measure's mellow flow,\n        The joyful echo of long ago.\n\n      I have prayed for you o'er and o'er,\n        'Mid a fleet of shadows dark and drear\n      Coasting close by the silent shore;\n        My grateful spirit is ever near,\n        Unchecked by peril, unawed by fear.\n\n      I have trusted you, faithful, true,\n        Though the tempest's wrathful fingers rend\n      Hope's tortured sails and doubts pursue,\n        What matter whither the storm may trend?\n        With love my compass and you my friend.\n\n      I have wanted you more and more\n        While threading the world's delusive maze;\n      Deaf to its ceaseless rush and roar\n        Through a dreary medley of weary days,\n        We still could journey in kindred ways.\n\n      I have watched for you, watched in vain,\n        To the smiling future clinging fast;\n      The even-time of grief, of pain\n        Must yield to a beautiful dawn at last\n        When the heavy clouds have drifted past.\n\n\n\n\n_TRUE, AH, TRUE, THE ROSES FALL._\n\n  _Companion to \"Leaf by Leaf the Roses Fall.\"_\n\n\n      True, ah, true, the roses fall,\n        And in drops the springs run dry;\n      Slowly, surely, past recall,\n        Summer beauties hasten by.\n      True, the roses bloom again\n        And the springs gush forth anew,\n      Singing sweeter for the pain\n        That could check but not subdue.\n\n      Ay, we know how deepest gloom\n        Makes the springs of gladness fail;\n      But when in their richest bloom\n        Droop the roses, wan and pale;\n      Search and find the hope that strives,\n        Poor, downtrodden germ apart;\n      Nurture kindly till it thrives,\n        Fairest blossom of the heart.\n\n      Dark may be the days and years\n        Strewn with leaves of roses dead;\n      Smile we brighter for the tears\n        When the northern winds have fled.\n      Singer sweet, the thought is true,—\n        Roses fade and springs run dry;\n      But there's nothing old or new\n        That has life can ever die.\n\n      Sweetest hopes must needs be fed\n        If they'd spring to life anew,\n      When grief's winter shall have fled,\n        Giving place to sun and dew;\n      When earth withers like the rose,\n        All its treasure leaves closed up,\n      Then that other blossom blows\n        Life immortal in its cup.\n\n\n\n\n_LAUGH ON._\n\n\n      Laugh on! happy heart,\n      For the sunshine part\n        Is sweetest to play;\n        It works in a way,\n      The acme of art.\n\n      With a merry start\n      Let it onward dart;\n        Through the night, the day,\n            Laugh on.\n\n      In the busy mart,\n      The worry and smart;\n        Of living be gay\n        And banish dismay;\n      Laugh on! happy heart,\n            Laugh on.\n\n\n\n\n_THE WORKER BEE._\n\n\n      Through the fields of nodding clover\n      Comes a dainty little rover;\n      On from bud to blossom hasting,\n      Not the smallest moment wasting.\n      Ever gay and uncomplaining,\n      Nature's honeyed chalice draining;\n      Merry little worker bee,\n      Ev'ry day a jubilee.\n\n      Past the \"red-cap's\" fragrant bower\n      To a modest sister flower,\n      In whose tender heart reposes\n      All the sweets of all the roses;\n      Then with golden trophies laden\n      Homeward hums this busy _maiden_;\n      Merry little worker bee,\n      Ev'ry day a jubilee.\n\n\n\n\n_THE COMFORTER._\n\n\n      He seeketh the rich and the poor,\n        The weary, long suffering, sad;\n      He giveth them strength to endure,\n        He maketh them glad.\n      Out of the midst of their sorrow\n        He bringeth them peace;\n      Ruleth to-day as to-morrow,\n        When sorrow shall cease.\n\n\n\n\n_THE CLOUDS CANNOT LAST FOREVER._\n\n\n      The clouds cannot last forever, my friend,\n        To-day or to-morrow the sun must shine;\n      The heaviest showers must have an end,\n        For that is the Will Divine.\n      Our hearts are heavy when clouds hang low\n        And tempests of sorrow sweep the land;\n      But sooner or later they all must go,\n        And then we shall understand.\n\n\n\n\n_THE HEART THAT IS HARD TO WIN._\n\n\n      Is there a heart that is hard to win,\n        A heart to itself untrue?\n      Never is heart so wrapped in sin\n        That the light cannot creep through.\n      Never are feet so slow to climb\n        As the feet too softly shod;\n      Never is life so full, sublime,\n        As the life that leads to God.\n\n\n\n\n_SLEEP, MINSTREL, SLEEP!_\n\n  _Celia Thaxter._\n\n\n            Sleep, minstrel, sleep!\n      The island home is lonely, dear, to-day,\n      And moaning billows ceaseless vigil keep.\n            Sleep, minstrel, sleep!\n\n            Sleep, minstrel, sleep!\n      A hallowed light illuminates the bay,\n      Where thy sweet spirit loved to hymn the deep.\n            Sleep, minstrel, sleep!\n\n            Sleep, minstrel, sleep!\n      Though generations rise and pass away,\n      Thy songs sublime shall still the silence sweep.\n            Sleep, minstrel, sleep!\n\n            Sleep, minstrel, sleep!\n      Beside thy couch eternal fountains play\n      And angels hover near thee:—yet, we weep.\n            Sleep, minstrel, sleep!\n\n\n\n\n_THE STORM._\n\n\n      Off fair Nahant the gulls are sweeping low,\n        And waves beat wild against the rugged wall\n        By yonder point. Afar, twin schooners crawl\n      Close reefed; they well may shun the ruddy glow\n      That climbs the West, but boldly face the foe.\n        From boat to boat resounds a warning call\n        As shore and ocean shiver 'neath a pall\n      Flame lit. When, tempest-tortured, to and fro\n      We flee before the gale, while lances flash\n        From passion-freighted clouds; to hope we cling,\n      Though thought runs riot. Storm battalions clash!\n        Can sail survive? Ay, scorn the cruel sting!\n      One effort more, just one more fearless dash—\n        And white-browed breakers with rejoicings ring.\n\n\n\n\n_'MID ETERNAL SNOW._\n\n\n      Alone, amid the wild secluded heights\n      Where Winter holds his solitary sway,\n      We wrestle with the fury of the storm,\n      The savage sleet and passion-laden gale;\n      A sleeping avalanche beneath our feet\n      And ice-capped giants menacing the way.\n      Behold, athwart the ebon brow of night\n      The \"fire-zoned orb\" with beauteous light illumes\n      A distant mountain's irridescent rim;\n      And morning flits with swift, impetuous step\n      Adown the snow-clad slopes, benignant, free.\n      Below us lie the valleys, urns of gloom,\n      Concealing nature's precious treasure trove.\n                From thence a hundred peaks\n      Proclaim the royal conquest of the dawn;\n      All rosy-robed and golden-crowned they stand,\n      Their rich prismatic splendors softly limned\n      Upon the dappled curtain of the sky.\n\n\n\n\n_OUR DEAR ONES._\n\n\n      How tender we are of our dear ones, we never can smile at their\n                pain;\n      We never can laugh when they sorrow, we never can love them in\n                vain.\n      How careful we are of our dear ones, what sympathy wakes at a\n                glance;\n      What happiness waits on their presence to ev'ry new blessing\n                enhance.\n\n      How patient we are with our dear ones, though hearts may with\n                anguish be wrung;\n      We ever are one with their sadness, no matter how timid or young.\n      How gentle we are with our dear ones when swiftly the tide rushes\n                by;\n      How ready to share in each trouble, how ready to echo each sigh.\n\n      How loving we are with our dear ones, ambitious to lighten the\n                cross;\n      More anxious to carry the burden, the greater the pain and the\n                loss.\n      How pleasant we are with our dear ones, how gladly with them we\n                rejoice;\n      How eager to follow their footsteps, from duty, and pleasure, and\n                choice.\n\n\n\n\n_EVEN-TIDE._\n\n\n      What ruddy splendor floods the molten west!\n      The quiet hills with matchless brilliance burn\n      Like richest jewels set in liquid gold,\n      Fit diadem to crown the brow of day.\n      Through tranquil fields in living glory lapped\n      The river moves triumphant to the sea;\n      Fair from the mellow distance, mist defined,\n      Stand forth sedate, the town's own peaceful spires.\n      Look up! thou weary one, be not cast down,\n      For sweet the message of the even-tide.\n\n\n\n\n_PRESS ON._\n\n\n      Press on! Why shouldst thou falter? Forward, soul!\n        When, tempest-like, the conflict surges past;\n      Though o'er thee seething waves of trouble roll,\n              They cannot last.\n\n      Press on! nor faint, nor fail, whate'er betide;\n        May each successive blow be bravely met,\n      For hope shall cleave the closer to thy side\n              And save thee yet.\n\n      Press on! Why shouldst thou falter? Forward, soul!\n        What matter though the way is rough and wild?\n      If thou canst keep thine eye upon the goal,\n              Be reconciled.\n\n      Press on! the fierce assailant boldly faced\n        Is half subdued, and he who will may climb;\n      That life upon a good foundation based\n              Has conquered Time.\n\n\n\n\n  Obvious typographical errors have been silently corrected. Variations\n  in hyphenation have been standardized but all other spelling and\n  punctuation remains unchanged.",
    "metadata": {
        "author": [
            "Bass, Cora C.",
            "Vane, Harley"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/56228/pg56228.txt",
        "name": "poems.json"
    }
}