{
    "name": "Potential Enemy",
    "author": [
        "McCord, Guy",
        "Reynolds, Mack",
        "Mallory, Mark",
        "Reynolds, Dallas McCord"
    ],
    "body": "[Sidenote: CAESAR HAD THE SAME PROBLEM AND NEVER SOLVED IT. LORD\nHELP US IF IT JUST CAN'T BE DONE!\n\n_Alexander the Great had not dreamed of India, nor even Egypt, when he\nembarked upon his invasion of the Persian Empire. It was not a matter of\nbeing like the farmer: \"I ain't selfish, all I want is the land that\njines mine.\" It was simply that after regaining the Greek cities of Asia\nMinor from Darius, he could not stop. He could not afford to have\npowerful neighbors that might threaten his domains tomorrow. So he took\nEgypt, and the Eastern Satrapies, and then had to continue to India.\nThere he learned of the power of Cathay, but an army mutiny forestalled\nhim and he had to return to Babylon. He died there while making plans to\nattack Arabia, Carthage, Rome. You see, given the military outlook, he\ncould not afford powerful neighbors on his borders; they might become\nenemies some day._\n\n_Alexander had not been the first to be faced with this problem, nor was\nhe the last. So it was later with Rome, and later with Napoleon, and\nlater still with Adolf the Aryan, and still later--_]\n\n\n\nIt isn't travel that is broadening, stimulating, or educational. Not the\ntraveling itself. Visiting new cities, new countries, new continents, or\neven new planets, _yes_. But the travel itself, _no_. Be it by the\nmethods of the Twentieth Century--automobile, bus, train, or\naircraft--or be it by spaceship, travel is nothing more than boring.\n\nOh, it's interesting enough for the first few hours, say. You look out\nthe window of your car, bus, train, or airliner, or over the side of\nyour ship, and it's very stimulating. But after that first period it\nbecomes boring, monotonous, sameness to the point of redundance.\n\nAnd so it is in space.\n\nMarkham Gray, free lance journalist for more years than he would admit\nto, was en route from the Neptune satellite Triton to his home planet,\nEarth, mistress of the Solar System. He was seasoned enough as a space\ntraveler to steel himself against the monotony with cards and books,\nwith chess problems and wire tapes, and even with an attempt to do an\narticle on the distant earthbase from which he was returning for the\n_Spacetraveler Digest_.\n\nWhen all these failed, he sometimes spent a half hour or so staring at\nthe vision screen which took up a considerable area of one wall of the\nlounge.\n\nUnless you had a vivid imagination of the type which had remained with\nMarkham Gray down through the years, a few minutes at a time would have\nbeen enough. With rare exception, the view on the screen seemed almost\nlike a still; a velvety blackness with pin-points of brilliant light,\nunmoving, unchanging.\n\nBut even Markham Gray, with his ability to dream and to discern that\nwhich is beyond, found himself twisting with ennui after thirty minutes\nof staring at endless space. He wished that there was a larger number of\npassengers aboard. The half-dozen businessmen and their women and\nchildren had left him cold and he was doing his best to avoid them. Now,\nif there had only been one good chess player--\n\nCo-pilot Bormann was passing through the lounge. He nodded to the\ndistinguished elderly passenger, flicked his eyes quickly,\nprofessionally, over the vision screen and was about to continue on his\nway.\n\nGray called idly, \"Hans, I thought the space patrols very seldom got out\nhere.\"\n\n\"Practically never, sir,\" the other told him politely, hesitating\nmomentarily. Part of the job was to be constantly amiable, constantly\nwatchful of the passengers out here in deep space--they came down with\nspace cafard at the drop of a hat. Markham Gray reminded Bormann of\npictures of Benjamin Franklin he'd seen in history books, and ordinarily\nhe didn't mind spending a little time now and then talking things over\nwith him. But right now he was hoping the old duffer wasn't going to\nkeep him from the game going on forward with Captain Post and the\nsteward.\n\n\"Just noticed one on the screen,\" the elderly journalist told him\neasily.\n\nThe co-pilot smiled courteously. \"You must have seen a meteorite, sir.\nThere aren't any--\"\n\nMarkham Gray flushed. \"I'm not as complete a space neophyte as your\ncondescending air would indicate, Lieutenant. As a matter of fact, I'll\nstack my space-months against yours any day.\"\n\nBormann said soothingly, \"It's not that, sir. You've just made a\nmistake. If a ship was within reasonable distance, the alarms would be\nsounding off right now. But that's not all, either. We have a complete\nrecord of any traffic within a considerable distance, and I assure you\nthat--\"\n\nMarkham Gray pointed a finger at the lower left hand corner of the\nscreen. \"Then what is that, Lieutenant?\" he asked sarcastically.\n\nThe smile was still on the co-pilot's face as he turned and followed the\ndirection of the other's finger. The smile faded. \"I'll be a _makron_!\"\nhe blurted. Spinning on his heel, he hurried forward to the bridge,\nmuttering as he went.\n\nThe older man snorted with satisfaction. Actually, he shouldn't have\nbeen so snappy with the young man; he hated to admit he was growing\ncranky with age. He took up his half completed manuscript again. He\nreally should finish this article, though, space knew, he hadn't enough\nmaterial for more than a few paragraphs. Triton was a barren satellite\nif he'd ever seen one--and he had.\n\nHe had almost forgotten the matter ten minutes later when the ship's\npublic address system blurted loudly.\n\nBATTLE STATIONS! BATTLE STATIONS! ALL CREW MEMBERS TO EMERGENCY\nSTATIONS. ALL PASSENGERS IMMEDIATELY TO THEIR QUARTERS. BATTLE STATIONS!\n\nBattle Stations?\n\nMarkham Gray was vaguely familiar with the fact that every Solar System\nspacecraft was theoretically a warcraft in emergency, but it was\nutterly fantastic that--\n\nHe heaved himself to his feet, grunting with the effort, and,\ndisregarding the repeated command that passengers proceed to their\nquarters, made his way forward to the bridge, ignoring the hysterical\nconfusion in passengers and crew members hurrying up and down the ship's\npassageways.\n\nIt was immediately obvious, there at the craft's heart, that this was no\nfarce, at least not a deliberate one. Captain Roger Post, youthful\nofficer in command of the _Neuve Los Angeles_, Lieutenant Hans Bormann\nand the two crew members on watch were white-faced and shaken,\nmomentarily confused in a situation which they had never expected to\nface. The two officers stood before the bridge vision screen watching,\nwide-eyed, that sector of space containing the other vessel. They had\nenlarged it a hundred-fold.\n\nAt the elderly journalist's entrance, the skipper had shot a quick,\nirritated glance over his shoulder and had begun to snap something; he\ncut it off. Instead, he said, \"When did you first sight the alien ship,\nMr. Gray?\"\n\n\"_Alien?_\"\n\n\"Yes, alien. When did you first sight it? It is obviously following us\nin order to locate our home planet.\" There was extreme tension in the\ncaptain's voice.\n\nMarkham Gray felt cold fingers trace their way up his back. \"Why, why, I\nmust have noticed it several hours ago, Captain. But ... an _alien_!...\nI....\" He peered at the enlarged craft on the screen. \"Are you sure,\nCaptain? It seems remarkably like our own. I would say--\"\n\nThe captain had spun back around to stare at the screen again, as though\nto reassure himself of what he had already seen.\n\n\"There are no other ships in the vicinity,\" he grated, almost as though\nto himself. \"Besides that, as far as I know, and I should know, there\nare no Earth craft that look exactly like that. There are striking\nsimilarities, I'll admit, to our St. Louis class scouts, but those jets\non the prow--there's nothing like them either in existence or\nprojected.\"\n\nHis voice rose in an attempt to achieve decisiveness, \"Lieutenant\nBormann, prepare to attack.\"\n\nSuddenly, the telviz blared.\n\n_Calling the Neuve Los Angeles. Calling the Neuve Los Angeles. Be\nunafraid. We are not hostile._\n\nThere was quiet on the bridge of the earth ship. Screaming quiet. It was\nseemingly hours before they had recovered even to the point of staring\nat one another.\n\nHans Bormann gasped finally, unbelievingly, \"How could they possibly\nknow the name of our ship? How could they possibly know the Amer-English\nlanguage?\"\n\nThe captain's face was white and frozen. He said, so quietly that they\ncould hardly make it out, \"That's not all. Our alarms still haven't been\ntouched off, and our estimators aren't functioning; we don't know how\nlarge they are nor how far away. It's unheard of--.Somehow they've\ncompletely disrupted our instruments.\"\n\n\n\nMarkham Gray followed the matter with more than average interest, after\ntheir arrival at the New Albuquerque spaceport. Not that average\ninterest wasn't high.\n\nFinally man had come in contact with another intelligence. He had been\ndreading it, fearing it, for decades; now it was here. Another life form\nhad conquered space, and, seemingly, had equipment, in some respects at\nleast, superior to humanity's.\n\nThe court martial of Captain Roger Post had been short and merciless.\nFree access to the trial had been given to the press and telviz systems,\nand the newscasts had carried it in its entirety, partially to stress to\nthe public mind the importance of the situation, and partially as a\nwarning to other spacemen.\n\nPost had stood before the raised dais upon which were seated SupSpaceCom\nMichell and four other high-ranking officers and heard the charge\nread--failure to attack the alien craft, destroy it, and thus prevent\nthe aliens--wherever they might be from--returning to their own world\nand reporting the presence of man in the galaxy.\n\nMarkham Gray, like thousands of others, had sat on the edge of his chair\nin the living room of his small suburban home, and followed the trial\nclosely on his telviz.\n\nSupSpaceCom Michell had been blunt and ruthless. He had rapped out,\nbitingly, \"Roger Post, as captain of the _Neuve Los Angeles_, why did\nyou not either destroy the alien craft, or, if you felt it too strong\nfor your ship, why did you not blast off into space, luring it away from\nyour home planet?\"\n\nPost said hesitantly, \"I didn't think it necessary, sir. His attitude\nwas--well, of peace. It was as if we were two ships that had met by\nchance and dipped their flags in the old manner and passed on to their\ndifferent destinations. They even were able to telviz us a message.\"\n\nThe SupSpaceCom snapped, \"That was undoubtedly a case of telepathy. The\nalien is equipped in some manner to impose thoughts upon the human\nbrain. You _thought_ the telviz was used; actually the alien wasn't\nspeaking Amer-English, he was simply forcing thoughts into your minds.\"\n\nMarkham Gray, watching and listening to this over his set, shook his\nhead in dissatisfaction. As always, the military mind was dull and\nunreceptive. The ridiculousness of expecting Post to blast off into\nspace in an attempt to fool the other craft in regard to his home\nplanet was obvious. The whole affair had taken place within the solar\nsystem; obviously the alien would know that one of Sol's nine major\nplanets was mankind's home. Finding out which one wouldn't be too\ndifficult a job.\n\nRoger Post was saying hesitantly, \"Then it is assumed that the alien\ncraft wasn't friendly?\"\n\nSupSpaceCom Michell indicated his disgust with an impatient flick of his\nhand. \"Any alien is a potential enemy, Post; that should be elementary.\nAnd a potential enemy is an enemy in fact. Even though these aliens\nmight seem amiable enough today, how do we know they will be in the\nfuture--possibly in the far future? There can be no friendship with\naliens. We can't afford to have neighbors; we can't afford to be\nencircled by enemies.\"\n\n\"Nor even friends?\" Captain Post had asked softly.\n\nMichell glared at his subordinate. \"That is what it amounts to, Captain;\nand the thing to remember is that they feel the same way. They must!\nThey must seek us out and destroy us completely and as quickly as\npossible. By the appearance of things, and partially through your\nnegligence, they've probably won the first round. They know our\nlocation; we don't know theirs.\"\n\nThe supreme commander of Earth's space forces dropped that point. \"Let\nus go back again. When you received this telepathic message--or whatever\nit was--what was your reaction? Did it seem friendly, domineering, or\nwhat?\"\n\nRoger Post stood silent for a moment. Finally he answered, \"Sir, I still\nthink it was the telviz, rather than a telepathic communication, but\nthe ... the tone of voice seemed to give me the impression of pitying.\"\n\n\"Pitying!\" Michell ejaculated.\n\nThe captain was nervous but determined. \"Yes, sir. I had the distinct\nfeeling that the being that sent the message felt sorry for us.\"\n\nThe SupSpaceCom's face had gone red with indignation.\n\n\n\nIt was three years before another of the aliens was sighted. Three\nhurried, crowded, harassed years during which all the Solar System's\nresources were devoted to building and arming a huge space fleet and\nrushing space defenses. The total wars of the Twentieth Century paled in\ncomparison to the all out efforts made to prepare for this conflict.\n\nThe second view of the alien ship was similar to the first. This, time\nthe _Pendleton_, a four-man scout returning to the Venus base after a\npatrol in the direction of Sirius, held the intruder in its viewer for a\nfull five minutes. Once again, no estimation of its distance nor size\ncould be made. All instruments pertaining to such detection seemed to\nfail to function properly.\n\nAnd again the alien had sent a message--seemingly, at least, by telviz.\n_We are no danger to you, mankind. Seek your destiny in peace. Your\ntroubles are from within._\n\nThe _Pendleton_ would have attempted to follow the strange craft, but\nher fuel tanks were nearly dry and she had to proceed to Venus. Her\ncaptain's report made a sensation.\n\nIn a way, the whole business had been a good thing for Markham Gray. As\na free lancing journalist, he'd had a considerable advantage. First, he\nwas more than usually informed on space travel and the problems relating\nto it, second, he had been present at--in fact, had made himself--the\nfirst sighting of the aliens.\n\nHis articles were in continuous demand in both magazines and newspaper\nsupplements; editors clamored for additional material from his\nvoco-typer. There was but one complaint against his copy--it wasn't\nalarmist enough, sensational enough. Humanity had been whipped into a\nstate of hysteria, an emotional binge, and humanity loved it.\n\nAnd it was there that Markham Gray refused to go along. He had agreed\nwith poor Captain Post, now serving a life sentence in the Martian\nprison camps; there had been no sign of hostility from the alien craft.\nIt was man who was preparing for war--and Gray knew of no period in\nhistory in which preparations for war did not eventually culminate in\none.\n\nSo it was not really strange that it was he the aliens chose to contact.\n\nIt came in the early hours of the morning. He awakened, not without a\nchill of fear, the sound of his telviz set in his ears. He had left it\nturned off, he knew that. He shook his head to clear it, impatient of\nthe fact that with advancing years it was taking an increasing time to\nbecome alert after sleep.\n\nHe had not caught the message. For a brief moment he thought the sound\nhad been a dream.\n\nThen the telviz spoke again. The screen was blank. It said, _You are\nawake, Mr. Gray?_\n\nHe stared at it, uncomprehending.\n\nHe said, \"I ... I don't understand.\" Then, suddenly, he did understand,\nas though by an inspired revelation. Why they were able to speak\nAmer-English. Why their ship looked like a Terran one. Why they had been\nable to 'disrupt' the Earth ships instruments.\n\nHe said haltingly, \"Why are you here?\"\n\n_We are familiar with your articles. You alone, Mr. Gray, seem at least\nto seek understanding. Before we left, we felt it our duty to explain\nour presence and our purpose--that is, partially._\n\n\"Yes,\" he said. Then, in an attempt to check the conclusion at which he\nhad just arrived, he added, \"You are going from the Solar\nSystem--leaving your home for a new one?\"\n\nThere was a long silence.\n\nFinally: _As we said, we were going to explain partially our presence\nand purpose, but obviously you know more than we had thought. Would you\nmind revealing the extent of your knowledge?_\n\nGray reached to the foot of the bed and took up his night robe; partly\nbecause it was chilly, partly to give himself time to consider his\nanswer. Perhaps he shouldn't have said that. He was alone in this small\nhouse; he had no knowledge of their intentions toward him.\n\nBut he had gone too far now. He said, \"Not at all. I am not sure of\nwhere we stand, but things should be much clearer, shortly. First of\nall, your spaceships are tiny. Probably less than ten pounds.\"\n\n_About four, Mr. Gray._\n\n\"Which explains why our instruments did not record them; the instruments\nweren't disrupted, your ships were really too small to register. That's\nwhere we made our first mistake. We assumed, for no valid reason, that\nyou were approximately our own size. We were willing to picture you as\nnon-human and possessing limbs, organs, and even senses different from\nours; but we have pictured 'aliens', as we've been calling you, as\napproximately our own size. Actually, you must be quite tiny.\"\n\n_Quite tiny, Markham Gray. Although, of course, the way we think of it\nis that you are quite huge._\n\nHe was becoming more confident now; widely awake, it was less strange to\nhear the words come from his commonplace home model telviz set. \"Our\nsecond mistake was in looking for you throughout space,\" he said softly.\n\nThere was hesitation again, then, _And why was that a mistake, Markham\nGray?_\n\nGray wet his lips. He might be signing his death warrant, but he\ncouldn't stop now. \"Because you are not really 'aliens,' but of Earth\nitself. Several facts point that way. For instance, your ships are\nminute models of Earth ships, or, rather, of human ships. You have\nobviously copied them. Then, too, you have been able to communicate with\nhumans too easily. An alien to our world would have had much more\ntrouble. Our ways, our methods of thinking, are not strange to you.\"\n\n_You have discovered a secret which has been kept for many centuries,\nMarkham Gray._\n\nHe was more at ease now; somehow there was no threat in the attitude of\nthe other. Gray said, \"The hardest thing for me to understand is why it\n_has_ been kept a secret. Obviously, you are a tiny form of Earth life,\nprobably an insect, which has progressed intellectually as far beyond\nother insect forms as man beyond other mammals. Why have you kept this\na secret from humans?\"\n\n_You should be able to answer that yourself, Mr. Gray. As we developed,\nwe were appalled by the only other form of life on our planet with a\ndeveloped intelligence. Why, not even your own kind is safe from your\nbloodlust. The lesser animals on Earth have been either enslaved by\nman--or slaughtered to extinction. And even your fellows in the recent\npast were butchered; man killed man wholesale. Do you blame us for\nkeeping our existence a secret? We knew that the day humans discovered\nthere was another intelligence on Earth they would begin making plans to\ndominate or, even more likely, to destroy us. Our only chance was to\nfind some refuge away from Earth. That is why we began to search the\nother stars for a planet similar to this and suitable to our form of\nlife._\n\n\"You could have fought back, had we attempted to destroy you,\" Gray said\nuncomfortably.\n\nThe next words were coldly contemptuous. _We are not wanton killers,\nlike man. We have no desire to destroy._\n\nGray winced and changed the subject. \"You have found your new planet?\"\n\n_At last. We are about to begin transportation of our population to the\nnew world. For the first time since our ancestors became aware of the\nawful presence of man on the Earth, we feel that we can look forward to\nsecurity._\n\nMarkham Gray remained quiet for a long time. \"I am still amazed that you\nwere able to develop so far without our knowledge,\" he said finally.\n\nThere was an edge of amusement in the answering thought. _We are very\ntiny, Mr. Gray. And our greatest efforts have always been to keep from\nunder man's eyes. We have profited greatly, however, by our suitability\nto espionage; little goes on in the human world of which we don't know.\nOur progress was greatly aided by our being able to utilize the science\nthat man has already developed. You've noted, for instance, how similar\nour space ships are to your own._\n\nGray nodded to himself. \"But I'm also impressed by the manner in which\nyou have developed some mechanical device to duplicate human speech.\nThat involved original research.\"\n\n_At any rate, neither man nor we need dread the future any longer. We\nhave escaped the danger that overhung us, and you know now that we are\nno alien enemies from space threatening you. We wish you well, mankind;\nperhaps the future will see changes in your nature. It is in this\nfriendly hope that we have contacted humanity through you, Mr. Gray._\n\nThe elderly journalist said quietly, \"I appreciate your thoughtfulness\nand hope you are correct. Good luck to you in your new world.\"\n\n_Thank you, Markham Gray, and goodbye._\n\nThe set was suddenly quiet again.\n\n\n\nMarkham Gray stood before the assembled Military Council of the Solar\nSystem. He had told his story without interruption to this most powerful\nbody on Earth. They listened to him in silence.\n\nWhen he had finished, he waited for their questions. The first came from\nSupSpaceCom Michell. He said, thoughtfully, \"You believe their words to\nbe substantially correct, Gray?\"\n\n\"I believe them to be entirely truthful, your excellency,\" the\njournalist told him sincerely.\n\n\"Then they are on the verge of leaving the Earth and removing to this\nother planet in some other star system?\"\n\n\"That is their plan.\"\n\nThe SupSpaceCom mused aloud. \"We'll be able to locate them when they\nblast off en masse. Their single ships are so small that they missed\nbeing observed, but a mass flight we'll be able to detect. Our cruisers\nwill be able to follow them all the way, blasting them as they go. If\nany get through to their new planet, we'll at least know where they are\nand can take our time destroying it.\"\n\nThe President of the Council added thoughtfully, \"Quite correct,\nMichell. And in the early stages of the fight, we should be able to\ncapture some of their ships intact. As soon as we find what kind of\ninsect they are, our bacteriologists will be able to work on a method to\neliminate any that might remain on Earth.\"\n\nMarkham Gray's face had paled in horror. \"But why?\" he blurted. \"Why not\nlet them go in peace? All they've wanted for centuries is to escape us,\nto have a planet of their own.\"\n\nSupSpaceCom Michell eyed him tolerantly. \"You seem to have been taken\nin, Mr. Gray. Once they've established themselves in their new world, we\nhave no idea of how rapidly they might develop and how soon they might\nbecome a threat. Even though they may be peaceful today, they are\npotential enemies tomorrow. And a potential enemy _is_ an enemy, who\nmust be destroyed.\"\n\nGray felt sickness well through him \"But ... but this policy.... What\nhappens when man finally finds on his borders a life form more advanced\nthan he--an intelligence strong enough to destroy rather than be\ndestroyed?\"\n\nThe tolerance was gone now. The SupSpaceCom said coldly, \"Don't be a\npessimistic defeatist, Gray.\"\n\nHe turned to the admirals and generals of his staff. \"Make all\npreparations for the attack, gentlemen.\"",
    "metadata": {
        "author": [
            "McCord, Guy",
            "Reynolds, Mack",
            "Mallory, Mark",
            "Reynolds, Dallas McCord"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/40954/pg40954.txt",
        "name": "potential_enemy.json"
    }
}