{
    "name": "Preview of Peril",
    "author": [
        "Marin, A. C.",
        "Coppel, Alfred",
        "Galaxan, Sol",
        "Coppel, Alfredo Jose de Arana-Marini",
        "Gilman, Robert Cham",
        "Coppel, Alfredo José de Arana-Marini"
    ],
    "body": "The Second Martian War was three weeks old when the officers of the\nTerran destroyer _Darkside_ found themselves assembled in Control and\nglumly aware that the Flotilla Commodore was sizing them up. It was\nhard to tell just what he was thinking, but whatever it was they had\nmade up their minds to return it doubled in spades.\n\nHaving a Flotilla Commodore on board was actually a hardship,\nparticularly if as in the case of the _Darkside_--the ship elected was\nunsuitable for a flagship. The Commodore needed cabin space for himself\nand for his staff, and that meant that five of the _Darkside's_ nine\nofficers would have to double up on what space was left. On board a\ndestroyer that meant a good deal. But more important yet was the moral\neffect on the ship's company.\n\nWith a flag officer on board the easy life of an informal vessel would\nvanish and something of the formality of a big ship would take its\nplace. The officers and crew would feel themselves under the scrutiny\nof higher authority no matter how hard the Commodore tried not to\ninterfere with the working of the ship. And it naturally followed that\nthe ship's commander would lose some of the joy in his independent\ncommand. Thus a happy ship would become a tight one ... QED. It was a\nsituation as old as ships and men.\n\nSo there was little joy to be seen in the faces of Commander Scott and\nhis officers when Commodore Hartnett stepped through the valve followed\nby his staff. Nor was their anything about Hartnett's appearance to\nsuggest that they had been anything but right about the manner in which\nFlotilla Blue Three would be handled throughout the coming patrol. The\nCommodore was a model of military correctness, a martinet moulded in\ntwo Martian Wars and twenty years in space to a steely hardness that\nwas disconcerting.\n\nThey saw a lean, leathery man in his late forties, dressed in\nimmaculate Greys that sported an apalling amount of silver braid.\nFour stripes were rare aboard destroyers. Eyes that matched the hard\ngrey of the uniform glittered in a spaceburned face, shaded by heavy\nblack brows. Young Ensign Blake's heart sank as he took in the set\nof the shoulders and the smooth fit of the blouse. He made a mental\nnote of the fact that from now on there would be no more standing\nwatches in sweatshirt and sneakers. He also reflected sadly on the many\npleasure jaunts that Scott was wont to let him make in the _Darkside's_\nskeeter-boat, and bade a mental farewell to those happy moments. The\nset of the Commodore's long jaw instilled more respect for Space Force\nRegs in the young reservist than all the ten orientation lectures\nhe had received at Hamilton Spaceport. Plainly there was a new era\nbeginning for the TRS _Darkside_!\n\nThere wasn't a man on board who hadn't heard of Hartnett, of course. A\ngambler in combat, he had always managed to come out ahead of the game.\nHis record was the record of practically every major achievement of the\nForce. Most of it could be read from the four rows of ribbons under his\nCommand Pilot's sunburst.\n\nThere was the pale blue of the Terran Honor Medal that he'd won by\nramming a Martian dreadnaught of the Diemos class with his crippled\ncorvette off Io in the first Cat war. There was the red bar of the DSM\nreceived for leading the first deep-space expedition to reach Ariel\nand Oberon in the Uranian system ... that, before Blake had been born.\nAnd the rainbow colored ribbon of the old UN patrol, the First Martian\nVictory Medal, the Venerian Exploratory Medal, the Spatial Cross; four\nrows of them ending up with the General Service and Martian Occupation\nRibbon.\n\nTo say, that it impressed the _Darkside's_ green personnel would be an\nunderstatement. The decorations showed Hartnett to be the gambler ...\nthe lucky gambler ... that he was said to be.\n\nAll the way out to Luna Base from Hamilton Spaceport, the crew of the\nflagship had been muttering about the \"damned brass-hat\" who was going\nto disrupt the pleasant life of their beloved ship with his unwanted,\nhigh-ranking, stinking, presence, but the iron-hard reality of the man\nand the aura of confidence that emanated from him as he stood on the\nsteel deck of the Control, spiked their guns too quickly. From the\nmoments Hartnett stepped aboard, reflected Commander Scott bitterly,\nthe ship tightened up. From here on in it was Hartnett's ship and there\nwasn't a damn thing anyone could do about it.\n\n\n\nIntroductions were short and to the point. Most of the ship's officers\nhad met Hartnett's staff at the Base Officer's Club after the Captain's\nCouncil, where the commanders of the four ships that made up Flotilla\nBlue Three had met their Commodore for the first time. Scott sighed as\nhe thought of the evident relief on Lieutenant Morrow's face when he\nhad found that the flagship was to be the _Darkside_ and not his own\nship, the _Lysander_.\n\n\"That Hartnett will take over your ship, Scott,\" Morrow had told him.\n\"He can't help it. From the moment he steps aboard, it'll be his baby.\"\nAnd Hartnett was a gambler....\n\nScott presented his officers to the Commodore almost jealously,\nstarting with the Executive, Lieutenant Commander Chavez and Lieutenant\nHorowitz, the Tactical Physicist; and ending up with Ensign Blake, the\nJunior Gunnery Officer, who was startled from his nervous fidgeting by\nthe sound of his name.\n\n\"A reservist,\" was Hartnett's only comment, and though it was said in\na friendly tone, Blake flushed furiously and wondered if it stuck like\nstraw out of his ears.\n\n\"Mr. Blake is the Charles Blake who won the New York to Ley City\namateur skeeter-boat race last year, Sir,\" explained Scott.\n\nThe Commodore nodded vaguely, his eyes wandering over the burnished\nchrome and steel of the Control panels. \"Good sport, small ship racing,\nMr. Blake,\" he commented.\n\nBlake's cherubic face burst into smiles. \"The best sir!\"\n\nHartnett's men were presented to the ship's commander more as a\nformality than anything else, as he had met them before. Thorne, a full\nCommander, was Flotilla Astrogator, Wilson and Orsov, Lieutenants,\nwere Flotilla Gunnery Officers, James, a jaygee, was Flotilla Signals\nOfficer, and Ensign Ward, a thin boy about Blake's age, was the\nCommodore's Aide. He sported his single silver augilette proudly.\n\nThey didn't seem a bad lot, reflected Scott grudgingly. Maybe they\nwouldn't get in the way too much.\n\n\"We can lift ship as soon as convenient, Mr. Scott,\" said Hartnett,\nissuing his first order.\n\n\"Aye, sir.\"\n\nHartnett turned to his staff. \"Get yourselves below and sort yourselves\nout. Try not to take up too much room.\" As they vanished down the ramp,\nhe turned to take a seat at the visiplates.\n\nScott was taking a time check from the Tower Control, and the signalmen\nwere relaying the lift-ship order to the three other ships of Blue\nThree. Outside on the airless field, the amber warning lights were\nspinning on the Tower mast, warning the spacesuited maintenance crews\naway from the blast pits.\n\nChavez was snapping orders into the intercom and the _Darkside_ was\nawaking to activity smoothly. Five shielded decks below Control,\nChief Jetman Collins and the black-gang were busily removing\nthe seals from the cadmium dampers in the blast chambers. The\n\"three-minutes-to-lift-ship\" alarm blared and the lights dimmed,\nleaving Control lighted only by the reflected glow of the panel lights.\nOn the visiplate screen, the slender shapes of the _Lysander_, the\n_Argus_ and the fat, ungainly silhouette of the ironically named\n_Artemis_ showed clearly in the earthlight.\n\nThe _Artemis_, thought Hartnett, was the only weak link in his command.\nThe other three ships were modern, but the _Artemis_ was an ancient\nalcohol burner, converted to atomics and pressed into service by the\nexigencies of an undeclared and treacherous war.\n\nAt best, she could stand no more than 5 Terran Gs and the rest of the\nFlotilla would be forced to keep to her reduced speed throughout the\ncruise. Her armament was lighter and her armor thinner than it should\nbe. In fact, she was strictly Cat meat if she should ever be forced to\nstand and fight. And if they intercepted any Cats, that is exactly what\nshe would have to do, since she was the only ship of Blue Three that\ncould not outrun any comparable Martian ship.\n\nScott was giving his orders now, eyes fastened on the master\nchronometer. Hartnett was pleased to see that he did so without a\nsidelong look at his superior. He knew his business and did it. Good.\nThen Hartnett could stick to handling Blue Three and worrying about the\n_Artemis_ without thought of how the ship under him was being managed.\n\nHe slipped into his G-Suit and plugged the lines into an outlet on the\nside of his chair. The second hand swept up the face of the dial, and\nScott hit the firing studs. Far below, Jetman Collins removed the\ndampers from the main blast chambers.\n\n\n\nThe takeoff was strictly routine for the Luna Base personnel. The\nfour ships of the Flotilla rose from the pits on their long tails of\nradioactive flame, setting the outside Geiger counters to clucking\nwildly and outlining in vivid relief the three dreadnaughts that lay in\ntheir careening berths and the dozen or so smaller ships on the line.\nUnder 3 Terran Gs of acceleration, Flotilla Blue Three was soon lost in\nthe ebony sky. For just an instant there was the vaguest suggestion of\nfour racing shadows on the blue-green disk of the gibbous Terra that\nhung low in the heavens, and then nothing. The airless silence of Luna\nBase continued unbroken.\n\nIn the sheathed Control Tower, the Operations Officer made ready to go\noff watch. He was thinking of a few drinks and a girl and maybe a thick\nsteak down in Ley City. Wonderful place, Ley City ... even in wartime.\n\nThe door burst open, but it was not his relief. It was a breathless\nyeoman of signals. He held a sheaf of papers in his hand.\n\n\"Has Blue Three lifted, sir? Cryptographing sent me with this.\"\n\n\"Damn! They're well out by this time Reilly.\" He indicated the radar\nscreen that showed four rapidly moving pips already heading into deep\nspace.\n\nThe yeoman handed him the papers without a word.\n\n\"What kept you?\" The officer demanded angrily.\n\nReilly looked at his superior reproachfully. \"I made it from Crypto in\nforty seconds flat, sir. Couldn't come any faster!\"\n\n\"Dammit! Now we'll have to put this on tight beam and scramble it.\nIntelligence suspects the Cats have cracked our cipher!\"\n\nHe sat down at the scrambler and began to type.\n\n    \"COMMODORE CLARE HARTNETT: ABOARD TRS DARKSIDE FLOTILLA BLUE THREE.\n    PRIORITY MISSION. REPEAT. PRIORITY MISSION. SPATIAL INTELLIGENCE\n    REPORTS LARGE QUANTITY ISOTOPE X-R REFERENCE 6589-3 CODE BOOK IN\n    DANGER OF CAPTURE AT METALLURGICAL STATION 9 CHART REFERENCE A-5.\n    PREVENT AT ALL COSTS. LARGE CONCENTRATION MARTIAN PHOBOS CLASS\n    CRUISERS AND POSSIBLE SUPERDREADNAUGHT ARMED WITH CYCLOTRONICS IN\n    VICINITY SEARCHING FOR STATION 9. REPEAT. X-R MUST NOT FALL INTO\n    MARTIAN HANDS. DESTROY IF NECESSARY. FOR YOUR INFORMATION AND\n    GUIDANCE INTELLIGENCE SUSPECTS CIPHER TWO HAS BEEN CRACKED BY\n    MARTIAN CRYPTO. LUCK. DO NOT ACKNOWLEDGE. SIGNED: TORAN LONG,\n    CAPTAIN, SENIOR CONTROL, LUNA BASE. END MESSAGE.\"\n\nRising, he detached the roll of perforated tape from the scrambler and\nfed it into the tight beam transmitter. When the roll was consumed,\nLong dropped sullenly into a chair. His relief arrived, but all desire\nto partake of the joys of Ley City was gone. Like most of the old\ntimers he admired Hartnett immensely, and he could not rid himself\nof the feeling that he was in some way responsible for sending the\nfabulous spaceman into sure destruction.\n\nAgainst the ten known cruisers and the suspected superdreadnaught that\nwere searching that quadrant for the illusive Station 9, the strength\nof Flotilla Blue Three was sadly inadequate.\n\nIf the message had arrived earlier, a dreadnaught or at least a couple\nof cruisers could have been despatched with Hartnett's force. But the\nimpossibility of a rendezvous in space made it strictly the Commodore's\nbaby now. Besides, Terra had no ships to spare. Hartnett would have to\nrescue the three technicians at the Station and destroy the Isotope X-R\nwith no help.\n\nThe Cats didn't know what X-R was, but they wanted to find out awfully\nbadly if their concentration of strength in the Uranus quadrant was any\nindication. And it wouldn't be very long before they found that the\nmysterious Station 9 was on Oberon, either. With more than eleven ships\nprowling around, they wouldn't miss such an obvious bet for very much\nlonger. All Hartnett had to do now was sneak through their screen,\nland a ship on Oberon, take the technicians off, destroy the X-R, and\nget away again without being seen because the _Artemis_ couldn't fight!\nLong groaned. That's all!\n\nOh, why, he wondered, wouldn't Terrans learn? An ancient leader of\nTerra's nationalist era had said it perfectly for them. Speak softly,\nhe had said, but carry a big stick! Why wouldn't they listen?\n\nHe shook his head and left the Control Tower wearily.\n\n\"What's eating him?\" asked the relief.\n\n\"He's just sent Blue Three into the Uranus quadrant,\" replied Reilly.\n\nThe relief gave a low whistle and turned to look out over the earthlit\nmoonscape. \"Too bad.\"\n\n\n\nHartnett caught the Commander's eye as he worked at the control board.\n\n\"Sorry to crowd you like this, Mr. Scott,\" he said.\n\n\"It's nothing at all, sir. It's a pleasure to have you aboard.\" Even\nas he said it, Scott realized how stupid it must sound. Of course it\ncrowded him to have Hartnett aboard and it annoyed him being the second\nranking officer on his own ship.\n\nCommodore Hartnett smiled at the Commander's words. There was hardly\nanything else he could say, poor devil. Rank has its privileges,\nhe thought. But he said: \"Glad you feel that way,\" and fell silent\nwatching Scott and the Quartermaster guide the ship through the first\nstages of acceleration.\n\nScott felt he should say something more, but he wasn't at all sure just\nwhat. Finally he said, \"We've only an hour or so more of acceleration,\nsir. If there's anything you want tied down in your cabin, you'd best\nnotify Mr. Ward. The _Darkside_ has no gravitators.\"\n\n\"The cabin will be in order, Mr. Scott,\" replied Hartnett casually, \"My\nstaff and I are all destroyer men.\"\n\nScott cursed himself for an idiot and mumbled an apology, but the\nCommodore had let the incident pass with a half hidden smile and was\ninspecting the orbital calculators at the far wing of the Control panel.\n\nThe voice of Lieutenant Morse, Astrogation Officer, saved Scott any\nfurther embarassment. The communicator buzzed and Scott closed the\nswitch.\n\n\"Control here!\" he snapped, a bit too crisply.\n\n\"Astrogation. We'll be at the boundary of our inner patrol zone at 2335\nSidereal, sir.\"\n\nScott looked over at Hartnett. \"Any orders, sir?\"\n\nThe Commodore shook his head. \"Just have the other ships maintain\nvisual contact. Particularly the _Artemis_. The _Lysander_ can take the\nrear position. Have me called in my cabin if anything comes up before\nthen. See you in the wardroom at dinner. Carry on, Mr. Scott.\"\n\nHe left Scott feeling sorry for his friend, Tom Drew, who commanded\nBlue Three's lame duck, the beloved _Artemis_.\n\n\n\nStriding down the ramp, the Commodore came to the main gun-deck and\nheaded aft, past the banks of five inchers and torpedo tubes that lined\nthe inner shell. The gun crews stood respectfully as he walked past\nthem and returned young Blake's sharp salute. Hartnett restrained a\nsmile and continued down to the cabin deck.\n\nEnsign Ward was unpacking his gear as he came through the valve,\nand listening to a commercial broadcast on short wave that crackled\nand faded with the vagaries of Terra's faraway heavyside layer. The\nreports, pieced together, gave a fairly comprehensive picture of the\nfighting that was going on in the Uranian quadrant.\n\n\"I don't like the way things are going, sir,\" said Ward.\n\nHartnett didn't either, but he could see no point in saying so.\nBesides, the Flotilla's patrol area was on the other side of the sun\nfrom Uranus, and the news there was bad enough to give him food for\nthought.\n\n\"I won't need you for a bit, Ward. Take off and get yourself settled,\"\nhe suggested.\n\nThe aide saluted and left. Hartnett stripped off his blouse and shirt\nand settled himself comfortably on the acceleration bunk. He switched\non the bank of solar lamps and let the warm rays sooth and relax his\ntired muscles. The tension of many harrowing days in the Pentagon began\nto leave him, and he felt a great pity for the desk-bound VIP who could\nnot know the joy of a ship under them in deep space. Thank God he got\npast the last physical. They were getting tougher every patrol!\n\nThe radio was still on and as the news reports came in, his restless\nmind turned to consider the unfortunate tactical situation in which the\nTerran Space Force now found itself.\n\nIt was the old democratic failing. God Bless it! As old as Terra's\nhistory. Ship for ship and man for man the Terran Forces were better\nthan the Martian. Terrans shot faster and straighter. Terran ships flew\nfarther and faster. And Terra, for all its failings, was a free world\nfighting for a free space. But the Cats had more ships and a hell of a\nlot less reluctance about using them to enslave everybody in sight.\n\n\n\nThe first Martian war had ended the squabbling confederation of\nsovereign states that had been the UN. And the Martian war had brought\nabout in five short years the advancement of space-flight that might\notherwise have taken decades. It was ironic that the peace-loving\npeoples of the Universe always seemed to produce better under the harsh\ngoad of war. The nastier the war the more magnificent the achievements.\nHartnett wondered if that were not a very significant commentary on the\ntrue nature of the human organism.\n\nBut in the first Cat war the Solar System had been faced with the\nunfortunate situation of two races developing interplanetary flight\nwithin a decade of each other ... and both starting out to proselytize\ntheir own peculiar institutions among the outposts of the System. A\nclash was inevitable ... and Terra won the narrow margin of victory by\na more comprehensive understanding of material science. While the war\nhad begun with chemical fueled ships and bombs, it had ended up with\natomic powered ships and proton cannon.\n\nThe primitive ships of the war's beginning were still vivid memories to\nHartnett. He had spent many months in them, suffering the effects of\nfree-fall for weeks while they coasted in half-computed orbits around\nthe sun. The people of Terra had long had atomics, but it was not until\nthe third year of war that a method had been found to utilize the power\nof the atom for a space drive. In those days a ship did not dare even\na perihelion passage, for fear the terrible heat of the sun would\ndetonate their precious reserves of fuel. Things were different now.\n\nWard reentered the room abruptly. \"Message from Luna Control, sir,\"\nhe said, passing over the note. \"Came on tight beam, coded, and\nscrambled,\" he added unnecessarily.\n\nThe Commodore read it over slowly and pursed his lips. He swung his\nlegs over the side of the bunk and reached for the intercom. \"Control.\"\n\n\"Control here,\" came the reply.\n\n\"Stand by for a change of course. Be with you in a moment.\"\n\nThere was a moment of surprised silence, and then: \"Aye, sir.\"\n\nHartnett turned to his aide. \"Reach me that space-bag, will you Ward?\nThat's the one. Fish out Code Book 6589 and the A chart. That's the\ndeal.\"\n\n\n\nHartnett's staff and all of the _Darkside's_ officers not actually\non watch assembled in the wardroom on the Commodore's orders. The\nFlotilla had already come about and was heading sunward, its steady\nacceleration of 3 Gs aided by gravity. Already, Greys had been packed\naway in deference to the rising temperature, and all hands were clad in\nfiberglass shorts and jumpers.\n\nThe assembled officers rose when the Commodore entered the room and he\nwaved them back to their seats, taking a chair at the head of the mess\ntable.\n\n\"Mr. Scott,\" he began without preamble, \"What do you know about the new\nCat superdreadnaughts?\"\n\n\"Very little, sir. I have heard that they are the biggest thing\nin space ... although I don't believe they have more than one in\nservice right now. The other two of that class were photographed by a\nphoto-recon skeeter out of the _Gorgon_ a week before we lifted ship. I\nsaw the prints.\"\n\n\"What about armament?\" asked the Flotilla Gunnery Officer, Wilson.\n\nScott shrugged. \"We know very little about that. Mr. Horowitz could\ntell you more. I understand they mount some kind of new cyclotronic\nrifles.\"\n\n\"That's correct, sir,\" replied Horowitz. \"I don't know exactly how the\nthings work, but I could guess that they detonate the heavy metals used\nfor fuel in atomic powered vessels.\"\n\n\"Range?\" asked Lieutenant Orsov laconically.\n\n\"No information ... but I would be willing to guess that it is not more\nthan fifty miles no matter how tight their beam. There would be far too\ngreat a voltage loss.\"\n\n\"Mr. Blake,\" said Hartnett, \"How good are you on the skeeter-boat?\"\n\nBlake looked perplexed, but he answered with some pride that he was\nconsidered quite passable.\n\n\"I'll bear that out, sir,\" said Scott drily. \"Mr. Blake is something of\na hotshot pilot.\"\n\n\"Good enough,\" returned Hartnett. \"We'll see when we near Station 9.\"\nHe looked over at Blake. \"Do you think you can land a skeeter there and\ntake off three passengers without arousing the Cats?\"\n\n\"A skeeter is only meant for three people, sir, and four would be quite\nan overload,\" protested Blake.\n\n\"It will have to be done. If we try to land a ship there, every Cat in\nthe quadrant will be on our necks. It's either the skeeter, or ...\" he\nshrugged expressively.\n\n\"If we strip the boat down and remove all unnecessary mass it should\ndo,\" suggested Orsov. \"What do you think, Blake?\"\n\nBlake gulped. To strip the skeeter would mean removing all armor and\nguns. \"I ... uh....\" He squared his shoulders and grinned sheepishly.\n\"It would,\" he declared finally.\n\n\"Good,\" said the Commodore.\n\n\"Just where is this Station 9, sir?\" asked Morse.\n\nHartnett ignored the question, but by way of answer, he turned to his\nFlotilla Astrogator, Thorne and asked: \"Do you remember the analysis of\nOberon's surface, Thorne?\"\n\n\"Vaguely. All four of the Uranian satellites are composed mainly of\npitchblende and similar ores. Heavy metals. Very dense. I happen to\nremember because it's one of the coincidences of astronomy that the\nplanet itself was given the name Uranus before the discovery that the\nwhole of its system was lousy with uranium ores.\"\n\n\"What else can you tell us about it?\"\n\n\"Well, Oberon is small ... about 800 miles in diameter. Ariel and\nTitania are about 1,000 and 600 respectively, and Umbriel is the baby\nat about 400 miles. Much of Terra's uranium was brought in from Titania\nback in the days of U-235 bombs and so forth. They are abandoned now.\"\n\n\"Gentlemen,\" said Hartnett, facing the others seriously. \"There are ten\nMartian cruisers and a superdreadnaught in the vicinity of Oberon and\nAriel ... you may have guessed by this time that our mysterious Station\n9 is on Oberon. My orders are to rescue the three technicians and\ndestroy their samples of Isotope X-R, which is, I understand, a very\nunstable Isotope of plutonium.\n\n\"If we could ... in some way ... destroy the bulk of the Cat strength\nin the Uranus system, it would be a great step forward toward the\nsuccessful conclusion of this war that is still young enough to have\nkilled relatively few people.\"\n\nScott looked around at his officers and read plain astonishment on\ntheir faces. To talk of destroying such a Martian fleet with four tiny\nships was madness!\n\n\"The rescue of the Station personnel will be handled by Mr. Blake and\nthe skeeter-boat. And ... if the plan I have works out properly, the\ndestruction of the enemy fleet will be handled by ... one ship alone.\"\nHe looked around the table with the vaguest suggestion of a grin on his\nleathery face. He nodded his head at Scott. \"You're quite right, Mr.\nScott, the _Artemis_.\"\n\n\n\nScott paced furiously up and down the steel deck of the dark Control.\nChavez sat before the panels, his saturnine face wreathed in demon-like\ncurls of blue smoke from the short, black, Mexican cheroot he smoked so\nlovingly.\n\n\"You should have heard him!\" exclaimed Scott, \"Standing there and\ncalmly telling us that we are going to destroy the Cat fleet with the\n_Artemis_! Booby trap 'em, he says! Chav, I tell you he's gone looney!\"\n\nChavez shrugged and smoothed his hairline moustache. \"Quien sabe?\"\n\n\"What the hell do you mean 'Quien sabe!' Are you trying to tell me\nyou're thinking he can do it?\"\n\nThe Latin smiled, showing animal white teeth. \"I understand he's done\na lot of things that people said weren't possible. Personally, I should\nbe very glad if he did what he says so we could all get back to Ley\nCity. Amigo, I have a little friend back on Luna that is.\" He smiled\ndreamily and kissed his fingertips.\n\n\"I think you're all going crazy. It's just having that man aboard.\"\n\n\"Ah, Ah!\" cautioned Chavez, \"Remember all those beautiful silver\nstripes.\"\n\n\"Well, damn the lot of you. I just hope we get the _Darkside_ back to\nLuna Base and your little....\" He made an angry parody of Chavez's\nromantic gesture.\n\n\"We'll get back, I think, Mr. Scott,\" said a casual voice from the\nValve. The Commodore was standing in the arch, outlined against the\nramp light. He stepped into Control and took a seat beside Chavez at\nthe panels.\n\nScott and Chavez maintained an embarrassed silence. Hartnett looked up\nto study the now receding solar disk through the tinted visiplate. The\nFlotilla was now heading once again for deep space.\n\nIt was a few moments before Hartnett spoke. When he did, it was a\ncommand directed at Scott.\n\n\"Mr. Scott, the Flotilla will land for certain necessary readjustments\non Hyperion. See that the other vessels are properly notified.\" Then he\nrose and left the Control.\n\nScott dropped unhappily into a chair. He looked at Chavez. \"Well, Mr.\nChavez. How do you think you will enjoy command of the _Darkside_?\"\n\nChavez laid a friendly hand on his commander's sleeve. \"I don't think\nhe'd take your ship from you just because....\"\n\n\"Skip it, Chav!\" snapped Scott and he left the Control in peevish\nsilence.\n\n\n\nSixty hours later Blue Three lay grounded in a jagged little valley\non airless Hyperion. Spacesuited figures swarmed about the clustered\nships transferring personnel from the _Artemis_ to the other ships, and\nrigging special television, remote control, and other apparatus in the\n_Artemis_.\n\nHartnett stood beneath the _Darkside's_ ventral valve on the metallic\nsoil of the little moon with Chavez and Orsov watching the progress\nof the work. Lieutenant Morrow of the _Lysander_ and Lieutenant Griggs\nof the _Argus_ joined them and stood in silence while the last of the\n_Artemis'_ personnel was transferred into the _Darkside_. Tom Drew, the\ncommander of the _Artemis_ stood sadly apart watching the spacemen make\na ghost ship of his command.\n\nOn the eastern horizon, Saturn was rising into a black sky studded with\npoints of fiery brilliance. Quickly the ringed planet climbed into the\nsky and flooded the tortured landscape of Hyperion with light. The men\nat the _Darkside's_ valve stood watching the show of celestial grandeur\nin awe. Orsov, for all his deep-space experience, could not help but\nfeel a twinge of vertigo as he looked up into the haloed face of the\nheavenly giant that filled a quarter of the inverted bowl of ebony that\nthe heavens had become.\n\nEveryone was relieved to lift ship, however, for the thought of being\ncaught grounded by any roving Martian spaceship was not pleasant to\ncontemplate. Atomic bombs had long been obsolete, but one such would\ncertainly suffice to exterminate four grounded spacecraft. Then too,\nthey were all glad to get away from the glaring spectre that so eerily\nfilled too much of the sky ... the ringed Saturn had a hypnotic effect\nthat left a man shaken.\n\nIn the Control of the _Darkside_ Chavez whispered to Scott: \"We were\nthinking that you were going to lose the _Darky_ ... and it turns out\nthat poor old Drew is the one who lost his command.\"\n\n\"He should be glad to get rid of it.\"\n\n\"But what,\" asked Chavez, \"is the old man going to do with her?\"\n\nScott shrugged and spoke succinctly. \"Bait.\" His spirits had risen\nconsiderably when Hartnett had left him in command of the _Darkside_,\ncontrary to his expectations. He reflected somewhat ruefully that it\ndid a man good to have a scare thrown into him from time to time. Even\nnow, rapidly approaching a quadrant heavy with Cat warships, he could\nfeel contented in merely feeling his beloved tin can responding under\nhis hands on the control panels.\n\nA thousand yards behind and astern, the unmanned _Artemis_ followed\nthe _Darkside_ like a dog on a leash, its myriad functions controlled\nby an invisible chain of subetheric impulses from jerry-rigged remote\ncontrols on the _Darkside's_ gun-deck.\n\nIn the faint light of the faraway sun, where the irrepressible Blake\nhad sloshed paint on her flank, gleamed the legend: BOOBY TRAP.\n\nLike shadows, the four ships of Flotilla Blue Three slipped through the\npatrol cordons of the Martian Space Force. In the infinite vastnesses\nof the interplanetary deeps they were unnoticed. Blast tubes silent,\nguided only by the ever increasing gravitational attraction of mammoth\nUranus, and the reaction of whining gyroscopes.\n\nBeneath them, its greenish disk ever increasing, lay Uranus ... cold,\nharsh, forbidding. The thick atmosphere of methane and ammonia lay in\ngreat turbulent belts, whipped to maniacal fury by the eternal storms\nthat swept the unguessable surface of the ghastly planet.\n\n\n\nBlake shivered slightly as the skeeter-valve of the _Darkside_ closed\nsoundlessly behind him and the blackness of the void closed in about\nthe tiny boat. For just an instant, the familiar shape of the destroyer\nloomed comfortingly in the faint light of the dwarfed sun, and then it\nwas gone, and he was falling away towards the mystery shrouded world\nthat lay beneath him. The very size of the disk was frightening. A huge\nswirling mass 30,000 miles across seemed to be drawing him inexorably\ninto its gassy body.\n\nWith an effort he settled himself down in the control chair and patted\nthe tattered pin-up picture on the panel before him. It was a bit of\nTerra far from home, and the simple act gave him courage. This was\ncertainly different from the Terra-Luna flights he had so often made\nalone ... this was different. He grinned to himself and spoke aloud the\nphrase made famous by ten thousand generations of actors and hacks.\nThis, he declaimed, is _it_!\n\nQuickly now, he set up the constants for Oberon and pressed the firing\nstud. There was a sickening feeling in the pit of his stomach as the\nskeeter came alive and the vast disk of Uranus vanished from the\nforward vision ports. Speed was essential now. His trail would not mark\nthe place of the Flotilla, but it surely would arouse the sharp eyes\nof the Cats who must be nearby. He pressed the second stud and the\nskeeter leaped ahead. The accelerometer stood at 7 Terran Gs. By long\npractice he could stand 11 ... and the skeeter ... stripped and souped\nup ... could produce 20. Far too many.\n\nHe set the seat to prone position. Maybe he could squeeze an extra\none out of it now. 12 G! He gave the skeeter more power and the stars\nseemed to go into a crazy dance as his vision started to fail. Enough.\n\nThirty minutes of terrific speed and still no sign of the Cats. The\ntiny, dark disc of Oberon grew with alarming rapidity in the port. He\nbegan to decelerate so fast that he nearly blacked out again. Damn!\nBelow him the tiny moon lay barren and bizarre in the greenish glow of\nits huge primary.\n\nThe mushroom shaped huts of the metallurgical station were directly\nbelow him and he swung the skeeter into a wild approach that would\nhave given his rocket instructor heart failure, but the boat held\ntogether and settled to the surface of the tiny spaceport with a\ncrunch. Without waiting even for the surrounding soil to cool, Blake\nwas out of the ship and clumping clumsily toward the distant huts. The\nterrific density of Oberon made the gravity almost normal. Three suited\nfigures appeared from the valves and began to run grotesquely toward\nhim. He waved them back and began shouting instructions at them on\nthe photophone. The infrared lamps on the top of the helmets blinked\neagerly in answer. Then quickly the four men vanished into the storage\nhut and set feverishly to work.\n\n\n\nControl was lit only by the red battle lamps. Lines were strung\nalong the walls and through the valves, and Scott, Chavez, and the\nQuartermaster sat strapped at the panels. The ship was in a free\nfalling orbit around Uranus, its sister ships and the ghost ship,\n_Artemis_, following her lead like huge beads on an invisible string.\nThe orbit could not be broken until Blake returned with the Station\ntechnicians. All hands sat in nervous silence at GQ while the Flotilla\nhung dead in space.\n\nCommodore Hartnett came through the valve from the gun-deck. There was\na flimsy in his hand and he pulled himself along the guide-line with\nsome difficulty.\n\n\"Mr. Scott,\" he rapped out. The waiting was taking its toll of his\nnerves as well as the other's. \"Mr. Scott. You will break radio silence\nand transmit this message immediately. Unscrambled and in Code Two.\"\n\nThe men at the panels stiffened in surprise. So far they had managed to\navoid arousing the prowling Cats ... but now this!\n\n\"Sir,\" protested Scott, \"You surely can't mean to break radio silence\nwith young Blake down there!\"\n\nIt was hard for a man to look dignified floating in midair ... but\nsomehow Hartnett managed it. \"It's an order, Mr. Scott.\"\n\nScott flushed angrily. A gambler! Damn you, he thought! But he bit his\nlip and reached for the message. \"Yes, sir.\"\n\nHartnett remained behind him as he rang for communications.\n\n\"Communications here!\"\n\n\"Stand by to transmit.\"\n\n\"Spread beam,\" ordered Hartnett.\n\nScott cursed silently. \"Spread beam.\"\n\n\"Aye, aye, Sir....\" The voice of the radioman sounded strangled.\n\nScott read from the flimsy in a flat voice, a note of astonishment\ncreeping in as he finished the message.\n\n    \"TORAN LONG, SENIOR CONTROL, LUNA BASE. AM STANDING BY OFF OBERON\n    READY TO LOAD ISOTOPE X-R ON BOARD DESTROYER \"ARTEMIS\" HAVE NOT MET\n    THE ENEMY AND HAVE SUFFERED NO CASUALTIES. ONE AUXILIARY TUBE ON\n    THE \"ORION\" HAS BLOWN BUT THE \"JOVE\" AND \"MINERVA\" ARE STANDING BY\n    TO EFFECT EMERGENCY REPAIRS. HAVE DOCK SPACE AVAILABLE FOR REPAIR\n    OF \"ORION\" L PLUS 21 2235 SIDEREAL. SIGNED C. HARTNETT COMMODORE\n    RED SIX. END MESSAGE.\"\n\nScott wondered wildly if Hartnett had not suddenly lost his mind. Red\nSix was the Code name for the Task Force that included five Terran\ndreadnaughts, and the part about the blown tube and the repairs added\nup to just so much lunacy. The Cats had the cipher ... there wasn't\nmuch doubt of that, and had Hartnett invited every Martian captain in\nthe quadrant to come blasting down on them with all tubes blowing, he\ncouldn't have phrased it better!\n\nLeaving the stunned Scott to ponder his strange madness, Commodore\nHartnett hurried down into the cluttered gun-deck. Drew, at the remote\ncontrols of the _Artemis_, was ready for action when he arrived. Time\nwas important now, thought Hartnett.\n\n\"Now get that can down there ... and fast!\"\n\nDrew and his men went into action, and the _Artemis_ vanished from the\nstring of beads and plunged toward Oberon ... an empty and forlorn\nbait for a trap whose jaws were beginning to close as from all over\nthe quadrant, Cat warships converged on Oberon ... their vaunted\nsuperdreadnaught in the lead.\n\nTwenty minutes after _Artemis_ left the Flotilla, the radioactive\nstreaks of the first Martian cruisers showed in the sky 15,000 miles\naway.\n\n\n\nBlake and the three technicians from Station 9 huddled in the careening\nskeeter-boat. They were almost on top of the Martian superdreadnaught\nbefore they saw it. For just a fleeting instant it seemed to fill all\nof space, and then it was gone. The Cats on board paid no attention to\na tiny boat that they imagined to be the survivor of the battle that\nmust have already begun off Oberon. But Blake paled at the very size\nand might of the craft. From what he had seen of it it would take much\nheavier stuff than the _Darkside_ carried to dent that monster!\n\nThen they were nearing the _Darkside_ and Blake had his hands full\nthreading the skeeter back into the valve that yawned black as he drew\nnear. Once aboard, he slipped through the sighing valves and into\nthe boat deck. A steward came to take charge of the passengers, and\nBlake hurried up to the gun-deck that had been transformed into the\nextra-corporeal brain of the doomed _Artemis_.\n\nHartnett looked up from his work to grunt at him: \"Did you do what I\ntold you to do?\"\n\nBlake grinned, \"Yes, sir. All the stuff is buried in the storage\nchambers directly under the pits ... the ones that are used to store\nthe coolants.\"\n\n\"Good enough.\" He rang for Control. \"Have we been sighted yet?\"\n\n\"No, sir,\" came Chavez' voice. \"But the Cats are gathering thick and\nfast.\"\n\nBlake told Hartnett about the mammoth superdreadnaught, and the older\nman smiled. \"We'll see if we can't give them something for their\ntrouble.\" He turned back to the communicator. \"Chavez, see to it that\nwe maintain a mean distance from Oberon of at least 25,000 miles. And\nhave all the screens in place.\"\n\n\"Aye, Sir.\"\n\n\"_Artemis_ is down, Sir,\" reported Drew.\n\nHartnett turned to look into the visiplates. The derelict ship had\nlanded nicely on the spaceport near the metallurgical station. He\nnodded with satisfaction. At least the blast of her tubes hadn't\ndetonated the pile. He looked into a sky plate and saw that she had not\nlanded a minute too soon.\n\nTwo Martian cruisers, their black shapes dark against the starry sky,\nwere hanging low over her. Others circled behind them, and higher\nthan all the others, Hartnett could make out the huge shape of the\nsuperdreadnaught that Blake had seen. That was the one he wanted!\n\nFor perhaps twenty minutes the Martians hung suspiciously over the\nstill landscape of Oberon. Then a cruiser detached itself and began to\nsink down towards the spaceport on a long, slowly diminishing column of\nflame.\n\nHartnett swore. They were going to try and land! That wouldn't do at\nall. He had to goad them into attacking. He snapped an order to Drew.\nOnly one of the _Artemis'_ proton cannon was connected with the remote\ncontrol apparatus in the _Darkside_ but Hartnett hoped it would be\nenough. It had to be.\n\nTaking the gun control himself, he swung the sight so that it pointed\nat the lowest cruiser. A flash of energy sizzled from the projector,\nand spattered on the exposed flank of the Cat cruiser throwing sparks\nwildly like the glitter of a child's Fourth of July sparkler. The ship\nshuddered under the impact and glowed white hot along the scarred beam.\n\nLike a speeded up motion picture shot, the Cat ship leaped away from\nthe spaceport, leveling its own guns at the recumbent _Artemis_. The\nmen in the _Darkside_ caught a glimpse of the other ships bearing\ntheir projectors, and far above, Hartnett was elated to see that the\nsuperdreadnaught had extended the muzzles of its massive cyclotronic\nrifles.\n\nThe cruisers fired first, and the screens went blank, so the Terrans\nnever saw the rest of it. But up in the darkened Control Chavez and\nScott were witnesses to one of the greatest cataclysms men have ever\nseen.\n\nThe tiny disk of Oberon seemed to light up with a white fire; swelling\nlike a glowing balloon and then shattering with a violence that left\nthem speechless. The very atmosphere of Uranus under the low swinging\nmoonlet boiled and billowed with a frightful incandescence, great\nprominences of radioactivated methane spouting high into the air as the\nvery internal balance of the great planet teetered.\n\nA shock-wave of corruscating fire shot out from the blazing surface\nof Oberon, engulfing the Martian warships in a sea of spinning,\nscintillating destruction. Like a tiny nova, the satellite flared in\nthe black silence of deep space, vaporizing everything within ten\nthousand miles of it; churning the very vacuum into a hell of hard\nradiation.\n\nScott stared at the outside Geiger counters as they chattered their\nstory of charged ions and electrons battering, even at this distance,\nat sheathing in the destroyer's hull.\n\nHartnett's shouted order to \"... get the hell out of here!\" was\nstrictly unnecessary. By the time he had issued it, the remaining three\nships of Blue Three were piling on Gs in the direction of Terra.\n\nThough no one stayed to look at it, the sight of the remnants of Oberon\nforming into a thin ring around the grumbling Uranus must have been\nquite impressive.\n\n\n\nTen hours from Luna Base, Flotilla Blue Three's officers had assembled\nfor a victory dinner in the wardroom. The last course was cleared away,\nand Chavez passed a quantity of his precious cheroots around.\n\nHe settled himself down beside Scott and dragged happily at his smoke.\n\nIt was Blake who burst out with the question that was on everyone's\nmind.\n\nCommodore Hartnett smiled. \"It was Horowitz who really doped the\nthing out, gentlemen. I just put the plan into operation. You see,\nplutonium can be used as a sort of booster charge in a chain reaction\nexplosion ... you all know that. You, yourself, Blake, and you men from\nthe station moved the stuff into a spot that would be directly under\nthe poor old _Artemis_ when the shooting started.\n\n\"You youngsters don't remember much about land warfare, so it was\nup to me to rig the trap. The bait was _Artemis_. The teaser was\nthe spread-beam radio message about the three dreadnaughts that we\naren't.... Remember that, Mr. Scott?\"\n\nScott blushed furiously and nodded.\n\n\"Well,\" continued Hartnett, \"It was something of a gamble, I suppose.\nBut the odds were long and the chances weren't too bad.\n\n\"You all know how anxious the Cats are to try something new. Those\ncyclotronic rifles must have been literally burning a hole in their\npockets ... and the range was short ... they couldn't resist the\ntemptation to try them. If they had stuck to proton guns they would\nhave melted _Artemis_ down and that would have been the end of\nit ... they would have had the X-R to do with as they pleased. But\nthey got itchy fingers with the new stuff ... as I prayed they would.\nCuriosity, I suppose. The feline instinct. Have you ever seen a cat\ntrying to open a package? Same kind of people.\n\n\"The rest was just a repetition of the atom blasts of the first\nMartian War and the earlier wars on Terra. The only difference was\nthe size of the bomb. The cyclotrons set off the chain reaction in\nthe plutonium ... the plutonium set off the reaction in the U-235 ...\ncommon enough on a world made practically all of pitchblende and other\nUranium compounds. The same thing could happen to ... say Terra ... if\nwe ever started a chain reaction in one of the commoner elements such\nas iron, or carbon. Or even one of the commoner gases. Anyway there are\nonly three satellites in the Uranian System now ... and eight less Cat\ncruisers and one less superdreadnaught. I suspect the Cats can hardly\nafford to lose them, too. Wouldn't surprise me to hear that Mars has\nbeen feeling around for an armistice even by the time we get home. The\nvery fact that they have no idea how their fleet was destroyed will\ntickle them in the right place, I suppose.\"\n\nScott spoke in surprised tones. \"So they blew themselves up with their\nown fancy cannon.\"\n\nHartnett nodded reflectively. \"Um ... that's about it. Of course we had\nto set up the proper conditions.\" He grinned at the younger man. \"Or,\nyou might say, the 'Booby Trap'....\"",
    "metadata": {
        "author": [
            "Marin, A. C.",
            "Coppel, Alfred",
            "Galaxan, Sol",
            "Coppel, Alfredo Jose de Arana-Marini",
            "Gilman, Robert Cham",
            "Coppel, Alfredo José de Arana-Marini"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/64244/pg64244.txt",
        "name": "preview_of_peril.json"
    }
}