{
    "name": "Probability",
    "author": [
        "Trimble, Louis",
        "Trimble, Louis Preston"
    ],
    "body": "The first time this little guy comes in I'm new on the job. He looks\naround as if he's scared a prohibition agent will pop out of the walls\nand bite him. Then he gets up his nerve and sidles to the bar. His\nvoice is as thin as the rest of him.\n\n\"Glass of beer.\"\n\nI draw. He drinks and pays and goes out.\n\nThat keeps on, Monday through Friday at five-ten p.m., year in and\nyear out. He slips in, peers around, has his beer, and pops out. Even\nin '33, when we become legitimate, he acts the same way--scared of his\nshadow. Except he isn't big enough to have a shadow.\n\nDuring the war, when we're rationed, I save him his daily glass. He\nnever fails to come in except for two weeks every summer when he's on\nvacation. From 1922 to 1953 he drinks one daily beer.\n\nIn thirty-one years, he and I grow older together, and after the first\nten he talks a little so that over a period of time I manage to learn\nsomething about him. That first day he'd come in, he was on his first\njob out of college. Well, so was I, only I went to bartending school\nto learn how to mix prohibition liquor. But even so, it gave us\nsomething in common, and when he learned we had started life\ntogether--as he put it--he talked a little more.\n\nHis name is Pettis. Six months after I learn that, I get his first\nname. It's Rabelais, and I could see why he doesn't like it. But when\nhe breaks down and tells me, he gets real bold and says:\n\n\"And what's yours, my male Hebe?\"\n\n\"Mike Murphy.\"\n\n\"Naturally,\" he said. He laughs. It is the only time I hear him laugh\nin thirty-one years. I can't see anything funny.\n\nHe is a draftsman for those old skinflints Cartner and Dillson. When\nthey die, their sons take over and are even worse. In the depression,\nPettis gets a little shabby but he always has the price of a glass of\nbeer. In '53 he's at the same desk and doing the same job he started\non in '22.\n\nIn '35 he gets married. He tells me so. Tasting his beer, he says,\n\"I'll be married this time tomorrow.\" I often wonder what his wife\nlooks like but I never see her. Not even when it gets decent for\nladies to come in, she never shows. Marriage doesn't seem to change\nhim; he never looks happier or less shabby or less browbeat.\n\nIn '42 I heard his first complaint. By then we're both getting into\nour forties and, what with his lack of size and caved-in chest and my\ninsides all busted up from pre-World War I football, the army doesn't\nwant us. So he never misses a day except on his vacation.\n\nHe says, \"I can't get raw materials.\" About three months later, I\nunderstand what he means when he says, \"My hobby is inventing.\"\n\nIn '45 I ask him, \"What do you invent?\"\n\nIt takes him two years to decide to tell me. By now we are pretty good\npals. He never tells anyone else that I know of. He says, \"I invent\nmachines. Super machines.\"\n\nIn '48 he says, \"But they don't work. Someday....\"\n\n\n\nAnd in '53, on the day of our thirty-first anniversary, you might say,\nhe comes in and things are different. All different. I can feel it\nwhen he opens the door and comes in at five-o-nine instead of\nfive-ten. There is plenty more different, too. He walks up to the bar\nlike it's his and roars:\n\n\"Two beers, Mike!\"\n\nI drop a glass I'm so surprised, but I give him two beers like he\nwants. He gulps them both down, puts a foot on the rail and looks me\nstraight in the eye. His eyes are a sort of washed blue. I've never\nnoticed them before.\n\n\"Beer for the house!\" he yells at me.\n\n\"Take it easy, Mr. Pettis,\" I says.\n\n\"Easy, hell!\" he shouts and slaps a roll as big as his hand on the\nbar. \"And call me Rabelais, Mike. We're pals, aren't we?\"\n\n\"You bet,\" I assures him. And I mean it. Not because of the dough.\nThat makes me sweat. I can't figure where this little guy gets such a\nwad. And good money, too.\n\nHe sets them up three times. By now he's feeling fine. I suggest he\nget going before he misses the last train home.\n\n\"I already missed it,\" he says proudly. \"And I'm not going home. Let\nthe old battle-axe really have something to complain about. Beer,\nMike!\"\n\nIn a way I hate to see it, but then I figure a man has a right to let\noff a little steam once every thirty-one years. Even so, I get a\nlittle worried when he asks for the phone and calls up his wife.\n\nHe says, \"Myrtle, this Rabelais. Rabelais, your husband, you old sow.\"\nHe takes a breath and says, \"You're damned right I'm drunk. And I'm\nstaying that way. Go home to your mother.... Oh yes, you are. You're\nleaving on the 12:05 tomorrow and you'll eat chicken a la king on the\ntrain and fall asleep at Holt's Corner and snore all the way home. And\nyour mother will be mad because her left fender will get dented on the\nway to the station.\" Bang! He hangs up.\n\n\"Beer, Mike.\"\n\n\"Now look, Mr.--Rabelais--\"\n\nHe ignores me. \"Mike, who owns this place?\"\n\nI don't, but I'd like to. I tell him who my boss is and he hunts him\nup in the phone book and calls him. He says, \"This is Rabelais Pettis.\nI want to buy your Fifth Avenue Tavern. How much?... Sold!\"\n\nAnd so help me, the boss comes down and Rabelais hauls bills from\nevery pocket and lays it on the bar in a great big pile. Then he has\nthe boss sign the place over to me. Me, Mike Murphy. I figure tomorrow\nwhen he wakes up broke I'll have to give it back. But tonight I own\nit. I'm real proud.\n\nBut I don't get to enjoy it. He says, \"Mike, let's do the town.\" Can\nyou refuse a guy who just gives you a thirty thousand dollar property?\nWe do the town. We do the girl shows, and he yells at all the dames\nand tries to date the usherettes until we finally get pitched out. We\nget pitched out of five before I steer him to a hash house.\n\n\"Phooey,\" he says. \"We'll go to the Buster for a steak.\" That's our\nfanciest place where the food starts at ten dollars. We have two of\nthe biggest steaks I ever saw with champagne and stuff, and so help\nme, when Rabelais tries to date the floor show girls, instead of\ngetting pitched out, we walk out with two of the cutest kids I ever\nhope to see. Only they're young enough to be our daughters or maybe\ngrand-daughters even.\n\nRabelais is big hearted if not big in any other way. He says to his\nkid, a redhead a foot taller than he, \"Do you have a fur coat?\"\n\n\"No, Rabelais.\" She learns fast that he likes the name now.\n\n\"Ha,\" he says. \"Then we'll get some.\"\n\n\"In the summer?\" I asks.\n\n\"We'll make it winter,\" Rabelais says. \"I'm tired of summer. Besides\nin '56 there's a new bar in town and it's a pip.\"\n\nNow the three of us are halfway sober and we just look at each other\nand shrug. But Rabelais acts and talks normal enough. He calls a cab\nand has us hauled to an old cottage in the suburbs. He waves the cabby\noff with a twenty dollar bill. When we go inside, he points across the\nway. \"I live there. This is my secret laboratory.\"\n\nWe think he is kidding us some more because there isn't anything but\ndust and cobwebs in the place. But he takes us to the basement and\nthere is a whole mess of junk lying around. There are bars and gears\nand wires and some stuff that doesn't make any sense at all. It has\ncobwebs and dust on it too.\n\n\"My super machines,\" he says. \"They don't work.\"\n\nThe redhead looks a little as if she thinks he's nuts. But what can\nshe do? Already he's given her a hundred dollar bill just for fun.\n\n\"But,\" he says, leading us into another room, \"this one does work.\"\n\nThere isn't anything in the room but a big metal plate on the floor\nwith a wooden bench on it and levers and rods in front of the bench.\n\"Climb on,\" Rabelais says.\n\nWe sit on the bench to humor him and he pulls one lever as far left as\nhe can, then another a little ways, then another, and a fourth. Then\nhe twists a rod to the right. The lights go out and a cold draft of\nair comes in through a window. When the lights come on the air is\nstill cold. The girls are shivering.\n\n\"Three p.m., January 12, 1956,\" says Rabelais. \"Let's go get fur\ncoats.\"\n\nSo we go out the way we came in and it's daylight. And there's snow on\nthe ground. The cottage is the same but the street is a highway now.\nRabalais hails the fanciest looking cab I ever see and we get driven\nto town where he buys all of us fur coats in a store I never heard of.\nThen we go to a dinner club that makes the Buster look like a greasy\nspoon. None of us can say a word.\n\nAfter he pays the check, Rabelais says, \"I'm short of cash. Let's go\nto the bank.\"\n\n\"Banks ain't open,\" I remind him.\n\n\"Mine is,\" he says and makes a phone call. Pretty soon a big fancy\nlimousine with a chauffeur drives up and we all pile in. I manage to\nbalk long enough to buy a newspaper. Sure enough, the date is January\n12, 1956.\n\nWe go to the financial section and right past my tavern. It's all\nlighted up and fancy looking and there's a big sign saying, \"MIKE'S\"\noutside.\n\nRabelais says, \"You're making a mint, Mike.\"\n\n\"I see,\" I agrees, dazed. Rabelais flicks the paper with a silly grin\nand tells me to look on page four. I do and there's an editorial\nbeside a cartoon of me, pot belly and all, and it says, \"Mayor Mike\nMurphy agrees to run for Congress....\"\n\n\"Me?\"\n\n\"You,\" says Rabelais. \"You make it, too, Mike.\"\n\nBefore I can answer, we stop at a building lighted up. Over the door\nit says, \"Pettis.\" That's all. It's his, the whole building. And it's\nfull of offices. He shows me one where his former bosses are slaving\nover drafting boards. The bank part is closed but some slavies are\nworking late as people in banks always do and we go in and Rabelais\ngets a wad of money and we leave.\n\nIt goes on like that. I'm ashamed to say we get sort of looped and the\nnext thing we know we're in Paris and having a fine time. Then we take\nanother flier on his machine and it's summer. We enjoy that for a\nwhile and then try another season. It goes on that way for a couple\nweeks. Once we accept the fact that we're traveling in time, it's\neasy.\n\nBut Rabelais, even when he's looped, won't take us into the past or\nfar into the future. He just says, \"We have to watch probability,\nMike.\"\n\nI don't get the idea but it doesn't seem to matter much. We're having\ntoo good a time kicking around in the near future. Finally when we all\nfeel ready for a Keeley cure, Rabelais takes us home. We land in the\nbasement at the very moment we left it but with our fur coats and\nfancy luggage and souvenirs. Rabelais looks over all the gadgets we\nhave and those that are too much ahead of our time, he throws away.\n\nIn a taxi heading for town, I smoke my dollar cigar. I'm happy. The\ngirls are quiet, a little sad.\n\n\"It was fun,\" the redhead sighs. \"Kicking won't seem the same.\"\n\n\"Quit that kind of work,\" Rabelais says. \"Go to college or something.\"\nAnd he hands each of them a big wad of money.\n\nDowntown we split up, each of us going off somewhere to get the rest\nwe need. I sleep around the clock and a little more. When I wake up\nI'm the owner of a tavern still, so I figure I'm to be mayor in '54\nand congressman in '56. It's a wonderful life for a while. The only\nthing is that I miss Rabelais coming in at five-ten for his beer.\n\nIn '54 I get elected Mayor like he said. My business gets remodelled\nand all is swell.\n\n\n\nThen one night I go to sleep in my new house and I wake up in the\nmiddle of the night feeling a cold draft. When I turn over I roll onto\na lump in the mattress and I know it was all a dream and I'm Mike\nMurphy, bartender, again.\n\nThe next a.m. I pick up the paper and it's the summer of '53, the day\nof Rabelais and my thirty-first anniversary and I'm back at the old\nstand. It was a fine dream, I says, and go to work.\n\nAt five-o-nine, though, I can't help looking at the clock. And sure\nenough, Rabelais comes in, walks up to the bar like he owns it and\nroars at me, \"Two beers, Mike!\"\n\nI can't help saying, \"Look, haven't we done this before?\"\n\nHe grins at me. \"And we may have to do it again a few times,\" he says.\n\nBy now I know him pretty well, I think--or maybe I dreamed I know him;\nI'm not sure. Anyway, I give him the two beers and wait for him to get\naround to telling me whatever is on his mind.\n\nHe goes through the same act as before--only I can't be sure he did go\nthrough the act or I dreamed he did. \"Beer for the house,\" he yells.\n\n\"Take it easy,\" I cautions. \"Take it easy, Rabelais.\"\n\n\"You never called me by my first name before, did you, Mike?\"\n\nI open my mouth to remind him that he told me to back in 1953 and then\nI remember it is 1953. That confuses me because I remember, too, that\nin 1954 I was--or maybe it's that I'm going to be--mayor. I just close\nmy mouth and wait.\n\nRabelais takes his time. When the early rush clears out, he gets me\noff to one end of the bar and says, \"Sorry to keep you waiting, Mike,\nbut we have to do it all over again.\"\n\n\"Then it wasn't a dream?\"\n\n\"No dream,\" he says.\n\n\"But everything was going fine.\"\n\n\"Up to a point,\" he says. \"Up to the sixties.\"\n\nThen he explains the way his machine works. But all I get out of what\nhe says is that there's a law of probability so he can't go back and\nshoot his grandfather when the old man is a boy or juggle stocks in\n'47 to pay off and make him rich in '53 and things like that. That is\nwhy he wouldn't let us go back into the past. He was afraid we would\ndo something to change history and--bingo.\n\nAnd he wouldn't let us go into the future very far because up a way\nthe atom bomb gets loose and it is awfully sad to see and dangerous\nbesides.\n\n\"That was in the sixties,\" he says. \"Or will be in the sixties. Only I\ngot it figured out so it won't be, Mike.\"\n\nIt's over my head; I just keep on waiting.\n\nHe explains that he made a pile of dough in the near future by betting\non horse races and cleaning out a few bookies and investing his\nwinnings in stocks he knew were going up (and in fact they wouldn't\nhave gone up if he hadn't looked into the future and known they would\nso he could go back and buy them) and anyway, he figured the exact day\nit would be safe to start and so he did.\n\n\"Only,\" he says, \"we made a mistake by making you mayor and then\ncongressman. I have it figured out for you to be congressman right\nfrom the start--in fifty-four. That gives you two extra years of\nseniority on Congress and so when the chips are down you have a little\nmore pull.\"\n\n\"Fine,\" I says and start to take off my apron.\n\n\"The thing is,\" he explains, \"there are a couple of lunkheads in\nCongress that get super-patriotic and they're the ones who cause the\ntrouble with the bomb getting loose.\" He leans over the bar and looks\nreal serious at me. \"And you,\" he goes on, \"are the one who stops them\nbefore they get started.\"\n\n\"Me? Me, Mike Murphy?\"\n\n\"You,\" he says. \"We just go on a different time track from the one we\ntried before. And this one ought to work.\" He gives me his grin. \"You\nshould see the history books about the year 2000. You're a real\nnational hero, Mike.\"\n\nI throw my apron into a corner and roll down my sleeves. I'm ready.\n\nAnd it goes just like Rabelais says. I pass up the mayor's job and go\nstraight to Congress. In my third term I get a chance to cool those\ntwo excitable characters--cool them politically, that is, and I do.\n\nThe only thing wrong is that Rabelais never lets me go into the future\nto read the history books that tell what a great guy I was and the\nthings I did. So I'm never sure I'm doing the right thing. Like I tell\nhim, how can I be sure what to do if he won't let me read about what I\ndid?\n\n                    ... THE END",
    "metadata": {
        "author": [
            "Trimble, Louis",
            "Trimble, Louis Preston"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/32739/pg32739.txt",
        "name": "probability.json"
    }
}