{
    "name": "Problem in solid",
    "author": [
        "Long, Wesley",
        "Smith, George Oliver",
        "Smith, George O. (George Oliver)"
    ],
    "body": "Martin Hammer should have been prepared for anything. As the world's\nforemost producer of motion pictures, he should have taken any\nsituation from earthquake to fatherhood without a qualm or a turned\neyebrow. But Hammer had not seen everything--yet.\n\nA noise presented itself at Hammer's office door. Not the noise of\nknocking or tapping, nor even the racket made by attempts to breach\nthe portal with a heavy blunt instrument. It was more like the sound\nof a dentist's drill working on wood, or perhaps one of those light\nburring tools, or maybe even a light scroll saw.\n\nThen, with all the assurance in the world, a man's hand came through\nthe door, the fingers clenched about an imaginary doorknob. The hand\nswung an imaginary door aside and as it moved, the wood of the real\ndoor fell to the floor in a pile of finely-ground sawdust.\n\nOnce the imaginary door was thrust aside, the rest of the intruder\nentered, leaving the exact outline of his silhouette in the door.\n\nHe smiled affably and said, \"I trust I'm not intruding!\"\n\nHe was still holding the imaginary door open with his right hand. As\nhe finished speaking, he stepped forward a step, turned, pulled the\nimaginary door shut a few inches, transferred it to take the inside\nknob in his left hand, and then stepping carefully forward, he thrust\nthe imaginary door closed, his hand clenched around the imaginary knob.\nThe act ended as his hand entered the real doorknob and there was the\nhigh-pitch whine of metal against metal like cutting a tin can with a\nbandsaw.\n\nThe intruder turned, walked across the office, and stood there in front\nof Martin Hammer. From a pocket he look a cigarette and a match and lit\nup, blowing a cloud of fragrant smoke into the air.\n\n\"I am delighted to meet you,\" he said.\n\nAt which point, Martin Hammer blew up.\n\nHe had been patient. He had been astounded. He had been sitting there\nwith his chin getting lower and lower and lower as this ... this\ncharacter walked through his door with all the assurance in the world.\nThen the bird had the affrontery to behave as though he had not invaded\nHammer's office; had not ruined a fine oak door; and as though Hammer\nshould have been glad to see him.\n\nWhat added fuel to Hammer's explosion was the fact that the intruder\nseemed absolutely unaware of the ruination of the door.\n\n\"What the--\" yelled Hammer. He leaped to his feet, ran around his desk,\nand faced the intruder angrily for only an instant.\n\nHammer launched himself at the intruder with intent to do bodily harm,\nmayhem, and perhaps a little bit of second-degree murder that might be\njuried into justifiable homicide.\n\nHe did not connect. The stranger disappeared at that instant, and\nHammer's well directed blow fell upon thin air. Hammer, finding no\nresistance before him, fell flat on his face, which mashed the cigar\ninto his mouth and burned a hole in his fine Persian carpet. He turned\nover and sat up, spitting out bits of tobacco mixed with equal parts of\nvery bad language. Blankly he ran his hand through the spot where the\nstranger had been.\n\n\"Now,\" he said in puzzlement, \"what in the name of--\"\n\n\"May I apologize?\" came a voice at the door. Hammer whirled and saw the\nintruder again, standing there with a rather dumfounded expression on\nhis face.\n\nHammer grunted. At least he is now cognizant of his ruin-production,\nhe thought. This was true. The intruder no longer had that fatuous\nexpression that ignored the damage.\n\n\"Apologize?\" exploded Hammer.\n\nThe intruder stepped through the ruined door. \"I got the focus wrong,\"\nhe said, \"otherwise the image could have--\"\n\n\"Image?\" yelled Hammer.\n\nThe stranger nodded. \"Image,\" he said. \"Look, Hammer, you don't really\nthink that I actually walked through that door, across your office\nfloor, and then disappeared into thin air, do you?\"\n\n\"Well ... and who are you?\"\n\n\"My name is Tim Woodart. I'm an engineer.\"\n\n\"Look,\" said Hammer shakily, \"I'd like to know what's been going on. As\na producer of motion pictures, I am beginning to see the glimmerings of\na fine idea. I sort of resent the destruction you've created, but it\ncertainly carried off its point.\"\n\n\"I'll bring in the gear, too,\" said Woodart. \"If you don't mind.\"\n\nHammer nodded. Whatever it was, Martin Hammer had just had his door\nbroken in by the first of all true three-dimensional photography!\n\n\n\nHarry Foster stood on a lonely stage and smiled at some mythical point\nin the mid distance. Dramatically he pointed, and as he pointed, across\nhis face there came a change over his features. Normally handsome,\nHarry Foster's \"bad\" face was thrice as bad for the distortion into\nhatred. It was excellent acting.\n\nThe man beside the camera nodded. It was not only excellent acting but\nit was rather emotionally troublesome to be confronted by a living,\nbreathing image of yourself. You, watching you do something that you\nhad done previously.\n\nHarry Foster's hand stole up alongside of the cutoff button and he\nthrust it down viciously.\n\nThe scene stopped instantly and disappeared.\n\nFoster, remaining beside the camera, swore. He rereeled manually a few\nyards and restarted the camera. He caught a previous scene's ending: a\nbeautiful woman smiling shyly at another man. The scene's ending was\nbrief, to a flash-over of Harry Foster standing in the center of the\nstage, and going through the same motions of smiling offstage, with the\nfeatures changing from smile to scowl of hate.\n\nAgain Foster's hand flipped the switch and the image of Foster\ndisappeared as did the settings on the stage.\n\nFoster swore again. \"There must be some way--How does he do this\nanyway?\"\n\nFoster opened the cabinet-like side of the solid camera and looked at\nthe circuits. They were enigma to Foster, but there was some logic to\nit--there must be. You create an image and then wipe it away to make\nplace for the next image--just as in common cinema. But in normal\ncinema it is possible to halt the film and project a still. That's what\nHarry Foster wanted--\n\nHe pulled a single tube from one circuit and snapped the camera on. The\nstage was blank. He replaced the tube and tried another tube removed\nby some distance from the first. He started the camera, and the stage\nflashed into being once and then went blank again. There was a tiny\nflash from the bottom panel of the machine and Foster looked down to\nsee the indicator of a blown fuse.\n\nFoster nodded. Obvious. To stop the wipe-away would mean that the next\nframe would be placed on top of the first. A double exposure would\nnot work in the solids. Not without repealing that law of nature that\nstates that two things cannot occupy the same space at the same time.\n\nWhat he had to do was to stop the projector at the same time he stopped\nthe wipe-away. Tim Woodart had fixed the machine so that the wipe-away\ncompleted the scene after stopping the works. Just a matter of safety.\n\nFoster puzzled over the machine and restarted it again. He waited until\nthe image of Harry Foster stared off stage and then he grabbed two\ntubes and jerked them out simultaneously.\n\nThe projector stopped; the scene remained. The image of Harry Foster\nstood there dumbly. Then it turned vaguely and looked at the camera and\nthe man beside it.\n\n\"Hello, hero,\" sneered Foster.\n\nThe image blinked. \"I've wondered what might happen,\" said the spurious\nFoster.\n\n\"Yes,\" chuckled the real Foster, \"we have, haven't we?\"\n\n\"I--,\" started the image, but he stopped and looked wildly around.\n\"What do you want?\"\n\n\"You know.\"\n\n\"I'll not do it! You ... we ... ah ... well, it's no go.\"\n\nThe real Harry Foster sat down in the director's chair. \"I've had more\ntime to plan,\" he said. \"You're just an image--\"\n\nFoster snarled back, \"Not now I'm not. I'm just as real as you are!\"\n\n\"I'm the original; you came out of that camera.\"\n\n\"Someone is going to have a time proving it,\" replied the image Foster.\n\n\"Yeah,\" drawled the real Foster, \"that's what I'm counting on!\"\n\nFrom within his coat, Foster took a revolver. Holding it on his image,\nFoster replaced the tube and watched the scene resume, with a third\nFoster going through its paces. He snapped off the camera and the set\ndisappeared, leaving the bare stage. He wiped his fingerprints from the\nplace and then nudged the image Foster with the revolver.\n\n\"Out,\" he snapped, pointing with the gun barrel.\n\nThey went--in a death march.\n\nA half hour later, the real Foster handed his image a drink. \"Drink\ndeeply,\" he said sarcastically. \"You needn't be afraid to die--you\nnever lived, you know.\"\n\nThe image Foster shook his head. \"I've been alive as you have!\"\n\nThe real Foster lifted his revolver and snarled: \"We can put a stop\nto that!\" He fired thrice and each shot slammed into Foster's stomach\ndriving the man back against the wall. He crumpled, finally.\n\nThen Harry Foster took a look around the living room of his apartment,\nshrugged, and left, tossing the pistol into a corner.\n\n\n\nLieutenant Miller looked down at the corpse. \"Someone sure hated him,\"\nhe said.\n\nThe man in the business suit nodded. \"They had reason to,\" he said.\nHe was Jacobson of the F.B.I. \"Too bad. I'd rather he were legally\npunished.\"\n\n\"Me, too.\"\n\n\"What about his wife?\"\n\n\"She's in the next room. Which reminds me--\"\n\nLieutenant Miller went to the door and looked in quietly. \"Look,\nfellows, just establish her. Don't bother grilling her.\"\n\nSergeant Mullaney looked up in surprise. Miller nodded. \"This is one\ncase I'm not going to kill myself solving,\" he said. \"I just want to be\ncertain that the murderer of Harry Foster isn't as obvious as a stone\npillar on the corner of Hollywood and Vine. Is Mrs. Foster clear?\"\n\nMullaney nodded. \"Spending the whole evening with a friend.\"\n\n\"Friend corroborate it?\"\n\nMrs. Foster smiled wanly. \"She will if asked,\" she said.\n\nMiller nodded. \"My only regret, Mrs. Foster, is that his insurance will\njust about cover his embezzlements. The rest--\"\n\n\"I wouldn't touch it--or him--with a ten-foot pole,\" she blazed.\n\nJacobson met Miller at the door. \"He got around,\" he said. \"Blackmail,\nembezzlement, and outright larceny. There's been talk of drug-peddling\nand white slave traffic. Why or how the bird managed to be such a\nthorough stinker and still maintain his position here I'll never tell\nyou.\"\n\nMiller looked at the coroner, who was just polishing up his job. Miller\nsaid, \"Whoever did it did Foster a favor. Between you and me, we'd have\nhad him between nutcrackers in another week.\"\n\nJacobson nodded. \"Couldn't have been suicide?\"\n\nMiller shook his head. \"After filling himself that full of lead, he was\ntoo dead to toss that gun. Furthermore, he was shot from greater than\narm's distance. No,\" said Miller, \"someone 'done him in' and should\npossibly be commended. Plain case of: 'Too bad, thank God!'\"\n\n\n\nMartha Evers watched her image on the stage in the studio theater.\nBeside her was Martin Hammer who was watching the performance with\ninterest. Martha was watching with wonder; Hammer had seen this thing\nat work before and was more concerned with the technical portions of\nthe opus than the wonder of watching a life-sized, living, breathing,\ntalking image perform.\n\nOn the other side of Martha Evers was Tim Woodart, who was just\nwatching. He was more or less out of a job since professional\nphotographers had taken over the job of making the performance.\n\n\"But how is it done?\" she asked him.\n\n\"Same like any other of its kind,\" smiled Tim.\n\n\"But there isn't any other.\"\n\n\"Television is, sort of,\" he said. \"Anyway, there is a three-way scan\ntaking in the volume to be reproduced. Each atom in the original\nhas its own characteristic charge and mass: this charge and mass is\nregistered. When the reproducer replaces the real people with the\nimage, the same scan forms real atoms where the real atom was in the\noriginal. The follow-up scan wipes the atom clear to make room for the\nnext frame.\"\n\n\"How about this building atoms?\" puzzled the girl. \"Doesn't that make\nfor radioactivity?\"\n\n\"Uh-huh,\" he said, \"but the radioactivity is really energy that we use\nto operate the machine.\"\n\nThe scene on the stage switched to a close-up of Martha and the\npicture's villain, one Jack Vanders whose leer was known across the\ncontinent.\n\nThe woman on the other side of Tim Woodart stood up and called \"Cut\nit!\" in a low contralto.\n\nThe stage cleared in a twinkle and the lights went up.\n\nMartin Hammer leaned across the seats and spoke to the standing woman.\n\"What's wrong, Mrs. Foster?\"\n\n\"That won't do,\" she said. \"Bad shot!\"\n\nHammer thought for a moment. \"There's nothing wrong with a close-up,\"\nhe said. \"It's done daily.\"\n\nJenny Foster smiled. \"Yes,\" she agreed, \"the screen fills up from top\nto bottom with the face, and the eyes look softly into the camera lens\nas the girl murmurs, 'I love you' and it is effective because in the\ntwo-dimensional cinema, the trick of looking into the camera lens makes\nit appear as though the girl were gazing softly into your own eyes--no\nmatter where you are in the theater. But this is solid, Hammer. When\nthe gal looks at you, I can tell that she's looking at you from here.\"\n\n\"So?\"\n\n\"So I'm resentful of the guy who has the preferred seat,\" she said.\n\nMartin Hammer smiled. \"You can't have all the seats in the theater\nwithin a two-foot circle,\" he said. \"But there must be some way to lick\nit.\"\n\n\"You'll remember what I had to say?\" she asked.\n\nHammer nodded. \"We'll work on it,\" he said. \"Like all other media,\nsolid performances require their own techniques. But until we locate\nthe techniques, people will take to solids for their novelty.\"\n\nThey all sat down. Mrs. Foster turned to Tim Woodart and asked him how\nit was done.\n\n\"You mean the whole thing?\"\n\n\"No, the job of making enlargements.\"\n\n\"Easy,\" he said. \"We just have a repeat-scan that repeats the same\natom in between true signals. Same like cramming a whole twelve-story\nbuilding on a busy street. We cut out certain patterns--sometimes every\nother signal, sometimes every third, sometimes four out of five are\neliminated in the recording. The number cut is a definite statement of\nthe 'times-size' of the reproduction.\"\n\n\"Sounds simple when you say it fast,\" she smiled.\n\n\"I'll tell you about it later--?\" he suggested.\n\n\"I'd like that.\"\n\nHe was too silent for a moment, and Jenny Foster knew it. \"Tim,\" she\nsaid, \"if you're worrying about the ... the--\"\n\n\"Well,\" he admitted slowly, \"I was. Not that I care, but you--?\"\n\nShe smiled bitterly. \"It's often said that no one knows another person\nuntil you've lived with them for some time. It was between our first\nmeeting and three years after I married Harry Foster that I was his\nwife. That was when I found out about him. I--\"\n\n\"Look,\" said Tim, worriedly, \"there's been something worrying me ever\nsince we took these shots yesterday. Now I know what it is. Let's get\nout of here and I'll buy you a drink.\"\n\n\"_Shhhhhh!_\" insisted Hammer.\n\n\"Stop it,\" returned Woodart.\n\n\"Make notes,\" said Hammer. \"I want to see these rushes to the close.\"\n\n\"But--\"\n\n\"But nothing. Tell me later.\"\n\n\"Let's go,\" said Tim plaintively.\n\n\"It'll only be a minute. What are you worrying about?\"\n\nTim looked at the stage. This was a comic shot. In it, the head of\nthe butler filled the stage and looked out at the audience through\nhalf-closed eyes. A middle distance shot previously had shown the\nbutler taking a sniff of pepper, this was the aftermath--\n\n\"No!\" yelled Woodart.\n\nHe was too late. His yell was covered by the explosive sneeze. A\nhurricane of wind blasted at the tiny theater. A window went out in\nback, and Martin Hammer's toupee left for Kansas.\n\nAs the echoes died, Tim Woodart said, \"That's what I meant.\"\n\nHammer blinked. \"I'd hate to pull an Alfred Hitchcock and have a .45\npointed at the audience--close-up.\"\n\nBack of him, the photographer looked at the stage and made a quick\nestimate. \"That,\" he said, \"would hurl a nine-foot slug of lead at the\naudience!\"\n\nTim Woodart left quietly.\n\n\n\nTim Woodart led Jenny Foster to a small table and ordered Martinis.\nJenny smiled at him and said: \"Tell me how you came to invent this\nthing?\"\n\n\"Easy,\" he grinned. \"I'm an avid reader of science-fiction and there\nwas a yarn in one of the leading magazines some time ago that dealt\nwith a matter transmitter. Written by a crackpot electronics engineer\nby the name of George O. Smith. He was rather explicit in a vague sort\nof way, but it gave me the initial idea, and here we are with it!\"\n\nShe laughed. \"Is this character going to get any royalty?\"\n\n\"Oh,\" said Tim Woodart expansively, \"I offered him some, but he\nrefused, saying that his idea was nothing but a fiction idea and that\nany bright engineer would know how to send matter by radio.\"\n\n\"Oh.\"\n\n\"Besides, he's in Philadelphia, now, and the men in the white coats\nwouldn't let him write with anything but a blunt crayon.\"\n\n\"Well, could you send things by wire with it?\"\n\nTim smiled, \"Not at present,\" he said. \"There isn't a transmission\nline with a broad enough band-pass to accept the signal frequencies\nnecessary.\"\n\n\"Now,\" said Jenny, taking a sip of her Martini, \"you're getting in way\nover my head.\"\n\nTim Woodart pulled out pencil and paper, but Jenny stopped him by\nlaying a gentle hand on his. \"Don't,\" she said plaintively. \"I don't\neven know what happens when I snap on the light switch, let alone\nunderstanding transmission lines.\"\n\nUncertainly he replaced the pencil and paper in his pocket. Then he\nlaughed. \"Shall we dance?\"\n\n\"That,\" she told him, \"I understand.\"\n\nThey danced--and they danced well together. And while they were getting\nbetter acquainted, a hundred miles to the south a man was stopped by a\nmotorcycle policeman for traveling too fast.\n\n\"Name?\" snapped the policeman.\n\n\"Harold Farman.\"\n\n\"Driver's license?\"\n\n\"Why ... er ... I--\"\n\n\"No license?\"\n\n\"Well, it's here. But--\"\n\nThe policeman nodded. \"Gimme,\" he snapped.\n\nHarry Foster cursed himself for forgetting. For even trying to run\nunder an assumed name without changing every bit of evidence. But the\npoliceman looked rather rough, and Harry handed over the license.\n\n\"This says 'Harry Foster',\" grunted the cop.\n\n\"I'm Harry Foster.\"\n\n\"That wasn't the name you gave me,\" said the cop pointedly.\n\n\"Look, officer, I'm about to meet a young lady--we're meeting at the\nBorder to marry in Mexico. Her father objects, and he's influential\nenough to send out word that I'm to be picked up on some pretext and\nheld. That's why.\"\n\nThe officer nodded sensibly. \"Sounds reasonable,\" he said, \"and\nlogical, and just about as silly as the usual guy who tried to elope.\"\n\n\"Well--thanks, officer. And may I bet you fifty that today is Sunday?\"\n\n\"Today's Tuesday,\" replied the officer.\n\n\"My goodness,\" said Foster in surprise. \"I lose, don't I?\" He handed\nthe officer a folded fifty. The officer took it and smiled dryly.\n\n\"You lose,\" he told Foster, \"because so far as I know, there's a\nLieutenant Miller of the Los Angeles police that has a dragnet out for\nHarry Foster--the motion picture hero!\"\n\n\"Now look--\"\n\n\"I've looked,\" said the cop, \"and you're it. Will you come quietly or\nwill you come horizontal?\"\n\nHarry Foster laughed. \"I'm not _that_ Harry Foster,\" he said.\n\n\"No?\"\n\n\"No.\"\n\n\"And how am I going to tell?\"\n\n\"Call Miller. I happen to know that the moving picture star died not\nmore than a few days ago.\"\n\n\"That,\" said the policeman, closing his book, \"is something that we can\ncheck but quickly. You'll come along while we check it, though.\"\n\n\"I'll come,\" said Foster cheerfully.\n\nHe went. The policeman called. Miller gave him the right answer, that\nthe wanted man, Harry Foster, had been buried within the week. No,\nthere was no mistake. The dead man's identity had been established to\nthe satisfaction of every interested agency. The F.B.I. and the local\npolice had seen to it that the dental work checked, fingerprints,\neverything including visual identification by friends, enemies, wife,\nand business associates.\n\nHarry Foster left a short time later with an internal grin. He--was\ndead. Ergo--he could not be punished!\n\nHe laughed wildly as he resumed his driving, but his driving was less\nwild. There was a thoughtful quality about it.\n\nAt the Mexican Border, Harry Foster stopped for rest and while resting\nhe read the newspaper. It carried the usual run of gossip columns, and\nin one of them Harry Foster saw--and read with growing interest:\n\n    The widow of Harry Foster, whose body was found on the evening\n    before the authorities were to have closed in on his nefarious\n    activities, is finding solace in the company of Tim Woodart, who\n    is the inventor of Hammer Productions' new play technique. No one\n    would deny Jenny Foster her right to happiness, and we'll cheer\n    her on--\n\nFoster crumpled the paper craftily. Woodart was about ready to start\nbanking checks in six or seven figures, and--\n\nHarry Foster left the restaurant and headed back toward Hollywood.\n\n\n\nThe locomotive thundered across the stage at a forty-five degree\nangle, filling the theater with a wave of heat and a puff of smoke and\nsteam. Then it was past and gone, and its string of cars rumbled out\nof \"offstage\" to the right rear to the \"offstage\" at the left-front\ncorner. It slowed and stopped, and the porter and passengers emerged;\nthe principal players of the scene appeared and went through their\naction.\n\n\"Now that,\" said Hammer, pleased, \"is a right good scene.\"\n\n\"Y'know,\" smiled Jenny Foster, \"people are going to be so surprised to\nsee the real thing come roaring across the stage that they're going to\nforget a couple of rather irrelevant items like having their heroine's\nhead nineteen feet in diameter.\"\n\n\"Yeah,\" drawled Hammer, \"and tell the crook to shave closer. A close-up\nof Jack Vanders looks like a pincushion with telephone poles shoved in.\nDidn't know hair could be so big!\"\n\n\"What bothers me,\" smiled Martha Evers, \"is where I drink that\nManhattan in the close-up. Darned drink must be all of twenty-three\ngallons.\"\n\n\"That isn't the main trouble with that scene,\" objected Vanders\ncheerfully. His saturnine face was only for selling purposes; a more\npleasant villain was seldom to be found. \"What bothers everybody is\nthat you can smell the odor of that drink, it's so big. Half of the\nwould-be sots in the audience are going to be as dry as the Sahara by\nthe time Evers gets it down.\"\n\nMartha laughed, \"Hammer is a great one for realism,\" she said, \"but\nI hope he doesn't insist on a real slug of cyanide in the poisoning\nscene. I hate to think of twenty gallons of cyanide!\"\n\n\"No doubt,\" laughed Hammer. \"But what we ought to do is to have Woodart\nfix up some way of stopping that thing during close-up. We could start\nwith a normal Martini and end up with fifty gallons.\"\n\nWoodart shook his head. \"Cost twenty times as much liquor itself,\" he\nsaid with a good-natured smile. \"You see, the energy that keeps this\nthing in balance comes from the wipe-out of the previous scene. Stop it\nthat way and your light bill heads for the ceiling.\"\n\n\"O.K.--it was just an idea.\"\n\nVanders faced the group. \"Look,\" he said. \"I'm a professional villain,\nand all villains are supposed to want something for nothing and finding\nout that it can't be did.\"\n\nWoodart agreed.\n\nThen the scene changed to an overhead shot of Cincinnati. Taken by\nhelicopter, the scene was an angle shot down across Fountain Square\ntowards the river. In the cinema such shots do not seem bizarre, but in\nsolid, the street with its teeming cars and pedestrians was tilted at\nan angle: the angle between street and camera remained as it was, and\nthe camera, of course, became the projector which was in the back of\nthe theater.\n\nThe \"eye\" zoomed down and the street grew in size until the fountain\nthat gave the Square its name was in plain view. It seemed incongruous\nthat the water in the fountain came out at an odd angle to gravity and\nfell back at another odd angle, yet this was not a running reproduction\nof Fountain Square but a swift series of instantaneous reproductions\nand the droplets of water like everything else was replaced in whatever\nrelative position it was, regardless of the facts of true gravity.\n\nThe scene tilted flat, finally, and traveled along the street on the\nlevel until the principal character was approached, whereupon the\naction began. The camera followed Jack Vanders into a bar where he met\nMartha Evers and ordered the Manhattan that was to become Gargantuan in\nsize--\n\n\n\nJenny Foster put her face up for a good night kiss, and then shoved her\napartment door open as Tim turned to leave. Inside, the living room\nlight was on, and Jenny instantly called Tim back.\n\n\"Someone,\" she said, pointing to the lights.\n\n\"O.K.\" he said, entering before her. Sprawled in Jenny's easy-chair\nwas--\n\n\"Foster!\"\n\n\"Who--me?\" asked Foster in surprise. \"Foster's dead.\"\n\n\"Can it,\" snapped Woodart. \"And talk!\"\n\n\"Or else?\" drawled Foster indolently.\n\n\"Or else,\" snarled Woodart.\n\n\"Or else what?\"\n\nTim went to the telephone and dialed the number of the police force.\n\n\"Don't bother,\" said Harry Foster. \"I'm ... Foster, that is, is dead.\"\n\nTim replaced the telephone. \"What's the gag?\" he demanded.\n\n\"I,\" said Foster hollowly, \"am a ghost returned to plague mine\nunfaithful wife.\"\n\n\"The hereafter is going to have a moaning ghost with a shanty on its\neye,\" said Woodart ominously. \"Unfaithful wife my foot. If ever she--\"\n\n\"Now that's been the big bone of contention,\" smiled Foster. \"Foster\ngave her no grounds, and she was too good to give me any. And Foster\ngave her none because it is still impossible to have a wife testify\nagainst her husband.\"\n\n\"Very sly of you.\"\n\n\"Of Foster.\"\n\n\"You're Foster!\"\n\n\"Me? No. Foster's dead.\"\n\nJenny gave a weak cry of despair. \"What do you want?\" she asked.\n\n\"How much have you got?\" asked Foster pointedly.\n\n\"Blackmail,\" snarled Woodart.\n\n\"Why no. Not at all.\"\n\n\"You name it.\"\n\n\"It need have no name. You see, Woodart, I've learned that I no\nlonger need the protection of the legality that prevents a wife from\ntestifying against her husband. Her husband is dead.\"\n\n\"So?\"\n\n\"Well, it isn't blackmail to perform a service for someone.\"\n\n\"Meaning?\"\n\n\"Divorce comes high,\" explained Foster pointedly.\n\n\"After which--if done--you could continue to ask for more,\" said\nWoodart angrily. \"You could threaten to prove that you were paid to get\nthe divorce, a mere matter of blackening the character of a woman whose\nonly error was being blind enough to take a second look at you.\"\n\n\"Your ingenious mind is too complex,\" said Foster quietly.\n\n\"May I point out that if you are dead, you are dead, and therefore--\"\n\nFoster laughed nastily. \"Legally and physically, Harry Foster died\nand was buried. Legally there is nothing that could possibly prevent\nyou from marrying her if you wanted to. But you see, Woodart, my wife\nis a completely moral woman, to say nothing of ethical. Though it is\nlegal, there is still the gnawing doubt in her that she is compounding\na felony--bigamy.\"\n\nJenny made a plaintive gesture, \"I'll wait until he asks me--\"\n\nBut she was not heard. Tim Woodart snorted. \"So you think they'll be\nhesitant about punishing a dead man?\"\n\n\"What do you think?\"\n\nWoodart strode forward and took Foster by the lapels of his coat,\ngathered them into one hand, and lifted the crook out of the easy-chair\nwith an angry shake. \"Then they can't book me for assault and battery\nupon the person of a corpse,\" he gritted. His free hand came back and\nforth across Foster's face, driving the heel's head from side to side.\nThen Woodart shoved him back, letting go of the lapels and using that\nhand to bury itself to the wrist in Foster's midsection. As Foster\nfolded forward, Tim straightened him up with an upward chop to the jaw.\n\nFoster crumpled, and Woodart lifted him by the collar and dragged him\nto the door, hurling him into the hallway. Foster turned, wiping blood\nfrom his face, and spat like an angry cat.\n\n\"That'll cost you, punk,\" he snarled.\n\nWoodart laughed.\n\n\"Laugh,\" leered Foster. \"You can't bring suit for divorce against a\ndead man, either!\"\n\n\n\nHarry Foster opened the door to his apartment and nodded quite\ngenially. \"Come in, gentlemen,\" he said overpolitely.\n\nState attorney Jones was less cordial, and Lieutenant Miller was harsh.\n\n\"You're Harry Foster.\"\n\n\"I am. Strange coincidence, isn't it?\"\n\n\"Coincidence my--\"\n\n\"Be careful,\" warned Foster. \"You wouldn't want to insult a citizen,\nwould you? It might go hard with you.\"\n\n\"You're Harry Foster.\"\n\n\"I am.\"\n\n\"Then who was the man that was buried?\"\n\n\"That is the coincidence,\" said Foster sorrowfully. \"He was another\nHarry Foster. I understand that he was a rascal and definitely needed\nkilling.\"\n\n\"Where were you when that deed was done?\"\n\n\"Me? Look, sir, am I under suspicion?\"\n\n\"Could be.\"\n\n\"Then produce your warrant! I shall take no guff from you nor any of\nyour ilk.\"\n\n\"Take it easy,\" said Jones. \"An innocent man has nothing to fear.\"\n\n\"An innocent man,\" said Foster, \"has plenty to fear. Scheming\npoliticians and courts who like to see convictions. Also there is the\nprotection of the Constitution of the United States that grants me the\nright to do as I please so long as I am lawful about it.\"\n\n\"It also grants us the right to protect other people,\" said Lieutenant\nMiller. \"As for a warrant, we have a search warrant--plus the fact that\nwe know that murder was done in this apartment not more than two weeks\nago.\"\n\n\"You're in,\" said Foster. \"And you may leave as soon as you can. I'll\nnot detain you.\"\n\n\"You know,\" said State attorney Jones, \"this man answers the\ndescription of the man who is wanted for any number of assorted crimes\nfrom forgery to grand larceny. In every way he fills the bill. I think\nwe will arrest you, Mr. Foster.\"\n\n\"You'll be sorry. This is false arrest.\"\n\n\"Indeed. In this country, all arrests are false arrests because it is\na statement of intent that all men are innocent until proven guilty by\na court of justice! Ergo, we take you into custody whether innocent\nor guilty and we will permit the judgment of the court to decide your\nstatus. Coming quietly--or would you prefer to resist arrest?\"\n\nLieutenant Miller looked eager. \"Please resist,\" he said clenching his\nfist.\n\n\"Unclench it,\" snapped Foster. \"You touch me and I'll prove that you\nwantonly and brutally attacked an innocent victim without provocation.\"\n\n\"I've provocation enough,\" snarled Miller. \"My sister--\"\n\n\"Your sister suffered deeply at the hands of this blackguard Harry\nFoster,\" said Foster oilily. \"But because he resembled me and wore my\nname is no logical nor lawful reason for identifying your hatred of him\nagainst me. That is a psychopathic failing, Lieutenant Miller.\"\n\n\"I'd like to make a pathological mess out of you,\" snapped Miller.\n\n\"Mr. Jones, you will remember that threat,\" said Foster. \"As State\nattorney, it is your duty to protect the innocent.\"\n\nJones closed his lips over hard teeth and said nothing. He would have\nenjoyed the job of protecting Foster against a hungry hyena.\n\nFoster went with them, but his manner was not that of a dangerous\ncriminal who had been apprehended. It was that of a man who knows all\nthe answers.\n\n\n\n\"The defendant, Harry Foster, is charged with Murder in the First\nDegree,\" said State attorney Jones. \"This is a strange case, gentlemen\nof the jury. It is without precedent, and, therefore, your action will\nestablish a precedent. I charge you to consider not only the case at\nhand and to try it with the utmost regard to justice, but to remember,\nas you are considering the evidence to be presented, that this is but\nthe first of many cases that will certainly follow. I--\"\n\n\"I object! The defendant is on trial, not the Judicial System of the\nUnited States!\" shouted Defense attorney Cranshaw.\n\nJudge Carver said, \"The objection is sustained. Strike that from the\nrecord.\"\n\nJones turned to the Court. \"Your Honor, I request that my statements\nabout the establishment of precedent be retained.\"\n\nCarver nodded. \"It is true that this case will establish a precedent.\nYet the trial at hand is the only thing of importance.\"\n\n\"I accept,\" replied Jones, and returned to the jury.\n\n\"I will attempt to show that the defendant did produce a living\nduplicate of himself after which he killed the duplicate. I call for my\nfirst witness the inventor of the device, Timothy Woodart.\"\n\nTim came to the stand and was sworn. There was considerable questioning\nto establish the qualifications of the witness, during which Cranshaw\nsaid to Foster: \"This will be a thin case, Foster. Yet, if we can\nestablish a reasonable doubt, the result will be an acquittal.\"\n\n\"Thin nothing,\" laughed Foster. \"Just tie 'em up as I told you!\"\n\n\"All right,\" replied Cranshaw uncertainly. \"But it will be like arguing\non one side for part of the time and then switching sides in the\nmiddle.\"\n\n\"What do you care so long as we win?\"\n\n\"I don't,\" grinned Cranshaw. \"Listen--Woodart is starting to give\npertinent testimony.\"\n\n\"Mr. Woodart,\" asked Jones, \"is it possible for your device to be\nstopped at such a time as to leave a complete set?\"\n\n\"Yes,\" said Woodart.\n\n\"And you've known this all along?\"\n\n\"Naturally. I invented it.\"\n\n\"Then the device is essentially a duplicating device?\"\n\nWoodart nodded. \"It is, but like all such devices, it requires power.\nThe laws of conservation of matter and energy make it impractical to\nproduce a myriad of devices from a recording.\"\n\n\"And why is the device practical for the production of panoramic\nentertainment?\"\n\n\"The initial power is expended in producing the first replica of the\noriginal scene,\" said Woodart, \"after which, the scene is obliterated,\nwhich returns the power to the equipment for the construction of the\nnext frame. Aside from the conversion losses and basic inefficiencies,\nthe thing is then self-supporting.\"\n\n\"In other words, if it takes a kilowatt to establish one frame, that\nkilowatt is returned to the equipment?\"\n\n\"Yes,\" said Woodart, \"though the power is more on the order of a\nhundred thousand kilowatts.\"\n\n\"As the main party involved with the equipment, it is your duty to see\nthat it is kept in operating condition?\"\n\n\"Yes.\"\n\n\"Then tell us, Mr. Woodart, at any time since the device was initiated\nhas there been any expenditure of great power that was unaccounted for?\"\n\n\"There was.\"\n\n\"And your analysis?\"\n\n\"On the night of May 18th the power demand meter showed the expenditure\nof seventy thousand kilowatts. It is my opinion that--\"\n\n\"I object! That is an opinion, not a fact!\" exploded Cranshaw.\n\nJones smiled. \"Counsel will admit that it is the opinion of a very\nqualified man.\"\n\n\"I want it understood that this testimony is but an opinion!\"\n\n\"Objection noted,\" said Judge Carver. \"Proceed, Mr. Jones.\"\n\nJones nodded at Woodart. Woodart continued--\n\n\"My opinion is that during the night, someone established a single\nframe of the opus we were working on. Once this single frame was\nestablished, the person removed from the set one object, after which\nhe wiped the stage clean, returning that to the equipment as power but\nwithout the object which accounts for seventy thousand kilowatts of\nenergy.\"\n\n\"Mr. Woodart, is there any correlation between this power and the\nEinstein Formula?\"\n\n\"No. The matter is not made--manufactured. It is converted. The energy\nrepresents the power required to carry the matter from a storage place\nto the stage. It is somewhat like lifting a weight to a certain height.\nThere is no correlation between the foot-pounds of energy expended in\nsuch and the mass-energy of the stone. However, in lifting a stone,\nthe energy expended in lift will be returned when the stone is let\ndown--excepting that part which is removed from the total while the\nstone is held in midair.\"\n\n\"Then it might be difficult for you to determine just what was removed\nfrom the set?\"\n\n\"It might be,\" said Woodart, looking hard at Harry Foster.\n\n\"That is all, Mr. Woodart.\" To the jury, Jones said: \"I think you will\nfind that the testimony just given will prove that duplication is\npossible. My next witness will show just who was duplicated. I now call\nLieutenant Miller to the stand.\"\n\n\n\n\"Lieutenant Miller, when you came to the apartment of Harry Foster,\nwhat did you find?\"\n\n\"I found Harry Foster, dead of gunshot wounds.\"\n\n\"And what else?\"\n\n\"A revolver.\"\n\n\"And?\"\n\n\"The revolver was in a far corner of the room,\" said Miller. \"The dead\nman could not have used it upon himself for numerous reasons, even\nthough the only fingerprints on the weapon were unmistakably those\nof Harry Foster. One reason is the distance between the body and the\nweapon; the wounds produced instant death. Another reason is that\nthe dead man's right hand was in his coat pocket--clenched around a\nduplicate of the revolver.\"\n\n\"You can establish the authenticity of this?\"\n\n\"Both weapons had the same serial number. Both bore the same scars from\nuse. Both weapons produced the same landmarks upon test bullets. Yet at\nthat time only one weapon had been fired; the one tossed in the corner.\"\n\n\"Your Honor, I enter as Exhibit A these weapons, duplicates of one\nanother. They are definite proof that duplication of objects did take\nplace.\"\n\n\"Evidence accepted.\"\n\n\"It will be noted that the serial number on these guns is registered in\nthe name of Harry Foster. I will suggest no indictment at this time for\nthe criminal act of having two weapons with the same serial number but\nI do suggest that it be remembered.\"\n\nHe turned to Miller and said, \"That is all.\"\n\nCranshaw arose to cross-question. \"Mr. Miller,\" he asked, \"is there any\nway of telling which of those guns is the original and which is the\nduplicate. I assume that they are not _both_ duplicates.\"\n\n\"Only the marking on the weapon that was fired after the killing.\"\n\n\"But, Lieutenant Miller, this is not conclusive. Which weapon was used\nto kill the dead man--the original or the duplicate?\"\n\n\"I object. That is irrelevant, immaterial, and incompetent!\"\n\nCranshaw smiled deeply. \"It is all three, Counsel. I want to know at\nthis time who was the killer and who was the duplicate?\"\n\nMiller shook his head. \"Only he can answer that.\"\n\n\"That is all,\" smiled Cranshaw.\n\nJones called the defendant to the stand. \"Mr. Foster, did you or did\nyou not make a duplicate of yourself?\"\n\n\"Objection. The question is an obvious attempt to incriminate the\nwitness!\"\n\n\"Sustained!\"\n\n\"I merely wish to establish the identity of the witness.\"\n\n\"Then do it without asking him leading questions.\"\n\nJones faced Cranshaw angrily. \"How can I?\" he stormed angrily. \"His\nname, his measurements, his fingerprints, his ... everything is\nidentical to that of the slain.\"\n\n\"Inconveniently coincidental,\" smiled Cranshaw.\n\n\"Mr. Foster,\" said Jones quietly, \"upon the night of May 18th, was\nthere a duplicate human being made?\"\n\nFoster nodded in a superior fashion.\n\n\"And are you the duplicate or the--\"\n\n\"Objection!\"\n\n\"Sustained!\"\n\n\"That is all, Mr. Foster,\" replied Jones angrily. He turned to the jury\nand smiled. \"My points are simple but clear,\" he said. \"Circumstantial\nevidence it may be, but a more profound interlock of such evidence is\nseldom found. One: There was a duplicate made. Two, a man was killed\nby a weapon belonging to Harry Foster, in Harry Foster's apartment,\nand all evidence fails to show the occupancy of any other human being.\nThree, the defendant admits that there was duplication made but makes\nattempt to confuse the Court by denying to answer whether he is\noriginal or duplicate! This is an admission that he was the duplicate\nmade--or that he was the original. No denial is made of this. Since\nit is impossible by any ordinary means to distinguish one Harry\nFoster--defendant--from the other Harry Foster--victim--a sentence of\ndeath is indicated for Harry Foster, the defendant, since the killing\nconveniently made the only distinction.\"\n\nCranshaw arose with a stretch and a smile. \"First,\" he said sincerely,\n\"I want to clear my client of other charges against him. Your Honor,\nand Counsel for the Prosecution, will you admit as evidence the\nstatements made by relatives, and other competent authorities to the\neffect that the dead man was the Harry Foster who was wanted for crimes\nof various nature?\"\n\n\"I object!\" exploded Jones. \"If any duplication was made, then the\nduplicate is equally guilty!\"\n\n\"All right,\" said Cranshaw. \"Let it pass.\" He faced the jury with a\npersecuted air. \"Anything to make life difficult,\" he laughed.\n\n\"Now,\" he said, \"may I enter as evidence the suit that the slain man\nwas wearing? It is--or was--identical to that which my client is\nwearing now. At the present time,\" he said with a smile, \"the client's\nsuit is a little more worn, though in better condition due to the holes\nin this one. Now, for my first witness I call Dr. Lewis.\"\n\n\n\n\"Dr. Lewis, have you ever considered the being of a duplicate?\"\n\n\"Not until recently,\" smiled the doctor.\n\n\"You are a competent psychiatrist. Can you tell us the\nresponsibility-quotient of a man kept in a state of suspended\nanimation until he was thirty-three years old?\"\n\n\"He would have little or no sense of responsibility at all.\"\n\n\"Would you say then that a duplicate of any human being was responsible\nfor the acts of the original?\"\n\n\"I would hate to ponder the question,\" replied the psychiatrist. \"It\nwould depend entirely upon the degree of duplication. Yet it seems to\nrun against the grain to make a duplicate responsible for the acts of\nthe original when up to this time the duplicate had no true identity.\"\n\n\"You assume the duplicate would have an identity?\"\n\n\"If the duplicate is capable of original thought, he has.\"\n\n\"Yet, Dr. Lewis, what comprises identity?\"\n\n\"The ego is a rather deep subject,\" replied the doctor thoughtfully.\n\"The question 'What is this that am I?' is one pondered for many\nthousands of years. It is still without answer--though it is generally\naccepted that a man is what he is because of his lifetime of\nexperiences.\"\n\n\"Will you expand upon that, doctor?\"\n\nThe doctor nodded. \"A new-born babe has little true identity or\nindividuality. That is because his only experience is almost congruent\nwith all other new-born babes. As he lives, his experiences will differ\nbecause of environment and heredity from others--in the case of twins\nthis is true despite the idea that the environment and heredity is\nidentical. It is not. The environment of Twin A includes the life of\nTwin B, and vice versa. Therefore each twin must evolve a different\nidentity. As a man grows and enjoys experience, each factor changes his\npersonality in some way major or minor, and he emerges a true identity,\nwhich, however, is different in some minor way from day to day as his\nexperiences accumulate.\"\n\n\"Then at the instant of duplication, the two persons have approximately\nthe same identity?\"\n\n\"Yes save for the single fact that one has just been in the process\nof formation whilst the other was in the process of being recorded. I\nassume that the two processes are not identical.\"\n\n\"Then,\" said Cranshaw, facing the jury, \"may I point out that no\nidentity was really removed from the face of this earth by this\nso-called killing. But one birth certificate was issued for Harry\nFoster. But one Harry Foster lived and grew and became the Harry Foster\nthat many people knew as a motion picture star. A duplicate Harry\nFoster was made, and then eliminated. Harry Foster was killed--and yet\nHarry Foster remains! If the law states a life for a life, we have it\nin the person of the living Harry Foster! He--killed himself.\"\n\nCranshaw smiled indulgently. \"There are laws concerning suicide,\" he\nsaid. \"These laws make suicide a felony. Because of this there have\nbeen many jokes made about the penalty for suicide, but there is\ngood reason for such laws. You see, Gentlemen of the Jury, it is not\nnecessary to wait until the burglar emerges from the bank with his\ncoat pockets bulging to arrest him. You may apprehend him while he is\ndrilling his way into the bank for the crime of Attempting To Compound\nA Felony. An attempt at suicide is, then, an attempt to compound\na felony and the would-be suicide may be apprehended for his own\nprotection. Since the penalties for attempted suicide usually consist\nof compelling the miscreant to undergo psychiatric treatment to remove\nthe obvious mental unrest that gave him the will to self-destruction,\nI suggest that my client be given the same treatment for the crime of\nsuicide.\"\n\nHe sat down. \"Now,\" he said with a smile, \"that should hang that jury\nhigher than a kite. What is the penalty for successful suicide? Not\nexecution--\"\n\n\"Shut up,\" snapped Foster.\n\n\n\nThe jury returned after many hours, and the foreman arose. \"Your Honor,\nwe have deliberated this case and find that our decision requires\nexplanation. Suicide we reason, is self-murder. Since suicide requires\na certain amount of planning and contemplation, we find the defendant\nguilty on all charges including Murder in the First Degree!\"\n\nThe roar of the spectators covered up the judge's words, but Harry\nFoster heard him pronounce the fatal words.\n\nTim Woodart turned the key in Jenny Foster's apartment, shoved the door\nopen and stood aside to let her enter. Once in the dim living room, she\nturned and buried her head in Tim's shoulder.\n\nHe held her close and stroked her head with one hand. Over her head\nhe saw the clock on the wall, it registered midnight. \"Easy,\" he said\nsoftly. \"It's all--over.\"\n\nShe nodded, too filled with emotion and relief to speak.\n\nThen as the sweep-hand crept past the instant of midnight, a sardonic\nvoice came from the easy-chair.\n\n\"A very pretty scene.\"\n\nJenny whirled, her face white. \"Harry!\" she said with a quavering voice.\n\nAs Tim faced Foster he asked Jenny to call Lieutenant Miller.\n\nFoster laughed again. \"Call him,\" he jeered. \"And remember that the Law\nof the Land makes it impossible for me to be placed in double jeopardy!\"\n\n\"What's been done before can be done again,\" said Tim.\n\n\"Uh-huh,\" laughed Foster. \"But not punishment. The Law, yer know.\n\n\"You see,\" jeered Foster, \"knowing that I am going on and on and on, I\nmerely had Cranshaw make another duplicate of me. Now no one can touch\nme!\"\n\nJenny turned from the telephone and Tim put an arm about her and led\nher from the apartment. He left the door open--\n\n\"There he is,\" said Tim, outside. \"And you know what he has in mind.\"\n\nHarry Foster nodded, took out his revolver, and charged in. The quiet\napartment was filled with the sudden racket of gunfire, quickly there;\nquickly stopped.\n\n\"Let Miller clean up,\" said Tim harshly.\n\n\"But--?\"\n\n\"They're equally fast and they're equally forewarned. Tough guy--it\ntook four of him to get rid of him.\"\n\n\n                               THE END",
    "metadata": {
        "author": [
            "Long, Wesley",
            "Smith, George Oliver",
            "Smith, George O. (George Oliver)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/68418/pg68418.txt",
        "name": "problem_in_solid.json"
    }
}