{
    "name": "Purple Forever",
    "author": [
        "Lewis, Jack"
    ],
    "body": "The envelope was addressed in a bold sprawling hand that barely left\nroom for the seventy-five cent special delivery stamp in the upper\nright hand corner. It was a nice stamp--a blue one commemorating the\nfiftieth anniversary of Harvey's first landing on Mars. Carl Keating\ntore it open. Inside was a single sheet of good paper, typewritten on\none side. The message read:\n\n    Dear Mr. Keating;\n      Must see you at once.\n        Norman Hamlin\n\nHe'd barely slid the letter back in its wrapper when the desk phone\nrang. Automatically he pushed the view-plate to a respectful fifteen\ninches and threw in the video. The screen swirled for a moment in a\nmilky blur, then abruptly a man's head and shoulders jumped into focus.\nHe was a lean, angular-faced man, with thin shoulders and thinner lips,\nwhich at the moment were set in a Lincolnish smile.\n\n\"I'm Dr. Hamlin,\" the face in the screen announced. \"You got my letter?\"\n\nCarl nodded. \"I have your letter doctor, but I'm afraid you have the\nwrong man. I can't imagine what you'd want to see ME about.\"\n\nThe image on the screen expanded as Norman Hamlin leaned toward the\nview-plate. \"You are Major Carl Keating, retired?\" the mouth asked.\n\nCarl pushed the instrument back hoping the other man would do the\nsame. \"Retired as of last Tuesday,\" he said, \"at the tender age of\nthirty-six. What's on your mind, doctor?\"\n\nThe mouth got bigger till it filled the entire screen. \"Major Keating,\nwould it be possible for you to come out to Long Island tonight?\"\n\n\"It would not!\"\n\n\"Please it's....\"\n\n\"Dr. Hamlin,\" Carl said not bothering to keep the annoyance out of his\nvoice, \"in the first place I don't even know who you are; in the second\nplace I'm packing for a vacation in Paris; and in the third place if\nthere's anything I detest, it's talking down someone's throat. Now if\nyou don't mind....\"\n\n\"Wait!\" The image on the screen diminished, till over the narrow\nshoulders Carl could make out a book-lined study, and beyond that a\nsunken living room. \"It's important--very important.\"\n\n\"So's my vacation.\"\n\n\"Suppose I were to make it worth while to postpone your vacation?\"\n\n\"I'm afraid my while is worth more than you could offer,\" Keating said\nbluntly.\n\n\"I can offer five thousand dollars,\" Norman Hamlin said. \"It's yours\njust for coming out to Wading River tonight and listening to what I\nhave to say.\"\n\n\"You mean you'll pay five thousand dollars just for the privilege of\ntalking to me?\"\n\nHamlin nodded. \"You listen to what I tell you. Then, if you aren't\ninterested, you pick up your five thousand and leave. It's as easy as\nthat.\"\n\nKeating reached across the desk and scanned the envelope. \"I have the\naddress,\" he said. \"I'll be right out.\"\n\n\n\nIt was the peak of the rush hour when he left the apartment. Overhead,\na congested swarm of copter traffic buzzed like an angry beehive. A\nblock away was a monorail kiosk. Ever conscious of the strange feel of\nhis new civvies, Keating entered it and boarded a Huntington express.\nFrom there it was only ten minutes to Wading River by copter-cab. Dr.\nHamlin had left the lawn lights burning, and even before he'd paid his\nfare, was standing at his elbow. He extended a hand in greeting. \"You\nmade good time,\" he said.\n\nKeating gripped the other man's hand. \"You made a good offer.\"\n\nHamlin gestured him through an opening in the dura-glass ell of\nthe house. The room was a library, the same one he'd seen over\nHamlin's shoulder during the phone conversation. In the center of the\nbook-bordered room was a rectangular table. A man sat at the head of it.\n\n\"Sit down,\" the man said.\n\nCarl sat down. The man at the head of the table was robust, almost to\nthe point of flabbiness. He was probably in his late twenties, but the\npink flush on his cheekbones and a pair of broad-arched eyebrows gave\nhim a mannequin appearance.\n\n\"This is Mr. Stewart Ferguson,\" Dr. Hamlin announced.\n\n\"Not THE Mr. Stewart Ferguson?\"\n\n\"I take it then you've heard of him?\"\n\nCarl studied the man whimsically. \"Yeah, I've heard of him,\" he said.\n\"All the way from here to Mars and back I've heard of him.\"\n\nStewart Ferguson lit a cigarette. \"Am I to understand, Mr. Keating,\nthat you don't approve of my so-called behavior?\"\n\nCarl shrugged. \"Who am I to comment on your behavior? If I had your\nmoney I'd probably act the same way you do. Who doesn't want to sleep\nwith a video actress?\"\n\nDr. Hamlin coughed. \"There are times when perhaps the newspapers have\nexaggerated Mr. Ferguson's escapades. Furthermore, I hardly think his\nprivate life is any concern of ours.\"\n\n\"I'm not concerned,\" Carl said. \"If I'm being paid five thousand\ndollars to listen to an evening's chatter I'd as soon listen to\nFerguson's autobiography as anything else ... might even come down on\nmy price a bit.\"\n\nStewart Ferguson dug into his coat pocket and came up with a sheaf\nof bills. He threw them across the table. \"That takes care of our\nagreement,\" he said, \"now suppose we get down to the business you're\nbeing paid to listen to.\"\n\nCarl picked up the bills and rapped them across his knuckles. For just\na moment he toyed with the idea of throwing them back in the playboy's\nface. He didn't. Not only was five thousand dollars a lot of money, but\nhis curiosity was aroused. \"I'm listening,\" he said.\n\nNorman Hamlin braced his bony elbows on the table and leaned toward\nhim. \"Mr. Keating, in the course of the three trips you made to Mars\nwith the military, what was it that stood out foremost in your mind?\"\n\n\"Men's emotions vary,\" Carl said carefully. \"An architect would\nprobably admire the beauty of the Martian cities, while a gourmet would\nsavor the taste of candied encoms. Probably the thing that impressed me\nmost was the friendliness of the people.\"\n\nHamlin drummed his fingers on the table. \"I see,\" he said. \"You'd say,\nthen, it was a reasonably nice place to live?\"\n\n\"Reasonably nice,\" Carl agreed. \"Certainly nicer than the\nscience-fiction writers had pictured it.\"\n\n\"Better than Earth?\"\n\nCarl shook his head. \"Not as far as I'm concerned. My tastes run to\nsandy beaches and women with real eyelashes. That's just my personal\nopinion you understand. There's almost eighty-thousand people who\ndisagree with me--I believe that was the latest migration figures.\"\n\nHamlin thumped his pipe against the edge of the table. \"I understand\nyou've just returned from Venus, Mr. Keating. Can you give us a short\nbriefing concerning your reactions to that planet?\"\n\n\n\nCarl eyed the man warily. \"I'll be as brief as possible. There's been\nfour landings on Venus in almost forty years. All these have been made\nby the military. That to me is a pretty substantial indication that no\none would go there unless they were ordered to!\"\n\nHamlin smiled. \"I didn't mean quite as brief as that, Mr. Keating. I\nhad rather hoped you'd be a little more explicit.\"\n\nCarl frowned. \"I find it a bit hard to understand just what you're\ndriving at Dr. Hamlin. After all, there's been over a hundred books\nwritten on the subject. What can I add to the books? Maybe I could cram\nin a few more ghastly adjectives, but even then it wouldn't explain\nwhat the place was really like. You'd have to go there to find that out.\n\n\"How can you explain to someone sitting in a comfortable drawing room,\nthe terrors of plodding through a swamp, knee deep in green fog, and\nwondering when a forty foot reptile is going to sink its teeth into\nyour leg. How can you explain the sheer mental fatigue of waiting for\na needle-nosed scorpion to puncture your space jumper, knowing that\nthe atmosphere right on the other side of your face-plate can kill you\nin thirty seconds. How do you explain an atmosphere of chlorine and\nammonia for that matter--or a color. I say purple-brown to you and it\ndon't mean a thing. But look at the angry purple-brown landscape of\nVenus for two years like I did and you'd know what I mean.\n\n\"It's a primitive planet, Dr. Hamlin. Right now, according to the\ngeologists, Venus is just like the earth was ten million years\nago. Life is forming on it--primitive life. Take the chowls, for\nexample--you see replicas of them in every department store window.\nThey look a little like teddy-bears, especially when they walk. Still\nthey have ten fingers and ten toes. Archeologists tell us they're\nhumanoid. Yet only half-a-million years ago they crawled out of the\noceans. Maybe in another two million years they'll be living in houses\ninstead of thatched hovels and pointing guns at people instead of\nrunning like a star-bound flame-buggy every time they hear a noise.\nBut right now they're scared. They're out of their natural element and\nthey're scared, the same way our own Neanderthal man was scared before\nhe found out how to fashion a rock-hammer.\"\n\nDr. Hamlin lit his pipe. \"You're quite sure then, Mr. Keating, that man\nwill never be able to live there?\"\n\n\"Live there! Man can't even breathe there! There's less than one tenth\nof one percent oxygen in the air.\"\n\nDr. Hamlin pressed his fingertips together. \"Mr. Keating,\" he said,\n\"just how much do you know about the three men who were lost on the\nfirst Venus expedition?\"\n\n\"Only what's in the history books,\" Carl said. \"It's more or less of a\nlegend, how Edgerton, Rhind, and Mitchell, were separated from the main\nparty and never seen again.\"\n\n\"Died contributing to man's conquest of space,\" Ferguson said with mock\ndrama.\n\n\"It wasn't a pleasant death,\" Carl said quickly. \"I'd bet on that.\"\n\n\"Mr. Keating,\" Hamlin said, \"do you have any ideas as to just why these\nthree men should have disappeared at this time?\"\n\nCarl shook his head. \"Could have been anything, I guess. They could\nhave got lost and ran out of oxygen. They could have gotten snake bit.\nI wouldn't know. The whole thing happened before I was born.\"\n\n\n                                  II\n\nDr. Hamlin got up. \"No, there was more to it than that. In spite of the\nfact that it happened almost forty years ago, I happen to know that\nthe situation didn't occur exactly as the history books would have you\nbelieve. The army, it is true covered up for them and made them heroes,\nbut Edgerton, Mitchell, and Rhind, in reality, took off on their own.\nThey took off without orders or permission, just a few hours before\ntake-off-time, with nothing except a six week supply of oxygen, a\nportable air-blister, and a few supplies.\"\n\nCarl studied the man's face. The story was true. In his cadet days,\nold spacemen had spilled the story too many times for him to doubt its\nauthenticity. \"Suppose you tell me what all this is getting at?\" he\nhedged.\n\nHamlin crossed the room. From a desk drawer he removed a palm-sized\nphoto-cartridge and inserted it in the video adaptor. The room lights\ndimmed as the three dimensional screen brightened, dancing in a\nkaleidoscope of color. The colors merged.\n\nHe was staring into a vivid reproduction of a Venusian landscape. The\npicture had been taken from a small hill. Below was the violet-brown\nmonotony of a saroo forest, visible only in small islands, where\nthe roof of the trees stabbed out from the swirling green fog. And\nbeyond that, almost lost in the haze, was the outline of a pair of\nreddish-brown spires, that reared out of the jungle, rising, till they\nwere lost in the ever present layer of upper clouds that shrouded the\nplanet. It was an ugly scene--ugly, yet strangely beautiful.\n\nThe camera swiveled in a 180Â° arc. They were looking up the hill\nnow--looking up to where the hill tore itself loose from the green-fog\nlevel, rising for perhaps half a mile, then disappearing in the white\nocean overhead. Halfway up the hill was a cluster of flare trees, their\npurple-brown leaves drooping in the ammonia-soaked air, and underneath\nthe trees, a house--not the blister-type oxygen tents used by the\nmilitary, or the thatched hovels of the chowls, but a real earth-style\nhouse with a peaked roof and pillar supported porch. Abruptly, the\npicture widened into a sharp closeup, revealing an open doorway. A\nman--an earthman--stood framed in the threshold. He was a clean-shaven\nman, probably in his early twenties. Two other men slightly older,\nlolled in a pair of rustic chairs set on the open veranda. Apparently\nnone of the men were aware of the camera that recorded their every move.\n\nCarl was aware of his hands gripping the chair arms. Except for the\nweird backdrop of flare trees and raton vines that flanked the house,\nhe might have been looking at a peaceful summer resort in the Canadian\nRockies. But it wasn't an earth picture. These men were on Venus\nlolling about in their shirt sleeves and breathing in the atmosphere of\nchlorine and ammonia that was sure to kill a man in thirty seconds!\n\nIt was trick photography. It had to be. Quickly, he flicked a look\nat Dr. Hamlin, then looked back at the screen. One of the men was\nelbowing himself out of the chair now. He walked to the edge of the\nporch railing and stared directly into the camera. There was something\nvaguely familiar about the man--about all the men.\n\nSuddenly, Carl tensed forward on the edge of the chair, conscious of\na cold icicle of movement that snaked the length of his spine. The\npicture on the screen flicked out, abruptly. The room lights were on\nagain, and Stewart Ferguson was studying him with detached insolence.\n\n\"Well?\" Ferguson asked.\n\nCarl ignored him, and turned to Norman Hamlin. \"Did I see what I think\nI saw?\" he asked.\n\nHamlin nodded.\n\n\"But those men!\"\n\n\"You recognized them?\"\n\nCarl swallowed, hard. The highball he'd had three hours before churned\nup in his throat. \"Of course I recognize them,\" he said thickly.\n\"They've been commemorated on postage stamps and cut in stone at every\nspaceport in the country. But they're dead! Been dead for forty years!\"\n\nHamlin turned up his palms. \"You saw the pictures,\" he said evenly.\n\n\"Possibly the military has been deceiving us for forty years,\" Ferguson\ndrawled. \"Maybe they only made up that story about the poisonous\natmosphere.\"\n\nKeating felt a hot flush rise to the back of his neck. \"That's not\ntrue,\" he said with obvious restraint. \"I was there--for two long years\nI was on Venus, and it's bad, every bit as bad as the army says it is.\nYou'd have to smell the stuff yourself to know what I really mean. It's\nso bad that even after you drop your jumper in the airlock and shower,\nthe stuff follows you inside and stinks the ship up from here to Pluto\nand back again. The army's not lying. Not about that they're not!\"\n\n\"How do you account for the photos then?\"\n\n\"I don't know,\" Carl said wearily. \"All I know is that for forty years,\nno man....\" He stopped suddenly, as all at once the full enormity of\nthe situation dawned on him. Those men on the screen. He'd recognized\nthem of course from their pictures. But how about those pictures?\nThe pictures he'd seen of Edgerton, Mitchell, and Rhind, were old\npictures.... Pictures taken almost forty years ago!\n\n\n\nAs if from far away, Hamlin's voice was droning in his ears. \"Perhaps\nit's not quite as ridiculous as you may think, Mr. Keating. There's\na widely recognized theory that the very air which gives us life,\nalso gives us death. In fact, one of the chief reasons for the high\nmigration to Mars is the fact that man's life expectancy on that\nplanet is almost thirty percent greater than on our own. Now let's\nsuppose that the three men who deserted the first Venus expedition\nhad in some way found a way to breathe the air of that planet. Is it\nso inconceivable that the atmospheric content might be conducive to\nextremely high longevity--perhaps even immortality?\"\n\nCarl wanted to say something--anything. \"When--when were these pictures\ntaken?\" he finally managed.\n\n\"Just a little over four months ago.\"\n\nThe voice had an oddly nostalgic ring to it. Carl turned. The man had\napparently entered the room unnoticed. He was a big block-shouldered\nman, with brown eyes and a mat of inky-black hair that all but covered\na low sloping forehead. He could have passed for a cargo hand at the\nMontauk Spaceport, except that Carl knew different.\n\n\"No need to introduce myself, is there?\" the man said.\n\nCarl shook his head. To Hamlin he said: \"Paul Spero just got back from\nVenus too. We were discharged together--as if you didn't know.\"\n\n\"You should have stuck around Keating,\" Spero said. \"Right after you\nleft, I tied in with a three-day party. You missed out on a good time.\"\n\n\"I'll bet,\" Carl said. \"I take it that you were the one who brought\nback the pictures?\"\n\nSpero forced a grin that didn't quite make the width of his mouth.\n\"That's right. While you and the rest of the crew were entertaining\nyourselves collecting fossils I did some research on my own.\"\n\n\"Did it ever occur to you that the military might want these pictures?\"\nCarl asked.\n\nThe other man made a noise with his nose. \"Just what did the military\never do for me, Keating?\" he asked \"Fifteen years I spent as a crewman\non every flame-buggy from here to Titan and back, and after all that, I\nget pensioned off a miserable second lieutenant.\"\n\n\"You'll have to admit,\" Carl said, \"there were times when your conduct\nfell something short of exemplary.\"\n\nSpero tossed him a sloppy salute. \"Yes, Major,\" he said with mock\nformality. Abruptly he strode over to where Carl was standing. \"I don't\nthink you quite get it yet, Keating,\" he said thickly. \"Try using your\nimagination. Forget about the griping we did when we were stationed\nthere. It's different now. Edgerton, Mitchell and Rhind have found\na way to breathe, and the secret of breathing is also the secret of\nimmortality. Suppose I'd been sucker enough to turn this information\nover to the high brass? Inside of half-an-hour, those men would have\nbeen interrogated. Inside of a week, the information would have been\nradioed back to Terra. And by now, every one on this earth and his\ngreat maiden aunt would be selling their soul to get passage to Venus.\nAnd where do you think all this would leave us Keating? I'll tell you\nwhere ... we'd be right here sweating out a priority list long enough\nto stretch from here to Pluto and back!\"\n\nCarl studied the man's face. \"I take it then you didn't talk to these\nmen when you took the pictures?\"\n\nSpero shook his head. \"No,\" he said carefully. \"At first I had all I\ncould do to keep from running up to them, but then I figured that if\nthey saw me, they'd know there was a spaceship on the planet. All kinds\nof things went through my head; one of them was that maybe they were\nsick of Venus and would try to make contact with the ship and spill\ntheir story. In the end, I just hid behind a clump of saroo trees and\ntook the pictures.\"\n\nCarl let his gaze wander about the room. He had to think. Then,\nalmost as if it had been prearranged, he found himself looking into\na full-length mirror on the far wall. The reflection he saw wasn't\nold--the hair, while slightly lighter at the temples, was still for\nthe most part dark-brown. He had a good build too, and except for a\nfew creases radiating from the corners of his eyes, his skin had the\nsmooth sort of thickness that many men in their middle-thirties would\nhave envied. He'd kept himself well. It would probably be fifteen or\ntwenty years yet before the almost invisible lines in his cheeks and\nforehead would begin to widen into deep grooves. But it would happen.\nIt would....\n\nAnd it didn't have to.\n\nHe knew what the proposition was now. He turned to Dr. Hamlin. \"Let's\nsee if I have it figured,\" he said. \"You want to go to Venus and look\nfor this fountain of youth. Ferguson's financing the trip, and Spero\nis the Ponce de Leon who knows where to look. All you need is a pilot.\nRight?\"\n\n\"Think it over carefully, Mr. Keating,\" Hamlin said. \"Don't be hasty in\nyour answer.\"\n\nSpero too had noticed the note of rejection in his voice. \"You'd better\ngrab the chance, Keating,\" he said. \"Right now I'll admit I don't like\nVenus anymore than you. But we're going to change all that. Right after\nthe migration starts there'll be cities, and parks and railroads. And\nwe'll be the ones responsible for all of it. We'll be heroes--not just\nfor ten or twenty years, but forever!\"\n\n\"Did I hear someone say forever?\"\n\nThe voice had a resonant, almost musical pitch to it. It was deep and\nthroaty, more like an adolescent boy's voice than a woman's. She was\nstanding at the arched entrance to the library, one hand balanced on\nthe jade statue flanking the threshold. She had finespun taffy-blonde\nhair and a complexion to match. She wore a gray-green krylon dress, the\nsame color as her eyes. It looked good on her. A space jumper would\nhave looked equally well.\n\n\"I don't believe you've met my daughter,\" Dr. Hamlin said. \"Diane, this\nis Mr. Keating.\"\n\nDiane crossed the room. The pressure of her fingers was quick, and warm\nand suggestive. \"Hello, Mr. Keating,\" she said.\n\nCarl was aware of mumbling something polite. Across the room, Stewart\nFerguson had derricked himself out of the chair. Spero remained seated,\ncaressing the girl with his sultry brown eyes.\n\nDiane flicked an imaginary wisp of hair back from behind her ear. \"Have\nyou decided to join us, Mr. Keating?\" she said.\n\n\"Us?\"\n\nShe searched his face. \"Why, yes. Didn't Dad tell you there'd be five\nof us. After all, who'd want a slice of immortality more than a woman.\"\n\n\"Immortality for a goddess,\" Ferguson said blandly.\n\nThe soft, red mouth twitched almost imperceptibly. Then the brief look\nof annoyance was gone. \"You will come, won't you?\" she said.\n\nKeating avoided her eyes. Again he found his gaze wandering to the\nwall mirror; looking at his own face, coarse and ruddy looking against\nDiane's soft white shoulder.\n\n\"Count me in,\" he said quietly.\n\n\n                                  III\n\nKeating opened his eyes slowly, dimly aware of the familiar throbbing\nheadache and a dull racking pain around the chest. Hazy-looking behind\na galaxy of dancing spots was the instrument panel. He shook his head\nsideways--hard. The spots dissolved and the big panel board jumped into\nfocus. The ship was two hundred miles above the Montauk Spaceport. He\nflicked a glance over his shoulder, half expecting to see the familiar\nblue uniforms of his fellow crewmates. Instead he saw three men and a\ngirl--a girl with long shapely legs and taffy-blonde hair.\n\nSo it was true then. It hadn't been a dream after all.\n\nAfter the passengers began to stir, he turned. \"Have a nice sleep?\" he\nasked.\n\nDiane shot him a pale smile.\n\nStewart Ferguson pretended to applaud. \"Splendid Captain,\" he said\ncontemptuously. \"A momentous speech for a momentous occasion. Come, say\nsomething more for the history books!\"\n\nThere was an awkward silence. Then Spero guffawed. Carl bit off the\nangry reply that jumped to his lips. \"All right, I will,\" he said. \"How\nabout someone brewing a pot of coffee?\"\n\nDiane got up and disappeared into the galley. Minutes later, she\nreturned with a tray of containers. She stopped momentarily when Spero,\nleaning against one of the ports at the end of the companionway, said\nsomething to her, then abruptly, she quickened her pace. When she\nhanded Carl the coffee her face was a deep scarlet.\n\nCarl Keating stared vacantly out of the blister window watching the\nfleecy-white rim of the earth roll up toward them. The trip, less than\none hour old, was already a hotbed of smoldering emotions. Worst of\nall, was the fact that things were almost sure to get worse before\nthey got better. Under the best of conditions, space does strange\nthings to individuals cramped together in the confines of a ship.\nArmy records are crammed full of case histories where men, failing to\nadjust themselves to existing conditions, have reacted in ways which\nare probably best left in the files. But military men are schooled and\nconditioned for space, and while complete and mutual understanding\nseldom exists, there is usually, even as there was between Spero and\nhimself, an unwritten live-and-let-live policy among crew members.\n\nBut they weren't in the army anymore, and no one seemed more aware\nof it than Paul Spero. Never a model officer, Spero in his new-found\nfreedom, had become almost unbearably obnoxious. Nor could he expect\nany cooperation from Stewart Ferguson. He could handle him, he hoped.\nAll of which brought him to the big question. What about Diane?\n\nIt was probably a paradox that while the more unsavory military case\nhistories were due to men being without women, the proximity of a\nlong-legged taffy-blonde in this case was a factor more conducive to\nmutiny than harmony.\n\nAnd curiously enough, it was Diane Hamlin herself, who came up with\nat least part of the answer. She was smart--whether or not she'd\nbeen around was a question to ponder over while staring into the\nstar-studded blackness beyond the blister ports. But one thing was\ncertain: the girl had an almost uncanny knowledge of the working's of\nmen's minds, an insight of psychology which she applied diplomatically\nif not ruthlessly to all aboard.\n\nWith just the right amount of good-natured tolerance she either ignored\nor subtly evaded the bluntly-pointed remarks of Stewart Ferguson and\ndeftly sidestepped the impulsive hands of Paul Spero. On several\noccasions when a crisis seemed imminent, she disappeared--always\ngood-naturedly and on a new logical pretense--into the small cubbyhole\nto which she'd been assigned. So tactfully was all this accomplished\nthat they'd already passed the halfway mark before Carl realized that\nhe hadn't spoken to her alone since during the preparations.\n\n\n\nHe was mildly surprised therefore, when while spelling Spero at the\ncontrols during the sleep period, he became suddenly aware of someone\nstanding at his elbow. She was wearing a robins-egg-blue dressing robe,\nloose-fitting except around the curve of her breasts. She sat down in\nthe co-pilot's seat next to him.\n\n\"Mind if I keep you company awhile? I can't seem to get to sleep.\"\n\n\"A pleasure,\" Carl said with genuine enthusiasm.... He stopped\nawkwardly, wondering what to say.... Impulsively, he ran his open hand\nacross the width of the blister glass. \"Want a hunk of space, baby. Say\nwhere to cut and I'll slice it for you.\"\n\nShe smiled a little. \"You sound a little like Ferguson when you talk\nthat way.\"\n\nCarl pretended to check the dials.\n\n\"Carl?\"\n\nOn his forearm he could feel Diane's fingers. He turned.\n\n\"What makes a man like that?\"\n\nHe moved his shoulders. \"I don't know, unless it's because he's always\nbeen able to buy anything he's ever wanted. As far as I know, there's\nonly been one thing he hasn't been able to buy, and he's working on\nthat.\"\n\n\"You mean immortality?\"\n\nCarl ignored the question. \"Why ask me about Ferguson's mind anyhow?\"\nhe asked suddenly. \"You're the psychologist of this expedition.\" He\nwatched her nibble on her lower lip for a moment, then went on: \"You\ndon't have to admit it. I just want you to know you've been doing a\ngood job. I don't know how long you can keep it up or what happens\nafter we get to Venus, but up till now you've been doing all right.\nThere's only one thing wrong with the setup as far as I can see, and\nthat's that this arm's-length policy apparently applies to me as well\nas it does to everyone else. I know it's necessary to the plan, and I\nknow it's a selfish argument, but it bothers me!\"\n\nShe turned and faced him. For a moment it occurred to him she was\nangry, but when she spoke, her voice was soft, and deep, and lingering.\n\"I'm sorry, Carl, but you can see why it has to be this way.... I\nmean--\"\n\nCarl leaned over suddenly and kissed her full on the lips. She didn't\npull away. Neither did she respond the way he'd have liked her to.\nAfter a brief interval he felt the pressure of her hand against his\nshoulder.\n\n\"Please Carl, not now.\"\n\n\"When?\"\n\nShe turned away. On the starboard port he could see the reflection of\nher finely-moulded face. She looked wistful, almost on the verge of\ntears.\n\n\"I don't know, Carl,\" she said wearily. \"Maybe after we're settled on\nVenus. Maybe after the migration starts.\"\n\nKeating hacked up a laugh. \"Just what makes you so sure there's going\nto be a migration, or for that matter any little men who never grow old\nas long as they have their daily diet of ammonia and chlorine?\"\n\nHe watched her turn, felt her eyes bore into him. \"You don't believe\nit, do you?\"\n\n\"I'm not sure,\" Carl said carefully, \"I want to believe it, only I've\nlistened to so many bug yarns in my time it's probably warped my sense\nof values. The whole thing just sounds too fantastic.\"\n\n\"But the pictures?\"\n\n\"The pictures were real enough,\" Carl admitted. \"I'd vouch for that.\nIt's just that if you'd ever caught a whiff of that stuff like I have,\nyou'd know that no one could breathe it and stay alive for sixty\nseconds, much less forever.\"\n\n\"What do you think we'll find?\"\n\nCarl shrugged. \"Who knows? Maybe the story's true. Sometimes I find\nmyself wondering what it would be like to be immortal--I mean after all\nthe willful-wishing's over with, and you get down to thinking about it\nin terms of 'what's-in-it-for-me.' Most of us think of immortality as\nbeing something we could have on our own terms. But suppose everyone\nwere immortal, the way they'll be--or could be--after this so-called\nmigration starts. How much will people have really changed. They'll\nhave just as many problems--bigger ones in fact, 'cause they'll be\nliving on what to me is just about the God-awfulest hunk of crud in the\ngalaxy. And the only thing they're getting in the way of compensation\nis the knowledge that these same troubles are going to go on forever.\"\n\nShe was staring at him now--attentively with her lips slightly parted.\n\"You feel this way, and you still agreed to come,\" she said evenly.\n\"Why?\"\n\nCarl forced a smile. \"Like I said, maybe I can have it on my own terms.\nIt's a gamble, but if it pays off it'll be worth it.\"\n\nDiane got up. \"I'd best be getting back,\" she said.\n\nHe watched her till she disappeared around the corner of the\ncompanionway. Then he fixed his gaze on the marble-sized disc to the\nright of Polaris.\n\n\"Immortality, and thou,\" he murmured.\n\n\n\nCarl Keating nosed the ship into a standard satellite maneuver,\ncircling the planet twice before he cleaved into the unbroken\nocean of ammonia clouds that shrouded the planet. Then they were\nfalling--falling through a smoky whiteness that boiled against the\nportholes, settling in spots, and condensing into tiny rivulets that\nran the length of the amber glass. The ship shuddered sharply three\ntimes as its powerful thrust engines reached out, challenging the\nherculean fingers of gravity; fighting them--fighting them to a draw.\nThen the misty ports cleared, and the ship settled with a gentle bump\nin the center of a broad meadow.\n\nNot till after the controls had been checked, and the atomic reactor\nswitch set to recharge, did he look at the passengers. They were\nstanding in the companionway, their faces pressed against the ports. He\ncrossed the control room and peered over the bony shoulder of Norman\nHamlin.\n\nDismal-looking, even through the amber glass, the miserable panorama\nrolled away from them. A quarter-mile away, the meadow ended at the rim\nof a small ridge, beyond which a hill dipped down--down across the roof\nof a purple-brown saroo forest that merged with an abyss of swirling\ngreen fog that swallowed up the horizon. In the foreground, a few\npacking cases lay scattered about in front of a large white hemisphere\ntopped by a radio antenna and American flag. It was all there, exactly\nthe way it had been left by the military almost six months ago.\n\n\"That's a permanent building,\" Carl said to no one in particular. \"Just\nbefore we evacuated, Colonel Brophy stocked it up with all our excess\nsupplies, just on the chance someone might be crazy enough to come back\nhere. We even left the separator running when we left. So take a good\nlook at it, 'cause inside that bubble is the only breath of air on the\nwhole planet.\"\n\n\"Very nice of the military,\" Ferguson commented dryly.\n\n\"Let's hope we won't have to use it long,\" Dr. Hamlin said.\n\nCarl looked out the port. Rain, that doused the planet almost twenty\nhours a day, had started to fall, settling in small puddles at the base\nof the ship and drenching the broad-leafed saroo trees.\n\n\"I wouldn't bet on it,\" he said.\n\nAs if in a trance, Diane continued to stare at the melancholy\nlandscape. \"It's more that awful color than anything else,\" she said\nfinally. \"It makes everything seem so angry looking. How about the rest\nof the planet? Is it all like this?\"\n\n\"No,\" Carl said, \"it's not all like this. That's the trouble. This\nis one of the more livable spots. That's why it was chosen by the\nmilitary. Roughly ten percent of the planet lies above water, but out\nof that, only five percent of the terrain is in the visual belt.\"\n\n\"I'll play the straight man,\" Ferguson said. \"Tell us, Captain, what is\nthe visual belt?\"\n\n\"The visual belt represents the altitude from approximately three to\nfour thousand feet above sea level,\" Carl told him. \"Below that you\nhave the green ground haze you see over the tops of those trees, and\nabove it is the ten-mile-thick layer of clouds that never lift. Both\nare so thick, that except around the fringe areas, you can't even count\nyour own fingers.\"\n\n\"Nice place to take your girl for a walk,\" Ferguson said, looking at\nDiane pointedly.\n\n\"Is anyone interested in what I think?\" Spero said suddenly.\n\n\"Think away,\" Carl said. \"Who's there to stop you?\"\n\n\"That's exactly what I'd like to talk about,\" Spero said grimly. \"It\nseems to me that for a fellow who left his rank back at the separation\ncenter, you've certainly been assuming a lot of authority around here.\"\n\nCarl felt a warm flush rising to his cheekbones. \"We've been in space,\"\nhe said. \"The pilot of a ship is responsible for the actions of\neveryone aboard.\"\n\nSpero jerked a thumb at the blister port. \"I've got news for you,\nKeating,\" he said. \"We're not IN space anymore, so you may consider\nyourself relieved of your authority. For five weeks now we've watched\nyou swagger around the ship like the hero of a grade-B space-opera, and\nfrankly I think we're all a little sick of it!\"\n\n\"Aren't you dramatizing this a little heavy,\" Diane said suddenly.\n\n\"Shut up!\" Spero said harshly.\n\nStewart Ferguson sat down, folding his hands in his lap. \"My, my,\" he\nsaid. \"A real live mutiny, just like one reads about. Tell me, when\ndoes Jack Jupiter come crashing through the lock-door?\"\n\n\"I wasn't aware that anyone in particular was in command,\" Diane\npersisted, \"but if you think we need someone, I'd suggest we take a\nvote.\"\n\nSpero grinned. \"No, honey. We all know who your money's riding on.\nThat's why you can forget all those dreams about you and Keating\nsettling down in a saroo covered cottage for the next three or four\nthousand years. You see, I've got different plans.\"\n\nFrom the slash pocket of his tunic Spero suddenly whipped out a\nsnub-nosed needle gun, waving it carelessly across the width of the\ncabin. He flicked a glance at Ferguson.\n\n\"Surprise,\" he said. \"Jack Jupiter just crashed the lock-door. I'm Jack\nJupiter!\"\n\n\"You'll never get away with this,\" Carl said.\n\nThe smile on Spero's face broadened. \"Oh, come Keating. How corny\ncan you get? I have gotten away with it. Since I'm the only one who\ncan lead you to immortality, what's more natural than for me to take\ncommand? My first official act will be to detail you, Ferguson, and\nDr. Hamlin to go outside and activate the blister. You'll find space\njumpers in the airlock. Diane and I will stay here and figure out a\nplan of action.\"\n\nCarl took a step forward. \"I'm afraid we can't go along with your\nplan,\" he said quietly.\n\nSpero leveled the lethal end of the weapon against his chest. \"You're\nacting stupidly, Keating. You know you can't stop me, just as you know\nI'll kill you if you try. You above all people should know that.\"\n\nThere was a stagnant silence, during which Carl held his ground.\nViolently he was aware of the beating of his own heart. The tapping\ngot louder as he watched Spero's finger tighten on the trigger. Then\nsuddenly he realized it wasn't his heart. SOMEONE WAS TAPPING ON THE\nTHICK GLASS INSIDE THE CONTROL ROOM.\n\nSpero heard it, too. For a confused moment, his trigger-finger relaxed\nas he tried to flick a quick glance toward the source of the sound.\n\nThen the world exploded in his face.\n\n\n                                  IV\n\nCarl left Spero lying on the floor where he dropped him. Stopping only\nto scoop the gun off the floor, he ran to the control room. The tattoo\non the glass stopped when he entered. A face peered in at him--a face\ncuriously without emotion. It was a hairy-face, except around the eyes\nand mouth, where three patches of yellow skin peeked through, giving\nthe appearance of three yellow bull's eyes.\n\nCarl stared at the creature, fascinated. In his entire stay on Venus,\nnever had he observed a chowl at such close range. For perhaps five\nseconds the chowl stared back at him, then quickly bounded off the ship\nand disappeared toward the forest.\n\nHe turned. Diane, standing at the entrance to the control room was\nregarding him curiously. \"They look almost human, don't they?\" she said.\n\n\"They are human,\" Carl told her. \"Humanoid anyhow according to the\npeople who are supposed to know about these things. We don't know too\nmuch about them really. They're so timid, it's a novelty to get within\nhalf-a-mile of them.\"\n\n\"This one wasn't.\"\n\nCarl scratched his head. \"I know. It's the first time I've ever got\nthat close to one. I guess he didn't know what a spaceship was. You\nnotice he didn't wait very long after he saw us through the window.\"\n\n\"What are you going to do about Spero?\" Diane asked suddenly.\n\nCarl walked over to the gun cabinet where he poked around a moment,\nthen returned with the key. \"I don't know,\" he admitted. He placed both\nhands on the girl's shoulders. \"Just how much does this immortality\nreally mean to you?\"\n\nDiane appeared to think about it a moment. \"I'm not sure. I'm not sure\nat all. Sometimes I find myself wondering if I'm not more interested in\nfinding out how it's accomplished than I am in applying it to myself.\nDo you feel that way, too?\"\n\nCarl looked out the window.\n\n\"I've always felt that way,\" he said.\n\n\n\nSpero, aided by Dr. Hamlin, was just beginning to stir when they\nreturned. He shook his head dazedly for a moment, then sat up massaging\nhis jaw.\n\nKeating regarded him with a questioning stare. \"What do you think we\nshould do with you?\" he asked bluntly.\n\nSpero patted his pockets and came up with a cigarette. After it had\nbeen lighted, he blew the smoke in Carl's direction. \"If you were\nsmart, you'd kill me,\" he said. \"Only you're not smart. You know you\nwon't, and I know you won't. So suppose we all relax and stop trying to\nbuild up suspense.\"\n\nCarl dropped his hand inside his pocket, allowing his grip to tighten\naround the butt of the needle gun. \"What makes you so sure I won't kill\nyou?\" he said. \"I could, you know. The fact you know where Edgerton and\nhis cronies are wouldn't stop me. I could probably find them myself if\nI wanted to. And I'm not even sure that I want to.\"\n\nSpero took a drag on the cigarette and derricked himself to his feet.\n\"I wasn't thinking of that,\" he said quietly. \"I just happen to know\nthat you haven't got it in you to kill a man in cold blood, Keating.\nI could do it but not you. You got too many principles. The worst you\ncould bring yourself to do, Keating, would be to put it up to a vote.\nAnd if it came to that, everyone here--probably you included--would\nvote to let me off on the promise that I wouldn't do it again. Go\nahead, put it to a vote. See if I'm not right.\"\n\nKeating let his eyes wander across the cabin.... To Stewart Ferguson,\nwhite-looking, and curiously without comment.... To Diane, outraged\namazement on her face--but still a woman. And to Norman Hamlin,\nwondering what made the man tick--but still a doctor. He looked back at\nSpero, blowing small curls of smoke at the ceiling.\n\nNo, he didn't have to take a vote.\n\nImpulsively, he waved the gun in the direction of the cubbyhole where\nDiane had been sleeping. \"Get in there,\" he said tightly.\n\nSpero stubbed out the cigarette, swiveled a tight-lipped smile across\neach member of the party, then shrugged his shoulders and shuffled into\nthe room.\n\nCarl locked the door and stuck the key in his pocket along with the key\nto the gun case. While neither of the locks were built for durability,\nat least Spero would have to make a noise opening them.\n\nTo the others he said: \"I'd suggest we make our future plans without\nfiguring on Spero's cooperation.\"\n\n\"But how can we,\" Dr. Hamlin said. \"We'll have to find Edgerton,\nMitchell and Rhind first. They're the only ones who know the answer to\nwhat we're after.\"\n\n\"The secret of immortality is nothing more than the secret of breathing\nthe air here,\" Carl said crisply. \"Let's not kid ourselves about that.\"\n\n\"Well, what is the secret?\" Hamlin said impatiently. \"I'm sure I\nhaven't the slightest idea.\"\n\nCarl studied the man intently.\n\n\"Haven't you?\"\n\nDiane shot him an odd look.\n\n\"What's that supposed to mean?\" Hamlin said hotly.\n\nKeating ignored the question and jerked a finger at the window.\n\"Suppose we leave Spero here and go over and activate the blister. It's\nmuch more comfortable. It'll be a nice change after being cramped up\nhere for six weeks.\"\n\n\"Suppose you explain that statement first?\" Hamlin said.\n\n\"There's jumpers in the airlock,\" Carl went on. \"I'll explain after\nwe're settled over there. Who knows, maybe by that time I'll be ready\nto apologize.\"\n\n\"I certainly hope so,\" Hamlin mumbled. \"I can't understand what's got\ninto everyone all of a sudden.\"\n\n\"This way,\" Carl said.\n\nInside the lock, he helped each member of the party into a jumper and\nadjusted the air valves. When everything was in order, he pressed a\nswitch, and the lock-door hissed open.\n\nAnother moment, and they were wading through the purple-brown,\nankle-deep slosh of Venus. The blister-building was only about three\nhundred yards from the ship, but the rain--coming down in torrents\nnow--had turned the ground into a soft-slimy ooze that was sometimes\nknee deep.\n\nCarl led the way, shouting instructions through the speaker-unit\nencased in his helmet. Once when Diane fell, he went back and helped\nher to her feet. Through the helmet glass, he could see her face for\na moment. Then she jerked her arm free and plodded on. Behind him he\nheard Stewart Ferguson swear.\n\nIt took a full twenty minutes to reach the building. It was big. Two\nhundred feet in diameter at the base, it sloped out of the sea of mud\nlike a giant stemless mushroom. Carl led the party around the base to\nthe far side where the lock-door was situated. Then he stopped.\n\nThe rest of the party had caught up with him now. They stood in\na restless semi-circle in front of the great doors. From behind\nmud-splattered face-plates, three pairs of eyes were regarding him\ncuriously. He didn't answer their solemn stare. Instead he continued to\nstare at the great lock-doors.\n\nThey were open.\n\n\n\nFor a full minute he stared into the darkness, then he touched the\nswitch of his helmet lamp. The beam, seemingly thick enough to walk\non, stabbed into the cave-like interior. He went in. First, he'd have\nto get the pumps working. Then, after the lethal gases had been pumped\nout, start the separator motors. Even then, the place wouldn't be\nlivable for three weeks. He swore.\n\nAbruptly, from behind him, he became aware of three flickering beams\nof light. Diane and the two men were following him inside. He turned,\nwaving his arms backward. \"Stay back!\" he called. \"Wait till I get the\nlights working.\"\n\nHe watched them stop.\n\nAnd then, the lights WERE working. They came on all at once,\nilluminating the big structure with dazzling brilliancy. From behind\nhim, he was aware of the staccato crackle of a squawk-box being readied\nfor use. Then, like a bass drum in a brick tunnel, a voice boomed out\nof the stillness:\n\n\"Welcome! Welcome to Venus!\"\n\nHe stepped back, trying to peer over the row of packing cases. The\nvoice had originated from the control room at the far end of the\nbuilding. He flinched when something touched the sleeve of his jumper,\nthen relaxed when he saw Diane peering at him through a mud-stained\nface-plate. The men had joined him, too, looking at him and shifting\nfrom one foot to the other.\n\nThe squawk-box was silent now. Impulsively, Carl allowed his gloved\nhand to brush against the butt of the needle pistol holstered in the\nwebbed-belt of his jumper.\n\n\"The gun won't be necessary, I assure you. I'm unarmed!\"\n\nThe speaker stood at the far end of a corridor of wooden cases,\nspotlighted in the glow of an overhead lamp. He was a young man,\nwith close-cropped sandy-blonde hair. He wore a blue spaceman's\nuniform--obviously salvaged from one of the cases.\n\nHe remained motionless a moment, like a man waiting for the press\nphotographers to finish, then walked slowly toward them, his bare hand\nextended in greeting.\n\n\"I'm Raymond Edgerton,\" the man said.\n\nAwkwardly, Carl grasped the bare hand with the thick glove of his\njumper. \"I know,\" he said. He was suddenly at a loss for words. What\nDID one say at a time like this? Certainly not the time-worn Dr.\nLivingston cliche.\n\nStewart Ferguson said it anyhow.\n\nCarl studied the man carefully, watching the rise and fall of his\nbreathing. The man WAS breathing--breathing the lethal gases that\nshould kill him in thirty seconds.\n\n\"You find it hard to believe, don't you?\" Edgerton said suddenly.\n\nCarl nodded. \"I have a nephew who collects stamps,\" he heard himself\nsaying. \"He has one with your picture on it. It's a rarity now, 'cause\nit's almost forty years old, but the picture on the stamp looks just\nlike you--just like you do NOW!\"\n\n\"How is it done Mr. Edgerton?\" Diane asked pointedly. \"Why is it that\nyou can breathe this air when it kills everyone else?\"\n\nEdgerton's eyes narrowed when he heard the voice. Then he leaned\nover and peered into the mud-stained face-plate. He smiled. \"I'll be\ndamned,\" he said. \"A woman. A real live woman! Pretty too.\"\n\n\"How is it done?\" Diane persisted.\n\nEdgerton's grin faded. He turned to Carl. \"You mean you don't know?\"\n\nCarl eyed the man, his lips set in an aggravating silence. Then: \"Yes,\nI know. Or at least I think I know. Furthermore, Dr. Hamlin knows too.\nHe's known all the time. Obviously, this girl is the only one who's\nstill in the dark. I think it's about time someone told her.\"\n\n\"Wait!\" Dr. Hamlin said.\n\n\"Say, what's this all about?\" Edgerton said suddenly. \"Where's Paul\nSpero anyhow? Rhind and Mitchell are waiting!\"\n\nCarl flicked a look at Diane, then turned back to her father. \"Are you\ngoing to tell her? Or should I?\"\n\n\"Tell me what?\" Diane said. \"How does he know about Paul Spero? Spero\ntold us....\"\n\n\n                                   V\n\n\"Spero told us a lot of things,\" Carl said thickly. \"He told us he'd\ntaken pictures without speaking to anyone. It served his purpose better\nto keep us in the dark about how this immortality thing was really\nworked until after we got here. After that, he figured he'd take\nover and we'd have to go along with him whether we liked it or not.\nFurthermore, Ferguson and your father were in on it from the beginning,\nweren't you?\"\n\n\"Please,\" Dr. Hamlin said nervously, \"it's not near as bad as you're\nmaking it out to be. It's only a minor adjustment.\"\n\n\"Minor adjustment!\" Carl grasped the arm of Diane's jumper, pulling her\nalong with him through the long corridors of boxes. At the far end of\nthe structure, he found what he was searching for. Three boxes--slitted\nin front like a zoo cage. And inside the boxes, peering at them through\nsad yellow-rimmed eyes--were three chowls.\n\n\"There's the answer to your immortality,\" Carl said grimly. \"Rhind and\nMitchell were both doctors--surgeons. Do you get it now?\"\n\nRaymond Edgerton and Norman Hamlin had joined them now. \"Mr. Keating,\"\nEdgerton said, \"I'm sure if you were a doctor, you wouldn't be\nso squeamish about a thing like this. After all, what's a simple\noperation?\"\n\n\"Simple operation!\"\n\nCarl reached over clamping his gloved hands on Edgerton's shoulders.\nQuickly, he raked the steel-tipped fingers of both hands down the man's\nback. There was a tearing noise, as the open-collared shirt ripped\napart at the seams, revealing a broad fleshy back--smooth-looking\nexcept for where an angry gash dipped in a deep U between the shoulder\nblades.\n\nHe jerked his thumb back to where the chowls were chattering restlessly\nin their cages. \"In case you don't know it,\" he said, \"chowls are\nhumanoid. They're the only things on this planet with any sign of\nintelligence. Killing them's not only murder. It's worse than murder.\nIt's genocide! All that has to happen is for this story to get back\nto Terra, and you'll have every quack who can wield a scalpel up here\ncutting the lungs out of these poor creatures!\"\n\nAlongside him, he was aware of Diane getting sick inside her helmet.\nFerguson coughed.\n\n\"Since you were apparently aware of this all the time, Keating, just\nwhy did you come along?\" Ferguson asked.\n\n\"I wasn't aware of it all along. It wasn't till I saw Dr. Hamlin\nnursing Spero's jaw that I began to wonder why he wanted a doctor along\nin the first place. He needed you to finance the trip, and he needed me\nto pilot the ship. But why Dr. Hamlin unless there was some need for\na surgeon? Then I remembered the chowls, and everything began to fall\ninto place.\"\n\nFerguson sat down on one of the wooden cases. \"As usual Keating, you're\nnot being very logical. As a matter of fact, he didn't need the good\ndoctor at all. He had two doctors right here. Remember?\"\n\nCarl nodded. \"Yes, I remember,\" he said grimly. \"That was the part of\nthe puzzle that didn't fit. But now I think I've even got the answer to\nthat.\"\n\n\"Do tell?\"\n\n\"Yes, I'll tell you,\" Carl said ruthlessly. \"It was because with all\nthe build-up these would-be-gods gave you about this immortality\ngimmick, they were sick to death of it. They were sick of the\nloneliness, sick of the rain, sick of the color of purple. In short,\nthey were sick of this foul planet and were willing to trade it in for\nwhatever the earth had to offer them! That's where Dr. Hamlin came in.\"\n\nDoggedly, Carl spun on Edgerton, trying to draw the tatters of his\nshirt back across his back.\n\n\"Who's lungs were you going to take, Mr. Edgerton? Mine, or Stewart\nFerguson's?\"\n\nHe was aware of Diane pulling on his arm. He turned to the two men in\nthe mud-splattered jumpers. \"We're leaving for Terra in an hour,\" he\nsaid crisply. \"Are you coming, or staying?\"\n\nFerguson and Hamlin stared at each other.\n\n\"Make up your mind!\"\n\nAbruptly, Dr. Hamlin walked over to where Diane was standing. \"I'm an\nold man,\" he said. \"All I have back on Earth is twenty years at the\nmost. Stay with me, Diane?\"\n\nBreathlessly, Carl watched the girl--watched her shake her head,\nslowly. \"How about you?\" he asked Ferguson.\n\nFor a long moment, Ferguson appeared undecided. Then he looked at\nDr. Hamlin. \"I'm in trouble back home,\" he mumbled. \"Bad trouble.\nThey're going to find out about it any day, if they haven't found out\nalready.... I--I'd better stay.\"\n\n\n\nWith Diane grasping his arm, Carl started down the long corridor of\npacking cases toward the open lock-door.\n\n\"I'm sorry it turned out this way,\" he said. \"As soon as we ready the\nship I'll go back and talk to them again. Maybe they'll change their\nminds.\"\n\nDiane didn't answer. Instead she turned a last backward glance toward\nher father. It was a long glance. Too long. He was aware of her\nsteel-tipped fingers digging into the sleeve of his jumper. He wheeled.\nTen feet away, standing in a niche between the wooden cases, was a man.\nHe wore a regulation space jumper and helmet, and was regarding them\ncuriously over the barrel of a Westinghouse-chain-rifle. The man spoke:\n\n\"I'm interrupting something, I hope,\" he said evenly.\n\nThe man was Paul Spero.\n\nCarl eyed the man warily. Diane choked out a heavy gasp.\n\n\"You should have killed me back in the ship like I suggested,\" Spero\nsaid smugly. \"Now I'm going to have to kill you instead.\"\n\nCarl flicked a quick look at Diane. \"What about her? Are you planning\nto kill her too?\"\n\nThe overhead light sparkled briefly across the rifle barrel as Spero\nsnapped the weapon to his shoulder. Across the sights he said: \"Diane\nwill stay here with me. That's the way I planned it and that's how\nit'll be.\"\n\n\"I know I'm interfering with your plans,\" Carl said with mock-concern,\n\"but I don't think she is. Not unless she wants to of course.\"\n\nFrom behind the face-plate, Spero flashed a double row of teeth. \"Stop\nstalling for time, Keating. You had your chance on the ship, and you\nmuffed it. Now it's my turn!\"\n\nCarl waited--waited while Spero's gloved hand tightened against\nthe trigger-switch. The bolt coil snapped back. There was a dull\nclick--nothing else....\n\n\"Did you really think I'd be stupid enough to leave you alone with a\ncase full of live guns?\" Keating said thinly.\n\nBewildered, Spero snapped the rifle down to chest level, fumbling\nawkwardly with the trigger assembly.\n\n\"It won't work,\" Carl said indulgently. \"Before we left the ship I\nremoved the anodes from every gun in the case. It's an old army trick,\nin case you haven't heard.\"\n\nWith Spero glaring at him, Carl allowed his arm to brush against his\nown needle gun. He didn't bother to draw.\n\n\"I think your friends are waiting for you,\" he said.\n\nBack in the control room, Carl went through the motions of readying\nthe ship for take-off. Back in the galley he could hear Diane sobbing\nsoftly.\n\nIdly, he glanced out of the amber blister ports toward the big\nsphere-like structure that rose out of the sea of purple mud. It looked\nevil, and ominous-looking against the rain-sodden backdrop of the saroo\nforest.\n\nThen from the edge of the tree line, moving shapes suddenly began to\nmake an appearance. He rubbed his eyes. There were hundreds--no,\nthousands of them. Slowly and curiously they poured out of the\nrain-soaked forest, deliberately converging on the open lock-doors of\nthe huge, white building. Some were carrying sticks, some stones, some\nnothing. It was as if the mystic forces of evolution had chosen this\nexact moment to endow the chowls with an emotion hitherto lacking in\ntheir makeup. Call it hate; call it self-preservation; call it anything\nyou like, it was something they hadn't had before, yet needed badly.\n\nQuickly, he bit off the half-formed cry that rose to his throat. Diane\nwas still back in the galley. He was glad she wasn't watching. Actually\nthere was no need for her to know about it ever.\n\nSilently he made a vow never to tell her--even as a few moments ago\nthey'd both vowed to keep another secret: The secret that could spell\nthe life or death of an entire planet.",
    "metadata": {
        "author": [
            "Lewis, Jack"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/64190/pg64190.txt",
        "name": "purple_forever.json"
    }
}