{
    "name": "Pygmalion and the Image",
    "author": [
        "Morris, William M.",
        "Morris, William"
    ],
    "body": "_From the painting by G. F. Watts. R.A._]\n\n\n\n  PYGMALION AND\n  THE IMAGE BY\n  WILLIAM MORRIS\n  ILLVSTRATED WITH\n  PICTVRES BY SIR EDWARD\n  BVRNE-JONES\n\n  NEW YORK R·H·RVSSELL PVBLISHER MCMIII\n\n\n\n\n  _Copyright, 1903_\n  _By_ ROBERT HOWARD RUSSELL\n\n  _Published October, 1903_\n\n\n\n\n  LIST OF ILLUSTRATIONS\n\n\n    _Portrait of William Morris_      Frontispiece\n    _From the painting by G. F. Watts, R.A._\n\n    _The Heart Desires_      PAGE  8\n\n    _The Hand Refrains_       \"   16\n\n    _The Godhead Fires_       \"   24\n\n    _The Soul Attains_        \"   32\n\n\n\nIn regard to the poem itself, the inspiration of these pictures, even\nthe most casual study will bring in its train a conviction that the\nstory as told by William Morris is far superior to any other version\nof classic or of modern times. The poem (one of the best of those\ncomprised in _The Earthly Paradise_) is homogeneous and admirably\nbalanced in all its parts; its superiority, however, over all other\nversions, is not due primarily to the manner of its narration, but\narises from its greater spirituality--a finer feeling rather than a\nfiner form. Prior to the appearance of \"Pygmalion and the Image\" each\nnarrator of the legend had dwelt mainly on the physical side, sensuous\nor sensual according to his temperament, of the tale. In Morris's\nversion the dominant note is the passionate delight--enthusiasm verging\nupon madness--of the artist and craftsman in his own handiwork,\nreflecting, to a marked degree, Morris's own temperament, one of the\nleading characteristics of which was his habit of hurling himself\nheadlong into each new project as it claimed his attention from time\nto time. That he was prevented thereby from arriving at perfection\nin any one art need not lessen the admiration due to him for his\nwhole-souled (though usually short-lived) absorption in many and\ndiverse arts. A great poet, in the sense that Chaucer, his master\nand model, was great, Morris was not; but no one can deny to him the\ntitle of an enthusiastic and skilled craftsman of verse. It is this\nlove of craftsmanship for its own sake, joined to a remarkable feeling\nfor decorative beauty which both possessed, that binds the pictures\nof Burne-Jones and this poem by Morris so closely together that they\nform one perfect whole. Even the ideal and wholly imaginary world in\nwhich their figures move is the same--a land where emotion rather than\npassion bears sway, where the fates of man and of woman are determined\nby a whim of the gods rather than dominated by the chivalrous or devout\nhardihood of the individual.\n\nIn his \"Apology\" prefixed to _The Earthly Paradise_, Morris clearly and\ndefinitely disclaims any moral purpose in the poems comprised in it.\n\n\"Why should I strive to set the crooked straight?\" he writes. How\nfar this feeling was shared by Burne-Jones we can never know, but\nnearly all of his biographers are agreed that a love of beauty, as\nhe understood it, was his main preoccupation, or, to use his own\nwords, that a picture should be a \"beautiful, romantic dream.\" Julia\nCartwright, in her _Life and Work of Sir Edward Burne-Jones_, says:\n\"He never tried to point a moral or to teach a lesson; but he rescued\nbeauty from the forgetfulness to which it seemed doomed in a restless\nand material age, and in so doing has given us an example of the\nhighest value.\" Malcolm Bell, also, writing of the art of Burne-Jones\nand of its critics, expresses a like opinion, and his analysis of the\npaintings composing the Pygmalion Series is not only interesting in\nitself, but is especially so as showing the extent to which the man of\nletters can read his own interpretation into the work of a painter.\n\n\"The four pictures from 'The Story of Pygmalion,'\" he writes, \"also\nincluded in _The Earthly Paradise_, again show this preference of the\npoet and the artist for the spirit before the form, provided only the\nlast be beautiful. The first, 'The Heart Desires,' is the idealization\nof unsatisfied longing for the unknown. Pygmalion, a tall, dark-haired\nyoung man, in a long garment falling in straight folds to his feet,\nstands brooding on life's emptiness in the vestibule of his house. A\nsculptured group of the Three Graces denotes his profession and at the\nsame time typifies the cold beauty of artifice, the beauty of the mind,\nwhile two girls, seen through the open door, speeding along the street\nin the artless embrace of innocent maidenhood, represent the beauty of\nthe body and the love that waits his winning; but in neither finds he\nconsolation. In the second, 'The Hand Refrains,' the days of long labor\nare ended, and the artist's ideal, the cold, pure figure of the yet\nsoulless image stands finished on the still rough pedestal, surrounded\nby flakes and chips of marble and implements of the sculptor's craft,\nwhile Pygmalion, chisel and mallet in hand, stays gazing in awe at the\nmarvel his hand has achieved, his eyes content, but his soul still\nhungering. Outside the window behind him women go about their daily\nbusiness in the city street, and through another casement, in a recess\nbetween him and the image, is a glimpse of a garden and a spurt of\nwater falling into a marble basin--the constant dropping that wears\naway the stone, as his constant prayers shall move the goddess Venus\nto a miracle on his behalf. The third bears the motto, 'The Godhead\nFires.' Into the sculptor's chamber, silent and solitary, while\nPygmalion is away in the temple, floats lightly the Queen of Love,\nclad in a soft, transparent robe, flower-crowned and bearing a branch\nof myrtle, emblem of marriage rites, her feet brushed and environed\nby the white wings of her favorite doves. Towards her, leaning both\narms on one uplifted from the goddess's side, an exquisite piece of\ncomposition, the awakening image stoops from the carved capital,\nblossom-strewn by the adoring Pygmalion, her eyes raised in awe up to\nthe goddess, who with fixed gaze and pointed finger inspires her with\nthe Promethean fire of life. Lastly, 'The Soul Attains.' Heart and soul\nare alike satisfied. Pygmalion kneels, looking up in trembling worship\nat the beautiful creature who lingeringly yields him her hands, though\nshe still gazes out beyond him in dumb amazement at the mystery of\nconsciousness that has suddenly been born in her. Marble no longer, but\nnot yet altogether woman.\"\n\n\"Dreamer of dreams, born out of my due time,\" is even more appropriate\nto Burne-Jones than to its author, William Morris, and it is an\never-to-be-regretted misfortune that two poems only of those comprised\nin _The Earthly Paradise_ should have received at his hands that\nilluminative pictorial treatment which he, \"the arch-dreamer of the\nnineteenth century,\" as Cosmo Monkhouse styles him, alone could\ngive. Thanks to Mr. Frederick Hollyer, we have in the reproductions\nwhich follow faithful transcripts, in all but color, of the original\npaintings, and can carry out, after the lapse of a quarter of a century\nand in another hemisphere, a project which both Burne-Jones and William\nMorris held dear, but which neither of them lived to see realized. To\ntheir memory this book, together with the recently re-issued _Doom of\nKing Acrisius_, is dedicated.\n\n  FITZROY CARRINGTON.\n\n  ORIENTA COTTAGE,\n  MAMARONECK, NEW YORK,\n  DECEMBER ELEVENTH, 1902\n\n\n\n  _WILLIAM MORRIS_\n\n\n\n  Yet in the praise of men small joy he had,\n  But walked abroad with downcast, brooding face.\n  Nor yet by any damsel was made glad;\n  For, sooth to say, the women of that place\n  Must seem to all men an accursed race,\n  Who with the turner of all hearts once strove,\n  So in their hearts must carry lust for love.\n\n  Now on a day it chanced that he had been\n  About the streets, and on the crowded quays,\n  Rich with unopened wealth of bales, had seen\n  The dark-eyed merchants of the Southern seas\n  In chaffer with the base Propoetides,\n  And heavy-hearted gat him home again,\n  His once-loved life grown idle, poor, and vain.\n\n  And there upon his images he cast\n  His weary eyes, yet little noted them,\n  As still from name to name his swift thought passed,\n  For what to him was Juno's well-wrought hem,\n  Diana's shaft, or Pallas' olive-stem?\n  What help could Hermes' rod unto him give,\n  Until with shadowy things he came to live?\n\n  Yet note, that though, while looking on the sun,\n  The craftsman o'er his work some morn of spring\n  May chide his useless labor never done,\n  For all his murmurs, with no other thing\n  He soothes his heart, and dulls thought's poisonous sting,\n  And thus in thought's despite the world goes on;\n  And so it was with this Pygmalion.\n\n  Unto the chisel must he set his hand,\n  And slowly, still in troubled thought must pace\n  About a work begun, that there doth stand,\n  And still returning to the self-same place,\n  Unto the image now must set his face,\n  And with a sigh his wonted toil begin,\n  Half loathed, half loved, a little rest to win.\n\n  The lessening marble that he worked upon,\n  A woman's form now imaged doubtfully,\n  And in such guise the work had he begun,\n  Because when he the untouched block did see\n  In wandering veins that form there seemed to be,\n  Whereon he cried out in a careless mood,\n  \"O lady Venus, make this presage good!\n\n  \"And then this block of stone shall be thy maid,\n  And, not without rich golden ornament,\n  Shall bide within thy quivering myrtle-shade.\"\n  So spoke he, but the goddess, well content,\n  Unto his hand such godlike mastery sent,\n  That like the first artificer he wrought,\n  Who made the gift that woe to all men brought.\n\n  And yet, but such as he was wont to do,\n  At first indeed that work divine he deemed,\n  And as the white chips from the chisel flew\n  Of other matters languidly he dreamed,\n  For easy to his hand that labor seemed,\n  And he was stirred with many a troubling thought,\n  And many a doubt perplexed him as he wrought.\n\n  And yet, again, at last there came a day\n  When smoother and more shapely grew the stone,\n  And he, grown eager, put all thought away\n  But that which touched his craftsmanship alone;\n  And he would gaze at what his hands had done,\n  Until his heart with boundless joy would swell\n  That all was wrought so wonderfully well.\n\n  Yet long it was ere he was satisfied,\n  And with his pride that by his mastery\n  This thing was done, whose equal far and wide\n  In no town of the world a man could see,\n  Came burning longing that the work should be\n  E'en better still, and to his heart there came\n  A strange and strong desire he could not name.\n\n  The night seemed long, and long the twilight seemed,\n  A vain thing seemed his flowery garden fair;\n  Though through the night still of his work he dreamed,\n  And though his smooth-stemmed trees so nigh it were\n  That thence he could behold the marble hair,\n  Naught was enough, until with steel in hand\n  He came before the wondrous stone to stand.\n\n  No song could charm him, and no histories\n  Of men's misdoings could avail him now--\n  Nay, scarcely seaward had he turned his eyes\n  If men had said, \"The fierce Tyrrhenians row\n  Up through the bay; rise up and strike a blow\n  For life and goods\"; for naught to him seemed dear\n  But to his well-loved work to be anear.\n\n  Then vexed he grew, and, knowing not his heart,\n  Unto himself he said, \"Ah, what is this\n  That I who oft was happy to depart\n  And wander where the boughs each other kiss\n  'Neath the west wind, now have no other bliss\n  But in vain smoothing of this marble maid,\n  Whose chips this month a drachma had outweighed?\n\n  \"Lo! I will get me to the woods and try\n  If I my woodcraft have forgotten quite,\n  And then, returning, lay this folly by,\n  And eat my fill, and sleep my sleep anight,\n  And 'gin to carve a Hercules aright\n  Upon the morrow, and perchance indeed\n  The Theban will be good to me at need.\"\n\n  With that he took his quiver and his bow,\n  And through the gates of Amathus he went,\n  And towards the mountain slopes began to go,\n  Within the woods to work out his intent.\n  Fair was the day, the honied bean-field's scent\n  The west wind bore unto him; o'er the way\n  The glittering, noisy poplar leaves did play.\n\n  All things were moving; as his hurried feet\n  Passed by, within the flowery swath he heard\n  The sweeping of the scythe, the swallow fleet\n  Rose over him, the sitting partridge stirred\n  On the field's edge; the brown bee by him whirred,\n  Or murmured in the clover flowers below;\n  But he with bowed-down head failed not to go.\n\n  At last he stopped, and, looking round, he said,\n  \"Like one whose thirtieth year is well gone by,\n  The day is getting ready to be dead;\n  No rest, and on the border of the sky\n  Already the great banks of dark haze lie;\n  No rest--what do I midst this stir and noise?--\n  What part have I in these unthinking joys?\"\n\n  With that he turned, and towards the city gate\n  Through the sweet fields went swifter than he came,\n  And cast his heart into the hands of fate;\n  Nor strove with it, when higher 'gan to flame\n  That strange and strong desire without a name;\n  Till panting, thinking of naught else, once more\n  His hand was on the latch of his own door.\n\n  One moment there he lingered, as he said,\n  \"Alas! what should I do if she were gone?\"\n  But even with that word his brow waxed red\n  To hear his own lips name a thing of stone,\n  As though the gods some marvel there had done,\n  And made his work alive; and therewithal,\n  In turn, great pallor on his face did fall.\n\n  But with a sigh he passed into the house;\n  Yet even then his chamber door must hold,\n  And listen there, half blind and timorous,\n  Until his heart should wax a little bold;\n  Then, entering, motionless and white and cold,\n  He saw the image stand amidst the floor\n  That whitened was by labor done before.\n\n\n  _The Heart Desires_\n\n\n  Blinded with tears, his chisel up he caught,\n  And, drawing near and sighing, tenderly\n  Upon the marvel of the face he wrought,\n  E'en as he used to pass the long days by;\n  But his sighs changed to sobbing presently,\n  And on the floor the useless steel he flung,\n  And, weeping loud, about the image clung.\n\n  \"Alas!\" he cried, \"why have I made thee, then,\n  That thus thou mockest me? I know indeed\n  That many such as thou are loved of men,\n  Whose passionate eyes poor wretches still will lead\n  Into their net, and smile to see them bleed;\n  But these the gods made, and this hand made thee,\n  Who wilt not speak one little word to me.\"\n\n  Then from the image did he draw aback\n  To gaze on it through tears; and you had said,\n  Regarding it, that little did it lack\n  To be a living and most lovely maid;\n  Naked it was, its unbound locks were laid\n  Over the lovely shoulders; with one hand\n  Reached out, as to a lover, did it stand;\n\n  The other held a fair rose over-blown;\n  No smile was on the parted lips, the eyes\n  Seemed as if even now great love had shown\n  Unto them, something of its sweet surprise,\n  Yet saddened them with half-seen mysteries,\n  And still midst passion maiden-like she seemed,\n  As though of love unchanged for aye she dreamed.\n\n  Reproachfully beholding all her grace,\n  Pygmalion stood, until he grew dry-eyed,\n  And then at last he turned away his face\n  As if from her cold eyes his grief to hide;\n  And thus a weary while did he abide,\n  With nothing in his heart but vain desire,\n  The ever-burning, unconsuming fire.\n\n  But when again he turned his visage round\n  His eyes were brighter and no more he wept,\n  As if some little solace he had found,\n  Although his folly none the more had slept,\n  Rather some new-born, god-sent madness kept\n  His other madness from destroying him,\n  And made the hope of death wax faint and dim;\n\n  For, trembling and ashamed, from out the street\n  Strong men he called, and faint with jealousy\n  He caused them bear the ponderous, moveless feet\n  Unto the chamber where he used to lie,\n  So in a fair niche to his bed anigh,\n  Unwitting of his woe, they set it down,\n  Then went their ways beneath his troubled frown.\n\n  Then to his treasury he went, and sought\n  For gems for its adornment, but all there\n  Seemed to his eager eyes but poor and naught,\n  Not worthy e'en to touch her rippled hair.\n  So he, departing, through the streets 'gan fare,\n  And from the merchants at a mighty cost\n  Bought gems that kings for no good deed had lost.\n\n  These, then, he hung her senseless neck around,\n  Set on her fingers, and fair arms of stone,\n  Then cast himself before her on the ground,\n  Praying for grace for all that he had done\n  In leaving her untended and alone;\n  And still with every hour his madness grew\n  Though all his folly in his heart he knew.\n\n  At last asleep before her feet he lay,\n  Worn out with passion, yet this burning pain\n  Returned on him, when with the light of day\n  He woke and wept before her feet again;\n  Then of the fresh and new-born morning fain,\n  Into his garden passed, and therefrom bore\n  Fresh spoil of flowers his love to lay before.\n\n  A little altar, with fine gold o'erlaid,\n  Was in his house, that he a while ago\n  At some great man's command had deftly made,\n  And this he now must take and set below\n  Her well-wrought feet, and there must red flame glow\n  About sweet wood, and he must send her thence\n  The odor of Arabian frankincense.\n\n  Then as the smoke went up, he prayed and said,\n  \"Thou, image, hear'st me not, nor wilt thou speak,\n  But I perchance shall know when I am dead,\n  If this has been some goddess' sport, to seek\n  A wretch, and in his heart infirm and weak\n  To set her glorious image, so that he,\n  Loving the form of immortality.\n\n  \"May make much laughter for the gods above:\n  Hear me, and if my love misliketh thee\n  Then take my life away, for I will love\n  Till death unfeared at last shall come to me,\n  And give me rest, if he of might may be\n  To slay the love of that which cannot die,\n  The heavenly beauty that can ne'er pass by.\"\n\n  No word, indeed, the moveless image said,\n  But with the sweet, grave eyes his hands had wrought\n  Still gazed down on his bowed, imploring head;\n  Yet his own words some solace to him brought,\n  Gilding the net wherein his soul was caught\n  With something like to hope, and all that day\n  Some tender words he ever found to say;\n\n  And still he felt as something heard him speak;\n  Sometimes he praised her beauty, and sometimes\n  Reproached her in a feeble voice and weak,\n  And at the last drew forth a book of rhymes,\n  Wherein were writ the tales of many climes,\n  And read aloud the sweetness hid therein\n  Of lovers' sorrows and their tangled sin.\n\n  And when the sun went down, the frankincense\n  Again upon the altar-flame he cast,\n  That through the open window floating thence\n  O'er the fresh odors of the garden passed;\n  And so another day was gone at last,\n  And he no more his lovelorn watch could keep,\n  But now for utter weariness must sleep.\n\n  But in the night he dreamed that she was gone,\n  And, knowing that he dreamed, tried hard to wake,\n  And could not, but, forsaken and alone,\n  He seemed to weep as though his heart would break;\n  And when the night her sleepy veil did take\n  From off the world, waking, his tears he found\n  Still wet upon the pillow all around.\n\n  Then at the first, bewildered by those tears,\n  He fell a-wondering wherefore he had wept,\n  But suddenly remembering all his fears,\n  Panting with terror, from the bed he leapt;\n  But still its wonted place the image kept,\n  Nor moved for all the joyful ecstasy\n  Wherewith he blessed the day that showed it nigh.\n\n  Then came the morning offering, and the day,\n  Midst flowers and words of love and kisses sweet,\n  From morn, through noon, to evening passed away;\n  And scarce unhappy, crouching at her feet,\n  He saw the sun descend the sea to meet;\n  And scarce unhappy through the darkness crept\n  Unto his bed, and midst soft dreaming slept.\n\n  Damsels and youths in wonderful attire,\n  And in their midst upon a car of gold\n  An image of the Mother of Desire,\n  Wrought by his hands in days that seemed grown old,\n  Though those sweet limbs a garment did enfold,\n  Colored like flame, enwrought with precious things,\n  Most fit to be the prize of striving kings.\n\n\n  _The Hand Refrains_\n\n\n  Then he remembered that the manner was\n  That fair-clad priests the lovely Queen should take\n  Thrice in the year, and through the city pass,\n  And with sweet songs the dreaming folk awake;\n  And through the clouds a light there seemed to break\n  When he remembered all the tales well told\n  About her glorious, kindly deeds of old.\n\n  So his unfinished prayer he finished not,\n  But, kneeling, once more kissed the marble feet,\n  And, while his heart with many thoughts waxed hot,\n  He clad himself with fresh attire and meet\n  For that bright service, and with blossoms sweet\n  Entwined with tender leaves he crowned his head,\n  And followed after as the goddess led.\n\n  But long and vain unto him seemed the way\n  Until they came unto her house again;\n  Long years, the while they went about to lay\n  The honey-hiding dwellers on the plain,\n  The sweet companions of the yellowing grain\n  Upon her golden altar; long and long\n  Before, at end of their delicious song,\n\n  They stripped her of her weed with reverent hands\n  And showed the ivory limbs his hand had wrought;\n  Yea, and too long e'en then ere those fair bands,\n  Dispersing here and there, the shadow sought\n  Of Indian spice-trees o'er the warm sea brought,\n  And toward the splashing of the fountain turned,\n  Mocked the noon sun that o'er the cloisters burned.\n\n  But when the crowd of worshippers was gone,\n  And through the golden dimness of the place\n  The goddess' very servants paced alone,\n  Or some lone damsel murmured of her case\n  Apart from prying eyes, he turned his face\n  Unto that image made with toil and care,\n  In days when unto him it seemed most fair.\n\n  Dusky and dim, though rich with gems and gold,\n  The house of Venus was. High in the dome\n  The burning sunlight you might now behold;\n  From nowhere else the light of day might come,\n  To curse the Shame-faced Mother's lovely home;\n  A long way off the shrine, the fresh sea-breeze,\n  Now just arising, brushed the myrtle-trees.\n\n  The torches of the flower-crowned, singing band\n  Erewhile, indeed, made more than daylight there,\n  Lighting the painted tales of many a land,\n  And carven heroes, with their unused glare;\n  But now a few soft, glimmering lamps there were,\n  And on the altar a thin, flickering flame\n  Just showed the golden letters of her name.\n\n  Blue in the dome yet hung the incense-cloud,\n  And still its perfume lingered all around;\n  And, trodden by the light-foot, fervent crowd,\n  Thick lay the summer flowers upon the ground,\n  And now from far-off halls uprose the sound\n  Of Lydian music, and the dancer's cry,\n  As though some door were opened suddenly.\n\n  So there he stood, that help from her to gain,\n  Bewildered by that twilight midst of day;\n  Downcast with listening to the joyous strain\n  He had no part in, hopeless with delay\n  Of all the fair things he had meant to say;\n  Yet, as the incense on the flame he cast,\n  From stammering lips and pale these words there passed:\n\n  \"O thou forgotten help, dost thou yet know\n  What thing it is I need, when even I,\n  Bent down before thee in this shame and woe,\n  Can frame no set of words to tell thee why\n  I needs must pray? Oh, help me or I die!\n  Or slay me, and in slaying take from me\n  Even a dead man's feeble memory.\n\n  \"Say not thine help I have been slow to seek;\n  Here have I been from the first hour of morn,\n  Who stand before thy presence faint and weak,\n  Of my one poor delight left all forlorn;\n  Trembling with many fears, the hope outworn\n  I had when first I left my love, my shame,\n  To call upon thine oft-sung, glorious name.\"\n\n  He stopped to catch his breath, for as a sob\n  Did each word leave his mouth; but suddenly,\n  Like a live thing, the thin flame 'gan to throb\n  And gather force, and then shot up on high\n  A steady spike of light, that drew anigh\n  The sunbeam in the dome, then sank once more\n  Into a feeble flicker as before.\n\n  But at that sight the nameless hope he had,\n  That kept him living midst unhappiness,\n  Stirred in his breast, and with changed face and glad\n  Unto the image forward must he press\n  With words of praise his first word to redress;\n  But then it was as though a thick, black cloud\n  Altar and fire and ivory limbs did shroud.\n\n  He staggered back, amazed and full of awe;\n  But when, with anxious eyes, he gazed around,\n  About him still the worshippers he saw\n  Sunk in their wonted works, with no surprise\n  At what to him seemed awful mysteries;\n  Therewith he sighed and said, \"This, too, I dream,\n  No better day upon my life shall beam.\"\n\n  And yet for long upon the place he gazed\n  Where other folk beheld the lovely Queen;\n  And while he looked the dusky veil seemed raised,\n  And everything was as it erst had been;\n  And then he said, \"Such marvels I have seen\n  As some sick man may see from off his bed--\n  Ah, I am sick, and would that I were dead!\"\n\n  Therewith, not questioning his heart at all,\n  He turned away and left the holy place,\n  When now the wide sun reddened towards his fall,\n  And a fresh west wind held the clouds in chase;\n  But coming out, at first he hid his face,\n  Dazed with the light, and in the porch he stood,\n  Nor wished to move or change his dreary mood.\n\n  Yet in a while the freshness of the eve\n  Pierced to his weary heart, and with a sigh\n  He raised his head and slowly 'gan to leave\n  The high, carved pillars; and so presently\n  Had passed the grove of whispering myrtles by,\n  And, mid the many noises of the street,\n  Made himself brave the eyes of men to meet.\n\n  Thronged were the ways with folk in gay attire,\n  Nursing the end of that festivity;\n  Girls fit to move the moody man's desire\n  Brushed past him, and soft, dainty minstrelsy\n  He heard amid the laughter, and might see,\n  Through open doors, the garden's green delight,\n  Where pensive lovers waited for the night;\n\n  Or resting dancers round the fountain drawn,\n  With faces flushed unto the breeze turned round,\n  Or wandering o'er the fragrant, trodden lawn,\n  Took up their fallen garlands from the ground;\n  Or languidly their scattered tresses bound,\n  Or let their gathered raiment fall adown,\n  With eyes downcast beneath their lovers' frown.\n\n  What hope Pygmalion yet might have, when he\n  First left the pillars of the dreamy place,\n  Amid such sights had vanished utterly.\n  He turned his weary eyes from face to face,\n  Nor noted them, as at a lagging pace\n  He gat towards home, and still was murmuring,\n  \"Ah, life, sweet life! the only godlike thing!\"\n\n  And as he went, though longing to be there\n  Whereas his sole desire awaited him,\n  Yet did he loath to see the image fair,\n  White and unchanged of face, unmoved of limb,\n  And to his heart came dreamy thoughts and dim\n  That unto some strange region he might come,\n  Nor ever reach again his loveless home.\n\n  Yet soon, indeed, before his door he stood,\n  And, as a man awaking from a dream,\n  Seemed waked from his old folly; naught seemed good\n  In all the things that he before had deemed\n  At least worth life, and on his heart there streamed\n  Cold light of day--he found himself alone,\n  Reft of desire, all love and madness gone.\n\n\n  _The Godhead Fires_\n\n\n  And yet for that past folly must he weep,\n  As one might mourn the parted happiness\n  That, mixed with madness, made him smile in sleep;\n  And still some lingering sweetness seemed to bless\n  The hard life left of toil and loneliness,\n  Like a past song too sweet, too short, and yet\n  Immeshed forever in the memory's net.\n\n  Weeping he entered, murmuring, \"O fair Queen,\n  I thank thee that my prayer was not for naught;\n  Truly a present helper hast thou been\n  To those who faithfully thy throne have sought!\n  Yet, since with pain deliverance I have bought,\n  Hast thou not yet some gift in store for me,\n  That I thine happy slave henceforth may be?\"\n\n  Yet soft his thoughts were, and the very place\n  Seemed perfumed with some nameless heavenly air;\n  So gaining courage, did he raise his face\n  Unto the work his hands had made so fair,\n  And cried aloud to see the niche all bare\n  Of that sweet form, while through his heart again\n  There shot a pang of his old yearning pain.\n\n  Yet while he stood, and knew not what to do\n  With yearning, a strange thrill of hope there came,\n  A shaft of new desire now pierced him through,\n  And therewithal a soft voice called his name;\n  And when he turned, with eager eyes aflame,\n  He saw, betwixt him and the setting sun,\n  The lively image of his loved one.\n\n  He trembled at the sight, for though her eyes,\n  Her very lips, were such as he had made,\n  And though her tresses fell but in such guise\n  As he had wrought them, now was she arrayed\n  In that fair garment that the priests had laid\n  Upon the goddess on that very morn,\n  Dyed like the setting sun upon the corn.\n\n  Speechless he stood, but she now drew anear,\n  Simple and sweet as she was wont to be,\n  And once again her silver voice rang clear,\n  Filling his soul with great felicity,\n  And thus she spoke: \"Wilt thou not come to me,\n  O dear companion of my new-found life,\n  For I am called thy lover and thy wife?\n\n  \"Listen, these words the Dread One bade me say\n  That was with me e'en now, _Pygmalion,\n  My new-made soul I give to thee to-day,\n  Come, feel the sweet breath that thy prayer has won,\n  And lay thine hand this heaving breast upon!\n  Come, love, and walk with me between the trees,\n  And feel the freshness of the evening breeze._\n\n  \"_Sweep mine hair round thy neck; behold my feet,\n  The oft-kissed feet thou thoughtst should never move,\n  Press down the daisies! draw me to thee, sweet,\n  And feel the warm heart of thy living love\n  Beat against thine, and bless the Seed of Jove,\n  Whose loving, tender heart hath wrought all this,\n  And wrapped us both in such a cloud of bliss._\n\n  \"Ah, thou art wise to know what this may mean!\n  Sweet seem the words to me, and needs must I\n  Speak all the lesson of the lovely Queen;\n  But this I know, I would we were more nigh,\n  I have not heard thy voice but in the cry\n  Thou utteredst then, when thou believedst gone\n  The marvel of thine hands, the maid of stone.\"\n\n  She reached her hand to him, and with kind eyes\n  Gazed into his; but he the fingers caught\n  And drew her to him, and midst ecstasies\n  Passing all words, yea, wellnigh passing thought,\n  Felt that sweet breath that he so long had sought,\n  Felt the warm life within her heaving breast\n  As in his arms his living love he pressed.\n\n  But as his cheek touched hers he heard her say,\n  \"Wilt thou not speak, O love? Why dost thou weep?\n  Art thou then sorry for this long-wished day,\n  Or dost thou think perchance thou wilt not keep\n  This that thou holdest, but in dreamy sleep?\n  Nay, let us do the bidding of the Queen,\n  And hand in hand walk through thy garden green;\n\n  \"Then shalt thou tell me, still beholding me,\n  Full many things whereof I wish to know;\n  And as we walk from whispering tree to tree\n  Still more familiar to thee shall I grow,\n  And such things shalt thou say unto me now\n  As when thou deemedst thou wast quite alone,\n  A madman, kneeling to a thing of stone.\"\n\n  But at that word a smile lit up his eyes,\n  And therewithal he spake some loving word,\n  And she at first looked up in grave surprise\n  When his deep voice and musical she heard,\n  And clung to him as somewhat grown afeard;\n  Then cried aloud and said, \"O mighty one!\n  What joy with thee to look upon the sun!\"\n\n  Then into that fair garden did they pass,\n  And all the story of his love he told;\n  And as the twain went o'er the dewy grass,\n  Beneath the risen moon could he behold\n  The bright tears trickling down; then, waxen bold,\n  He stopped and said, \"Ah, love, what meaneth this?\n  Seest thou how tears still follow earthly bliss?\"\n\n  Then both her white arms round his neck she threw,\n  And, sobbing, said: \"O love, what hurteth me?\n  When first the sweetness of my life I knew,\n  Not this I felt; but when I first saw thee\n  A little pain and great felicity\n  Rose up within me, and thy talk e'en now\n  Made pain and pleasure ever greater grow.\"\n\n  \"O sweet,\" he said, \"this thing is even love,\n  Whereof I told thee; that all wise men fear,\n  But yet escape not; nay, to gods above,\n  Unless the old tales lie, it draweth near.\n  But let my happy ears, I pray thee, hear\n  Thy story, too, and how thy blessed birth\n  Has made a heaven of this once lonely earth.\n\n  \"My sweet,\" she said, \"as yet I am not wise,\n  Or stored with words, aright the tale to tell;\n  But listen: when I opened first mine eyes\n  I stood within the niche thou knowest well,\n  And from mine hand a heavy thing there fell,\n  Carved like these flowers, nor could I see things clear,\n  And but a strange, confused noise could hear.\n\n  \"At last mine eyes could see a woman fair,\n  But awful as this round, white moon o'erhead.\n  So that I trembled when I saw her there,\n  For with my life was born some touch of dread,\n  And therewithal I heard her voice, that said,\n  'Come down, and learn to love and be alive,\n  For thee, a well-prized gift, to-day I give.'\n\n  \"Then on the floor I stepped, rejoicing much,\n  Not knowing why, not knowing aught at all,\n  Till she reached out her hand my breast to touch;\n  And when her fingers thereupon did fall,\n  Thought came unto my life, and therewithal\n  I knew her for a goddess, and began\n  To murmur in some tongue unknown to man.\n\n\n  _The Soul Attains_\n\n\n  \"And then, indeed, not in this guise was I;\n  No sandals had I, and no saffron gown,\n  But naked as thou knowest utterly,\n  E'en as my limbs beneath thine hand had grown;\n  And this fair, perfumed robe then fell adown\n  Over the goddess' feet, and swept the ground,\n  And round her loins a glittering belt was bound.\n\n  \"But when the stammering of my tongue she heard\n  Upon my trembling lips her hand she laid,\n  And spoke again: 'Nay, say not any word;\n  All that thine heart would say I know unsaid,\n  Who even now thine heart and voice have made;\n  But listen rather, for thou knowest now\n  What these words mean, and still wilt wiser grow.\n\n  \"'Thy body, lifeless till I gave it life,\n  A certain man, my servant, well hath wrought.\n  I give thee to him as his love and wife,\n  With all thy dowry of desire and thought,\n  Since this his yearning heart hath ever sought.\n  Now from my temple is he on the way,\n  Deeming to find thee e'en as yesterday.\n\n  \"'Bide thou his coming by the bed-head there,\n  And when thou seest him set his eyes upon\n  Thine empty niche, and hearest him cry for care,\n  Then call him by his name, Pygmalion,\n  And certainly thy lover hast thou won;\n  But when he stands before thee silently,\n  Say all these words that I shall teach to thee.'\n\n  \"With that she said what first I told thee, love,\n  And then went on: 'Moreover, thou shalt say\n  That I, the daughter of almighty Jove,\n  Have wrought for him this long-desired day;\n  In sign whereof these things that pass away,\n  Wherein mine image men have well arrayed,\n  I give thee for thy wedding-gear, O maid.'\n\n  \"Therewith her raiment she put off from her,\n  And laid bare all her perfect loveliness,\n  And, smiling on me, came yet more anear,\n  And on my mortal lips her lips did press,\n  And said, 'Now herewith shalt thou love no less\n  Than Psyche loved my son in days of old.\n  Farewell. Of thee shall many a tale be told.'\n\n  \"And even with that last word was she gone--\n  How, I know not--and I my limbs arrayed\n  In her fair gifts, and waited thee alone.\n  Ah, love, indeed the word is true she said,\n  For now I love thee so, I grow afraid\n  Of what the gods upon our heads may send--\n  I love thee so, I think upon the end.\"\n\n  What words he said? How can I tell again\n  What words they said beneath the glimmering light?\n  Some tongue they used unknown to loveless men\n  As each to each they told their great delight,\n  Until for stillness of the growing night\n  Their soft, sweet, murmuring words seemed growing loud,\n  And dim the moon grew, hid by fleecy cloud.\n\nTHE END",
    "metadata": {
        "author": [
            "Morris, William M.",
            "Morris, William"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/49827/pg49827.txt",
        "name": "pygmalion_and_the_image.json"
    }
}