{
    "name": "Quest on Io",
    "author": [
        "Jarvis, E. K.",
        "Williams, Robert Moore"
    ],
    "body": "\"Os--car\"\n\nAssistant Navigator Andy Horn cocked an attentive ear and listened for\nan answer, but only the soft eternal moan of Io's restless winds came\nto his straining ears.\n\n\"Dern that perfidious imp of Satan to hell and gone and back again,\"\nhe muttered, stretching his red neck out like a turkey gobbler and\nsquawking again.\n\n\"Os--car.... Dern your flea-bitten hide. You better turn up.\"\n\nGravel grated on a rock ledge not five feet above him and a Ganymedian\nhoney bear stepped daintily into view. It was about the size of a fox,\nhad sleek, heavy brown wool interspersed with longer black hairs, and\na round, intelligent face. It sat down on the ledge and eyed him as\nguilelessly as if it hadn't heard him calling all the time.\n\n\"Hi, Bub,\" it said.\n\nAndy reached decisively for a rock. \"Dern you, Oscar, I've told you\nnot to call me Bub.\" He let go with the rock, but Oscar had slipped\nblithely to cover. Andy grabbed another rock and waited and pretty soon\nthe round face peeked over the ledge at him. It eyed the stone he had\nin his hand and was very contrite.\n\n\"Aw, Boss, put down that rock. I was only foolin'.\"\n\nAndy maintained his belligerent attitude.\n\n\"I'm very sorry, Mr. Horn.\"\n\n\"That's better,\" Andy answered. \"I didn't raise you on a bottle from\nthe time you were three weeks old to have you sass me when you're grown\nup. Show some respect. Come on down from up there. We're going to eat.\"\n\nAndy had brought food with him from Ganymede, for Io produced nothing\nthat human beings liked, except mineral wealth, and he was prospecting\nfor that, taking advantage of the two months' forced vacation while\nthe _Golden Stag_ was being repaired. A stern jet had jammed when\nshe was landing, and she had sat down heavily on her tail, shearing\noff her stern rocket tubes and knocking a hole in her hull. In two\nmonths, if fate was kind, he might possibly locate a claim that would\nprovide him with enough money to purchase the dream of his life, a neat\nprivate space yacht lying at the docks on Luna where her millionaire\nowner had left her after a narrow escape from a meteor had convinced\nhim that space travel was not for amateurs. The ship could be bought\nfor a hundred thousand, which was a give-away, and Andy had come to\nIo prospecting, for with the ship he could earn a comfortable living\nprospecting around the world. He had brought his honey-bear along for\ncompany.\n\n\"Ah, food!\" Oscar licked his chops, and started to descend, but\nhesitated and looked doubtfully over his shoulder up the twisted,\nrock-ribbed ravine.\n\n\"Boss,\" he said hesitatingly, \"I think you ought to know and I was\ngoing to tell you when you got so free with that rock, but there's\nanother of you blood-thirsty humans prospecting up this ravine,\nand he's got a gun, and when you started shouting for me, he quit\nprospecting and grabbed that gun, and started looking.\"\n\n\"The devil!\" Andy ejaculated. \"Why didn't you tell me?\"\n\n\"I have. Duck, Boss....\" Oscar flattened himself out of sight.\n\n\n\nAndy needed no further urging. He squeezed his lithe six-feet down\nbehind a boulder just as a heat beam hissed over his head. It hit\nthe bluff behind him and he watched the dust boil out as the pulsing\nradio-frequency beam turned to heat. The gun worked that way. A thin\nradio-frequency special beam was projected and it continued on its way\nuntil it struck something, when it turned to heat. It didn't work worth\na darn on Jupiter. The planet's soupy atmosphere turned the ray to heat\nwithin a dozen feet of the muzzle, but in space, or in the extremely\nthin atmosphere of Jupiter's moon, it was bad business.\n\nAndy cautiously stuck his head around the boulder.\n\n\"Hey,\" he yelled, \"cut out the shooting. What are you trying to do?\nThis ain't the Fourth of July.\"\n\n\"Get out of here,\" a shrill voice came floating down to him.\n\n\"This is a free country and I'll stay here as long as I damn well\nplease.\"\n\nIn answer a heat ray singed the top of the rock he was hiding behind.\n\n\"Blast 'im, Boss. He almost got you,\" he heard Oscar whisper.\n\n\"I'll make him hard to catch,\" he answered, pulling his stumpy blaster\nfrom the holster at his back, and testing the spring to see if it\nwas wound up to maximum capacity. The blaster was spring actuated,\nand hurled an explosive pellet about the size of a buckshot, which\nwas really a tiny atomic bomb. Where that pellet hit, there was big\ntrouble immediately, but the pellets in rare instances had been known\nto explode in the gun, in which case the person who had hold of the gun\nwas never heard of again, so that blasters were not a favored weapon.\nAndy had picked this one up at a bargain from a technician whose nerves\nhad gone bad from space strain and who no longer had enough guts\nto shoot it. Blasters were not used on Jupiter or Saturn. Too much\natmosphere and gravity for even the most powerful spring to hurl the\npellet far enough for the shooter to be safe.\n\nAndy poked one eye around the top of the boulder and squinted for a\ntarget. He was in the edge of the glow zone. Off yonder, 216,000 miles\naway, the mighty rim of Jupiter was visible. The sun was on the other\nside of Io, but reflected light from the planet supplied illumination\nmuch better than the best terrestrial moonlight.\n\nTwisted, tumbled, torn and shattered rocks met his eye. Mosses,\nlichens, a few tough, low-growing plants. It looked like a picture of\nhell, but it was a prospector's paradise, for the rocks of Io were shot\nthrough with veins of gold, silver, platinum, iridium, not to mention\nthe more common iron and copper, which were not sought for because\ntransportation back to earth was too expensive to pay profits.\n\n\"Off to the right,\" Oscar whispered.\n\nThe glint of Jove-glow on a polished sight up the ravine gave Andy\nan aiming point and he snapped the blaster in that direction. He\nover-estimated the weak gravity of Io and the pellet hit on top of a\nhigh ridge beyond. A most satisfactory explosion took place there.\nRocks split and tumbled in every direction. Andy lowered his sights and\nblasted again. Another brilliant explosion illuminated the landscape,\nfar to the left this time.\n\n\"You shoot like a rocket-man,\" Oscar commented.\n\n\"Shut up,\" Andy growled. The men who tended the rockets lived in\natmosphere of constant hammering from the explosion of the driving\ncharges. A few years handling rockets and a man was unable to hold\nhis hands still, so that old rocket-men always looked like they had\nwell-developed cases of _paralysis agitans_. To tell a navigator,\nwho had to have sure nerves and steady hands, that he resembled a\nrocket-man was a supreme insult.\n\n\"Duck, Boss, he's drawing a bead on you,\" came Oscar's hurried whisper,\nand Andy jerked his head down behind the boulder just in time to avoid\na ray that frothed across the top of the stone. No warning shot, that\none. The unknown marksman had fired that shot with honest intentions of\ndoing damage.\n\n\n\nThe ray skipped back and forth across the boulder, went over the top\nand burned into the bluff beyond. Andy watched it, and wondered what\nin hell all the shooting was about. Io, by order of the Interplanetary\nCouncil, was free territory, with the exception of commercial\ndevelopments, but any straggler was always welcome there, for the sake\nof his companionship. Andy did not know whether he had stumbled into a\nspace-pirate's lair, or whether some cracked prospector was using him\nfor a target.\n\nThe ray played out, vanished, but Andy kept his head down and waited.\nMinutes passed. Gravel crunched at his left and he swung the blaster\nup, but it was the honey-bear.\n\n\"Oh, it's you,\" Andy said. \"Get back up there and keep your eye peeled\nfor the man with the ray gun.\"\n\n\"He has beat it. I saw him slip back up the ravine and over the ridge.\"\n\n\"The deuce he has!\"\n\n\"Yeh. Let's get out of here. This shooting makes me nervous.\"\n\nAndy stuck his head over the boulder. Nothing happened. He waved his\ncap, sure that this would draw fire, but it didn't. He lifted his\nblaster, whereupon Oscar hurried out of sight. He loosed a couple of\npellets, which tore up great holes in the rocky ravine. There was no\nanswer. He climbed up on the boulder. Only desolation met his eye.\n\n\"Is the shooting over?\" Oscar chirped from some unseen but probably\nsecure refuge.\n\n\"Yeh. Come on out.\"\n\nThe honey-bear came into sight. He looked up at Andy.\n\n\"Boss, I tell you let's get out of here. First thing you know, you'll\nget in the way of a heat beam, and then what'll I do for sugar?\"\n\n\"Skirmish, dern you, skirmish. We're going to track that fella down and\nfind out how come all this shooting.\"\n\n\"Not me, Boss, not me.\"\n\n\"Yes, you, or no sugar.\"\n\n\"Aw, hell.\"\n\nOscar subsisted largely on a Ganymedian sweet and found sugar\nan excellent substitute. The honey-bears were a great puzzle to\nscientists. Their hair glowed when subjected to rays from radium, the\ncreatures were very intelligent, had vocal organs readily adaptable to\nhuman speech, but were altogether an enigma. They lived in holes in\nthe ground, had a very loose tribal organization, but made no effort\nto improve their condition, and obviously despised the human race for\ntrying to improve theirs. They were content to be honey-bears, or\n_thlots_, to give an approximate English rendering of what they called\nthemselves. Affectionate and loyal, they made marvelous pets. And while\nOscar protested against following the person who had shot at them, Andy\nknew the _thlot_ would be right with him.\n\nTheir advance over the broken terrain of Io would have done credit to\nan Indian. Andy, figuring an ambush might be ahead, was very cautious,\nand Oscar was cautious by nature.\n\nThey had advanced for over a mile when Andy caught a glimpse of a tiny\nglow in a crevice in the rocks. He crept forward and found himself on\na ledge overlooking a very humble camp. Perhaps thirty feet below him,\nthe man was sitting. He was using his heat-gun set at low concentration\nto boil water, an old prospector's trick.\n\nEven in the cumbersome garb necessitated by the chill of Io, the man\nlooked lithe and slender. Some youngster, Andy decided, taking a\ndesperate chance on a frosty moon, but he wondered what necessity would\ndrive a kid to brave the rigors of Jupiter's flea-bitten satellite.\n\n\n\nHe craned his neck for a better look and a loose stone turned under his\nfeet. The figure tending the boiling kettle was on the alert instantly.\nHe had grabbed the heat-gun and was looking for a target. Andy was in\na pickle. He was too close to use the blaster, and he didn't want to\nuse it anyhow, but any second the man would locate him and then the\nheat-gun would make him sizzle. There was only one thing to do, and\nhe did it. He launched himself out into space, the weak gravity of Io\npermitting him to make the drop without danger.\n\nAndy heard a startled cry as the man saw him coming. The gun hummed as\na ray lanced by him. And then he landed on the man's neck, the heat-gun\nwent flying, and the man crumpled, Andy landing on top. The man wiggled\nand Andy twined his legs around the middle, applied pressure. Hands\nscratched at his face. He launched a short jab, aiming at the chin, but\nthe man jerked his head to one side and Andy's fist landed up on the\nhead, doing no damage but knocking off the man's cap. Andy took one\nlook at the short red curls flying in his face and hastily stopped his\nfight.\n\nHe released his legs and scrambled to his feet.\n\n\"Madam--\" he began, his intention being to say that he was sorry, but\nshe made a grab for the heat-gun and he was obliged to shove her, which\nwas not the thing a gentleman would do--but then ladies usually didn't\ntry to blister every strange man they met with a heat ray. Andy picked\nup the gun.\n\n\"Madam,\" he said reprovingly, \"What in heck ails you?\"\n\n\"Give me that gun, you--claim-jumper!\"\n\nSince she was starting toward him, he held the gun behind him. Seeing\nshe couldn't get the gun, she stopped, and the blast she launched from\nher eyes made Andy think they were heat guns of a new kind.\n\n\"Singe her, Boss, singe her,\" a new voice spoke, and Oscar came\nscrambling down the gravel slide.\n\n\"Oh!\" the girl gasped, for Oscar looked plenty blood-thirsty as he\ngalloped. \"It's a dingo. Kill it, quickly.\"\n\nDingoes were the only predatory animals found on Io. What they lacked\nin size they made up in fierceness, and since they usually hunted in\npacks, they made life very unhappy for the lone prospector.\n\n\"No. It's Oscar. He's not dangerous.\" The honey-bear skidded to a stop\nbeside them, saw how fright had made the girl move close to his boss,\nand disgust was very plain in his voice.\n\n\"Phooey--a woman!\"\n\nShe saw the half-grin lurking on Andy's face, and jerked away, her\ncheeks flaming.\n\n\"He liked to have you stand close to him, the idiot,\" said Oscar in an\neasy way.\n\n\"Mind your manners!\" said Andy sharply, but the _thlot_ only grinned\nand wrinkled his nose to show his disgust. Oscar was a woman-hater.\n\n\"Now that you've got me, what are you going to do with me?\" she snapped.\n\n\"Do? Do with you--\" It was a poser, Andy saw. He hadn't wanted a\nwoman, hadn't bargained for one, and hadn't the least idea of what to\ndo with one. He knew that men frequently married them, and while he\nwas thirty-three and quite old enough to get married, he hadn't been\nplanning on it, for space men on the Jupiter run usually didn't live\nlong enough to enjoy matrimony. And anyhow, Andy had a vague idea\nthat you were supposed to be in love before you got married, after an\nappropriate interval of moonlight, and romance, and nonsense.\n\n\"I'm not going to do anything with you,\" Andy continued, shaking his\nhead.\n\n\"Why did you jump on me then?\"\n\n\"I! Hell, woman!--I beg your pardon--Why did you shoot at me?\"\n\n\"Because you and your gang tried to jump my claim. You know that as\nwell as I do.\"\n\n\"Me? I never jumped a claim in my life. I'm a navigator, doing a little\nprospecting on the side, while my ship is laid up.\" And since she\nseemed doubtful, he showed her his credentials and told her the story,\neven telling her about the yacht on Luna that he wanted to buy.\n\n\n\n\"Oh,\" she said. \"Oh ... I'm sorry. I had located an outcropping of\nquartz, and three men tried to take it away from me, and I thought you\nwere one of them.... I'm very sorry.\"\n\n\"Quite all right,\" Andy answered awkwardly. \"A perfectly natural\nmistake.\"\n\n\"Phooey!\" Oscar snapped. \"Women!\"\n\nAndy glared at the _thlot_ and turned to the girl. \"Prospecting is a\nmighty tough occupation for a single woman, isn't it, Ma'am?\"\n\n\"My father was a prospector. I was born in a mining camp on Ganymede,\nand I followed my father from the time I was able to walk. Yes, it's\na hard life, but it's better than being a sissie and having some man\nsupport you because he happens to be married to you.\"\n\n\"Um--\" said Andy thoughtfully. \"Um--\"\n\n\"You got something there,\" Oscar interpolated.\n\n\"I was just getting ready to eat,\" the girl said suddenly. \"Will you\njoin me?\"\n\n\"Only too happy to, provided you tell me your name.\" It was a\nmagnificent effort, for Andy.\n\n\"Frieda Dahlem.\"\n\n\"Frieda--Ah, nice name.\"\n\n\"Poppycock!\" said Oscar. \"Let's eat.\"\n\nConversation languished during the meal. Andy glared at the _thlot_,\nbut Oscar was busy with his cube of sugar, too happy to say anything.\n\n\"Have you--have you found anything in your prospecting?\" Andy asked.\n\n\"No. Oh, there's the outcropping of quartz I told you about, but the\nvein isn't rich enough to make it profitable. To import extraction\nmachinery would cost a small fortune. The hills here are full of\ncaves--dark, gloomy places that looked like they would make good hiding\nplaces for dingos, and I've been afraid to venture into them. Have you\nhad any luck?\"\n\n\"Naw. I guess I'll be a navigator until the end of my days,\" Andy\nanswered dolefully.\n\n\"More sugar, Boss. One more lump, please,\" Oscar queried.\n\n\"Sugar costs a fortune here, you glutton, freight rates being what they\nare. No more for you today.\"\n\n\"Aw, Mr. Horn, one more lump, please.\"\n\n\"Give the horrid thing another lump, Mr. Horn.\" Oscar sulked at being\ncalled a \"horrid thing.\" Fearful of an outburst of _thlot_ profanity,\nAndy hurriedly produced the requested sugar. Oscar grinned happily.\n\nThe grin and the happiness both vanished as something hissed through\nthe air over their heads. It struck several hundred yards beyond them\nand the explosion sent debris showering in the air. Andy and the girl\njumped to their feet.\n\n\"It's those men who tried to jump my claim,\" Frieda said. \"They have\ncome back.\"\n\nThe air hissed again and another explosion followed.\n\n\"Home was never like this,\" Oscar wailed. \"Where are those caves the\nwoman was talking about? Me for them.\"\n\n\"That's a darned good idea,\" Andy answered. \"We better move out of\nhere, and move fast.\"\n\nFrieda needed no urging. Her face was white, but she held her heat-gun\nresolutely as they skipped over the rocks. Andy had his blaster out,\nand was searching vainly for a target. Another explosion shook the\nancient, time-worn hills.\n\nAndy snapped three shots at random and three explosions followed. This\nbusiness was a game that two could play at.\n\n\"This way,\" Frieda panted, the thin air of Io not providing enough\noxygen for fast running.\n\n\n\nFollowing her pointing finger, Andy saw a dark opening yawning in the\nface of the bluff. In other circumstances he would have instantly\nnoticed that it had an artificial appearance, as if the cave had been\ncut into the stone by other than natural means. Frieda came to a\npanting halt just inside the entrance, but Oscar, his tail between his\nlegs, skipped rapidly out of sight into the dark cavern. The _thlot_\nloved peace.\n\n\"Frieda--Miss Dahlem, I mean,\" Andy panted. \"We're safe here, at any\nrate.\"\n\nAlmost immediately a blast shook the cavern. Loosened stone fell from\nthe roof, there was a shower of debris outside, the cavern rumbled, and\nthe light coming in through the entrance faded as a landslide almost\ncompletely blocked the opening.\n\n\"Hell!\" Andy gasped, \"another shot like that and we'll be buried alive.\nThis is no place for us. Let's get out of here.\"\n\nHe moved to the entrance, his earth-sired muscles thrusting aside slabs\nof stone that he could not have handled on earth. Frieda worked with\nhim. Together they cleared a space of less than two feet at the top of\nthe cavern, which would allow them to slip out. Andy stuck his head out\nand immediately jerked it back.\n\n\"There are three of 'em. They're on top of the hill and they've got a\nblaster trained on us. Luckily they didn't see me, but if we try to\nrun, they'll blow us to smithereens.\"\n\n\"Can't you get a clear shot at them?\"\n\n\"Maybe. But if I miss, they'll blow enough junk over the mouth of this\ncave to bury us a mile deep. Too much chance. What's eating them,\nanyhow?\"\n\n\"They saw some very rich samples that I had dug out of the quartz vein\nI told you about. If the whole vein were as rich as those samples, it\nwould be worth a fortune, and they think it is that rich. Having tried\nto take it, they know they have to kill us, for if we escape, the space\npolice will round them up and give them a shot of gas.\"\n\n\"Um--I see. Looks tough on the home team.\"\n\nShe didn't answer. Andy cautiously stuck his head outside and jerked it\nback as another atomic pellet dislodged a huge stone that came sliding\ndown the hill.\n\n\"Did they see you?\"\n\n\"Don't think so. That was just a shot for good luck. They think we're\nbottled up in here, but you can bet, if we lie still and don't give\nthem any indication that we're alive, they'll be around to make certain\nour goose is cooked. I would, if I were in their place.\"\n\nFrieda looked at him and he immediately added, \"I mean that's the\nlogical thing to do. If you've got to kill somebody, make sure he's\ndead.\"\n\nIt was a hard statement but the men who piloted the liners on the\nJupiter run were a hardy breed. They took grim chances every day the\nliners were in space and were accustomed to look death in the face and\ncall him friend.\n\nThey waited. Andy scooped out an opening where he could watch without\nbeing seen. Frieda, sitting below him, whispered to him several times,\nbut his only answer was a terse command to shut up. He was watching the\nthree men who had now begun to move stealthily down the opposite hill.\n\nThey came slowly, taking advantage of every bit of cover. Andy watched\nand grimly waited, pushing his blaster into position. He had no\nillusions on this matter, but he was aware that the girl was protesting.\n\n\"What are you going to do?\"\n\n\"I'm going to blow those crooks clear to Jupiter,\" he answered,\nfinality in his tone.\n\n\"No,\" she protested. \"Can't you hold them and disarm them?\"\n\n\"Don't be an idiot! How?\"\n\n\"I don't know. But it's murder to shoot them down like that.\"\n\n\"Yeh? They been asking for it. Ah....\"\n\n\n\nThe three men were standing in a cleared space looking across at the\nbluff, evidently deciding on what to do. Andy squinted through the\nsight, lifted his head to estimate the distance and the drop, dropped\nthe rear sight a notch, and squinted again. He was aiming for the\nblaster in the hands of the first man, a tough-looking, bearded brute.\nIf the pellet from his gun hit the blaster in the man's hands--well,\nthere wouldn't be enough left of the three men to smell bad. He\nsteadied his gun, started to squeeze the trigger.\n\n\"Stop it,\" said a wailing voice in his ear and a heat-gun prodded him\nin the back. \"It's murder. I can't let you do it.\"\n\n\"You infernal idiot!\" Andy shouted, forgetting himself. The sound of\nhis voice reached the three men. They took to cover. Andy ducked away\nfrom the opening. He half carried, half led the protesting girl back\ninto the cave. They were just in time. A sharp explosion at the mouth\nsent tons of rock cascading down, blocking the entrance completely.\n\n\"Now we're fixed!\" said Andy grimly. \"We'll never get out.\"\n\nThe girl was sobbing softly. \"I'm sorry--I couldn't help it--\"\n\nAnother explosion sounded outside. Andy could hear the muffled sound of\nfalling stone.\n\n\"They're doing a good job--\" he began \"Hello Jupiter! What was that?\"\n\nThe cavern swayed and rocked to the blast of a terrific explosion. It\nsounded like a blast from a battery of atomic cannon. A section of the\nroof between them and the entrance fell in and a choking dust arose.\nThe ground seemed to buckle.\n\nThe solid stone quivered like jelly.\n\n\"I got it,\" said Andy, awe in his voice. \"Their blaster. A pellet\nexploded when the spring hit it, and that set off the magazine.\"\nHe hesitated, then continued. \"There's not ... enough left for\nidentification purposes.\"\n\nThe girl was crying. \"Anyhow ... you didn't murder them,\" she sobbed.\n\"And I'm glad--you didn't.\"\n\n\"So am I, kind of. We got maybe a week or two to be glad in. We have a\nfew condensed food tablets in my pack. Everything else is back at camp.\nThe tablets will last a little while....\"\n\nHe could hear the girl crying softly, but the closing of the entrance\nhad shut off the last gleam of light from the cave, and he couldn't\nsee her. Awkwardly he reached out in the darkness, found her, drew her\ngently to him.\n\nFor a long time there was silence broken only by an occasional soft\nwhisper of sound as one or the other changed his position. Andy\nrealized that he was a little thirsty, and he wondered if this was the\nforerunner of the violent pangs to come.\n\nHe was aware of her soft whisper.\n\n\"Sh--Look--\"\n\nA spot of weirdly glowing light was moving slowly along the cavern\nfloor. Without body, or visible means of locomotion, it seemed to flow\nalong. Andy felt his hair rising as he looked at it.\n\n\"Give me your heat-gun,\" he whispered, and the weapon was passed over\nto him. He lined up the sights and waited.\n\n\n\nThe small spectral figure slowly approached. It hesitated, moved back,\nthen came forward again. Andy forgot that he was thirsty, that he would\nsoon be hungry, that he was doomed to die.\n\nHe could hear the girl breathing hard.\n\nWhat was the glowing figure? Was it friendly. He did not know, did not\ndare to guess. Perhaps it was seeking them, perhaps it recognized food\nin them. Perhaps it was some form of electrical energy, perhaps it\nresembled jelly, like the blobs that existed on Callisto that were so\navid for human flesh.\n\nAndy held the sights of the heat gun on it, waited. He did not know\nwhether the gun would affect it.\n\nThe girl was breathing in long, slow pants, like she was holding her\nbreath.\n\nIt came nearer, shining like a gigantic fire-fly except that the glow\nwas pale blue instead of golden. It was within twenty feet of them.\n\n\"Shoot!\" Frieda whimpered. \"Shoot, quickly....\"\n\nHe started to squeeze the trigger.\n\n\"Boss,\" a familiar but unhappy voice spoke. \"Something is wrong with\nme. I shine.\"\n\n\"Oscar!\" Andy shouted dropping his gun. \"You imp! Where in hell have\nyou been?\"\n\nThe glowing spot bounded forward, leaped into Andy's arms.\n\n\"Do something for me, Boss. I shine and I don't like it.\"\n\nThe girl's laughter sounded silly.\n\n\"I'll do something for you. I'll buy you a barrel of sugar.\"\n\nRadium. Somewhere in this cavern was a deposit of radium, and Oscar\nhad run into it. The hair of the _thlot_ glowed when in the presence\nof radio-active energy. Andy was laughing crazily. Radium ... more\nprecious than diamonds. Fortune. The ship on Luna. His! He had\nforgotten they were locked in the cavern.\n\n\"Come on,\" he yelped. \"Lead us to the place where you started glowing.\"\n\n\"It's back in there, in a ball. I don't want to go. Let's get out of\nhere.\"\n\n\"You take us there, or I'll break your damned neck.\"\n\n\"Aw, Boss....\"\n\n\"Get going.\"\n\nOscar, complaining bitterly, started off. They followed.\n\nThe cave widened out into an immense chamber. In the center was a\ncrucible of some kind, a cracked, battered crucible filled with glowing\nmatter. Andy scratched his head, moved forward.\n\n\"There it is, Boss, right there.\"\n\nA soft glow, like moonlight, filtered through the interstices of the\ncrucible, dimly illuminating the cavern. Dust moved beneath their feet,\ndust that had not been disturbed for ages. Oscar sneezed.\n\nA heavy, cup-like crucible with cracked walls that had been several\nfeet thick ... in the center was a softly glowing ball.... Andy bent\nover it.... Radium.... There was no doubt.... But....\n\n\"Hell,\" he said, his jaw dropping. \"Hell....\"\n\nHis eyes caught the heavy outlines in the dust on the floor. He stirred\nit with his toe.\n\n\"Intelligence,\" he muttered. \"Intelligence was here, in this cavern\nperhaps a hundred centuries ago. The crucible is lead, incredibly old.\nPerhaps part of it was once radium. It was the heart of some kind of an\nengine, some method of releasing energy, possibly hundreds of thousands\nof years ago. Look! You can see in the dust where other metals, which\nformed a framework, have oxidized....\"\n\nThe girl said nothing, and Oscar, for once was silent.\n\n\"Once there was intelligent life on Io. It built this, and left it for\nsome reason that we can't even guess at.\"\n\n\n\nFrieda stared at the glowing metal, moved back.\n\n\"A fortune,\" she said. \"Yours.\"\n\n\"No,\" he corrected. \"Ours.\"\n\nThey were silent. The mighty cavern was silent. Dim ghosts seemed to\nmove in it, the shadows of a mighty people that had once been here, and\nhad gone....\n\n\"I want to get away from here,\" Oscar whimpered. \"I don't like this\nplace.\"\n\nAndy sighed. Their dust would mingle with the dust of the builders of\nthe cavern. Another hundred thousand years would pass before the place\nwas rediscovered. Maybe more....\n\n\"We can't,\" said Andy. \"The entrance is blocked.\"\n\n\"The hell we can't!\" Oscar answered. \"When all the shooting was going\non the rocks started to fall in here, and I looked for a way out. The\nhill is hollow. There's an opening on the other side. Come on. Quit\ngaping at me, and get a move on.\"\n\n\"_Thlot_,\" said Andy grimly. \"If you're lying, I will break your neck.\"\n\n\"I'm not lying. Come on. You can come back later. I itch from being\nnear that shining stuff.\"\n\nThe _thlot_ led them off into the darkness. At last a dim glow of light\nshowed up ahead. Andy pushed ahead of the honey-bear, stepped through\na narrow opening, got a glimpse of the rim of Jupiter, red and angry,\nimmovable on the horizon.\n\nHe was suddenly very tired. He sat down heavily, stared at the\nforbidding planet. Forbidding it was, but it looked mighty good to him\nat that moment.\n\nThe soft purring of the _thlot_ made him turn his head. The girl had\nsunk to the ground. She was scratching him and he was purring. Andy\nlooked at him reprovingly.\n\n\"I know it's poppycock,\" said Oscar, \"but I like it. You ought to have\nher scratch your back sometime.\"",
    "metadata": {
        "author": [
            "Jarvis, E. K.",
            "Williams, Robert Moore"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/61811/pg61811.txt",
        "name": "quest_on_io.json"
    }
}