{
    "name": "Quest's End",
    "author": [
        "Wells, Basil Eugene",
        "Wells, Basil",
        "Ellerman, Gene"
    ],
    "body": "\"I was a fool,\" gritted Thig. His eye crowded the eyepiece of the\ncompact metal case on the table before him. The window was open and\nthe ugly metal snout of the instrument pointed toward the eastern\nhorizon. \"I should have expected the men of Ortha to send a second\nexpedition to Earth!\"\n\nThig's compact body stiffened angrily. He came to his feet, his gaze\nroaming about the familiar disorder of the little boathouse. Here he\ncame daily to write the lusty sagas of the Old West that had made the\nname of Lewis Terry familiar to millions of readers. Here beside the\npot-bellied iron stove with the single cracked lid, he had worked\nlong hours, striving vainly to forget that he was an alien being from\nanother distant world.\n\nCuriosity, a trait that no other Orthan had possessed for many\nthousands of years, had impelled him to construct a small, but\npowerful, etherscope, and trace the fate of the space ship he had\ndeserted. It had been built of odds and ends of material at night, but\nit opened the heavens before him. He saw planets and suns, countless\nlight years distant many of them, and eventually he found Ortha--in\ntime to see the space ship being boarded out in space by patrolling\nHordemen, and quickly destroyed. They were taking no chances on the\nspread of the contagion from Earth among the Orthans.\n\nFor the good of the Horde, the alien that was Lewis Terry knew, the\npatrolmen would transmit the information they received, and then\ndestroy themselves. In their narrow philosophy of life only the Horde\nmattered. He had been like that when his name was Thig, and the\nmemories of Lewis Terry were not yet part of his life.\n\nAnd now another space ship was coming to Earth, coming to check on\nthe findings of that earlier ill-fated expedition, and he alone could\ncheckmate them!... If he had only kept watch on Ortha!\n\nHe had two months, possibly a few days more than that, in which to\ndestroy this second expedition that meant conquest and certain death\nfor all Earth's warring millions! Two months to prepare!\n\nFor the good of Ellen and the children, the children of the dead man\nwhose identity he had stolen, he must succeed. The lusty primitives of\nthis rich green world must never be replaced by the disciplined robot\nrace that was the Horde.\n\nHe covered his typewriter. The lock snapped with finality as he turned\nthe key. He flexed the muscles of great arms, much too powerful for\nthe meek appearance of the writer they were, and the blood beat hot\nthrough his squat body.\n\n\"You're staying locked,\" he said slowly, \"until the last Hordeman is\nwiped from the face of Earth.\" He smiled grimly as he reflected that\nhis hero was trapped atop a waterless butte with a horde of Apaches\nhowling below.\n\n\"Hope you can stick it out for eight or nine weeks without water,\nBrazos,\" he said to the typed pages he was leaving.\n\n\n\nThe life boat lifted sluggishly from the sands that had covered it for\ntwo years. Thig cleared each jet carefully, and then, finding them\nunharmed, he bored high into the stratosphere. Behind him the submarine\npatrol and the air-raid posts went mildly insane. They knew that some\nstrange craft had roared up from the beach on Long Island, but they\nwere never to know what it was.\n\nEllen, Lewis Terry's wife, clenched the short letter that her husband\nhad pressed into her hand as he kissed her earlier that evening. She\ndid not know that he was really Thig, nor did the letter reveal that\nfact. If he was to die, he would die Lewis Terry. The letter told her\nsimply that he must go away on a secret mission for several months. She\nunderstood now why the unshed tears had been bright in his eyes.\n\nOver the United States Thig blasted the life boat, and across the\nPacific. He was getting as far from Long Island as he could, and one of\nhis plans to destroy the Orthans called for many tons of explosives.\nExplosives, he told himself grimly, that the yellow men would furnish.\n\nHe landed at last on a rocky strip of island that was outside the\ncombat zone, and there commenced to lay out his trap. It would take\nmany tons of explosives to penetrate the tough hull of the space ship\nhe knew, but the ship must be destroyed. He had considered building\na huge heat blaster, but the time was too limited and he knew how\npowerful were the protective shells of a space ship's skin.\n\nGadgets he had considered; tricks that might gain for him entry into\nthe ship where he could turn his own decomposition blaster on his\nbrothers--all the tricks of the writing trade had passed muster before\nhis mind's eye--but inevitably he returned to the decision that\nexplosives gave the only certain means of destruction.\n\nThere was an island not far from his landing place where the men with\nyellow skins had stored a great quantity of munitions and supplies. The\nfighting front was far to the East and at night no great precautions\nwere taken. Any approaching fleet of bombers or surface ships would\nbe detected long before they could reach this island. Nothing but\nsubmarines.\n\nThig's space ship moved almost silently through the water offshore.\nThe design of the ship that permitted no air to escape now permitted\nno water to enter. For many of the planets that Ortha claimed for her\nown possessed gaseous envelopes that were denser than water, and the\nHorde's ships were equipped to meet those conditions.\n\nSoftly the bow of the little craft nosed up on the beach inside the\nharbor, and from its single lock stepped Thig. Naked he was now, as\nwere all Hordemen, and from the harness of flexible plastic about his\nbody there depended a decomposition blaster and an old butcher knife\nthat he had whetted to razor sharpness.\n\n\"You hear something?\" asked one of the two guards.\n\n\"It was the waves,\" his comrade said, listening for a moment.\n\n\"In the darkness I can see nothing,\" grumbled the first Jap. \"Perhaps\nthe Marines are landing.\"\n\n\"Ho,\" laughed the other guard, \"the Marines are thousands of miles\naway. They cannot stand against the power of our Emperor.\"\n\n\"It has been more than a year,\" said the fearful one, \"and we have not\nyet conquered all of California. I have heard that a few Marines are\nstill hiding in the Solomons.\"\n\n\"The radio does not tell you that,\" scoffed the guard. \"We have sunk\nevery American boat. There are no more American airplanes in the\nPacific. Soon we will all move to America and have the white barbarians\nto wait upon us.\"\n\n\"Was that a Japanese bomber yesterday?\" The man's rifle thunked lightly\nagainst wood. \"There were circles on its wings.\"\n\n\"There may be a few left,\" was the excuse of the other guard. \"Now we\nmust cease talking and walk our posts.\"\n\nNow Thig could make out the shapes of the guards as they went their\nway. One of them, the short, thick yellow man was coming slowly toward\nthe tree that sheltered Thig. Perhaps he was dreaming of the fertile\nvalleys of America, where the white-skinned men and women would be his\nservants, as he walked along.\n\nAbruptly great fingers clamped around his throat, and he felt the sting\nof something that slammed against his chest. His feet scuffed at the\nsoil, and then a great roaring filled his ears.\n\nThig eased the limp body to the earth. The other slim guard had halted,\nhis nervously acute ears picking up some vague sound.\n\n\"What--what was that?\" he called to his comrade.\n\nThig eased his blaster from its holster. In a moment the guard would\narouse the other members of the garrison. The distance was too great\nfor the knife--the man would be able to fire his rifle before he\nreached him.\n\nThe weapon's invisible rays slammed the Jap's body backward. Even as he\nfell the flesh was falling, rotted by the blaster's swift decomposing\naction, from the man's bones. A moment later only the crumbling bones\nof a skeleton remained of what had been a soldier.\n\nHe loaded the little ship to its capacity with explosives from the\nstores on the island, and before he left he touched a match to the\nbuildings. Then he blasted off, with the water clearing explosively\nfrom his spacer's overloaded jets to arouse the sleeping warriors of\nthe Mikado.\n\n\n\nAfter that first foray Thig raided many an outlying island, and looted\nthe sunken transports that lay in the shallowed water between some of\nthe captured islands. He mounted a heavy machine gun in the nose of his\nagile little craft, and many a yellow man never returned to his home\nlanding field. By days he hid near his objectives, in the jungle or the\nshallow water in the shadows of a jutting coral reef, and by night he\nmoved like a giant crab, in his space suit, among the sunken ships.\n\nHis stores of explosives he concealed in a great ring around the heart\nof the island--the only practical landing spot for the space cruiser,\nalready slackening its terrific drive as it passed Pluto. How many tons\nof the deadly material he had collected he could not tell, but there\nwas already sufficient to blow the island and everything upon it into\noblivion.\n\nTime was growing short. Less than a day remained in which to bait the\ntrap with his own ship for bait. The cruiser's detectors would pick\nup the _trylerium's_ characteristic radiations from the pitted walls\nof his rocket jets--the blasting jets of all space ships were made of\n_trylerium_--and they would land nearby.\n\nThat he would be blown up, too, in the explosion did not matter\ngreatly, thought Thig. Ellen, the wife of the man he had helped kill,\nand the children, would be safe. Earth could go on in its own bloody\nblundering way to a glorious future.\n\nBut first he must bring back another load, the final link in the deadly\nring about the landing place. Morning was at hand. He would have to\nwork fast. He left the load where it lay and blasted off.\n\nThe great bomber, with the circles painted on its wings, passed over\nthe little island. It returned. The pilot shouted and bombs intended\nfor a target several hundred miles to the south took their final plunge\nearthward.\n\nThe ship was bullet-scarred--off its course--and since this was\nJapanese-dominated water his mistake was only natural. He took the\ncaches of munitions for enemy supply dumps.\n\nIt was his last mistake. The island dissolved into splintered\nfragments, and with it went the bomber and its brave crew.\n\n\n\nThig awaited the coming of the ship from Ortha on another island. He\nhad accepted the destruction of his long weeks of planning with the\nfatalism that the Horde had taught him. Since one plan had fallen\nthrough he must use another. He would persuade the Orthans that he\nwanted to return to his own people, and once inside, with a little\ngood fortune, he might be able to destroy them. He had killed his two\nfellows on the first expedition, but already his fertile imagination\nhad invented a logical explanation of his presence on Earth.\n\nAs the great ship swung down past Luna his radiophone came into play.\nTheir detectors might pick up his weak signals at this distance even\nthough they would have no reason to expect an Orthan ship here on\nEarth. His whole plan was based on the strategy of luring them here\nbefore they could start a thorough exploration of Earth.\n\nTime went by swiftly, too swiftly, for there was no answer from the\nship. He thought of taking off to meet them, but already the ship must\nbe screaming down through the upper atmosphere. He shouted into the\ntransmitter.\n\nA grating sound came from the receiver. A hollow sound of contact that\nhe sensed rather than heard. A cold emotionless voice spoke in the\nstrangely unfamiliar language of the Horde.\n\n\"Who is calling the ship from Planet 72-P-3?\" it demanded.\n\n\"A fellow Hordeman from Ortha,\" replied Thig hurriedly. \"I escaped from\nthe space cruiser commanded by Torp, after madness claimed him. He\nstruck down Kam first, and then attacked me. After he left me for dead,\nI took a lifeboat and escaped.\"\n\n\"You are Thig?\" said the even voice of the man from Ortha.\n\n\"That is right,\" acknowledged the other.\n\n\"Urol, commanding the second expeditionary flight to Sector 5-Z,\" the\nHordeman identified himself. \"With me are three others: Brud, Zolg, and\nTurb.\"\n\n\"Zolg and Turb I know,\" said Thig. \"We trained together.\"\n\n\"Our detectors show that your location is in the largest body of water,\nnear the eastern shore of the principal land mass of Planet 72-P-3. Is\nthat correct?\"\n\n\"Right. There is room to berth five like yours upon this uninhabited\nisland. Here we will be safe from the Mad Ones.\"\n\nThig could almost see the Hordeman's smooth brow furrow with the\nunaccustomed task of thinking. The majority of the Horde's thinking was\nautomatic, seldom did an alien thought intrude upon their formulized\nsystem of life. He smiled tautly--another gift from the dead man whose\nmemories he had robbed was that of humor--as he listened for Urol's\nanswer. There could be only one logical explanation for Thig's words.\nAnd Urol, like all the Hordemen, was a coldly logical being.\n\n\"There is madness on this world then?\" Urol asked.\n\n\"That is right.\" Thig drew upon the story-telling genius of Terry as he\nrelated the carefully plotted story that would permit him entrance to\nthe Orthan ship. They must believe him....\n\n\"There is madness on this world, indeed,\" he went on, after a moment,\n\"but it did not originate here. Kam and Torp, when they returned from\nthe watery planet, Planet 72-P-2, brought back the virus of madness\nwith them. Both of them were infected, and their brief stay on this\nplanet served to spread the disease here also.\n\n\"All over Earth, or as we call it, 72-P-3, the madness is spreading.\nWhere there was peace and plenty there is now war and starvation. Most\nof this sub-human animal race will be wiped out before this madness has\nrun its course.\"\n\n\"Yet you escaped its ravages,\" Urol said. \"Have you discovered how to\ncontrol this madness?\"\n\n\"But I did not escape,\" Thig told him. \"For many days after I returned\nto Earth I was insane. Torp and Kam had infected me as well. But I am\nstrong, and I threw off the disease. At intervals it recurs but I strap\nmyself down so I cannot harm myself before the madness passes.\"\n\n\"By the Law of the Horde,\" said Urol slowly, \"you should be destroyed\nif the disease is incurable.\"\n\n\"I know. I feared that another expedition would come and carry the\nmadness back to the Horde. I kept myself alive to warn you. I will show\nyou the ravages of the disease, and then destroy myself.\"\n\n\"It is good,\" agreed Urol. \"We are preparing to land now.\"\n\nThe communication link snapped between them. Above the island a tiny\nblack speck swelled until it became a vast grubby bulk of metal\nsupported by flaring jets of gaseous fuel. The thick ship slowed its\nsheer drop, and with a final burst of fire from blackened jets, came to\nrest.\n\nThig looked to his decomposition blaster to see that it was thoroughly\ncharged. This was perhaps the hundredth time he had examined his\nweapon. He chuckled at the ease with which the leader of the mother\nplanet's ship had been tricked into believing his fantastic tale. All\nthat remained now was to gain admission into the space ship.\n\nHe left his own little life boat and walked toward the space cruiser.\nHe reached the outer lock and attempted to open it. It was stuck. He\ntugged futilely at the pitted metal of the controls, and after a moment\nhammered at the door with a lump of volcanic rock.\n\nA speaker from just inside the door broke in upon his labor. He dropped\nthe rock and listened.\n\n\"Why do you attack the door?\" it asked.\n\n\"The lock is stuck,\" answered Thig.\n\n\"No,\" the Hordeman's voice said, \"the lock is not stuck. It is sealed\nagainst the possibility of contamination from the atmosphere of 72-P-3.\"\n\n\"I cannot join you?\" asked Thig as calmly as he could. Despair\ncontracted his vitals as he saw this latest plan go glimmering.\n\n\"Naturally not!\" The speaker's voice showed as much surprise as it\nwas possible for an Orthan to display. \"We can take no chances on the\nmadness infecting any of us before we carry this information back to\nOrtha.\"\n\n\"I will tell you as much as I know,\" said Thig. \"It is fortunate that I\nam outside the ship.\"\n\n\"Yes,\" agreed the voice. \"Better that one die instead of four. The\nresources of the Horde must be conserved.\"\n\n\n\nAll through that first night after the space ship landed beside his\nlittle life boat, Thig lay on his sleeping deck trying to work out\nanother method to overcome the four Hordemen inside their sturdy\ncruiser.\n\nExplosives were out; he had lost his opportunity to blast the great\nship into shards when the Allied bomber had mistaken them for Japanese\nsupplies. Trickery that would permit him to gain entrance was negated\nby the sealed ports and locks of the space cruiser. He could not blast\nan opening through the ship's skin with his decomposition blaster--it\nwas designed to destroy only flesh or vegetable matter.\n\nNor could he lure a Japanese or Allied force of bombers to attack the\nOrthan ship. The weapons of the space cruiser would destroy such\ncrude-winged mechanisms as might be thrown against them, and her own\nhull could not be damaged save by the most concentrated surprise\nattack. He knew how the Earthmen would work--a cautious bomber or two\ncould attack first, and then, too late, a swarm of fighting planes and\nbombers would follow.\n\nHe could not lure brave Allied fliers to their death in any such\nfashion, nor did he think that the yellow airmen could cause any\nworth-while damage--not that he cared how many of them were destroyed!\nHe might be an alien being from another world, but there was now no\nmore loyal American than Thig. He had permitted the identity of Lewis\nTerry to overcome his own entirely.\n\nNo, he would have to solve this problem by himself. Upon Thig, and Thig\nalone, rested the future of the two billions of mankind. If the Horde\nsaw through his fanciful story about the disease that was carried from\nVenus in the bodies of Kam and Torp, Earth would soon be overrun by the\nHorde. The Horde was unimaginative and logical in all that it did, a\nrobot race of super ant-beings--and they would destroy all the human\nrace to prevent any future revolt.\n\nBut if he could somehow thwart them; destroy this expedition, or send\nback another mute shipload of dead bodies as he had already done, Earth\nmight not be visited again for several centuries. And she would be\nready then, with a fully developed science of her own, to beat off any\ninvasion from Ortha.\n\nHe would have to play out the game as he had started it, until an\nopportunity came to strike, and then he would strike hard. He went over\nthe story he had already told the Orthans, testing it for weak points\nthat might give him the lie, and at last he was satisfied. In no way he\nhad offended logic--the Great War that had spread across Earth since he\nfirst arrived would but serve to corroborate his story.\n\nWith morning the explosion of bombs brought Thig to his feet. He\ncursed as he saw three airplanes circling overhead. They had come to\ninvestigate the mighty explosion that had sent a tidal wave rolling\nover the nearby atolls probably, but this was going to make it awkward\nfor Thig to finish his task.\n\nThe ships were Japanese light bombers he saw. They must have seen the\ncircles that he had painted upon his tiny space ship, and mistaken the\nspace cruiser for a larger Allied ship of some new design.\n\nHis receiver crackled as he answered the curt demands of Urol.\n\n\"They are the Mad Ones,\" Thig said. \"Their madness causes them to fight\namong themselves. They drop their puny explosives foolishly upon the\nhomes of other human cattle, taking great pleasure in wanton slaughter.\"\n\n\"But why do they attack us?\" asked Urol. \"Our ship cannot be harmed by\ntheir containers of expanding gases!\"\n\n\"It is because they are insane, their minds diseased hopelessly.\" Thig\nsmiled to himself. \"I will go up to meet them, and destroy them with\none of their own weapons.\"\n\n\"That is unnecessary,\" said Urol, \"our own armament....\"\n\n\n\nThig snapped off the receiver. He sprang to the controls, and sent the\nlittle ship rocketing skyward. He patted the heavy machine-gun that had\nbeen part of his loot from one of the sunken transports. It was mounted\nin the nose of his craft, and already it had knocked a score of Zeros\nand other Jap planes from the skies.\n\nHe dove upon one of the crawling winged enemy ships. The gun chattered\nbriefly, and smoke and flames curled back from the doomed plane's\nengine. One!\n\nAnother airplane climbed clumsily up to meet this wingless metal arrow.\nHis sights centered on the target. Abruptly the enemy ship was gone,\nwhiffed away by the terrific invisible rays of the space cruiser's\natomic batteries. Thig frowned. These Orthans!\n\nThig climbed. The remaining Jap ship did not attempt escape. Instead\nit dove straight upon its target. Down it went screaming, its wings\nripping away from the fuselage with the battering of the air at this\nterrific speed, even as the atomic cannons blasted again and again. The\nspace ship's guns handled awkwardly on the ground.\n\nSuddenly, the airplane disintegrated as an atomic bolt hit it squarely.\nThe space ship ceased firing, and Thig slipped his ship back to earth.\nHe clicked open his transmitter.\n\n\"You will be destroyed before we return to Ortha,\" said Urol. \"We\ncannot permit one of the Horde to live whose body and brain differ from\nthe rest of us.\"\n\n\"That is right,\" agreed Thig. \"I should have killed myself before you\ncame.\" He paused. \"I should not have tried to warn you.\"\n\n\"You are wrong again,\" Urol told him. \"This madness destroys your\nreason. You were right in living until we came, to warn us. Now we can\nwarn the Horde that 72-P-3 will be unsafe for colonization for many\nyears.\"\n\nThig felt his lips twitch into a grin. Fortunate that these ships were\nnot equipped with telescreens. His story had convinced the methodical,\nrobot-like Orthans. If he could keep them from learning that there was\nactually no madness on Earth until he could contrive to destroy them.\n\nThe next words of the commander of the space cruiser sounded\nthunder-loud in his ears, tumbling his plans into ruin.\n\n\"We will return to Ortha with our reports at once,\" said Urol.\n\n\n\nThig sat frozen in his seat for a long moment staring at the\ntransmitter. If he could only be certain that the Horde would find no\nflaws in his story; that Earth would never know the destruction that\nthe Horde would bring.\n\nAnd then he laughed. Fool! The Orthans were unimaginative as\ndomesticated cattle. They were robotized animals, all but devoid of\nintelligence. He should have remembered sooner, for he had been one of\nthe Horde before he stole the memories of an Earthman, and fell in love\nwith the dead man's woman!\n\nUntil he came to Earth, Thig had never known that there was such\na thing as a lie. Among the men of Ortha there was no deceit or\ntreachery. If they killed or destroyed, it was necessary. If they\nrelated any happening, however unimportant, it was painstakingly\naccurate. Imagination was a word that was meaningless among the\ndisciplined billions of the Horde. They would not detect a lie for they\nwould not recognize one! Earth was safe.\n\n\"That is good,\" he said. \"I will wait until you leave Earth, and then I\nwill destroy the ship and myself.\"\n\nOver China they knifed, over the ruined cities and bomber fields, and\ndown across Russia where vast armies locked in bloody combat. They saw\nhere again great cities that were ravaged by war. Higher they climbed\nabove the ocean, until, above North America, Thig dropped behind the\ngreat cruiser.\n\nHe called the commander of the space cruiser then.\n\n\"My fuel is almost exhausted,\" he said.\n\n\"Prepare to dive into the Earth,\" said Urol in his emotionless voice.\n\"We cannot waste the power of our ship to ray you. The senseless\nassaults of the madmen caused us to waste much of our power.\"\n\n\"I am leaving now,\" said Thig. \"May the Law of the Horde endure\nforever!\" And under his breath: \"on Ortha.\"\n\nThig let the life boat drop away from the other ship. Slowly it fell at\nfirst, and then faster as gravity gripped it. Fifty miles the ship must\nfall before it smashed into the ground. By that time the cruiser would\nbe already beyond the orbit of the moon, and all they would see would\nbe the moment of impact.\n\nFriction was heating the metal skin of the ship slowly as it fell. Thig\nlocked the controls; set the rocket relays for increasingly powerful\nthrusts of power, and waddled clumsily out through the lock into the\nfrigid thin air of the stratosphere. He stepped out into emptiness.\n\nInside the space suit it was warm, and the air was clean. When he had\nfallen a few miles farther he would open the glider wings, that were\nbuilt into all Orthan suits instead of parachutes, and land on Long\nIsland. But not until he was sheltered by the clouds from the view of\nthe space cruiser.\n\nHe was going back to Ellen and the children with the knowledge that\nEarth was saved from the Horde--saved by nothing more deadly than a lie!\n\nAnd the part of Thig's brain that was Lewis Terry was already busying\nitself with the plotting of a Western novel about the handcart\npioneers.... Once he had rescued Brazos from that Apache-ringed mesa,\nhe would get to work on it....",
    "metadata": {
        "author": [
            "Wells, Basil Eugene",
            "Wells, Basil",
            "Ellerman, Gene"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/62580/pg62580.txt",
        "name": "quest_s_end.json"
    }
}