{
    "name": "Rab and His Friends",
    "author": [
        "Brown, John"
    ],
    "body": "With Illustrations By Hermann Simon and Edmund H. Garrett.\n\nPhiladelphia:\n\n1890.\n\n\n\n\nPREFACE.\n\nFour years ago, my uncle, the Rev. Dr. Smith of Biggar, asked me to give\na lecture in my native village, the shrewd little capital of the Upper\nWard. I never lectured before; I have no turn for it; but Avunculus\nwas urgent, and I had an odd sort of desire to say something to these\nstrong-brained, primitive people of my youth, who were boys and girls\nwhen I left them. I could think of nothing to give them. At last I\nsaid to myself, \"I'll tell them Ailie's story.\" I had often told it\nto myself; indeed, it came on me at intervals almost painfully, as if\ndemanding to be told, as if I heard Rab whining at the door to get in or\nout,--\n\n      \"Whispering how meek and gentle he could be,\"--\n\nor as if James was entreating me on his death-bed to tell all the world\nwhat his Ailie was. But it was easier said than done. I tried it over\nand over, in vain. At last, after a happy dinner at Hanley--why are the\ndinners always happy at Hanley?--and a drive home alone through\n\n      \"The gleam, the shadow, and the peace supreme\"\n\nof a midsummer night, I sat down about twelve and rose at four, having\nfinished it. I slunk off to bed, satisfied and cold. I don't think\nI made almost any changes in it. I read it to the Biggar folk in the\nschool-house, very frightened, and felt I was reading it ill, and their\nhonest faces intimated as much in their affectionate puzzled looks. I\ngave it on my return home to some friends, who liked the story; and the\nfirst idea was to print it, as now, with illustrations, on the principle\nof Rogers's joke, \"that it would be dished except for the plates.\"\n\nBut I got afraid of the public, and paused. Meanwhile, some good friend\nsaid Rab might be thrown in among the other idle hours, and so he was;\nand it is a great pleasure to me to think how many new friends he got.\n\nI was at Biggar the other day, and some of the good folks told me, with\na grave smile peculiar to that region, that when Rab came to them in\nprint he was so good that they wouldn't believe he was the same Rab I\nhad delivered in the school-room,--a testimony to my vocal powers of\nimpressing the multitude somewhat conclusive.\n\nI need not add that this little story is, in all essentials, true,\nthough, if I were Shakespeare, it might be curious to point out where\nPhantasy tried her hand, sometimes where least suspected.\n\nIt has been objected to it as a work of art that there is too much pain;\nand many have said to me, with some bitterness, \"Why did you make me\nsuffer so?\" But I think of my father's answer when I told him this: \"And\nwhy shouldn't they suffer? SHE suffered; it will do them good; for pity,\ngenuine pity, is, as old Aristotle says, 'of power to purge the mind.'\"\nAnd though in all works of art there should be a plus of delectation,\nthe ultimate overcoming of evil and sorrow by good and joy,--the end of\nall art being pleasure,--whatsoever things are lovely first, and things\nthat are true and of good report afterwards in their turn,--still there\nis a pleasure, one of the strangest and strongest in our nature, in\nimaginative suffering with and for others,--\n\n    \"In the soothing thoughts that spring\n     Out of human suffering;\"\n\nfor sympathy is worth nothing, is, indeed, not itself, unless it has in\nit somewhat of personal pain. It is the hereafter that gives to\n\n    \"the touch of a vanished hand,\n     And the sound of a voice that is still,\"\n\nits own infinite meaning. Our hearts and our understandings follow Ailie\nand her \"ain man\" into that world where there is no pain, where no one\nsays, \"I am sick.\" What is all the philosophy of Cicero, the wailing of\nCatullus, and the gloomy playfulness of Horace's variations on \"Let\nus eat and drink,\" with its terrific \"for,\" to the simple faith of the\ncarrier and his wife in \"I am the resurrection and the Life\"?\n\nI think I can hear from across the fields of sleep and other years\nAilie's sweet, dim, wandering voice trying to say,--\n\nOur bonnie bairn's there, John, She was baith gude and fair, John, And\nwe grudged her sair, John,        To the land o' the leal.\n\nBut sorrow's sel' wears past, John, The joys are comin' fast, John, The\njoys that aye shall last, John,        In the land o' the leal.\n\nEDINBURGH, 1861.\n\n\nLIST OF ILLUSTRATIONS.\n\nPortrait, Dr. John Brown . . . . . . . Frontispiece.\n\nRab . . . . . . . . Hermann Simon\n\n\"He is muzzled!\". . . . . Hermann Simon\n\n\"He lifted down Ailie his wife\" . . . Edmund H. Garrett\n\n\"One look at her quiets the students\" . . Edmund H. Garrett\n\n\"Rab looked perplexed and dangerous\" . . Hermann Simon\n\n\"--And passed away so gently\" . . Edmund H. Garrett\n\n\"Down the hill through Auchindinny woods\" Edmund H. Garrett\n\nRab and Jess . . . . . . Hermann Simon\n\n\n\n\n\nRAB AND HIS FRIENDS.\n\nFour-and-thirty years ago, Bob Ainslie and I were coming up Infirmary\nStreet from the High School, our heads together, and our arms\nintertwisted, as only lovers and boys know how, or why.\n\nWhen we got to the top of the street, and turned north, we espied a\ncrowd at the Tron Church. \"A dog-fight!\" shouted Bob, and was off; and\nso was I, both of us all but praying that it might not be over before we\ngot up! And is not this boy-nature? and human nature too? and don't\nwe all wish a house on fire not to be out before we see it? Dogs like\nfighting; old Isaac says they \"delight\" in it, and for the best of all\nreasons; and boys are not cruel because they like to see the fight.\nThey see three of the great cardinal virtues of dog or man--courage,\nendurance, and skill--in intense action. This is very different from\na love of making dogs fight, and enjoying, and aggravating, and making\ngain by their pluck. A boy,--be he ever so fond himself of fighting,--if\nhe be a good boy, hates and despises all this, but he would have run off\nwith Bob and me fast enough: it is a natural, and a not wicked interest,\nthat all boys and men have in witnessing intense energy in action.\n\nDoes any curious and finely-ignorant woman wish to know how Bob's eye at\na glance announced a dog-fight to his brain? He did not, he could\nnot, see the dogs fighting: it was a flash of an inference, a rapid\ninduction. The crowd round a couple of dogs fighting is a crowd\nmasculine mainly, with an occasional active, compassionate woman\nfluttering wildly round the outside and using her tongue and her\nhands freely upon the men, as so many \"brutes;\" it is a crowd annular,\ncompact, and mobile; a crowd centripetal, having its eyes and its heads\nall bent downwards and inwards, to one common focus.\n\nWell, Bob and I are up, and find it is not over: a small thoroughbred\nwhite bull terrier is busy throttling a large shepherd's dog,\nunaccustomed to war, but not to be trifled with. They are hard at it;\nthe scientific little fellow doing his work in great style, his pastoral\nenemy fighting wildly, but with the sharpest of teeth and a great\ncourage. Science and breeding, however, soon had their own; the Game\nChicken, as the premature Bob called him, working his way up, took his\nfinal grip of poor Yarrow's throat,--and he lay gasping and done for.\nHis master, a brown, handsome, big young shepherd from Tweedsmuir, would\nhave liked to have knocked down any man, would \"drink up Esil, or eat a\ncrocodile,\" for that part, if he had a chance: it was no use kicking\nthe little dog; that would only make him hold the closer. Many were the\nmeans shouted out in mouthfuls, of the best possible ways of ending it.\n\"Water!\" but there was none near, and many cried for it who might have\ngot it from the well at Blackfriar's Wynd. \"Bite the tail!\" and a large,\nvague, benevolent, middle-aged man, more desirous than wise, with some\nstruggle got the bushy end of Yarrow's tail into his ample mouth,\nand bit it with all his might. This was more than enough for the\nmuch-enduring, much-perspiring shepherd, who, with a gleam of joy over\nhis broad visage, delivered a terrific facer upon our large, vague,\nbenevolent, middle-aged friend,--who went down like a shot.\n\nStill the Chicken holds; death not far off. \"Snuff! a pinch of snuff!\"\nobserved a calm, highly-dressed young buck, with an eye-glass in his\neye. \"Snuff, indeed!\" growled the angry crowd, affronted and glaring.\n\"Snuff! a pinch of snuff!\" again observes the buck, but with more\nurgency; whereon were produced several open boxes, and from a mull which\nmay have been at Culloden he took a pinch, knelt down, and presented\nit to the nose of the Chicken. The laws of physiology and of snuff take\ntheir course; the Chicken sneezes, and Yarrow is free!\n\nThe young pastoral giant stalks off with Yarrow in his arms, comforting\nhim.\n\nBut the Bull Terrier's blood is up, and his soul unsatisfied; he grips\nthe first dog he meets, and discovering she is not a dog, in Homeric\nphrase, he makes a brief sort of amende, and is off. The boys, with Bob\nand me at their head, are after him: down Niddry Street he goes, bent on\nmischief; up the Cowgate like an arrow,--Bob and I, and our small men,\npanting behind.\n\nThere, under the single arch of the South Bridge, is a huge mastiff,\nsauntering down the middle of the causeway, as if with his hands in his\npockets: he is old, gray, brindled, as big as a little Highland bull,\nand has the Shakespearian dewlaps shaking as he goes.\n\nThe Chicken makes straight at him, and fastens on his throat. To our\nastonishment the great creature does nothing but stand still, hold\nhimself up, and roar,--yes, roar; a long, serious, remonstrative roar.\nHow is this? Bob and I are up to them. HE IS MUZZLED! The bailies had\nproclaimed a general muzzling, and his master, studying strength and\neconomy mainly, had encompassed his huge jaws in a home-made apparatus\nconstructed out of the leather of some ancient breechin. His mouth was\nopen as far as it could; his lips curled up in rage,--a sort of terrible\ngrin; his teeth gleaming, ready, from out the darkness; the strap across\nhis mouth tense as a bow-string; his whole frame stiff with indignation\nand surprise; his roar asking us all around, \"Did you ever see the like\nof this?\" He looked a statue of anger and astonishment done in Aberdeen\ngranite.\n\nWe soon had a crowd: the Chicken held on. \"A knife!\" cried Bob; and\na cobbler gave him his knife: you know the kind of knife, worn away\nobliquely to a point, and always keen. I put its edge to the tense\nleather; it ran before it; and then!--one sudden jerk of that enormous\nhead, a sort of dirty mist about his mouth, no noise,--and the bright\nand fierce little fellow is dropped, limp and dead. A solemn pause; this\nwas more than any of us had bargained for. I turned the little fellow\nover, and saw he was quite dead; the mastiff had taken him by the small\nof the back like a rat, and broken it.\n\nHe looked down at his victim appeased, ashamed, and amazed, snuffed him\nall over, stared at him, and, taking a sudden thought, turned round and\ntrotted off. Bob took the dead dog up, and said, \"John, we'll bury him\nafter tea.\" \"Yes,\" said I, and was off after the mastiff. He made up the\nCowgate at a rapid swing; he had forgotten some engagement. He turned up\nthe Candlemaker Row, and stopped at the Harrow Inn.\n\nThere was a carrier's cart ready to start, and a keen, thin, impatient,\nblack-a-vised little man, his hand at his gray horse's head, looking\nabout angrily for something. \"Rab, ye thief!\" said he, aiming a kick at\nmy great friend, who drew cringing up, and, avoiding the heavy shoe with\nmore agility than dignity, and watching his master's eye, slunk dismayed\nunder the cart, his ears down, and as much as he had of tail down too.\n\nWhat a man this must be,--thought I,--to whom my tremendous hero turns\ntail! The carrier saw the muzzle hanging, cut and useless, from his\nneck, and I eagerly told him the story, which Bob and I always thought,\nand still think, Homer, or King David, or Sir Walter, alone were worthy\nto rehearse. The severe little man was mitigated, and condescended to\nsay, \"Rab, ma man, puir Rabbie!\"--whereupon the stump of a tail rose\nup, the ears were cocked, the eyes filled, and were comforted; the two\nfriends were reconciled. \"Hupp!\" and a stroke of the whip were given to\nJess; and off went the three.\n\nBob and I buried the Game Chicken that night (we had not much of a\ntea) in the back-green of his house, in Melville Street, No. 17, with\nconsiderable gravity and silence; and being at the time in the Iliad,\nand, like all boys, Trojans, we called him Hector, of course.\n\n\n\n Six years have passed,--a long time for a boy and a dog: Bob Ainslie is\noff to the wars; I am a medical student, and clerk at Minto House\nHospital. Rab I saw almost every week, on the Wednesday; and we had much\npleasant intimacy. I found the way to his heart by frequent scratching\nof his huge head, and an occasional bone. When I did not notice him he\nwould plant himself straight before me, and stand wagging that bud of a\ntail, and looking up, with his head a little to the one side. His master\nI occasionally saw; he used to call me \"Maister John,\" but was laconic\nas any Spartan.\n\nOne fine October afternoon, I was leaving the hospital, when I saw the\nlarge gate open, and in walked Rab, with that great and easy saunter of\nhis. He looked as if taking general possession of the place; like the\nDuke of Wellington entering a subdued city, satiated with victory and\npeace. After him came Jess, now white from age, with her cart, and in it\na woman carefully wrapped up,--the carrier leading the horse anxiously,\nand looking back. When he saw me, James (for his name was James Noble)\nmade a curt and grotesque \"boo,\" and said, \"Maister John, this is the\nmistress; she's got a trouble in her breest,--some kind o' an income,\nwe're thinkin'.\"\n\nBy this time I saw the woman's face; she was sitting on a sack filled\nwith straw, her husband's plaid round her, and his big-coat, with its\nlarge white metal buttons, over her feet.\n\nI never saw a more unforgettable face,--pale, serious, LONELY,\n[Footnote: It is not easy giving this look by one word: it was\nexpressive of her being so much of her life alone.] delicate, sweet,\nwithout being at all what we call fine. She looked sixty, and had on a\nmutch, white as snow, with its black ribbon; her silvery, smooth hair\nsetting off her dark-gray eyes,--eyes such as one sees only twice or\nthrice in a lifetime, full of suffering, full also of the overcoming of\nit; her eyebrows [Footnote:                       \"Black brows, they say,\n      Become some women best; so that there be not\n      Too much hair there, BUT IN A SEMICIRCLE\n      OR A HALF-MOON MADE WITH A PEN.\"--A WINTER'S TALE.]\n black and delicate, and her mouth firm, patient, and contented, which\nfew mouths ever are.\n\nAs I have said, I never saw a more beautiful countenance, or one more\nsubdued to settled quiet. \"Ailie,\" said James, \"this is Maister John,\nthe young doctor; Rab's freend, ye ken. We often speak aboot you,\ndoctor.\" She smiled, and made a movement, but said nothing, and prepared\nto come down, putting her plaid aside and rising. Had Solomon, in all\nhis glory, been handing down the Queen of Sheba at his palace gate,\nhe could not have done it more daintily, more tenderly, more like a\ngentleman, than did James the Howgate carrier, when he lifted down Ailie\nhis wife. The contrast of his small, swarthy, weather-beaten, keen,\nworldly face to hers--pale, subdued, and beautiful--was something\nwonderful. Rab looked on concerned and puzzled, but ready for anything\nthat might turn up,--were it to strangle the nurse, the porter, or even\nme. Ailie and he seemed great friends.\n\n\"As I was sayin', she's got a kind o' trouble in her breest, doctor:\nwull ye tak' a look at it?\" We walked into the consulting-room, all\nfour, Rab grim and comic, willing to be happy and confidential if cause\ncould be shown, willing also to be the reverse on the same terms. Ailie\nsat down, undid her open gown and her lawn handkerchief round her\nneck, and, without a word, showed me her right breast. I looked at and\nexamined it carefully,--she and James watching me, and Rab eying all\nthree. What could I say? There it was, that had once been so soft, so\nshapely, so white, so gracious and bountiful, so \"full of all blessed\nconditions,\"--hard as a stone, a centre of horrid pain, making that\npale face, with its gray, lucid, reasonable eyes, and its sweet resolved\nmouth, express the full measure of suffering overcome. Why was that\ngentle, modest, sweet woman, clean and lovable, condemned by God to bear\nsuch a burden?\n\nI got her away to bed. \"May Rab and me bide?\" said James. \"YOU may; and\nRab, if he will behave himself.\" \"I'se warrant he's do that, doctor;\"\nand in slunk the faithful beast. I wish you could have seen him. There\nare no such dogs now. He belonged to a lost tribe. As I have said, he\nwas brindled, and gray like Rubislaw granite; his hair short, hard, and\nclose, like a lion's; his body thick-set, like a little bull,--a sort of\ncompressed Hercules of a dog. He must have been ninety pounds' weight,\nat the least; he had a large blunt head; his muzzle black as night, his\nmouth blacker than any night, a tooth or two--being all he had--gleaming\nout of his jaws of darkness. His head was scarred with the records of\nold wounds, a sort of series of fields of battle all over it; one eye\nout, one ear cropped as close as was Archbishop Leighton's father's;\nthe remaining eye had the power of two; and above it, and in constant\ncommunication with it, was a tattered rag of an ear, which was forever\nunfurling itself, like an old flag; and then that bud of a tail, about\none inch long, if it could in any sense be said to be long, being as\nbroad as long,--the mobility, the instantaneousness of that bud were\nvery funny and surprising, and its expressive twinklings and winkings,\nthe intercommunications between the eye, the ear, and it, were of the\noddest and swiftest.\n\nRab had the dignity and simplicity of great size; and, having fought his\nway all along the road to absolute supremacy, he was as mighty in his\nown line as Julius Caesar or the Duke of Wellington, and had the gravity\n[Footnote: A Highland game-keeper, when asked why a certain terrier, of\nsingular pluck, was so much more solemn than the other dogs, said, \"Oh,\nsir, life's full o' sairiousness to him: he just never can get eneuch o'\nfechtin'.\"] of all great fighters.\n\nYou must have often observed the likeness of certain men to certain\nanimals, and of certain dogs to men. Now, I never looked at Rab without\nthinking of the great Baptist preacher, Andrew Fuller. [Footnote: Fuller\nwas in early life, when a farmer lad at Soham, famous as a boxer; not\nquarrelsome, but not without \"the stern delight\" a man of strength and\ncourage feels in their exercise. Dr. Charles Stewart, of Dunearn,\nwhose rare gifts and graces as a physician, a divine, a scholar, and a\ngentleman live only in the memory of those few who knew and survive him,\nliked to tell how Mr. Fuller used to say that when he was in the pulpit,\nand saw a buirdly man come along the passage, he would instinctively\ndraw himself up, measure his imaginary antagonist, and forecast how\nhe would deal with him, his hands meanwhile condensing into fists and\ntending to \"square.\" He must have been a hard hitter if he boxed as he\npreached,--what \"The Fancy\" would call an \"ugly customer.\"] The same\nlarge, heavy, menacing, combative, sombre, honest countenance, the\nsame deep inevitable eye, the same look,--as of thunder asleep, but\nready,--neither a dog nor a man to be trifled with.\n\nNext day, my master, the surgeon, examined Ailie. There was no doubt it\nmust kill her, and soon. It could be removed; it might never return; it\nwould give her speedy relief: she should have it done. She courtesied,\nlooked at James, and said, \"When?\" \"To-morrow,\" said the kind\nsurgeon,--a man of few words. She and James and Rab and I retired.\nI noticed that he and she spoke little, but seemed to anticipate\neverything in each other.\n\nThe following day, at noon, the students came in, hurrying up the great\nstair. At the first landing-place, on a small well-known black board,\nwas a bit of paper fastened by wafers, and many remains of old wafers\nbeside it. On the paper were the words, \"An operation to-day.--J.B.,\nCLERK\"\n\nUp ran the youths, eager to secure good places: in they crowded, full of\ninterest and talk. \"What's the case?\" \"Which side is it?\"\n\nDon't think them heartless; they are neither better nor worse than you\nor I; they get over their professional horrors, and into their proper\nwork; and in them pity, as an EMOTION, ending in itself or at best in\ntears and a long-drawn breath, lessens,--while pity, as a MOTIVE, is\nquickened, and gains power and purpose. It is well for poor human nature\nthat it is so.\n\nThe operating theatre is crowded; much talk and fun, and all the\ncordiality and stir of youth. The surgeon with his staff of assistants\nis there. In comes Ailie: one look at her quiets and abates the eager\nstudents. That beautiful old woman is too much for them; they sit down,\nand are dumb, and gaze at her. These rough boys feel the power of her\npresence. She walks in quickly, but without haste; dressed in her\nmutch, her neckerchief, her white dimity short-gown, her black bombazine\npetticoat, showing her white worsted stockings and her carpet shoes.\nBehind her was James with Rab. James sat down in the distance, and took\nthat huge and noble head between his knees. Rab looked perplexed and\ndangerous; forever cocking his ear and dropping it as fast.\n\nAilie stepped up on a seat, and laid herself on the table, as her friend\nthe surgeon told her; arranged herself, gave a rapid look at James, shut\nher eyes, rested herself on me, and took my hand. The operation was at\nonce begun; it was necessarily slow; and chloroform--one of God's best\ngifts to his suffering children--was then unknown. The surgeon did his\nwork. The pale face showed its pain, but was still and silent. Rab's\nsoul was working within him; he saw that something strange was going\non,--blood flowing from his mistress, and she suffering; his ragged\near was up, and importunate; he growled and gave now and then a sharp\nimpatient yelp; he would have liked to have done something to that man.\nBut James had him firm, and gave him a GLOWER from time to time, and an\nintimation of a possible kick;--all the better for James, it kept his\neye and his mind off Ailie.\n\nIt is over: she is dressed, steps gently and decently down from the\ntable, looks for James; then, turning to the surgeon and the students,\nshe courtesies, and in a low, clear voice begs their pardon if she has\nbehaved ill. The students--all of us--wept like children; the surgeon\nhapped her up carefully, and, resting on James and me, Ailie went to her\nroom, Rab following. We put her to bed. James took off his heavy shoes,\ncrammed with tackets, heel-capt and toe-capt, and put them carefully\nunder the table, saying, \"Maister John, I'm for nane o' yer strynge\nnurse bodies for Ailie. I'll be her nurse, and I'll gang aboot on my\nstockin' soles as canny as pussy.\" And so he did; and handy and\nclever and swift and tender as any woman was that horny-handed, snell,\nperemptory little man. Everything she got he gave her: he seldom slept;\nand often I saw his small shrewd eyes out of the darkness, fixed on her.\nAs before, they spoke little.\n\nRab behaved well, never moving, showing us how meek and gentle he\ncould be, and occasionally, in his sleep, letting us know that he was\ndemolishing some adversary. He took a walk with me every day, generally\nto the Candlemaker Row; but he was sombre and mild, declined doing\nbattle, though some fit cases offered, and indeed submitted to sundry\nindignities, and was always very ready to turn, and came faster back,\nand trotted up the stair with much lightness, and went straight to that\ndoor.\n\nJess, the mare, had been sent, with her weather-worn cart, to Howgate,\nand had doubtless her own dim and placid meditations and confusions on\nthe absence of her master and Rab and her unnatural freedom from the\nroad and her cart.\n\nFor some days Ailie did well. The wound healed \"by the first intention;\"\nfor, as James said, \"Oor Ailie's skin's ower clean to beil.\" The\nstudents came in quiet and anxious, and surrounded her bed. She said\nshe liked to see their young, honest faces. The surgeon dressed her, and\nspoke to her in his own short kind way, pitying her through his eyes,\nRab and James outside the circle,--Rab being now reconciled, and\neven cordial, and having made up his mind that as yet nobody required\nworrying, but, as you may suppose, semper paratus.\n\nSo far well; but four days after the operation my patient had a sudden\nand long shivering, a \"groosin',\" as she called it. I saw her soon\nafter; her eyes were too bright, her cheek colored; she was restless,\nand ashamed of being so; the balance was lost; mischief had begun. On\nlooking at the wound, a blush of red told the secret: her pulse was\nrapid, her breathing anxious and quick; she wasn't herself, as she said,\nand was vexed at her restlessness. We tried what we could. James did\neverything, was everywhere; never in the way, never out of it; Rab\nsubsided under the table into a dark place, and was motionless, all but\nhis eye, which followed every one. Ailie got worse; began to wander in\nher mind, gently; was more demonstrative in her ways to James, rapid\nin her questions, and sharp at times. He was vexed, and said, \"She was\nnever that way afore,--no, never.\" For a time she knew her head was\nwrong, and was always asking our pardon,--the dear, gentle old woman:\nthen delirium set in strong, without pause. Her brain gave way, and then\ncame that terrible spectacle,--\n\n    \"The intellectual power, through words and things,\n     Went sounding on its dim and perilous way;\"\n\nshe sang bits of old songs and Psalms, stopping suddenly, mingling the\nPsalms of David, and the diviner words of his Son and Lord, with homely\nodds and ends and scraps of ballads.\n\nNothing more touching, or in a sense more strangely beautiful, did I\never witness. Her tremulous, rapid, affectionate, eager, Scotch voice,\nthe swift, aimless, bewildered mind, the baffled utterance, the bright\nand perilous eye, some wild words, some household cares, something\nfor James, the names of the dead, Rab called rapidly and in a \"fremyt\"\nvoice, and he starting up, surprised, and slinking off as if he were to\nblame somehow, or had been dreaming he heard. Many eager questions and\nbeseechings which James and I could make nothing of, and on which she\nseemed to set her all and then sink back ununderstood. It was very\nsad, but better than many things that are not called sad. James hovered\nabout, put out and miserable, but active and exact as ever; read to\nher, when there was a lull, short bits from the Psalms, prose and metre,\nchanting the latter in his own rude and serious way, showing great\nknowledge of the fit words, bearing up like a man, and doting over her\nas his \"ain Ailie.\" \"Ailie, ma woman!\" \"Ma ain bonnie wee dawtie!\"\n\nThe end was drawing on: the golden bowl was breaking; the silver cord\nwas fast being loosed; that animula blandula, vagula, hospes, comesque,\nwas about to flee. The body and the soul--companions for sixty\nyears--were being sundered, and taking leave. She was walking, alone,\nthrough the valley of that shadow into which one day we must all\nenter; and yet she was not alone, for we know whose rod and staff were\ncomforting her.\n\nOne night she had fallen quiet, and, as we hoped, asleep; her eyes were\nshut. We put down the gas, and sat watching her. Suddenly she sat up in\nbed, and, taking a bed-gown which was lying on it rolled up, she held it\neagerly to her breast,--to the right side. We could see her eyes bright\nwith a surprising tenderness and joy, bending over this bundle of\nclothes. She held it as a woman holds her sucking child; opening out her\nnight-gown impatiently, and holding it close, and brooding over it, and\nmurmuring foolish little words, as over one whom his mother comforteth,\nand who sucks and is satisfied. It was pitiful and strange to see her\nwasted dying look, keen and yet vague,--her immense love.\n\n\"Preserve me!\" groaned James, giving way. And then she rocked backward\nand forward, as if to make it sleep, hushing it, and wasting on it her\ninfinite fondness. \"Wae's me, doctor! I declare she's thinkin' it's that\nbairn.\" \"What bairn?\" \"The only bairn we ever had; our wee Mysie, and\nshe's in the Kingdom forty years and mair.\" It was plainly true: the\npain in the breast, telling its urgent story to a bewildered, ruined\nbrain, was misread and mistaken; it suggested to her the uneasiness of\na breast full of milk, and then the child; and so again once more they\nwere together, and she had her ain wee Mysie in her bosom.\n\nThis was the close. She sank rapidly: the delirium left her; but, as she\nwhispered, she was \"clean silly;\" it was the lightening before the final\ndarkness. After having for some time lain still, her eyes shut, she\nsaid, \"James!\" He came close to her, and, lifting up her calm, clear,\nbeautiful eyes, she gave him a long look, turned to me kindly but\nshortly, looked for Rab but could not see him, then turned to her\nhusband again, as if she would never leave off looking, shut her eyes\nand composed herself. She lay for some time breathing quick, and\npassed away so gently that, when we thought she was gone, James, in his\nold-fashioned way, held the mirror to her face. After a long pause,\none small spot of dimness was breathed out; it vanished away, and never\nreturned, leaving the blank clear darkness without a stain. \"What is our\nlife? it is even a vapor, which appeareth for a little time, and then\nvanisheth away.\"\n\nRab all this time had been fully awake and motionless: he came forward\nbeside us: Ailie's hand, which James had held, was hanging down; it was\nsoaked with his tears; Rab licked it all over carefully, looked at her,\nand returned to his place under the table.\n\nJames and I sat, I don't know how long, but for some time, saying\nnothing: he started up abruptly, and with some noise went to the table,\nand, putting his right fore and middle fingers each into a shoe, pulled\nthem out, and put them on, breaking one of the leather latchets, and\nmuttering in anger, \"I never did the like o' that afore!\"\n\nI believe he never did; nor after either. \"Rab!\" he said, roughly, and\npointing with his thumb to the bottom of the bed. Rab leaped up, and\nsettled himself, his head and eye to the dead face. \"Maister John,\nye'll wait for me,\" said the carrier; and disappeared in the darkness,\nthundering downstairs in his heavy shoes. I ran to a front window; there\nhe was, already round the house, and out at the gate, fleeing like a\nshadow.\n\nI was afraid about him, and yet not afraid: so I sat down beside Rab,\nand, being wearied, fell asleep. I awoke from a sudden noise outside. It\nwas November, and there had been a heavy fall of snow. Rab was in statu\nquo; he heard the noise too, and plainly knew it, but never moved. I\nlooked out; and there, at the gate, in the dim morning,--for the sun\nwas not up,--was Jess and the cart, a cloud of steam rising from the old\nmare. I did not see James; he was already at the door, and came up the\nstairs and met me. It was less than three hours since he left, and he\nmust have posted out--who knows how?--to Howgate, full nine miles off,\nyoked Jess, and driven her astonished into town. He had an armful of\nblankets, and was streaming with perspiration. He nodded to me, spread\nout on the floor two pairs of clean old blankets having at their corners\n\"A. G., 1794,\" in large letters in red worsted. These were the\ninitials of Alison Graeme, and James may have looked in at her from\nwithout--himself unseen but not unthought of--when he was \"wat, wat, and\nweary,\" and, after having walked many a mile over the hills, may\nhave seen her sitting, while \"a' the lave were sleepin',\" and by the\nfirelight working her name on the blankets for her ain James's bed.\n\nHe motioned Rab down, and, taking his wife in his arms, laid her in\nthe blankets, and happed her carefully and firmly up, leaving the face\nuncovered; and then, lifting her, he nodded again sharply to me, and,\nwith a resolved but utterly miserable face, strode along the passage,\nand down-stairs, followed by Rab. I followed with a light; but he didn't\nneed it. I went out, holding stupidly the candle in my hand in the calm\nfrosty air; we were soon at the gate. I could have helped him, but I saw\nhe was not to be meddled with, and he was strong and did not need it. He\nlaid her down as tenderly, as safely, as he had lifted her out ten days\nbefore,--as tenderly as when he had her first in his arms when she was\nonly \"A. G.,\"--sorted her, leaving that beautiful sealed face open to\nthe heavens; and then, taking Jess by the head, he moved away. He did\nnot notice me; neither did Rab, who presided behind the cart.\n\nI stood till they passed through the long shadow of the College and\nturned up Nicolson Street. I heard the solitary cart sound through the\nstreets and die away and come again; and I returned, thinking of that\ncompany going up Libberton Brae, then along Roslin Muir, the morning\nlight touching the Pentlands and making them like on-looking\nghosts, then down the hill through Auchindinny woods, past \"haunted\nWoodhouselee;\" and as daybreak came sweeping up the bleak Lammermuirs,\nand fell on his own door, the company would stop, and James would take\nthe key, and lift Ailie up again, laying her on her own bed, and, having\nput Jess up, would return with Rab and shut the door.\n\nJames buried his wife, with his neighbors mourning, Rab watching the\nproceedings from a distance. It was snow, and that black ragged hole\nwould look strange in the midst of the swelling spotless cushion of\nwhite. James looked after everything; then rather suddenly fell ill, and\ntook to bed; was insensible when the doctor came, and soon died. A sort\nof low fever was prevailing in the village, and his want of sleep, his\nexhaustion, and his misery made him apt to take it. The grave was not\ndifficult to reopen. A fresh fall of snow had again made all things\nwhite and smooth; Rab once more looked on, and slunk home to the stable.\n\nAnd what of Rab? I asked for him next week at the new carrier who got\nthe good-will of James's business and was now master of Jess and her\ncart. \"How's Rab?\" He put me off, and said, rather rudely, \"What's YOUR\nbusiness wi' the dowg?\" I was not to be so put off. \"Where's Rab?\" He,\ngetting confused and red, and intermeddling with his hair, said, '\"Deed,\nsir, Rab's deid.\" \"Dead! what did he die of?\" \"Weel, sir,\" said he,\ngetting redder, \"he didna exactly dee; he was killed. I had to brain him\nwi' a rackpin; there was nae doin' wi' him. He lay in the treviss wi'\nthe mear, and wadna come oot. I tempit him wi' kail and meat, but he wad\ntak' naething, and keepit me fra feedin' the beast, and he was aye gur\ngurrin', and grup gruppin' me by the legs. I was laith to mak' awa wi'\nthe auld dowg, his like wasna atween this and Thornhill,--but, 'deed,\nsir, I could do naething else.\" I believed him. Fit end for Rab, quick\nand complete. His teeth and his friends gone, why should he keep the\npeace and be civil?\n\nHe was buried in the braeface, near the burn, the children of the\nvillage, his companions, who used to make very free with him and sit on\nhis ample stomach as he lay half asleep at the door in the sun, watching\nthe solemnity.",
    "metadata": {
        "author": [
            "Brown, John"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/5420/pg5420.txt",
        "name": "rab_and_his_friends.json"
    }
}