{
    "name": "Rada: A Drama of War in One Act",
    "author": [
        "Noyes, Alfred"
    ],
    "body": "Author of \"The Wine Press,\" \"Tales of the Mermaid Tavern,\" Etc.\n\n\n\n1913\n\n\n\nPERSONS OF THE PLAY\n\nRADA, _wife of the village doctor_.\nSUBKA, _her daughter, aged twelve_.\nARRAM   } _two hostile soldiers quartered_\nMICHAEL } _in her house, in time of war_.\nNANKO, _a half-witted schoolmaster_.\n\nSeveral soldiers.\n\nTHE SCENE is in the Balkans, in a village which has just been taken by the\nenemy, on Christmas Eve.\n\n\n\n\nRADA\n\n\nSCENE--_A guest-chamber, the typical living-room of a prosperous village\ndoctor in the Balkans. On the left, a small window and an entrance door.\nOn the right, a door leading into a bedroom. At the back, an open fire of\nlogs is burning brightly. Over the fireplace is the eikonostasis, with\nthree richly coloured and gilded eikons, the central one of the Madonna.\nThe light, which is never allowed to go out, is burning before it. The\nroom is lit at present only by this, the fire-light, and two candles in\nbrass candlesticks on a black wooden table under the window. Rows of\nporcelain plates round the walls gleam fitfully. On either side of the\neikonostasis is a large chibouk, with inlaid bowl and amber mouth-piece.\nThere is a divan with scarlet rugs flung across it to the right of the\nfire; and there are several skins and rugs on the floor.\n\nTwo Roumanian soldiers_, ARRAM_ and _MICHAEL, are seated at the table,\ndrinking_.\n\nRADA, _a dark handsome woman, sits weeping with her head bowed in her\nhands, on the divan_.\n\nNANKO, _the idiot, sits on the floor, rubbing his hands, snapping his\nfingers, chuckling to himself, and staring into the fire_.\n\n\n\n\nARRAM\nLook here, my girl, where's the use of snivelling? You ought to think\nyourself damned lucky to be alive.\n\nRADA\nO my God! My God!\n\nMICHAEL\nThis is war, this is! And you can't expect war to be all cakes and cream.\n\n[_They laugh and drink_.]\n\nARRAM\nYou ought to think yourself damned lucky to be alive, and have two men\nquartered on you instead of one. If your husband and the rest of the\nvillagers hadn't made such a disturbance, _they_ might have been alive,\ntoo.\n\nNANKO\nExactly! Exactly! I used to be a schoolmaster, you know, in the old days;\nand, if you knew what I know, you'd understand, my dear, it's entirely a\nquestion of the survival of the fittest! The survival of the fittest!\nThat's what it is.\n\nARRAM\nWouldn't they have done the same to us, if they'd had the chance? We've\ngot women and children at home snivelling and saying, \"O my God, O my\nGod,\" just like you. Don't you trouble about God. What can _He_ do when\nboth sides go down on their marrow-bones? He can't make both sides win,\ncan He?\n\nRADA\nO God! God! God!\n\nMICHAEL\n[_Getting up and standing in front of her_.]\nLook here. We've had enough of this music. We've been cutting throats all\nday, and now we want to unbuckle a bit. There'll be hell to pay when the\nother boys come back. A pretty wild-goose chase you've sent them on, too,\nwith your tale about the old Jew's money-bags. What was the game? You\nseemed mighty anxious to wheedle us all out of the house; and you'd never\nget out of the village alive to-night. Listen to that!\n\n[_There is an uproar outside, a shot, and a woman's scream, followed by\nthe terrified cry of a child_: \"Ah! Ah! Father!\"]\n\nARRAM\nThe men are mad with zaki and blood and--other things. There's no holding\nthem in, even from the children. What chance would there be for a\nfine-looking wench like yourself?\n\nMICHAEL\nDon't tell me you were going out into that?\n[_He points in the direction of the uproar_.]\nSomething to hide on the spot, eh? Well, now you've got the others out of\nthe way, we're going to have a look. What's in there?\n[_He points to the little door on the left_.]\n\nRADA\n[_Rising to her feet slowly, steadying herself with one hand against the\nwall, and fixing her eyes on his face_.]\nThis is war, isn't it? If I choose to revenge myself on those I hate--\nlisten to me. I suppose you--want money. And I can tell you where to find\nit.\n\nARRAM\nAnother wild-goose chase to the other end of the valley?\n\nRADA\nNo. In the old mill-house. Not a hundred yards away. Money, money enough\nto make us all rich. But [_a cunning expression comes into her face_] if I\ntell you where to find it, you must come back and give me my share.\n\nMICHAEL\n[_Staring at her._]\nAnother pack of lies! What are you up to, eh?\n\nARRAM\nIt's been too much for her nerves. Don't worry her, or she'll go out of\nher mind, and then there'll be nobody to get us our supper.\n\nNANKO\nThat _would_ be selfish, Rada. You know it's Christmas Eve. Nobody ought\nto think of unpleasant things on Christmas Eve. I don't think it's right\nto spoil people's pleasure on Christmas Eve. What have you done with the\nChristmas tree, Rada?\n\nARRAM\nAnd who's to blame? That's what I want to know. You don't blame _us_, do\nyou? Why, as likely as not, we shall be fighting on _your_ side against\nsomebody else before next Christmas.\n\nMICHAEL\nWhat have you got in there?\n[_He points to the door on the left again and advances toward it._]\n\nRADA\n[_Hurriedly and as if misunderstanding him, opens a cupboard between him\nand the door._]\nFood! Food! Food for hungry men! Food enough for a wolf-pack. Come on,\nhelp yourselves!\n\nMICHAEL\nHoly St. Peter, what a larder! Look at this, Arram. Here's a dinner for\nforty men.\n\nRADA\n[_Laughing wildly._]\nBetter take your pick before the others come. It's our Christmas dinner.\n\n[_She thrusts dishes into _MICHAEL'S_ hands and begins loading the table\nwith food._]\n\nNANKO\nIf you happen to have any crystallized plums there, Rada, you might give\nme one.\n\nARRAM\nLord, what a sight for hungry soldiers! We're in luck's way. Here, fetch\nme a bowl of water! I'm hungry; but there are times when you can't enjoy\nfood without washing your hands.\n\n[RADA _hesitates, then goes out of the room._ ARRAM _holds out a ring to_\nMICHAEL.]\n\nHer husband's ring. I got it off his finger\nWhen he went down. He lay there on his back\nHowling like a wolf, with his belly blown out.\nI put him out of his misery. Look at my hands.\nUgh! I want to wash.\n\n[NANKO _rises and peers at them._]\n\nNANKO\nAh, but they're red.\nRed, aren't they? And there's red on your coat, too.\n\n[_He fingers it curiously._]\n\nI suppose that's blood, eh? People are such cowards.\nMany of them never seem to understand\nThat man's a fighting animal. They're afraid,\nDreadfully afraid of the sight of blood.\nI think it's a beautiful colour, beautiful!\nYou know, in the Old Testament, they used\nTo splash it on the door-posts.\n\nARRAM\n[_Pushing him off._]\nGo and sit down,\nYou crazy old devil!\n\n[RADA _enters with a bowl of water, sets it on a bench and returns to her\nplace_. ARRAM _washes his hands._]\n\nMICHAEL\nMy hands want washing, too.\nO Lord, you've turned the water into wine!\nFetch me some fresh.\n\n[RADA _approaches, stares at the bowl and moves back, swaying a little, as\nif faint._]\n\nARRAM\n[Roughly]\nI'll empty it. Give it to me.\n[_He goes out_]\n\nNANKO\nThe Old Testament, you know, is full of it.\n_Who is this_, it says, _that cometh from Edom\nIn dyed garments from Bozrah_? It was blood\nThat dyed their garments. And in _Revelations_\nBlood came out of the wine-press, till it splashed\nThe bridles of the horses; and the seas\nWere all turned into blood. Doesn't that show\nThat man's a fighting animal?\n\nMICHAEL\n[_Goes to the door on the right and tries to open it._]\nWhat's in here?\n\nRADA\n[_Thrusting herself between him and the door._]\nNo! No! Don't go in there! Don't go in there!\n\nMICHAEL\nSo that's the treasury, is it? Loot? More loot?\nWhat is it? The family stocking?\n\n[ARRAM _enters with the bowl and sets it down.\nThen goes to the table and begins eating._]\n\nNANKO\nO, no! no!\nThe stocking is in the chimney-corner, see!\n[_He shakes the empty stocking that hangs in the fireplace._]\nAll ready for Santa Claus. It's a new custom.\nThey do it in Germany. The children, there,\nBelieve that Santa Claus comes down the chimney.\nThe doctor studied in Germany, you know.\n\nMICHAEL\nO, ho! So that's the trouble! A little girl,\nRada, a little girl? Well, Santa Claus\nMust wash his hands. We mustn't frighten her.\n\nRADA\nIt _is_ my little girl. She's twelve years old.\nDon't wake her. She has slept all through this night.\nHelp me to save her. I'll do anything for you,\nAnything! Only help me to get her away\nSafely. I'll pray for you every night of my life.\nI'll-----\n\n[_The door opens behind her, and_ SUBKA, _in her night-dress, steals into\nthe room._]\n\nSUBKA\nAh, I knew it couldn't be Santa Claus.\n\nARRAM\nWhat? Don't you know me? I came down the chimney.\n\nSUBKA\nI don't see any soot upon your face.\n[_She goes nearer._]\nNor on your clothes. That's red paint, isn't it?\n\nARRAM\nCan't help it. Santa Claus--that is my name.\nWhat's yours?\n\nSUBKA\nMine? Subka!\n\nARRAM\n  I've a little girl\nAt home called Subka! Just about your age.\n\nSUBKA\nYou didn't come down the chimney.\n[_To_ MICHAEL.]\nHe didn't, did he?\n[_She runs to the stocking and examines it._]\nThere's nothing in the stocking.\n\nARRAM\nAh, Subka,\nThat remains to be seen; that remains to be seen.\n\nSUBKA\n[_Pointing to_ MICHAEL.]\nWell, who is that?\n\nARRAM\nThe man that carries my bag.\n\nSUBKA\n[_With a sudden note of fear in her voice._]\nMother, where's Father?\n\nRADA\n[_Putting her arm round her._]\nHe will soon be here.\nIt's all right, darling.\n\nSUBKA\nHas the gramophone come?\n\nRADA\nYes, darling, long ago.\n\nSUBKA\nYou never told me.\n\nNANKO\nThat was a secret, Subka, a great secret.\n\nSUBKA\nI thought, perhaps, you were getting the Christmas tree ready.\nCan't we? Father won't mind.\n\nNANKO\n[_Putting the Christmas tree out from the corner._]\nAh, here it is.\nNow that's a good idea. It's Christmas Eve.\nWe'll get it ready.\n\nARRAM\nHere, put it on the table.\n\nNANKO\nWhat shall we hang on it?\n\nMICHAEL\nWhat do you think\nOf that, now?\n[_He hangs a revolver on the tree._]\n\nSUBKA\n[_Clapping her hands._]\nO! O! What a great big pistol!\nThat'll be Father's present! And now what else?\nWhat else?\n\nARRAM\nWell, Subka, what do you say to a ring?\nHow prettily it hangs upon the bough!\nSee, Subka!\n\nSUBKA\nWhy, it's just like Father's ring!\n\nARRAM\n[_Striking a light._]\nAnd now we'll light the candles.\n\nNANKO\n[_Clapping his hands and dancing._]\nYes that's right!\nLight all the little candles on the tree!\nO, doesn't the pistol shine, doesn't the ring Glitter!\n\nSUBKA\nBut O, it _is_ like Father's ring.\nHe had a little piece of Mother's hair\nPlaited inside it, just like that. It _is_\nMy father's ring!\n\nRADA\nNo. There are many others\nJust like it, Subka,--hundreds, hundreds of others.\n\nMICHAEL\nAnd now, what's in that package over there?\n\nSUBKA\nThe gramophone! O, that's the gramophone!\nThat's Father's Christmas present to us all.\n\nNANKO\nO, what a wonderful man the doctor was.\nNobody else, in these parts, would have thought\nOf buying a gramophone. Let's open it!\n\nSUBKA\nYes! Yes! And we'll give Father a surprise.\nIt shall be playing a tune when he comes in.\n\n[ARRAM _opens the package_. NANKO _capers round, rubbing his hands._]\n\nNANKO\nO, this will be a merry Christmas Eve.\nThere now--just see how this kind gentleman\nHas opened the package for us. Doesn't it show\nThe value of training, military training?\nThat's what we want. It benefits the health.\nSets a man up. Look at old Peter's legs,\nHe's a disgrace to the nation, a disgrace!\nNobody shoots him, either. So he spoils\nEverything; for you know, you must admit,\nSubka, that war means natural selection,\nSurvival of the fittest, don't you see?\nFor instance, _I_ survive, and _you_ survive;\nDon't we? So Peter shouldn't spoil it all.\nThey say that all the tall young men in France\nWere killed in the Napoleonic wars,\nSo that most Frenchmen at the present day\nAre short and fat. Isn't that funny, Subka?\n[_She laughs._]\nWhich shows us that tall men are not required\nTo-day. So nobody knows. Perhaps thin legs\nLike Peter's may be useful after all\nIn aeroplanes or something. Every ounce\nMakes a great difference there. Nobody knows.\nIt's natural selection, after all.\nSurvival of the fittest! Don't you see?\nAh, now the gramophone's ready. Make it play\n\"Proud Nikephor Determined!\"\n\n\nMICHAEL\n[_Taking out a record._]\nWhy, look here!\nHere is the tune for Christmas Eve.\n\nARRAM\n[_While he speaks he looks to outer door, and draws a curtain over the\nwindow._]\nDon't do it!\nDon't start it playing if you want to keep\nThis Christmas party to ourselves, my boy.\nThe men are mad with drink and--other things.\nLook here, Michael, what are we going to do\nAbout this youngster, eh?\n\nMICHAEL\nBetter keep quiet\nTill morning. When the men have slept it off\nThey'll stand a better chance of slipping away.\n\nNANKO\nO, what a pity, Subka! I did think\nThat we should have some music. Well--I know!\nTell us the Christmas piece you learned in school.\nThat's right! Stand there! No! Stand up on the bench.\nYour mother tells me that you won the prize\nFor learning it so beautifully, Subka.\nThat's right. These good kind gentlemen shall hear\nYour Christmas piece.\n\nSUBKA\nIt's about the first Christmas.\n[_Her hands behind her as if in school, she obeys him._]\nShe laid him in a manger; because there was no room for them in the inn.\nAnd there were in the same country shepherds abiding in the field, keeping\nwatch over their flock by night.\n\nAnd, lo, the angel of the Lord came upon them, and the glory of the Lord\nshone round about them: and they were sore afraid.\n\nAnd the angel said unto them, \"Fear not: for behold, I bring you good\ntidings of great joy, which shall be to all people.\n\nFor unto you is born this day in the city of David a Saviour, which is\nChrist the Lord.\n\nAnd this shall be a sign unto you: ye shall find the babe wrapped in\nswaddling clothes, lying in a manger.\"\n\nAnd suddenly there was with the angel a multitude of the heavenly host\npraising God and saying,\n\n\"Glory to God in the highest, and on earth peace, good will toward men.\"\n\n[_There is silence for a moment, then the sound of a pistol shot, a\nscream, and a roar of drunken laughter without, followed by a furious\npounding on the outer door._]\n\nARRAM\nHere, Michael, what the devil are we to do\nAbout this child?\n[_He calls through the door._]\nClear out of this! The house\nIs full! We want to sleep.\n[_There is a louder shout outside, and the pounding is resumed._]\nBundle the child\nInto that room, woman, at once!\n\n[RADA _snatches the revolver from the Christmas tree and hurries_ SUBKA\n_into the room on the right, just as the outer door bursts open and a\ntroop of drunken soldiers appear on the threshold, shouting and furious\nwith drink._]\n\nFIRST SOLDIER\nCome on!\nThey're in that room. I saw them! The only skirts\nLeft in the village. Come, it's Christmas Eve,\nComrades. You've had your fun.\n\nARRAM\nClear out of this,\nWe want to sleep.\n\nSECOND SOLDIER\nWell, hand the women over.\n\nMICHAEL\nThere are no women here.\n\nFIRST SOLDIER\nYou bloody wolf,\nI saw them!\n\nNANKO\nCome! Come! Come! It's Christmas Eve.\n\nSECOND SOLDIER\nWell--if there are no women--where's the harm\nIn letting us poor soldiers take a squint\nThro' yonder door. My God, we'll do it, too.\nCome on, my boys!\n[_They make a rush towards the room._]\n\nNANKO\nBe careful! Or you'll smash\nThe Christmas tree! You'll smash the gramophone!\n\n[_A soldier tries the door on the right. Suddenly it is opened from\nwithin_ and RADA _appears on the threshold with the revolver in her\nhand._]\n\nFIRST SOLDIER\nLiars! Liars!\n\nRADA\nThere is one woman here,\nOne woman and a child----\nAnd war they tell me is a noble thing;\nIt is the mother of heroic deeds,\nThe nurse of honour, manhood.\n\nSECOND SOLDIER\nChrist, a speech!\n\nRADA\nYes, and your training benefits your health.\n\nNANKO\n[_Who is crouching over the fire again._]\nCertainly, Rada! Military training!\nLife is a battle.\n\nRADA\nYou hear, drunk as you are,\nUp to your necks in blood, you hear this fool,\nThis poor old fool, piping his dreary cry;\nAnd through his lips, and through his softening brain,\nYou and the men that buy you, statesmen, kings,\nTeach the poor sheep of the world that war is good.\nGo! Take your manhood out of this. Or else----\n[_She threatens to shoot._]\nI have one bullet for the child, and five\nTo share between you and myself!\n\nFIRST SOLDIER\nO, Christ,\nA speech!\n[_They fall back before the revolver as she raises it._]\n\nRADA\nIf you have children of your own,\nListen to me ... The child is twelve years old.\nShe has never had one hard word spoken to her\nIn all her life.\n\nFIRST SOLDIER\nNor shall she now, by God!\nWhere is she? Bring her out!\n\nSECOND SOLDIER\nTwelve years of age!\nThat's ripe enough for marriage to a soldier.\n[_They laugh._]\n\nFIRST SOLDIER\nShe can't shoot! Look at the way she's holding it!\nDuck down and make a rush for it! Come on!\n[_Several of them make a rush_, RADA _steps back and shuts the door in\ntheir faces._]\n\nSECOND SOLDIER\nLocked out, by God! We'll have to break it down.\n\nMICHAEL\nShe'll keep her word. You'll never get 'em alive.\n\nARRAM\nNever. I know that kind. You'd better clear out!\n\nFIRST SOLDIER\nCome on! We'll burst the door.\n[_They put their shoulders to the door and it begins to give_. ARRAM\n_makes a sign to_ MICHAEL, _urging him to interfere. A revolver shot is\nheard within. The men pause, and there is another shot._]\n\nARRAM\nBy God, she's done it!\n[_There is a booming of distant artillery._]\n\nMICHAEL\nHear that! The enemy!\nMaking a night attack!\n[_There is a loud bugle call without._]\n\nARRAM\nThere goes the bugle!\n[_They all rush out, except_ NANKO, _who looks out into the night after\nthem, then closes the outer door, takes a crystallized plum from the\ntable, crosses the room and stares at the floor, near the door on the\nright._]\n\nNANKO\n[_Calls aloud.]_\nRada, these plums are excellent. Don't you see\nLife is a battle! Survival of the fittest!\nSomething red again. Trickling under the door?\nBlood, I suppose. Well, I don't think it's right\nTo spoil a person's pleasure on Christmas Eve.\nI wonder how the gramophone does work?\nHe said the tune that he was putting in\nWas just the thing for Christmas Eve. I wonder,\nI wonder what it was.\n\n[_He picks up the box from which the record was taken and reads the\ntitle._]\n\n\"_A Christmas Carol\nSung by the monks of St. Peter's monastery\nAt midnight mass, on Christmas Eve_--ADESTE, FIDELES!\"\n\nFancy that! How wonderful!\nA Christmas carol on the gramophone!\nSo all the future ages will be sure\nTo know exactly what religion was.\nTo think we cannot hear it! Well, no matter,\nThese plums _are_ excellent. Everybody's gone.\nTo think _I_ was the fittest, after all!\nCome, Rada, you're pretending!\n[_He accidentally starts the gramophone working and jumps back, a little\nalarmed. He runs to the door and knocks._]\nRada! Rada!\nI've started it! Subka! Subka! Do you hear?\nThe gramophone's working!\n[_He stoops down and looks at the floor again. The artillery booms like a\nthunder peal in the distance. Then the gramophone drowns it with the deep\nvoices of the monks, a great chorus, singing_ ADESTE, FIDELES! NANKO _dips\nhis finger in something on the floor and stares at it. A look of horror\ncomes into his face. He stands with his mouth open, listening._]\nIt's true!\n\n\n\n\nCAST\nof the first performance at the Christmas (1913)\nFestival of THE MACDOWELL CLUB\nOF NEW YORK CITY\n\nRADA\n\n_A Drama in One Act by Alfred Noyes_\n\n(A Christmas Tragedy of the Balkans, being a\nplea for \"Peace on earth, good will toward men.\")\n\n\n\nPERSONS OF THE PLAY\n\nRADA, _wife of the vilage doctor_, Miss Mirzah Cheslir\n\nSUBKA, _her daughter, aged twelve_, Miss Lenore Phelps\n\nARRAM,  }  _two hostile soldiers quartered_    Mr. Henry Hull\nMICHAEL,}  _on her house in time of war_       Mr. Wright Kramer\n\nNANKO, _a half-witted schoolmaster_, Mr. Charles White Whittlesey\n\nFIRST SOLDIER ....... Mr. Charles Douville Coburn\n\nSECOND SOLDIER ...... Mr. Harold Herts\n\n                {..... Mr. Charles F. Peters\nOTHER SOLDIERS  {..... Mr. Harold Butterfield\n                {..... Mr. W. G. Belew\n\n\n\nSCENE: The living-room of a country doctor in the Balkans, in a village\nwhich has just been taken by the enemy.\n\nTIME: Christmas Eve.\n\nStage Director, Miss Mary Shaw",
    "metadata": {
        "author": [
            "Noyes, Alfred"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/12220/pg12220.txt",
        "name": "rada_a_drama_of_war_in_one_act.json"
    }
}