{
    "name": "Radio mates",
    "author": [
        "Witwer, Benjamin"
    ],
    "body": "\n    From the telegraph to the telephone was but a step. From the\n    telephone to radio constituted but another such step, and we\n    are now enjoying radio broadcast from stations thousands of\n    miles away. Every time you have an X-ray photograph taken you\n    are bombarded, not by rays, but by actual particles that go\n    right through the walls of the tube, which particles are\n    just as real as if they were bullets or bricks, the only\n    difference being that they are smaller. Thus our scientists\n    lead up to the way of sending solids through space. While\n    impossible of achievement, as yet, it may be possible, years\n    hence, to send living beings through space, to be received\n    at distant points. At any rate, the author of this story\n    weaves a fascinating romance around this idea. It makes\n    excellent reading, and the plot is as unusual as is its\n    entire treatment.\n\nIt was a large brown envelope, of the size commonly used for mailing\npamphlets or catalogues. Yet it was registered, and had come by special\nmessenger that afternoon, my landlady informed me. Probably it was a\nstrain of that detective instinct which is present in most of us that\ndelayed my opening the missive until I had carefully scrutinized the\nhandwriting of the superscription. There was something vaguely familiar\nin its slanting exactitude, yet when I deciphered the\npostmark,--“Eastport, N. Y.,”--I was still in the dark, for I could not\nremember ever having heard of the place before. As I turned the packet\nover, however, my pleasant tingle of anticipation was rudely chilled.\nAlong the flap was a sinister row of black sealing wax blobs, which\nseemed to stare at me with a malignant fore-knowledge. On closer\nexamination, I noticed that each seal retained the impression of a\ncoat-of-arms, also elusively familiar.\n\nWith a strange sense of foreboding I dropped the missive on the table.\nQueer what ominous significance a few drops of wax can impart to an\nordinary envelope. Deliberately I changed into smoking jacket and\nslippers, poked the well laid fire and lit a pipe before finally tearing\nopen the seals.\n\nThere were many typewritten sheets, commencing in letter form:\n\n                                                54 Westervelt Ave.,\n                                                    Eastport, New York,\n                                                        February 15th.\n\nDear Cousin George:\n\nNow that you have identified me by referring to my signature on the last\npage (which I had just done) you will no doubt wonder at the occasion\nfor this rather effusive letter from one so long silent as I have been.\nThe fact of the matter is that you are the only male relative with whom\nI can communicate at this time. My nephew, Ralph, is first officer of a\nfreighter somewhere in the Caribbean, and Alfred Hutton, your mother’s\nfirst cousin, has not been heard from since he embarked on that\ncolonizing scheme in New Guinea, nearly a year ago.\n\nI must do all in my power to prevent the bungling metropolitan police\nfrom implicating Howard Marsden in my disappearance. It would take no\ngreat stretch of the imagination to do just that, and were the State to\nrequire Marsden’s life as forfeit for my own, then my carefully planned\nrevenge would be utterly frustrated. I have been cultivating the village\npostmaster for some weeks, ever since this plan began to shape\ndefinitely in my mind. I am mailing this letter at three o’clock this\nafternoon, for I have noticed that at that hour the postal section of\nthe store is generally deserted. I shall ask him if his clock is\ncorrect, thus fixing the time in his mind. Please remember these points.\nThen I shall register this letter, taking care to exhibit the unusual\ncollection of seals on the back. I shall manage to inform him also that\nI stamped the seals with my ring and will show him the coat-of-arms,\nexplaining its meaning in detail. These villagers are a curiosity-ridden\nlot. Upon returning home, I shall drop this same ring into the inkwell\nwhich stands upon my desk. Finally I shall proffer my friend the\npostmaster a fifty-dollar bill in paying for my registry. The registry\nslip itself will be found within the hatband of my brown hat, which I\nshall place in the wall safe of my study.\n\nYou are becoming more amazed as you proceed, no doubt asking yourself if\nthis letter is the product of a madman or a faker. Before you have\nfinished you will probably be assured that both assumptions are correct.\nIt matters little, for I will at least have firmly established the fact\nthat this letter was mailed by no one else but me. As for the rest,\nHoward Marsden will corroborate what follows.\n\nTo begin at the beginning. As you know, or perhaps you do not know, for\nI forget that our correspondence has been negligible of late, five years\nago I accompanied the Rodgers expedition into Afghanistan. We were\nofficially booked as a geological mission, but were actually in search\nof radium, among other things. When I left, I was practically engaged to\nVenice Potter, a distant relation of the Long Island Potters, of whom\nyou have perhaps heard. I say “practically” engaged because the outcome\nof this expedition was to furnish me with the standing and position\nnecessary for a formal demand for her hand. As I said, that was nearly\nfive years ago.\n\nFour months after my departure her letters ceased coming and mine were\nreturned to me unopened. Two months later I received an announcement of\nher betrothal to Howard Marsden. Received it out there in Afghanistan,\nwhen I had returned to the coast for supplies. We’ll skip that next\nyear, during which I stuck with the expedition. We were successful. I\nreturned.\n\nThen I found out where the Marsdens were living, here in Eastport. I’d\nmet Marsden once or twice in the old days, but paid him little attention\nat the time. He seemed but another of the moneyed idlers; had a\ncomfortable income from his father’s estate and was interested in\n“gentleman farming,”--blooded stock and the rest. I decided that it was\nuseless to dig into dead ashes for the time being, at least until I\ncould determine the lay of the land, so to speak. Meanwhile I had my\nresearches to make, a theory I had evolved as a sort of backfire to fill\nthat awful void of Venice’s loss,--out there on the edge of the world.\nCountless sleepless nights I had spent in a feverish attempt to lose\nmyself in scientific speculation. At last I believed I had struck a clue\nto conclusions until now entirely overlooked by eager searchers. I\ndecided to establish my laboratory here in Eastport, perhaps devoting\nany leisure hours to an unravelling of that mystery of my sudden\njilting. With a two-year-old beard and sunbaked complexion there were\nfew who would have recognized me under my real name, and none in my\nassumed role of “Professor Walters.”\n\n                   *       *       *       *       *\n\nThus it was that I leased an old house not half a mile from Marsden’s\npretentious “farm.” I converted the entire ground floor into a\nlaboratory, living in solitary state upon the upper floor. I was used to\ncaring for myself, and the nature of my experiment being of such\npotentialities, I felt that I wanted no prying servants about me.\nIndeed, it has turned out to be of such international importance that I\nfeel no compunction whatever in utilizing it for my own selfish ends. It\ncould be a boon to humanity, yet its possibilities for evil in the hands\nof any individual or group is so great as to render it most dangerous to\nthe happiness of the human kind on this small globe.\n\nOne day, some three months after I had taken up my residence in\nEastport, I had a visitor. It was Marsden. He had been attracted by the\nsight of my novel aerial, just completed. By his own admission he was an\nardent “radio fan,” as they are popularly termed, I believe, and he\nspent the better part of an afternoon bragging of stations he had\n“logged” with his latest model radio set. Aside from my vague suspicions\nof his complicity in the alienation of my beloved Venice, I must admit\nthat even then I felt an indefinable repulsion towards him. There was\nsomething intangibly unwholesome about him, a narrowness between the\neyes which repelled me. Yet, although at that time I had no plan in\nmind, nevertheless I encouraged him in my most hospitable manner, for\neven thus early I felt, that at some time not far distant, I might be\ncalled upon to utilize this acquaintanceship to my own advantage.\n\nThis first visit was followed by others, and we discussed radio in all\nits phases, for the man had more than a smattering of technical\nknowledge on the subject and was eager to learn more. At last, one day,\nI yielded to his insistence that I inspect his set and agreed to dine at\nhis house the following evening. By now I felt secure in my disguise,\nand although I dreaded the moment when I should actually confront my\nlost love once more, yet I longed for the sweet pain of it with an\nintensity which a hard-shelled bachelor like you will never understand.\nEnough. I arrived at the Marsden’s the next evening and was duly\npresented to my hostess as “Thomas Walters.” In spite of my private\nrehearsals I felt a wave of giddiness sweep over me as I clasped that\nsmall white hand in my own after the lapse of almost five years, for she\nwas, if possible, lovelier than ever. I noted when my vision cleared\nthat her eyes had widened as they met mine. I realized that my\nperturbation had been more apparent than I imagined and managed to\nmutter something about my alleged “weak heart,” a grimmer jest by far\nthan I intended. Frantically I fortified myself with remembrances of\nthose barren days in Afghanistan, where I stayed on and on, impotent to\nraise a hand in the salvage of my heart’s wreckage.\n\nWe chatted politely all through that interminable meal, no morsel of\nwhich aroused the faintest appreciation on my dry tongue. Finally the\nchairs were pushed back and my host excused himself to bring down some\npieces of apparatus he had recently purchased, concerning which he\nprofessed to desire my invaluable opinion.\n\nNo sooner had he left the room than the polite smile dropped from\nVenice’s face like a discarded mask.\n\n“Dick,” she cried, “what are you doing here?”\n\nIt was my first inkling that she suspected my true identity. I rallied\nquickly, however, and allowed my self-encouraged bitterness its outlet.\n\n“Had I believed you would recognize me, _Mrs. Marsden_, I should not\nhave inflicted my unwelcome presence upon you, I can assure you.”\n\nShe bit her lips and her head raised with a jerk. Then her mouth\nsoftened again as her great eyes searched mine.\n\n“Yes, but why--” she broke off at the sound of approaching footsteps.\nSuddenly she leaned forward. “Meet me in the pine grove to-morrow\nafternoon--four o’clock,” she breathed. Then her husband entered.\n\nThe remainder of the evening I was forced to listen to Marsden’s eager\ndissertation on the alleged “static eliminator” which had been foisted\nupon him on his last trip to the city. Mechanically I answered or\ngrunted in simulated appreciation when a pause in his endless monologue\nwarned me that some reply was expected of me; but my pulses were leaping\nin exultation because of the fleeting hope which those few words from my\nlost Venice had kindled. I could not imagine why the offer to bridge the\nbreach of years should come from her so voluntarily, yet it was enough\nfor me that she remembered and wished to see me. I cared not why.\n\nI arrived nearly an hour early that next afternoon, for I had been\nunable either to sleep or work during the interim. I shall not bore you\nwith the particulars of that meeting, even were I free to reveal such\nsacred details. Suffice to say that after the preliminaries of doubt and\nmisunderstanding had been brushed away--and it was not the simple\nprocess this synopsis would seem to infer, I can assure you--I stood\nrevealed as the victim of a most ingenious and thoroughly knavish plot.\nBoiled down, it resembles one of those early movie scenarios.\n\nYou remember I spoke of Venice as related to the Long Island Potters, a\nbranch of the family highly rated in the Social Register? You will also\nremember that before I undertook that expedition I was never\nparticularly certain whence my next year’s expenses were to be derived,\nnor to what extent, if you understand what I mean. At about the time I\nwas preparing for this expedition which I hoped would make me\nfinancially and scientifically independent, this wealthy branch of the\nfamily seriously “took up” my darling Venice, inviting her to live with\nthem that summer. I remember now all too late, that even during that\nconfusion of mind caused by the agony of leaving my loved one, coupled\nwith the feverish preparations for departure, chill clouds of censure\ncame from the aloof Potters. They made no effort to mask their\ndisapproval of my humble self and prospects, yet in my blindness I had\nnever connected them intimately with what followed.\n\nIt was, in short, the old story of the ingenious man-on-the-ground, the\n“good match,” aided and abetted by the patronesses of the “poor\nrelation.” The discriminating Marsden naturally fell in love with\nVenice, and to his great surprise and chagrin, was decisively repulsed\nby her. Never before having been refused anything he really wanted in\nhis comfortably arranged life, he became passionately desirous of\npossessing her. Accordingly, my darling was shown a letter, forged with\nsuch diabolical cleverness as to be almost indistinguishable from my own\nhand. It purported to intrigue me with a very ordinary female at a\nperiod coincident with the time I had been so fervently courting my dear\none.\n\nShe refused to credit the document and dispatched me a voluminous\nexplanation of the whole occurrence. Attributing my silence to the\nexigencies of distance, she continued to write me for over a month. When\nno answer arrived after nearly three long months, she at length\ndelivered a hastily planned ultimatum, to which she was later persuaded\nto adhere through the combined pressure of Marsden and her family,\nbeating against the razed defences of her broken heart. Then it was that\nI received the betrothal announcement, the only communication her\nwatchful family had permitted to escape their net of espionage.\n\n                   *       *       *       *       *\n\nAs the story unfolded, my heart pounded with alternate waves of\nexaltation and red rage at the treacherous Marsden. Because of selfish\nduplicity, he had robbed us both of five years’ happiness, for I had\nforced my darling’s admission that she had never loved him, and now\ndespised him as a common thief. My brief moment of delirious joy was\nsharply curtailed, however, when I came to press her to separate from\nthis selfish swine. After some demur she confided that he was a drug\naddict. She said that he had been fighting desperately to break this\nhabit ever since their marriage, for his jealous love of her was the\nonly remaining weapon with which to combat his deep rooted vice.\nDeprived of his one motive, my darling earnestly assured me that it\nwould be a matter of but a few short years before the white powders\nwrote Finis to yet another life. I could see but a balancing of an\nalready overdrawn account in such an event, and said so in no uncertain\nterms. She did not chide me, merely patiently explained with sweet, sad\nresignation that she held herself responsible for his very life for the\npresent. That although she could not love and honor him as she had\npromised, yet she was bound to cleave to him during this, his “worse”\nhour. And so we left it for the time, our future clouded, yet with no\nlocked door to bar the present from us.\n\nWe met almost daily, unless Marsden’s activities interfered. At those\ntimes I was like a raging beast, unable to work, consumed with a livid\nhatred for the cunning thief who had stolen my love while my back was\nturned. I could not shake her resolution to terminate this loveless\nmatch, even though she now loathed the mate she had once tolerated. But\nin spite of the formlessness of our future, my work progressed as never\nbefore. Now my days were more than a mere procession of dates, for each\nwas crowned with the glow of those few stolen moments with my darling\nVenice.\n\nCame the day of my first complete success. Some weeks previously I had\nfinally succeeded in transmitting a small wooden ball by radio. Perhaps\nI should say that I had “dissolved” it into its vibrations, for it was\nnot until this later day that I had been able to materialize or\n“receive” it after it had been “sent.” I see you start and re-read this\nlast sentence. I mean just what I say, and Marsden will bear me out, for\nas you shall see, he has witnessed this and other such experiments here\nin my laboratory. I have explained to him as much as I wanted him to\nknow of the process, in fact, just enough so that he believes that a\nlittle intensive research and experimentation on his part will make him\nmaster of my secret. But he is entirely ignorant of the most important\nelement, as well as of the manner of its employment.\n\nYes, after years of study and interrupted experimental research I was\nenabled finally to disintegrate, without the aid of heat, a solid object\ninto its fundamental vibrations, transmit these vibrations into the\nether in the form of so-called “radio waves” which I then attracted and\ncondensed in my “receiving” apparatus, slowly damping their short kinked\nvibration-rate until finally there was deposited the homogeneous whole,\nidentical in outline and displacement,--entirely unharmed from its\netheric transmigration!\n\nMy success in this, my life’s dream, was directly the result of our\ndiscoveries on that bitter expedition into Afghanistan. All my life I\nhad been interested in the study of vibrations, but had achieved no\nstartling successes or keen expectations thereof until we stumbled upon\nthat strange mineral deposit on what was an otherwise ill-fated trip for\nme. It was then that I realized that radioactive niton might solve my\nhitherto insurmountable difficulty in the transmission of material\nvibrations into electronic waves. My experiments thereafter, while\nsuccessful to the degree that I discovered several entirely new\nprinciples of resonic harmonics, as well as an absolute refutation of\nthe quantum theory of radiation, fell far short of my hoped-for goal. At\nthat time I was including both helium and uranium in my improved cathode\nprojectors, and it was not until I had effected a more sympathetic\ncombination with thorium that I began to receive encouraging results. My\nfinal success came with the substitution of actinium for the uranium and\nthe addition of polonium, plus a finer adjustment which I was able to\nmake in the vortices of my three modified Tesla coils, whose limitations\nI had at first underrated. I was then enabled to filter my resonance\nwaves into pitch with my “electronic radiate rays,” as I called them,\nwith the success I shall soon describe.\n\nOf course, all this is no clearer than a page of Sanskrit to you, nor do\nI intend that it shall be otherwise. As I have said, such a secret is\nfar too potent to be unloosed upon a world of such delicately poised\nnations, whose jaws are still reddened from their recent ravening. It\nneeds no explanation of mine to envision the terrible possibilities for\nevil in the application of this great discovery. It shall go with me--to\nreturn at some future, more enlightened time after another equally\nsingle-minded investigator shall have stumbled upon it. It is this\nlatter thought which has caused me to drop the hints that I have. My\nearnest hope is that you will permit the misguided Marsden to read the\npreceding paragraph. In it he will note a reference to an element which\nI have not mentioned to him before, and will enable him to obtain\ncertain encouraging results,--encouraging but to further efforts, to\nmore frantic attempts. But I digress.\n\nWith my success on inanimate objects, I plunged the more\nenthusiastically into my work. I should have lost all track of time but\nfor my daily tryst with Venice. Her belief in me was the tonic which\nspurred me on to further efforts after each series of meticulously\nconducted experiments had crumbled into failure. It was the knowledge\nthat she awaited me which alone upheld me in those dark moments of\ndepression, which every searcher into the realms of the unknown must\nencounter.\n\nThen came the night of November 28th, the Great Night. After countless\nfailures, I finally succeeded in transmitting a live guinea pig through\nthe atmosphere and “received” it, alive and well, in the corner of my\nlaboratory. Think of it! A twist of a switch and the living, breathing\npiglet slowly dissolved before my eyes and vanished along a pair of\nwires to my aerial, whence it was transferred as a set of waves in the\nether to the receiving apparatus,--there to reincarnate into the living\norganism once more, alive and breathing, unharmed by its extraordinary\njourney! That night I strode out into the open and walked until dawn\nsuddenly impressed the gray world upon my oblivious exaltation, for I\nwas King of the Universe, a Weaver of Miracles.\n\nThen it was that my great plan began to take shape. With renewed energy\nI began the construction of a mammoth transmitter. At intervals I\n“transmitted” stray cats and dogs of every description, filling several\nbooks with notes wherein I recorded minutely the varying conditions of\nmy subjects before transmission. Invariably their condition upon being\n“cohered” in the receiving tube, was excellent. In some cases, indeed,\nminor ailments had entirely disappeared during their short passage\nthrough the ether. What a study for the medical profession!\n\nI had, of course, told Venice the object of my researches long ago, but\nhad never brought her to my laboratory for reasons of discretion. One\nafternoon, however, I slipped her in under cover of the heavy downpour.\nAfter I had warmed her with a cup of tea, before her astonished eyes I\ntransmitted an old she-cat which was afflicted with some sort of\nrheumatism or paralysis of its hind legs. When its form began to\nreappear in the transparent receiving tube, my darling gasped in awed\nwonder. She was rendered utterly speechless, however, when I switched\noff the current and released the animal from its crystal prison. And no\nwonder, for it gambolled about like a young kitten, all trace of its\nformer malady having entirely disappeared! The impression upon Venice\nwas all that I had hoped for, and when I at length escorted her out into\nthe dusk, I felt her quick, awed glances flickering over me like the\nreverence of a shy neophyte for the high priest.\n\n                   *       *       *       *       *\n\nAll was set for the final act. I literally hurled myself into the\ncompletion of my improved set. The large quantities of certain minerals\nrequired caused me an unexpected delay. This I filled with\ndemonstrations in the presence of Marsden, whom I was encouraging as a\nfellow radio enthusiast,--with considerable unexpected histrionic\nability on my part. It was so hard to keep my fingers off his throat! I\npretended to explain to him the important factors of my great secret,\nand drilled him in the mechanical operation of the sets. I had divulged\nto him also that my greatest desire was to demonstrate my principle on a\nhuman being, and like all great scientific explorers, proposed to offer\nmyself as the subject. Venice had strenuously opposed the proposal until\nthe demonstration on the diseased cat, and even now viewed the entire\nproposition with alarm. Yet I insisted that unless applied to human\nbeings my entire work went for naught, and I finally succeeded in\nquieting her fears to a great extent.\n\nAt last I am ready. I have told my darling how it is impossible to\ntransmit anything metallic by the very nature of the conflicting rays\nencountered. I have bemoaned the fact that, due to the softness of my\nteeth since boyhood, my mouth is one mass of metallic fillings and\ncrowns, rendering it impossible for me to test the efficiency of my\nlife’s work. As I had hoped, she has volunteered herself as the subject\nfor the great experiment, for her white teeth are as yet innocent of\nfillings. I have demurred and refused to listen to the idea, permitting\nmyself to be won over only after days of earnest argument on her part.\nWe are not to tell Marsden, for there is no doubt that his fanatical\nlove for her would refuse to tolerate the mere suggestion.\n\nTonight it shall be accomplished. There is no other way, for that\naccursed husband of hers seems to progress in neither direction. He will\nbe nothing but a mud-buried anchor until the end of her days, while I--I\nlove her. What other excuse need be offered?\n\nBut to the facts. At eight o’clock that drug-soaked love pirate comes to\nofficiate at my transmission through space. I shall meet him with a\nchloroformed soaked rag. Later he will awake to find himself effectively\ngagged, with his hands and feet firmly shackled to the wall of a dark\ncorner of my laboratory. These shackles consist of armatures across the\npoles of large electro-magnets which I have embedded in the walls. At\n10:30, a time switch will cut off the current, releasing the wretch,\nfor, above all things, he must live. I debated sending a message for his\nchauffeur to call for him here at the designated hour. I have decided\nrather to trust to mechanical certitude than lay my plan open to\nfrustration because of some human vagary.\n\nAt nine o’clock Venice comes for the great experiment. Marsden has told\nher that he will remain in the city over night, at my suggestion, so\nthat in case I fail to materialize after being “sent” he cannot be held\nin connection with my disappearance. She does not know that I have had\nmy teeth extracted and have been using India rubber plates for nearly a\nmonth. By the time she has arrived, the effects of the chloroform will\nhave entirely worn off from my would-be assistant, and I shall have had\nplenty of time to introduce myself properly to him and explain the\nevening’s program which has been so carefully arranged for his benefit.\n\nThen he will have the excruciating pleasure of watching his beloved wife\ndissolve into--nothingness! Soon thereafter he will witness the same\nprocess repeated upon myself, for I have so adapted the apparatus that I\nneed no outside assistance other than a time-clock to actuate the\nmechanism! Then, at the appointed hour, the current will be shut off and\nthe frenzied wretch will rush to the distant switch controlling the\nreceiving apparatus. As he throws the metal bars into their split\nreceptacles there will come a blinding flash, and behold--the apparatus\nwill have disappeared in a puff of crystalline particles! The secret has\nreturned whence it came!\n\nThen will come that personally prepared hell for my mean spirited\nforger. As I told you, he believes that he is in possession of enough of\nthe details of my secret to reconstruct the apparatus and duplicate my\nsuccess. The added details of this letter will assure him into an\nidiotic confidence which will lead him on and on through partially\nsuccessful attempts. I know that no matter whether you sympathize with\nmy actions or not (and I am sure that you do not, for you never have),\nyour sense of justice will force you to show this letter to the proper\nauthorities in order to prevent a fatal bungling.\n\nMeanwhile that miserable sneak will be frenzied with the knowledge that\nat last, the lover he so long cheated of his loved one is now with her,\nalone,--where he, her lawful husband, can never follow. And we shall be\ntogether, unchanged, awaiting the day when some other enlightened mortal\nsolves Nature’s riddle, when we shall once more assume our earthly\nforms, unhindered by other selfish manbeasts.\n\n                                                Farewell,\n                                                    Bromley Cranston.\n\n                   *       *       *       *       *\n\nNeedless to say, I hurried to Eastport. But my trip was unnecessary. I\nfound Harold Marsden in a “private sanitarium” for the hopelessly\ninsane. There all day, and as far into the night as the opiates would\npermit him, he is to be found seated before a radio set, the earphones\nclamped to his head--listening. His statements, methodically filed away\nby the head of the place, corresponded wildly with the prophecies of my\nstrange letter. Now he was listening to fragmentary messages from those\ntwo he had seen precipitated into space, he maintained. Listening.\n\nAnd they had disappeared, utterly. I found the large seal ring in the\ninkwell on the desk. Also the slip in the hatband of the hat which had\nbeen placed in the wall safe, unlocked. The postmaster remembered the\nseals on the letter my cousin had mailed, and the approximate time he\nhad received it. I felt my own reason wavering.\n\nThat is why, fantastic as is the whole affair, I cannot yet bear the\nsound of one of those radio loud speakers. It is when that inarticulate\nsound they call “static” occurs, when fragments of words and sentences\nseem to be painfully attempting to pierce a hostile medium,--that I\npicture that hunched up figure with its spidery earphones,--listening.\nListening. For what?\n\n                                The End",
    "metadata": {
        "author": [
            "Witwer, Benjamin"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/72380/pg72380.txt",
        "name": "radio_mates.json"
    }
}