{
    "name": "Red stripes",
    "author": [
        "Rochester, Faunce",
        "Pendexter, Hugh"
    ],
    "body": "Hugh Pendexter’s NEW story of Midwestern Pioneers\n\n\nFrom the moment he was made captive near the station on the Big\nSandy, the Virginian began looking for an opportunity to escape. He\nwas ferociously angry at himself for venturing outside the station\nagainst the advice of the small garrison. Recently arrived from\nRichmond, he had presumed to know more about red men than did the\nborder people. He had insisted the Indians had abandoned the siege\nafter losing three warriors and having two wounded. And within easy\ngunshot of the stockade he had been jumped by the Wyandots and\nhustled away. His captors were from the Lower Sandusky village.\nThroughout the journey down the Sandy and up the Ohio to the\nGuyandotte Crossing he had nursed his resentment against the Indians\nand himself. In the back of his mind was the hope he would find an\nopportunity to break clear before crossing to the Indian shore. But\nthe Guyandotte was reached and the Ohio was crossed without a minute\nof carelessness on the part of the raiders. At night the Virginian\nslept as best he could with a rawhide thong around his waist, from\nwhich lines were attached to the waist of a warrior on each side. In\naddition to this precaution his feet and hands were tied. When canoes\nwere abandoned for forest travel his hands were tied at his back and\nhe was led along by a length of rawhide around his neck. He fell and\nbruised himself. He was hauled through bushes and was scratched by\nbriers from head to waist. At times the cord tightened, and he was\nall but strangled.\n\nThe leader of the Wyandots was a short, thick-set man. Unlike his\nfollowers he wore no paint on his face and his countenance was\nagreeable and very intelligent. His only attempt at adornment was the\nred stripe following the backbone from the nape of his neck to his\nwaist. All of his men were similarly painted and in addition were\ngrotesque and frightful because of the patterns masking their faces.\nThe raid had been a failure, and the warriors were in an evil mood.\nThe chief realized that his popularity as a leader would quickly wane\ndid he encounter one more defeat, yet he treated the prisoner kindly\nonce a camp was made. In person he saw to it that the Virginian had\nwater and meat. This consideration led the prisoner to believe that\nat the worst he would be held in some red village until he could be\nransomed.\n\nAfter he reached the Indian shore several ambitious young men\nremained behind and did not rejoin the band until the evening of the\nsecond day. They brought in two scalps and one prisoner. The chief\nrejoiced greatly. He would be credited with victory by a slight\nmargin. The horrid proofs of the tragedy were danced with much\nenthusiasm that evening.\n\nWhen he found himself by the prisoner the Virginian asked for\ndetails.\n\n“We was took by surprize while setting traps for beaver and otter,”\nthe man explained in a monotonous voice. “I’m Abner Bryant. There was\nthe three of us, Ben an’ Tom Durgin an’ me. Ben ’lowed he could make\na fire-hole in a clump of willers that no Injun could see. Well, both\nthe Durgins are dead.”\n\nHe was a thin, dried-out wisp of a man whose head was thinly frosted\nby a round number of years. He spoke without emotion, as one who is\nweary. His acceptance of his capture and the death of his friends\nsmacked of fatalism. The incident was closed and did not interest\nhim. However, he was curious enough to inquire--\n\n“Who might you be?”\n\n“Harry Knight. A fool. Knew more’n my elders at the station on the\nBig Sandy,” was the bitter reply. “We got three of them. Then I had\nto go outside the stockade to prove I knew it all and that the Injuns\nhad gone. Now I s’pose I’ve got to put in a winter in some filthy\nvillage.”\n\nBryant eyed him in mild surprize and asked--\n\n“Know their lingo?”\n\nKnight shook his head impatiently.\n\n“No sense to their jabber. The leader treats me well. I think he\nlikes me.”\n\nBryant pursed his thin lips and glanced appraisingly at the well-knit\nfigure of the younger man and decided.\n\n“You oughter last three days. They’ll manage to keep you alive for\ntwo, anyway.”\n\n“Keep me alive?” repeated Knight. “But I ain’t sick. Bruised and\nscratched--”\n\nBryant broke in:\n\n“Young man, you’n me will be painted black once we git to the Lower\nSandusky village. Better they treat us now, the worse they’ll treat\nus when we make the village. I won’t need much killing. But you’re\nyounger an’ stronger. You’ll be stubborn an’ die hard. I’m nigh to\neighty. Forty-odd year ago they’d had a rare time with me. My pride\nwould a held me up. Now they won’t git much fun out of my dying.”\n\n“Merciful heavens!” hoarsely whispered Knight, and he turned to stare\nat the leaping, gesticulating figures circling the scalp poles.\n\nThe older man casually explained:\n\n“Of course I tried to git killed along with Ben an’ Tom. Didn’t have\nno luck. Chief there is Cap’n Jimmy, his white name. Red name’s\nLittle Beaver. If you see the slimmest chance for ducking out, grab\nit. Don’t make over your back track. Strike west an’ lose yourself.\nIf you live to hit the Scioto, travel southwest to the Ohio and\nfollow it down to Massie’s Station.[1] As a fact you’ll prob’ly be\noverhauled mighty sharp an’ sudden. But that’s all right if they\ndon’t take you alive. That’s the prime p’int I always tried to ding\ninto our settlers. Never be took alive. Now see me! Trussed up like\nthis! ’Low I’ll raise the chief’s dander. Sometimes you can git them\nmad enough to swing an ax and cheat themselves out of the torture.”\n\n[Footnote 1:  Manchester, Adams County, Ohio.]\n\nHe threw back his head and in the Huron dialect loudly called out:\n\n“Ho! Ho! They say a chief runs back whipped from a red path. They say\nhe throws away his warriors like a foolish man. Has a wolf stepped\nover his gun and spoiled his medicine? His young men break away and\nbring two scalps. Where are the scalps Little Beaver has taken?”\n\nThe chief stared at him ferociously. A man near-by reached forward\nand struck him across the mouth.\n\nBryant philosophically remarked:\n\n“Well, it didn’t work that time. Mebbe next time.”\n\nA man brought water in a kettle and held it up for Knight to drink,\nbut gave the old man none. The latter mused:\n\n“Still treating you like a brother. But wait.”\n\n“I’ll not wait. I’ll try to escape the first time my hands and feet\nare untied,” muttered the Virginian.\n\nBecause of their two wounded men and the loot taken from two cabins\non the Sandy the band covered not more than a dozen miles a day.\nDuring the three days they traveled up Symmes Creek Bryant was loaded\nwith plunder while Knight was compelled to carry nothing. He gladly\nwould have shouldered the old man’s burden, but the later explained:\n\n“Best this way. If you git a glimmer of a chance to scoot you’ll need\nall your strength. I couldn’t make a race of it if I had half a mile\nstart. I’ve lived my years an’ I’ve sent a sizable number of them on\nahead of me.” He paused and lifted his head the better to watch two\nmen busy with something on the opposite side of the small fire. Then\nhe was whispering, “They’re fixing black paint.”\n\n“Black paint!” gasped Knight. “You said I’d be painted black.”\n\n“Not yet. They’ll keep you to show at the village. Got to make some\nshowing to offset the men he’s lost. The women folks would be mad if\na prisoner wasn’t fetched in. Here they come. Keep a bold face.”\n\nTwo men briskly advanced bearing a bowl taken from some settler’s\ncabin. This was filled with a rough paste made from charcoal and\nwater. The other Wyandots gathered around to witness the ceremony. A\nman released Bryant’s legs and jerked him roughly to his feet.\n\nThe old man belligerently demanded:\n\n“Are you women to be afraid of a man about to talk with ghosts? Untie\nmy hands. You are young and foolish men. You do not know how to paint\na man who will do you great honor by the way he will die. Are you\nafraid?”\n\nThe Indians approved of this sturdy bearing. He was old, just a shell\nof a man, but his heart was strong. Little Beaver said:\n\n“He will die very brave. Let him paint himself.”\n\nHis wrist thongs were unfastened and his hunting-shirt was removed.\nHe rubbed his hands and arms briskly to stimulate circulation. One\nyoung man stood behind him and the man holding the dish was before\nhim. With much deliberation he took the fragment of pounded bark,\nserving as a brush, and began smearing the mixture over his scrawny\nchest. Little Beaver looked on approvingly.\n\nWild of gaze, Knight watched the old man calmly decorate himself for\nthe fire. Bryant slowly drew a spiral and informed the interested\nwatchers:\n\n“This is a smoke medicine. It will keep me from choking.”\n\nThose in the background edged closer, ever keen to learn about new\nmedicines. Little Beaver grimly suggested--\n\n“Let the white man draw a medicine that will keep the fire from\nburning.”\n\n“He will do that after the smoke medicine is finished,” quietly\nassured the old man. “Let Little Beaver watch closely and learn about\nstrong medicines. I heard an owl in the woods telling the ghost of my\ngrandfather that Little Beaver’s medicine is sick, or asleep.”\n\nKnight understood nothing of this exchange but felt the drama of it.\nThe chief was now glaring malevolently and all were watching the\nprisoner with the greatest interest. Despite his terrible plight the\nyounger man found himself likening the curious, expectant Indians to\ninquisitive little children. The comparison was grotesque, yet it\npersisted. The old man finished the smoke-spiral and held the\ndripping bark-brush high and sharply called out:\n\n“Look! Look! With sharp eyes and see a strong medicine!”\n\nThe gaze of all was lifted to watch the brush, now slowly describing\na small circle. With incredible quickness the thin claw-like hand\nshot forward and plucked a skinning-knife from a Wyandot’s belt and\nalmost with the same movement thrust it deep between the man’s bare\nribs. Simultaneously the brush was smeared across the face of the\nnext nearest man. It was done and the prisoner was leaping toward the\ndusky woods before an Indian could make a move. Then Little Beaver\nthrew up his gun and fired just as the prisoner was making cover.\n\nYelling like wolves, men raced after the fugitive. Knight huskily\nexclaimed aloud--\n\n“He got clear!”\n\nThe old man had worked most cunningly. He had “got clear”--clear\nof the stake and the flaying knives, and never again could he suffer\nhurt. Bryant felt nauseated as the chief returned to the fire,\ncarrying the yellowish white scalp.\n\n                *       *       *       *       *\n\nThere was no rejoicing over this trophy. Little Beaver respectfully\nplaced it on the fire and directed that the dead warrior be hidden in\nthe ground, or a hollow log, and that the camp be shifted a few\nmiles. It was not a good place for Wyandot men to tarry in. The white\nman’s medicine was about the little opening. It had saved him from\nthe smoke and the coals, even as he had claimed that it would. He had\ndied painlessly and had cheated his captors. He was a very wise old\nman, and his ghost even now was laughing at them. Around red\ncamp-fires he would be spoken of with great respect.\n\nThe camp was moved two miles to a creek.[2] The men were gloomy and\ndispirited. A strong medicine had worked against success on this\npath. Once the men decided Little Beaver’s medicine was responsible\nhis following would fall off. None sensed this more quickly than the\nchief himself. Like his men he was in a gloomy state of mind when he\ntook to his blankets. With his belt of rawhide around his waist\nKnight slept by snatches. Each time he woke up he was overwhelmed by\nhis awful plight. It was so inexorable; so inescapable. The darkness\nwas thinning when the first warrior rolled out and threw dry fuel on\nthe fire. Knight’s appearance plainly revealed his state of mind.\nUnlike Bryant he could not make-believe.\n\n[Footnote 2:  Salt Creek, Jackson County.]\n\nHis guards rose and unfastened the thongs running from their waists\nto the prisoner’s waist. His feet were untied and he was helped to\nstand. The men were courteous, even gentle, but now he knew all this\nwas deliberately planned to increase his suffering. He held out his\nhands for one of the men to unfasten. The Indians had no fear that he\ncould escape; and did he try his disappointment would be their joy.\nOne of his guards released the thong and Knight rubbed his hands and\nwrists smartly. As he did this he looked for a possible avenue of\nescape.\n\nThe Indians’ guns were resting against a pole which was supported by\ntwo crotched sticks. If he attempted to run in that direction he\nwould find but few between him and the timber, as almost all the men\nwere around the kettle. But pursuit would be made by the warriors\nnear the guns, which they could snatch up and use with deadly effect\nbefore he could reach cover. Had it been broad daylight he might have\nelected to attempt that course, and to count it success if he was\nshot off his feet. He had supposed all hope had left him. Now the\ngloomy woods, just beyond the fire, invited him to make it a race. If\nhe took this direction he must win his way through and around the\nbulk of the warriors. But if he reached the growth they either would\npursue him unarmed, or else lose time in running back across the\nopening to get guns.\n\nHe thought it out and made his decision inside a few seconds of\ndeliberation. The very idea of attempting to do something gave him\nphysical strength. He advanced toward the kettles. Little Beaver\nfollowed and overtook him as he halted as if waiting for his\nbreakfast. The chief patted him on the shoulder. Knight met the\nsmoldering gaze and smiled and nodded his head. The Indians averted\ntheir gaze to hide their amusement. The white man was believing them\nto be friendly. With a final pat Little Beaver dropped his hand to\nhis side. Knight’s hard fist, starting from his hip, came up with\nterrific force under the chief’s chin and fairly lifted him off his\nfeet. Then with a leap, and a jump to one side, and a left-handed\nsmash in the face of a man he could not dodge, he was bursting\nthrough the fringe of bushes and plunging into the gloomy woods.\n\nThe complete surprize of it all dazed the warriors some seconds. Then\nthey followed their first impulse, to run down and recapture their\nman. As they took the woods, whooping and howling, and armed only\nwith their knives and axes, Knight fought against panic and even\nslowed his gait to prevent a collision with the faintly outlined\ntrees. One of the warriors yelled for the men to secure their guns.\nSome ran back to do this. It was too dark for those pressing the\nchase to pick up the trail, and quite to his amazement Knight found\nhimself on the bank of the creek. The infuriated yells and howls\nsuddenly ceased and Knight at once imagined the foe were all but upon\nhim. Still he practised enough self-control to slip into the icy\nwaters of the creek and noiselessly make his way to the opposite\nbank.\n\nHe started at right angles from the stream and soon came to a long,\nsloping ridge, where there was more light. Up and along the ridge he\nran until it did seem as if his pounding heart would burst.\n\nFor the first time he ventured to look back. He could discover no\nsigns of pursuit, but he realized he must now sacrifice speed for\ncunning. Once the light strengthened, the Indians would pick up his\ntrail and follow it at a run. He walked on ledges whenever possible.\nHe took care not to break off twigs and small branches in passing\nthrough bush-dotted openings. He was young and in excellent physical\ncondition. He was spurred on by the fear of something worse than\ndeath. He kept his back to the sun, and he chased after the sun. Late\nin the afternoon he came to a stream he knew must be the Scioto.[3]\n\n[Footnote 3:  Near Piketon, Pike County, Ohio.]\n\nHe did not believe he could lift one foot ahead of the other, but\nfear told him he must place the river between him and his enemies. On\nthe western bank he told himself he had done all that mortal could;\nand, flogged on by thoughts of Little Beaver’s terrible rage, he\nwalked with staggering steps into the sunset.\n\nWith the first light he was continuing his flight and fought pains\nand aches for several miles before his legs limbered up. Two hours\nafter sunrise he killed a squirrel with a rock and ate the scanty\nmeat raw. Fortunately his mind focused on the fear behind him and he\ndid not take time to realize he might run into another band of\nIndians at any moment. He entered the rugged hills around Sunfish\ncreek. He was determined to use every hour of light for travel, and\nfear served as food and drink in keeping him going. Traveling south,\nhe crossed Scioto Brush and Turkey Creek; and everything seemed\nunreal. Another night and day, and he halted and stared stupidly when\nhe beheld a broad river, which, he knew, must be the Ohio. He was ten\nmiles below the mouth of the Scioto. He had no idea of how and when\nhe had rested, of the meager food of nuts and raw squirrel meat. But\nhe did know he was gazing on the Ohio and the Kentucky shore beyond.\nHis problem now was to cross the river although it was very possible\nthat would mean from pan to fire. He remembered poor Bryant’s advice\nto make for Massie’s Station, but he had no idea whether he was above\nor below it. Nor did he know how much time had elapsed since he\nstruck Little Beaver and escaped from the Salt Creek camp.\n\nHe crawled into a thicket of bushes as a befuddling sense of\nhelplessness swept over him. His clothing consisted of a few rags.\nHis moccasins were worn out. His feet and limbs and chest were\nscratched and torn by the wildness of his flight. As he stared at his\npoor feet he discovered he was weeping. He fought down the weakness,\nand was startled into lively perception by a slight splashing noise\nin the current above his hiding-place. As it sounded at regular\nintervals and appeared to be drawing nearer he forced his way closer\nto the bank to stare down through the tangled growth.\n\nHe felt as if he were suffocating when he beheld a man in a canoe.\nThe man was dressed like one of the Long Hunters who lighted the\nKentucky fire.\n\n“Take me off! Save me!” Knight hysterically called out.\n\nThe canoe swerved in to the bank and out of sight.\n\n“I’m a white man! Save me!” he repeated. As he received no response\nhe cried again and again to the same effect.\n\n“Who are you?” asked a curious voice behind him.\n\nHe turned in frantic haste and beheld the man, his rifle across his\nleft arm. The man had landed and mounted the bank and gained the rear\nof the fugitive’s position without being heard.\n\n                *       *       *       *       *\n\nIn a recital that was almost incoherent Knight told his story. The\nman relaxed and rested the butt of his rifle on the ground. As Knight\nceased talking the other squatted on his heels and checked off.\n\n“You’re Virginny. Catched at the Big Sandy station. White man, named\nBryant, was fetched in and got hisself killed. You busted loose.\nInjuns chasing you. That right?”\n\n“Yes, yes. And we must be going. Set me across, will you?”\n\n“You forgot to say what band of Injuns was it,” prompted the man.\n\n“Little Beaver and his Wyandots. Cap’n Jimmy, the whites call him.\nPoor Bryant told me. Chief has red stripe up and down his back.”\n\n“That’s Little Beaver. All his men have red stripes till they quit\nhis band. My name’s Kinsty. I’d like to obleege you. Too much risk.\nIf Little Beaver is on your trail he’d cross into Kentucky quicker’n\nscat to overhaul you.”\n\n“Good heavens! You’re a white man. You don’t refuse to help me?”\npleaded Knight.\n\n“I’m just saying I ain’t going to cross to t’other shore and run the\nrisk of having a Wyandot or Shawnee ax sunk in my head. There’s a\nbetter way. Twenty-five miles down stream, by the Injun path, is\nMassie’s Station. It’s a bit longer by water. Know anybody there?”\n\n“No one. Not a soul.”\n\n“Makes no difference. They’ll be glad to take you in.”\n\n“If you won’t go with me then set me on the path. I must get\nsomewhere that’ll be safe to close my eyes in, and sleep.”\n\n“I’ll lead you there,” assured Kinsty.\n\n“Then let’s get into your canoe and start now.”\n\nKinsty shook his head.\n\n“Safer to foller the Injun path. Whose your folks back in Virginny?”\n\nKnight got to his feet and hurriedly told the names of his people.\nKinsty worked inland and struck into the old trail. As he walked\nalong in the lead he seemed hungry to be told things and asked many\nquestions about Knight’s home life, his friends, and the like. Knight\npatiently answered the queries, as he had learned this was a\ncharacteristic of isolated people. The first four questions a\ntraveler would be asked at a frontier cabin would be: “What’s your\nname? Where you from? Where you going? What’s your business?”\n\nKnight talked until weary, and finally complained:\n\n“Can’t we push forward faster? Seems like we was holding back.”\n\n“No hurry so long’s we got to make one camp. Can’t do it on a\nstretch. Least-ways, you can’t. Won’t do to git tuckered out. You\nmust be good for a long run if jumped by Injuns. You say you can’t\nspeak nary a word of red lingo?”\n\n“Not a word.”\n\nKinsty halted and stared at Knight thoughtfully. Then he announced:\n\n“’Low you’re all right and are the man you say you be. But at the\nfirst I had a sneaking notion you might be Greeby.”\n\n“The monster who lives with Indians from choice and kills his own\npeople?” exclaimed Knight in a horrified tone. For the renegade’s\ninfamous acts had been rehearsed at the Big Sandy station although\nthe man seldom ventured that far up river.\n\n“Now I know you’re all right,” chuckled Kinsty. “Only a man who’s all\nright could speak in that way. It was your scratched legs and arms\nthat made me suspicious. Your calling like you did was the first\nthing to make me suspicious. Greeby is a master hand for yelling from\nthe shore for some one to save his pelt by setting him across the\nriver. Some say he’ll wade out in the water and pray to be took off.”\n\n“I’m what I look. A poor, helpless man in need of a friend. Why do we\nhalt? I have many hours of energy left in me if there’s a safe bed at\nthe end of the journey.”\n\n“You think so but you’d go kerflummox first thing you know. You got\nto have victuals. We can’t git through tonight anyway. We’ll camp\nhere off the trail and I’ll shoot something and make a soup. With a\nfull stomach and some sound sleep you’ll go through to Massie’s\nmighty fine.”\n\n“If you think best,” sighed Knight. “How far is it to the station?”\n\n“Twenty miles,” replied Kinsty.\n\n“Bout sixteen miles,” corrected a voice from the bushes.\n\nKinsty exclaimed under his breath and dropped on one knee and cocked\nhis rifle. Knight warned:\n\n“It’s all right. It’s a white voice.”\n\n“It’s all right after we look him over,” growled Kinsty. “Stranger,\nwhoever you be, show yourself. Both hands up and empty.”\n\nA man stepped into the path between the two men, his arms raised, one\nholding a long Kentucky rifle. He said: “Here I be. Had to fetch the\nold gun along. Think I was red?”\n\n“I knew you was white. But keep your hands up. Knight, lift up his\nhunting-shirt so we can have a peek at his back.”\n\nKnight stared stupidly. The man good-naturedly requested: “Don’t\nwaste time. This gun’s gitting heavy.” Then to Kinsty, “Just what you\nlooking for, mister?”\n\n“A red stripe up and down your back, Mister,” growled Kinsty.\n\nThe stranger laughed and exclaimed: “Beats all natur’ how every one\nyou meet you sort of think may be that skunk Greeby. Go ahead,\nyounker. My name’s Daniels. Been in the bush so long my back ain’t\nvery clean, mebbe. But you’ll find no red stripe.”\n\nKnight stepped behind the stranger and pulled up the hunting-shirt.\nThe back was that of a very muscular man. Daniels, without being\ntold, slowly turned around, and Kinsty dropped the butt of his gun to\nthe ground and barked--\n\n“All right. But I don’t take no chances with a strange white man this\nfar down the Ohio, on either the Injun or the Kentucky shore.”\n\nDaniels chuckled as if it were a good joke. Then he silently surveyed\nKnight for a bit and briskly decided:\n\n“Feller’s half starved. Been running his legs off. Hide barked and\nscratched most tarnal. He oughter eat and sleep.”\n\n“Just what I was telling him,” agreed Kinsty. “He’s most bodacious to\nbe pushing through to Massie’s Station.”\n\n“Safe here for the night as he’d be at Massie’s. What with Greeby and\nthe Girtys and the Shawnees, the station is fair beset.”\n\n“If they ain’t strongly forted he shouldn’t go there,” said Kinsty.\n\n“They can stand off the Injuns if white renegades don’t lend a hand\nand play some new deviltry. If Gineral Sinclair ’arned a lesson from\nGineral Harmar’s defeat last year we’ll have peace along this river.\nIf he gits a red ax in the head it’ll keep on being death to any one\nplanting corn north of this river. And I’m afraid for Sinclair.\nLittle Turtle and his Miamis are ag’in him as they was ag’in Harmar,”\nsaid Daniels.\n\n“I don’t think this country will ever be safe for whites,” sighed\nKnight. “I feel faint. Wish I could eat and sleep and cross into\nKentucky and make back to Richmond. I’m mortal tired of the border.”\n\n“Make a fire and I’ll fetch in some small game,” said Daniels. “After\nwe’ve et and rested we’ll see what fits the young man’s case best.”\n\nHe slipped into the growth and Kinsty scooped a shallow hole one side\nof the path and started a small blaze, feeding it with small pieces\nof bark until he had a deep bed of coals. Daniels came in with a\nturkey and some pigeons. He had knocked them over with his ax. The\nmeat was quickly put to roasting.\n\nKnight discovered he was ravenously hungry. He could not wait for the\nmeat to be cooked through. He snatched a turkey leg and ate like a\nwolf.\n\n“Take your time and don’t wolf it in chunks,” advised Daniels.\n\nAfter they had finished and covered the fire-hole with branches and\ndirt, with two small apertures for air, Daniels jumped to his feet\nand announced he would scout for a bit. Kinsty said nothing until the\nstranger had withdrawn; then he leaned forward and whispered--\n\n“Wish I knew more ’bout him.”\n\nKnight shivered at this suggestion that all might not be right with\nDaniels.\n\n“He’s a white man. He didn’t have any red stripe on his back. Could\nhe be one of the Girtys?”\n\n“Not Simon. I seen Simon once. May be George. I’m just as skeered of\nhim as I be of Simon.”\n\nKnight’s nerves were unstrung. He groaned and complained, “I thought\nI’d be all right if I could live to reach the river. Now it looks\nworse’n it did when I was knocking Little Beaver off his feet. What\nshall we do? I’m fair wore out just from being afraid of what may\nhappen.”\n\nKinsty frowned at the threads of smoke escaping from the fire-hole\nvents, and after a while replied:\n\n“We’ve got to make sure. He may be honest as we be. But till we know\nwe don’t want him behind us, nor scouting off one side. See here:\nonly sensible thing for us to do is to take him to Massie’s. If folks\nthere say he’s all right no harm’s done.”\n\nKnight sadly exclaimed:\n\n“Just let me git out of this country! I vow I’ll stay east of the\nmountains if I ever get back there.”\n\n“Few miles more won’t make much difference,” consoled Kinsty. “If we\ncan s’prize that feller and tie his hands and take him down stream\nwe’ll soon know if he’s all right.”\n\n“He seems to be a pleasant sort of man,” said Knight, now speaking\nmore hopefully.\n\nKinsty laughed silently.\n\nThen he muttered, “Pleasant? Yes, they can be that. A white man who\nlives with Injuns from ch’ice can be lots of things. They can wade\ninto the river, with what looks to be blood on their face and arms,\nand beg for a keel-boat to swing in toward the bank and pick ’em up.\nNo end to the traps they can set. Why, when you first called out I\nwas sure you was bait for the trap that might snag me. Even when I\nsee you, your legs’n arms all scratched and torn, I thought you was\nfixed up that way to fool me.”\n\n“That’s why you kept pestering me about my folks and friends?”\n\n“Zactly. Trying to catch you in a lie, but you rung true. Now, this\nis what we must do. I’ll jump this feller and git the drop. You ties\nhis hands behind him when I give the word. We’ll take him through to\nMassie’s. If he’s all right he won’t feel hard for the way we’ve used\nhim. If he’s a bad one Massie’s men will settle him.”\n\nThe plan repelled Knight, but he could think of nothing better. He\nbowed his head in agreement.\n\nKinsty stirred uneasily and whispered:\n\n“We got to have light. He could kill both of us in this darkness.\nLight to see to work by.”\n\nHe tore the cover off the fire-hole and threw in dry branches and\npiled on dead limbs until he had a companionable blaze which brightly\nlighted the small opening where they had camped. In a short time\ncareless steps sounded in the woods and soon Daniels burst through\ninto the light and harshly demanded:\n\n“What be you trying to do? Call down on us all the northwest tribes?”\n\n“No danger,” replied Kinsty. “Younker was in a bad way along of the\ndarkness.”\n\n                *       *       *       *       *\n\nDaniels squatted on his heels, his rifle on the ground beside him. On\nthe opposite side of the fire Kinsty sat cross-legged, his rifle\nacross his knees.\n\nKnight held his breath as he discovered the two men were staring at\neach other fixedly. He was positive that Daniels had overheard, or\nhad guessed their plan.\n\nKinsty slowly leaned back and commenced swinging the long barrel of\nhis gun toward the fire. Then with breath-taking quickness the\nsquatting figure straightened out and was flying through the flames\nto land on Kinsty before the latter could straighten out his legs.\nKinsty’s rifle went off, the bullet passing close to Knight’s head\nand causing him to cry out wildly.\n\n“Hit him!” gasped Kinsty.\n\nKnight moved around the fire, but the interlocked figures were\nrolling and twisting so rapidly he had no opportunity to land a blow\nwithout running the risk of hitting the wrong man. He shuddered as he\ncaught the flash of the firelight on two knife blades. Each man had\ndrawn his long butcher-knife, and they grunted loudly as they\nendeavored to give mortal wounds. They revolved, a blur of arms and\nlegs, out of the zone of light and crashed into the edge of the\ngrowth. Then sounded a loud groan.\n\nKnight came out of his stupor and sprang to the rifles and snatched\nup Kinsty’s weapon and stood desperately at bay as a figure emerged\nfrom the darkness.\n\nWith gaping mouth he leaned forward to discover which had survived\nthe terrible duel. The figure entered the light. It was Daniels.\n\n“You’ve killed him!” yelled Knight. “Put up your hands! Drop that\nknife!”\n\nThe man threw the knife to the ground and picked up a burning faggot.\nThen he commanded:\n\n“Follow me and take a peek at your friend, who was so cur’ous to see\nmy back.” Waving the torch to keep it alive he strode to the edge of\nthe growth. Knight followed, the rifle cocked. Swinging the torch\ndown in a half circle the man invited, “Take a look. What d’ye see?”\n\nThe two had torn the clothing almost from each other in their\ndesperate fight. Kinsty, with his hunting-shirt ripped from hem to\ncollar, was lying on his face. A red stripe extended the length of\nhis spine.\n\nStraightening up the man continued:\n\n“Knew him the second I see him. But he didn’t know me. He’s one of\nLittle Beaver’s white Injuns. He’s Greeby.”\n\nKnight nearly collapsed.\n\n“Greeby the renegade! Why did he ask about my folks, my home, so many\nquestions about everything?” he cried.\n\n“So’s he could pass off for you where your folks was known and you\nwa’n’t. Now we’ll pick up a canoe I had hid along here somewheres and\ncross to t’other shore.”\n\n“He was taking me to Massie’s station tomorrow!”\n\n“He was taking your ha’r back to Little Beaver, leaving you dead\nwhere he cooked your supper. No more talk. Take his gun, powder horn\n’n’ knife.”\n\n“Not the knife,” shuddered Knight. “Can you find your canoe in the\ndark?”\n\n“Why not? It ain’t run away. Come, hurry. This light may fetch a\nparcel of Injuns on our backs.”\n\n“Lord knows I’m grateful, Daniels--”\n\n“Boone. Dan’l Boone. Didn’t want to give my name to Greeby till I had\na fair chance in a fight. Told him when we was scuffing on the\nground. S’prized him so mightily I got home with the knife.”",
    "metadata": {
        "author": [
            "Rochester, Faunce",
            "Pendexter, Hugh"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/68942/pg68942.txt",
        "name": "red_stripes.json"
    }
}