{
    "name": "Repeat Performance",
    "author": [
        "Graham, Roger Phillips",
        "Browning, Craig",
        "Phillips, Rog"
    ],
    "body": "The pounding at the door woke me up. I groped for the light. It flooded\nthe room, erasing the glow of the afternoon sun through the drapes. The\nclock said three-thirty.\n\n\"Come on, Benny! Open up!\" a gruff voice ordered.\n\nI groaned as I recognized the voice. As I went to the door I hastily\nreviewed last night's activities. Two wallets on the subway that had\nnetted seventeen bucks, one in an elevator at the Morrison that had\nadded forty-five bucks. An all night crap game near the Wilson El that\nhad nearly cleaned me....\n\n\"Come in, Calahan,\" I said cheerfully to the cop. \"A social visit--I\nhope?\"\n\nCalahan grinned mirthlessly at my little joke. I got dressed. An hour\nlater I was shoved into line with a dozen others. We knew what to do.\nWe walked single file onto the stage, then faced a screen. We couldn't\nsee beyond it because it was dark there, and floodlights from the floor\nand the ceiling blinded us.\n\n\"That's the man!\" a woman's voice said excitedly.\n\nMy stomach did a flip flop. Who did she mean? Me? I looked at the\nothers in the line-up. Joey North was looking sick. The others just\nlooked uneasy, like I felt. Poor Joey....\n\nOn the sidewalk outside the station I lit a cigarette with shaking\nfingers. I hated the whole system. They take you down in a car. You\nwalk home. If you get out. Suddenly I was sick of Chicago, and when I\nget sick of Chicago I go somewhere.\n\nNight found me at the counter in a drugstore in Evanston. I was\nbeginning to feel better. I had a newspaper and a cup of coffee in\nfront of me.\n\nI'd read everything else, so I started reading the society stuff. A lot\nof it was Evanston. A bosom-type matron smirked at me from one of the\npictures. Under the picture it said she was Mrs. Sarah Fish, Evanston\nsociety leader. I started to read more. Then this little guy came into\nthe drugstore.\n\n\"A package of Camels,\" he said to the cashier.\n\nHe sensed my stare. I looked quickly down at my paper and casually took\na sip of coffee. But I wasn't interested in the news now. Out of the\ncorner of my eye I studied the little man. He wasn't more than five\nfeet tall, very slim, and very erect. I got the strange impression of\nlooking at a small giant. Then I realized what caused that impression.\nIt was his head. It was more the right size for a man six feet tall.\n\n\"That will be twenty cents,\" the baldish cashier said.\n\nThe little man handed him a bill he had been holding in his hand. \"By\nthe way,\" he said as the cashier rang up the twenty cents, \"Could you\ntell me the way to the Sarah Fish residence?\" I pricked up my ears at\nthat.\n\n\"Why yes,\" the cashier said. \"You go down to the stop sign and turn\nright two blocks. It's the big white place set back from the street,\nwith a wide driveway that goes back to a four car garage. Let's see\nnow. That was twenty cents. Twenty-five, fifty, one. Two, three. There\nyou are. Don't forget, the big white house.\"\n\n\"Thank you,\" the little man said.\n\nI watched him go to the door. It wasn't until he was out of sight that\nI did a double take.\n\n\"Hey!\" I said to the cashier. \"What kind of a bill did that little guy\ngive you?\"\n\n\"Why, a--a--Oh good Lord.\"\n\nI slid out of my seat at the counter and leaned over the cigar counter\nas the cashier rang up a no sale. He picked out the bill and held it in\nlimp fingers. I took it and spread it on the glass counter.\n\n\n\nIt was a three dollar bill. There was a picture of Truman on it. I\nturned it over. On the back was a picture of an atomic mushroom cloud\nwith a series of ellipses interlocking to form the popular conception\nof an atom.\n\nIt looked like real money. It had the feel of real money.\n\n\"Well,\" the cashier said philosophically. \"I guess I'm out three\ndollars. His talking was what threw me off.\"\n\nI picked up the three dollar bill and squinted at the fine print. It\nsaid _Series of 1964_. The date on my newspaper on the counter beside\nmy cold coffee was April 5, 1954.\n\n\"I'll tell you what I'll do,\" I said. \"I'll give you three dollars for\nit.\"\n\n\"Oh no!\" the cashier said quickly. \"I can't do that. The law says I\nmust turn all counterfeit money directly over to the nearest F.B.I.\noffice.\"\n\n\"Sure,\" I soothed. \"Sure, I know that. But this isn't the same thing.\nA counterfeit is an imitation of real money--and there aren't any real\nthree dollar bills.\"\n\nThe cashier chuckled suddenly. \"By gollies you're right,\" he said.\n\"That means I can keep it. Think I will. I'm going to deposit it in the\nbank tomorrow morning. Just for a laugh. Ned Sparks'll fall off his\nhigh stool when he sees it.\"\n\n\"I'll give you three and a half for it,\" I said.\n\nBut I was already turning away as he shook his head. I knew the only\nway to get a three dollar bill was to catch up with the little man.\n\nOutside the drugstore I looked up the street the way the little man had\ngone. He wasn't in sight. I saw the stop sign a block away, and hurried\ntoward it.\n\nIt was Lincoln Avenue, in a part of Evanston that was just like a\nsmall town set off by itself, downstate instead of a northern suburb\nof Chicago. I followed the directions the cashier had given the little\nman. Turn right two blocks.\n\nI still hadn't seen the little man by the time I reached the big white\nhouse with the four car garage. The house itself had one of those\nold colonial porches with six pillars holding up a porch roof with\nunnecessary solidity. Between the pillars brightly lit huge windows\nbrought a clear view of the interior.\n\nA party of some sort was going on. That's the way it looked. People\nstanding in small groups holding glasses.\n\nI hesitated. I wanted a three dollar bill, but was it worth it, to go\nup to the door and ask for someone I didn't know? I decided it was, and\nwent up the walk as though I belonged there.\n\nBeside the huge door was a button. I pushed it, and heard a series of\nchimes ring out. A few seconds later the massive door swung open and a\nmiddle aged man with a jovial expression said, \"Come in, come in. I'm\nGeorge Wile. Sarah's somewhere. What's your name? Sorry I can't keep\ntrack of all of Sarah's friends.\"\n\n\"Ben Smith,\" I said, stepping inside.\n\n\"Sarah'll show up in a minute,\" George Wile said, and promptly forgot\nme.\n\nThat was okay by me. I stood by the door looking around, trying to spot\nthe little man. A gorgeous young thing held a tray in front of my face\nuntil I took a tall glass that contained, I discovered, an excellent\nTom Collins.\n\nI couldn't see the little man anywhere. I mosied across the room to the\narchway to another room where there were more people. He wasn't there\neither.\n\nA distinguished appearing man seemed to be the center of attraction\nhere. I edged into the crowd around him and finally deduced that he had\nearlier given a book review or lecture or something, and this was the\nrefreshment period before everyone went home.\n\nStill no sign of the little man.\n\nSuddenly a sharp rapping sounded. I turned my head. A woman with a\nlarge bust was pounding a gavel on the small stand. Around me the buzz\nof conversation dropped off into silence.\n\n\"Is there a Mr. Ben Smith here?\" she asked.\n\n\"He's here somewhere, Sarah,\" George Wile's voice sounded loudly.\n\"Where are you, Ben old boy?\"\n\nI was too startled to speak for a second or two. Then I said, \"Yes!\"\n\nSarah Fish separated me from the crowd with her eyes, then came toward\nme. There seemed to be concern, a mixture of pity, and something else\nin her expression. When she reached me she said in a low voice, \"Please\ncome with me, Mr. Smith.\"\n\nNo one was paying attention to us. The conversational murmur was\non again. I followed her into the front room and around to a door\nunderneath the stairs that arched up to a balcony.\n\n\n\nShe opened the door and stood aside for me to go in. There was still\nthat strange something in her expression. I tried to place it, then\nwent past her into the room.\n\nThe little man was there, standing across the room against a back-drop\nof shelves filled with books. His piercing eyes flicked at me. Then he\nlifted his arm and examined his wristwatch.\n\n\"Right on the second,\" he said, a shade of disappointment in his tone.\n\"I'd hoped this time you'd be off a few seconds.\" He lowered his arm\nand advanced toward me, hand outstretched politely. \"I'm Sam Golfin,\"\nhe said. \"I want to ask you some questions, Benny. And this time I hope\nI get the right answers.\"\n\nI ignored his hand. \"How'd you know my name?\" I demanded. \"How'd you\nknow I came here?\"\n\n\"Oh dear,\" Sarah Fish said. \"I _don't_ know how to tell him, Sam.\nYou'll have to.\"\n\nSam Golfin gave her a sympathetic glance, then looked grim. \"This\ntime,\" he said, fixing me with a stare, \"I'm not going to try to spare\nyour feelings. In--\" He studied his watch again. \"--exactly one hour\nand seventeen minutes you are going to be murdered. A man doesn't just\nget murdered without knowing who might have done it, who his enemies\nare. Someone in this house is going to kill you. _Who is it?_\"\n\n\"You see,\" Sarah Fish said, her bosom expanding in an anxious breath,\n\"you _must_ tell us who did it.\"\n\nI stared at them both, then gave what I intended to be a derisive\nlaugh, but it sounded thin. \"What makes you think I'm going to be\nmurdered?\" I said.\n\n\"For one thing,\" Sam Golfin said cautiously, \"it's in tomorrow's\npapers.\"\n\n\"Oh, I see,\" I said sarcastically.\n\n\"I know you must think I'm joking....\" Golfin said.\n\n\"Hardly,\" I said. And it was the truth. I thought he was crazy.\n\n\"I'm glad you don't,\" Sam Golfin said with relief. \"Every minute counts\nif we are to save you.\"\n\n\"Save me?\" I mocked. \"But I thought you said it was in the papers. So\nit must be true.\"\n\n\"I'm not so sure,\" Golfin said with an important frown. \"I'm not so\nsure the future can't be altered. That's why I'm here. I want to see if\nI can change the future. If I can....\" He left whatever thought he was\ntoying with unspoken.\n\nA sudden thought shattered my amused point of view. That three dollar\nbill. It had been a _Series of 1964_, something utterly absurd by\nitself. But coupled with Sam Golfin's obvious conviction that I was\ngoing to be murdered, and his talk of changing the future, it made a\npattern that made me suddenly uneasy.\n\n\"Why would anyone here kill me?\" I asked with a defiance that covered\nmy unease. \"I don't even know anyone here. As a matter of fact, the\nreason I came here was to--\"\n\n\"But someone here knows you,\" Golfin said. \"And that someone knew you\nwere going to be here. The murder was--will be--carefully planned.\"\n\n\"Just how am I going to be murdered?\" I asked, not grinning.\n\n\"The coroner's report says that you were--will be--poisoned,\" Golfin\nsaid.\n\nI thought of the Tom Collins, and my stomach turned over.\n\n\"A venom,\" Golfin went on, \"injected by means of a pin or needle. The\ncoroner found--will find, that is--a small puncture in the small of\nyour back on the right side, with some of the venom still imbedded,\nalong with the paste.\"\n\n\"I'll tell you what I'm going to do,\" I said. \"I'm getting out of\nhere.\" I turned toward the door.\n\n\"Wait!\" Sarah Fish said. \"Mr. Golfin says it will happen when you try\nto leave.\"\n\nMy momentum left me as my hand touched the doorknob. It flowed out of\nme. I turned around and faced them.\n\n\"Just how do you know all this?\" I said, glaring at the little man.\n\n\"I suppose I had better tell you,\" he said. \"I'm _Dr._ Golfin.\"\n\n\"Oh,\" I said.\n\n\n\nHe reached into his breast pocket and extracted an expensive leather\nbillfold. Looking quite important for his size, he took out a card and\nextended it to me.\n\n\"My specialty is--has been,\" he said, \"amnesiacs. I've made a life\nstudy of them.\"\n\nI looked at the card. It gave the name, Dr. S. L. Golfin, and an\naddress on Wabash, Chicago.\n\n\"The phenomenon of amnesia interested me,\" he went on. \"A person\nsuddenly can't remember anything. Perhaps years later memory returns,\nbut there is a gap. Why?\"\n\nHe smiled at me triumphantly. Sarah Fish nodded sagely.\n\n\"Because....\" Golfin lifted his left arm with a flourish and inspected\nhis watch. \"One hour and three minutes,\" he said quietly. Then,\n\"That was the question I asked myself. Why? Unfortunately amnesia is\nrather rare. The few genuine cases didn't give me enough opportunity\nto find the answer. I did, however, arrive at several theories about\nit. And finally I came to the conclusion that amnesia is part of a\nlarger field. I expanded my research to include other phenomena\nsuch as prophetic dreams. I was sure I was on the right track, but\nunfortunately it was impossible to study a person in the process of\nhaving a prophetic dream.\"\n\n\"I can see that,\" I said sympathetically.\n\n\"Exactly,\" Golfin said, blinking up at me. \"However, I asked myself,\n'Of the several theories, wouldn't the one that also accounts for\nprophetic dreams be the more probable one?' And of course it's well\nknown that the more a theory explains, the more probable it is of being\ntrue.\"\n\n\"Not always,\" I ventured.\n\nHe pondered this, then looked at his watch again. \"Fifty-three\nminutes,\" he said.\n\nI swallowed.\n\n\"But how do amnesia and prophetic dreams tie together?\" I asked.\n\n\"They are basically the same phenomenon,\" Golfin said, \"with one\nimportant difference. In amnesia the conscious mind jumps over a period\nof time and stays there, going on in normal fashion. In prophetic\ndreams it does the same, _except that it returns to its starting\npoint_.\"\n\nI glanced at Sarah Fish. She was listening intently. It occurred to me\nthat she hadn't heard any of this before either. She was the congenial\ntype. Undoubtedly when Golfin had sprung this murder business on her\nshe hadn't asked questions.\n\n\"Now do you see what I'm getting at?\" Golfin said. \"The mechanism must\nbe the same in both instances. An underlying mechanism. In amnesia a\nperson may suffer a brain injury, or a person may be under a terrific\ncompulsion to escape the present. In either case the person jumps over\na period of days or years in, seemingly, an instant--and refuses to\nreturn. In prophetic dreams the person jumps into the future to an\ninstant when something crucial is taking place, and returns to the\npresent with memory of it.\"\n\nI looked at my own watch and said, \"Any other time I would like to\nlisten, but what are you driving at?\"\n\n\n\nHe frowned and glanced at his watch. \"Forty-one minutes,\" he said.\n\"This is what I'm driving at. If I could discover the mechanism by\nwhich the mind leaps into the future, and returns, I would have a\nmeans of doing that myself. I could, possibly, go to tomorrow and\nbuy a newspaper and see what it says, and return to today with that\nknowledge.\"\n\n\"I see now!\" Sarah Fish said, quivering with excitement. \"That's how\nyou learned that Mr. Smith is to be murdered!\"\n\n\"So you did discover a way?\" I said.\n\n\"I did. That's why I'm here. For some time now I have been going into\nthe future at will, and also into the past. I've learned how to control\nit, the length of time I stay there, and just how far into the future\nor the past I go.\"\n\n\"It sounds good,\" I admitted. \"How could you change things?\"\n\nHe glanced at his watch worriedly. \"We haven't much time,\" he said.\n\"A little over half an hour. What I want to do is this. I have the\ninstruments with me to send you into the future to the moment you\nare dying. I want you to go there and see if you don't know then\nwho killed you, and how. You will return to the present moment with\nthat knowledge, and be able to avoid death. At least--\" He smiled\nencouragingly. \"At least I hope you will.\"\n\n\"And if I don't?\"\n\nHe shrugged. \"This is my first serious attempt to change the past.\nSooner or later I will succeed.\" He had reached into his breast pocket\nagain. Now he brought out something like a fat fountain pen.\n\n\"I don't know,\" I said uneasily. \"You sure this doesn't hurt?\"\n\nHe unscrewed the end of the thing. There was a short hollow needle on\nit, with what looked like a trigger that had swung out into position\nagainst the side.\n\n\"I've used it on myself many times,\" he said. He started toward me.\n\n\"Wait a minute,\" I said, backing up a step and holding up my hand.\n\"This is going to take me up to the instant I'm dying?\"\n\n\"That's right,\" he said, \"and I want you to try, in that single instant\nyou are there, to find out who did it. Think where you were when it\nhappened, and who might have done it.\"\n\n\"You sure it won't kill me?\" I asked.\n\nHe took another step toward me. \"Of course not,\" he said.\n\n\"Wait a minute,\" I said, backing up against a bookcase to get away from\nhim. \"Why didn't you go farther ahead in time and read in the papers\nwho did it? Wouldn't that have been the best way?\"\n\nFor a brief instant his eyes flashed with what seemed to me to be\nmadness. I thought of the three dollar bill. The guy was crazy. It\nhad to be that. He'd been using the stuff on himself. Whatever it was\nit had affected his mind. He imagined he could send his mind into the\nfuture. Or maybe--\n\nI remembered suddenly why I was here. I had followed Golfin in the\nhopes of getting one of those three dollar bills. That made it a\nvicious circle. Sure. It was _he_ who was going to murder me, if\nanyone was. Those other people didn't know me. And he said I was going\nto be poisoned by venom on a pin or needle--_or was it going to be a\nhypodermic needle_?\n\n\"Don't be afraid, Mr. Smith,\" Golfin purred. \"It's the only hope of\nsaving your life. Your murder was never solved.\"\n\n\"Oh, it is, is it?\" I gritted. I snaked out with my hand and wrapped\nmy fingers around the wrist of the hand that held the needle. \"Give me\nthat thing,\" I said.\n\nHe struggled. He had a lot of strength for a little man. He pivoted\naround and tried to pull his wrist free. With his other hand he tried\nto get hold of the needle. I kept shaking his wrist to keep him from\ndoing it.\n\nThen I remembered his expensive billfold. It probably had the three\ndollar bills in it. I simply reached into his breast pocket and\nappropriated it. He didn't know it was gone.\n\nA second later, with a loud grunt, he twisted violently in a last\neffort to get free. I heard a sharp snap, and at the same time I felt a\nsharp pain stab into me.\n\nIt was in the small of my back on the right side. _The small of my back\non the right side!_\n\nI let go of his wrist. He was just starting to jerk again, and my\nletting go made him stagger backwards and fall against the bookcase on\nthe far wall. He didn't even know his gadget had gone off!\n\nI did, though. And a strange fatalism was seeping into me, like the\nemotional effect of a drug. A numbness was beginning to make itself\nfelt along my right side.\n\nSarah Fish was staring at me, her eyes large and round. Not like a fish\nthough. Too human, too full of concern and sympathy. Maybe she had seen\nthe needle stick me....\n\nFunny ... Golfin came here convinced in his own insane way that he was\ngoing to prevent a murder. If he hadn't come, I wouldn't have come\neither. And if he hadn't come, there wouldn't have been a corpse....\n\n\n\nI looked around until I found the door, and headed toward it. My right\nleg dragged a little as I walked. And I didn't need to go into the\nfuture to know what was going to happen. I would make it to the door.\nSure. I would open it, and walk through the crowd outside toward the\nfront door. Before I got there I would die. Golfin would never know,\nmaybe, that it was his drug that had killed me. Sarah Fish, convinced\nby the way it happened that Golfin had been right, would insist to the\npolice that I was okay when I left her.\n\nI could stop right where I was and die in this room. My hand gripped\nthe doorknob and twisted, and the door opened. And I knew I wasn't\ngoing to stay in this room. I was going to try to get to the front door.\n\nMy whole right side was numb now. I had to walk slowly. Even then I\nwasn't sure of my next step. And with each step the massive front door\nseemed farther away.\n\n_I wasn't going to make it._\n\nI bumped into someone--or someone bumped into me. I jerked my head\naround with a snarl starting on my lips. It was George Wile.\n\n\"Sorry old boy,\" he apologized. \"I didn't see you.\"\n\nI blinked at him, an idea forming. Maybe if I could change\nsomething--any little thing--I could save myself. What could I change?\nI didn't know, because I didn't know whether even the change I might\nmake would be part of the future. Still....\n\n\"'Sall right, ol' boy,\" I said, bumping against him. And my hands moved\nfast. My own wallet went into his pocket, and his went into mine.\n\nI stepped back, grinning. I had at least done something to confuse the\nissues. I would leave that puzzle behind me. It wouldn't fool anyone\nthough, because they would know who I was. Sarah Fish and Sam Golfin.\n\nMy heart was starting to pound painfully. Panic flooded into me. I had\nto reach that front door. I had to! It was already open, and people\nwere going through it, leaving the party. The distinguished appearing\nman was standing there shaking hands with them as they left.\n\nWhere was I supposed to drop dead? I wished I had asked Golfin that. I\ntook another step, and another. And, unbelieving, I was at the door.\n\n\"Glad you could be here,\" the distinguished appearing man said,\ngripping my hand and letting it go.\n\nHe had turned to the next person, and I was standing there, my heart\npounding, expecting to drop. Somebody pushed against me gently and\nsaid, \"Pardon me.\" I put my hand on the door frame and put one foot\nover the threshold. I was still standing.\n\nI let go the door frame and put the other foot over the threshold. I\nwas standing on the porch. I sucked in a breath. It was too good to be\ntrue. There was a catch to it somewhere. But--\n\nI took another step. Eager haste possessed me. I took quick steps off\nthe porch. I was on the sidewalk. I was still alive!\n\nAnd somewhere I had lost the numbness in my side.\n\nAround me people were getting in their cars, the doors slamming shut\nsoftly. I glanced over my shoulder. More people were coming out of the\nhouse.\n\nI waited for no more. Almost running, I went the two blocks to the stop\nsign and turned toward the drugstore.\n\n\"Made it,\" I said under my voice as I pushed open the door and went in.\nI slid into the same seat I had occupied before. The same counter girl\ntook my order for coffee. \"Black this time,\" I said. \"And where's my\npaper?\"\n\nMy heart wasn't pounding any more. I was still shaky, but there wasn't\na chance of my dying. Not a chance. I grinned to myself.\n\nMy coffee came. Also a paper. I sipped the coffee and tried to get\ninterested in the paper. But I kept going back to what had happened.\n\nThen I heard the sound of police sirens. They approached until they\nwere just outside. I looked out and saw the police cars turn the\ncorner, going in the direction of the house where I had been.\n\nSo someone had died after all!\n\n\n\nI reached under my coat and touched the spot where the needle had\nstruck me. It was a little sore, but not enough to bother me.\n\nWho had been killed? George Wile? Suddenly I remembered the exchange\nof wallets I had made. I reached into my hip pocket and took out his\nwallet.\n\nI looked in the money compartment and saw I had enriched myself by\ntwenty dollars. Grinning, I looked in another pocket of the wallet.\nThere was a package of needles. My grin wiped off. They were ordinary\nsewing needles. But the pointed ends were covered with what seemed to\nbe gray paint.\n\nThe counter girl was at the far end scrubbing the counter. The baldish\ncashier was on the other side of the store behind a counter, waiting on\na man and a woman. I took Golfin's billfold and quickly thumbed through\nit.\n\nThere were several of the three dollar bills. There were two ones. And\nthere were five twenty dollar bills. I shoved all the money into my\npocket except one of the three dollar bills.\n\nI made sure no one was looking my way, and dropped Golfin's billfold\non the floor, kicking it under the counter behind me in the center\naisle where it wouldn't be found unless the janitor swept under there.\nI decided to do the same with Wile's. After all, if Sam Golfin were\nright, and there was a murder, I didn't want a couple of strange\nwallets on me. Nor those coated needles.\n\nI looked at the three dollar bill in my hand. It was like that other\none. Picture of Truman on it, atomic mushroom on the other side, with\nthe atom superimposed. I squinted at the fine print. _Series of 1958._\n\nThat made me frown. Why would someone bother to change the date on\nphony money? And it was too nice a job of engraving for such a thing\ntoo.\n\nI thought of one of the tests for good money. I rubbed the three dollar\nbill against the margin of the newspaper. Some of the ink came off.\n\nThe wild theory Golfin had fed me was tame compared to what I was\nbeginning to suspect. I took out the rest of his money and picked out a\ntwenty dollar bill. Putting the rest back in my pocket, I studied the\ntwenty. I rubbed it against the margin of the newspaper. Ink came off.\nIt was genuine money.\n\nTaking a deep breath, I squinted at the fine print. _Series of 1964._\n\nI looked at the rest of the money I had taken from Golfin. The two ones\nwere okay. All the rest had dates in the future. I knew money. I could\nspot a phony bill a block away. It was real money.\n\nEither a master counterfeiter had--Another thought struck me. I\ncompared the serial numbers of the bills. All different. That clinched\nit. They weren't phony.\n\nThat meant that Golfin was _actually from the future himself_. Then why\nhad he given me and Sarah Fish that story about prophetic dreams and\namnesia? I thought about that a bit and nodded to myself. He wanted to\ngive us something we could believe. We wouldn't have believed a raw\nstatement that he was from the future. Those three dollar bills....\n\n\n\nThe more I thought about them the less they seemed like a gag. I tried\nto recall every detail of Golfin's passing it when he bought his\ncigarettes. He hadn't done it like he was pulling a gag. He had taken\nhis change and walked out. He didn't know he had done anything wrong.\nHe had assumed a three dollar bill was used here--or now, rather.\n\nMy coffee was cold. The girl was looking at me as if she wanted to\nclose up. I smiled at her and tossed a quarter on the counter and went\nout on the sidewalk.\n\nI debated what to do. Should I forget the whole thing? Or should I take\na walk back to Sarah Fish's house and see what was going on? I decided\non the latter.\n\nHer house was dark. No police cars were there. That was not what I had\nexpected. With a murder, there should be police cars, and the place\nshould be lit up. Or maybe not. It had been an hour since I left the\nplace.\n\nI went back to the drugstore and caught the bus down to the Davis\nStreet El station. Riding on the elevated it occurred to me that maybe\nI'd better not go to my apartment. If the police had gotten my wallet\nfrom George Wile they might be waiting for me.\n\nI decided to rent a room for the night and wait until morning. Then\nI changed my mind. If I went back to my room I could claim Wile had\npicked _my_ pocket. If the police were looking for me they would\neventually get me anyway, since I already had a record of three arrests\nfor this and that.\n\nI sighed and relaxed, and after a while the train dipped down into the\nsubway, and I got off and had a late snack at the corner cafeteria.\n\nIt was almost midnight when I climbed the stairs to my apartment. When\nI opened the door the phone was ringing. I turned on the light and\nclosed the door, and answered it.\n\n\"Ben Smith?\" a strange voice said. \"This is George Wile.\"\n\n\"Oh,\" I said. I did some quick thinking. \"Oh!\" I said in a different\ntone. \"I remember you. How'd you know my number. Did you find my\nwallet? That must be it. I lost it. Thanks a lot for calling me about\nit. I'll meet you tomorrow and get it back.\"\n\n\"It was in my pocket,\" he said coldly. \"And my own was missing. I want\nit back.\"\n\n\"Yours was missing?\" I said. \"Hey, wait a minute. If you think I got\nit you're crazy. Somebody played a trick on us. There must have been a\npickpocket at Sarah Fish's tonight.\"\n\n\"There was,\" he said coldly. \"You. I took the trouble of calling the\npolice and found out. I want my wallet and I want it tonight.\"\n\n\"I don't have it. No kidding.\" I said worriedly. \"I'm handing you the\nstraight goods. By the way, what happened after I left? I heard the\npolice sirens.\"\n\n\"Someone had called them and said there was a murder. They were pretty\nsore about it.\"\n\n\"And there wasn't? Ha Ha?\" I said.\n\n\"Quit stalling, Smith,\" Wile said. \"I want my wallet back. And\neverything in it.\"\n\n\"Haven't got it,\" I said.\n\nA long sigh came over the phone.\n\n\"All right,\" Wile said. \"I sort of expected this. I'll give you five\nhundred dollars for it.\"\n\nI took the phone from my face and stared at it, thinking. Talking\nsounds came from the receiver. I put it back to my ear and said, \"Come\nagain? I didn't hear you.\"\n\n\"You heard me all right,\" Wile said. \"Okay, I can get you two thousand\ndollars from the bank tomorrow. Meet me at eleven o'clock at State and\nWashington, northeast corner.\"\n\n\"Okay,\" I said. \"Be sure and bring me _my_ wallet.\"\n\n\"I will,\" he said smoothly. His tone became worried. \"Is my wallet in a\n_safe_ place?\"\n\n\"Sure,\" I said, thinking of the spot under the counter where I had slid\nit with my foot. \"You don't need to worry about it at all.\"\n\nThe line was dead. I realized suddenly that he had trapped me into an\nadmission that I had his wallet.\n\n\n\nThis wasn't the same as a little light finger work on a crowded train,\nor getting a rubber check chased, or any of the many things I did when\nthe opportunity arose, to pay my rent. Wile didn't just want these\npoison needles back. He was planning to kill me to keep me quiet. But\nhe wanted the needles and his wallet back too. First.\n\nI thought of Golfin and his reading in the papers that I had been\nmurdered, and it wasn't funny. I locked the door and wedged a chair\nunder the knob. Wile now knew for sure I was the one who had his\nwallet. He could be on his way down to kill me right now.\n\nI started packing.\n\nIt wasn't until I was almost packed that I suddenly became aware of\nsomeone standing behind me. I jerked around in alarm. It was Sam Golfin.\n\n\"How'd you get in here?\" I blurted out.\n\n\"I've been waiting here ever since tomorrow,\" he said. \"I had to see\nyou.\"\n\nI grinned at him thinly. \"I didn't get murdered at Sarah's after all,\"\nI remarked dryly.\n\n\"No, thank God,\" Golfin said. \"It proves that the past _can_ be\nchanged. I'd hoped it could.\" He frowned. \"But unfortunately in\npreventing your murder at Sarah's a new future came into existence. I\nhave to do it all over again.\"\n\n\"What do you mean?\" I asked.\n\n\"Tomorrow when I came to see you, you were in here--dead. The door was\nunlocked. That's how I got in.\"\n\n\"Oh fine!\" I snorted. \"See what I'm doing? I'm packing. In another five\nminutes I'll be on my way to parts unknown.\"\n\n\"I only wish that were true,\" Golfin said sadly.\n\n\"Look,\" I said. \"I wish you'd get out and leave me alone. You want to\nknow why I almost got killed last night?\"\n\n\"Yes, I do,\" Golfin said. \"That's something the police couldn't find\nout--in that other future, I mean.\"\n\n\"I'll tell you,\" I said. \"I didn't know anything about Sarah Fish's\nplace. I probably would never have gone there except for you. You\nbought a pack of cigarettes in the drugstore. Remember?\"\n\nGolfin blinked his eyes, then nodded.\n\n\"You paid for them with a three dollar bill.\"\n\n\"What is wrong with that?\" Golfin asked.\n\n\"Nothing,\" I said slowly, \"except that there aren't any three dollar\nbills.\"\n\n\"Oh dear me,\" Golfin said. \"Of course there aren't. It completely\nslipped my mind!\"\n\n\"I wanted one of those three dollar bills,\" I said. \"The druggist\nwouldn't let me have the one you left, so I went to Sarah Fish's place\nto find you and get one.\"\n\nA knock sounded at the door.\n\n\"It's the man who's going to kill you,\" Sam said.\n\n\"And there isn't any other way out of here,\" I said. \"How are you going\nto get me out of this one?\"\n\n\"I don't know,\" he mused. He looked from me to the door, his eyes\nthoughtful. \"I'm beginning to see something,\" he said. \"It's very\ninteresting. So you went to the Fish residence because of me. Hmmm. I\nwonder.... It doesn't seem possible, but....\"\n\n\"What doesn't seem possible?\" I asked.\n\nHe smiled apologetically. \"There really isn't anything that can be done\nabout that man in the hall.\" The knocking was repeated, more loudly.\n\"And this future is quite hopeless for you....\"\n\nWhoever was in the hall was trying some kind of key in the lock.\n\n\"If I owned a gun it wouldn't be,\" I said, watching the door bend in\nunder pressure from outside.\n\n\"If you only knew who it was!\" Golfin groaned.\n\n\"But I do!\" I said.\n\n\"You said at Sarah's that you didn't,\" Golfin snapped.\n\n\"I didn't, then,\" I said. Quickly I told him about George Wile and the\npackage of poisoned needles. \"He's obviously planning on murdering\nsomeone. Maybe at Sarah's last night,\" I concluded hastily, my eye on\nthe door. \"My switching wallets with him stopped that. Now he's got to\nkill me before he can go ahead with this other murder, or I could put\nthe finger on him.\"\n\n\"Why--didn't--you--say--so--before?\" Golfin said, glaring at me with\nannoyance.\n\nThe door splintered a little, the noise sounding like a shot. I took my\neyes off Golfin to look, and when I looked back Golfin was darting at\nme, his hypodermic gadget in his hand and what looked like murder in\nhis eye.\n\n\n\nI tried to grab his wrist. This time he was too fast for me. He evaded\nmy clutch and was behind me before I could turn. I felt a sharp pain\nstab at the base of my skull. I started to turn. The room blurred as a\nwave of dizziness swept over me....\n\n\"Here's your coffee, sir.\"\n\nI looked at the girl behind the counter, then down at my newspaper.\n\"Thanks,\" I said. My stomach felt funny. I felt just like a guy I knew\nonce who had a premonition he was going to die. Heartburn, I decided\nhastily. But I felt nervous.\n\nI took a sip of the hot coffee and tried to concentrate on the paper.\nThen I became aware of the little man. I felt instantly I had seen him\nsomeplace before, but I couldn't place him.\n\n\"A package of Camels,\" he said to the cashier.\n\n\"That will be twenty cents,\" the baldish cashier said.\n\nThe little man handed him a bill he had been holding in his hand. \"By\nthe way,\" he said smoothly as the cashier glanced at it, \"could you\ntell me the way to Sarah Fish's residence?\"\n\nThe little man glanced at me out of the corner of his eye. He seemed\nto know me, but gave no sign of recognition. The cashier was giving\nhim directions. I was listening, but I was trying to puzzle out the\nstrange feeling that I had been through all this before. And it wasn't\nuntil the little man had left that it seeped into my consciousness that\nsomething was queer about that bill.\n\n\"Hey!\" I said to the cashier. \"What kind of bill did that little guy\ngive you?\"\n\n\"Why, a--a--Oh good Lord.\"\n\nWe examined it together. It was a three dollar bill. And instead of\nsurprise, I felt the jaws of a trap closing in on me. I listened to the\ncashier babble about playing gags on his friends with it. A part of me\nwanted to turn my back on the whole thing and forget it.\n\nBut some force pulled me in the direction the little man had gone. As\nI walked I relaxed. I shrugged off the strange feeling I had. I told\nmyself I didn't believe in premonitions.\n\nA party of some sort was in full swing at the Sarah Fish place. I\nnodded to myself. I could go in and mix with the crowd. I could pick\nthis little man's pocket. Maybe a few more. The worst that could happen\nwould be that they wouldn't let me in.\n\nBeside the huge door was a button. I pressed it and heard a series of\nchimes ring out. A few seconds later the door swung open and a middle\naged man with a jovial expression said, \"Come in, come in. I'm George\nWile. Sarah's somewhere. What's your name? Sorry I can't keep track of\nall Sarah's friends.\"\n\n\"Ben Smith,\" I said, stepping inside.\n\n\"Sarah'll show up in a minute,\" George Wile said, and promptly forgot\nme. That was okay by me. I had taken an instant dislike to him.\n\nI stood near the door looking around, trying to spot the little man.\nA gorgeous young thing held a tray in front of my face until I took a\ntall glass that contained, I discovered, an excellent Tom Collins.\n\nSuddenly I saw the little man. He was at the edge of the group\nsurrounding a distinguished appearing man who was talking. I edged over\nnear the crowd and sized things up. It would be a cinch.\n\nI crowded against the little man, then jerked as though someone had\nshoved me. At the same time my free hand snaked in and got his wallet.\n\n\"Sorry,\" I murmured. \"Someone pushed me.\"\n\nThe little man looked up at me and smiled. And I had a strange feeling\nthat he had been expecting it. I could have sworn he even knew I had\nhis wallet, and was laughing at me.\n\nThere was one obvious answer. He was a cop and he knew me. He'd take\nhis time and get me with the goods. He didn't look like a cop but--\n\nI looked for him and he had disappeared.\n\nI tried to locate him, meanwhile sipping my Collins as though I\nbelonged here. Then I did something I always do unconsciously as a\nmatter of habit. I felt in my hip pocket to make sure my own wallet\nhadn't been stolen by some other pickpocket. It was gone!\n\nSo that was it! The little man was a pickpocket. I thought I had seen\nhim someplace before! I grinned suddenly, wondering if he had really\nmissed his billfold yet.\n\n\n\nI kept looking for him. Then things happened fast. I saw the little man\nsliding away from the man who had let me into the house. George Wile.\nI took a step after the little man. My eyes jerked back to George when\nhe uttered a scream and clutched at his back. He fell forward, his arms\nand legs jerking.\n\nI pulled my eyes away, searching for the little man. A crowd was\nrushing around George Wile. I heard someone--a woman--scream, \"My God!\nHe's dead!\"\n\nI saw the little man at the front door. He slipped out as I pushed\nthrough the crowd toward him. I went as fast as I dared. When I reached\nthe sidewalk I saw him running toward the drugstore.\n\nI ran after him, gaining rapidly. He looked over his shoulder and saw\nme. Then--\n\nHe just vanished. Right in front of my eyes. He couldn't have darted\noff the walk into the bushes.\n\nI stopped, not believing my eyes, and started searching the lawns\ncarefully. A couple of minutes later I heard sirens coming toward this\npart of town.\n\nI hid between two houses and watched the police cars pull up in front\nof Sarah Fish's place. Then I went to the bus line.\n\nA few hours later, after a lot of riding around town I climbed up to\nthe sidewalk from the subway. A night extra was being shouted.\n\n\"Big murdah in Evanston!\"\n\nAnd I knew before I read the paper that it would give my name as the\nmurdered man. Premonition. I was beginning to believe in it now.\n\nI went to an all night cafe and ordered a hamburger plate and read the\npaper. They had identified the victim by the wallet they found on him.\nMy wallet, of course. And that meant that the little man had planted it\non him and then killed him. With a poisoned needle the papers said.\n\nWhy?\n\nI gave up trying to figure it out after a while and went to my\napartment. I had made up my mind to get out of town. They might find\nout the victim's real identity, and then they would come looking for me\nto find out why my wallet was on him.\n\nI locked the door and began packing clothes into a suitcase. I became\naware after a while of someone standing behind me. I jerked around in\nalarm. It was the little man.\n\n\"You!\" I blurted. \"How'd you get in here?\" I doubled a fist and started\ntoward him. He had killed a man and planted my wallet on the corpse.\n\nThen, suddenly, a queer distortion blanketed my mind. I had a strange\nconviction that things were happening just the way they had happened\nbefore--many times before--only not at different times, but this very\ninstant.\n\nAbruptly, like a veil drawing away from a window, the distortion\nvanished. With preternatural clarity everything that had happened\nflooded into memory.\n\n\"Good!\" Golfin said. \"I see the time-lines have emerged as true\nmemories. And this time I saved your life.\"\n\n\"You think so?\" I snarled. \"The police will be after me by morning.\nThey'll pin the murder on me--the murder _you_ committed.\"\n\nHe was shaking his head. \"I didn't kill George Wile. Let me explain\nwhat happened. But go on with your packing. I can talk while you work.\"\n\nI nodded.\n\n\"In the first time-line,\" Golfin said, \"the one I started out to\ninvestigate, you were actually killed. I know now how it happened. You\nsee, Sarah Fish is a blackmailer. George Wile was one of her victims.\nTo get out of her clutches he had planned on killing her. It was a\nperfect setup for him. Several of her blackmail victims were there.\nAll he had to do was stick her with the poisoned needle and sit back.\nNothing could be pinned on him. Motive? A dozen of those present had\nequal motives.\n\n\"But you were there. A pickpocket. You lifted his wallet. He wouldn't\nhave felt your light touch ordinarily, but he was acutely conscious of\nthose spare poisoned needles. He had one in his fingers. Within a few\nmoments Sarah would have been killed. You changed things. He killed you\ninstead, and in the excitement stole back his wallet. And of course he\ndidn't go through with his original plan to kill Sarah Fish. And also\nof course, the police never solved your murder. That's why I chose it\nin my first attempt to change the past. It was an ideal mystery. I\ncould solve it and at the same time save your life.\n\n\"I went into the past and watched your every move. But George Wile was\ntoo smart. Even watching I couldn't find out who had done it. So I went\nback into the past again and began my great experiment, _an attempt to\nalter what has already happened_.\n\n\"I succeeded--but not the way I had hoped. There is an inertia to\nevents. That inertia in events made you steal his wallet the second\ntime--and plant your own on him. You left before he discovered the\nswitch. He came after you to kill you here. It was then you gave me the\nidentity of your killer. After that I went back to my original point\nagain. At the proper time I did what you had done. I picked George\nWile's pocket. He felt me do it. Again--the inertia of events--he\ntried to stick me with the poisoned needle. But I was ready for him. I\ndeflected his hand and shoved. He stuck himself.\"\n\n\n\nGolfin grinned. \"Sure I planted your wallet on him. But who can say\nwhether it was my own free will or the inertia of events that made me\ndo it? The morning papers will carry the story exactly the same as it\nwas in the first time-line. A tremendous inertia of a single event.\"\n\n\"But what about me?\" I said wildly. \"The police will check. They'll\nknow he isn't me.\"\n\nGolfin shrugged. \"I doubt it,\" he said. \"My guess is that Sarah will\nidentify him as you and keep quiet. To protect her racket, George\nwill be buried as Ben Smith. George Wile's relatives will report him\nmissing. He'll never be found. 'Your' murder will remain unsolved.\"\n\n\"I'm getting out anyway,\" I said. \"I don't want to chance it.\"\n\n\"Then why not come with me?\" Golfin said. \"Now that I know I can change\nthe past I'm going to start doing it in earnest.\"\n\n\"Go with you?\" I said.\n\n\"You could work for me,\" Golfin said persuasively. \"I would pay you\nfar more than you average picking pockets, and it would be far more\nexciting work.\"\n\n\"Say....\" I said thoughtfully. \"That's not a bad idea. I guess I owe\nyou something, too, for saving my life.\" I nodded. \"Okay. But where do\nwe go?\"\n\n\"Not where,\" Sam Golfin said. \"To when. We're going to my present--a\nfuture year not too far removed from 1954.\"\n\nHe took out his hypodermic gadget and came toward me. I retreated\na step, then stood still, the palms of my hands suddenly wet with\nperspiration.\n\n\"Good boy,\" he said. \"It won't hurt much.\"\n\n\n\nI went into the drugstore and up to the cigar counter. \"A pack of\nCamels,\" I said to the cashier. I took out a three dollar bill and\nhanded it to him as he slid the pack toward me.\n\n\"Fifty cents out of three dollars,\" he said absently.\n\nI nodded, thinking of the first time I had seen a three dollar bill.\n\nThat was a long time ago, as time goes. Back in fifty-four. I was a\npickpocket then, in case you want to know. Now--I'm working for Sam\nGolfin.\n\nInvestigations. Any place, any Time.",
    "metadata": {
        "author": [
            "Graham, Roger Phillips",
            "Browning, Craig",
            "Phillips, Rog"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/66210/pg66210.txt",
        "name": "repeat_performance.json"
    }
}