{
    "name": "Requiem",
    "author": [
        "Sterling, Brett",
        "Hamilton, Edmond"
    ],
    "body": "Kellon thought sourly that he wasn't commanding a star-ship, he was\nrunning a travelling circus. He had aboard telaudio men with tons of\nequipment, pontifical commentators who knew the answer to anything,\nbeautiful females who were experts on the woman's angle, pompous\nbureaucrats after publicity, and entertainment stars who had come along\nfor the same reason.\n\nHe had had a good ship and crew, one of the best in the Survey. _Had_\nhad. They weren't any more. They had been taken off their proper job of\npushing astrographical knowledge ever further into the remote regions\nof the galaxy, and had been sent off with this cargo of costly people\non a totally unnecessary mission.\n\nHe said bitterly to himself, \"Damn all sentimentalists.\"\n\nHe said aloud, \"Does its position check with your calculated orbit, Mr.\nRiney?\"\n\nRiney, the Second, a young and serious man who had been fussing with\ninstruments in the astrogation room, came out and said,\n\n\"Yes. Right on the nose. Shall we go in and land now?\"\n\nKellon didn't answer for a moment, standing there in the front of the\nbridge, a middle-aged man, stocky, square-shouldered, and with his\ntanned, plain face showing none of the resentment he felt. He hated to\ngive the order but he had to.\n\n\"All right, take her in.\"\n\nHe looked gloomily through the filter-windows as they went in. In this\nfringe-spiral of the galaxy, stars were relatively infrequent, and\nthere were only ragged drifts of them across the darkness. Full ahead\nshone a small, compact sun like a diamond. It was a white dwarf and had\nbeen so for two thousand years, giving forth so little warmth that the\nplanets which circled it had been frozen and ice-locked all that time.\nThey still were, all except the innermost world.\n\n\n\nKellon stared at that planet, a tawny blob. The ice that had sheathed\nit ever since its primary collapsed into a white dwarf, had now melted.\nMonths before, a dark wandering body had passed very close to this\nlifeless system. Its passing had perturbed the planetary orbits and the\ninner planets had started to spiral slowly in toward their sun, and the\nice had begun to go.\n\nViresson, one of the junior officers, came into the bridge looking\nharassed. He said to Kellon,\n\n\"They want to see you down below, sir. Especially Mr. Borrodale. He\nsays it's urgent.\"\n\nKellon thought wearily, \"Well, I might as well go down and face the\npack of them. Here's where they really begin.\"\n\nHe nodded to Viresson, and went down below to the main cabin. The\nsight of it revolted him. Instead of his own men in it, relaxing or\nchinning, it held a small and noisy mob of over-dressed, overloud\nmen and women, all of whom seemed to be talking at once and uttering\nbrittle, nervous laughter.\n\n\"Captain Kellon, I want to ask you--\"\n\n\"Captain, if you _please_--\"\n\nHe patiently nodded and smiled and plowed through them to Borrodale. He\nhad been given particular instructions to cooperate with Borrodale, the\nmost famous telaudio commentator in the Federation.\n\nBorrodale was a slightly plump man with a round pink face and\nincongruously large and solemn black eyes. When he spoke, one\nrecognized at once that deep, incredibly rich and meaningful voice.\n\n\"My first broadcast is set for thirty minutes from now, Captain. I\nshall want a view as we go in. If my men could take a mobile up to the\nbridge--\"\n\nKellon nodded. \"Of course. Mr. Viresson is up there and will assist\nthem in any way.\"\n\n\"Thank you, Captain. Would you like to see the broadcast?\"\n\n\"I would, yes, but--\"\n\nHe was interrupted by Lorri Lee, whose glitteringly handsome face\nand figure and sophisticated drawl made her the idol of all female\ntelaudio reporters.\n\n\"_My_ broadcast is to be right after landing--remember? I'd like to do\nit alone, with just the emptiness of that world as background. Can you\nkeep the others from spoiling the effect? Please?\"\n\n\"We'll do what we can,\" Kellon mumbled. And as the rest of the pack\nconverged on him he added hastily, \"I'll talk to you later. Mr.\nBorrodale's broadcast--\"\n\n\n\nHe got through them, following after Borrodale toward the cabin that\nhad been set up as a telaudio-transmitter room. It had, Kellon thought\nbitterly, once served an honest purpose, holding the racks of soil and\nwater and other samples from far worlds. But that had been when they\nwere doing an honest Survey job, not chaperoning chattering fools on\nthis sentimental pilgrimage.\n\nThe broadcasting set-up was beyond Kellon. He didn't want to hear\nthis but it was better than the mob in the main cabin. He watched as\nBorrodale made a signal. The monitor-screen came alive.\n\nIt showed a dun-colored globe spinning in space, growing visibly larger\nas they swept toward it. Now straggling seas were identifiable upon it.\nMoments passed and Borrodale did not speak, just letting that picture\ngo out. Then his deep voice spoke over the picture, with dramatic\nsimplicity.\n\n\"You are looking at the Earth,\" he said.\n\nSilence again, and the spinning brownish ball was bigger now, with\nwhite clouds ragged upon it. And then Borrodale spoke again.\n\n\"You who watch from many worlds in the galaxy--this is the homeland of\nour race. Speak its name to yourselves. The Earth.\"\n\nKellon felt a deepening distaste. This was all true, but still it was\nphony. What was Earth now to him, or to Borrodale, or his billions of\nlisteners? But it was a story, a sentimental occasion, so they had to\npump it up into something big.\n\n\"Some thirty-five hundred years ago,\" Borrodale was saying, \"our\nancestors lived on this world alone. That was when they first went into\nspace. To these other planets first--but very soon, to other stars. And\nso our Federation began, our community of human civilization on many\nstars and worlds.\"\n\nNow, in the monitor, the view of Earth's dun globe had been replaced by\nthe face of Borrodale in close-up. He paused dramatically.\n\n\"Then, over two thousand years ago, it was discovered that the sun of\nEarth was about to collapse into a white dwarf. So those people who\nstill remained on Earth left it forever and when the solar change came,\nit and the other planets became mantled in eternal ice. And now, within\nmonths, the final end of the old planet of our origin is at hand. It\nis slowly spiralling toward the sun and soon it will plunge into it as\nMercury and Venus have already done. And when that occurs, the world of\nman's origin will be gone forever.\"\n\nAgain the pause, for just the right length of time, and then Borrodale\ncontinued in a voice expertly pitched in a lower key.\n\n\"We on this ship--we humble reporters and servants of the vast telaudio\naudience on all the worlds--have come here so that in these next weeks\nwe can give you this last look at our ancestral world. We think--we\nhope--that you'll find interest in recalling a past that is almost\nlegend.\"\n\nAnd Kellon thought, \"The bastard has no more interest in this old\nplanet than I have, but he surely is smooth.\"\n\n\n\nAs soon as the broadcast ended, Kellon found himself besieged once\nmore by the clamoring crowd in the main cabin. He held up his hand in\nprotest.\n\n\"Please, now--now we have a landing to make first. Will you come with\nme, Doctor Darnow?\"\n\nDarnow was from Historical Bureau, and was the titular head of the\nwhole expedition, although no one paid him much attention. He was a\nsparrowy, elderly man who babbled excitedly as he went with Kellon to\nthe bridge.\n\nHe at least, was sincere in his interest, Kellon thought. For that\nmatter, so were all the dozen-odd scientists who were aboard. But they\nwere far out-numbered by the fat cats and big brass out for publicity,\nthe professional enthusers and sentimentalist. A real hell of a job the\nSurvey had given him!\n\nIn the bridge, he glanced through the window at the dun-colored planet\nand its satellite. Then he asked Darnow, \"You said something about a\nparticular place where you wanted to land?\"\n\nThe historiographer bobbed his head, and began unfolding a big,\nold-fashioned chart.\n\n\"See this continent here? Along its eastern coast were a lot of the\nbiggest cities, like New York.\"\n\nKellon remembered that name, he'd learned it in school history, a long\ntime ago.\n\nDarnow's finger stabbed the chart. \"If you could land there, right on\nthe island--\"\n\nKellon studied the relief features, then shook his head. \"Too low.\nThere'll be great tides as time goes on and we can't take chances. That\nhigher ground back inland a bit should be all right, though.\"\n\nDarnow looked disappointed. \"Well, I suppose you're right.\"\n\nKellon told Riney to set up the landing-pattern. Then he asked Darnow\nskeptically,\n\n\"You surely don't expect to find much in those old cities now--not\nafter they've had all that ice on them for two thousand years?\"\n\n\"They'll be badly damaged, of course,\" Darnow admitted. \"But there\nshould be a vast number of relics. I could study here for years--\"\n\n\"We haven't got years, we've got only a few months before this planet\ngets too close to the Sun,\" said Kellon. And he added mentally, \"Thank\nGod.\"\n\n\n\nThe ship went into its landing-pattern. Atmosphere whined outside its\nhull and then thick gray clouds boiled and raced around it. It went\ndown through the cloud layer and moved above a dull brown landscape\nthat had flecks of white in its deeper valleys. Far ahead there was the\nglint of a gray ocean. But the ship came down toward a rolling brown\nplain and settled there, and then there was the expected thunderclap of\nsilence that always followed the shutting off of all machinery.\n\nKellon looked at Riney, who turned in a moment from the test-panel\nwith a slight surprise on his face. \"Pressure, oxygen, humidity,\neverything--all optimum.\" And then he said, \"But of course. This place\n_was_ optimum.\"\n\nKellon nodded. He said, \"Doctor Darnow and I will have a look out\nfirst. Viresson, you keep our passengers in.\"\n\nWhen he and Darnow went to the lower airlock he heard a buzzing clamor\nfrom the main cabin and he judged that Viresson was having his hands\nfull. The people in there were not used to being said no to, and he\ncould imagine their resentment.\n\nCold, damp air struck a chill in Kellon when they stepped down out\nof the airlock. They stood on muddy, gravelly ground that squashed\na little under their boots as they trudged away from the ship. They\nstopped and looked around, shivering.\n\nUnder the low gray cloudy sky there stretched a sad, sunless brown\nlandscape. Nothing broke the drab color of raw soil, except the\nshards of ice still lingering in low places. A heavy desultory wind\nstirred the raw air, and then was still. There was not a sound except\nthe clinkclinking of the ship's skin cooling and contracting, behind\nthem. Kellon thought that no amount of sentimentality could make this\nanything but a dreary world.\n\nBut Darnow's eyes were shining. \"We'll have to make every minute of the\ntime count,\" he muttered. \"Every minute.\"\n\nWithin two hours, the heavy broadcast equipment was being trundled\naway from the ship on two motor-tracs that headed eastward. On one\nof the tracs rode Lorri Lee, resplendent in lilac-colored costume of\nsynthesilk.\n\nKellon, worried about the possibility of quicksands, went along for\nthat first broadcast from the cliffs that looked down on the ruins of\nNew York. He wished he hadn't, when it got under way.\n\nFor Lorri Lee, her blonde head bright even in the dull light, turned\nloose all her practised charming gestures for the broadcast cameras, as\nshe gestured with pretty excitement down toward the ruins.\n\n\"It's so _unbelievable_!\" she cried to a thousand worlds. \"To be here\non Earth, to see the old places again--it _does_ something to you!\"\n\nIt did something to Kellon. It made him feel sick at his stomach. He\nturned and went back to the ship, feeling at that moment that if Lorri\nLee went into a quicksand on the way back, it would be no great loss.\n\n\n\nBut that first day was only the beginning. The big ship quickly became\nthe center of multifarious and continuous broadcasts. It had been\nespecially equipped to beam strongly to the nearest station in the\nFederation network, and its transmitters were seldom quiet.\n\nKellon found that Darnow, who was supposed to coordinate all this\nprogramming, was completely useless. The little historian was living\nin a seventh heaven on this old planet which had been uncovered to\nview for the first time in millennia, and he was away most of the time\non field trips of his own. It fell to his assistant, an earnest and\nworried and harassed young man, to try to reconcile the clashing claims\nand demands of the highly temperamental broadcasting stars.\n\nKellon felt an increasing boredom at having to stand around while all\nthis tosh went out over the ether. These people were having a field-day\nbut he didn't think much of them and of their broadcasts. Roy Quayle,\nthe young male fashion designer, put on a semi-humorous, semi-nostalgic\ndisplay of the old Earth fashions, with the prettier girls wearing\nsome of the ridiculous old costumes he had had duplicated. Barden, the\nfamous teleplay producer, ran off ancient films of the old Earth dramas\nthat had everyone in stitches. Jay Maxson, a rising politician in\nFederation Congress, discussed with Borrodale the governmental systems\nof the old days, in a way calculated to give his own Wide-Galaxy Party\nnone the worst of it. The Arcturus Players, that brilliant group of\nyoung stage-folk, did readings of old Earth dramas and poems.\n\nIt was, Kellon thought disgustedly, just playing. Grown people, famous\npeople, seizing the opportunity given by the accidental end of a\nforgotten planet to posture in the spotlight like smart-aleck children.\nThere was real work to do in the galaxy, the work of the Survey, the\nendless and wearying but always-fascinating job of charting the wild\nsystems and worlds. And instead of doing that job, he was condemned to\nspend weeks and months here with these phonies.\n\nThe scientists and historians he respected. They did few broadcasts\nand they did not fake their interest. It was one of them, Haller, the\nbiologist, who excitedly showed Kellon a handful of damp soil a week\nafter their arrival.\n\n\n\n\"Look at _that_!\" he said proudly.\n\nKellon stared. \"What?\"\n\n\"Those seeds--they're common weed-grass seeds. Look at them.\"\n\nKellon looked, and now he saw that from each of the tiny seeds\nprojected a new-looking hairlike tendril.\n\n\"They're sprouting?\" he said unbelievingly.\n\nHaller nodded happily. \"I was hoping for it. You see, it was almost\nspring in the northern hemisphere, according to the records, when Sol\ncollapsed suddenly into a white dwarf. Within hours the temperature\nplunged and the hydrosphere and atmosphere began to freeze.\"\n\n\"But surely that would kill all plant-life?\"\n\n\"No,\" said Haller. \"The larger plants, trees, perennial shrubs, and so\non, yes. But the seeds of the smaller annuals just froze into suspended\nanimation. Now the warmth that melted them is causing germination.\"\n\n\"Then we'll have grass--small plants?\"\n\n\"Very soon, the way the warmth is increasing.\"\n\nIt was, indeed, getting a little warmer all the time as these first\nweeks went by. The clouds lifted one day and there was brilliant, thin\nwhite sunshine from the little diamond sun. And there came a morning\nwhen they found the rolling landscape flushed with a pale tint of green.\n\nGrass grew. Weeds grew, vines grew, all of them seeming to rush their\ngrowth as though they knew that this, their last season, would not be\nlong. Soon the raw brown mud of the hills and valleys had been replaced\nby a green carpet, and everywhere taller growths were shooting up, and\nflowers beginning to appear. Hepaticas, bluebells, dandelions, violets,\nbloomed once more.\n\nKellon took a long walk, now that he did not have to plow through mud.\nThe chattering people around the ship, the constant tug and pull of\nclashing temperaments, the brittle, febrile voices, got him down. He\nfelt better to get away by himself.\n\nThe grass and the flowers had come back but otherwise this was still\nan empty world. Yet there was a certain peace of mind in tramping up\nand down the long green rolling slopes. The sun was bright and cheerful\nnow, and white clouds dotted the sky, and the warm wind whispered as he\nsat upon a ridge and looked away westward where nobody was, or would\never be again.\n\n\"Damned dull,\" he thought. \"But at least it's better than back with the\ngabblers.\"\n\nHe sat for a long time in the slanting sunshine, feeling his bristling\nnerves relax. The grass stirred about him, rippling in long waves, and\nthe taller flowers nodded.\n\nNo other movement, no other life. A pity, he thought, that there were\nno birds for this last spring of the old planet--not even a butterfly.\nWell, it made no difference, all this wouldn't last long.\n\nAs Kellon tramped back through the deepening dusk, he suddenly became\naware of a shining bubble in the darkening sky. He stopped and stared\nup at it and then remembered. Of course, it was the old planet's\nmoon--during the cloudy nights he had forgotten all about it. He went\non, with its vague light about him.\n\n\n\nWhen he stepped back into the lighted main cabin of the ship, he was\nabruptly jarred out of his relaxed mood. A first-class squabble was\ngoing on, and everybody was either contributing to it or commenting\non it. Lorri Lee, looking like a pretty child complaining of a hurt,\nwas maintaining that she should have broadcast time next day for her\nspecial woman's-interest feature, and somebody else disputed her claim,\nand young Vallely, Darnow's assistant, looked harried and upset. Kellon\ngot by them without being noticed, locked the door of his cabin and\npoured himself a long drink, and damned Survey all over again for this\nassignment.\n\nHe took good care to get out of the ship early in the morning, before\nthe storm of temperament blew up again. He left Viresson in charge of\nthe ship, there being nothing for any of them to do now anyway, and\nlegged it away over the green slopes before anyone could call him back.\n\nThey had five more weeks of this, Kellon thought. Then, thank God,\nEarth would be getting so near the Sun that they must take the ship\nback into its proper element of space. Until that wished-for day\narrived, he would stay out of sight as much as possible.\n\nHe walked miles each day. He stayed carefully away from the east and\nthe ruins of old New York, where the others so often were. But he went\nnorth and west and south, over the grassy, flowering slopes of the\nempty world. At least it was peaceful, even though there was nothing at\nall to see.\n\nBut after a while, Kellon found that there were things to see if you\nlooked for them. There was the way the sky changed, never seeming\nto look the same twice. Sometimes it was deep blue and white clouds\nsailed it like mighty ships. And then it would suddenly turn gray and\nmiserable, and rain would drizzle on him, to be ended when a lance of\nsunlight shot through the clouds and slashed them to flying ribbons.\nAnd there was a time when, upon a ridge, he watched vast thunder-heads\nboil up and darken in the west and black storm marched across the land\nlike an army with banners of lightning and drums of thunder.\n\nThe winds and the sunshine, the sweetness of the air and the look of\nthe moonlight and the feel of the yielding grass under his feet, all\nseemed oddly right. Kellon had walked on many worlds under the glare of\nmany-colored suns, and some of them he had liked much better than this\none and some of them he had not liked at all, but never had he found a\nworld that seemed so exactly attuned to his body as this outworn, empty\nplanet.\n\nHe wondered vaguely what it had been like when there were trees and\nbirds, and animals of many kinds, and roads and cities. He borrowed\nfilm-books from the reference library Darnow and the others had\nbrought, and looked at them in his cabin of nights. He did not really\ncare very much but at least it kept him out of the broils and quarrels,\nand it had a certain interest.\n\n\n\nThereafter in his wandering strolls, Kellon tried to see the place as\nit would have been in the long ago. There would have been robins and\nbluebirds, and yellow-and-black bumblebees nosing the flowers, and tall\ntrees with names that were equally strange to him, elms and willows and\nsycamores. And small furred animals, and humming clouds of insects, and\nfish and frogs in the pools and streams, a whole vast complex symphony\nof life, long gone, long forgotten.\n\nBut were all the men and women and children who had lived here less\nforgotten? Borrodale and the others talked much on their broadcasts\nabout the people of old Earth, but that was just a faceless name, a\nterm that meant nothing. Not one of those millions, surely, had ever\nthought of himself as part of a numberless multitude. Each one had been\nto himself, and to those close to him or her, an individual, unique and\nnever to be exactly repeated, and what did the glib talkers know of all\nthose individuals, what could anyone know?\n\nKellon found traces of them here and there, bits of flotsam that even\nthe crush of the ice had spared. A twisted piece of steel, a girder or\nrail that someone had labored to make. A quarry with the tool-marks\nstill on the rocks, where surely men had once sweated in the sun. The\nbroken shards of concrete that stretched away in a ragged line to make\na road upon which men and women had once travelled, hurrying upon\nmissions of love or ambition, greed or fear.\n\nHe found more than that, a startling find that he made by purest\nchance. He followed a brook that ran down a very narrow valley, and at\none point he leaped across it and as he landed he looked up and saw\nthat there was a house.\n\nKellon thought at first that it was miraculously preserved whole and\nunbroken, and surely that could not be. But when he went closer he saw\nthat this was only illusion and that destruction had been at work upon\nit too. Still, it remained, incredibly, a recognizable house.\n\nIt was a rambling stone cottage with low walls and a slate roof, set\nclose against the steep green wall of the valley. One gable-end was\nsmashed in, and part of that end wall. Studying the way it was embayed\nin the wall, Kellon decided that a chance natural arch of ice must have\npreserved it from the grinding pressure that had shattered almost all\nother structures.\n\n\n\nThe windows and doors were only gaping openings. He went inside and\nlooked around the cold shadows of what had once been a room. There were\nsome wrecked pieces of rotting furniture, and dried mud banked along\none wall contained unrecognizable bits of rusted junk, but there was\nnot much else. It was chill and oppressive in there, and he went out\nand sat on the little terrace in the sunshine.\n\nHe looked at the house. It could have been built no later than the\nTwentieth Century, he thought. A good many different people must have\nlived in it during the hundreds of years before the evacuation of Earth.\n\nKellon thought that it was strange that the airphoto surveys that\nDarnow's men had made in quest of relics had not discovered the place.\nBut then it was not so strange, the stone walls were so grayly\ninconspicuous and it was set so deeply into the sheltering bay of the\nvalley wall.\n\nHis eye fell on eroded lettering on the cement side of the terrace, and\nhe went and brushed the soil off that place. The words were time-eaten\nand faint but he could read them.\n\n\"Ross and Jennie--Their House.\"\n\nKellon smiled. Well, at least he knew now who once had lived here, who\nprobably had built the place. He could imagine two young people happily\nscratching the words in the wet cement, exuberant with achievement. And\nwho had Ross and Jennie been, and where were they now?\n\nHe walked around the place. To his surprise, there was a ragged\nflower-garden at one side. A half-dozen kinds of brilliant little\nflowers, unlike the wild ones of the slopes, grew in patchy disorder\nhere. Seeds of an old garden had been ready to germinate when the long\nwinter of Earth came down, and had slept in suspended animation until\nthe ice melted and the warm blooming time came at last. He did not know\nwhat kinds of flowers these were, but there was a brave jauntiness\nabout them that he liked.\n\nStarting back across the green land in the soft twilight, Kellon\nthought that he should tell Darnow about the place. But if he did, the\ngabbling pack in the ship would certainly stampede toward it. He could\nimagine the solemn and cute and precious broadcasts that Borrodale and\nthe Lee woman and rest of them would stage from the old house.\n\n\"No,\" he thought. \"The devil with them.\"\n\nHe didn't care anything himself about the old house, it was just that\nit was a refuge of quiet he had found and he didn't want to draw to it\nthe noisy horde he was trying to escape.\n\n\n\nKellon was glad in the following days that he had not told. The house\ngave him a place to go to, to poke around and investigate, a focus for\nhis interest in this waiting time. He spent hours there, and never told\nanyone at all.\n\nHaller, the biologist, lent him a book on the flowers of Earth, and he\nbrought it with him and used it to identify those in the ragged garden.\nVerbenas, pinks, morning glories, and the bold red and yellow ones\ncalled nasturtiums. Many of these, he read, did not do well on other\nworlds and had never been successfully transplanted. If that was so,\nthis would be their last blooming anywhere at all.\n\nHe rooted around the interior of the house, trying to figure out how\npeople had lived in it. It was strange, not at all like a modern\nmetalloy house. Even the interior walls were thick beyond belief, and\nthe windows seemed small and pokey. The biggest room was obviously\nwhere they had lived most, and its window-openings looked out on the\nlittle garden and the green valley and brook beyond.\n\nKellon wondered what they had been like, the Ross and Jennie who had\nonce sat here together and looked out these windows. What things had\nbeen important to them? What had hurt them, what had made them laugh?\nHe himself had never married, the far-ranging captains of the Survey\nseldom did. But he wondered about this marriage of long ago, and what\nhad come of it. Had they had children, did their blood still run on the\nfar worlds? But even if it did, what was that now to those two of long\nago?\n\nThere had been a poem about flowers at the end of the old book on\nflowers Haller had lent him, and he remembered some of it.\n\n    \"_All are at one now, roses and lovers,\n    Not known of the winds and the fields and the sea,\n    Not a breath of the time that has been hovers\n    In the air now soft with a summer to be._\"\n\nWell, yes, Kellon thought, they were all at one now, the Rosses and\nthe Jennies and the things they had done and the things they had\nthought, all at one now in the dust of this old planet whose fiery\nfinal summer would be soon, very soon. Physically, everything that\nhad been done, everyone who had lived on Earth, was still here in its\natoms, excepting the tiny fraction of its matter that had sped to other\nworlds.\n\nHe thought of the names that were so famous still through all the\ngalactic worlds, names of men and women and places. Shakespeare, Plato,\nBeethoven, Blake, the old splendor of Babylon and the bones of Angkor\nand the humble houses of his own ancestors, all here, all still here.\n\nKellon mentally shook himself. He didn't have enough to do, that was\nhis trouble, to be brooding here on such shadowy things. He had seen\nall there was to this queer little old place, and there was no use in\ncoming back to it.\n\n\n\nBut he came back. It was not, he told himself, as though he had any\nsentimental antiquarian interests in this old place. He had heard\nenough of that kind of gush from all the glittering phonies in the\nship. He was a Survey man and all he wanted was to get back to his job,\nbut while he was stuck here it was better to be roaming the green land\nor poking about this old relic than to have to listen to the endless\nbabbling and quarrelling of those others.\n\nThey were quarrelling more and more, because they were tired of it\nhere. It had seemed to them a fine thing to posture upon a galactic\nstage by helping to cover the end of Earth, but time dragged by and\ntheir flush of synthetic enthusiasm wore thin. They could not leave,\nthe expedition must broadcast the final climax of the planet's end, but\nthat was still weeks away. Darnow and his scholars and scientists, busy\ncoming and going to many old sites, could have stayed here forever but\nthe others were frankly bored.\n\nBut Kellon found in the old house enough interest to keep the waiting\nfrom being too oppressive. He had read a good bit now about the way\nthings had been here in the old days, and he sat long hours on the\nlittle terrace in the afternoon sunshine, trying to imagine what it had\nbeen like when the man and woman named Ross and Jennie had lived here.\n\nSo strange, so circumscribed, that old life seemed now! Most people had\nhad ground-cars in those days, he had read, and had gone back and forth\nin them to the cities where they worked. Did both the man and woman go,\nor just the man? Did the woman stay in the house, perhaps with their\nchildren if they had any, and in the afternoons did she do things in\nthe little flower-garden where a few bright, ragged survivors still\nbloomed? Did they ever dream that some future day when they were long\ngone, their house would lie empty and silent with no visitor except a\nstranger from far-off stars? He remembered a line in one of the old\nplays the Arcturus Players had read. Come like shadows, so depart.\n\nNo, Kellon thought. Ross and Jennie were shadows now but they had not\nbeen then. To them, and to all the other people he could visualize\ngoing and coming busily about the Earth in those days, it was he,\nthe future, the man yet to come, who was the shadow. Alone here,\nsitting and trying to imagine the long ago, Kellon had an eery feeling\nsometimes that his vivid imaginings of people and crowded cities and\nmovement and laughter were the reality and that he himself was only a\nwatching wraith.\n\n\n\nSummer days came swiftly, hot and hotter. Now the white sun was larger\nin the heavens and pouring down such light and heat as Earth had\nnot received for millennia. And all the green life across it seemed\nto respond with an exultant surge of final growth, an act of joyous\naffirmation that Kellon found infinitely touching. Now even the nights\nwere warm, and the winds blew thrilling soft, and on the distant\nbeaches the ocean leaped up in a laughter of spray and thunder, running\nin great solar tides.\n\nWith a shock as though awakened from dreaming, Kellon suddenly realized\nthat only a few days were left. The spiral was closing in fast now and\nvery quickly the heat would mount beyond all tolerance.\n\nHe would, he told himself, be very glad to leave. There would be the\nwait in space until it was all over, and then he could go back to his\nown work, his own life, and stop fussing over shadows because there was\nnothing else to do.\n\nYes. He would be glad.\n\nThen when only a few days were left, Kellon walked out again to the old\nhouse and was musing over it when a voice spoke behind him.\n\n\"Perfect,\" said Borrodale's voice. \"A perfect relic.\"\n\nKellon turned, feeling somehow startled and dismayed. Borrodale's eyes\nwere alight with interest as he surveyed the house, and then he turned\nto Kellon.\n\n\"I was walking when I saw you, Captain, and thought I'd catch up to\nyou. Is this where you've been going so often?\"\n\nKellon, a little guiltily, evaded. \"I've been here a few times.\"\n\n\"But why in the world didn't you _tell_ us about this?\" exclaimed\nBorrodale. \"Why, we can do a terrific final broadcast from here. A\ntypical ancient home of Earth. Roy can put some of the Players in the\nold costumes, and we'll show them living here the way people did--\"\n\nUnexpectedly to himself, a violent reaction came up in Kellon. He said\nroughly,\n\n\"No.\"\n\nBorrodale arched his eyebrows. \"No? But why not?\"\n\nWhy not, indeed? What difference could it possibly make to him if they\nswarmed all over the old house, laughing at its ancientness and its\ninadequacies, posing grinning for the cameras in front of it, prancing\nabout in old-fashioned costumes and making a show of it. What could\nthat mean to him, who cared nothing about this forgotten planet or\nanything on it?\n\nAnd yet something in him revolted at what they would do here, and he\nsaid,\n\n\"We might have to take off very suddenly, now. Having you all out here\naway from the ship could involve a dangerous delay.\"\n\n\"You said yourself we wouldn't take off for a few days yet!\" exclaimed\nBorrodale. And he added firmly, \"I don't know why you should want to\nobstruct us, Captain. But I can go over your head to higher authority.\"\n\n\n\nHe went away, and Kellon thought unhappily, He'll message back to\nSurvey headquarters and I'll get my ears burned off, and why the devil\ndid I do it anyway? I must be getting real planet-happy.\n\nHe went and sat down on the terrace, and watched until the sunset\ndeepened into dusk. The moon came up white and brilliant, but the air\nwas not quiet tonight. A hot, dry wind had begun to blow, and the stir\nof the tall grass made the slopes and plains seem vaguely alive. It was\nas though a queer pulse had come into the air and the ground, as the\nsun called its child homeward and Earth strained to answer. The house\ndreamed in the silver light, and the flowers in the garden rustled.\n\nBorrodale came back, a dark pudgy figure in the moonlight. He said\ntriumphantly,\n\n\"I got through to your headquarters. They've ordered your full\ncooperation. We'll want to make our first broadcast here tomorrow.\"\n\nKellon stood up. \"No.\"\n\n\"You can't ignore an order--\"\n\n\"We won't be here tomorrow,\" said Kellon. \"It is my responsibility to\nget the ship off Earth in ample time for safety. We take off in the\nmorning.\"\n\nBorrodale was silent for a moment, and when he spoke his voice had a\npuzzled quality.\n\n\"You're advancing things just to block our broadcast, of course. I just\ncan't understand your attitude.\"\n\nWell, Kellon thought, he couldn't quite understand it himself, so how\ncould he explain it? He remained silent, and Borrodale looked at him\nand then at the old house.\n\n\"Yet maybe I do understand,\" Borrodale said thoughtfully, after a\nmoment. \"You've come here often, by yourself. A man can get too\nfriendly with ghosts--\"\n\nKellon said roughly, \"Don't talk nonsense. We'd better get back to the\nship, there's plenty to do before take off.\"\n\nBorrodale did not speak as they went back out of the moonlit valley. He\nlooked back once, but Kellon did not look back.\n\n\n\nThey took the ship off twelve hours later, in a morning made dull and\nominous by racing clouds. Kellon felt a sharp relief when they cleared\natmosphere and were out in the depthless, starry blackness. He knew\nwhere he was, in space. It was the place where a spaceman belonged.\nHe'd get a stiff reprimand for this later, but he was not sorry.\n\nThey put the ship into a calculated orbit, and waited. Days, many of\nthem, must pass before the end came to Earth. It seemed quite near the\nwhite sun now, and its Moon had slid away from it on a new distorted\norbit, but even so it would be a while before they could broadcast to a\nwatching galaxy the end of its ancestral world.\n\nKellon stayed much of that time in his cabin. The gush that was going\nout over the broadcasts now, as the grand finale approached, made him\nsick. He wished the whole thing was over. It was, he told himself,\ngetting to be a bore--\n\nAn hour and twenty minutes to E-time, and he supposed he must go up\nto the bridge and watch it. The mobile camera had been set up there\nand Borrodale and as many others of them as could crowd in were there.\nBorrodale had been given the last hour's broadcast, and it seemed that\nthe others resented this.\n\n\"Why must you have the whole last hour?\" Lorri Lee was saying bitterly\nto Borrodale. \"It's not fair.\"\n\nQuayle nodded angrily. \"There'll be the biggest audience in history,\nand we should all have a chance to speak.\"\n\nBorrodale answered them, and the voices rose and bickered, and Kellon\nsaw the broadcast technicians looking worried. Beyond them through the\nfilter-window he could see the dark dot of the planet closing on the\nwhite star. The sun called, and it seemed that with quickened eagerness\nEarth moved on the last steps of its long road. And the clamoring,\nbickering voices in his ears suddenly brought rage to Kellon.\n\n\"Listen,\" he said to the broadcast men. \"Shut off all sound\ntransmission. You can keep the picture on, but no sound.\"\n\nThat shocked them all into silence. The Lee woman finally protested,\n\"Captain Kellon, you can't!\"\n\n\"I'm in full command when in space, and I can, and do,\" he said.\n\n\"But the broadcast, the commentary--\"\n\nKellon said wearily, \"Oh, for Christ's sake all of you shut up, and let\nthe planet die in peace.\"\n\n\n\nHe turned his back on them. He did not hear their resentful voices,\ndid not even hear when they fell silent and watched through the dark\nfilter-windows as he was watching, as the camera and the galaxy was\nwatching.\n\nAnd what was there to see but a dark dot almost engulfed in the shining\nveils of the sun? He thought that already the stones of the old house\nmust be beginning to vaporize. And now the veils of light and fire\nalmost concealed the little planet, as the star gathered in its own.\n\nAll the atoms of old Earth, Kellon thought, in this moment bursting\nfree to mingle with the solar being, all that had been Ross and\nJennie, all that had been Shakespeare and Schubert, gay flowers and\nrunning streams, oceans and rocks and the wind of the air, received\ninto the brightness that had given them life.\n\nThey watched in silence, but there was nothing more to see, nothing at\nall. Silently the camera was turned off.\n\nKellon gave an order, and presently the ship was pulling out of orbit,\nstarting on the long voyage back. By that time the others had gone,\nall but Borrodale. He said to Borrodale, without turning,\n\n\"Now go ahead and send your complaint to headquarters.\"\n\nBorrodale shook his head. \"Silence can be the best requiem of all.\nThere'll be no complaint. I'm glad now, Captain.\"\n\n\"Glad?\"\n\n\"Yes,\" said Borrodale. \"I'm glad that Earth had one true mourner, at\nthe last.\"\n\n\n                                THE END",
    "metadata": {
        "author": [
            "Sterling, Brett",
            "Hamilton, Edmond"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/72180/pg72180.txt",
        "name": "requiem.json"
    }
}