{
    "name": "Restricted Tool",
    "author": [
        "Morehart, Malcolm B.",
        "Morehart, Malcolm B., Jr."
    ],
    "body": "\n[Sidenote: Finders, keepers, is an unwritten law. But the gadget Clark\naccidentally found had a special set of rules governing its use by\nwhom--and when!]\n\n\nRichard Clark loaded his shotgun. He glanced up the canyon, gray and\nmisty under a cold dawn sky. A cotton-tail darted from a nearby bush and\nbounced away. Clark's gunsights followed in a weaving line after his\nbobbing target. Before he could draw a bead, the rabbit vanished behind\na distant scrub oak. Clark stalked him quietly. He knew he'd bag this\none without trouble, but any others around him would take cover at his\nfirst shot.\n\nHis boots crunched loudly on gravel. At the sound the rabbit sprang into\nthe open and zigzagged toward a thicket. Furious at his clumsiness,\nClark blasted away with both barrels. He charged up the canyon, fumbling\nin his parka for more shells, and crashed through dank high brush into a\nshadowy clearing. A soft rustling sound quickly faded.\n\n\"Well, there he goes,\" Clark grumbled.\n\nSomething metallic glittered in a low, thorny shrub, and he bent down,\ncurious. From a black cord caught in its branches dangled a silvery\npocket flashlight. He smiled faintly as he pulled it loose. After months\nof testing and inspecting complicated electronic devices, he found\nsimple gadgets amusing. He pressed a button on one end and eyed a white\nknob on the other. When it didn't light up, he stuffed it in a pocket,\nfinishing reloading, and sighed, \"At least I bagged something.\"\n\n\"Quite true!\" a voice shrilled behind him.\n\nClark whirled around and gasped in astonishment. Two squat dwarfish men\ncrouched at the far side of the clearing. When he swung up his 16 gauge,\ntwo lights flashed, and it slid out of his hands. He buckled dizzily\nwith weakness and nausea, but then an invisible force jolted him upright\nand motionless. He felt rigid as stone.\n\n\"Who are you?\" Clark called out hoarsely.\n\nThey approached, jabbering in a strange tongue. Bluish dawnlight seemed\nto tint their scrawny bare arms and legs a deeper, ghastly blue. From\nweazel-shaped heads bulged enormous dark eyes which stared at him\nunblinkingly. As they waddled closer they puffed under the weight of\nheavy belts sagging with rows of odd, translucent instruments. One\ncreature wore ear-phones. The other, his bald head sunken between his\nshoulders, opened a round, moist, pink-rimmed mouth and bowed stiffly.\n\n\"Forgive us, please,\" he piped. \"My biologist friend has broken\nregulations.\"\n\n\"Who are you?\" Clark choked again.\n\nThe bald one's eyes closed and his belly quivered with high, tremulous\nlaughter. \"Tell him, Ursi!\"\n\n\"Don't blame me!\" the one called Ursi squeaked, then pointed a claw-like\nfinger at a glowing disc in his belt. \"Interference disturbed the\nscanner scope. I didn't see him until he fired!\"\n\nBaldy chuckled. \"He was after food, not your ugly hide. But in your\nunseemly haste to escape, you dropped a valuable tool. A very careless\nblunder. And now instead of mold specimens, you've collected a human. I\nknew this expedition would prove interesting.\"\n\n\"We have to dispose of him!\" Ursi shrieked and waved a black tube at\nClark menacingly.\n\n\"You'd kill him to recover your tool?\" Baldy's nose twitched. \"Remember\nwe prepare separate reports for the Council. Don't expect me to aid in\nbreaking the law.\"\n\nUrsi was painfully silent.\n\n\n\nBaldy seemed to relish his companion's distress. \"You realize, Ursi,\nyou're responsible for this illegal contact? Also may I remind you that\nthe Law reads in part: On pain of death, no human shall be molested,\ncoerced or in any way injured by an expeditionary member's overt\naction.\"\n\n\"Can't we bargain with him?\" Ursi asked irritably.\n\n\"Why, of course. Offer him our ship or your life,\" Baldy said.\n\nUrsi scowled. \"If we take the tool and induce amnesia--\"\n\n\"The Law clearly prohibits that.\"\n\n\"Let him keep it then,\" Ursi said angrily, rubbing a pointed blue chin.\n\"I'll destroy its power principle first.\"\n\nBaldy sighed. \"I repeat, this isn't a brainless Martian without legal\nrights. You abandoned it, a human found it. By merely picking up the\ntool, he establishes a salvage claim.\"\n\n\"You call that law?\" Ursi raged. \"Stupid technicalities that settle one\nproblem to raise a worse one?\"\n\n\"Until the Council ratifies the amendment foreseeing this contingency,\"\nBaldy explained, \"you must abide by the original code.\"\n\n\"But the tool's restricted!\"\n\n\"Restricted for thirty solar years according to the Probability Graphs,\"\nmused Baldy. \"You should have thought of that.\"\n\nUrsi's wide glittering eyes terrified Clark. But after an agonizing\nsilence, he heard Ursi whine fearfully, \"We can't allow this! Can't you\nread his basic attitudes? He's suffering from the Korb power complex.\"\n\nBaldy shrugged. \"Your misfortune, my dear Ursi.\"\n\nUrsi edged warily toward Clark as if he were a ferocious but chained\nbeast. \"Your nation is a member of the Western Alliance?\"\n\nBewildered, Clark cleared his throat. \"Yes.\"\n\n\"You have atomic weapons you intend using against your enemy--against\nthe Eastern Empire?\"\n\n\"If they attack us,\" Clark muttered nervously.\n\nUrsi shot an accusing look at Baldy who frowned. \"They're vicious little\nchildren!\" Ursi ranted. \"The decision placing the tool on the restricted\nlist is perfectly justified. We made no effort to hinder their atomic\nresearches. But in the case of this tool.... They have the ingenuity to\ncombine it with atomic bombs! If he returns with it, he'll wreck a\nthousand years of human culture!\"\n\nUrsi's excited words puzzled Clark who was overcoming his early shock.\nBut the cylinder in his pocket was still more baffling. What was it?\nWhat terrible power did it control?\n\n\"Spare your world suffering.\" Ursi warned. \"Surrender it to me.\"\n\nClark considered. Sheltered by their \"Law,\" he knew he could make a free\ndecision. The thing was powerful. But they claimed it was exceedingly\ndangerous, and they seemed wiser, far wiser, than men. The mysterious\nforce still binding him and their hints of \"restrictions\" on human\nprogress convinced him of that. Still, possession was nine-tenths of any\nlaw.... He calculated nervously.\n\n\"Well?\" Ursi shrilled. \"Your hands are now free to move.\"\n\nObediently Clark groped in his pocket. When his fingertips touched the\ncool metal, the thrill of possessing immense power overwhelmed him. He\nsputtered, \"It's mine--I won't misuse it!\"\n\nBaldy convulsed with laughter. Ursi jabbered fiercely, but Baldy raised\na thin claw. He spoke softly, and Ursi's eyes brightened. Ursi nodded,\nbut whatever he had agreed to still left him looking doubtful and\nuncertain.\n\nBaldy smiled warmly. \"Keep it,\" he said, \"and keep your promise. Ursi\ndoesn't trust you, but I do. I know you won't abuse this power.\"\n\n\n\nClark felt his body freeze rigid as a statue again. They pushed their\nway out of the clearing and disappeared. Overhead a bird chirped in\nloneliness, and the sky slowly turned pearly hued as the paralysis left\nhim. Flexing his muscles, he shook his head. The creepy little men were\nall part of a crazy hallucination. His mad rabbit hunt and the deafening\nroar of his gunfire had temporarily unhinged his mind.\n\nA low humming sound interrupted his moody pondering. Suddenly he reeled\nas the ground shuddered beneath him and he staggered blindly in pitch\ndarkness. He opened his eyes to look around, dazed. His shotgun was\nmissing, but the shiny cylinder was clutched tightly in his hand.\n\nClark trembled as he examined it. Along its length were etched a row of\nqueer symbols. Probably directions for its operation or servicing, he\ndecided. He aimed the knob at some rocks a few yards away and pressed\nthe button. But they didn't explode or disintegrate under a lethal\n\"ray.\" Then discovering that a narrow center section of the cylinder\nrevolved by slow, even degrees, he tried again impatiently.\n\nA loud clatter made him look up, gaping. A cluster of rocks hung\nmotionless in the air. When his finger lifted, they fell to earth. The\nmechanism neutralized gravitational pull--objects could float!\n\nBreathing excitedly, Clark twisted the center section further. The\nstones shot up into the sky and disappeared. Quickly he adjusted the\nmechanism's control and brought them flashing back. He stared at the\ncylinder in unbelieving awe. Power men dreamed of surged inside it like\nan eager magic genie.\n\nHe experimented carefully, floating the rocks at different angles and\nthen hurtling them skyward. When he cut off the strange power, they\ncrashed heavily to the ground. The possibilities were tremendous! And\naside from the natural hazards of collision, how could it imperil\nmankind? Then as a thin cloud of dust billowed up from the fallen rocks,\na vision of its war potential burst upon him. Clumsy, costly rockets\nwith a single payload were obsolete. Atomic bombs could be showered\nalmost instantly on an enemy.\n\n_I know you won't abuse this power!_\n\nClark recalled Baldy's hopeful, trusting words and grinned. No, he\nwouldn't abuse it. He realized the aliens had not understated its\ndeadliness. No matter how the military pressed him, he wouldn't permit\nits use for mass bombings in the coming war. Not unless the enemy really\nthreatened to overrun the world...\n\nHe left the clearing and headed down the canyon.\n\n\n\nWhen Clark reached the mouth of the canyon, he frowned. Out on a green\nmeadow a farmer drove a tractor, busily plowing deep furrows for a new\ncrop. A trim ranch house in the distance gleamed in the morning\nsunlight. Funny. Earlier, when he had crossed the field, he hadn't\nnoticed a sign of civilization. But it had been nearly dark then.\n\nHe strolled casually down to a rude stone wall and watched the tractor\nchurn toward him. The farmer waved. He jolted to a halt, cut the engine\nand wiped a red bandana over his wrinkled, sweating face. Clark glanced\ndown at his own shabby clothes and rubbed a rough, bristly chin. If he\nlooked like a bum, his brief demonstration would seem all the more\namazing.\n\n\"Pretty hot work, eh?\" Clark greeted him.\n\n\"Yep,\" the old farmer nodded as he drank from a canteen. Clark grinned.\nHistory would record this man as the first person to actually witness a\ndegravitator at work. Clark studied the unplowed side of the meadow,\nthen pointed at a large, half-buried boulder.\n\n\"You have a little work there, mister. I think a Clark Farm Helper will\ndo the trick.\"\n\nThe farmer gave him a puzzled look. Clark calmly beamed the rock. At\nfirst it strained up and down, but finally wrenched free. He floated it\nup in a slow arc, then deliberately dropped it with a heavy thud. Clark\nchuckled as the farmer tried to hide his astonishment with a poker face.\n\n\"That for sale?\" he asked shrewdly.\n\nClark laughed heartily. \"Not this one. I'll make a fortune manufacturing\nthese little babies!\"\n\n\"How do you figure that?\"\n\nClark frowned at the farmer's indifference. \"Can't you see its\npossibilities? I just showed you!\"\n\n\"That's no good for farm work,\" the farmer said, reaching under his\ntractor seat. He raised what resembled a snub-nosed automatic. \"This\nhere's a real beauty. Had this general purpose degrav for two years and\nno trouble yet.\"\n\nHe squeezed the trigger and the boulder skimmed across the field.\n\n\"That looks like an old Harley single-drive you got there,\" the farmer\nsaid. \"What'dya do? Recondition it and pep up the atomic pile?\"\n\nStunned, Clark swallowed hard. The old farmer leaned over his wheel in\ncuriosity. \"Those old timers are pretty scarce. I remember when the\nfirst model came out about twenty years ago, just after the war ended.\"\n\n\"After the war?\" Clark stammered.\n\nHis mind spun in dizzy, sickening whirls. Degravitators were commonplace\nfarm tools! Where was he? Then suddenly he knew the meaning of his\nstrange black-out and Baldy's sly words. _I know you won't abuse this\npower._ How could he? Their superscience had catapulted him past the war\nyears into the future.\n\nThe old farmer said gently, \"Tell you what, son, the wife's been nagging\nme for a pocket degrav to move furniture around the house. I'll give you\na fiver for it and a square meal. You look kinda pale.\"",
    "metadata": {
        "author": [
            "Morehart, Malcolm B.",
            "Morehart, Malcolm B., Jr."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/32631/pg32631.txt",
        "name": "restricted_tool.json"
    }
}