{
    "name": "Retained for the Defence: A Farce, in One Act",
    "author": [
        "Oxenford, John"
    ],
    "body": "AUTHOR OF\n\n_Twice Killed, A Day Well Spent, A Family Failing, Dice of Death,\nOnly a Halfpenny, Reigning Favourite, Rape of the Lock,\nMy Fellow Clerk, I and My Double, A Quiet Day, No Followers,\nWhat have I done? Porter's Knot, &c. &c._\n\n\nTHOMAS HAILES LACY,\n89, STRAND,\n(_Opposite Southampton Street, Covent Garden Market_),\nLONDON.\n\n\n\n\nRETAINED FOR THE DEFENCE.\n\n_First performed at the Royal Olympic Theatre,\non Monday, May 23rd, 1859._\n\n\n_Characters_.\n\nMR. MOTTLEY DE WINDSOR        MR. G. COOKE.\n\nMR. WHITEWASH                 MR. G. VINING.\n\nMR. FERGUSON                  MR. H. COOPER.\n\nTHWAITES                      MR. H. WIGAN.\n\nPAWKINS                       MR. F. ROBSON.\n\nAGATHA DE WINDSOR             MISS COTTRELL.\n\n_Guests, &c._\n\n_Time of Representation_--45 MINUTES.\n\nPERIOD--_Present Day_.\n\n\n_Costumes_.\n\nDE WINDSOR--Blue coat with metal buttons, white vest, black trousers.\n\nWHITEWASH--Modern evening suit.\n\nFERGUSON--Ditto.\n\nTHWAITES--Blue dress coat, white vest, black trousers, Berlin gloves.\n\nPAWKINS--Long-tailed dress coat, colored vest, black trousers; hat and\numbrella.\n\nAGATHA--Rich pink silk ball dress.\n\nGUESTS--Evening dresses.\n\n\n\n\nRETAINED FOR THE DEFENCE.\n\nSCENE--_A Drawing Room fitted up for an evening party--to the left a\ncard table--doors, C. and L._\n\n_THWAITES, who has finished lighting candles in chandelier at back,\nC., steps back to survey the effect._\n\nTHWAITES. Now, that's what I call the real thing--the clean grit. The\nposition of that bokey (_bouquet_) is such, that none but the purest\ntaste could conceive,--those camellias, chastity itself. A fine\ncombination! Cutting the turnips and carrots to make ornaments for the\ncold tongue; chusing the bokies at Covent Garden Market; mildly\ntempering the brilliant light of wax and gas with the soothing hue of\nflowers. I have brought all my arts to bear upon this sworry. The\nparty who is a greengrocer in the morning, is the only perfect waiter\nin the evening.\n\n_Enter AGATHA, C._\n\nAGATHA. (L.) So, Thwaites, the room appears quite ready?\n\nTHWAITES. (R.) Yes, Miss Agatha; without exaggeration I may venture to\nsay, we are lit up.\n\nAGATHA. My father has not returned?\n\nTHWAITES. No, Miss Agatha, he has not--since he left the house at two\nin the afternoon--I haven't the slightest notion where he is gone.\n\nAGATHA. Indeed! (_laughing--sits, L. C._)\n\nTHWAITES. No--though I did my best to ascertain;--\"Are you going far,\nsir?\" says I. He stares, and he makes me no answer. \"Shall you be\nlong, sir?\" says I. He stares again, and again he makes no answer.\n\"Because sir,\" says I, \"there's the party this evening!\" \"I know that,\nbetter than you do,\" says he, \"for I shall have to pay for it!\"--just\nlike him, Miss Agatha--ha, ha, ha!\n\nAGATHA. (_aside--vexed_) Really, 'pa must have a regular footman;\nthese tradespeople whom he engages as occasional waiters don't\nunderstand subordination a bit.\n\nTHWAITES. I hope you admire the bokies, Miss Agatha; them camellias\nare quite the thing, I flatter myself;--all my taste--ha! ha! You'll\nbe called to-morrow the Lady of the Camellias!\n\nAGATHA. Most offensive! (_rises, and turns aside_)\n\nTHWAITES. Now, I thought I had said something very pretty--but she\ndon't look pleased.\n\nAGATHA. No one has arrived, of course?\n\nTHWAITES. On the contrary, Miss Agatha--I'm sorry to differ from you,\nbut I rather think one has arrived, and is coffee-ing in the back\nparlor;--here he is, too!\n\n_Enter WHITEWASH, C. from L. C., and down, C._\n\nMr. Whitewash, as I'm alive!--No occasion to announce you, sir.\n\nWHITE (C.). Ah, my dear Miss De Windsor, excuse me if I stopped a\nminute to refresh myself with a _demitasse_ of your choice Mocha\ninstead of flying up stairs; but you see, a cause in which I was\nretained came on late, and I was obliged to exert myself a good\ndeal--abnormally--if I may use the expression;--in short I was\nregularly knocked up.\n\nAGATHA. Don't think of apologies--as it is you are the first in the\nroom. So you have had another brief to-day--I hope you have been\nvictorious.\n\nWHITE. One of my most brilliant triumphs! I actually outshone myself!\n(_THWAITES listens_) A rascal had stolen a watch from a gentleman's\npocket, and hid it!--ha, ha, ha!--in his umbrella.\n\nTHWAITES. Watch in an umbrella--come, that's not bad!--ho, ho, ho!\n\nWHITE. Eh? (_looks half offended--then continues without noticing\nTHWAITES_) There is not the slightest doubt that the scoundrel was\nguilty; indeed he had such a face that innocence would have been a\npositive fraud upon nature--but, ha, ha, ha! I got him off--I got him\noff!--a weeping jury declared that he was not guilty.\n\nAGATHA. Capital!\n\nTHWAITES. Which it is capital!--just like you, sir.\n\nWHITE. (_draws AGATHA aside_) I say--this person--rather familiar.\n\nAGATHA. Yes, I know--I'm quite annoyed. He's our greengrocer. 'Pa\njokes with him in the morning when he buys the vegetables, and now\nhe's come to wait in the evening, he don't understand his position at\nall.\n\nWHITE. I think I'll take the liberty of dropping a hint. I say,\nMr.----\n\nTHWAITES. Thwaites, at your service, sir. Cards ain't common in our\nbusiness; but my address is----\n\nWHITE. Of your address, Mr. Thwaites, I have not the slightest doubt.\nBut I would speak a word with you.\n\nTHWAITES. And I'll listen if you talk for an hour. If I take up the\nnewspaper, is it to read about politics? No! About plays?--No, I\nshould rather think not! About pictures? bother, no! I look to see if\nMr. Whitewash has been saying something for some poor devil in the\nCentral Criminal Court. That's my intellectual treat!\n\nWHITE. (_flattered_) Indeed! ha! ha! Really, my dear Miss de Windsor\nwe should do wrong to check this diffusion of intelligence among the\nmasses.\n\n_Enter DE WINDSOR, C. from L. C._\n\nDE W. He is here--is he--the dear boy. I must shake him by the hand.\n(_rushes forward, R. C. and grasps THWAITES by the hand_) Eh! ha! ha!\nYou're not Whitewash! Ridiculous! I'm always making myself ridiculous;\nI've too much heart. You feel what I mean, Whitewash. (_shakes his\nhand violently_) You feel what I mean.\n\nWHITE. (L. C.) Most acutely! (_wringing his hand_)\n\nDE W. I'm so glad you are here before the others. Leave the room,\nThwaites. (_THWAITES lingers, moving at back to C._) I can now\ndisburden my heart. As I said, I'm all heart. (_THWAITES advances,\nC._) Leave the room, Thwaites! (_THWAITES goes up, and moves chair\nfrom R. to C._) This moment is the most important--Zounds! Thwaites,\nwill you leave the room?\n\nTHWAITES. (_aside, going up, C._) That's the man of money. Give me the\nman of mind!\n\n_Exit, C., off, L._\n\nDE W. (_coming to C._) Now look, I hesitate no longer; I shilly-shally\nno longer; I follow the dictates of my heart, and my heart tells me\nto--Come here, Whitewash--come here, Aggy. (_joins their hands_)\nWhitewash, consider yourself as my son-in-law.\n\nAGATHA. Really, this is very sudden, 'pa.\n\nDE W. Of course it is; I'm always sudden, I'm a creature of impulse.\nBut do you dislike the arrangement?\n\nAGATHA. I did not say that, 'pa.\n\nDE W. Didn't say that, 'pa! Then why don't you speak out? Wear your\nmind in your face, as I do, or as my young friend here, with whom I\nwant to speak a few words in private. So, go and see how they are\ngetting on with the coffee.\n\nWHITE. (R.) And don't forget, that you are engaged to me for the first\nset, and the Polka, and the Lancers.\n\nDE W. Of course, she won't forget. Run along child.\n\n_Exit, AGATHA, C., off, L._\n\nNow, I can give vent to my feelings; Whitewash, you've done it. I was\nlong making up my mind, but now, you've done it. You are one of the\nmen I like. (_shakes his hand violently--they sit_)\n\nWHITE. My dear sir, I'm most happy. (_wringing his hand_)\n\nDE W. Of course you are. Look you, it's only now that I like you; this\nvery morning I weighed your merits with those of Tom Tango of the\nStock Exchange, who you know has a sneaking kindness for my girl, and\nthe balance was considerably in Tom's favour. He's a better looking\nfellow than you, and his conversation is more agreeable. Then, what's\na lawyer? said I, a creature all brains and no heart? no heart, sir!\nBut now, I'm changed, my views are more enlarged--more expansive--I\nhave been----\n\nWHITE. Dining out?\n\nDE W. No, I have been in the Central Criminal Court, during the cause,\n\"The Queen _v._ Pawkins.\"\n\nWHITE. Ah, I see! and you heard my speech for the defence. It was not\nbad, was it?\n\nDE W. It was noble--it was glorious. While I looked upon that poor man\nin the dock, and I heard you enunciate his virtues and expatiate on\nthe largeness of his small family, he assumed in my eyes the sanctity\nof a martyr.\n\nWHITE. You don't say so?\n\nDE W. Perhaps you noticed that among the persons in the court one wept\naloud--very loud?\n\nWHITE. I did. The policeman turned him out, I believe.\n\nDE W. True--ahem! Some such brutal occurrence did take place; I was\nthe man that wept, sir, you were the man that made me weep; you\ntouched my heart, sir, you touched my heart.\n\nWHITE. (_aside_) Really, a most sensible old gentleman!\n\nDE W. Lingering at the door, I learned that the prisoner was\nacquitted. So I walked home, and I said to myself--Whitewash is my\ndestined son-in-law. I as a manufacturer of fancy soap remove physical\nimpurities from the skin; Whitewash effaces the blots that calumny has\ncast upon innocence.\n\nWHITE. Innocence!\n\nDE W. Of course; no one knows better than you that that poor\npersecuted being was innocence itself.\n\nWHITE. (_coolly_) Oh, yes--yes.\n\nDE W. What delight you must have felt in restoring him to his weeping\nwife, and those five small children!\n\nWHITE. Wife! children! Oh! ah! I believe I did use the expression.\n\nDE W. But there's a further pleasure in store for you. You know I\nalways follow the dictates of my heart. Well--well, my heart told me\nthat society owed that poor persecuted being a reparation, and was\nbound to declare that he had not forfeited his social position. In a\nword, sir, I've invited him to my ball this evening.\n\nWHITE. (_rises_) Here? To your house? A fellow with the taint of the\ndock fresh upon him!\n\nDE W. A taint that he did not merit--a taint that you have so nobly\nremoved. (_rises_)\n\nWHITE. (_aside_) Oh, this is an old fool!\n\n_Enter AGATHA, C., and down, L._\n\nAGATHA. (L.) Oh, papa, they are nearly all assembled in the other\nroom.\n\nDE W. (C.) Come along then--come along, that I may introduce you as my\nson-in-law. Come, defender of persecuted innocence!\n\nWHITE. (_to AGATHA_) Mind the first set--the Lancers--the----\n\nDE W. Come along. (_taking his arm_)\n\n_Exeunt DE WINDSOR and WHITEWASH, C. off L._\n\nAGATHA. (_looking about_) Very foolish of my aunt not to fasten her\nbracelet better. It can't be here;--I don't believe she has been in\nthis room. Tut, tut! (_goes up, R._)\n\n_Enter THWAITES, L. D. 2 E._\n\nTHWAITES. (_announcing_) Mr. Pawkins!\n\n_Enter PAWKINS, L. D. 2 E., he bows on all sides as if the room were\nfull of company. Exit THWAITES, L._\n\nPAWKINS. Why, I'm blessed if there's a soul here!--it's werry\ninconsistent bowing to two strings of nobody. (_suddenly sees AGATHA,\nR._) Oh, I beg pardon, miss;--perhaps you may think it's like my\nimpedence, but is the gov'ner in?\n\nAGATHA. The--the--governor?\n\nPAWKINS. Yes, the gov'ner here; not my gov'ner--no, bless you, he's\nbeen under hatches long ago. I want Mr.--I've got his letter\nsomewhere--Mr.--he's something in the fancy soap line.\n\nAGATHA. Oh, my papa--Mr. De Windsor.\n\nPAWKINS. Him's it! So he's your papa, is he? Well then, I say you do\nhim credit: I say it afore your face, and I wouldn't mind saying it\nbehind your back.\n\nAGATHA. (_aside_) A singularly vulgar person! but 'pa does pick up\nsuch strange friends in the City.\n\nPAWKINS. Before we go any further I should like to settle one pint:\nI've picked up this here gimcrack thing on the staircase. (_producing\nbracelet from his coat pocket_)\n\nAGATHA. (_R., catches it from his hand_) My aunt's bracelet! My dear\nsir, a thousand--thousand thanks!\n\n_Exit AGATHA, C._\n\nPAWKINS. A thousand, thousand thanks!--my dear sir, too! Uncommon\npretty behaved young person!--a child will take a deal of whipping\nafore it gets up to that pint of good manners. A shilling slipped in\none's hand would have given a finishing touch to the compliment; but\none can't have it all one's own way; then her pretty smile were worth\nmore nor a shilling a precious sight. Ah, bless her heart! she'd ha'\nknow'd fast enough that the man who picks up bracelets, and gives them\nto the right owner, ain't exactly the sort of article as prigs\nwatches.\n\n_Re-enter DE WINDSOR, C., and down, L._\n\nDE W. (L.) Really a charming scene! most exhilarating! (_sees PAWKINS,\nR._) Eh! why, he's here at last! Pawkins, the persecuted! (_shakes his\nhand violently_) My dear sir, I'm delighted to see you.\n\nPAWKINS. (_wringing his hand_) Thank you; but draw it a little mild.\n\nDE W. (L.) Mr. Pawkins, you are one of the men I like.\n\nPAWKINS. Same to you, sir. You are Mr. De--de--fancy soap line, sir?\n\nDE W. De Windsor.\n\nPAWKINS. Well then, sir, two minutes ago I told the young 'oman she\nwas a credit to you, and now I don't mind telling you you're a credit\nto the young 'oman.\n\nDE W. (_aside_) Somewhat coarse; but frank and genial.\n\nPAWKINS. You've sent me a sort o' note, sir, as the saying is, asking\nme to come here; but it strikes me there's some mistake.\n\nDE W. Not in the least, Mr. Pawkins, not in the least. Take a seat.\n\nPAWKINS. (_sits, R. after putting down umbrella, R._) That's all right\nthen. At all events I've brought the tongs in my pocket.\n\nDE W. The tongs?--rather a singular proceeding!--and the shovel?\n\nPAWKINS. No; get out with you--I mean the curling irons.\n\nDE W. (_coldly_) I--I begin to comprehend; Mr. Pawkins, you are a\nhair-dresser.\n\nPAWKINS. No; that's where you put your foot in it. I ain't a regular\nhair-dresser for a nobby concern like this. I cuts a little in the\ncommon way, but I am chiefly in the easy shaving line.\n\nDE W. I understand, you keep a hair-cutting saloon frequented by\ngentlemen only.\n\nPAWKINS. I calls it a shop, sir, but if you calls it a s'loon it's\nwerry kind on you, and I'm much obliged, and if you calls my customers\ngen'leman, they ought to be werry much obliged to you too.\n\nDE W. (_aside_) Ha! I wish he had been a little higher in the social\nscale--but no matter. His wrongs have been extraordinary, society owes\nhim an extraordinary reparation. Mr. Pawkins, I trust Mrs. Pawkins and\nthe children are quite well?\n\nPAWKINS. Mrs. Pawkins and the children--ha, ha, ha! Them's as well as\ncan be expected.\n\nDE W. I see--a recent increase to the family.\n\nPAWKINS. Recent gammon! Why there ain't no Mrs. Pawkins--there ain't\neven a young un.\n\nDE W. Bless me! (_aside_) I'm sure Whitewash talked about small\nchildren.\n\n_WHITEWASH runs in C. from L._\n\nWHITE. Mr. De Windsor, sir--(_aside_) Egad! the rascal's in full\nconfab. Sir----(_pushes himself between PAWKINS and DE WINDSOR, C._)\n\nPAWKINS. (R.) Why, I'm blest if here ain't my professional gen'leman!\n\nDE W. (L.) Ah, sir, Mr. Whitewash is your true friend.\n\nPAWKINS. No mistake about that! No, Mr. Whitewash, I'm a poor man, but\nif there's any way of shewing my gratitude----\n\nWHITE. (_whispers_) There's an exceedingly cheap way. Make some excuse\nand take yourself off as fast as your legs can carry you.\n\nPAWKINS. Ah, he is indeed a friend! (_crosses to C._) Look here, Mr.\nDe----what's your name? There I stud reading the bill of the Royal\nVictoria Theatre--something about Will Watch, the Bold Smuggler, when,\nas if it was done o' purpose, some one smuggles a watch into my\numbrella!\n\nWHITE. Yes, yes, we know all about that, the story is exceedingly\nplausible, and I have told it already, much better than you can, in\nthe presence of this gentleman.\n\nPAWKINS. They lugs me about--they takes me off against my will.\n\nWHITE. Well, then, now indulge in the free exercise of your will, by\ntaking yourself off.\n\n(_some of the COMPANY pass across at back of C. doors, from L. to R._)\n\nPAWKINS. Stop a bit! though I mostly sticks to the easy shaving line,\nI've a mind as can soar to the higher branches. That 'ere head of hair\nis uncommon well got up, the one with the pearls, I mean. Just allow\nme to have a look, gov'ner, I'll be back in a twinkling.\n\n_Exit, C., and off, R._\n\nDE W. (L.) Exuberant--unsophisticated creature!\n\nWHITE. Oh, perfectly unsophisticated! I only wish he had not fixed on\nthe only head dress in the room that gives a notion of positive value?\nNo, no, I must not hesitate any longer. Look here, my dear, sir, you\nare a man of heart--I may say, a noble creature--and it's one of the\nspecific weaknesses of noble creatures, to fancy everybody else as\nnoble as themselves. Now, suppose this favourite of yours, this\nPawkins, were really a little light fingered; suppose the dazzling\nbrilliancy of one of your table spoons caused him to forget the\ndistinction between _meum_ and _tuum_. Under these painful\ncircumstances, what would you say?\n\nDE W. I should say that you were the most lying humbug I ever clapped\neyes on.\n\nWHITE. Heyday! Why?\n\nDE W. Why, didn't you stand up before the judge and jury, and bellow\nout your belief in that man's immaculate virtue. Did you not clap your\nhand on your heart, and declare that our country might be proud of\nsuch a citizen; and St. Giles's in the Fields proud of such a\nparishioner? Did not you cause me to blubber aloud, till I was turned\nignominiously out of court, as a charity boy is kicked out by a\nbeadle? And am I to understand that all that rhodomontade, followed by\nthat expulsion, was for the sake of a pickpocket? Abominable!\nDisgusting!\n\nWHITE. But surely, you understand, my dear sir, that when one speaks\nprofessionally----\n\nDE W. Sir, no one has business to tell lies, professionally or not; a\nman should always speak what he thinks. I follow the dictates of my\nheart, and I always speak what I think; my heart is in my heart, and\nmy heart is in my mouth.\n\nWHITE. What a complicated piece of anatomy you must be.\n\nDE W. I say, my heart is in my mouth.\n\nWHITE. Then I wish you would swallow it, and say no more about it.\n\nDE W. Yes, I dare say you think that a very good joke, but what I am\ngoing to tell you is no joke. If Pawkins is a thief, you shan't have\nmy daughter, and Tango shall.\n\nWHITE. Monstrous!\n\nDE W. Not at all, I give you my girl because I regard you as a noble\ndefender of persecuted innocence; but if persecuted innocence turns\nout to be a low pilfering scoundrel, I naturally retract.\n\nWHITE. But, my dear, sir, the doctrine you so strangely maintain is\ndiametrically opposed to the very principles of British jurisprudence.\nIt is one of the high privileges of our blessed country, and of\nseveral others, that even the vilest and meanest criminal is allowed a\nprofessional defender in the courts of justice.\n\nDE W. Sir, it is one of the high privileges of our blessed country,\nand of several others, that a man need not give away his daughter\nwhere he don't like.\n\nWHITE. But, sir, by virtue of my profession I am positively bound\nto----\n\nDE W. Well, I don't say you're not. But an honest man, sir, should\nhave nothing to do with clients that don't come into court with clean\nhands.\n\nWHITE. My dear Mr. De Windsor, borrow a little wisdom from your own\nbusiness. If everybody had clean hands, what would become of the soap\ntrade?\n\nDE W. Go, go, and defend every pickpocket, forger, coiner,\nhousebreaker, in London. I don't want to hinder you, I only say that I\nwon't give my daughter to a man who makes respectable people blubber\ntill they are shoved out of court, on purpose to defeat the ends of\njustice.\n\nWHITE. Then, sir, I suppose, because he furthers the ends of justice,\nyou would give your daughter to the hangman.\n\nDE W. (_puzzled_) Ahem! I shall not condescend to answer an argument\nso obviously sophistical. I only repeat what I said before. If Pawkins\nis a thief you sha'n't have my daughter.\n\nWHITE. (_aside_) Reason is wasted on this old blockhead! I must try\nanother tack. (_aloud_) Ah, you have passed nobly through the ordeal.\nJust to sound you I hinted at the remote possibility of Pawkins'\nguilt, but he is in point of fact, as we both know, innocent as the\nbabe unborn. Did not the jury say so? However, ta, ta! for the\npresent, sir. (_aside_) I must look out, egad! I was only retained as\nthe rascal's counsel, but I find I am his bail.\n\n_Exit, C., off L._\n\nDE W. I'm sure he spoke of five small children! No; decidedly this\nlegal morality won't suit me. No, no--no barrister for me--decidedly a\nstockjobber!\n\n_Enter THWAITES, C., from R._\n\nTHWAITES. Please, sir, the parties which is in t'other room can't get\non without you.\n\nDE W. I'm coming! Bull and bears have the day!\n\n_Exit, C., and off, R., followed by THWAITES._\n\n_Re-enter WHITEWASH, dragging PAWKINS by the collar, from L. C._\n\nPAWKINS. (L.) Come now, I say, draw it mild! You'll spile my best\ncoat; I only took it out a purpose to come here.\n\nWHITE. (R.) Pawkins, we are alone--Pawkins, as your professional\nadviser, you are bound to tell me everything. Pawkins, when you came\nhere, what was your intention?\n\nPAWKINS. Why, I com'd here in the hope of doing something in the way\nof business.\n\nWHITE. Business, indeed! Why, there were all the streets of London\nopen to your ingenuity, and you must pick out the residence of my\nfather-in-law. (_takes stage to R._)\n\nPAWKINS. (_following him up_) Well, I didn't know it was your\nfather-in-law--and if it is, what's the hodds? This 'ere Mr.--summat\nin the fancy soap line, sends me a hinwite, and so I comes with the\ntongs in my pocket--well, it turns out he don't want the tongs, but\nhe's taken a likin' to me. That arn't no fault o' mine is it? I never\ntries to be extra agreeable. (_returns to C. of stage_)\n\nWHITE. (_aside_) Perhaps the miserable wretch has commenced already.\nWhat have you been doing with yourself?\n\nPAWKINS. Why, I've been a looking at them silver gimcracks on the\nsideboard, and I says to myself--my eyes! if one of them five\nthingumbobs as don't seem no use here belonged to me----\n\nWHITE. (_aside_) Unhappy train of thought! Allow me for a\nmoment----(_puts his hand in the tail pocket of PAWKINS'S coat_)\n\nPAWKINS. What are you about?\n\nWHITE. Professional! professional!\n\nPAWKINS. Well, I always heerd you lawyers was tidy uns for putting\nyour hands in people's pockets.\n\nWHITE. (_pulls out tongs_) What's this? a spoon!\n\nPAWKINS. You're a spoon yourself! It's the tongs.\n\nWHITE. For a wonder he speaks the truth. Now mark, I'm your\nprofessional adviser, and I advise you to be off as soon as you can.\n\nPAWKINS. Well, I don't mind; I've seen all there is to be seen, and it\narn't half so good as skittles. Between you and I, the gov'ner here\nseems to have laid out a precious sight of money for werry little fun.\n\n_Enter DE WINDSOR, R. C., and down, L._\n\nWHITE. (R.) Go, cut short your moral reflections, and go! (_pushing\nPAWKINS towards C._)\n\nDE W. Why, Mr. Pawkins, what's the cause of this singular hurry?\n\nPAWKINS. (_returns to C._) Well, I don't know; you see, I felt I was\nsomehow in the way like. Nobody says nuffin to me, and I say nuffin to\nnobody.\n\nWHITE. (R.) Besides, an affair of the most pressing importance.\n\nDE W. Very pressing, indeed! Humbug! You'll stop supper, my dear Mr.\nPawkins?\n\nPAWKINS. (C.) Oh, well, if there's anything in the way o' wittles a\ncoming, that alters the view of the case.\n\nDE W. The supper will be served in silver plate,--in silver--in\nsilver.\n\nPAWKINS. What, real silver? like that out there? Don't bother\nyourself, gov'ner, I'll stop.\n\nDE W. (_aside_) Ha! ha! I've tickled my trout!\n\nWHITE. (_aside, R._) The old gent is playing against me, that's\ncertain.\n\n_Re-enter THWAITES, C., with a tray of ices._\n\nDE W. (L.) Thwaites!\n\nTHWAITES. (_coming down L. C._) At your service, sir.\n\n(_THWAITES hands tray to PAWKINS, who first takes an ice, then a\nspoon, and eats during the following scene_)\n\nDE W. (_drawing THWAITES aside, L._) You observe that person?\n\nTHWAITES. Yes, sir: I don't think him much 'count, sir.\n\nDE W. If that man steals anything, you shall have a couple of\nsovereigns.\n\nTHWAITES. No!\n\nDE W. Spread out the plate as much as you can, give him every\nopportunity.\n\nWHITE. (_R., beckons THWAITES to him, at back_) Here, waiter!\n\nTHWAITES. (_going to WHITEWASH at back, R. C._) Yes, sir!\n\nWHITE. If that fellow with the ice leaves the house without stealing\nanything, there's a five pound note for you. (_to THWAITES_)\n\n(_DE WINDSOR walks round and round PAWKINS, with handkerchief dangling\nfrom his pocket, during dialogue_)\n\nTHWAITES. The deuce!\n\nWHITE. And do your best to keep the plate as much out of his reach as\npossible.\n\nTHWAITES. Can't be done, sir; can't be done. Gov'ner orders the\ncontrary.\n\nPAWKINS. I can't make him out!\n\nWHITE. Here, Pawkins, my good fellow, how do you like your ice?\n\nPAWKINS. First rate! Beats the penny un's all to shivers!\n\nWHITE. Ha! ha! But now you have finished it, you have no occasion for\nthe spoon. (_takes it_)\n\n(_THWAITES on the other side takes empty glass from PAWKINS, and exit\nC._)\n\nPAWKINS. I can't make him out!\n\nWHITE. (_aside_) I'll stick to him like a leech!\n\n_Enter AGATHA, C. from L. and down R._\n\nAGATHA. (R.) Mr. Whitewash, have you forgotten your engagement, the\nfirst quadrille? Oh, fie! fie! they are waiting!\n\nWHITE. (R. C.) I'm sure I beg a thousand pardons, but you see just at\nthis moment----(_pockets the spoon_)\n\nPAWKINS. I can't make any on 'em out!\n\nWHITE. (_whispers PAWKINS_) If so much as a salt-spoon is missing you\nare a dead man!\n\n_Exeunt WHITEWASH and AGATHA, C., off L._\n\nPAWKINS. (R. C.) I say, gov'ner, about our young friend here; when\nhe's on the spree like, as he is now, don't you think he's a bit\ncranky? Do you think all's right here? (_touching his head_) If I\nbehaved like that to my young woman, wouldn't there be a row neither.\n\nDE W. (_aside_) Ha! the card table! A trap I didn't think of! I say,\nMr. Pawkins, have you any objection to a hand at cards?\n\nPAWKINS. Not a bit on it.\n\nDE W. Of course you play ecart√©?\n\nPAWKINS. Of course I don't; I never heerd on it.\n\nDE W. Well--cribbage?\n\nPAWKINS. I knows nuffin of cribbage.\n\nDE W. Picquet?\n\nPAWKINS. Eh?\n\nDE W. Picquet?\n\nPAWKINS. Pick hay? I knows nuffin about pick hay; I was werry nigh\nbeing sent to pick oakum!\n\nDE W. Well, what shall we play? Suppose we cut for a shilling a game.\n\nPAWKINS. A shilling! Come! I was thinking of a fourpenny bit; but\nthere's nothing like pluck. I say, I hopes you keeps your temper when\nyou loses, for I give you fair warning, I shan't let you go till I've\ngot something out of you.\n\nDE W. Affected candour! but it won't do.\n\n(_they go up to table, L.--DE WINDSOR takes cards out of drawers of\ntable and they sit--DE WINDSOR, L. and PAWKINS, R., and they begin\ncutting cards--staking money as they play._\n\nPAWKINS. Well, you are a going it, you are--(_plays again--aside_)\nGov'ner can't be coming the old soldier! Oh, it's a do and no mistake!\nI must have a eye on this old bird.\n\n_Enter WHITEWASH, C. from L._\n\nWHITE. Thank heaven I'm free again! What! cards! the devil! (_steals\nup to table, and whispers to PAWKINS_) Lose!\n\nPAWKINS. Eh?\n\nWHITE. (R.) Lose, I say.\n\nPAWKINS. (C.) Hang it. I have!\n\nDE W. (_sees WHITEWASH--aside_) Oh! I see, the rascal's had his cue.\n\nPAWKINS. There, I shan't play any more; you've got your three bob, and\nif ever you catch me at it again, it'll do you good. (_rises and goes\nforward--aside to WHITEWASH_) One good turn deserves another, I'll\ngive you an 'int. Don't let the old gov'ner there get you down to\ncards, he's a downy 'un, he is!\n\nDE W. Let me see. (_rings money on table_) No! nothing wrong! I have\nnot caught him yet!\n\n_Enter THWAITES, C. from L., announcing._\n\nTHWAITES. (C.) Mr. Ferguson.\n\n_Enter FERGUSON, C. from L., DE WINDSOR goes up to C. door to meet\nhim._\n\nPAWKINS. It's a gent as knows more about me than I want. (_goes across\nto R. for umbrella_)\n\nWHITE. (R. C.) Ah! the owner of some stray pocket handkerchief! Make a\nrush at the door!\n\nPAWKINS. (_crosses to L. D._) Bolted, by jingo!\n\nWHITE. This last stroke will finish me!\n\nDE W. (_coming down, R. C._) Allow me, my dear, Mr. Ferguson, to\nintroduce you to my intended son-in-law.\n\nFERGUS. (_down R._) Sir, allow me to congwatulate you on your vewy\ninterwesting position.\n\nDE W. Mr. Whitewash, sir, is one of the brightest ornaments of the\nlegal profession, and this gentleman is one of his most ornamental\nclients.\n\nFERGUS. Vewy much delighted. (_bowing to PAWKINS_) Heyday! Here is\ncertainly a party who has taken me by surpwise.\n\nDE W. What do you mean?\n\nFERGUS. I mean that a certain party, a fwiend of mine, found that\nparty (_pointing to PAWKINS_) in his cupboard, at thwee o'clock in the\nmorning.\n\nDE W. (R. C.) All right! You are quite sure of your man?\n\nFERGUS. (R.) Oh, perfectly! (_aside_) Seeing that the fwiend was\nmyself. (_goes up a little_)\n\nDE W. (_rubs his hands_) Capital! capital! Tango wins the day!\n\nWHITE. (_seated, L. C._) Father-in-law looks pleased--that's unlucky.\n(_rises_)\n\nDE W. Come here, my orator! come here, my Cicero! I've a bit of news\nfor you;--Tango will have my daughter--ha, ha, ha! (_pokes WHITEWASH\nin the ribs_)\n\nWHITE. (L. C.) What, sir! you, a man of heart, who have given your\nword to me----\n\nDE W. Yes, if Pawkins turned out all right; but he don't--he don't--he\ndon't--ha, ha, ha!\n\nWHITE. Mr. De Windsor, allow me to remark, that an innocent man's\ncharacter is not to be impugned without sufficient ground. Come here,\nPawkins. (_whispers to him, \"Brazen it out\"_) Pawkins, a malignant\nslanderer says you are fishy, but you ain't, are you?\n\nPAWKINS. (L.) Not as I am aware on.\n\nDE W. Then, most respectable Mr. Pawkins, what were you doing in a\ncertain cupboard at three o'clock in the morning?\n\nWHITE. Ha! the case is desperate, and a desperate effort must be made.\n\n_AGATHA and several GUESTS enter from L. C., and form an AUDIENCE, R._\n\nListen, all parties present.\n\nDE W. (R. C.) Well, talk away, and make the best of it.\n\nWHITE. Look at the face of this worthy man. Pawkins, get into the\ndock! (_places him on chair, L., and turns another chair round to lean\non, &c._) Examine every lineament.\n\nPAWKINS. (_on chair, L._) Come, come, you do make one look such a\nfool!\n\nWHITE. (L. C.) Believe me, this excellent man is one of those rare\nnatures that are seldom to be found. Ask the independent electors of\nMarylebone, whom they would place in the van.\n\nPAWKINS. I've been in the wan!\n\nWHITE. Whom they would place in the van as the staunchest champion of\ntheir interests. They will answer Pawkins! Ask the poor----(_takes\ntongs from his own pocket_)\n\nPAWKINS. Them's my tongs!\n\nWHITE. (_throws them on table_) Ask the poor--the suffering poor--whom\nthey regard as their kindest benefactor. They will answer--Pawkins.\n(_aside to him_) Cry!\n\nPAWKINS. I can't! I say, ain't you pitching it raither too strong!\n\nWHITE. They say we were found in a cupboard at three o'clock in the\nmorning. Well, we admit the trivial fact, we were in the cupboard.\n\nPAWKINS. No, no, no!\n\nWHITE. Though we have every high virtue, we are still but human; we\nhave hearts not altogether unsusceptible to female beauty. (_FERGUSON\ncomes forward, R., in great agitation_) Do you now persist in asking\nwhy we were in the cupboard? Well, then, we were there for the sake of\none of the fair sex.\n\nFERGUS. But, sir, there is a husband----\n\nPAWKINS. Now he's done it!\n\nWHITE. A husband! Do you call that a husband? As Mr. Justice Blesswell\nremarked in the great divorce case of Martyr _v._ Bangwife--such a\nwretch is not worthy the name of a husband. A man who indulges in\nlarge potations--comes home at little hours--and is limited in his\nnotions of crinoline! (_bangs chair during speech, then turns it and\nsits_)\n\nPAWKINS. He'll smash that ere chair!\n\nFERGUS. But, sir, I'm the husband----\n\nWHITE. (_rises and goes to PAWKINS_) That's awkward!\n\nPAWKINS. Yes; it is awkward!\n\nWHITE. But we won't flinch! Mr. De Windsor, I must say your society is\nnot the most select. (_pulls chair from under PAWKINS_)\n\nFERGUS. (_crossing to L., and collaring PAWKINS_) And now, you\nvillain--you destwoyer of my domestic peace--what have you to say for\nyourself?\n\nPAWKINS. Why, I cannot say nuffing, while you goes on choking me like\nthat! (_FERGUSON lets go_) That's better! Well, then, I didn't have no\nthoughts about Mrs. Ferguson--Mrs. Ferguson don't come up to my hideas\nof female beauty. (_snaps his fingers_) That for Mrs. Ferguson! If you\nwill tear from me the secrets of my 'art, I com'd arter Jemima, Mrs.\nFerguson's young 'oman--there, now, ye knows all about it. I've told\nthe truth, and I can shame--Ferguson!\n\nTHWAITES. (_comes forward, L._) So, Mr. Pawkins, it was Mrs.\nFerguson's Jemima, was it? Are you aware, sir, that I pay my\nattentions in that quarter? Are you aware that I'm Thwaites?\n\nPAWKINS. Are you, indeed?--who says you ain't? There ain't no\nadvantage in being Thwaites, as I sees--I don't want to be Thwaites.\nYou're one of them swells as takes out a young 'oman on a holiday, and\ngrumbles at the expense all the blessed way there, and all the blessed\nway back;--you prefers the ha'penny boat to the penny, and you prefers\nwalking to heither. Thwaites, you ain't the favored man, so drop Miss\nJemima;--I don't say what I'll do if you don't--but just take an 'int,\nand drop Miss Jemima.\n\n(_AGATHA and DE WINDSOR come forward, R._)\n\nAGATHA. (R.) Really, papa, this is an extremely vulgar scene, at our\nparty.\n\nDE W. (R. C.) Disgustingly so, my dear--but join the guests, and make\nthe best of it. (_AGATHA retires up_)\n\nWHITE. (_coming forward, C._) Well, father-in-law, I hope you are\nsatisfied now!\n\nDE W. Mr. Pawkins, I have an apology to make to you--you'll think it\nvery absurd--but I--I--ha, ha!--I scarcely know how to express it--but\nI actually took you for a thief!\n\nPAWKINS. (L. C.) You ain't the first, else I shouldn't have been tried\nat the Hold Bailey this morning. Look ye--a fellow chucks a watch into\nmy umbrella----\n\nWHITE. (C.) Yes, yes, we know all about that; besides, you are\ncompletely cleared.\n\nDE W. (R.) Perfectly; your character is as cloudless as a fine day in\nJuly, and I am about to give you the most convincing proof of my\nconfidence.\n\nPAWKINS. (_aside_) He's going to ask me to shave him!\n\nDE W. (_crossing to C._) I have long been looking out for a man of\nindubitable integrity, to act as my cashier; I keep nearly the whole\nof my fortune locked up in a strong box, so I may as well give you the\nkey now. (_about to give key, WHITEWASH hastily comes between them_)\n\nWHITE. (_C., intercepting_) No! no! what are you about? A thief!--a\ncommon pickpocket!\n\nDE W. (R.) Ha, ha! victory!--you admit it, do you?\n\n(_retires to GUESTS, R._)\n\nWHITE. (_aside_) Caught, by all that's unlucky!\n\nPAWKINS. (L.) Come, I say, master, this 'ere won't do: when I looks\nblack, you makes me white; and when I'm whitened, you makes me black:\nI've a jolly good mind to----\n\nWHITE. Oh, go to the devil!\n\n_Enter THWAITES, C. from L., with a letter._\n\nTHWAITES. (_to WHITEWASH_) Please, sir, a knowin' party, as calls\nhimself your clerk, has brought this. (_gives letter to WHITEWASH;\nWHITEWASH opens letter at first with indifference, but proceeds to\nread with eagerness; DE WINDSOR, AGATHA, and FERGUSON come forward,\nR._)\n\nDE W. (R. C.) My dear, this matter is settled; you shall be the wife\nof Mr. Tango.\n\nAGATHA. (R.) La, papa! how shocking!\n\nFERGUS. (_coming down R._) I beg your pardon; you don't mean Tom\nTango, of the Stock Exchange?\n\nDE W. Yes, I do.\n\nAGATHA. Then you haven't heard the news: he was declared a defaulter\nthis vewy afternoon.\n\nDE W. The devil! One swindles--another tells lies: where can I find an\nhonest man?\n\nWHITE. (_rises, having been seated while reading letter_) Here!\n(_leading PAWKINS forward_) Look at that face--and read that letter?\n(_gives it_) The sum and substance of it is this: A notorious\npickpocket has just been arrested, and retains me for the\ndefence--confessing that he threw the watch into Pawkins' umbrella.\n\nPAWKINS. Does he? Then there's some good in the waggerbone after all.\n\nDE W. Well,--as a barrister who twaddles, is better than a stock\njobber who waddles--here's my daughter. (_joins the hands of WHITEWASH\nand AGATHA_)\n\nPAWKINS. Ah! werry good! Jines hands and gives the paternal blessing!\nAll right and proper! But wot good comes to me on it all? It strikes\nme you are a rum lot--you are. There's this 'ere wenerable party--(DE\nWINDSOR) asks me to 'is house--gives me a hice, which doesn't agree\nwith me, and does me out o' three bob at cards! Here's another chap\n(FERGUSON) as talks as if he had gooseberries in his mouth, and tries\nto stop my windpipe. Then here's a sort o' costermonger in disguise\n(THWAITES) as interferes with my young 'oman.--And here--(WHITEWASH)\nhere's the wust villain on 'em all. Ladies and gents, if I'm in any\ntrouble touching your good-will--him's the party you must pitch\ninto--cos vy? Don't you see? He's retained for the defence.\n\nWHITE. That won't do! I haven't had a refresher.\n\nPAWKINS. Haven't you? Then take your refresher there--(_pointing to\nAUDIENCE_) that's my refresher. Give me them 'ere parties on my side,\nand hang me if I'll want any defence at all!\n\nFERGUS.   DE W.   AGATHA.   WHITE.   PAWKINS.   THWAITES.\n   R.                                               L.\n\nCurtain.\n\n\n\nThis transcription is based on images digitized by Google from a copy\nmade available by the University of Illinois and posted by the\nHathiTrust at:\n\n     catalog.hathitrust.org/Record/100213071\n\nIn general, this transcription attempts to retain the punctuation and\nspelling of the source text. A few changes were made for the sake of\nconsistency and to correct minor errors.\n\nThe following changes were noted:\n\n- p. 2: Changed the name \"Fergusson\" in both the character list and\nthe costume notes to \"Ferguson\" to be consistent with how the name is\nspelled elsewhere in the text.\n\n- p. 5: WHITE. (L. C.) Most acutely! _wringing his hand_)--Inserted\nan opening parenthesis before \"_wringing_\".\n\n- p. 11: (_some of the COMPANY pass across at back of C. doors, from,\nL. to R._)--Deleted the comma after \"_from_\".\n\n- p. 14: DE W. (_aside_) Why, Mr. Pawkins, what's the cause of this\nsingular hurry?--Pawkins' and Whitewash's subsequent lines indicate\nthat both hear De Windsor. Therefore, the direction indicating that\nthis line is an aside was deleted.\n\n- p. 17: Gov'nor can't be coming the old soldier!--Changed \"Gov'nor\"\nto \"Gov'ner\" for consistency.\n\n- p. 18: Tango will have my daughter. ha, ha, ha!--Changed the period\nafter \"daughter\" to an em dash.\n\n- p. 18: Mr. De Winter, allow me to remark--Changed \"De Winter\" to\n\"De Windsor\" for consistency.\n\n- p. 19: They say we were found in a cupboard at three o' clock in\nthe morning.--Deleted the space before \"clock\" for consistency.\n\nNote that Thwaites re-enters on p. 21 when he delivers a letter to\nWhitewash, but there is no stage direction for Thwaites to exit after\nPawkins tells him to \"drop Miss Jemima\" on p. 20. He could exit either\nat the end of Pawkins' speech or when De Windsor apologizes to\nPawkins.",
    "metadata": {
        "author": [
            "Oxenford, John"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/49296/pg49296.txt",
        "name": "retained_for_the_defence_a_farce_in_one_act.json"
    }
}