{
    "name": "Returning Home",
    "author": [
        "Trollope, Anthony"
    ],
    "body": "IT is generally supposed that people who live at home,—good domestic\npeople, who love tea and their arm-chairs, and who keep the parlour\nhearth-rug ever warm,—it is generally supposed that these are the people\nwho value home the most, and best appreciate all the comforts of that\ncherished institution.  I am inclined to doubt this.  It is, I think, to\nthose who live farthest away from home, to those who find the greatest\ndifficulty in visiting home, that the word conveys the sweetest idea.  In\nsome distant parts of the world it may be that an Englishman acknowledges\nhis permanent resting place; but there are many others in which he will\nnot call his daily house, his home.  He would, in his own idea, desecrate\nthe word by doing so.  His home is across the blue waters, in the little\nnorthern island, which perhaps he may visit no more; which he has left,\nat any rate, for half his life; from which circumstances, and the\nnecessity of living, have banished him.  His home is still in England,\nand when he speaks of home his thoughts are there.\n\nNo one can understand the intensity of this feeling who has not seen or\nfelt the absence of interest in life which falls to the lot of many who\nhave to eat their bread on distant soils.  We are all apt to think that a\nlife in strange countries will be a life of excitement, of stirring\nenterprise, and varied scenes;—that in abandoning the comforts of home,\nwe shall receive in exchange more of movement and of adventure than would\ncome in our way in our own tame country; and this feeling has, I am sure,\nsent many a young man roaming.  Take any spirited fellow of twenty, and\nask him whether he would like to go to Mexico for the next ten years!\nPrudence and his father may ultimately save him from such banishment, but\nhe will not refuse without a pang of regret.\n\nAlas! it is a mistake.  Bread may be earned, and fortunes, perhaps, made\nin such countries; and as it is the destiny of our race to spread itself\nover the wide face of the globe, it is well that there should be\nsomething to gild and paint the outward face of that lot which so many\nare called upon to choose.  But for a life of daily excitement, there is\nno life like life in England; and the farther that one goes from England\nthe more stagnant, I think, do the waters of existence become.\n\nBut if it be so for men, it is ten times more so for women.  An\nEnglishman, if he be at Guatemala or Belize, must work for his bread, and\nthat work will find him in thought and excitement.  But what of his wife?\nWhere will she find excitement?  By what pursuit will she repay herself\nfor all that she has left behind her at her mother’s fireside?  She will\nlove her husband.  Yes; that at least!  If there be not that, there will\nbe a hell, indeed.  Then she will nurse her children, and talk of\nher—home.  When the time shall come that her promised return thither is\nwithin a year or two of its accomplishment, her thoughts will all be\nfixed on that coming pleasure, as are the thoughts of a young girl on her\nfirst ball for the fortnight before that event comes off.\n\nOn the central plain of that portion of Central America which is called\nCosta Rica stands the city of San José.  It is the capital of the\nRepublic,—for Costa Rica is a Republic,—and, for Central America, is a\ntown of some importance.  It is in the middle of the coffee district,\nsurrounded by rich soil on which the sugar-cane is produced, is blessed\nwith a climate only moderately hot, and the native inhabitants are\nneither cut-throats nor cannibals.  It may be said, therefore, that by\ncomparison with some other spots to which Englishmen and others are\ncongregated for the gathering together of money, San José may be\nconsidered as a happy region; but, nevertheless, a life there is not in\nevery way desirable.  It is a dull place, with little to interest either\nthe eye or the ear.  Although the heat of the tropics is but little felt\nthere on account of its altitude, men and women become too lifeless for\nmuch enterprise.  There is no society.  There are a few Germans and a few\nEnglishmen in the place, who see each other on matters of business during\nthe day; but, sombre as life generally is, they seem to care little for\neach other’s company on any other footing.  I know not to what point the\naspirations of the Germans may stretch themselves, but to the English the\none idea that gives salt to life is the idea of home.  On some day,\nhowever distant it may be, they will once more turn their faces towards\nthe little northern island, and then all will be well with them.\n\nTo a certain Englishman there, and to his dear little wife, this prospect\ncame some few years since somewhat suddenly.  Events and tidings, it\nmatters not which or what, brought it about that they resolved between\nthemselves that they would start immediately;—almost immediately.  They\nwould pack up and leave San José within four months of the day on which\ntheir purpose was first formed.  At San José a period of only four months\nfor such a purpose was immediately.  It creates a feeling of instant\nexcitement, a necessity for instant doing, a consciousness that there was\nin those few weeks ample work both for the hands and thoughts,—work\nalmost more than ample.  The dear little wife, who for the last two years\nhad been so listless, felt herself flurried.\n\n“Harry,” she said to her husband, “how shall we ever be ready?”  And her\npretty face was lighted up with unusual brightness at the happy thought\nof so much haste with such an object.  “And baby’s things too,” she said,\nas she thought of all the various little articles of dress that would be\nneeded.  A journey from San José to Southampton cannot in truth be made\nas easily as one from London to Liverpool.  Let us think of a month to be\npassed without any aid from the washerwoman, and the greatest part of\nthat month amidst the sweltering heats of the West Indian tropics!\n\nIn the first month of her hurry and flurry Mrs. Arkwright was a happy\nwoman.  She would see her mother again and her sisters.  It was now four\nyears since she had left them on the quay at Southampton, while all their\nhearts were broken at the parting.  She was a young bride then, going\nforth with her new lord to meet the stern world.  He had then been home\nto look for a wife, and he had found what he looked for in the younger\nsister of his partner.  For he, Henry Arkwright, and his wife’s brother,\nAbel Ring, had established themselves together in San José.  And now, she\nthought, how there would be another meeting on those quays at which there\nshould be no broken hearts; at which there should be love without sorrow,\nand kisses, sweet with the sweetness of welcome, not bitter with the\nbitterness of parting.  And people told her,—the few neighbours around\nher,—how happy, how fortunate she was to get home thus early in her life.\nThey had been out some ten,—some twenty years, and still the day of their\nreturn was distant.  And then she pressed her living baby to her breast,\nand wiped away a tear as she thought of the other darling whom she would\nleave beneath that distant sod.\n\nAnd then came the question as to the route home.  San José stands in the\nmiddle of the high plain of Costa Rica, half way between the Pacific and\nthe Atlantic.  The journey thence down to the Pacific is, by comparison,\neasy.  There is a road, and the mules on which the travellers must ride\ngo steadily and easily down to Punta Arenas, the port on that ocean.\nThere are inns, too, on the way,—places of public entertainment at which\nrefreshment may be obtained, and beds, or fair substitutes for beds.  But\nthen by this route the traveller must take a long additional sea voyage.\nHe must convey himself and his weary baggage down to that wretched place\non the Pacific, there wait for a steamer to take him to Panamá, cross the\nisthmus, and reship himself in the other waters for his long journey\nhome.  That terrible unshipping and reshipping is a sore burden to the\nunaccustomed traveller.  When it is absolutely necessary,—then indeed it\nis done without much thought; but in the case of the Arkwrights it was\nnot absolutely necessary.  And there was another reason which turned Mrs.\nArkwright’s heart against that journey by Punt’ Arenas.  The place is\nunhealthy, having at certain seasons a very bad name;—and here on their\noutward journey her husband had been taken ill.  She had never ceased to\nthink of the fortnight she had spent there among uncouth strangers,\nduring a portion of which his life had trembled in the balance.  Early,\ntherefore, in those four months she begged that she might not be taken\nround by Punt’ Arenas.  There was another route.  “Harry, if you love me,\nlet me go by the Serapiqui.”  As to Harry’s loving her, there was no\ndoubt about that, as she well knew.\n\nThere was this other route by the Serapiqui river, and by Greytown.\nGreytown, it is true, is quite as unhealthy as Punt’ Arenas, and by that\nroute one’s baggage must be shipped and unshipped into small boats.\nThere are all manner of difficulties attached to it.  Perhaps no direct\nroad to and from any city on the world’s surface is subject to sharper\nfatigue while it lasts.  Journeying by this route also, the traveller\nleaves San José mounted on his mule, and so mounted he makes his way\nthrough the vast primeval forests down to the banks of the Serapiqui\nriver.  That there is a track for him is of course true; but it is simply\na track, and during nine months of the twelve is so deep in mud that the\nmules sink in it to their bellies.  Then, when the river has been\nreached, the traveller seats him in his canoe, and for two days is\npaddled down,—down along the Serapiqui, into the San Juan River, and down\nalong the San Juan till he reaches Greytown, passing one night at some\nhut on the river side.  At Greytown he waits for the steamer which will\ncarry him his first stage on his road towards Southampton.  He must be a\nconnoisseur in disagreeables of every kind who can say with any precision\nwhether Greytown or Punt’ Arenas is the better place for a week’s\nsojourn.\n\nFor a full month Mr. Arkwright would not give way to his wife.  At first\nhe all but conquered her by declaring that the Serapiqui journey would be\ndangerous for the baby; but she heard from some one that it could be made\nless fatiguing for the baby than the other route.  A baby had been\ncarried down in a litter strapped on to a mule’s back.  A guide at the\nmule’s head would be necessary, and that was all.  When once in her boat\nthe baby would be as well as in her cradle.  What purpose cannot a woman\ngain by perseverance?  Her purpose in this instance Mrs. Arkwright did at\nlast gain by persevering.\n\nAnd then their preparations for the journey went on with much flurrying\nand hot haste.  To us at home, who live and feel our life every day, the\nmanufacture of endless baby-linen and the packing of mountains of clothes\ndoes not give an idea of much pleasurable excitement; but at San José,\nwhere there was scarcely motion enough in existence to prevent its waters\nfrom becoming foul with stagnation, this packing of baby-linen was\ndelightful, and for a month or so the days went by with happy wings.\n\nBut by degrees reports began to reach both Arkwright and his wife as to\nthis new route, which made them uneasy.  The wet season had been\nprolonged, and even though they might not be deluged by rain themselves,\nthe path would be in such a state of mud as to render the labour\nincessant.  One or two people declared that the road was unfit at any\ntime for a woman,—and then the river would be much swollen.  These\ntidings did not reach Arkwright and his wife together, or at any rate not\ntill late amidst their preparations, or a change might still have been\nmade.  As it was, after all her entreaties, Mrs. Arkwright did not like\nto ask him again to alter his plans; and he, having altered them once,\nwas averse to change them again.  So things went on till the mules and\nthe boats had been hired, and things had gone so far that no change could\nthen be made without much cost and trouble.\n\nDuring the last ten days of their sojourn at San José, Mrs. Arkwright had\nlost all that appearance of joy which had cheered up her sweet face\nduring the last few months.  Terror at that terrible journey obliterated\nin her mind all the happiness which had arisen from the hope of being\nsoon at home.  She was thoroughly cowed by the danger to be encountered,\nand would gladly have gone down to Punt’ Arenas, had it been now possible\nthat she could so arrange it.  It rained, and rained, and still rained,\nwhen there was now only a week from the time they started.  Oh! if they\ncould only wait for another month!  But this she said to no one.  After\nwhat had passed between her and her husband, she had not the heart to say\nsuch words to him.  Arkwright himself was a man not given to much\ntalking, a silent thoughtful man, stern withal in his outward bearing,\nbut tender-hearted and loving in his nature.  The sweet young wife who\nhad left all, and come with him out to that dull distant place, was very\ndear to him,—dearer than she herself was aware, and in these days he was\nthinking much of her coming troubles.  Why had he given way to her\nfoolish prayers?  Ah, why indeed?  And thus the last few days of their\nsojourn in San José passed away from them.  Once or twice during these\ndays she did speak out, expressing her fears.  Her feelings were too much\nfor her, and she could not restrain herself.  “Poor mamma,” she said, “I\nshall never see her!”  And then again, “Harry, I know I shall never reach\nhome alive.”\n\n“Fanny, my darling, that is nonsense.”  But in order that his spoken word\nmight not sound stern to her, he took her in his arms and kissed her.\n\n“You must behave well, Fanny,” he said to her the day before they\nstarted.  Though her heart was then very low within her, she promised him\nthat she would do her best, and then she made a great resolution.  Though\nshe should be dying on the road, she would not complain beyond the\nabsolute necessity of her nature.  She fully recognised his thoughtful\ntender kindness, for though he thus cautioned her, he never told her that\nthe dangers which she feared were the result of her own choice.  He never\nthrew in her teeth those prayers which she had made, in yielding to which\nhe knew that he had been weak.\n\nThen came the morning of their departure.  The party of travellers\nconsisted of four besides the baby.  There was Mr. Arkwright, his wife,\nand an English nurse, who was going to England with them, and her\nbrother, Abel Ring, who was to accompany them as far as the Serapiqui\nRiver.  When they had reached that, the real labour of the journey would\nbe over.\n\nThey had eight mules; four for the four travellers, one for the baby, a\nspare mule laden simply with blankets, so that Mrs. Arkwright might\nchange in order that she should not be fatigued by the fatigue of her\nbeast, and two for their luggage.  The portion of their baggage had\nalready been sent off by Punt’ Arenas, and would meet them at the other\nside of the Isthmus of Panamà.\n\nFor the last four days the rain had ceased,—had ceased at any rate at San\nJosé.  Those who knew the country well, would know that it might still be\nraining over those vast forests; but now as the matter was settled, they\nwould hope for the best.  On that morning on which they started the sun\nshone fairly, and they accepted this as an omen of good.  Baby seemed to\nlay comfortably on her pile of blankets on the mule’s back, and the face\nof the tall Indian guide who took his place at that mule’s head pleased\nthe anxious mother.\n\n“Not leave him ever,” he said in Spanish, laying his hand on the cord\nwhich was fastened to the beast’s head; and not for one moment did he\nleave his charge, though the labour of sticking close to him was very\ngreat.\n\nThey had four attendants or guides, all of whom made the journey on foot.\nThat they were all men of mixed race was probable; but three of them\nwould have been called Spaniards, Spaniards, that is, of Costa Rica, and\nthe other would be called an Indian.  One of the Spaniards was the\nleader, or chief man of the party, but the others seemed to stand on an\nequal footing with each other; and indeed the place of greatest care had\nbeen given to the Indian.\n\nFor the first four or five miles their route lay along the high road\nwhich leads from San José to Punt’ Arenas, and so far a group of\nacquaintances followed them, all mounted on mules.  Here, where the ways\nforked, their road leading through the great forests to the Atlantic,\nthey separated, and many tears were shed on each side.  What might be the\nfuture life of the Arkwrights had not been absolutely fixed, but there\nwas a strong hope on their part that they might never be forced to return\nto Costa Rica.  Those from whom they now parted had not seemed to be dear\nto them in any especial degree while they all lived together in the same\nsmall town, seeing each other day by day; but now,—now that they might\nnever meet again, a certain love sprang up for the old familiar faces,\nand women kissed each other who hitherto had hardly cared to enter each\nother’s houses.\n\nAnd then the party of the Arkwrights again started, and its steady work\nbegan.  In the whole of the first day the way beneath their feet was\ntolerably good, and the weather continued fine.  It was one long gradual\nascent from the plain where the roads parted, but there was no real\nlabour in travelling.  Mrs. Arkwright rode beside her baby’s mule, at the\nhead of which the Indian always walked, and the two men went together in\nfront.  The husband had found that his wife would prefer this, as long as\nthe road allowed of such an arrangement.  Her heart was too full to admit\nof much speaking, and so they went on in silence.\n\nThe first night was passed in a hut by the roadside, which seemed to be\ndeserted,—a hut or rancho as it is called in that country.  Their food\nthey had, of course, brought with them; and here, by common consent, they\nendeavoured in some sort to make themselves merry.\n\n“Fanny,” Arkwright said to her, “it is not so bad after all; eh, my\ndarling?”\n\n“No,” she answered; “only that the mule tires one so.  Will all the days\nbe as long as that?”\n\nHe had not the heart to tell her that as regarded hours of work, that\nfirst day must of necessity be the shortest.  They had risen to a\nconsiderable altitude, and the night was very cold; but baby was\nenveloped among a pile of coloured blankets, and things did not go very\nbadly with them; only this, that when Fanny Arkwright rose from her hard\nbed, her limbs were more weary and much more stiff than they had been\nwhen Arkwright had lifted her from her mule.\n\nOn the second morning they mounted before the day had quite broken, in\norder that they might breakfast on the summit of the ridge which\nseparates the two oceans.  At this spot the good road comes to an end,\nand the forest track begins; and here also, they would, in truth, enter\nthe forest, though their path had for some time been among straggling\ntrees and bushes.  And now, again, they rode two and two, up to this\nplace of halting, Arkwright and Ring well knowing that from hence their\nlabours would in truth commence.\n\nPoor Mrs. Arkwright, when she reached this resting-place, would fain have\nremained there for the rest of the day.  One word, in her low, plaintive\nvoice, she said, asking whether they might not sleep in the large shed\nwhich stands there.  But this was manifestly impossible.  At such a pace\nthey would never reach Greytown; and she spoke no further word when he\ntold her that they must go on.\n\nAt about noon that day the file of travellers formed itself into the line\nwhich it afterwards kept during the whole of the journey, and then\nstarted by the narrow path into the forest.  First walked the leader of\nthe guides, then another man following him; Abel Ring came next, and\nbehind him the maid-servant; then the baby’s mule, with the Indian ever\nat its head; close at his heels followed Mrs. Arkwright, so that the\nmother’s eye might be always on her child; and after her her husband;\nthen another guide on foot completed the number of the travellers.  In\nthis way they went on and on, day after day, till they reached the banks\nof the Serapiqui, never once varying their places in the procession.  As\nthey started in the morning, so they went on till their noon-day’s rest,\nand so again they made their evening march.  In that journey there was no\nidea of variety, no searching after the pleasures of scenery, no attempts\nat conversation with any object of interest or amusement.  What words\nwere spoken were those simply needful, or produced by sympathy for\nsuffering.  So they journeyed, always in the same places, with one\nexception.  They began their work with two guides leading them, but\nbefore the first day was over one of them had fallen back to the side of\nMrs. Arkwright, for she was unable to sit on her mule without support.\n\nTheir daily work was divided into two stages, so as to give some hours\nfor rest in the middle of the day.  It had been arranged that the\ndistance for each day should not be long,—should be very short as was\nthought by them all when they talked it over at San José; but now the\nhours which they passed in the saddle seemed to be endless.  Their\ndescent began from that ridge of which I have spoken, and they had no\nsooner turned their faces down upon the mountain slopes looking towards\nthe Atlantic, than that passage of mud began to which there was no\ncessation till they found themselves on the banks of the Serapiqui river.\nI doubt whether it be possible to convey in words an adequate idea of the\nlabour of riding over such a path.  It is not that any active exertion is\nnecessary,—that there is anything which requires doing.  The traveller\nhas before him the simple task of sitting on his mule from hour to hour,\nand of seeing that his knees do not get themselves jammed against the\ntrees; but at every step the beast he rides has to drag his legs out from\nthe deep clinging mud, and the body of the rider never knows one moment\nof ease.  Why the mules do not die on the road, I cannot say.  They live\nthrough it, and do not appear to suffer.  They have their own way in\neverything, for no exertion on the rider’s part will make them walk\neither faster or slower than is their wont.\n\nOn the day on which they entered the forest,—that being the second of\ntheir journey,—Mrs. Arkwright had asked for mercy, for permission to\nescape that second stage.  On the next she allowed herself to be lifted\ninto her saddle after her mid-day rest without a word.  She had tried to\nsleep, but in vain; and had sat within a little hut, looking out upon the\ndesolate scene before her, with her baby in her lap.  She had this one\ncomfort, that of all the travellers, she, the baby, suffered the least.\nThey had now left the high grounds, and the heat was becoming great,\nthough not as yet intense.  And then, the Indian guide, looking out\nslowly over the forest, saw that the rain was not yet over.  He spoke a\nword or two to one of his companions in a low voice and in a patois which\nMrs. Arkwright did not understand, and then going after the husband, told\nhim that the heavens were threatening.\n\n“We have only two leagues,” said Arkwright, “and it may perhaps hold up.”\n\n“It will begin in an hour,” said the Indian, “and the two leagues are\nfour hours.”\n\n“And to-morrow,” asked Arkwright.\n\n“To-morrow, and to-morrow, and to-morrow it will still rain,” said the\nguide, looking as he spoke up over the huge primeval forest.\n\n“Then we had better start at once,” said Arkwright, “before the first\nfalling drops frighten the women.”  So the mules were brought out, and he\nlifted his uncomplaining wife on to the blankets which formed her\npillion.  The file again formed itself, and slowly they wound their way\nout from the small enclosure by which the hut was surrounded;—out from\nthe enclosure on to a rough scrap of undrained pasture ground from which\nthe trees had been cleared.  In a few minutes they were once more\nstruggling through the mud.\n\nThe name of the spot which our travellers had just left is Carablanco.\nThere they found a woman living all alone.  Her husband was away, she\ntold them, at San José, but would be back to her when the dry weather\ncame, to look up the young cattle which were straying in the forest.\nWhat a life for a woman!  Nevertheless, in talking with Mrs. Arkwright\nshe made no complaint of her own lot, but had done what little she could\nto comfort the poor lady who was so little able to bear the fatigues of\nher journey.\n\n“Is the road very bad?” Mrs. Arkwright asked her in a whisper.\n\n“Ah, yes; it is a bad road.”\n\n“And when shall we be at the river?”\n\n“It took me four days,” said the woman.\n\n“Then I shall never see my mother again,” and as she spoke Mrs. Arkwright\npressed her baby to her bosom.  Immediately after that her husband came\nin, and they started.\n\nTheir path now led away across the slope of a mountain which seemed to\nfall from the very top of that central ridge in an unbroken descent down\nto the valley at its foot.  Hitherto, since they had entered the forest,\nthey had had nothing before their eyes but the trees and bushes which\ngrew close around them.  But now a prospect of unrivalled grandeur was\nopened before them, if only had they been able to enjoy it.  At the\nbottom of the valley ran a river, which, so great was the depth, looked\nlike a moving silver cord; and on the other side of this there arose\nanother mountain, steep but unbroken like that which they were\npassing,—unbroken, so that the eye could stretch from the river up to the\nvery summit.  Not a spot on that mountain side or on their side either\nwas left uncovered by thick forest, which had stood there untouched by\nman since nature first produced it.\n\nBut all this was nothing to our travellers, nor was the clang of the\nmacaws anything, or the roaring of the little congo ape.  Nothing was\ngained by them from beautiful scenery, nor was there any fear from the\nbeasts of prey.  The immediate pain of each step of the journey drove all\nother feelings from them, and their thoughts were bounded by an intense\ndesire for the evening halt.\n\nAnd then, as the guide had prophesied, the rain began.  At first it came\nin such small soft drops that it was found to be refreshing, but the\nclouds soon gathered and poured forth their collected waters as though it\nhad not rained for months among those mountains.  Not that it came in big\ndrops, or with the violence which wind can give it, beating hither and\nthither, breaking branches from the trees, and rising up again as it\npattered against the ground.  There was no violence in the rain.  It fell\nsoftly in a long, continuous, noiseless stream, sinking into everything\nthat it touched, converting the deep rich earth on all sides into mud.\n\nNot a word was said by any of them as it came on.  The Indian covered the\nbaby with her blanket, closer than she was covered before, and the guide\nwho walked by Mrs. Arkwright’s side drew her cloak around her knees.  But\nsuch efforts were in vain.  There is a rain that will penetrate\neverything, and such was the rain which fell upon them now.\nNevertheless, as I have said, hardly a word was spoken.  The poor woman,\nfinding that the heat of her cloak increased her sufferings, threw it\nopen again.\n\n“Fanny,” said her husband, “you had better let him protect you as well as\nhe can.”\n\nShe answered him merely by an impatient wave of her hand, intending to\nsignify that she could not speak, but that in this matter she must have\nher way.\n\nAfter that her husband made no further attempt to control her.  He could\nsee, however, that ever and again she would have slipped forward from her\nmule and fallen, had not the man by her side steadied her with his hand.\nAt every tree he protected her knees and feet, though there was hardly\nroom for him to move between the beast and the bank against which he was\nthrust.\n\nAnd then, at last, that day’s work was also over, and Fanny Arkwright\nslipped from her pillion down into her husband’s arms at the door of\nanother rancho in the forest.  Here there lived a large family adding\nfrom year to year to the patch of ground which they had rescued from the\nwood, and valiantly doing their part in the extension of civilisation.\nOur party was but a few steps from the door when they left their mules,\nbut Mrs. Arkwright did not now as heretofore hasten to receive her baby\nin her arms.  When placed upon the ground, she still leaned against the\nmule, and her husband saw that he must carry her into the hut.  This he\ndid, and then, wet, mud-laden, dishevelled as she was, she laid herself\ndown upon the planks that were to form her bed, and there stretched out\nher arms for her infant.  On that evening they undressed and tended her\nlike a child; and then when she was alone with her husband, she repeated\nto him her sad foreboding.\n\n“Harry,” she said, “I shall never see my mother again.”\n\n“Oh, yes, Fanny, you will see her and talk over all these troubles with\npleasure.  It is very bad, I know; but we shall live through it yet.”\n\n“You will, of course; and you will take baby home to her.”\n\n“And face her without you!  No, my darling.  Three more days’ riding, or\nrather two and a half, will bring us to the river, and then your trouble\nwill be over.  All will be easy after that.”\n\n“Ah, Harry, you do not know.”\n\n“I do know that it is very bad, my girl, but you must cheer up.  We shall\nbe laughing at all this in a month’s time.”\n\nOn the following morning she allowed herself to be lifted up, speaking no\nword of remonstrance.  Indeed she was like a child in their hands, having\ndropped all the dignity and authority of a woman’s demeanour.  It rained\nagain during the whole of this day, and the heat was becoming oppressive\nas every hour they were descending nearer and nearer to the sea level.\nDuring this first stage hardly a word was spoken by any one; but when she\nwas again taken from her mule she was in tears.  The poor servant-girl,\ntoo, was almost prostrate with fatigue, and absolutely unable to wait\nupon her mistress, or even to do anything for herself.  Nevertheless they\ndid make the second stage, seeing that their mid-day resting place had\nbeen under the trees of the forest.  Had there been any hut there, they\nwould have remained for the night.\n\nOn the following day they rested altogether, though the place at which\nthey remained had but few attractions.  It was another forest hut\ninhabited by an old Spanish couple who were by no means willing to give\nthem room, although they paid for their accommodation at exorbitant\nrates.  It is one singularity of places strange and out of the way like\nsuch forest tracks as these, that money in small sums is hardly valued.\nDollars there were not appreciated as sixpences are in this rich country.\nBut there they stayed for a day, and the guides employed themselves in\nmaking a litter with long poles so that they might carry Mrs. Arkwright\nover a portion of the ground.  Poor fellows!  When once she had thus\nchanged her mode of conveyance, she never again was lifted on to the\nmule.\n\nThere was strong reason against this day’s delay.  They were to go down\nthe Serapiqui along with the post, which would overtake them on its\nbanks.  But if the post should pass them before they got there, it could\nnot wait; and then they would be deprived of the best canoe on the water.\nThen also it was possible, if they encountered further delay, that the\nsteamer might sail from Greytown without them, and a month’s residence at\nthat frightful place be thus made necessary.\n\nThe day’s rest apparently did little to relieve Mrs. Arkwright’s\nsufferings.  On the following day she allowed herself to be put upon the\nmule, but after the first hour the beasts were stopped and she was taken\noff it.  During that hour they had travelled hardly over half a league.\nAt that time she so sobbed and moaned that Arkwright absolutely feared\nthat she would perish in the forest, and he implored the guides to use\nthe poles which they had prepared.  She had declared to him over and over\nagain that she felt sure that she should die, and, half-delirious with\nweariness and suffering, had begged him to leave her at the last hut.\nThey had not yet come to the flat ground over which a litter might be\ncarried with comparative ease; but nevertheless the men yielded, and she\nwas placed in a recumbent position upon blankets, supported by boughs of\ntrees.  In this way she went through that day with somewhat less of\nsuffering than before, and without that necessity for self-exertion which\nhad been worse to her than any suffering.\n\nThere were places between that and the river at which one would have said\nthat it was impossible that a litter should be carried, or even\nimpossible that a mule should walk with a load on his back.  But still\nthey went on, and the men carried their burden without complaining.  Not\na word was said about money, or extra pay;—not a word, at least by them;\nand when Arkwright was profuse in his offer, their leader told him that\nthey would not have done it for money.  But for the poor suffering Señora\nthey would make exertions which no money would have bought from them.\n\nOn the next day about noon the post did pass them, consisting of three\nstrong men carrying great weights on their backs, suspended by bands from\ntheir foreheads.  They travelled much quicker than our friends, and would\nreach the banks of the river that evening.  In their ordinary course they\nwould start down the river close upon daybreak on the following day; but,\nafter some consultation with the guides, they agreed to wait till noon.\nPoor Mrs. Arkwright knew nothing of hours or of any such arrangements\nnow, but her husband greatly doubted their power of catching this mail\ndespatch.  However, it did not much depend on their exertions that\nafternoon.  Their resting-place was marked out for them, and they could\nnot go beyond it, unless indeed they could make the whole journey, which\nwas impossible.\n\nBut towards evening matters seemed to improve with them.  They had now\ngot on to ground which was more open, and the men who carried the litter\ncould walk with greater ease.  Mrs. Arkwright also complained less, and\nwhen they reached their resting-place on that night, said nothing of a\nwish to be left there to her fate.  This was a place called Padregal, a\ncacao plantation, which had been cleared in the forest with much labour.\nThere was a house here containing three rooms, and some forty or fifty\nacres round it had been stripped of the forest trees.  But nevertheless\nthe adventure had not been a prosperous one, for the place was at that\ntime deserted.  There were the cacao plants, but there was no one to pick\nthe cacao.  There was a certain melancholy beauty about the place.  A few\ngrand trees had been left standing near the house, and the grass around\nwas rich and park-like.  But it was deserted, and nothing was heard but\nthe roaring of the congos.  Ah me!  Indeed it was a melancholy place as\nit was seen by some of that party afterwards.\n\nOn the following morning they were astir very early, and Mrs. Arkwright\nwas so much better that she offered to sit again upon her mule.  The men,\nhowever, declared that they would finish their task, and she was placed\nagain upon the litter.  And then with slow and weary step they did make\ntheir way to the river bank.  It was not yet noon when they saw the mud\nfort which stands there, and as they drew into the enclosure round a\nsmall house which stands close by the river side, they saw the three\npostmen still busy about their packages.\n\n“Thank God!” said Arkwright.\n\n“Thank God, indeed!” said his brother.  “All will be right with you now.”\n\n“Well, Fanny,” said her husband, as he took her very gently from the\nlitter and seated her on a bench which stood outside the door.  “It is\nall over now,—is it not?”\n\nShe answered him by a shower of tears, but they were tears which brought\nher relief.  He was aware of this, and therefore stood by her, still\nholding her by both her hands while her head rested against his side.\n“You will find the motion of the boat very gentle,” he said; “indeed\nthere will be no motion, and you and baby will sleep all the way down to\nGreytown.”  She did not answer him in words, but she looked up into his\nface, and he could see that her spirit was recovering itself.\n\nThere was almost a crowd of people collected on the spot, preparatory to\nthe departure of the canoes.  In the first place there was the commandant\nof the fort, to whom the small house belonged.  He was looking to the\npassports of our friends, and with due diligence endeavouring to make\nsomething of the occasion, by discovering fatal legal impediments to the\nfurther prosecution of their voyage, which impediments would disappear on\nthe payment of certain dollars.  And then there were half a dozen Costa\nRican soldiers, men with coloured caps and old muskets, ready to support\nthe dignity and authority of the commandant.  There were the guides\ntaking payment from Abel Ring for their past work, and the postmen\npreparing their boats for the further journey.  And then there was a\ncertain German there, with a German servant, to whom the boats belonged.\nHe also was very busy preparing for the river voyage.  He was not going\ndown with them, but it was his business to see them well started.  A\nsingular looking man was he, with a huge shaggy beard, and shaggy\nuncombed hair, but with bright blue eyes, which gave to his face a\nremarkable look of sweetness.  He was an uncouth man to the eye, and yet\na child would have trusted herself with him in a forest.\n\nAt this place they remained some two hours.  Coffee was prepared here,\nand Mrs. Arkwright refreshed herself and her child.  They washed and\narranged their clothes, and when she stepped down the steep bank,\nclinging to her husband’s arm as she made her way towards the boat, she\nsmiled upon him as he looked at her.\n\n“It is all over now,—is it not, my girl?”—he said, encouraging her.\n\n“Oh, Harry, do not talk about it,” she answered, shuddering.\n\n“But I want you to say a word to me to let me know that you are better.”\n\n“I am better,—much better.”\n\n“And you will see your mother again; will you not; and give baby to her\nyourself?”\n\nTo this she made no immediate answer, for she was on a level with the\nriver, and the canoe was close at her feet.  And then she had to bid\nfarewell to her brother.  He was now the unfortunate one of the party,\nfor his destiny required that he should go back to San José alone,—go\nback and remain there perhaps some ten years longer before he might look\nfor the happiness of home.\n\n“God bless you, dearest Abel,” she said, kissing him and sobbing as she\nspoke.\n\n“Good-bye, Fanny,” he said, “and do not let them forget me in England.\nIt is a great comfort to think that the worst of your troubles are over.”\n\n“Oh,—she’s all right now,” said Arkwright.  “Good-bye, old boy,”—and the\ntwo brothers-in-law grasped each other’s hands heartily.  “Keep up your\nspirits, and we’ll have you home before long.”\n\n“Oh, I’m all right,” said the other.  But from the tone of the voices, it\nwas clear that poor Ring was despondent at the thoughts of his coming\nsolitude, and that Arkwright was already triumphing in his emancipation.\n\nAnd then, with much care, Fanny Arkwright was stowed away in the boat.\nThere was a great contest about the baby, but at last it was arranged,\nthat at any rate for the first few hours she should be placed in the boat\nwith the servant.  The mother was told that by this plan she would feel\nherself at liberty to sleep during the heat of the day, and then she\nmight hope to have strength to look to the child when they should be on\nshore during the night.  In this way therefore they prepared to start,\nwhile Abel Ring stood on the bank looking at them with wishful eyes.  In\nthe first boat were two Indians paddling, and a third man steering with\nanother paddle.  In the middle there was much luggage, and near the\nluggage so as to be under shade, was the baby’s soft bed.  If nothing\nevil happened to the boat, the child could not be more safe in the best\ncradle that was ever rocked.  With her was the maid-servant and some\nstranger who was also going down to Greytown.\n\nIn the second boat were the same number of men to paddle, the Indian\nguide being one of them, and there were the mails placed.  Then there was\na seat arranged with blankets, cloaks, and cushions, for Mrs. Arkwright,\nso that she might lean back and sleep without fatigue, and immediately\nopposite to her her husband placed himself.  “You all look very\ncomfortable,” said poor Abel from the bank.\n\n“We shall do very well now,” said Arkwright.\n\n“And I do think I shall see mamma again,” said his wife.\n\n“That’s right, old girl;—of course you will see her.  Now then,—we are\nall ready.”  And with some little assistance from the German on the bank,\nthe first boat was pushed off into the stream.\n\nThe river in this place is rapid, because the full course of the water is\nsomewhat impeded by a bank of earth jutting out from the opposite side of\nthe river into the stream; but it is not so rapid as to make any\nrecognised danger in the embarkation.  Below this bank, which is opposite\nto the spot at which the boats were entered, there were four or five\nbroken trees in the water, some of the shattered boughs of which showed\nthemselves above the surface.  These are called snags, and are very\ndangerous if they are met with in the course of the stream; but in this\ninstance no danger was apprehended from them, as they lay considerably to\nthe left of the passage which the boats would take.  The first canoe was\npushed off by the German, and went rapidly away.  The waters were strong\nwith rain, and it was pretty to see with what velocity the boat was\ncarried on some hundred of yards in advance of the other by the force of\nthe first effort of the paddle.  The German, however, from the bank\nholloaed to the first men in Spanish, bidding them relax their efforts\nfor awhile; and then he said a word or two of caution to those who were\nnow on the point of starting.\n\nThe boat then was pushed steadily forward, the man at the stern keeping\nit with his paddle a little farther away from the bank at which they had\nembarked.  It was close under the land that the stream ran the fastest,\nand in obedience to the directions given to him he made his course\nsomewhat nearer to the sunken trees.  It was but one turn of his hand\nthat gave the light boat its direction, but that turn of the hand was too\nstrong.  Had the anxious master of the canoes been but a thought less\nanxious, all might have been well; but, as it was, the prow of the boat\nwas caught by some slight hidden branch which impeded its course and\nturned it round in the rapid river.  The whole lengths of the canoe was\nthus brought against the sunken tree, and in half a minute the five\noccupants of the boat were struggling in the stream.\n\nAbel Ring and the German were both standing on the bank close to the\nwater when this happened, and each for a moment looked into the other’s\nface.  “Stand where you are,” shouted the German, “so that you may assist\nthem from the shore.  I will go in.”  And then, throwing from him his\nboots and coat, he plunged into the river.\n\nThe canoe had been swept round so as to be brought by the force of the\nwaters absolutely in among the upturned roots and broken stumps of the\ntrees which impeded the river, and thus, when the party was upset, they\nwere at first to be seen scrambling among the branches.  But\nunfortunately there was much more wood below the water than above it, and\nthe force of the stream was so great, that those who caught hold of the\ntimber were not able to support themselves by it above the surface.\nArkwright was soon to be seen some forty yards down, having been carried\nclear of the trees, and here he got out of the river on the farther bank.\nThe distance to him was not above forty yards, but from the nature of the\nground he could not get up towards his wife, unless he could have forced\nhis way against the stream.\n\nThe Indian who had had charge of the baby rose quickly to the surface,\nwas carried once round in the eddy, with his head high above the water,\nand then was seen to throw himself among the broken wood.  He had seen\nthe dress of the poor woman, and made his effort to save her.  The other\ntwo men were so caught by the fragments of the boughs, that they could\nnot extricate themselves so as to make any exertions; ultimately,\nhowever, they also got out on the further bank.\n\nMrs. Arkwright had sunk at once on being precipitated into the water, but\nthe buoyancy of her clothes had brought her for a moment again to the\nsurface.  She had risen for a moment, and then had again gone down,\nimmediately below the forked trunk of a huge tree;—had gone down, alas,\nalas! never to rise again with life within her bosom.  The poor Indian\nmade two attempts to save her, and then came up himself, incapable of\nfurther effort.\n\nIt was then that the German, the owner of the canoes, who had fought his\nway with great efforts across the violence of the waters, and indeed up\nagainst the stream for some few yards, made his effort to save the life\nof that poor frail creature.  He had watched the spot at which she had\ngone down, and even while struggling across the river, had seen how the\nIndian had followed her and had failed.  It was now his turn.  His life\nwas in his hand, and he was prepared to throw it away in that attempt.\nHaving succeeded in placing himself a little above the large tree, he\nturned his face towards the bottom of the river, and dived down among the\nbranches.  And he also, after that, was never again seen with the\nlife-blood flowing round his heart.\n\nWhen the sun set that night, the two swollen corpses were lying in the\nCommandant’s hut, and Abel Ring and Arkwright were sitting beside them.\nArkwright had his baby sleeping in his arms, but he sat there for\nhours,—into the middle of the long night,—without speaking a word to any\none.\n\n“Harry,” said his brother at last, “come away and lay down.  It will be\ngood for you to sleep.”\n\n“Nothing ever will be good again for me,” said he.\n\n“You must bear up against your sorrow as other men do,” said Ring.\n\n“Why am I not sleeping with her as the poor German sleeps?  Why did I let\nanother man take my place in dying for her?”  And then he walked away\nthat the other might not see the tears on his face.\n\nIt was a sad night,—that at the Commandant’s hut, and a sad morning\nfollowed upon it.  It must be remembered that they had there none of\nthose appurtenances which are so necessary to make woe decent and\nmisfortune comfortable.  They sat through the night in the small hut, and\nin the morning they came forth with their clothes still wet and dirty,\nwith their haggard faces, and weary stiff limbs, encumbered with the\nhorrid task of burying that loved body among the forest trees.  And then,\nto keep life in them till it was done, the brandy flask passed from hand\nto hand; and after that, with slow but resolute efforts, they reformed\nthe litter on which the living woman had been carried thither, and took\nher body back to the wild plantation at Padregal.  There they dug for her\nher grave, and repeating over her some portion of the service for the\ndead, left her to sleep the sleep of death.  But before they left her,\nthey erected a pallisade of timber round the grave, so that the beasts of\nthe forest should not tear the body from its resting-place.\n\nWhen that was done Arkwright and his brother made their slow journey back\nto San José.  The widowed husband could not face his darling’s mother\nwith such a tale upon his tongue as that.",
    "metadata": {
        "author": [
            "Trollope, Anthony"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/3720/pg3720.txt",
        "name": "returning_home.json"
    }
}