{
    "name": "Return of a Legend",
    "author": [
        "Gallun, Raymond Z. (Raymond Zinke)",
        "Gallun, Raymond Zinke"
    ],
    "body": "Port Laribee with its score of Nisson huts, sealed against the lifeless\natmosphere, the red dust and the cold, was a shabby piece of Earth\ndropped onto Mars.\n\nThere, Dave Kort was the first wilderness tramp to be remembered. In\nwarm seasons he'd plod into Port Laribee, burdened by a pack that only\nthe two-fifths-of-terrestrial gravity put within the range of human\nmuscles. He was a great, craggy old man, incredibly grimed and browned,\nhis frostbites bandaged with dry Martian leaves tied on with their own\nfibre.\n\nHis snag-toothed grin was bemused and secret through the scratched\nplastic of his air-hood. He'd trade carven stones, bits of ancient\nmetal, or oddities of plant and animal life for chewing tobacco,\nchocolate, heavily lined clothes, mending supplies, and new parts for\nhis battered portable air-compressor.\n\nHe'd refuse a bath with disdain. And at last his rusty, monosyllabic\nspeech would wax eloquent--comparatively.\n\n\"So long, fellas,\" he'd say. \"See yuh around.\"\n\nThe equinoxial winds, heralding autumn, would moan thinly like the\nghosts of the Martians wiped out in war those ages back. Dust would\nblur the horizon of that huge, arid triangle of sea-bottom called\nSyrtis Major--still the least sterile land on the Red Planet. At night\nthe dry cold would dip to ninety below zero, Fahrenheit.\n\nThe specialists of Port Laribee, who watched the spinning wind-gauges,\nthermometers and barometers, and devoted monastic years to learning\nabout Mars, said that they'd never see Dave Kort again.\n\nBut for three successive summers after he had quit his job as helper\namong them, he showed up, tattered, filthy, thinned to a scarecrow, but\ngrinning.\n\nYoung Joe Dayton, fresh from Earth and full of Mars-wonder, asked him a\nstock question that third summer. The answer was laconic. \"Oh--I know\nthe country. I get along.\"\n\nBut at the fourth winter's end, Dave Kort did not return. No one ever\nsaw him again, nor found among the ruins and the quiet pastel hues of\nMars the dried thing that had been Kort. Somewhere drifting dust had\nburied it. No one had quite understood him in life. If any affection\nhad been aimed at him, it was for a story, not a man. The man died but\nthe story thrived.\n\nDave Kort had lived off this wilderness, alone and with sketchy\nartificial aids, for three Martian years--almost six by Earth\nreckoning. It was quite a feat. For one thing, the open air of Mars has\na pressure of only one-ninth of the terrestrial, and above ground it\ncontains but a trace of oxygen.\n\nHow Kort had turned the trick was not completely inconceivable.\n\nIn making starch from carbon-dioxide and moisture under the action of\nsunlight, the green plantlife of Mars produces oxygen just as Earthly\nvegetation does. But instead of freezing it lavishly to the air,\nmany of those Martian growths, hoarding the essentials of life on a\ndying world, compress their oxygen into cavities in stem and root and\nunderground capsule, to support later a slow tissue-combustion like\nthat of warm-blooded animals, thus protecting their vitals from cold\nand death.\n\nDespoiling these stores of oxygen with a pointed metal pipette attached\nto a greedily sucking compressor, was a known means of emergency\nsurvival on Mars. Thus you could laboriously replenish the oxygen\nflasks for your air-hood. Simple--yes. But tedious, grinding, endless.\nDayton could imagine.\n\nFood and shelter were also necessary. But under thickets there is a\nfive-foot depth of fallen vegetation, dry, felty, slow to decay in this\nclimate, accumulating autumn after autumn for Martian centuries. In\nthis carpet are those oxygen-holding capsules and roots, often broken,\nfreeing their contents for the spongy surrounding material to hold.\nThere too grow much green algae--simpler plants of the same function.\nThere are the fruit and seed-pods of the surface growths, sheltered\nfrom cold. And there, the remaining animal life has retreated.\n\nFuzzy, tawny things that twitter; fat, mammal-like excavators that\nnever care to see the sky, and many-jointed creatures that resemble\nEarthly ants only in their industry and communal skills. Above ground\nthey build their small, transparent air-domes--bubblelike structures\nformed of hardened secretion from their jaws. There they shelter their\nspecial gardens and sun their young.\n\nSo, for a man able to borrow methods unlike his human heritage, there\nwere ways to keep alive in the raw Martian wilds.\n\n\n\nOnce, Lorring, the physician, said to Joe Dayton, \"Kort must have\nburrowed, too--like a bear. Is that human? Of course the tip of the\nSyrtis Major triangle here at Port Laribee is far north. But even if\nhe could have gotten all the way to the tropics, the nights are still\nbitter. Even so, the big question is not how he lived like he did, but\nwhy?\"\n\nYes, this was a point which Dayton had often wondered about, frowning\nwith thick, dark brows, while his wide mouth smiled quizzically above\na generous jaw. What had impelled Kort to a solitude far deeper than\nthat of an old-time hermit or desert-rat? Had he been a great child\nlumbering by instinct through the misfit fogs of his mind to a place\nwhere he felt at peace?\n\nDayton favored another explanation as the main one.\n\n\"Why, Doc?\" he said to Lorring, as they played cards in the rec-hall.\n\"The answer is in all of us, here. Or we would never have come to Mars.\nWhere was there ever such a place of history, enigma, weird beauty,\nfascination to men? You can't be neutral. Hating Mars, you'd never\nstay. Half loving it, like most of us, you would--for a while. Loving\nit, you'd want a much closer look than is possible at Port Laribee,\nfrom which we sally forth like rubbernecks. Too bad that Mars is too\nrough for men, in the long run. Too bad that the Martians are extinct.\nOnce there were even machines to maintain a better climate.\"\n\nOther specialists were within hearing. They laughed, but they knew what\nDayton meant. They'd seen the dun deserts, the great graven monoliths,\ndust scoured, the heaps of rust. Being here had the charm of a quest\nfor ancient treasure, marked by the mood of death.\n\nParsons, the metallurgist, said: \"Funny, but I remember Kort's\nposture--bent, just like the figures in the bas-reliefs. Though Martian\nskeletal structure was far different. That sounds as if part of Mars\nsneaked into Kort's body, doesn't it? Hell, there's no pseudo-science\nhere! Plodding through dust, and at low gravity, you just naturally\ndevelop that posture as a habit. Now call me nuts.\"\n\n\"You're nuts, Parsons,\" Kettrich, the biologist, obliged.\n\nNot many days later, Frank Terry and his son came to Port Laribee.\nBringing a seven-year-old boy--a bright little guy named Will--to\nunlivable Mars, marked the elder Terry at once as a screwball.\n\nWas the mother dead or divorced? Was Terry a remittance man, exiled\nby his family? He seemed to have enjoyed the good things.... Such\ncuriosity was bad taste. Forget it.\n\n\"We like the sound of the place,\" Frank Terry explained. \"We thought\nwe'd take some photographs, really get friendly with the place....\"\n\nHis listeners foresaw the withering of Terry's familiar enthusiasm, and\nhis departure within a week. Except maybe Dayton guessed differently.\nThe intellectual Terry was not much like Dave Kort. Yet perhaps a\nkinship showed in a certain expression, as if their natures had the\nsame basis.\n\nDuring the next Martian year, Dayton and the observatory crew saw the\nsporting-goods-store sheen vanish utterly from these two. They carried\nless and less equipment with each succeeding sally into the wilderness.\nDried lichen, stuffed inside their air-tight garments, soon served them\nas additional insulation against cold.\n\nFrom their lengthening jaunts they brought back the usual\nrelics--golden ornaments, carvings, bits of apparatus that had not\nweathered away. And the usual photographs of blue-green thickets,\nwar-melted cities, domes celled like honeycombs, suggesting a larval\nstage in the life-cycle of the ancients, and of country littered with\nshattered crystal--much Martian land had once been roofed with clear\nquartz, against the harshening climate.\n\nFrank Terry became bearded and battered. Will ceased to be a talkative,\nsociable youngster. Still devoted to his father, he turned shy, sullen,\nand alert in a new way.\n\nHe had a pet like an eight-inch caterpillar, though it was not that\nat all. It was warm-blooded, golden-furred, intelligent. It had seven\nbeady eyes. It crept over the boy's shoulders, and down inside his\ngarments, chirping eerily. Except for his father it was the only\ncompanion the boy wanted.\n\n\n\nSo summer ended, and the dark blue sky was murked by angry haze.\nVitrac, chief scientist, said, \"You're not going out again, are you,\nTerry?\"\n\nThe kid gave the real answer, \"Let's go, Dad. I want to. Besides,\nDigger is homesick.\"\n\nThe next morning, when the equinoxial storm closed in, the Terrys had\nvanished.\n\nJoe Dayton led the search party. He found nothing. Mars is small but\nstill vast. Its total surface equals all the land on Earth. Since the\nfirst men had come, not one in a thousand of its square miles had been\ntouched by human boots.\n\nWandering explorers found Frank Terry's mummy late that spring, in a\ndeep part of Syrtis Major, with old ocean salt around it. When they\nbrought it to Port Laribee it was not completely dried out. So Terry\nmust have survived through the winter.\n\nThe boy must surely be dead, too. But stories drifted back to\nthe Port--of holes found in the felted soil, and of a small,\nheavily-burdened figure that scampered away at the sight of a man.\n\nThe general opinion was that this was pure romancing, to intrigue\nthe tourists who came out that year in their bright, excited crowds,\ncharmed by the Red Planet yet sheltered from it, equipped from shops\nrecommended by the most debonaire of space wanderers--if such existed.\nMany were eager to stay, girls among them, bright-faced, sure, with the\nthrill in their eyes and voices. Ah, yes--but how long would they have\nlasted in this too rich and rough a strangeness?\n\nJoe Dayton shrugged, sad that his opinion had to be so mean. There were\nsoberer arrivals, too. Relatives of Port Laribee staff-members, mostly.\nWillowby's wife. Doc Lorring's small daughter, Tillie, sent out for a\nvisit. Among the tourists there were a few additional kids.\n\nThere was also the lost Frank Terry's elder brother, Dolph Terry, big,\nbut prim beneath an easy smile. Also there was a Terry girl, Doran by\nname. She did not seem much like either of her brothers--the mystical\nwanderer, Frank Terry, nor the slightly stuffed-shirted Dolph. She was\nmuch younger than either of them, sun-browned, a bit puzzled at being\non another world, not terribly pretty, but quick with good-humored\nshrugs and friendly chuckles whenever she could put aside her worry\nabout her nephew.\n\nDayton had some belief in the tales from the wilderness. For he'd known\nyoung Will Terry. Besides, beneath the ineptness of kids, he recognized\nan adaptability beyond that of adults. So his work was cut out for him.\n\n\"After all, William was Frank's son,\" Dolph told Dayton. \"Frank\nwas--what he was. But my sister and I are here to see that the boy is\nlocated. Perhaps he can still have a normal childhood.\"\n\n\"We'll do what we can,\" Dayton replied, smiling crookedly to dampen the\nman's naive and assertive air.\n\nFor the last half of the long summer the search went on, many visitors\ntook brief part, ranging well beyond the short tractor lines which\nencompassed the tourist's usual view of Mars.\n\nDolph Terry was dogged, but clumsy and irritable. His sister's rugged\ncheerfulness and interest in her surroundings, pleased Dayton.\n\nStill, at the end--due as much as anything to sheer luck--it was Joe\nDayton who captured Will Terry single-handed. It was almost autumn\nagain. Joe flushed the scampering figure from a thicket. The boy's limp\nwas to Dayton's advantage. He made a flying tackle, and the savage,\ngrimy thing that was an eleven-year-old human, was fighting in his\ngrasp.\n\nHis crooned words, finding their way through the thin texture of two\nair-hoods and the tenuous atmosphere between, did not soften the\nferocity of those pale eyes. Such eyes can be like a blank mask,\nanyway--not unintelligent, but expressive of a different thought-plane.\n\n\"Easy, Will--easy, fella,\" Dayton said. \"You couldn't last much longer\nout here. Your compressor must be nearly worn out.\"\n\nReassurance failed. \"Lemme go!\" the boy snarled blurredly, his speech\nrusted by solitude. Helped by his father, he had learned the tricks\nof survival, here. His dimmed past was so different from his present\nlife that perhaps it seemed fearfully alien to him. As he bore the\nstruggling boy to the tractor-vehicle, Dayton had the odd idea that a\nMartian, trapped by a man, might behave like this.\n\nHe recalled old yarns of boys raised by wolves or apes. Here was the\nsame simple loss of human ways--not by soul-migration, but the plain\nmolding of habit by a bizarre environment.\n\n\n\nAt the Port Laribee hospital, Will Terry was at first least disturbed\nwhen left alone. But his whimpers at night reminded Dayton of the\nmewling of a Martian storm.\n\nDolph Terry cursed the waiting for an Earth-liner and the lack of a\npsychiatrist on Mars. Doran had no luck either at making friends with\nWill. Meanwhile the tempests began.\n\nBut Doran had an idea. Visitors were still awaiting passage home, among\nthem children.\n\n\"Kids are kids, Joe,\" she told Dayton. \"They may be able to reach Will.\nI talked it over with Doc Lorring.\"\n\nShe was right. Gradually, then more quickly, the trapped-lynx glare\nfaded from Will's eyes as he accepted the scared but fascinated\ncompanionship of the other youngsters in the hospital. He still\nhad Digger. At last he let the others pet the fuzzy creature. The\nstrangeness dimmed on both sides. Kid-brashness returned. Perhaps\nin the whimsy and fantasy of children, that could accept even the\nhumanizing of beast and beetle, Will and his new friends found a common\ndenominator for his life on Mars. He became a hero. Doran and Joe\noverheard some of his bragging.\n\n\"Sure I can work an air-compressor. Dad showed me. He used to say that\nMars was home. I'm going back.\"\n\nOne morning Will was gone from the hospital. It came out that a\nhospital orderly had been diverted from watchfulness for a minute by\nother children. Two air-hoods, Mars-costumes, and compressors were\ngone. Also another boy named Danny Bryant.\n\nThe complaint of Lorring's own tomboy eight-year-old completed the\npicture, \"They didn't want me along!\"\n\nThat day the savage wind moaned and the dust trains across the sky were\ntawny. Danny Bryant's folks were near hysteria. In all the foolishness\nof boys, there seemed nothing to equal this. Dolph Terry seemed to\nwonder blankly what sort of wily thing his brother had sired and\ntrained. The visitors who had been charmed by Mars were sullen and\ntense. The remaining kids were scared and solemn.\n\nDoran's eyes were big with guilt and worry. \"My idea caused the\ntrouble, Joe,\" she told Dayton. \"I've got to do something. I've got to\nfollow Will and bring those boys back. I can live out there if Will\ncan.\"\n\nDayton eyed her thoughtfully. It did not seem like such a tragedy to\nhim, except of course, for the Bryants. He could understand this love\nfor the wild Martian desert.\n\n\"Marry me, Doran, and we'll go together,\" Joe Dayton said.\n\nSo that was how it was. Dolph might think his whole family mad. Vitrac,\nchief scientist, who performed the ceremony, might think so too.\n\nJoe and Doran ranged far ahead of the other searchers. Sometimes, in\nthe hiss of the tempest, they thought they heard the weeping of a\nchild. So they blundered through dust-drifts and murk, following what\nalways proved a false lead.\n\nThe first night fell, a shrieking maelstrom of deathly cold, black\nas a pocket. An inflatable tent would have been a hardship for\nchill-stiffened fingers to set up in such a wind. They had no such\nburden. They burrowed beneath a thicket instead, into the layer of\ndry vegetation. For this there were no better tools than their heavy\ngloves. They dug deep, kicking the felty stuff behind them to plug the\nentrance, shutting out even the wail of the storm.\n\n\"The strangest honeymoon, ever!\" Doran laughed.\n\nMusty air was trapped around them, high in oxygen-content. To enrich it\nfurther they slashed hollow root-capsules with their knives. A little\nwarmth was being generated in those roots. Above was the additional\ninsulation and airseal of drifting dust.\n\nJoe could breathe here without an air-hood, and hold his wife close\nin savage protection and regret and apology for the soft, man-made\nluxuries that should be, especially now, and were not. Instead they\nwere in darkness, under Martian soil and dead leaves. A grub's\nparadise. Ancient beings of the Red Planet might have lived like this\nwhen the need arose, but it was an existence far off the beaten track\nfor humans.\n\n\"When we get back I'll make it all up to you, Doran,\" Joe kept\ninsisting.\n\n\n\nThere was a fear in him--of conforming for too long to the demands of\nthis weird environment and of somehow losing a human heritage.\n\n\"I'm reading your mind, Joe,\" Doran laughed. \"Don't worry. We both love\nthe smell of coffee and bacon, too much. And music, and nice furniture,\nand walks in the park. We're not like Frank was, or young Will perhaps\nstill is. No, this will make us want such things more--tie us tighter\nto Earth.\"\n\nAt dawn they blundered on. During their third night underground\nthey were raided while they slept. Some chocolate bars and other\nfood-concentrates disappeared. And a pencil of Joe's. Their two-way\nradio would no longer work. The chuckling, chirping inquisitive\ncreatures of the Martian soil had crept into its case and broken it.\n\nThus the Daytons, out of contact with Port Laribee, did not hear how\nDanny Bryant staggered back, dazed, frost-bitten, and half smothered,\nto his parents' arms.\n\nThe storm ended after five days. The small sun blazed in the steely\nsky, which seemed as brittle as frozen air. There was a sharp lifting\nof mood. Go back to Port Laribee? The Daytons were tempted. But they\nhad not yet found the boys. Besides, they were far afield. And with\nmuch of their supplies used up or stolen, the work of mere survival\nconsumed time and energy and slowed travel. So it was almost as well to\npush on, wasn't it?\n\nIt seemed that they were always using pointed pipette and compressor\nto refill oxygen flasks from the hollow parts of vegetation. At dawn\nthey collected hoar-frost crystals wrung from the arid atmosphere by\nthe nocturnal cold, for drinking water. They ate underground fruit and\nthe starchy pulps of certain roots. Wary of poison, they tasted untried\nthings cautiously.\n\nMars hogs that tunnelled in an eternal blind search for food, were fair\ngame in the darkness beneath the thicket leaf-carpets. Dayton had a\ntiny ato-stove that served for their meagre cooking.\n\nWeeks passed and a strange life-pattern was set as the Daytons moved\nsouth, deeper into broadening Syrtis Major. Maybe it was a bit warmer.\nSome paper-dry growths were still blue-green. More were brown from the\nwinter dryness. Necessities were harder to find.\n\nSometimes, among the pastel-tinted thickets and low hills, there were\npatches of real Martian desert, red and lifeless.\n\nNight followed exhausting day, and how welcome was the warmth of a\nburrow where one could nurse the frostbites acquired in the frigid dawn.\n\nSeveral times footprints, large-booted but short-paced, led the Daytons\non, only to be lost in rocky ground and lichen.\n\nTwice Joe and Doran crossed the war-fused wrecks of huge cities. Fallen\nhothouse roofs littered the ruins. The piles of rust must have been\nirrigation pumps, spaceship ramps, climate-controlled apparatus.\n\nIn tower, storehouse, and avenue were the skeletons, with their odd,\nvertical ribs to house huge lungs.\n\nSome devices still worked. Joe found a rod, probably of\ncorrosion-resistant platinum. He pressed its stud and for an instant,\nbefore it became useless, it flashed fire that melted part of a\nfanciful wall-carving.\n\nThe struggle to survive harshened further. Once it was bitter water,\noozing up from some deep irrigation pipe, that staved off death by\nthirst.\n\nSeveral times oxygen was obtained only by lying prone over a teeming\ncolony of the chitinous creatures whose instinct was to roof with a\nprotecting airdome of gluten, anything that promised to be food. These\nMars ants--ordinarily to be avoided--admitted air to the domes they\nbuilt from their deepest buried tunnels and chambers.\n\n\n\nOften Joe looked at his wife, knowing that they both had changed. They\nwere tattered, and a little like the bas-relief figures. They were Dave\nKort, and Frank and Will Terry over again. Doran's teeth were very\nwhite in a face browned by sunshine filtered only by the rare Martian\nair. She was very thin, but there was an oblique charm in her features.\nOr had his very conceptions of beauty altered subtly, conforming to a\nnow familiar environment?\n\nThinking back to Port Laribee and Earth itself was often like\nrecalling substanceless dreams, so different were such memories. And\nwas the fading of revulsion for even the scurrying builders of the\nair-domes occasion for deeper fear because it represented the loss of\nanother part of one's natural self?\n\nJoe often worried. Others had been drawn to Mars too, eager to search\nout the mysteries of its past and people--all of this an intriguing\nfabric--but most Earthmen had the sense to realize in time that it was\na graveyard world, unfit for humans. For to live the life of Mars you\nhad to stop being human. Conditioning grimed into you like the red dust.\n\nNor was the trap just imaginary. The most frightening part was knowing\nthat Doran was with child. Damn the pulse-beats of life that had no\nregard for circumstances!\n\nJoe could be glad only that she remained human enough to be pettish and\noptimistic by turns.\n\n\"We can't get back, can we, Joe?\" she'd say. \"But maybe it'll be all\nright. It's a long time, yet.\"\n\nShould they try to hole up, somewhere? That wasn't much good, either.\nEven in spring there wouldn't be enough resources in one place to\nsustain life for long. They had to keep moving. So when again they saw\nthose boot-tracks, they felt free to follow.\n\nMilder days came. At noon the temperature reached fifty degrees F.\nThe country brightened in pastel beauty after the vernal storms. There\nwere gorgeous flowerlike growths. The tracks would vanish and appear\nagain, seeming to mark no single trail but a series of excursions from\nsomewhere among the hills to the south.\n\nOnce Doran and Joe heard a thin halloo or scream of defiance.\n\nOne of their two air-compressors quit beyond repair, making it twice\nthe job to fill their oxygen flasks. This could be fatal, now.\n\nSoon after they entered the hill-gorges there was a rock-fall, too\nclose to be a thing of accident or coincidence. Later there was a\nswift-dying flicker that turned a spot of dust incandescent.\n\nLater that afternoon, amid blue shadows from towering monoliths, Joe\nmet an attack as sudden and savage as a bobcat's. The creature sprang\ndown at him from a ledge, clawing, kicking, striking with a knife. Joe\nhad a bad time until his greater strength won.\n\nDoran helped hold her nephew down. Will Terry was battered, hardened,\nscarred--scarcely recognizable with his teeth bared.\n\nBut, oddly, Joe knew just what to say to soothe him.\n\n\"Will, you can see that we're like you. Maybe we don't want to be, but\nwe are, now. We can't drag you back again to Port Laribee.\"\n\nThe kid relaxed a little. His pale eyes turned puzzled but wary.\n\n\"About the other boy, Will--Danny Bryant?\" Doran asked.\n\nWill's lip curled. \"He was weak and dumb,\" he said, fumbling with\nunused words. \"I took him back long ago.\"\n\n\"You did fine, Will,\" Joe said. \"Now what have you found here in the\nhills? You've been camping in one place for a while. Show us.\"\n\nJoe had to use harsh command against the sullenness still in the boy.\nHe did so bluntly, driven by grim hope and need.\n\nThus, before sunset, Doran and he found something they needed.\n\n\"Dad wanted such a place,\" the kid said, half-proudly.\n\n\n\nIt was less than optimism promised--just a small, deep valley, pretty\nas a painting, but quietly forbidding, too. Joe had seen others\nalmost like it. Martian growths clogged it, sprouting new blue-green\nleaves. The ruins were far less damaged than in the cities. There\nwere countless little domes of the ant-creatures, indicating some\nunderground water.\n\nNimbly Will led the way downward and across the valley to a stout\nstructure. It was not very unusual, just another relic in a region away\nfrom the fiercest path of war. Here might have been a last refuge,\nafter the death of millions, the breakdown of machinery, and the rapid\nworsening of Martian climatic conditions. Crystal roofs lay shattered\naround the ornate central massiveness. But one wing with thicker glaze\nstill stood--sealable.\n\nDoran's eyes lighted as she and Joe and her nephew went into the\ndeserted interior through the double doors of an airlock which some\nlast, fleeing Martian had not closed.\n\nHardy wilderness plants had intruded into this hothouse but there\nstill were troughs of soil, proving that this had been a garden sealed\nagainst cold, a place of fruit and flower.\n\n\"We might try to use this, Joe,\" Doran said, her voice thin in the\nheavy stillness.\n\nHe nodded. But his gratitude was tinged with scared and bitter\novertones. He hurried to explore the central edifice, which must have\nbeen closed before the kid came, for the preservation of things inside\nwas good. There were odd cylindrical cells, niches dark and dusty,\ncubicles piled with metal boxes. There was even what seemed a kind of\nmachine-shop.\n\nAnd there was a valve which, from the footprints in the dust, Will had\ntried to turn. Joe accomplished this now with a levering metal bar. Out\nin the dry hothouse pool a spout jetted rusty water.\n\n\"The underground storage cisterns are intact,\" Joe was soon explaining.\n\"I prayed there'd be some.\"\n\nJoe Dayton was grateful, yet not happy.\n\nGrimly he began again the bitter toil of survival, the others helping.\nLike bizarre harvesters they tore up great bundles of roots and stalks\nand piled them inside the hothouse. Briefly the blue sunset shadows\nwere long, over that weird, beautiful valley. Then the dusk came, and\nthe faint frost haze of the always frigid nights.\n\n\"We'd better hurry before we freeze,\" Joe growled irritably. \"When\nwe get a lot of this stuff inside we'll tramp on it to break the\noxygen-capsules. By morning there should be breathable atmosphere under\nthis roof. Later, vegetation planted inside will keep it fresh.\"\n\nJoe Dayton's mood now had a taint of despair. Forced to try to settle\nin this place, he felt more than ever trapped. More than ever he felt\nas if the souls of those eon-dead beings depicted on carven walls\nthat Phobos, the nearer moon, now illuminated, had been crowding into\nhis human flesh and brain to push his own ego out. No, it was not\nwitchcraft--it was simpler. Mars had shaped its ancient inhabitants.\nNow it was working on Earthly material with the same, subtle, ruthless\nfingers.\n\nWhen the task in the hothouse was finished, Joe went with his wife and\nnephew to burrow again away from the cold, and to eat and to sleep all\nin the manner which Mars compelled.\n\nJoe wanted Doran and his child to keep their human ways. His child.\nThat was his worst thought, now.\n\nHis mind pictured Will--tattered, wild, strange in thought and feeling.\nHe had lived his first years on Earth. So how would it be with a child\n_born_ on Mars? Joe cursed into his burry beard--cursed the distance\nto Port Laribee which might as well not be there at all, so out of\nreach was it, so ineffectual, and so soon probably to be left deserted.\nThough bone weary, Joe did not sleep well that quiet night.\n\nThe next day, bathed and smiling, Doran still did not look quite\nEarthly to him. She was browned by Martian sun but the real difference\nthat had come into her strong beauty was a thing of multiple detail,\nlike the mark of persons used to the sea contrasted with those born to\nthe plains--but deeper.\n\nScrubbed fairly clean, Will remained an urchin of Mars. Also scrubbed,\nand shaved, Joe felt more comfortable. Yet he knew that basically this\nrestored nothing.\n\n\n\nA day later he was wandering around outside the hothouse, trying to\nplan needed agricultural projects, when a faint scrape of pebbles made\nhim wheel warily.\n\n\"People! Rescue!\" were his first eager thoughts. But then he saw that\nthe three figures, two large and one small, were creatures attuned to\nMars in the same way as himself, and as helpless.\n\nYet when old friends were recognized, in spite of the deep changes, Joe\nDayton felt a joyous lift.\n\n\"Doc Lorring!\" he shouted. \"Kettrich. And Tillie. Hey! Hey, Doran!\nWill! Come here!\"\n\nDoctor Lorring's tomboy daughter, a bit younger than Will, showed a\ngrinning dirty face through a battered air-hood and said \"Hi.\"\n\n\"We were trying to follow you most of the time, Dayton,\" Lorring\nstammered. \"We hoped to find you and Doran, and maybe the Terry boy.\nBut our tractor broke down, and we had to live off the land. While\nwe still had the vehicle there didn't seem much reason why Tillie\nshouldn't come along. We'd begun to give up hope of finding any of you\nalive.\"\n\nMinutes were spent questioning and explaining. They all went into the\nsealed hothouse. Kettrich, the biologist, had even saved a little\ncoffee.\n\n\"For a celebration, if we ever located any of you missing ones,\" he\nsaid to Joe and Doran.\n\nKettrich sighed and went on, \"Chief Vitrac, Lorson, and a dozen others\nare the only old timers left at the Port. The others have all gone,\nwith Dolph Terry and the tourists. Humans are about done with Mars\nthough I suppose a few will trickle out here from time to time.\"\n\nWith contemplative relish Doran sipped coffee brewed with crudely\nfiltered water on an ato-stove. She smiled like any woman who has her\nman, and has found a place and a purpose.\n\n\"Not for humans,\" she mused. \"That's one way of putting it. Still,\nit doesn't necessarily mean us. Let's face facts,\" she continued.\n\"A natural selection was going on all the time. Thousands of people\nleft, disgusted. A very few stayed grimly, or got trapped. On Earth\nI never thought much about Mars, but now I've been here so long.\nWe're different, perhaps proudly so. Oh, we still like the things\nthat Earth-people like, maybe more than ever. But the Old Ones here\nalso had their comforts. We have Earth flesh and bone, we'll never be\nlike them that way, and I'm glad. You can either say that Terrans are\nsupremely adaptable, or that we are no longer quite human, and that\nthere are Martians again. Because one _has_ to be that to really live\nhere, doesn't he? Mars won't be left wasted and sad. We're some of its\nfirst new people. Among the explorers there must be others. More and\nmore will come. Gradually, through the centuries, we'll build Mars back\ntoward what it was.\"\n\nDayton stared at his wife, then down at the ancient flagging, then at\nthe others. Tillie tittered. She was as brown as Will Terry and almost\nas attached to the Red Planet. Around her mended glove a fuzzy creature\ntwined, chirping. Will and Tillie were children of Mars.\n\n\n\nDoran's assessment of a situation in plain talk took away its dread for\nJoe, giving his Mars-love a chance. He began to feel at home. \"Is my\nwife talking sense?\" he asked puzzledly.\n\nKettrich and Lorring had both been fascinated by this world,\ntoo--willing to devote years to it.\n\n\"Well, we can still radio Port Laribee,\" Lorring chuckled. \"But in any\ncase we're stuck here for a long time. Meanwhile, there's food growing\nwild around us. There's water. There are tools, machines, and supplies\nto puzzle out. And a valley to reclaim as a start. Beyond that, the job\ngets bigger and more interesting.\"\n\nBefore sunset that day, Joe and Doran Dayton walked alone in the\nvalley. The Earth-star was already silvery in the dark blue west. The\nhills were dun-hued and peaceful. The domes of the Mars-ants gleamed.\nFantastic spring flowers wavered in the wind. Small dust-whirls stirred\namong the ruins.\n\nJoe Dayton looked forward, gladly now, to the birth of his child on the\nRed Planet.\n\n\"I hope that the Neo-Martians won't become so separate that they'll\nforget to be friends with Terrans,\" Doran mused.\n\nJoe nodded as his arm crept around her waist. To him legendary history\nand present fact had merged. The wind's rustle was no longer the\nwhisper of the dead past.",
    "metadata": {
        "author": [
            "Gallun, Raymond Z. (Raymond Zinke)",
            "Gallun, Raymond Zinke"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/64032/pg64032.txt",
        "name": "return_of_a_legend.json"
    }
}