{
    "name": "Revenge",
    "author": [
        "Porges, Arthur"
    ],
    "body": "If the Syndicate is half as powerful as some people have claimed,\nthey'll murder me any day now. I object on principle to being killed by\nevil men for a good deed, so maybe lynching by stupid ones is\npreferable. I mean you, and you--the suetheads who profited by my work,\nbut refused your help.\n\nYou've been yammering about narcotics for years--how drug addiction was\nspreading, reaching down even to your unmannerly, spoiled brats, who\ndespise their parents and our venal society to the same degree. The\nstuff comes in by the ton across the Mexican border; they grow it for\nour benefit in Red China; and a few \"friendly\" Asian countries don't\nmind exporting some now and then, either. In spite of heroic work by our\nsmall group of poorly financed narcotics agents, the flow of drugs\ncannot be halted.\n\nOh, you and your elected representatives made a lot of panicky moves to\ncombat this threat. The Department of Health, Education, and Welfare was\ngiven a new Bureau, set up like the F.B.I., and headed by Myron P.\nBishop, a man trained by that distinguished expert on narcotics,\nAnslinger, himself.\n\nBut as to sensible solutions, such as legalizing the sale of heroin to\nbreak the world-wide criminal control on the distribution of drugs--that\nyour vapid Puritan morality wouldn't permit. Millions of dollars for\nenforcement, and to punish the sick, but not one cent for prevention,\nand almost nothing to find out why people become addicts in the first\nplace, and how to cure them.\n\nIt wasn't entirely your fault. You listened to the experts, usually\ncareer policemen who expect to cure any social evil with clubs and\nprisons. I am reminded of the simpleton found measuring two horses with\na tape in order to be able to distinguish the black one from the white.\nUntil I came along, nobody had ever reached the core of the matter. You\ndon't kill a flourishing plant--in this case an Upas Tree--by lopping\noff a handful of leaves. You strike at the roots. That's what I meant to\ndo--and did--for your benefit. Oh, I admit there were a few dollars in\nit for me, but so what? The ox that treads the wheat is not muzzled.\nWhen a man saves a manufacturer $50,000 a year by some improved process,\nor even by using three bolts someplace instead of four, they gladly pay\nhim three per cent of the annual savings, or something like that, as a\nreward. Most big outfits have such a policy, and it's a good one. Well,\nif I cut millions off the government budget, is a lousy $100,000 too\nmuch to ask? I just wanted to go on with my researches without battling\na horde of bill collectors every month. Fat chance--I didn't get a\nmeasly dime. You, your elected and appointed officials, and your kept\npress just gave me the all-time horse-laugh. Well, he who laughs\nlast--you'll remember the old saw; I'll see to that.\n\n\n\nI'm writing this so you'll know how they treated me. You mustn't think\nI'm a crank, mad at the world for no reason. My case is better than\nDreyfus' and Sacco-Vanzetti's combined. Here I was prepared to remove\nthe drug scourge forever, and at a piddling cost. Did I get courteous\nhandling, or at least a fair hearing? Not bloody likely! I was an idiot\nto expect anything from the world's most inflated bureaucracy--Dickens'\nCircumlocution Office brought up to date.\n\nLet me start at the beginning; then you'll see who's right. I'm a\nbiochemist by profession. A damned good one, but too individualistic to\nplease the big research centers. They like docile teams--scientific\nPercherons to pull the big red wagon. So I taught at one jerkwater\ncollege after another. Sooner or later my superiors, all dodderers who\nstopped thinking with sighs of relief once they had their PhD union\ncards, objected to my attitude. If I published, they were jealous; it\nmade the other faculty members look bad. If I failed to produce, then\nwhy was I wasting lab facilities and neglecting my classes? The\nstudents wanted their term papers back within five days; the other\nteachers could manage it, why not me? The difference between what my\ncolleagues expected from their pupils and what I did was the difference\nbetween the lightning bug and the lightning. Those students! They didn't\nwant biochemistry; they want a letter on a card; a \"C\" would do. Damn\nfew of them got it from me, I'm happy to say, and those that did, knew\nmore about the subject than most PhD's.\n\nNow, I take as my creed the fruitful dictum: Think in other categories.\nA famous researcher once invented--or discovered--this maxim in a dream.\nIt is the secret of many great advances in science. Get off the main\nline. Stop fooling with the leaves of the tree, and turn to the roots.\nInvert the problem, if necessary.\n\nI was thinking about the narcotics scandal. A teacher at my college had\na lovely sixteen-year-old daughter, carefully reared, who was badly\nhooked. I saw that poor man's hair whiten in a few months. How would you\nfeel, knowing that your daughter had been so degraded by a drug as to\nsell herself to anybody with enough money to buy her a fix? An innocent,\nplayful sniff at a party, and some punk, probably an addict himself, had\ntrapped her in order to finance his own habit. They talk about cures,\nbut people on the inside know that permanent escape from the trap is as\nrare as portraits of Trotsky in Russia. Or integrity among politicians\nin this country.\n\nWell, I put my brains to work on the problem. It seemed obvious that, as\nin the case of Prohibition, you couldn't possibly lick the drug traffic\nby cutting the lines of supply. Not in a country as big as ours, with\nthe Mexican border and Red China on the side of the enemy. Not when a\npackage the size of a watch could be worth a fortune.\n\nThink in other categories, I reminded myself. How can a biochemist,\nrather than a policeman, stop the Syndicate? Then it came to me, simple\nand obvious. Hit the source, the weak link, the roots of the poison\ntree. In short, Papaver somniferum, the opium poppy itself.\n\nBasic, isn't it? Destroy the plant, and you cut the heart out of the\ndrug traffic. No cops; no hopeless warfare against cunning smugglers; no\nbattle with big-money corruption of officials. And remember: no chemist\nalive can synthesize opium or its derivatives. Sure, there are a few\nother bad narcotic drugs from different plants, like marijuana, but they\nplay a relatively small part, and can be controlled. Besides, it was my\nintention to destroy their sources as well, when the time came. But\nfirst the biggest culprit.\n\n\n\nI go to work, re-examining all the recent work on tobacco virus and\nsimilar plant killers. New studies on the key protein chains of the\ngenes were the foundation stones of my plan. The disease had to be\nhighly specific and deadly. I couldn't risk even the remotest\npossibility of harming food plants in a hungry world.\n\nBut, as I've said, with no false modesty, I'm no slouch in my field of\nbiochemistry. I took a harmless poppy rust from our California flowers\nhere, and treated its genes with certain chemicals. It was a matter of\nsix months, and well over eighty tries, but finally I came up with a\nvirus that killed the opium poppy like smallpox wiped out the Sioux. No;\nmore than that. Some Indians were, or became, immune to the disease,\njust as insects build up resistance to the most potent poisons. But with\nmy virus that's simply not possible. I won't get technical here, but to\nbecome immune to this stuff would be like a man's developing anti-bodies\nagainst his own tissues. It couldn't happen without killing the organism\nfaster than the virus does. Once this epidemic began, not a poppy would\nsurvive.\n\nSo far everything was fine, except that, as usual, I lost my job. I got\nfifty term papers behind. It didn't bother me, because there wasn't a\nstudent in my three classes who knew any more biochemistry than a\nbaboon. In the first paper I'd found this gem: \"It is well known that a\nmammal reproduces by suckling its young.\" Faced with more of the same,\nit was a pleasure to be fired.\n\nNow, in any really civilized society, they'd have my statue on top of\nthe capitol building, and with neon lights to boot. But in our\nbureaucratic wilderness of Washington, with a thousand government-hired\ncretins running interference for each big, appointed super-cretin, my\ntroubles had just begun.\n\nI took some sample poppies to the H.E.W. offices. They were in\nvacuum-sealed plastic envelopes, because I knew that once my virus\nspores got loose in the atmosphere, they'd spread all over the world\nlike radioactive dust, or faster. I hoped to see the Commissioner of\nNarcotics, Myron P. Bishop, but His Magnificence was harder to reach\nthan the whole College of Cardinals. It was impossible to put my point\nacross. Plants, was it? That way to the Department of Agriculture. Oh,\npoppies. Pamphlets on wildflowers could be had from Documents.\n\nI wrote countless letters, pulled what few wires were within my reach,\nand haunted Washington like the ghost of Calhoun. And finally I got ten\nminutes with El Pomposo himself.\n\nAs I've said, dumb students are nothing new to me. But even the worst of\nthem couldn't have been any more obtuse than Bishop. I had the dead\nplants, all brown and withered. There were simple charts showing\nexactly, in terms of time, how the virus worked, killing the poppy\nwithin forty-eight hours, and even destroying the viability of any seeds\nthat might be ripening.\n\nDid this jughead appointed by the President to fight the terrible drug\nproblem comprehend the miracle being offered to him? The simple solution\nthat would make him the greatest--in fact, the only--success in his post\nthat this country had ever known? Not he. I had to spell it out in\nnursery school terms.\n\nBut I've penetrated many a numbskull in class by dint of persistent\ndrilling, and finally got through to the cold oatmeal under his parietal\nbones.\n\nDid that clear the air? If you think so, guess again. He threw up his\nhands in horror. Turn a plant disease loose on the world deliberately!\nIt was a violation of the conventions against germ warfare. It was\nbarred by international law. It was unthinkable that the United States\nwould indulge in such irresponsible behavior.\n\nAll right, I said. Take it to the U.N. Let them distribute the poppy\nkiller. He brightened a little at that, since every bureaucrat loves\nabove all to pass the buck. A clear-cut decision is fatal to the\nspecies. Then he gave me a note to our delegate, Wilbur Cavanaugh, Jr.\n\nThis character was a bit sharper. He heard me out, looked at my deceased\npoppies, and arranged a conference with a bigwig from the State\nDepartment. Then things got really messy. When I pointed out that in a\nfew weeks every damned opium plant in Asia would be deader than the Ming\nDynasty, this little creep from Foggy Bottom almost had kittens on the\nspot. It seems that just now our relations with Red China are highly\ndelicate. If we turned the virus loose on them, even if it did kill only\npoppies (and he had his doubts about that. What if--shudder--it attacked\nrice?) the Reds would scream murder. They'd yell germ warfare, and have\nus cold. They could ship us opium by the long ton--that didn't affect\nthe delicate condition, though.\n\n\n\nIt seemed to me, however, that there was something ambiguous and wistful\nin the State man's attitude, and I thought I understood. When a country\nsends a spy to do some dirty job, they disown him officially if he is\ncaught. Except for that U-2 fiasco some years ago, when the U.S. broke\nall the unwritten rules and made jackasses of us before the world. Now,\nobviously, if I killed all the poppies in the world, that would be a\nfait accompli. Washington could deny knowing anything about the cause of\ndeath, especially since it would work indiscriminately even in friendly\nparts of Asia. Just as long as I got my hundred thousand, I didn't mind\nskipping the official credit. In fact, it would keep the Syndicate off\nmy back.\n\n\"Suppose,\" I said, \"on my own responsibility, I release the spores and\nruin the opium trade for good. Will you see that I get paid?\"\n\nHe was horrified. In the first place, nothing whatever could be done\nuntil the virus had been checked out by government scientists. If I\nwould give him the virus, and my notes, he'd start the ball rolling. I\nknow that Washington ball; it's all angles, and doesn't roll worth a\ndamn. I went cold at the thought. Before you can get an okay on anything\nbig from a bureau there, your long, grey beard will be sweeping the\nfloor.\n\nFor a moment I was tempted to take my plans to England, but then\nremembered that by sane legislation legalizing the sale of drugs under\ncontrolled conditions, they had already licked the problem, and wouldn't\nbe in the market. For two cents, I thought, I'd make China pay me the\nmoney to keep the virus buried. For that matter, the Syndicate would\ngladly kick in with a million. But I'm an American first, and couldn't\nplay it that way, especially remembering Professor A's daughter.\n\nI thought the thing through, and decided that if I turned the disease\nloose, so that every good poppy is a dead one, any decent government\nwill quietly pay me off. They only need to know that no other plants are\naffected.\n\nAnd that's the way I played it. The next day I sprayed a few grams of\nconcentrated virus into the humid air of Washington, and went home. If\nyou read the papers, you know the rest of that particular story. In\neight months not even Sherlock Holmes could have found a live opium\npoppy on the face of the earth. Once current stocks are gone, there'll\nbe no more narcotics deriving from that particular plant. The government\nsensibly outbid all the addicts and operators in order to save what is\nleft for medical use. It should last for fifty years. All according to\nmy plan--fine!\n\nBut when I tried to collect, they didn't know me from the late Lucky\nLuciano. There was no proof whatever, they said, that my virus did the\njob. After all, their scientists had not been allowed to check my work.\nI could have faked the whole thing, attempting to take credit for a\nmutant disease which began naturally, especially since dozens of\nbacteriologists were now isolating the virus.\n\nWhen I pressed harder, they dragged out an F.B.I. file showing I was a\ncrank and maverick, unable to hold a job, and guilty of signing a peace\npetition in 1949. If Bishop or Cavanaugh tried to help, I don't know\nabout it. I suppose I'm lucky that the Syndicate has been equally\nskeptical. Otherwise, being out many millions, they would have\nliquidated me by now.\n\nBut basically it's your fault--you, the people. I took my case to you,\nas a court of last resort. A few papers gave me a fair enough shake to\npresent the evidence, but you paid no attention. I tried to get your\nsignatures to a petition to purge the H.E.W. Department, or to start a\nCongressional investigation. You just laughed at me. You enjoyed that\nheadline: \"Crackpot Chemist Claims He Killed All Those Poppies. Was it\nSelf-Defense?\"\n\nWell, my jovial friends, I'm going to teach you a lesson. I could easily\nwipe out half of you by killing some selected food plants, but I'm not a\nmass murderer, and would rather make a more subtle job of it. I've two\nmore viruses just about perfected; after the first, it's easier. When I\nturn them loose, you'll have a real grievance against me. This time,\nyou're getting notice in advance, so nobody can talk about \"natural\"\ndisease. Besides, the appended lab notes will easily convince a few key\nmen in biochemistry; and they'll confirm me.\n\nNow let me point out the two plants you'll miss badly.\n\nOne is yeast. Yes, yeast. When you read this, the one-celled organisms\nresponsible for wine, beer, and alcohol generally, will be dying as a\nrace. In a few months, good liquor will be scarcer than an electric\nblanket in hell. Sure, grain alcohol can be synthesized, but bouquet\nisn't that simple, and you'll pay dearly for it--how you'll pay!--and\ndecent lab-made whiskey won't be on the shelves tomorrow, either.\n\nThe other plant you'll miss even more. I mean tobacco. No more\ncigarettes; no more fat cigars--and hallelujah!--no more tobacco\ncommercials on TV. Did you know, tobacco cannot be synthesized at all,\nat any price? Get it, you two-pack-a-day fiends?\n\n\nTHE END\n\n",
    "metadata": {
        "author": [
            "Porges, Arthur"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/27756/pg27756.txt",
        "name": "revenge.json"
    }
}