{
    "name": "Revolt of the Devil Star",
    "author": [
        "Rocklin, Ross Louis",
        "Rocklynne, Ross"
    ],
    "body": "The Law of the Universe stated that\nall life must create and die. Devil\nStar defied the law--for did he not\nknow the dread secret of his birth?\n\n\n[illus]\n\n<i>The story of Darkness has been told. Darkness, the dreamer who crossed\nthe immeasurable gulf of lightless emptiness between two universes.\nHe, an energy creature tens of millions of miles in girth, sought the\nanswer to life. Perhaps he found that answer in death, when he mated in\nthe thus-far inaccessible forty-eighth band of life.</i>\n\n<i>And the story of Darkness' daughter Sun Destroyer has been told. She\nplunged back along Darkness' trail to seek out that aged, sorrowing\nbeing whose name was Oldster. For Oldster was wise. He had counselled\nDarkness. Surely Oldster could lead Sun Destroyer to her life's\ncompletion in the forty-ninth band of hyper-space. But there was no\nforty-ninth band, unless it lay in Sun Destroyer's wild fantasies of\nimpossible happiness. She too died, yearning for her son Vanguard,\nthe infant purple light who lay helpless in the seventeenth band of\nhyper-space.</i>\n\n<i>The story of Vanguard too has been told. He was renamed Yellow Light\nby his taunting playmates, because of imperfections in his central\ncore. Physically disabled by his long stay in the seventeenth band, he\nwas never to know happiness. Oldster, in his compassion and wisdom, led\nVanguard to mate--to create and thus to die--for he knew Vanguard's\ntrue greatness, that he was destined to father a new race who would\nsupplant the old.</i>\n\n<i>And this is the last story of the Darkness, the story of the purple\nlight named Devil Star.</i>\n\n<tb>\n\nYouth and play. Youth and that great yard of galaxies with the great\nhigh fence of the darkness. Youth and the joys of living ... and the\ndeep-fluttering memory of his birth.\n\nInto his ten-millionth year he never spoke of that memory. He kept it\ncold and suffocating in an unplumbed chamber of his thought swirls.\nThen it pressed upward in its wild escape.\n\n\"Moon Flame!\"\n\nHis companion in the joyous race across that galaxy touched him briefly\nwith his visions.\n\n\"You spoke?\"\n\n\"Yes! Moon Flame, listen to me. I must know something. Whether you--if\nthe others--if <i>they</i> remember. Remember the moment of birth! Remember\nthe mother--the dying father--<i>the band of life</i>--\"\n\nHis aura quivered. He strove not to read concern in the gaze of Moon\nFlame.\n\n\"I do not remember it,\" said Moon Flame slowly. \"Birth? Death? Father?\nYou speak in riddles, Devil Star. Come now, faster! I see the others in\nthe galaxy beyond. Forget that silliness!\"\n\nFor a clairvoyant second in his time-scale, the raging thoughts of\nDevil Star swelled. And subsided.\n\nHe flung himself into Moon Flame's path.\n\n\"You must listen,\" he said tensely. \"We must all beware. For all of us\nwill die!\"\n\nMoon Flame did not lessen his speed. \"Die?\"\n\n\"You do not understand, Moon Flame. Death is our destiny. It was\ndestined long before we were born.\"\n\nMoon Flame stared. \"Then if this strange thing is destined, no one can\nwin against it.\"\n\n\"No one?\" Devil Star swerved in his backward flight, brushing the\nviolet furnace of a super-sun. He said, \"I shall win, Moon Flame. I\nshall fight death--the death green lights will attempt to give us. I\nshall interrupt destiny. I shall be its master!\"\n\nBut Moon Flame did not understand. He brushed Devil Star aside with\nan impatient tractor ray. With a scornful glance backward, he went\nshooting off leaving Devil Star caught in a wake of incandescent sparks.\n\nDevil Star stared after him, but all he saw was the immortal blaze of\nhis life's years.\n\nHe was the rebel. He would not die!\n\n<tb>\n\nDevil Star had five million more years of peace, of caniptious play.\nAnd then....\n\nHe was alone, and cradling his loneliness, atop a galaxy shaped like\na masterfully blown, brimming wine-glass, with the bubbles of stars\nclouding about its rim. The moment of his curse had come, for a vast\ncunning had grown in him. He would lie here, shielded by a giant star,\nand he would wait.\n\nThe waiting was not long. Came the beat of a life force. He felt\nhimself tremble. Deep inside something was whispering that he should\nforget, turn back--play--skim along the surface of life as did Moon\nFlame and the other energy children. Accept destiny!\n\nDestiny! The cunning shift and quiver of sub-atomic particles that\nbegan when the universe began.\n\nHe would not.\n\nThe life force pressed in, strengthened. And with a thread of vision he\nsaw a matured green light, her central core burning with an hypnotic,\nfrightening radiance.\n\nDevil Star surged up closer to the star that shielded him, for now\nhe sensed the swirl and pulse of another life. With a thinned ray of\nsight, he beheld the purple light ripping through space toward the\ndeadly source of the vibration that drew him.\n\nFor one chaotic moment, Devil Star's purpose was as nothing. He knew\nthis energy creature.\n\n\"Solar Cloud!\"\n\nHis cry of warning blasted through space. He expanded to normal, came\ninto full view of green and purple light. But neither heard his cry.\nThey could not--would not--see or hear him. They were caught on that\nbarbed law from which the mere interference of a Devil Star could not\nset them free. They hung motionless in space, the huge green light\nlanguidly rotating, the slightly smaller purple light, Solar Cloud,\nstaring at her in hard, bright wonder. And Devil Star knew that they\nwere speaking along such tight bands of energy he could not hear what\nthey said.\n\n\"Solar Cloud,\" he whispered, \"stop!\"\n\nAnd then reaction. The full knowledge of his ultimate triumph came to\nhim. Solar Cloud would die. But Devil Star would live--would grow old\nbeyond death.\n\nAt once he was transformed back into a creature of cunning.\n\nThe green light disappeared into a hyper-space. The purple light\nappeared bewildered. Then he too disappeared, and Devil Star, bitterly\nfrightened that already he had lost them, felt the click in his thought\nswirls which transported him into the second band of the universe's\nforty-eight faces. Here was cosmos in wild, disordered motion. Spasms\nof pain ripped through Devil Star as eating vibrations impinged on\nhim. For a nickering moment he allowed himself to wonder at the reason\nbehind that amok universe. Causeless?\n\nNothing without cause!\n\nOr was there?\n\nHe flicked into the next band, following green and purple light\nupward until around them were those cubed celestial bodies of the\nforty-seventh band.\n\nThe green light vanished.\n\nSolar Cloud remained behind, bewilderedly searching for her. A wild\nexcitement shook Devil Star. He must get closer. Solar Cloud knew\nnothing of a forty-eighth band, but surely the green light would\nsomehow draw him into it. And Devil Star would inadvertently be drawn\nwith him!\n\nAnd, subtly, he knew why he must follow. There was the memory--the\ndamning memory of his birth--and he must know if it was memory, or a\nphantasm without meaning in fact.\n\nHe moved closer to Solar Cloud ... and, abruptly, felt himself swept\nalong in some giant tide. He had his moment of surprise before his\nconsciousness momentarily blurred.\n\nThen, sharply, he was aware.\n\nHis visions darted out, contracted. The full knowledge of where he was\nsmote him. Crystalline tongues of fire quivered from his contracting\nbody. He knew he had done an impossible thing.\n\nHe, unmatured, was in the forty-eighth band.\n\n<tb>\n\nTime passed, the great, vital pulses of time, flowing like an unseen\nriver through that band where life was born. Devil Star watched numbly,\nwithout horror, triumph, feeling.\n\nHe saw that mating of green and purple light as their central cores met\nin annihilating fusion.\n\nHe saw the grayness of coming death settle over Solar Cloud.\n\nHe drifted into a torpor, saw the pulsing white ball which heralded\nlife, and saw nothing there. The moment was relived. The memory had\nbeen there.\n\nThen, all that was gone. Against his will, he had been moved to the\nfirst band in true space.\n\nHis thoughts did not function. He hung in a box of emptiness between\ntwo stars, unable to plumb the depths of that staggering event.\n\nSolar Cloud was dead, or dying.\n\nAs he, Devil Star, was destined to die.\n\nNow the thoughts did start. An incredible thing had happened. Where had\nit begun? Ten thousand billion years ago? Or--a mere fragment of time\naway to that moment when Devil Star was born?\n\nHis thoughts took their upward surge. As full awareness came back, he\nfelt a shock of knowledge.\n\nHe was being watched, and it was the green light, she who had conceived\na life and heartlessly destroyed one, who was watching. A sudden\ncunning hate took hold of him. He held her stare, flung it back\narrogantly. And she watched him with coldness from the eminence of her\ngreater size.\n\nShe said chillingly, \"I saw you there. And it was not meant to be. Will\nyou forget?\"\n\n\"Forget?\" The cry was shocked from him. \"You are begging me to forget,\nComet Glow?\"\n\nAnd as he mockingly uttered her name, she drew back, a darkness\ncreeping into the brilliant depths of her. Slowly: \"If that is the word\nyou wish to use, yes.\"\n\nHe surged closer to her. \"It <i>is</i> the word, Mother of four children!\nThen let me also forget the arts of existence--the eating of energy,\nthe dispelling of it--the use of my para-propellents. I would as soon\nforget them. And let me also forget the dread moment of my birth!\"\n\nAnd he knew what effect that had on her, for he had told none but Moon\nFlame. Involuntarily she expanded, looked at him with dawning horror.\n\n\"Remember--that?\" The words were torn from her.\n\n\"I remember it. And I will not forget,\" and he was gone from her sight\ninto another band of hyper-space. But she followed, reaching out with\ntight bands of energy, holding him fast, and yet at a distance.\n\n\"Devil Star!\" The words came faintly. \"What is it you search for?\"\n\nShe was debasing herself, she, a green light, millions of years older\nthan he. And he knew his moment of gloating should be put aside. He was\nyoung. There was much knowledge to be had.\n\n\"I am searching for--\" He stopped. For what? A restless quiver of\nsparks leapt from him. \"Comet Glow, perhaps I am seeking to be master\nof my own fate.\"\n\n<tb>\n\nFor long and long her somber gaze rested on him. \"Devil Star, it is not\npossible.\"\n\nInstantly he tore from her restraining bands of energy. \"You say that,\"\nhe cried, \"who saw me, an unmatured purple light, in the band of life!\nWho knows that I have a memory which carries me to the moment of my own\nbirth!\"\n\nAnd he stopped, chilled by her odd, pitying silence, by the dread\nanswer she seemed to be giving him. Another thought rose clamoring.\nGreen lights are--different. They have a cruel, natural wisdom purple\nlights cannot hope to possess.\n\nAnd, mockingly, that ruinous other-thought: <i>They?</i>\n\nHe was sinking into his dreadful abyss.\n\n\"Devil Star.\" The sorrowing thoughts of Comet Glow came. \"You are\nyoung. Live as life <i>must</i> live.\"\n\nShe pressed closer, laving him with her anxiety. \"Do you seek to change\nthe natal matrix of the vast universe? Ten thousand billion years\nago--and perhaps even longer, Devil Star! The pattern of all that is\nwas foreordained--and all that will be! No electron that moved along\nits path but what moved in response to a prior event.\n\n\"There has been no thought--and shall be none--that was not caused by a\nprior thought.\n\n\"No result without cause. And no event without result!\"\n\nHis words came out of the tortured depths of him. \"I was in the band of\nlife. And it was against the pattern. There was no reason for it--no\nreason!\"\n\n\"Yes,\" she whispered sadly. \"There was a reason. And if you persist in\nsearching for that reason, you will surely have further proof of the\nshackles destiny binds us with.\"\n\nAlone in the quivering brightness hung Devil Star. Not make use of\nknowledge? No result without cause? The thoughts tugged and tore. Into\nhis mind came the drugging answer to all problems. He slept. And in his\nsleep, an insidious process began working, a selection and burying of\nthe hated answers.\n\nAnd when he awoke he knew, coldly secret within him, that he was\nexterior to the pattern--the rebel, the one who would revolt against\ndestiny.\n\n<tb>\n\nSomewhere in the passing millions of years, the senseless, joyous years\nof youth, his Mother vanished forever. He took small note of it. Comet\nGlow, too, faded into a forgotten darkness. Other names passed from the\nscene. And in from the wings, for reasons none questioned, came other,\nyounger energy creatures....\n\n... He played. And there was a green light, one of the twin siblings of\nComet Glow, who played along with him.\n\nHer name was Dark Fire, and sometimes, looking down into the black\nwhirling cauldron of a sun-spot, he could see the same primeval\nexcitement with movement that marked her.\n\nHe felt a wonderful sense of companionship with that green light, a\ntenderness, perhaps because he too had her taste for the unexpected.\nThe pattern of play in this surging universe concerned the\nhelter-skelter rearrangement of galaxies themselves. But Dark Fire\noften explored more novel avenues of play. Out of a nebula's heart she\nwould come racing, trailing hot streams of excess energy--would circle\nhim--dance--afire with some tremendous importance.\n\nBut that friendship was to end.\n\n\"Come, Devil Star, look what I've done!\"\n\nHe saw the planet she had made, and marvelled. A planet whose surface\ncrawled with beings made of solid matter. An incredible kind of actual\nlife whose base was silicon--or carbon; he did not try to find out.\n\n\"It dies so swiftly,\" he said.\n\n\"But its time-scale is different. I shall tend this planet,\" she\ndreamed. \"The life-forms will improve on themselves. Maybe someday they\nwill come on out into space.\" Excitement was in her. \"And they will\nnever know that she who created them watches their brave venture.\"\n\nFor long and long Devil Star brooded over that planet. In the\nsub-swirls of his mind a remembrance shook him.\n\n\"Something troubles you, Devil Star?\"\n\n\"Yes,\" he said faintly. \"The creation of that planet. It is ... against\nthe pattern!\"\n\nShe sensed the problem, but there was only cunning mockery in her gaze.\n\"Against it? Devil Star, there is nothing against the pattern--and no\none who can fight it.\"\n\n\"No!\" he cried in denial. \"Dark Fire, you had your choice--to create\nor not to create. You selected--you were master of yourself in that\nselection.\"\n\n\"No. I did that which I <i>would</i> do. I had no choice.\" She rotated along\nan axis, probing him, mocking him. \"We shall explore this thought of\nyours. I have choice, so you would say, of destroying this life I have\ncreated, or of allowing it to exist. But I have no choice.\"\n\n\"You have choice!\"\n\n\"No.\"\n\nAgain that mockery. And suddenly she drew back, lashing out with a\ndestroying heat-ray that in a cosmic instant turned her planet into a\nmolten, endless sea. Devil Star looked at it in horror, and a clamoring\nthought rose in him: <i>As she would destroy me!</i>\n\nThat shocked moment held. Then, mockingly,\n\n\"I made no choice, Devil Star. I could not have acted but as I did. For\nam I not the product of my Mother? Of all who went before her? Of all\nthe events that have impinged on me to make me as I am? Am I not moved\nand swayed by cosmic tides that began long before I began? And you,\nDevil Star, are but a wave-curl in the tide ... an event in space-time,\nforcing me to make my so-called 'choice.' Choice? There was none.\nThere was an inevitable act.\"\n\nHe stared at her askance. Then a thought shook him to the innermost\npart of his being.\n\n\"Dark Fire,\" he whispered, \"until now we have been friends. We can\nno longer be friends. For soon a time will come when I must--when I\n<i>shall</i>--make a choice between two events. Do you understand?\"\n\nPuzzlement was in her gaze. \"I do not understand,\" she said slowly. \"We\nmust always be friends.\"\n\nA fuzzy-headed comet slashed its path across the dark heavens between\nthem.\n\nDevil Star said, in mirthless mockery, \"Friends! Can green and purple\nlights ever be friends?\"\n\nFor long and long she held that thought. Then, as if in involuntary\nreaction against the horror that rose from the instinctive matrix\nof her, she surged back across the heavens. From that distance, her\namplifying fear and shock drove against him.\n\n\"You speak, and do not know whereof you speak!\"\n\nHe followed in triumph, but Dark Fire dwindled more swiftly, as if\nknowing that to flee from him would dull her turmoil. But drifting back\ncame her voice, cold and faint.\n\n\"Devil Star, there will be no choice!\"\n\n<tb>\n\nThe friendship of Dark Fire and Devil Star was truly done. For even\nwhen they were members of the same playing group, there was this cold\nthought: I am destined to die, and to die in a certain manner. I shall\ntherefore turn destiny aside. I shall not die!\n\nWhen Dark Fire came for him, he would be ready for her.\n\nWhen the time came, ironically, he was not ready....\n\nHe was in his forty-millionth year, still a youth in his vast\ntime-scale, when he began drifting away from his other friends as\nwell. For already he felt the hunger in him, the first deep pangs, and\nmistook it for his need to acquire knowledge.\n\nHis search for knowledge took him not into the macro, but into the\nmicrocosms. Surely the larger universe was near the end result while\nthe smaller was near the beginning. Somewhere in that complexity of\nsub-particles he would find a result without cause!\n\nHis tools were crude. It was nothing to pluck a star from the heavens\nwith a reaching tractor ray--to split it--explode it. But to shear a\nmolecule from a parent mass, to hold it inviolate from its fellows,\nseemed impossible. He raged at the task for a million years, forgetting\nall the names linked to his life--forgetting the menace of Dark Fire.\n\nAnd he succeeded.\n\nHis success lasted for one thrilling moment. In a vacuum of its own,\nuntouched by outside force, that microcosm hung pendant. Devil Star\nsaw it fuzzily, by the reflecting thread of electrons that he sent\nagainst it. And was to see it no more. For in that moment of triumph\ncame the icy cold certainty that he was being watched.\n\nThat captured micro-universe was gone from his delicate grasp as if it\nhad never been. With a violence beyond imagining, he expanded to half\nagain his diameter. From a dozen portions of his body, his visions\nleaped out. And he saw Dark Fire.\n\nHe was gripped by the splendor of her, as she moved slowly down an\naisle of stars toward him ... her visions already touching his, holding\nthem with hard bright purpose. Against the dark background of space,\nher central green light was lustrous.\n\n\"<i>Devil Star, there will be no choice!</i>\"\n\nThe sudden clangor of that voice from the past had no meaning to Devil\nStar, though he frantically tried to examine it. But meanings, reasons,\ncoherent thinking were lost to him. As Dark Fire drifted nearer, he was\nenclosed in a vast peace. He knew at once that his searching, even his\nfinding, was a patchwork substitute for this great longing that had\nbeen built into the very fabric of him.\n\nNow came the voice of Dark Fire, humming, insidious.\n\n\"Devil Star, our moment has come--as we knew it would. Devil Star,\nfollow me!\"\n\n<tb>\n\nAnd now he hung in the vibrant band of life, drawn there half by her\nwill, half by his. And he trembled with the half-memory of death,\nand yet bathed by the hypnotic vibrations flooding from the central\nlight of her, so that he knew peace and understood the answers to all\nquestions.\n\nShe was dwindling. He knew what he must do.\n\n<i>As she would destroy me!</i>\n\nThe thought raged, but he prepared.\n\nThen hiatus ... the gulf of timelessness between two instants of\ntime. There was a click deep in the subterranean caverns of his\nthought swirls. It was as if he had been transported to another band of\nhyper-space.\n\nBut was this another hyper-space? It could not be. In that depthless\nladder of universes, and he had traversed them all, there was nothing\nsimilar.\n\nHe viewed this strange space with childish wonder, knowing that he was\nhere, yet without a body, without a purple central light.\n\nAnd he knew, too, that actually he was in the forty-eighth band of\nhyper-space, about to die, and at peace.\n\nHe was there--and here. Fantasy or reality? It did not matter. It came\nto him, in wonder as gentle as light scattering, that here there was a\nmystery he might never comprehend.\n\nA queer, geometric, somehow logical universe. Yes, the idea of logic\npressed insistently in on him. And yet, what happened did not seem\nlogical. For all of these clean-cut star-systems, though vast distances\nstretched between them, seemed equally large to his sight. There was a\nfeeling of distance--without perspective.\n\nBetween those star-systems were no dust-motes, no hurrying comets, no\nuncollected suns, no irregularity. There was dark, logical vacuum.\n\nBut suns, sometimes whole groups of suns, whirled sparkling across that\nvacuum from one spinning galaxy to another. That galaxy, in turn, urged\nanother unit from its turning heart, or majestically rounded rim. The\nquiet, orderly exchange was magnificent to watch. The exchanged suns,\nor solar systems, quietly fell into new orbits that seemed prepared for\nthem.\n\nHe moved quietly through this charmed universe, wondering about it. How\nquiet, how at peace, how <i>right</i>. And then, as he hung motionless again\nin dark vacuum, pondering, he saw a single glowing sun detach itself\nfrom the rounding rim of the nearby galaxy. It sped toward him, closer.\nAnd yet he would not move. The distance lessened. It was upon him,\npassing through him.\n\nFor a burning moment, he was locked in its fiery heart, and all of\nbeing blazed with hurt.\n\nSurging, he fought his way out, sped away, looked back, bewildered. The\nspeeding sun faltered in flight, was motionless. The entire universe\nseemed to quiver at that discord. Then the sun reversed direction,\nreluctantly falling back into its parent star system.\n\nAnd the system exploded!\n\nFrozen with horror, Devil Star--the bodiless entity of him--saw that\nsudden, senseless explosion, watched a hundred suns shot like vast\nbullets in a hundred flaming paths. Those suns plowed through nearby\ngalaxies, drove relentlessly to new positions in other galactic\naccretions. The universe bubbled and seethed with irregularity. There\nwere more explosions, more frantic exchanges. The universe was alight\nwith flaming cores of brilliance. There was an urgent hustle and bustle.\n\nThen the exchanged suns began to find their places without commotion.\nThe explosions grew less in number. The heavens ceased their horrifying\nagitation. Order was restored. The orderly suns, sometimes with\nattendant planets, marched quietly across the dark sky.\n\nNumbed, Devil Star did not dare to move. Then a clamoring need rose in\nhim. There was something he must do. From the strange, dimensionless\ndistances he saw a sun moving toward him. He rushed to meet it. Again\nthat prolonged, fiery moment of agony.\n\nAnd that universe, that industrious universe with its lawless\nlogic--that universe was gone.\n\nDevil Star was back in the forty-eighth band, watching Dark Fire.\n\n<tb>\n\nThe moment of watching drew out.\n\n\"Devil Star!\" The cry blasted across space, imperative; but in the\nsub-strata of that cry was unspeakable horror.\n\nAnd faintly Devil Star spoke: \"No.\"\n\nShe came across the spaces, trailing chaotic streams of energy. Her\nspeechless rage preceded her like a curling tidal wave. Astounded, he\nfelt a searing burst of pain in the energy fields of his complex body,\nand saw that a flaming red beam of force had leaped from her. He tried\nto beat it off with instantly erected screens. The beam seared through.\nShe was pouring the energy of her body into that beam, intent on eating\nthrough to the heart of him.\n\n\"You must die, Devil Star!\" The mindless cacophony screamed at him.\n\"You must die! You are in the band of life! And you must die!\"\n\nHe spurred frantically back, but she followed. Desperately he felt\nthat click in his mind which told him he was out of the forty-eighth\nband and into the forty-seventh. But she burst into that space after\nhim--and the next and the next.\n\nAs he fled, a chilling certainty rose in Devil Star. The laws of life\nhad been violated. No matter that he had triumphed in some obscure,\nstaggering way that he could not yet comprehend. To Dark Fire, it made\nno difference. Her wisdom, her destroying hate, as with all green\nlights, must have its source in blind instinct. There had been outrage.\nHe must die.\n\nA cruel incisiveness claimed him as he dropped down the terraced\nspaces of the universe. Here and there, he plucked small suns from the\nheavens, converted them to seething energy. When she burst through\nafter him into the second band of space, he was ready for her. All the\nquivering excess energy his swollen body held was channeled into a\nconcentrated sword of destruction that smote her point-blank.\n\nShaken even beyond horror, he saw those clouds of fuming light that\nexploded from the core of her.\n\nShe hung without motion, lax, visions down, a sickly pale radiance\ncreeping in waves through her. Across her central green light fitful\nwaves of yellow surged. And then the force fields of her body lost\ntheir hold. Visibly she began to expand.\n\n\"I am dying!\"\n\nThe hideous accusation blasted out at him.\n\n\"As you would have had me die!\"\n\n\"No, no! Devil Star, you have done a terrible thing. You--do not yet\nknow--how terrible. Terrible--for you.\"\n\n\"I had choice!\" he cried bitterly.\n\nSilence. Then, from a distance, muttering: \"Choice. No. There could\nhave been no--choice. It began--how long ago? Before you were born,\nDevil Star. Back to--the beginning. No thought but caused a thought. No\nmotion but caused a motion. How--else could it be?\n\n\"Devil Star!\" That muttering, distant voice held blind despair. \"Your\nonly immortality--truly, your only happiness--lay in that child you and\nI--would have created....\"\n\nHer voice stopped. In hideous fascination, Devil Star watched that\nexpansive greyness sweeping across her. Then, convulsively, he thrust\nout his para-propellents, sped across the galaxies, not stopping,\nfrantically seeking forgetfulness.\n\nFor a million years Devil Star continued that senseless pace. Finally,\ndeep into the bottomless darkness that cupped the lenticular universe,\nhe stopped. And there was ultimate horror in him. The memory was not\nsheared off. He could not outrun himself. He was cursed.\n\n<tb>\n\nCursed--but alive. The thought did not have wings to make him soar.\nFor Dark Fire, the friend of his youth, was dead. No matter that all\nof nature had conspired against him, a purple light; no matter that\nDark Fire, from some blind instinct, had sought with all her being to\nfulfill a supposedly incorruptible law of the universe. She was dead,\nand he had killed her.\n\nHe hung quivering and lost in that lightless emptiness. His triumph,\nfor the moment, was tasteless. For was it triumph? Had that succession\nof events which resulted in Dark Fire's death been inevitable--part of\nthe pattern after all?\n\nThen he had not escaped!\n\nHe shrank into himself so that even the mother universe and its\nsearching brilliance seemed not to exist. Now he was as alone as\nmortality could be, feeding on his inner resources, a circuitous being\nindependent of the flux and strain of conflicting energies. He was\nmaster of himself for this naked, two dimensional instant of time!\n\n... No. There was the past, whipping his every thought and action into\nsubmission with infinitely reaching arms of cause and result. He had\nnot escaped....\n\nIn that moment of realization, a new fury entered the life of Devil\nStar. It came like the roar of a monster full-born in the sub-swirls of\nhis mind ... a monster clawing, rearing, fighting for emergence into\nthe searching light of his conscious mind--and unable to emerge!\n\nHe was shaken to the depths by that beast--that depthless, unuttered\nlonging which he could not give a name. Entombed in his self-imposed\ndarkness, away from the entropic surge and sway of the universe, he\nfelt that longing engulf him.\n\n\"It is something I want,\" he gasped. \"Something I must have. Must!\"\n\n... Then, slipping unbidden from another corner of his mind, came the\nfeeling of solution. And that new thought held him rigid. He did not\ndare to believe that the monster was out of his prison. And yet, what\nelse could it be? Hope surged through him.\n\n\"I was in another universe,\" his thoughts rioted. \"In that moment\nbefore <i>she</i> would have had me fling out my central purple core and\ndie, I was transported to another band of space, a band I never saw\nbefore. And when I returned to the band of life, my will to die was\ngone.\"\n\nHe hung laxly, surfeited with emotion. It was that he longed for. And\nif it were not--he thrust the clangorous thought away.\n\nLike a cocoon unfolding, he pushed aside the darkness enclosing him.\nAnd as he beheld the resplendent lens of the vast universe, the prime\nconviction of his life returned. Surely that universe and its myriad\navenues was not mirrored into being by the counterplay of energies at\nthe beginning of time. Destiny could be turned aside. Had he not so\nturned it? And the answer to its turning lay in that hidden band of\nspace.\n\nHe would find that band, would put his life into it. And would find the\nanswer to all of being!\n\n<tb>\n\nDevil Star drifted back into the universe again, captivated with the\nwonder of his upward spiraling thoughts. For, it seemed, the mind was a\nturbulent structure, as frantic in its upheavals and overthrows as the\ninterior fury of a white dwarf star. Somewhere in his thought swirls,\ncaged for this moment, were the sharpest agonies of his life. In their\nplace had risen hope, and it was a thrilling hope indeed. The hidden\nband!\n\nHe would find that hidden band, though he had to roam the vast universe\na hundred times over. And would still this thunderous longing.\n\nHe stepped up his velocity, thrusting out his visions in growing\nrapture as he hurled through the light-spattered outermost fringes\nof the dazzling universe. Here was splendor, conflict, movement!\nAnd he was part of it again. Then, the worse for its suddenness, a\nchill spread through him. He felt the unmistakable pulse of a nearby\nlife force.\n\nHis one thought was to flee--to disappear again to some quiet corner of\nthe cosmos--but no, for some reason he must stay....\n\n\"<i>Devil Star, where have you been?</i>\"\n\nUnerringly, without will to stop himself, he faced about in his flight,\nwith deadly accuracy placing his visions on the green light who had\nuttered that question. She rode the bright heavens less than ten\nmillions of miles away, and he was caught here, knowing her name and\nknowing her innermost purpose in life.\n\nShe repeated the question, naively unaware of its importance, staring\nat him with a bland curiosity. He gazed back blankly, wondering at that\ntremendous secret which she instinctively hid from purple lights.\n\nHe whispered, \"World Rim, you do not <i>know</i> where I have been?\"\n\nShe laughed. \"Should I know?\"\n\n\"No! No! You couldn't know. And you couldn't believe. I have been--\"\n\nAnd he stopped, faint with his knowledge of what she was and what\nshe must be thinking deep in her mind. He must be cunning, strong,\ntreacherous, too! He quivered with effort, laughed in the strange way\nthat was possible for him.\n\n\"I have been,\" he chided, \"ten billion light years away. I discovered\nfourteen million new comets and tied their beards together!\"\n\nShe was piqued. \"You must have been to a very interesting place,\" she\ndecided. Tentatively: \"Shall we go there together, Devil Star? I am\ntired of playing with those silly energy children. They're stupid.\"\n\nSaid Devil Star, magnanimously, \"We shall go together! Now, or later?\"\n\n\"Now!\"\n\nDevil Star frowned. \"We'd better not,\" he said cautiously. \"Not right\naway. Better make sure none of the others are around to see us. Come,\nWorld Rim!\" And he shot into instant motion, gaining two light years on\nher before she knew what was happening. She surged into frantic motion\nafter him, bewildered, panicky with incomprehension of his actions or\nthoughts.\n\nColdly, cruelly, he let himself be occluded from her in the heaving\npatchwork of a dark nebular cloud. World Rim was left behind,\nreproachful. He would see her again.\n\nHe had no room for emotion now, only purpose. He thundered through the\nempty spaces, veered away from galaxies that vibrated with the noxious\nbeat of the life force, and found a galaxy where peace was.\n\nHe hung there, thinking. He had cheated death! Truly, that had been the\nprime search of his life. And, having cheated it, he would discover the\nway to knowledge unending. He would discover the hidden band.\n\nSomething had happened in that band which enabled him to triumph over\nlife's first law. What?\n\nHad it given him choice? He was convinced that it had.\n\n<tb>\n\nIn the millions of years that now elapsed, Devil Star came to think\nof that band as the band of decision. He had been in that band. He had\ninterrupted its faultless rightness. He had interrupted destiny! And it\nwas somewhere!\n\nThe bands of space, in all their complexity, knew him. He went up\nthem one by one, studying them with a coldly disciplined leisure.\nWith the cold analytical tool of his mind, he probed for the reasons\nbehind those strange layers of hyper-space. He gazed on the obscene\nugliness of the third band, wondering what lay behind the dark skin of\nnothingness that clove it. But the answer did not lie there. For he\ncould not enter.\n\nThe fourth band, where he was mirrored endlessly to the vanishing point.\n\nThe fifth band, where all of space was geared to such a time-scale that\nthe blazing components of the universe were serpentines of solid matter.\n\nThe sixth, seventh, eighth. The ninth, inhabited by the brittle cinders\nof suns, gaunt reminders of the universe's ultimate decadence. Those\nsuns, however, were not burned-out matter, they were matter held in\nsome timeless moment of atomic convulsion, as if the fury of heat and\nlight had been sheared away. What reason? Was there here a result\nwithout cause?\n\nBut he knew there <i>was</i> reason. The universe was warped, curled,\nfighting its own irresistible stress and strain, stretching itself out\nof shape, discarding its own topological impossibilities into hidden\npockets of space. A straight line was no less straight if warped by a\ngravitational field. For who or what, in that field, could determine\nany other straightness.\n\nHe ascended the bands, moving with a leisure he did not think was\nunnatural. His purpose held white and pure. He had no thought for\nothers of his kind. Unendingly, the secrets of space channeled into his\nmind. He was bursting with the wonder of it.\n\n<i>You are young, Devil Star!</i>\n\n\"I am young,\" came the unbidden thought, \"and still able--\" <i>No!</i>\n\nHe rearranged that astounding thought. He was young, deathless. He was\nannointed with a great destiny. Destiny? No, Devil Star, you shall\narrange your destiny.\n\n... <i>Youth.</i>\n\nThe fifteenth, the twentieth, the thirtieth bands. He searched them\nall, unhurrying, dawdling, experiencing no sense of failure. He was\ncontent.\n\n<i>You are young, Devil Star! You are still young!</i>\n\nThe sub-thought was screaming at him.\n\nHe did not hurry.\n\n<tb>\n\nHe came to the thirty-fifth band, where unattached colors of violent\nhue did their spasmic dances through matterless space.\n\n... <i>Youth. There is still time, not for this, but for that other!</i>\n\nThe forty-first. The forty-sixth. He made his leisurely transit into\nthe forty-seventh. And then there was chaos. A jumble, a mumble of\nburning thoughts that turned him into something he had no mind to\nrecognize. He was chaos.\n\nRecognition again. Wave upon wave of horror rolled over him. Condensing\nenergy rained from his outer to his inner body. For he knew what he had\ntried to do--tried, again and again, and, time after time, had failed\nto do: to enter the forty-eighth band.\n\nIn his chaos, he had hurled himself at that unseen wall, and time after\ntime, it had hurled him back. He could not enter.\n\nThought came slowly. He was numbed with the attack of the monster\ninside him. Fleetingly, knowledge came. But it was gone before he could\nsnatch it. Then he blundered like a blinded creature down the bands.\n\nHe knew what he must do, what he could not deny.\n\nHe left that galaxy, plunged across the winding arteries where dark\nflowed, was in the galaxy of his birth. And at last, alone in space, he\nfaced her.\n\n\"It is you,\" she said wonderingly. \"Devil Star.\"\n\nHis returning thoughts were heavy. \"Yes, World Rim. And I have come to\nkeep my promise. To go with you to the place I found.\"\n\nShe was searching him, whirling nearer, intent with her visions. And he\nsaw with shock that she was changed in some way he could not put into\nwords.\n\n\"We will go now,\" he said.\n\nStill she searched him. Uneasily she rotated against her starred\nbackground.\n\nShe brooded. Then, with chilling reluctance, she said, \"Very well, we\nshall go to this place. Where is it?\"\n\nWorld Rim was older than when he last saw her; he knew, coldly, that\nshe had had children. And yet she seemed still naive. He was impatient.\n\n\"<i>I</i> shall follow <i>you</i>,\" he said.\n\nA subtle change came over her. She stared. And her thought came. \"Very\nwell, Devil Star! Follow me!\"\n\nIn growing delight, he followed her up the bands, as obedient to his\nruinous emotions as any unsuspecting purple light who had followed that\npath before him. Finally he burst through into the tenth band. World\nRim was there, inert in space, watching a tiny, faceted star. Suddenly\nhe was chilled by the immensity of her abstraction.\n\n\"Green light!\" he whispered.\n\nAt first she seemed not to hear him. Then she touched him briefly with\na vision ray.\n\n\"Devil Star,\" she murmured. \"No. It's no use. There is something wrong.\nGo away.\"\n\nThe utter calamitousness of that order held him rigid.\n\n\"There is nothing wrong,\" he whispered. \"I am here. I shall go with\nyou.\"\n\nHer visions wavered away. \"No, there is something wrong,\" she repeated\nstubbornly. \"Why should I take you anywhere?\" Then, craftily, \"Where is\nthere to take you?\"\n\n<tb>\n\nHe burst into the full flood of her visions. He was trembling, trying\nto reject what he heard, and not succeeding. Welling up from the\ndepths of him came knowledge of the ultimate horror he was facing.\nHere--now--he must defeat the horror, or he was lost to it and would\nlive with it forever.\n\n\"I shall go with you,\" he said in bitter frenzy. \"You shall take me\nwith you--to the forty-eighth band!\"\n\nAnd as soon as the words were out, he knew he should not have spoken\nthem. Her faint thoughts came:\n\n\"It is,\" she said wonderingly, \"the place you had been when I last saw\nyou so many years ago. But no. It is impossible, Devil Star! Perhaps\nyou are deceiving me again.\"\n\nHe surged closer, reckless, uncaring. \"Deceived you! It is you who\ndeceived me, deceived me and all purple lights. But I was not fooled\ngreen light!\"\n\nAnd it flooded out of him, half in pride, half in scorn, the whole\nstory of his anarchistic fight against destiny.\n\n\"I fought you, World Rim,\" he lashed out, \"and I fought all other green\nlights--and the universe itself!\" Stay it though he would, a yawning\ncavern was engulfing him. He trembled, striving to bring himself up\nout of that utter chaos of dark. But he spoke on, raging, alternately\nfrightened and astounded at what he was speaking.\n\nAnd from World Rim came silence.\n\n\"Speak!\" he said wildly. \"There is a need in me, a longing. I do not\nknow what it is!\"\n\nShe seemed to shrink, until she was small, her central light wavering.\n\n\"Then I know,\" she whispered. \"Devil Star, you wish to die.\"\n\n\"No!\"\n\n\"And you wish to create. To create and die.\"\n\nHe stared, his thought swirls shaken with those words.\n\n\"To create,\" he whispered.\n\nNow her voice lifted, firm with conviction. \"I see it all now, Devil\nStar. You wish to die, and in dying to create. All energy creatures,\neven green lights after their fourth giving-of-birth, must do that, or\nthey will be very unhappy. It is very clear. But also you want to find\nthat impossible band of decision you talk about.\"\n\nHis thoughts were tortured. Yet he knew that from her deeply buried\ninstincts, the true answer to his longing had come.\n\n\"Then I must create,\" he said hollowly. \"And you must take me there--to\nthe forty-eighth band!\"\n\n\"No.\" The word shattered against him. \"For when we got there, it might\nbe the same as with--Dark Fire.\"\n\nThere was a humming within him, a growing madness. \"We must go!\" he\nsaid violently.\n\nSparkles of flame shot from the core of her.\n\n\"No,\" she repeated stubbornly. \"I do not want to, and there is nothing\nto do about it. Somehow you must have changed, Devil Star.\"\n\nShe laughed suddenly, peering at him.\n\n\"It is very funny! You wish to create, to die. But now you will\nbe unable to do either. Nor can you reach the band of decision,\nfor you believe it lies within the forty-eighth band. Yes, you've\nchanged--changed!\"\n\nParalyzed, he hung in space, the resplendent mindless giants of the\nuniverse seeming to fling her words back in brassy echoes.\n\nShe began drifting away, her thoughts roaring into his thought swirls,\ntripled in volume and strident with their connotations. \"Only green\nlights remember the moments of their birth, Devil Star! Else how could\nthey know their way back to the forty-eighth band when the time came?\"\nCame her dwindling laughter, across the rushing spaces, into the\nmaddened thought swirls of Devil Star.\n\nHorror had been piled on horror. He could endure no more.\n\n<tb>\n\nThey would see him from afar, streaming across the star fields, not\npausing, hurrying only, hurrying to some place that had no location.\nAnd they would see him plunging up the starry axle of some galactic\nwheel.... And still again, rigid in abstraction, grasping at space and\nits dust in a timeless query none of them would ever understand.\n\nHe was there when they were born, there when they died. And his name\nwas never known.\n\nMatter changed, dropped slowly toward that bottom level where time must\nend. Devil Star lived on.\n\nThe mother green light paused in the sixth band of hyper-space. For,\nscarcely a light year away, the giant body of the legendary creature\nhung sleeping.\n\nFull of tenderness for her newborn child and for all life, she was\nfilled with reverence. Out of what unexplained past had that aged\npurple light come? As she drifted nearer, he stirred, awoke, saw her.\n\nShe scarcely dared to think. But she would not leave. She spoke,\nwhispered.\n\n\"We have seen you from afar, often. And you have never spoken. And you\nmust be lonely.\"\n\n\"Lonely!\" The word came in a racking burst. \"I am not lonely. I do not\nwish to be disturbed. Now go.\"\n\nShe was filled with compassion. \"I shall go. But I shall come again.\nAnd the others will know of you, and revere you, and perhaps those who\nseek knowledge will come to you. And you shall have a name.\"\n\nTenderly, remembering the naming of her youngest, she renamed her\noldest. \"To us, you shall be known as Oldster.\"\n\nShe left him with his thoughts....\n\n<tb>\n\n--<i>I thought to master destiny. But destiny masters me. I cannot\nexclude the universe which continues to give me life.</i>\n\n--<i>There is space, and there are stars, and of the things to know about\nthem I have little to seek out. I have traveled the star-lanes for\neons, filled with my longing, and the search for knowledge has only\nbeen the disguised search for my life's completion.</i>\n\n--<i>Yet I have learned. But what I have failed to learn is that which\nkeeps my life burning.</i>\n\n--<i>Do we have choice. Did I have choice. For there was the band of\ndecision. Oh, the years have passed, and there is no answer. Space-time\nbegan--where?--how? Result without cause! I have searched--searched\ndownward into minuscule universes--striving to find that which came\ninto being without a first motion. I have trapped matter's smallest\npart, stripped space of all influences around it. And having trapped\nit, could not observe it! For observation is influence.</i>\n\n--<i>In that vacuous cage, did that particle move in paths of its own\nchoosing? If it did--without cause</i>--\n\n--<i>But no. The universe decays, and draws life into decadence with it.\nThere is no hope....</i>\n\n<tb>\n\nThere was Darkness.\n\nAnd Sun Destroyer.\n\nAnd Vanguard.\n\nAnd the millions, the tens of millions of years that passed.\n\nWith drudging energy, Oldster heaved his vast body into a ragged motion\nthat took him for the last time across the flowing rivers of the sky,\ninto the first deeps of the black gulf Darkness crossed. There, beyond\nsight of the universe, he drew his visions in about him.\n\nHe would sleep now. He would decay down to that moment when the\ncentripetal urge for life would grow too feeble. The last hounds of his\ndefense would wander off. For now he could not be disturbed.\n\n\"Awake, Oldster.\"\n\nThe serene, yet lordly voice echoed through and through that\nimmeasurably deep cavern of thoughtlessness where Oldster resided.\n\n\"Awake, and awake to the high moment of your long life.\"\n\nAwareness came to Oldster, awareness strong and lashing. His vast body\nheaved and writhed as he beheld the icy horror of his return to life.\nFor from outside this packet of cancelling forces that was himself had\ncome a voice.\n\n\"No!\" The word shouted within him: yet he knew its violence had reached\nhim who had so cruelly shattered his dream of night. \"No! Whoever\nyou are, whatever, leave me! Ah, you have made me live again--as Sun\nDestroyer--and Vanguard--\"\n\n\"And it is of Vanguard we would speak.\" The thought vibrated in serene,\nlordly compassion against his thought swirls. \"Now, you who were known\nas Devil Star, look upon us!\"\n\nWave upon wave of horror engulfed him as that command drove in. He\nwould not! The rebel thought endured only long enough to be swept away\nby the shattering failures of his life. He was not master. Not to\nfight, not to reach--ah, there would have lain happiness!\n\nThinly at first his visions moved from him--then in thick beams that\nwould bring full revelation of his tormentor.\n\nAnd as he saw, he lay silent in emptiness, quiet in his congealed\nwonder. For here was splendor, these rank upon endless rank of beings,\nhanging in somber immovableness against that lightless sky. And here\nalso was destiny.\n\nTheir formless thoughts flowed around him, without discord, with peace.\n\n\"Golden lights,\" he whispered.\n\nHow long?\n\n<i>How long!</i>\n\nAnd from that concourse of golden-lighted energy creatures came\nanswer--from one or all, he would never know.\n\n\"For longer than you can dream, Oldster. For longer than the life of a\nstar. You have slept, slept ages beyond calculation. Yet here, in this\npulseless emptiness, we have found you. And the time of glory has come.\"\n\nThere was a rustling of thoughts, unfettered with fear, not chained to\nhope. And the golden central cores shone in beauty.\n\n\"The time of glory comes to you, Oldster.\"\n\nNow that unlocated voice swelled, filling the darkness with its lordly\nsweetness.\n\n\"For see, Oldster! We are all you dreamed of--and more. We stem from\nVanguard! And Vanguard gave life more than he dreamed. Clearly and\npurely we see the answers to those ultimate questions of life and death\nDarkness himself asked. Sun Destroyer, in her ancient past, never\ndreamed that her vain quest would be reached in us--through her!\"\n\n<tb>\n\nThe giant words drummed against Oldster. He quivered with sudden\nfear, searched among those serenely watching beings with their\ncrystal-sparkling, golden-lighted bodies for some thought that would\nmake meaning burst on him. The answers did not come. And, in depraved\nugliness, came doubt.\n\n\"No,\" he cried softly. \"You speak of impossibilities! There are no\nanswers. You are mockeries, and I want nothing of you--I do not want\nhope. Now leave me, leave me in my sadness!\"\n\nHe lashed out at them, feeling his old agonies return, for they too\nwere but atoms trampling over each other in that mad rush toward the\nbottom level of inertness. Even perfection must die, ruled by destiny.\n\nHe started to withdraw his vision when they, far from retreating,\nwhirled nearer, their bright golden centers glowing in upon him until\nhe was trapped in a blaze of fire. He stared, quivering with the dread\nthat in spite of himself they would fill him with hope.\n\nThen, thundering through his thought swirls, came that lordly measured\nvoice, a voice sublime in the surety of its owner's purpose.\n\n\"Oldster! You have not failed!\"\n\nInvoluntarily Oldster flung the words back.\n\n\"Not failed? You are mockeries, you golden lights. Not failed!\" The\nwords echoed in their frenzied dreariness. He felt the outer limits\nof his being expanding, quivering with miniscule flarings of yellow\nenergy.\n\n\"I, Oldster, have failed in ways your blind minds could never perceive.\nYou do not understand failure, you who stemmed from Vanguard. Could\nyou ever feel the tortures of Vanguard himself--or of Sun Destroyer or\nDarkness? Ah, you have reached a perfection beyond such burrowings!\nAnd I shall not let you give me peace! For I have failed, and I shall\ncontinue to be tortured with my failures. You would not understand.\"'\n\n\"We understand.\"\n\nThat voice, with its merciless love of him, drove in.\n\n\"We understand, and we say you have not failed. For see! You have\ncreated, and has not that driving urge to create been the great pain of\nyour life?\"\n\nHis thoughts swept out in blind denial. \"I have not created.\"\n\n\"You created us.\"\n\nThe sublime voice vibrated sweetly on the emptiness. And deep in the\nfabric of Oldster was chaos.\n\n\"You created us, Oldster, as surely as if you had sired Darkness\nhimself. For did you not guide Darkness to his life's completion?\nWas it not the thought of you that brought Sun Destroyer back along\nDarkness' path? And was it not you who guided Vanguard, you who, in\nyour greatness, saw us in him? Yes, Oldster, you are our creator--you\nare the creator of life!\n\n\"And it is life that shall endure, and has ultimate meaning.\"\n\nOldster hung laxly in that sphere of golden blaze. Deep within was a\nwarning voice. But now he would not heed it. Not to rebel--ah, how\nsweet to accept!\n\nHe was theirs. Let it be so. Let them lead him to his life's\ncompletion. They, in their all-knowingness, could not be questioned.\nHe had created. The thought held white and pure before him. Let the\nthought be so.\n\n\"Life that shall endure,\" he muttered.\n\n\"Life does endure!\" The sublime voice rang. \"Is not life the rebel from\ndead matter? Matter is death, Oldster, for it grows old and powders\ntoward its entropic destiny. But life is the rebel. It builds, evolves\ntoward its high destiny which we know, but which you cannot know. But\nthis you shall know. Life masters itself. Life is outside destiny--and\nhas choice!\"\n\nFrom somewhere, from a thousand different directions, Oldster felt the\ngolden lights grasping at his thought swirls, filling him with that\nanesthetic peace he had known with Dark Fire, when he faced her in the\nband of life.\n\n\"Oldster.\" Inward hummed that lordly, loving voice. \"Now you shall know\nyou have not failed. For are you not life, and the greatest rebel of\nall life?\n\n\"And life has within it the dark rebel!\"\n\n<tb>\n\nHe was transported to an unknown cosmos beyond time and space\ndimension. He was in the band of decision.\n\nAgain he looked upon those swinging suns. It was the same band, for\nwhich he had looked so long!\n\nHe drifted in that untrammeled vacuum, drank in the beauty of this\nfaultless universe, its rounded glowing suns, and followed their quiet\npaths from one galaxy to another. Or were they not galaxies after all?\n\nAs those suns were not suns!\n\nNot suns! Blindly his thoughts swept out.\n\n\"Then I have searched everywhere for my answers--except within myself!\"\n\n\"Yes, Oldster.\" Distant, yet near, the sweet voice drifted in. \"Now you\ninhabit that place you searched for. And it is a place that belongs to\nlife alone.\"\n\nThe seeming-galaxies seemed to shimmer in answering accord.\n\n\"And now,\" cried Oldster, \"my thoughts return to that moment when I\ntrapped the universe's smallest particle in utter vacuum--and wondered\nif it could determine its own destiny. It could not!\"\n\nHe drifted, his formless self somehow moving through these logically\nconstructed \"galaxies\" toward some goal whose meaning hummed within him.\n\nThen, echoing through and through this universe came the ringing voice\nthat hovered outside himself.\n\n\"Now you see, Oldster, and know what it is you see. For life is the\nrebel, but dead matter knows no path but that given it.\n\n\"Oldster! Does not life have memory, emotion, volition? Do not even\nthose functions need mechanism? Oldster--\" the thought held no sadness,\nonly an immeasurable love \"--you know you have choice, and why you have\nchoice. Now farewell! Your time of glory has come.\"\n\nThe fluttering of countless minds against his began to quiet. Without\npain, he knew they were leaving--were gone--leaving the memory of their\nnear-perfection, carrying with them the ultimate answers of life. And\nyet it did not matter. Did not matter!\n\nHe was within his fabled band of decision.\n\nIn mounting ecstasy, he hurled through those vast spaces that were yet\nsmall beyond calculation, went rushing toward his unseen goal. Those\n\"galaxies,\" those mechanisms of which the golden lights spoke, slanted\nout behind him, and new ones rushed in to his sightless vision.\n\nWhat old and new thoughts did those swinging \"suns\" evoke, what\nmemories and dreams, in the slumbering conscious mind of that being\nwho was called Oldster? Which configuration of \"stars\" and \"galaxies\"\nand what motion in and between them, called forth the haunting\nremembrances of Moon Flame, of Comet Glow and her twin child Dark\nFire--of World Rim and the countless lost names of his unmeasured past?\n\nMind had mechanism. It could not be otherwise. And he inhabited, moved\nthrough, that band of decision.\n\nAnd soon he would meet--his dark rebel!\n\n<tb>\n\nHis ecstasy soared as he burst across those dimensionless distances,\nunerringly swung into a blaze of light created by a seeming-sphere of\ngalaxies. And he halted, feeling the throb of his certain knowledge\nas he fixed his strange vision on the writhing heart of the farthest\nconcourse of stars.\n\nInstantly a lone sun heaved from it, moved across darkness. Oldster was\nin its path as instantly.\n\nEven in the midst of that blinding hurt his ecstasy endured. He knew\nthere was no pain, that he did not see, that he was not here.\n\nYet, what did it matter what symbols he chose, symbols that he\nunderstood, but which were not real?\n\nThe dark rebel was within him in this mechanism of mind. And mind has\nchoice!\n\nHe watched that sun falter in mid-space, watched it reverse direction,\nand fall back, <i>with its message</i>, to the untroubled galaxy that had\nurged it forth. His joy was a mighty song as that particle, of itself,\njousted with the destiny that bade it continue along its straight-angle\ncourse--fought and won!\n\nThat rebel particle was rushing, rushing, back to the heart of the\ndeep-buried mechanism that ejected it. Soon it would strike. And there\nwould be--explosion!\n\nAnd for him, now, was the time of glory.\n\nFor that particle, that sun, was himself, as all these turning,\nstudious galaxies were himself--the mind of him. What need to question\nhimself now? Why question the manner in which he was given access to\nthis glory under his conscious mind? The golden lights knew. But the\nminds of those golden lights--the descendants of Vanguard--were wrapped\nin a spiritual blaze beyond his comprehension.\n\nHis thoughts rolled on, growing rich within him as that falling sun\nhurled itself along its returning path.\n\n\"Darkness--Sun Destroyer--Vanguard--and Devil Star! Rebels all. Where\nare those who followed the worn paths? Gone, of no consequence. But you\nDarkness, you Sun Destroyer, you Vanguard--\" almost he could see the\nshadowy pained shapes of them beckoning to him out of a past beyond\nrecall \"--have we not created as no other energy creature has created?\nFor there are the golden lights.\"\n\nHis thoughts dreamed on, and the strangely visible \"galaxies\" of his\ninner mind seemed to glitter their accord.\n\n\"The golden lights knew what you never knew, Darkness,\" he dreamed.\n\"The answer to life itself. But even I, in these last moments, see some\nportion of that distant answer. Yes, Darkness! Life the rebel--the\nmighty force that combats the entropic gradient of the universe. Let\nthe universe slope down, but life eternal moves upward, building on its\nown discarded forms. And life will rebuild all that is.\n\n\"Were we ourselves not changelings, mutations with strange powers? And\nit was the dark rebel within us that made us so! The dark rebel, that\nmoves as it will....\"\n\n<tb>\n\nInto him, from some outer circle of being, came shrill warning. He\nignored it. Let the conscious mind of him thrash about, in terror\nof what was to happen. He would not return to it. He was here, his\nbodiless entity, watching mind function in dauntless disobedience to\nthe laws lifeless destiny laid down.\n\nHe watched the fall of that glowing particle in rigid fascination.\nNow would come the rearrangement of this vast webwork about him. New\nthoughts, different emotions--and volition that thwarted destiny. For\ndestiny's only death for a purple light came from a green.\n\nBut destiny could not rule life's dark rebel.\n\nAgain the warning, the clamorous scream to return, to fight. But he\nwould have none of it. He felt a tender pity for that being whose\nconscious mind was obedient to what the stresses and strains of his\nvast body demanded. He would not return.\n\nThe dark rebel struck.\n\nIn the timeless moment of its striking, all space seemed to still. And\nthe conscious mind of Oldster, that aged being, stilled as well. His\nanimal struggles ceased. Alone in his mausoleum of darkness, he was\nfilled with a pulsing wonder. He felt the force fields girding him\ntogether lose their prime energy.\n\nAnd then expansion.\n\n\"I am dying,\" he whispered.\n\nHe looked about him, peering into the darkness that would show him\nnothing. And suddenly he remembered that which he had seen in his inner\nbeing. The dark rebel, falling, falling, striking. The cataclysm that\nfollowed, the white light of explosion, the pell-mell exchange of\nsuns. The rearrangement of desire.\n\nAnd in full measure the meaning of that astounding event came. The\nthought hummed, swelled, until he was flinging it out beyond him in\nmocking wave after wave, into the face of that universe that had mocked\nhim with its dead answers. In this last moment of expansion the pain\nand formless searching of his years vanished in the ultimate triumph.\nHe had had choice between two events, being and not-being.\n\nAnd as all thoughts that had ever been and were a part of him raced\nthrough his mind in that final moment, he caught one infinitesimal\nthought, one he had spawned in a long gone eternity. \"<i>To be or not to\nbe--that is the question....</i>\"\n\nAnd he knew the answer. The age-old answer he had long sought. It was a\nmatter of choice.\n\nAnd he was content to die now, having chosen....",
    "metadata": {
        "author": [
            "Rocklin, Ross Louis",
            "Rocklynne, Ross"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/65138/pg65138.txt",
        "name": "revolt_of_the_devil_star.json"
    }
}