{
    "name": "Riders to the Sea",
    "author": [
        "Synge, J. M. (John Millington)",
        "Synge, John M.",
        "Synge, John Millington",
        "Synge, Edmund John Millington"
    ],
    "body": "A PLAY IN ONE ACT\n\nFirst performed at the Molesworth Hall, Dublin, February 25th, 1904.\n\n\n\n\nPERSONS\n\n     MAURYA (an old woman)......  Honor Lavelle\n\n     BARTLEY (her son)..........  W. G. Fay\n\n     CATHLEEN (her daughter)....  Sarah Allgood\n\n     NORA (a younger daughter)..  Emma Vernon\n\n     MEN AND WOMEN\n\n\n\n\n\nSCENE.\n\n--An Island off the West of Ireland. (Cottage kitchen, with nets,\noil-skins, spinning wheel, some new boards standing by the wall, etc.\nCathleen, a girl of about twenty, finishes kneading cake, and puts it\ndown in the pot-oven by the fire; then wipes her hands, and begins to\nspin at the wheel. NORA, a young girl, puts her head in at the door.)\n\n\nNORA [In a low voice.]\n\nWhere is she?\n\nCATHLEEN She's lying down, God help her, and may be sleeping, if she's\nable.\n\n[Nora comes in softly, and takes a bundle from under her shawl.]\n\nCATHLEEN [Spinning the wheel rapidly.]\n\nWhat is it you have?\n\nNORA The young priest is after bringing them. It's a shirt and a plain\nstocking were got off a drowned man in Donegal.\n\n[Cathleen stops her wheel with a sudden movement, and leans out to\nlisten.]\n\nNORA We're to find out if it's Michael's they are, some time herself\nwill be down looking by the sea.\n\nCATHLEEN How would they be Michael's, Nora. How would he go the length\nof that way to the far north?\n\nNORA The young priest says he's known the like of it. \"If it's Michael's\nthey are,\" says he, \"you can tell herself he's got a clean burial by the\ngrace of God, and if they're not his, let no one say a word about them,\nfor she'll be getting her death,\" says he, \"with crying and lamenting.\"\n\n[The door which Nora half closed is blown open by a gust of wind.]\n\nCATHLEEN [Looking out anxiously.]\n\nDid you ask him would he stop Bartley going this day with the horses to\nthe Galway fair?\n\nNORA \"I won't stop him,\" says he, \"but let you not be afraid. Herself\ndoes be saying prayers half through the night, and the Almighty God\nwon't leave her destitute,\" says he, \"with no son living.\"\n\nCATHLEEN Is the sea bad by the white rocks, Nora?\n\nNORA Middling bad, God help us. There's a great roaring in the west, and\nit's worse it'll be getting when the tide's turned to the wind.\n\n[She goes over to the table with the bundle.]\n\nShall I open it now?\n\nCATHLEEN Maybe she'd wake up on us, and come in before we'd done.\n\n[Coming to the table.]\n\nIt's a long time we'll be, and the two of us crying.\n\nNORA [Goes to the inner door and listens.]\n\nShe's moving about on the bed. She'll be coming in a minute.\n\nCATHLEEN Give me the ladder, and I'll put them up in the turf-loft, the\nway she won't know of them at all, and maybe when the tide turns she'll\nbe going down to see would he be floating from the east.\n\n[They put the ladder against the gable of the chimney; Cathleen goes up\na few steps and hides the bundle in the turf-loft. Maurya comes from the\ninner room.]\n\nMAURYA [Looking up at Cathleen and speaking querulously.]\n\nIsn't it turf enough you have for this day and evening?\n\nCATHLEEN There's a cake baking at the fire for a short space. [Throwing\ndown the turf] and Bartley will want it when the tide turns if he goes\nto Connemara.\n\n[Nora picks up the turf and puts it round the pot-oven.]\n\nMAURYA [Sitting down on a stool at the fire.]\n\nHe won't go this day with the wind rising from the south and west. He\nwon't go this day, for the young priest will stop him surely.\n\nNORA He'll not stop him, mother, and I heard Eamon Simon and Stephen\nPheety and Colum Shawn saying he would go.\n\nMAURYA Where is he itself?\n\nNORA He went down to see would there be another boat sailing in the\nweek, and I'm thinking it won't be long till he's here now, for the\ntide's turning at the green head, and the hooker' tacking from the east.\n\nCATHLEEN I hear some one passing the big stones.\n\nNORA [Looking out.]\n\nHe's coming now, and he's in a hurry.\n\nBARTLEY [Comes in and looks round the room. Speaking sadly and quietly.]\n\nWhere is the bit of new rope, Cathleen, was bought in Connemara?\n\nCATHLEEN [Coming down.]\n\nGive it to him, Nora; it's on a nail by the white boards. I hung it up\nthis morning, for the pig with the black feet was eating it.\n\nNORA [Giving him a rope.]\n\nIs that it, Bartley?\n\nMAURYA You'd do right to leave that rope, Bartley, hanging by the boards\n[Bartley takes the rope]. It will be wanting in this place, I'm telling\nyou, if Michael is washed up to-morrow morning, or the next morning,\nor any morning in the week, for it's a deep grave we'll make him by the\ngrace of God.\n\nBARTLEY [Beginning to work with the rope.]\n\nI've no halter the way I can ride down on the mare, and I must go now\nquickly. This is the one boat going for two weeks or beyond it, and the\nfair will be a good fair for horses I heard them saying below.\n\nMAURYA It's a hard thing they'll be saying below if the body is washed\nup and there's no man in it to make the coffin, and I after giving a big\nprice for the finest white boards you'd find in Connemara.\n\n[She looks round at the boards.]\n\nBARTLEY How would it be washed up, and we after looking each day for\nnine days, and a strong wind blowing a while back from the west and\nsouth?\n\nMAURYA If it wasn't found itself, that wind is raising the sea, and\nthere was a star up against the moon, and it rising in the night. If it\nwas a hundred horses, or a thousand horses you had itself, what is the\nprice of a thousand horses against a son where there is one son only?\n\nBARTLEY [Working at the halter, to Cathleen.]\n\nLet you go down each day, and see the sheep aren't jumping in on the\nrye, and if the jobber comes you can sell the pig with the black feet if\nthere is a good price going.\n\nMAURYA How would the like of her get a good price for a pig?\n\nBARTLEY [To Cathleen]\n\nIf the west wind holds with the last bit of the moon let you and Nora\nget up weed enough for another cock for the kelp. It's hard set we'll be\nfrom this day with no one in it but one man to work.\n\nMAURYA It's hard set we'll be surely the day you're drownd'd with the\nrest. What way will I live and the girls with me, and I an old woman\nlooking for the grave?\n\n[Bartley lays down the halter, takes off his old coat, and puts on a\nnewer one of the same flannel.]\n\nBARTLEY [To Nora.]\n\nIs she coming to the pier?\n\nNORA [Looking out.] She's passing the green head and letting fall her\nsails.\n\nBARTLEY [Getting his purse and tobacco.]\n\nI'll have half an hour to go down, and you'll see me coming again in two\ndays, or in three days, or maybe in four days if the wind is bad.\n\nMAURYA [Turning round to the fire, and putting her shawl over her head.]\n\nIsn't it a hard and cruel man won't hear a word from an old woman, and\nshe holding him from the sea?\n\nCATHLEEN It's the life of a young man to be going on the sea, and who\nwould listen to an old woman with one thing and she saying it over?\n\nBARTLEY [Taking the halter.]\n\nI must go now quickly. I'll ride down on the red mare, and the gray\npony'll run behind me. . . The blessing of God on you.\n\n[He goes out.]\n\nMAURYA [Crying out as he is in the door.]\n\nHe's gone now, God spare us, and we'll not see him again. He's gone\nnow, and when the black night is falling I'll have no son left me in the\nworld.\n\nCATHLEEN Why wouldn't you give him your blessing and he looking round in\nthe door? Isn't it sorrow enough is on every one in this house without\nyour sending him out with an unlucky word behind him, and a hard word in\nhis ear?\n\n[Maurya takes up the tongs and begins raking the fire aimlessly without\nlooking round.]\n\nNORA [Turning towards her.]\n\nYou're taking away the turf from the cake.\n\nCATHLEEN [Crying out.]\n\nThe Son of God forgive us, Nora, we're after forgetting his bit of\nbread.\n\n[She comes over to the fire.]\n\nNORA And it's destroyed he'll be going till dark night, and he after\neating nothing since the sun went up.\n\nCATHLEEN [Turning the cake out of the oven.]\n\nIt's destroyed he'll be, surely. There's no sense left on any person in\na house where an old woman will be talking for ever.\n\n[Maurya sways herself on her stool.]\n\nCATHLEEN [Cutting off some of the bread and rolling it in a cloth; to\nMaurya.]\n\nLet you go down now to the spring well and give him this and he passing.\nYou'll see him then and the dark word will be broken, and you can say\n\"God speed you,\" the way he'll be easy in his mind.\n\nMAURYA [Taking the bread.]\n\nWill I be in it as soon as himself?\n\nCATHLEEN If you go now quickly.\n\nMAURYA [Standing up unsteadily.]\n\nIt's hard set I am to walk.\n\nCATHLEEN [Looking at her anxiously.]\n\nGive her the stick, Nora, or maybe she'll slip on the big stones.\n\nNORA What stick?\n\nCATHLEEN The stick Michael brought from Connemara.\n\nMAURYA [Taking a stick Nora gives her.]\n\nIn the big world the old people do be leaving things after them for\ntheir sons and children, but in this place it is the young men do be\nleaving things behind for them that do be old.\n\n[She goes out slowly. Nora goes over to the ladder.]\n\nCATHLEEN Wait, Nora, maybe she'd turn back quickly. She's that sorry,\nGod help her, you wouldn't know the thing she'd do.\n\nNORA Is she gone round by the bush?\n\nCATHLEEN [Looking out.]\n\nShe's gone now. Throw it down quickly, for the Lord knows when she'll be\nout of it again.\n\nNORA [Getting the bundle from the loft.]\n\nThe young priest said he'd be passing to-morrow, and we might go down\nand speak to him below if it's Michael's they are surely.\n\nCATHLEEN [Taking the bundle.]\n\nDid he say what way they were found?\n\nNORA [Coming down.]\n\n\"There were two men,\" says he, \"and they rowing round with poteen before\nthe cocks crowed, and the oar of one of them caught the body, and they\npassing the black cliffs of the north.\"\n\nCATHLEEN [Trying to open the bundle.]\n\nGive me a knife, Nora, the string's perished with the salt water, and\nthere's a black knot on it you wouldn't loosen in a week.\n\nNORA [Giving her a knife.]\n\nI've heard tell it was a long way to Donegal.\n\nCATHLEEN [Cutting the string.]\n\nIt is surely. There was a man in here a while ago--the man sold us that\nknife--and he said if you set off walking from the rocks beyond, it\nwould be seven days you'd be in Donegal.\n\nNORA And what time would a man take, and he floating?\n\n[Cathleen opens the bundle and takes out a bit of a stocking. They look\nat them eagerly.]\n\nCATHLEEN [In a low voice.]\n\nThe Lord spare us, Nora! isn't it a queer hard thing to say if it's his\nthey are surely?\n\nNORA I'll get his shirt off the hook the way we can put the one flannel\non the other [she looks through some clothes hanging in the corner.]\nIt's not with them, Cathleen, and where will it be?\n\nCATHLEEN I'm thinking Bartley put it on him in the morning, for his own\nshirt was heavy with the salt in it [pointing to the corner]. There's a\nbit of a sleeve was of the same stuff. Give me that and it will do.\n\n[Nora brings it to her and they compare the flannel.]\n\nCATHLEEN It's the same stuff, Nora; but if it is itself aren't there\ngreat rolls of it in the shops of Galway, and isn't it many another man\nmay have a shirt of it as well as Michael himself?\n\nNORA [Who has taken up the stocking and counted the stitches, crying\nout.]\n\nIt's Michael, Cathleen, it's Michael; God spare his soul, and what will\nherself say when she hears this story, and Bartley on the sea?\n\nCATHLEEN [Taking the stocking.]\n\nIt's a plain stocking.\n\nNORA It's the second one of the third pair I knitted, and I put up three\nscore stitches, and I dropped four of them.\n\nCATHLEEN [Counts the stitches.]\n\nIt's that number is in it [crying out.] Ah, Nora, isn't it a bitter\nthing to think of him floating that way to the far north, and no one to\nkeen him but the black hags that do be flying on the sea?\n\nNORA [Swinging herself round, and throwing out her arms on the clothes.]\n\nAnd isn't it a pitiful thing when there is nothing left of a man who\nwas a great rower and fisher, but a bit of an old shirt and a plain\nstocking?\n\nCATHLEEN [After an instant.]\n\nTell me is herself coming, Nora? I hear a little sound on the path.\n\nNORA [Looking out.]\n\nShe is, Cathleen. She's coming up to the door.\n\nCATHLEEN Put these things away before she'll come in. Maybe it's easier\nshe'll be after giving her blessing to Bartley, and we won't let on\nwe've heard anything the time he's on the sea.\n\nNORA [Helping Cathleen to close the bundle.]\n\nWe'll put them here in the corner.\n\n[They put them into a hole in the chimney corner. Cathleen goes back to\nthe spinning-wheel.]\n\nNORA Will she see it was crying I was?\n\nCATHLEEN Keep your back to the door the way the light'll not be on you.\n\n[Nora sits down at the chimney corner, with her back to the door. Maurya\ncomes in very slowly, without looking at the girls, and goes over to her\nstool at the other side of the fire. The cloth with the bread is still\nin her hand. The girls look at each other, and Nora points to the bundle\nof bread.]\n\nCATHLEEN [After spinning for a moment.]\n\nYou didn't give him his bit of bread?\n\n[Maurya begins to keen softly, without turning round.]\n\nCATHLEEN Did you see him riding down?\n\n[Maurya goes on keening.]\n\nCATHLEEN [A little impatiently.]\n\nGod forgive you; isn't it a better thing to raise your voice and tell\nwhat you seen, than to be making lamentation for a thing that's done?\nDid you see Bartley, I'm saying to you?\n\nMAURYA [With a weak voice.]\n\nMy heart's broken from this day.\n\nCATHLEEN [As before.]\n\nDid you see Bartley?\n\nMAURYA I seen the fearfulest thing.\n\nCATHLEEN [Leaves her wheel and looks out.]\n\nGod forgive you; he's riding the mare now over the green head, and the\ngray pony behind him.\n\nMAURYA [Starts, so that her shawl falls back from her head and shows her\nwhite tossed hair. With a frightened voice.]\n\nThe gray pony behind him.\n\nCATHLEEN [Coming to the fire.]\n\nWhat is it ails you, at all?\n\nMAURYA [Speaking very slowly.]\n\nI've seen the fearfulest thing any person has seen, since the day Bride\nDara seen the dead man with the child in his arms.\n\nCATHLEEN AND NORA UAH.\n\n[They crouch down in front of the old woman at the fire.]\n\nNORA Tell us what it is you seen.\n\nMAURYA I went down to the spring well, and I stood there saying a prayer\nto myself. Then Bartley came along, and he riding on the red mare with\nthe gray pony behind him [she puts up her hands, as if to hide something\nfrom her eyes.] The Son of God spare us, Nora!\n\nCATHLEEN What is it you seen.\n\nMAURYA I seen Michael himself.\n\nCATHLEEN [Speaking softly.]\n\nYou did not, mother; it wasn't Michael you seen, for his body is after\nbeing found in the far north, and he's got a clean burial by the grace\nof God.\n\nMAURYA [A little defiantly.]\n\nI'm after seeing him this day, and he riding and galloping. Bartley came\nfirst on the red mare; and I tried to say \"God speed you,\" but something\nchoked the words in my throat. He went by quickly; and \"the blessing of\nGod on you,\" says he, and I could say nothing. I looked up then, and\nI crying, at the gray pony, and there was Michael upon it--with fine\nclothes on him, and new shoes on his feet.\n\nCATHLEEN [Begins to keen.]\n\nIt's destroyed we are from this day. It's destroyed, surely.\n\nNORA Didn't the young priest say the Almighty God wouldn't leave her\ndestitute with no son living?\n\nMAURYA [In a low voice, but clearly.]\n\nIt's little the like of him knows of the sea. . . . Bartley will be\nlost now, and let you call in Eamon and make me a good coffin out of\nthe white boards, for I won't live after them. I've had a husband, and\na husband's father, and six sons in this house--six fine men, though\nit was a hard birth I had with every one of them and they coming to the\nworld--and some of them were found and some of them were not found, but\nthey're gone now the lot of them. . . There were Stephen, and Shawn,\nwere lost in the great wind, and found after in the Bay of Gregory of\nthe Golden Mouth, and carried up the two of them on the one plank, and\nin by that door.\n\n[She pauses for a moment, the girls start as if they heard something\nthrough the door that is half open behind them.]\n\nNORA [In a whisper.]\n\nDid you hear that, Cathleen? Did you hear a noise in the north-east?\n\nCATHLEEN [In a whisper.]\n\nThere's some one after crying out by the seashore.\n\nMAURYA [Continues without hearing anything.]\n\nThere was Sheamus and his father, and his own father again, were lost in\na dark night, and not a stick or sign was seen of them when the sun went\nup. There was Patch after was drowned out of a curagh that turned over.\nI was sitting here with Bartley, and he a baby, lying on my two knees,\nand I seen two women, and three women, and four women coming in, and\nthey crossing themselves, and not saying a word. I looked out then, and\nthere were men coming after them, and they holding a thing in the half\nof a red sail, and water dripping out of it--it was a dry day, Nora--and\nleaving a track to the door.\n\n[She pauses again with her hand stretched out towards the door. It\nopens softly and old women begin to come in, crossing themselves on the\nthreshold, and kneeling down in front of the stage with red petticoats\nover their heads.]\n\nMAURYA [Half in a dream, to Cathleen.]\n\nIs it Patch, or Michael, or what is it at all?\n\nCATHLEEN Michael is after being found in the far north, and when he is\nfound there how could he be here in this place?\n\nMAURYA There does be a power of young men floating round in the sea, and\nwhat way would they know if it was Michael they had, or another man like\nhim, for when a man is nine days in the sea, and the wind blowing, it's\nhard set his own mother would be to say what man was it.\n\nCATHLEEN It's Michael, God spare him, for they're after sending us a bit\nof his clothes from the far north.\n\n[She reaches out and hands Maurya the clothes that belonged to Michael.\nMaurya stands up slowly, and takes them into her hands. NORA looks out.]\n\nNORA They're carrying a thing among them and there's water dripping out\nof it and leaving a track by the big stones.\n\nCATHLEEN [In a whisper to the women who have come in.]\n\nIs it Bartley it is?\n\nONE OF THE WOMEN It is surely, God rest his soul.\n\n[Two younger women come in and pull out the table. Then men carry in the\nbody of Bartley, laid on a plank, with a bit of a sail over it, and lay\nit on the table.]\n\nCATHLEEN [To the women, as they are doing so.]\n\nWhat way was he drowned?\n\nONE OF THE WOMEN The gray pony knocked him into the sea, and he was\nwashed out where there is a great surf on the white rocks.\n\n[Maurya has gone over and knelt down at the head of the table. The women\nare keening softly and swaying themselves with a slow movement. Cathleen\nand Nora kneel at the other end of the table. The men kneel near the\ndoor.]\n\nMAURYA [Raising her head and speaking as if she did not see the people\naround her.]\n\nThey're all gone now, and there isn't anything more the sea can do to\nme.... I'll have no call now to be up crying and praying when the wind\nbreaks from the south, and you can hear the surf is in the east, and the\nsurf is in the west, making a great stir with the two noises, and they\nhitting one on the other. I'll have no call now to be going down and\ngetting Holy Water in the dark nights after Samhain, and I won't care\nwhat way the sea is when the other women will be keening. [To Nora]. Give\nme the Holy Water, Nora, there's a small sup still on the dresser.\n\n[Nora gives it to her.]\n\nMAURYA [Drops Michael's clothes across Bartley's feet, and sprinkles the\nHoly Water over him.]\n\nIt isn't that I haven't prayed for you, Bartley, to the Almighty God.\nIt isn't that I haven't said prayers in the dark night till you wouldn't\nknow what I'ld be saying; but it's a great rest I'll have now, and it's\ntime surely. It's a great rest I'll have now, and great sleeping in the\nlong nights after Samhain, if it's only a bit of wet flour we do have to\neat, and maybe a fish that would be stinking.\n\n[She kneels down again, crossing herself, and saying prayers under her\nbreath.]\n\nCATHLEEN [To an old man.]\n\nMaybe yourself and Eamon would make a coffin when the sun rises. We have\nfine white boards herself bought, God help her, thinking Michael would\nbe found, and I have a new cake you can eat while you'll be working.\n\nTHE OLD MAN [Looking at the boards.]\n\nAre there nails with them?\n\nCATHLEEN There are not, Colum; we didn't think of the nails.\n\nANOTHER MAN It's a great wonder she wouldn't think of the nails, and all\nthe coffins she's seen made already.\n\nCATHLEEN It's getting old she is, and broken.\n\n[Maurya stands up again very slowly and spreads out the pieces of\nMichael's clothes beside the body, sprinkling them with the last of the\nHoly Water.]\n\nNORA [In a whisper to Cathleen.]\n\nShe's quiet now and easy; but the day Michael was drowned you could\nhear her crying out from this to the spring well. It's fonder she was of\nMichael, and would any one have thought that?\n\nCATHLEEN [Slowly and clearly.]\n\nAn old woman will be soon tired with anything she will do, and isn't it\nnine days herself is after crying and keening, and making great sorrow\nin the house?\n\nMAURYA [Puts the empty cup mouth downwards on the table, and lays her\nhands together on Bartley's feet.]\n\nThey're all together this time, and the end is come. May the Almighty\nGod have mercy on Bartley's soul, and on Michael's soul, and on the\nsouls of Sheamus and Patch, and Stephen and Shawn (bending her head]);\nand may He have mercy on my soul, Nora, and on the soul of every one is\nleft living in the world.\n\n[She pauses, and the keen rises a little more loudly from the women,\nthen sinks away.]\n\nMAURYA [Continuing.]\n\nMichael has a clean burial in the far north, by the grace of the\nAlmighty God. Bartley will have a fine coffin out of the white boards,\nand a deep grave surely. What more can we want than that? No man at all\ncan be living for ever, and we must be satisfied.\n\n[She kneels down again and the curtain falls slowly.]",
    "metadata": {
        "author": [
            "Synge, J. M. (John Millington)",
            "Synge, John M.",
            "Synge, John Millington",
            "Synge, Edmund John Millington"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/994/pg994.txt",
        "name": "riders_to_the_sea.json"
    }
}