{
    "name": "Righteous plague",
    "author": [
        "Abernathy, Robert",
        "Abernathy, Robert Harwood"
    ],
    "body": "The ugly, high-backed truck splashed heavily through the puddles of the\nweedy road. Just before it reached a curve, it swayed and slithered as\nthe brakes locked suddenly. A man had come stumbling from the rain-wet\nbushes; he paused now, stared dully at the halted, angrily grumbling\nmonster.\n\nAn officer heaved himself out of the seat beside the driver, cursed\nirritably, flung open the door and swung out onto the running board--a\nmalevolently superhuman figure in his panoply of snouted mask and\nrubberized armor. His gloved hand lifted, sliding a long-barreled\nautomatic from its worn holster, aiming. At the shot's crash the man\nfrom the thicket stiffened and toppled into the mud, where he writhed\npainfully. Two more bullets, carefully placed, put a stop to that.\n\nThe officer slid back into the seat and sighed with a sucking sound\ninside his mask. Without being told, the driver turned the truck\ncautiously off the road; tilting far over, left wheels deep in the\nslippery ditch, it ground in lowest gear past the motionless body,\nkeeping several feet away.\n\nIn the back of the truck, five oddly-assorted civilian men and one\nwoman huddled together and exchanged vaguely curious glances over\nthe stop, the shooting, and the detour. Then, as the machine climbed\nback onto the roadbed and they could see the corpse sprawled in the\nway behind, the interest left their faces; they reflected only the\nemptiness of the gray sky, the hopelessness of the sodden fields\nand woods they passed. The prisoners might have found the weather\nappropriate for death. They did not speak of that, because they knew\nthey were on their way to die.\n\nBut the masked and armored soldiers who sat nervously watching them,\nrifles clutched between their knees, did speak of death, and made\nsour jokes about it. They did not know they themselves were going to\ndeath--that when the execution was done and reported by radio, a plane\nwould be overhead inside two minutes to bomb them.\n\nThat would take place by order of the Diktatura, that is: by the\nsovereign will of the People, expressed by its Executive Council, which\nwas responsible directly to the Dictator.\n\nNaturally it was the People's will that no one come out of a plague\nspot, for the People feared death.\n\nJoseph Euge said as much to the pale, underfed-looking young man who\ncrouched beside him in the bed of the truck. \"The gasproof clothing,\"\nhe added, \"protects nothing but morale, and these men's morale needs to\nlast only until--their job is done.\"\n\nThe young man looked at him fixedly, seeing gray hair, a firm-lined\nface, and a suit that had been expensively respectable. They did\nnot know each other's names. All the trials had been separate; each\nprisoner had been told that the others--whom, for the most part, he had\nnever heard of--had confessed the whole plot.\n\n\"What makes you think so?\"\n\n\"I know a good deal of the Dictator's ways,\" said Euge quietly; \"I used\nto be well acquainted with him.\"\n\n\"You were close to him--who are you?\"\n\n\"My name is Joseph Euge.\"\n\n\"_Doctor_ Euge.\" The pale young man's eyes widened as he repeated the\nname the way the newspapers had printed it so often; he edged a little\naway from the other, jostling the woman beside him. She, too, stared\nwith haunted eyes, and her lips framed the name in a whisper; the rest\nof the condemned--a large rough man in a workman's faded blue, a little\nJew with twitching hands, and another youth who, like Euge's neighbor,\nhad evidently been a student--looked at him also, with an expression\ncompounded of wonder, fear, and hate.\n\n\n\nBehind their masks, fixed eyes and bayonets gleaming, the guards sat\nstony-faced. They were trained to be blind, deaf, and dumb--and on\noccasion oblivious of smells--in the stern fulfillment of duty.\n\n\"You are _the_ Dr. Euge?\" whispered the woman with a flicker of\ninterest. \"The man who loosed the plague on the world?\"\n\nHe nodded and stared at his knees. \"It is true,\" he said slowly,\n\"that I was a military bacteriologist--one of the best; it is only an\naccident that I was anything more. I have made my share of mistakes.\nMost of us have been patriots at one time or another, else there could\nhave been no Victory.\" Euge noted wryly how strong the indoctrination\nof his mind was, relegating the word 'war' to the realm of obscene\ntaboos, and leaving only 'victory' permissible. \"But--\" he lifted his\ngray head and looked candidly into their faces, \"when I 'loosed the\nplague', as you put it, I was not being a patriot and I do not think I\nwas making a mistake.\"\n\nThey stared at him with bleak eyes. Euge said almost pleadingly, \"I\nbelieve you are all members of the Witnesses of the Lord, who are\nproscribed for maintaining that the plague is a punishment decreed\nagainst a sinful world. From that standpoint, surely I am not to blame\nfor having acted as an instrument of divine justice.\" It was as if he\nappealed for judgment to these strangers, to whom he was united in the\nintimate community of a grave that must be shared.\n\n\"He's right,\" said the Jew, and smiled a little, even then, with\npleasure at a point well made. \"We're inconsistent if we blame him.\"\n\nThere was a lightening in their wan, drained faces, mostly of relief at\nbeing told that they need not spend those few last minutes in hating.\n\nThe woman's reaction was strongest; she leaned forward, eyes suddenly\nfeverish: \"Do you believe as we do, then? Did you know you were guided,\nwhen--\"\n\nThe scientist said wearily, \"I have seen no visions, I have heard no\nvoices. Still I do not feel responsible for what has come on the world\nthrough me. In the plenum of probabilities, what may be will be....\"\n\n\"Doctor, beyond your universe of probabilities there must be a power\nthat chooses among them.\" The young student spoke with the quiet\nconviction of a man in whom knowledge and faith are at peace. \"We must\naccept that power--or the logic by which it chooses among the possible\nworlds--as good, the definition of good. You should see that--now, if\nnever before.\" He quoted Goethe. \"... _denn nur im Elend erkennt man\nGottes Hand und Finger, der gute Menschen zum Guten leitet._\"\n\nEuge looked out through the rear of the truck, at the gray landscape\nrumbling away, and guessed that the journey's end was still fifteen\nminutes ahead; unless his knowledge of how the Dictator's mind worked\nfailed him, the place would be near the wreckage of his one-time\nlaboratory, leveled from the air on the naive theory that some devilish\ndevice there was broadcasting the seeds of plague....\n\nAching minutes that had to be soothed with words. Words--God, fate,\nhope, hereafter--are man's last support when everything else has given\nway. \"So you accept the plague as good? I saw one of your propaganda\nsheets with the phrase 'Judgment Virus'. An apt name. But it does\nnot judge as men do; it has its own peculiar standards, that virus\nI found.\" Euge's voice was level, colorless; he did not look at the\nothers to hold their attention or to see if they were listening. \"I\nwill tell you what it is....\"\n\n\n\n\n                                   2\n\n\nEuge was busy in the microscope room, examining tissue from the last\nrun of test animals, when the communicator buzzed and told him that the\nDictator had arrived and wanted to see him at once.\n\nHe left the room by way of an airlock, in which--Dictatorial summons\nnotwithstanding--he spent full five minutes under a spray of\ndisinfectant chemicals and radiations; after the lock had cleared he\nstripped off the airtight armor he wore without touching any of its\nouter surfaces, and left the chamber quickly.\n\nThe Dictator's visit was a signal mark of Euge's importance, or\nat least that of his virus research; there was no doubt that Euge\nwas highly thought of and trusted. His dossier was that of a man\nwho extended his scientist's worship of \"Truth\" even into the very\ndifferent field of human relations. The Diktatura could use such men.\n\nEuge knew his status, had given it little thought for years. It was his\nprivate social contract, the working agreement by which the powers that\nbe gave him the priceless opportunity to do research, in return for\nthe--to him--worthless byproducts of same.\n\nNow, he thought as he went up in the elevator, the Dictator would\nbe impatient--or at least eager--to hear the results of the newest\nexperiments. The first tests of the new strain showed promise, by\ninoculations of a monkey, _Macacus rhesus_. The last series of\nexperimental animals had belonged to another primate species. _Homo\nsapiens._ That was the crucial proof, whether men infected with Virus\nRM4-2197--R for rubeola, or measles, M4 for fourth-stage mutant, the\nrest the classification number of the culture--would die swiftly,\nsurely, with a minimum of fuss. That was routine, too, but the results\nwere not.\n\nThe results had kept Euge lying awake for some nights now. Awake,\nopen-eyed, face to face with himself as he had not been within his\nmemory.\n\nHe turned briskly into the contagion laboratory, deliberately making\ndelay, explaining to himself that it would be best to have all the data\non the new culture at his fingertips. The big room was a jungle of\nsealed glass cases where beady-eyed mice tumbled over each other, where\nhealthy rabbits nibbled lettuce cheek by jowl with rabbits whose bodies\nseethed with mutant microbes. At the most crowded end of the room was\nNovik, brightest of the skilled young men assigned as assistants and\napprentices to the great Dr. Euge, busy now with pencil and notebook,\ncounting dead mice.\n\n\n\nEuge looked over Novik's shoulder at the tallies. They were many. He\nasked, \"What does it come to?\"\n\n\"So far,\" said Novik, \"I've only been over the direct and remote cages.\nBut--\" he gestured at the remaining glass compartments on his right,\n\"I'd be willing to bet the results of the delayed exposures are the\nsame. Contagion, one hundred per cent; mortality, one hundred per cent.\nThe only difference is, that where infected and healthy mice have a\nscreen between them, the healthy ones get it slower--a few cases at\nfirst, then it runs right through them.\"\n\n\"Mmm,\" said Euge without enthusiasm. The figures proved nothing\nnew--only that the mutant virus bred true; for that matter, the 100-100\nratio of infections and deaths to exposures had been achieved already\nwith RM3.\n\nEuge turned toward a double tier of cages along the side wall. These\nwere small, built to contain one animal apiece, ten above, ten below.\nThey were segregation cages; the lower tier was wired to a wall plug\nthrough a transformer and a mildly remarkable device, consisting of\ntwo slowly revolving, eccentric wheels and a relay, which insured that\nthe metal floor of the ten cages should be slightly electrified at\nirregular intervals.\n\n\"Mmm,\" said Euge again, surveying the victims of his unorthodox\nexperiment. Of the ten mice in the bottom cages, not all were dead;\nthey had been exposed to Virus RM4 somewhat later than those in the\nlarge cases, after the first tests on human beings; but those that\nstill lived were obviously breathing their last. In the upper tier,\nthough, seven mice were still bright-eyed and alert; two were dead, and\na third lay on its side, panting and bedraggled.\n\nEuge swung back to Novik. \"Set up fifty more segregation cages. Clear\nthe wired set for a repeat test. And get me half a dozen cats. And--\"\nhe hesitated, \"don't mention these experiments to the others if you\ncan help it; we two can handle all the necessary work.\"\n\nNovik's clear eyes dwelt briefly on his superior's face, a look of\nsympathetic understanding for the haggard pallor, the tired lines about\nthe older man's mouth. \"Right,\" he nodded crisply.\n\n\"I'll be back by the time you're ready,\" said Euge. \"Right now I have a\nchore to do.\"\n\n\"The Dictator's here?\"\n\nEuge frowned. \"How did you know?\"\n\n\"It's plain in your face.... What are you going to tell him?\"\n\n\"Tell him? Why, what he's come to hear.\"\n\n\n\nThe Dictator was as usual splendid in uniform. His was not a garish\nor offensive splendor, but beautifully tailored, pointed up with\nharmonizing gleams of bright metal, like the tasteful chromium\nornaments of the luxurious modern cars and aircraft. The uniform made\nhis somewhat stocky figure the epitome of the new age, ruled by the\nstars of technical perfection, beauty, and above all harmony. The\nDiktatura was the first government which had dared to assume total\npower over and total responsibility for the lives and happiness of\nits people. Under the sway of its master plan, guided by its ultimate\nideology, all men and things harmonized, cooperated and coordinated;\ndissonances were forbidden. And the vast harmony of a nation found its\nsummit and symbol in this one man, the almighty father of his people.\nWithout his knowledge no sparrow fell to the ground in his borders, and\nin his files all the hairs of his subjects' heads were numbered.\n\nThe great Dr. Euge was only one among hundreds of millions whose work\nand rewards and recreations and very thoughts were arranged for their\nown benefit; but at the same time he was something more. As long as the\nDiktatura was not world-wide, there would be groups and nations in the\nclashing chaos beyond the frontier which plotted with envious hatred to\ndestroy it. The earthly paradise must be defended; Euge's position as\na top scientist in a field vital to defense elevated him almost to the\nlevel of the politico-economic planners.\n\n\n\nThe Dictator greeted Euge with a man-to-man warmth he did not use\ntoward those to whom he was something much like a god. \"Well, doctor,\nhow is the health of your virus? And of those who have sampled it?\"\n\nThe scientist said quietly, \"Of the sixteen specimens you sent me, all\nbut one died within ten days after inoculation.\"\n\n\"Ah? And the one?\"\n\n\"That is the strange thing. It would seem that--the virus has some\npreference in victims.\"\n\nThe Dictator blinked, his most marked expression of surprise. \"Explain!\"\n\nEuge's face was unreadable. \"Before I go into details,\" he suggested,\n\"let us consider the nature of the perfect biological weapon.\"\n\n\"Perhaps you have discovered the perfect weapon?\" The Dictator frowned;\n\"you are being obscure.\"\n\n\"Then,\" said Euge stolidly, \"suppose I put it negatively. What is wrong\nwith most biological weapons?\"\n\n\"They are treacherous.\"\n\n\"Exactly. Virus RM3 was our best development up to now; it has a\ncontagion index and mortality rate of 100, with the psychological\nadvantage of bringing about death in a rather repulsive fashion; it is\neasily produced and distributed, and there is no known counteragent. So\nit cannot be used as a weapon; it is too dangerous to the user.\"\n\n\"We were over that before,\" said the Dictator. They had been, and he\nhad found it hard to stomach. Especially when he reflected that the\nenemy, while it was improbable they had duplicated the creation of RM3,\nmight have equally deadly weapons, which similar considerations would\ndeter them from using--unless driven to suicidal retaliation. It was\nknown, though, that the enemy had been fortunately slow in developing\nthe technique of disease mutation--the methods of irradiation,\ncentrifugal selection and automatic scanning which could produce and\nanalyze thousands of cultures at a time, compress millions of years of\nmicro-organic evolution into weeks or days.\n\n\"The single case of immunity to RM4,\" said Euge drily, \"had no bases\nthat became evident either at once or on the closest comparison of\nthe physiological data, both pre-inoculation and post mortem. I was\non the point of giving up and deciding to repeat the experiment, when\nit occurred to me to contact the Political Police and ask for their\ndossiers on all the specimens. After a little delay, my request was\ngranted--\"\n\n\"I know,\" said the Dictator impatiently; \"I approved it myself.\"\n\n\"Well--the fifteen men who died of RM4 were run-of-the mill criminals\nand political offenders--malcontents stupid enough to express\nthemselves antisocially. But the survivor was a Witness of the Lord--a\nreligious maniac, arrested for overstepping the limits of toleration\nin an impromptu sermon. A man of scanty intelligence, barely above the\neuthanasia level.\n\n\"Those facts, however, were less interesting than the letter attached\nto the dossier. It stated that, after a review of the case inspired by\nmy particular interest in it, the Political Police had concluded that\nthe man's arrest had been a mistake. You know that those fanatics,\nthough not our most desirable elements, are mostly harmless and even\nuseful, with their 'whatever is, is right' theology. This one's loyalty\nseems to have been beyond question.\"\n\nThe Dictator's eyes glowed with a sudden energy. \"When the Popo admits\na mistake, there's really been one!\" His breath whistled between his\nteeth. \"I--begin to--see.\" He started pacing up and down the room. \"The\nperfect weapon--an intelligent virus!\"\n\n\"Not intelligent,\" denied Euge heavily. \"The day we develop a thinking\nvirus here--a thing I do not believe possible--I will call for an\natomic bomb to be dropped on the laboratory. RM4, evolved from an\nencephalitic measles strain, attacks primarily the brain--as it\nseems now, only certain types of brains. Of course, the data are\ninsufficient. Some of the lower animals tested were immune--but you\ncan't draw safe analogies between animals and men. I'll need more human\nmaterial.\"\n\n\"You'll get it!\" The Dictator halted and stood very straight,\nglittering impressively in his uniform. \"How many--\"\n\n\"This time I will need a control....\"\n\n\n\n\n                                   3\n\n\nSo twenty-five healthy privates of the Dictator's Honor Guard,\nhandpicked for courage, rigid honesty and selfless loyalty to the\nleader, were hospitalized and injected with potent doses of viciously\nlethal culture RM4-2197. They were told that it was a new immunization\nwhich would soon become regulation throughout the armed forces.\nAnd twenty-five prisoners, likewise healthy save for the twist in\ntheir minds that made them seditionists and rebels instead of Honor\nGuardsmen, received the same injection and were told the same story.\n\nThe results were almost fantastically satisfactory. The twenty-five\nconvicts died, one and all, with the uncontrolled spasms and\ntwitchings, lapsing into stupor, that told of the virus' progress\nin the higher nerve centers. Their isolated barracks, together with\nthe unimportant orderlies who had cared for it and the victims, were\nsterilized, almost obliterated by caustic chemicals and flame. Meantime\nthe Honor Guard in their separate quarantine rolled dice and exchanged\ndirty jokes and felt no ill effects.\n\nThe Dictator had commanded that he be first to know the outcome; he,\nwho fancied himself as a poet of human destiny, also liked to think\nthat he had a scientific mind, and in this matter, on which the world's\nfuture might hinge, he wished to make his own observations and draw\nhis own conclusions. But promptly after receiving the news he visited\nEuge again to shower him with jubilant congratulations.\n\n\"Now,\" he announced fervently, \"we must have a final experiment, to\nbe wholly sure. One on a far grander scale than before--than any\nexperiment ever was before! I want a large supply of Virus RM4, in\nsealed cylinders of five or six liters each, under pressure. Prepared\nas for military use, you understand. The rest I will take care of.\"\n\nEuge bowed his head in acquiescence, and refrained from mentioning his\nmice.\n\n\n\nLong rows of glass cells where mice lived and died by ones and twos\nand threes, were in the contagion laboratory, where by Euge's orders\nonly he and Novik worked now. Less flamboyantly than the Dictator, Euge\nliked to be sure, and he repeated his experiments doggedly until the\nstatistical results leveled off at well-defined norms.\n\nInfected mice, segregated in solitary confinement, developed symptoms\nand died in the ratio of sixty-five out of a hundred. Among similarly\nexposed animals distributed two to a cage, the mortality averaged\nsomewhat over eighty-seven per cent. In threes, ninety-six per cent.\nAnd when he tried isolating a hundred mice, four to a cage, all of them\ndied. In every case, if one mouse in a group took the disease, so did\nthe rest.\n\nThat was not unreasonable. Re-exposure by contact with more susceptible\nspecimens.... But Euge played with his apparent immunes. He rigged a\nnumber of cages so that the occupants, their food and their water were\nconstantly under a fine mist of virus poison. And only a couple of\nthem died. Then, with difficulty and some danger, working in armor, he\nopened the cages and shifted the living mice about, breaking up groups\nand creating new ones. In the next few days, the immunes' mortality\nrate was better than forty per cent.\n\nAnd in an adjoining storeroom, cleared for the purpose, Euge set up\nanother and cruder experiment. Mice that had survived exposure to RM4\nwere imprisoned in sealed glass runs, and in the room at large were let\nloose the half-dozen lean alley cats that Novik had procured. The cats\nroamed hungrily about, mewed and clawed at the glass and had difficulty\nunderstanding that there was no way of getting at the mice. And the\nmice, likewise deceived, ran and squeaked in terror--and quickly\nsuccumbed to the convulsions and lethargy of encephalitis.\n\nBut when he provided opaque shelters, where the mice could conceal\nthemselves part of the time, most of them remained immune.\n\nThe cats, Euge determined, were wholly immune; massive injections of\nthe virus did no more than infuriate them. Sleeping fitfully in the\nsmall hours, he had nightmares in which the carnivora inherited an\nEarth from which men and rodents had vanished.\n\nThat was only one of his nightmares. He was as phlegmatic as a man need\nbe in his line of work, but now his peace of mind had gone glimmering,\nand he was at odds with his world. From the time when mature reflection\nhad replaced the last sparks of youthful rebellion in him, he had\nbeen a faithful and coddled servant of the Diktatura, but now he was\nincreasingly certain that his failure to make known his new data was\ntreason. A fatalistic streak tried to comfort him, whispering that even\nif he spoke it would make no difference.\n\nOf only one thing was he sure: he wanted to know....\n\n\n\nThe Dictator took some time in the preparation of the experiment. A\ncity of twenty thousand people had to be isolated temporarily from the\nrest of the country, and unobtrusively surrounded with troops, guns and\nbombers, in case things went disastrously wrong.\n\nThe isolation was accomplished, by means of a complete embargo on\nland and air transportation out of the test area, only an hour before\na few small planes droned over the city, trailing an impalpable and\ninvisible mist of virus-laden solution. The published and broadcast\nreason for the emergency measures was truthfully plausible--a\nthreatened outbreak of disease, understood to be sleeping sickness. The\ndifference in symptoms between ordinary _encephalitis lethargica_ and\nthat produced by RM4 was so slight that few if any of the doctors who\nwere shipped into the city recognized anything peculiar in the cases\nthey treated, apart from the high--100%--fatality. It was not necessary\nthat they know any better, since they were only a part of the ardently\npursued campaign to allay public suspicion and anxiety and prevent an\nundesirable panic.\n\nThe soothing propaganda and example of the authorities, and the\ndiligence of the Popo agents who swarmed in the stricken area, were so\nsuccessful that no mass plague-terror reared its head, though the death\ntoll during the three weeks it took for the epidemic to run its course\nclimbed to almost a thousand.\n\nSeveral doctors and a couple of secret policemen contracted the\ndisease, and, of course, died. That was fair enough, but a far more\nuntoward incident came near marring the Dictator's pleasure in his\nexperiment.\n\nChaber, the Popo chief, crossing the country on one of his frequent\nincognito tours, happened to be caught in the test city's railway\nstation by the travel interdict. It took him more than an hour to\nconvince the distracted officials in charge of enforcing the ban that\na man in his position was above such things, so that he and his aides\nwere still there when the virus-carrying planes did their job.\n\nThe Dictator, receiving belated word, was furious. A flying squad of\nHonor Guardsmen intercepted Chaber's private train, ran it onto a\nsiding and held the police chief and his staff there in something very\nlike arrest. True, the Dictator sent a message to assure Chaber that\nthe quarantine was a purely temporary result of someone else's mistake,\nand that matters would soon be cleared up....\n\nFor Chaber they never were. He died eight days later in the coma of\nRM4 infection. Most of his aides preceded or followed him by a day or\nso; and when the last radioed reports indicated that the contagion was\nspreading to the Guards, the Dictator gave horrified orders and the\nplague-infested train was set on fire by incendiary bombs.\n\nAbout the same time, past one o'clock in the morning, Dr. Euge was\ndragged out of bed and haled unceremoniously before the Dictator.\n\nThe scientist listened dispassionately to his first news of Chaber's\nmisfortune and to excited demands for an explanation. He was more at\npeace with himself now than he had been for long; he was prepared to\nlie coldly and directly, to ensure the unfolding of events to their\nlogical conclusion. But no lie seemed to be needed yet.\n\n\"I would suggest,\" said Euge calmly, \"that you impound the deceased's\npapers and personal effects, and subject them to rigorous examination.\nYou may find the reason for his death--about which I know no more than\nyou.\"\n\nEuge cooled his heels under house arrest for twenty-four hours before\nhe was summoned again to the Dictator's presence. The leader was\nhimself again; he greeted Euge with that warm smile which had made more\nimpressionable men fall at his feet in adoration.\n\n\"You were right, doctor. The man was, if not an actual traitor, at\nleast a potential one; he was slyly subverting the loyalty of his\nimmediate subordinates, with the idea of making himself paramount in\nthe government. His death becomes a striking demonstration of your\nvirus's value.\" A new shadow passed over the Dictator's face as he\nrecalled how he had trusted Chaber. \"I think,\" he mused aloud, \"we\nwill prepare RM4 injections for all the more strategically placed\npersonnel of the Political Police and--yes, the Guards too. Eventually,\nit would be a good idea to blanket the whole country with the virus.\"\nThe Dictator brightened again. \"For the rest, the results of the\nlarge-scale test were highly gratifying.\"\n\n\"Indeed,\" said Euge without surprise.\n\n\"You can study the figures if you like. Comparison of the death-list\nwith police files shows that the vast majority of the affected were\npeople with criminal records or known deviationist tendencies. A city\nrid of human vermin at one stroke! Now nothing can stop us.\"\n\n\"No,\" said Euge.\n\n\n\nThe Diktatura worked fast. The new mass-production forced-culture\ntechniques obviated the difficulties of producing great quantities of\nthe new virus within a short period, and when the armed forces received\nthe order for the minor operation of occupying two small, ideologically\nhostile countries on the border, there was already enough RM4 on hand\nfor a major war.\n\nIn that lightning trial campaign, the new weapon was still used\nsparingly and with caution. In combination with more conventional\noffensive measures, it proved itself nobly. The Diktatura's shock\ntroops rolled into cities of the dead, saw whole countrysides unpeopled\nalmost overnight by the mutant plague. Few of the invaders, picked,\nloyal men that they were, succumbed; but even after the guns had fallen\nsilent, the pestilence continued to stalk unchecked and uncheckable\namong the subjected peoples.\n\nThe Dictator weighed the reports that piled up on his desk. The\nplague's existence and origin were no longer secrets to anyone whose\nknowledge or lack of it mattered. The Diktatura's most potent rival\nhad already closed its borders and begun a formidable mobilization.\nThe time for a public announcement had arrived; the enemy would fear\nto believe it, but the revelation of the invincible weapon would do\nwonders for home morale.\n\n\n\nNovik walked the streets in a daze, torn by recurring doubts. He\nhad left the laboratory and flown to the capital without Dr. Euge's\nknowledge, but now the image of the gray scientist, his approval of\nNovik, his trust in Novik, rose up to torment him. He could not even\nguess at Euge's motives, but he felt morally certain they were against\nthe nation's interests. And the nation, he knew as everyone knew today,\nwas on the threshold of war. Of Victory. That was the word that had\nbeen given them for years with their food and drink, held shining\nbefore them upon the straight and narrow way....\n\nThe air was filled with Victory. It blared and glared from the public\ntelevision screens on the street corners, in brazen anthems, in a\nfamiliar voice that swelled in triumphant oratory, battered its phrases\ninto Novik's numb consciousness.\n\n\"Announcement to the people ... the day, the hour are at hand ...\nVictory! Against the corrupt and vicious barbarians, the slimy foes of\nprogress, the enslavers of humanity ... Victory!\"\n\nFrom all the corners, from the big screens, glittered the Dictator,\nabove the crowds that gathered and shoved each other and hurrahed his\nwords. Novik stared with smarting eyes; his head buzzed and he could\nnot assemble his thoughts. He turned away and plodded on, and on\nthe next corner met again the voice and gestures of the leader, his\ncompelling gaze from the glowing screen.\n\n\"History demands that we prevail. If any fresh proof of that fact\nwere needed--as all of you know that it is not--it would be provided\nby the new scientific discovery which at the same time reaffirms the\nfundamental, objective truth of our way of life and thought, and\nprovides us with the ultimate weapon for enforcing our way on the\nbackward regions of the world....\n\n\"Only evil men, warped minds oppose us. The virus attacks such minds\nand completes the ruin which their own perversion has begun. Those who\nare clean and upright in thought and deed, loyal to their fatherland\nand the great idea of the Diktatura, have nothing to fear from it; they\nare immune. Therefore we can use it as a weapon without apprehension\nor compunction, for we shall only be wiping out the vermin of the\nEarth....\"\n\nNovik started to run. Heart thudding, breath rasping in his throat, he\nshouldered through the ecstatically listening crowds. In their ears he\nscreamed: \"It's not so! We mustn't use it!\"\n\nThey stared after him, some shouted \"Stop him!\" but no one wanted to\nmiss the Dictator's epoch making speech.\n\nIt was over a mile to the Dictatorial palace, and Novik ran all the\nway. He was reeling with exhaustion when he got there, and he had to\nlean against a pillar and wrestle with nausea for a time before he\nwas able to produce his wallet and show the card in it to the tall\nGuardsman at the gate.\n\nThe Guardsman raised his eyebrows; the disheveled and panting young man\nbefore him didn't look much like a Popo agent.\n\nBeyond the gates, though, Novik encountered officials who knew him,\nand in a remarkably short time he was led before the Dictator. Since\nChaber's demise, the leader had appointed no successor to the post,\ntaking care of the most important police matters himself. Now he was\nstill flushed from his speech to the people and delighted by the first\nreports of the people's reaction.\n\nNovik faced the Dictator, holding himself erect with an effort. He\nsaid thickly, \"Agent Novik reporting, sir, in the case of Dr. Joseph\nEuge....\"\n\n\"What's the matter with you?\" The Dictator stared at him from under\nknitting brows. \"Are you drunk?\"\n\n\"He is a traitor,\" said Novik. \"He has withheld information ... vital\nto defense....\"\n\n\"Eh? You mean Euge? What information?\"\n\n\"His experiments ... the mice. Been doing them for months.\"\n\n\"For months? Then why haven't you reported it before?\"\n\n\"Another traitor,\" mumbled Novik. He swayed unsteadily on his feet,\ncaught himself with a peculiar jerk; his eyes were somnolent. Before\nthem the Dictator blurred in a bright painful glitter of metal. Two\nDictators, shining and terrible here at the end of the world. \"The\nvirus ... not a weapon. Not to be used, because ... it's death.\nIt's ... fear....\"\n\nThe Dictator recoiled, recognizing the red-rimmed vacant eyes, the\ntwitching face of the young man. He opened his mouth to say too much,\nand held his breath; then he stiffened and ordered harshly: \"Take him!\nTake him away!\"\n\n\n\n\n                                   4\n\n\nDuring the speech to the people, the first rockets had already risen\nfrom their scattered launching sites and were soaring at ten, fifteen,\ntwenty miles per second over continents and oceans. The enemy was not\nunprepared; his immensely complex and expensive systems of warning\nand defense, radar-eyed, electric-nerved and robot-brained, were\nfully on. But that defense setup, which laced a whole nation and\nconcentrated bristlingly over the great cities, was designed primarily\nto detect, deflect and destroy projectiles with atomic warheads,\nwhich must approach within a few miles of their targets to do damage.\nThe bombardment rockets of the Diktatura burst quietly high in the\nstratosphere, before very many of them were met and annihilated by\nthe interceptor barrage. Their cargoes dispersed earthward in a rain\nof little protective plastic globes, which, as they fell through the\nwarm restless levels of the troposphere, darkened and shriveled in a\nfantastically swift chemical decay, and spewed their liquid contents in\na fine spray into the air.\n\nSix days before--the virus' average incubation period--the code word\nhad been sent out to the spies and the native fifth columnists who\nserved the Diktatura for pay or loyalty's sake. It was their mission to\ndistribute the small quantities of Virus RM4 which had been smuggled\nto them, in such a way as to make the plague's initial onslaught as\nparalysing as possible. The enemy's total destruction in the end was\nforegone; but his power to strike back must be cut down to a minimum.\n\nThe broadcasts and the headlines continued to proclaim to the nation\nthat this was Victory Day.\n\n\n\nEuge had cleared away the remains of his experiments methodically.\nThere was nothing more to be learned that way, and most of the\nestablishment was converted now to helping in the mass production of\nVirus RM4. Euge locked up the contagion laboratory and settled down\nby his private televisor to observe the progress of the ultimate\nexperiment, whose laboratory was the world.\n\nGuessing as he did the reason for Novik's failure to return, he was\nlittle surprised or alarmed when a half-dozen booted Guardsmen clumped\nin on him, and their leader informed him that he was again confined to\nquarters.\n\n\"If the Dictator wishes to see me--\" began Euge politely.\n\n\"The Dictator's busy,\" said the squad leader. \"He'll talk to you in due\ntime.\"\n\n\"I understand,\" Euge nodded resignedly, and turned back to his\nnewscasts.\n\nHis own name was repeated in them with considerable frequency, and\nrecorded pictures of him were broadcast. He was understood to be a\nmodest hero of science, with a passion for anonymity. In the Dictator's\ndue time, Euge realized, he might receive the accolade of a martyr to\nscience.\n\nHe passed over the mentions of himself impatiently. Once he had rather\nliked the modicum of glory and the comfort that the Diktatura granted\nhim in return for his work, but now he was down to basic motives, and\nhis desire to live was largely a product of his avid curiosity to see\nwhat the offspring of his curiosity would do to mankind's world.\n\nThe picture emerged but slowly from behind the bright parade of\ncensored reports; only for one like Euge, who had some experience of\nthe government's inside ways and who, moreover, knew better than any\nother living man what to expect, did it emerge at all.\n\nIt was evident before long that the enemy's resistance was greater than\nanticipated. Easy to say \"according to plan\", but it was impossible to\nignore or gloss over the news when enemy atomic rockets leaked through\nthe defenses, and a city here or there puffed skyward in a pillar of\nsmoke and flame. Or when highflying enemy machines sowed the seeds of\na controllable, but extremely nasty epidemic, which touched even the\ncapital.\n\nThe fifth-column offensive must have failed miserably. Naturally, the\nfirst to die in the enemy's country would have been those entrusted\nwith spreading the plague. Euge wondered if the Dictator had found that\nout, and if so, what he thought about it.\n\nNever acknowledged, but quickly apparent to the expectant Euge from\ncertain veiled illusions, denials and instructions that came over the\nair, was the beginning spread of RM4, in its active and lethal form\n(the latent infection must be almost universal now), among the people\nof the Diktatura. In his head Euge kept a map, in which the increasing\nareas that the newscasts never mentioned were represented by creeping\nsplotches of blackness. When he examined and revised it, he was wont\nto lean back with closed eyes, on his lips a faint smile that made his\nguards look uneasily at one another.\n\nImmured, Euge had no means of learning directly what spirit was abroad\nin the masses. But he could make shrewd deductions from the changing\ntones of the propaganda directed at them. Within the space of less than\na month, it shifted from paeans of celebration for a quick and easy\nconquest to the harsh task of inspiring a fiercely realistic, do-or-die\ndetermination, to which Victory was once again a far wandering fire,\nbeckoning out of storm and darkness ahead.\n\nRealism went as far as an admission that the initial biological attack\nhad failed to fulfill the hopes pinned on it. The plague had taken hold\nand spread slowly, but, on the bright side, it was doing its work now\nall the more thoroughly.... There followed a map, showing the estimated\nextent of plague areas in the enemy lands, and an extrapolation by\nnoted pathologists of the time that must pass, the time that must be\nendured with courage, fortitude and hard work, before the foe would be\nblotted from the face of the Earth.\n\nEuge closed his eyes and made comparisons with his private map and with\nhis extrapolations from it, and he smiled unpleasantly yet again.\n\nHe asked for and received a bundle of newspapers; it was among those\nthere chanced to be an ill-printed pamphlet issued by the Witnesses of\nthe Lord, which stated positively that, had the original experiments\nbeen correctly understood, it would have been plain at once that\nRM4 was the Judgment Virus, come to slay the wicked and spare the\nrighteous, whose lintels were sprinkled with blood....\n\nEuge read the pamphlet through with a sharp quickening of interest, but\nwhen he had finished he shook his head sadly.\n\n\n\nHe was brought before the Dictator for the last time.\n\nThe leader's eyes were sunken and spoke of sleepless nights. They\nrested on Euge with the cold impersonal enmity of a snake's.\n\n\"You lied to me,\" he stated flatly.\n\n\"No,\" denied the scientist. \"I let you interpret the data in your own\nway. It is not my fault that you believed what you wanted to believe.\"\n\nThe Dictator strove visibly to say what he had planned. \"I have\nrecalled you, despite grave suspicions, to--to appeal for assistance.\nPerhaps you have had pacifist sentiments all along--\" Euge made a\nscornful gesture. \"In any case, it is no longer a question of making\nwar. The enemy has practically ceased to fight, now it is the plague\nthat must be conquered--\"\n\n\"I imagine,\" said Euge softly, \"that your statisticians have told you\nthat RM4 will be pandemic in this country as soon as, or before, it is\nin the enemy's.\"\n\nThe other's mouth twitched. \"You performed exhaustive experiments with\nthe plague; you hold the key to its nature and possibly to a remedy.\"\n\n\"It is true that I learned something about the virus' _raison d'etre_.\nNovik must have told you about it. There was nothing which pointed to\na preventive, let alone a cure, at this stage. I am no immunologist,\nanyway.\"\n\n\"Novik said,\" the Dictator's eyes narrowed, \"'It is fear!'\"\n\nEuge nodded with satisfaction. \"He was right. The virus attacks only\nbrains that are already sick with fear. Not--my results with mice\nindicated--the normal alarm of a healthy organism, which expresses\nitself in flight or fight, but the pathological anxiety-state that come\nof an inescapable threat or frustration in the environment, and that\nturns itself so easily into feelings of guilt or hatred.... The fear of\nthe criminal, the neurotic, the paranoiac.\"\n\n\"Then all that is needed is to stamp out such elements, the focus of\ninfection!\"\n\nEuge looked at him with open amusement. \"You're welcome to try it. But\nremember--we are at war now. The psychology of the people is fear, like\nthat of the criminal, the hunted hunter, the hated hater, perhaps the\nguilty.... As long as there was peace, the Diktatura gave most of us\nsecurity, reasonable happiness, freedom from fear. The same is true of\nthe enemy's government, however short it may have fallen of ours. But a\nnation at war is a nation afraid.\n\n\"And RM4 is a successful mutation,\" added Euge didactically. \"It\ncreates the thing it feeds on. One of the most basic fears in men\nor mice--the fear of one's own dead. Thanks to that, the plague is\nindependent now of anything you do or leave undone.\"\n\nThe Dictator stared smolderingly. He spoke with bitter irony, \"You awe\nme, doctor. You are a traitor to your country and to all mankind. Yet\nyou seem to consider yourself justified.\"\n\nEuge shrugged. \"I am a scientist; I deal in questions of what can be\ndone. It is left to you politicians to concern yourselves with what\nshould be.\"\n\nThe Dictator choked, recognizing his own doctrine.\n\"Irresponsibility--science!\" His face flamed with finally unleashed\npassion. \"If I survive this, I'll see to exterminating the whole breed\nof scientists!\"\n\nEuge studied him coolly. \"You won't survive; you are afraid.\"\n\n\n\nBent over his desk, the Dictator struggled to compose a speech to the\npeople--one that would reassure, enhearten, inflame the blackening\ncoals of hope.\n\nHe wrote: \"There is nothing to fear but fear. A way will be found....\"\nHe scowled at the shaky hand-writing of the last line, scratched it out\nangrily and began again.\n\n\"A way will be found....\" But his fingers twitched convulsively with\nthe pen, and the sentence trailed into a senseless scrawl.\n\n\n\nThe truck swung round and lurched to a halt not far from the road, and\nthey saw that there would be no grave--only a stretch of wild, rank\nweeds in a wet meadow.\n\n\"So,\" said Joseph Euge in the same weary monotone, \"there will be an\nend of man--unless somewhere on Earth are found men without fear.\"\n\nHe flinched from the prodding bayonet of a frightened man in a terrible\nmask, and stumbled stiffly to his feet.",
    "metadata": {
        "author": [
            "Abernathy, Robert",
            "Abernathy, Robert Harwood"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/70552/pg70552.txt",
        "name": "righteous_plague.json"
    }
}