{
    "name": "Ring Once for Death",
    "author": [
        "Arthur, Robert"
    ],
    "body": "Twenty years had left no trace inside Sam Kee's little shop on Mott\nStreet. There were the same dusty jars of ginseng root and tigers'\nwhiskers, the same little bronze Buddahs, the same gim-cracks mixed\nwith fine jade. Edith Williams gave a little murmur of pleasure as the\ndoor shut behind them.\n\n\"Mark,\" she said, \"it hasn't changed! It doesn't look as if a thing\nhad been sold since we were here on our honeymoon.\"\n\n\"It certainly doesn't,\" Dr. Mark Williams agreed, moving down the\nnarrow aisle behind her. \"If someone hadn't told us Sam Kee was dead,\nI'd believe we'd stepped back twenty years in time, like they do in\nthose scientific stories young David reads.\"\n\n\"We must buy something,\" his wife said. \"For a twentieth anniversary\npresent for me. Perhaps a bell?\"\n\nFrom the shadowy depths of the shop a young man emerged, American in\ndress and manner despite the Oriental contours of his face and eyes.\n\n\"Good evening,\" he said. \"May I show you something?\"\n\n\"We think we want a bell,\" Dr. Williams chuckled. \"But we aren't quite\nsure. You're Sam Kee's son?\"\n\n\"Sam Kee, junior. My honored father passed to the halls of his\nancestors five years ago. I could just say that he died--\" black eyes\ntwinkled--\"but customers like the more flowery mode of speech. They\nthink it's quaint.\"\n\n\"I think it's just nice, and not quaint at all,\" Edith Williams\ndeclared. \"We're sorry your father is dead. We'd hoped to see him\nagain. Twenty years ago when we were a very broke young couple on a\nhoneymoon he sold us a wonderful rose-crystal necklace for half\nprice.\"\n\n\"I'm sure he still made a profit.\" The black eyes twinkled again. \"But\nif you'd like a bell, here are small temple bells, camel bells, dinner\nbells....\"\n\nBut even as he spoke, Edith Williams' hand darted to something at the\nback of the shelf.\n\n\"A bell carved out of crystal!\" she exclaimed. \"And rose-crystal at\nthat. What could be more perfect? A rose-crystal wedding present and a\nrose-crystal anniversary present!\"\n\nThe young man half stretched out his hand.\n\n\"I don't think you want that,\" he said. \"It's broken.\"\n\n\"Broken?\" Edith Williams rubbed off the dust and held the lovely\nbell-shape of crystal, the size of a pear, to the light. \"It looks\nperfect to me.\"\n\n\"I mean it is not complete.\" Something of the American had vanished\nfrom the young man. \"It has no clapper. It will not ring.\"\n\n\"Why, that's right.\" Mark Williams took the bell. \"The clapper's\nmissing.\"\n\n\"We can have another clapper made,\" his wife declared. \"That is, if\nthe original can't be found?\"\n\nThe young Chinese shook his head.\n\n\"The bell and the clapper were deliberately separated by my father\ntwenty years ago.\" He hesitated, then added: \"My father was afraid of\nthis bell.\"\n\n\"Afraid of it?\" Mark Williams raised his eyebrows.\n\nThe other hesitated again.\n\n\"It will probably sound like a story for tourists,\" he said. \"But my\nfather believed it. This bell was supposedly stolen from the temple of\na sect of Buddhists somewhere in the mountains of China's interior.\nJust as many Occidentals believe that the Christian Judgement Day will\nbe heralded by a blast on St. Peter's trumpet, so this small sect is\nsaid to believe that when a bell like this one is rung, a bell carved\nfrom a single piece of rose crystal, and consecrated by ceremonies\nlasting ten years, any dead within sound of it will rise and live\nagain.\"\n\n\"Heavenly!\" Edith Williams cried. \"And no pun intended. Mark, think\nwhat a help this bell will be in your practise when we make it ring\nagain!\" To the Chinese she added, smiling: \"I'm just teasing him. My\nhusband is really a very fine surgeon.\"\n\nThe other bowed his head.\n\n\"I must tell you,\" he said, \"you will not be able to make it ring.\nOnly the original clapper, carved from the same block of rose crystal,\nwill ring it. That is why my father separated them.\"\n\nAgain he hesitated.\n\n\"I have told you only half of what my father told me. He said that,\nthough it defeats death, Death can not be defeated. Robbed of his\nchosen victim, he takes another in his place. Thus when the bell was\nused in the temple of its origin--let us say when a high priest or a\nchief had died--a slave or servant was placed handy for Death to take\nwhen he had been forced to relinquish his grasp upon the important\none.\"\n\nHe smiled, shook his head.\n\n\"There,\" he said. \"A preposterous story. Now if you wish it, the bell\nis ten dollars. Plus, of course, sales tax.\"\n\n\"The story alone is worth more,\" Dr. Williams declared. \"I think we'd\nbetter have it sent, hadn't we, Edith? It'll be safer in the mail than\nin our suitcase.\"\n\n\"Sent?\" His wife seemed to come out of some deep feminine meditation.\n\"Oh, of course. And as for its not ringing--I shall make it ring. I\nknow I shall.\"\n\n\"If the story is true,\" Mark Williams murmured, \"I hope not....\"\n\n\n\nThe package came on a Saturday morning, when Mark Williams was\ncatching up on the latest medical publications in his untidy,\nbook-lined study. He heard Edith unwrapping paper in the hall outside.\nThen she came in with the rose-crystal bell in her hands.\n\n\"Mark, it's here!\" she said. \"Now to make it ring.\"\n\nShe plumped herself down beside his desk. He took the bell and reached\nfor a silver pencil.\n\n\"Just for the sake of curiosity,\" he remarked, \"and not because I\nbelieve that delightful sales talk we were given, let's see if it will\nring when I tap. It should, you know.\"\n\nHe tapped the lip of the bell. A muted _thunk_ was the only response.\nThen he tried with a coin, a paper knife, and the bottom of a glass.\nIn each instance the resulting sound was nothing like a bell ringing.\n\n\"If you've finished, Mark,\" Edith said then, with feminine tolerance,\n\"let me show you how it's done.\"\n\n\"Gladly,\" her husband agreed. She took the bell and turned away for a\nmoment. Then she shook the bell vigorously. A clear, sweet ringing\nshivered through the room--so thin and etherial that small involuntary\nshivers crawled up his spine.\n\n\"Good Lord!\" he exclaimed. \"How did you do that?\"\n\n\"I just put the clapper back in place with some thread,\" Edith told\nhim.\n\n\"The clapper?\" He struck his forehead with his palm. \"Don't tell\nme--the crystal necklace we bought twenty years ago!\"\n\n\"Of course.\" Her tone was composed. \"As soon as young Sam Kee told us\nabout his father's separating the clapper and the bell, I remembered\nthe central crystal pendant on my necklace. It _is_ shaped like a bell\nclapper--we mentioned it once.\n\n\"I guessed right away we had the missing clapper. But I didn't say so.\nI wanted to score on you, Mark--\" she smiled affectionately at\nhim--\"and because, you know, I had a queer feeling Sam Kee, junior,\nwouldn't let us have the bell if he guessed we had the clapper.\"\n\n\"I don't think he would.\" Mark Williams picked up his pipe and rubbed\nthe bowl with his thumb. \"Yet he didn't really believe that story he\ntold us any more than we do.\"\n\n\"No, but his father did. And if old Sam Kee had told it to\nus--remember how wrinkled and wise he seemed?--I do believe we'd have\nbelieved the story.\"\n\n\"You're probably right.\" Dr. Williams rang the bell and waited. The\nthin, sweet sound seemed to hang in the air a long moment, then was\ngone.\n\n\"Nope,\" he said. \"Nothing happened. Although, of course, that may be\nbecause there was no deceased around to respond.\"\n\n\"I'm not sure I feel like joking about the story.\" A small frown\ngathered on Edith's forehead. \"I had planned to use the bell as a\ndinner bell and to tell the story to our guests. But now--I'm not\nsure.\"\n\nFrowning, she stared at the bell until the ringing of the telephone in\nthe hall brought her out of her abstraction.\n\n\"Sit still, I'll answer.\" She hurried out. Dr. Williams, turning the\nrose crystal bell over in his hand, could hear the sudden tension in\nher voice as she answered. He was on his feet when she reentered.\n\n\"An emergency operation at the hospital,\" she sighed. \"Nice young\nman--automobile accident. Fracture of the skull, Dr. Amos says. He\nwouldn't have disturbed you but you're the only brain man in town,\nwith Dr. Hendryx away on vacation.\"\n\n\"I know.\" He was already in the hall, reaching for his hat. \"Man's\nwork is from sun to sun, but a doctor's work is never done,\" he\nmisquoted.\n\n\"I'll drive you.\" Edith followed him out. \"You sit back and relax for\nanother ten minutes....\"\n\n\n\nTwo hours later, as they drove homeward, the traffic was light, which\nwas fortunate. More than once Mark, in a frowning abstraction, found\nhimself on the left of the center line and had to pull back into his\nown lane.\n\nHe had lost patients before, but never without a feeling of personal\ndefeat. Edith said he put too much of himself into every operation.\nPerhaps he did. And yet--No, there was every reason why the young man\nshould have lived. Yet, just as Mark Williams had felt that he had\nbeen successful, the patient had died.\n\nIn twenty years of marriage, Edith Williams had learned to read his\nthoughts at times. Now she put a hand comfortingly on his arm.\n\n\"These things happen, darling,\" she said. \"You know that. A doctor can\nonly do so much. Some of the job always remains in the hands of\nNature. And she does play tricks at times.\"\n\n\"Yes, confound it, I know it,\" her husband growled. \"But I resent\nlosing that lad. There was no valid reason for it--unless there was\nsome complication I overlooked.\" He shook his head, scowling. \"I\nordered an autopsy but--Yes, I'm going to do that autopsy myself. I'm\ngoing to turn back and do it now. I have to know!\"\n\nHe pulled abruptly to the left to swing into a side road and turn.\nEdith Williams never saw the car that hit them. She heard the frantic\nblare of a horn and a scream of brakes, and in a frozen instant\nrealized that there had been someone behind them, about to pass. Then\nthe impact came, throwing her forward into the windshield and\nunconsciousness.\n\n\n\nEdith Williams opened her eyes. Even before she realized that she was\nlying on the ground and that the figure bending over her was a State\nTrooper, she remembered the crash. Her head hurt but there was no\nconfusion in her mind. Automatically, even as she tried to sit up, she\naccepted the fact that there had been a crash, help had come, and she\nmust have been unconscious for several minutes at least.\n\n\"Hey, lady, take it easy!\" the Trooper protested. \"You had a bad bump.\nYou got to lie still until the ambulance gets here. It'll be along in\nfive minutes.\"\n\n\"Mark,\" Edith said, paying no attention. \"My husband! Is he all\nright?\"\n\n\"Now lady, please. He's being taken care of. You--\"\n\nBut she was not listening. Holding to his arm she pulled herself to a\nsitting position. She saw their car on its side some yards away, other\ncars pulled up around them, a little knot of staring people. Saw them\nand dismissed them. Her gaze found her husband, lying on the ground a\nfew feet away, a coat folded beneath his head.\n\nMark was dead. She had been a doctor's wife for twenty years, and\nbefore that a nurse. She knew death when she saw it.\n\n\"Mark.\" The word was spoken to herself, but the Trooper took it for a\nquestion.\n\n\"Yes, lady,\" he said. \"He's dead. He was still breathing when I got\nhere, but he died two, three minutes ago.\"\n\nShe got to her knees. Her only thought was to reach his side. She\nscrambled across the few feet of ground to him still on her knees and\ncrouched beside him, fumbling for his pulse. There was none. There was\nnothing. Just a man who had been alive and now was dead.\n\nBehind her she heard a voice raised. She turned. A large, disheveled\nman was standing beside the Trooper, talking loudly.\n\n\"Now listen, officer,\" he was saying, \"I'm telling you again, it\nwasn't my fault. The guy pulled sharp left right in front of me. Not a\nthing I could do. It's a wonder we weren't all three of us killed. You\ncan see by the marks on their car it wasn't my fault--\"\n\nEdith Williams closed her mind to the voice. She let Mark's hand lie\nin her lap as she fumbled in her bag, which was somehow still clutched\nin her fingers. She groped for a handkerchief to stem the tears which\nwould not be held back. Something was in the way--something smooth and\nhard and cold. She drew it out and heard the thin, sweet tinkle of the\ncrystal bell. She must have dropped it automatically into her bag as\nthey were preparing to leave the house.\n\nThe hand in her lap moved. She gasped and bent forward as her\nhusband's eyes opened.\n\n\"Mark!\" she whispered. \"Mark, darling!\"\n\n\"Edith,\" Mark Williams said with an effort. \"Sorry--damned careless of\nme. Thinking of the hospital....\"\n\n\"You're alive!\" she said. \"You're _alive_! Oh, darling, darling, lie\nstill, the ambulance will be here any second.\"\n\n\"Ambulance?\" he protested. \"I'm all right now. Help me--sit up.\"\n\n\"But Mark----\"\n\n\"Just a bump on the head.\" He struggled to sit up. The State Trooper\ncame over.\n\n\"Easy, buddy, easy,\" he said, his voice awed. \"We thought you were\ngone. Now let's not lose you a second time.\" His mouth was tight.\n\n\"Hey, I'm sure glad you're all right!\" the red-faced man said in a\nrush of words. \"Whew, fellow, you had me all upset, even though it\nwasn't my fault. I mean, how's a guy gonna keep from hitting you\nwhen--when----\"\n\n\"Catch him!\" Mark Williams cried, but the Trooper was too late. The\nother man plunged forward to the ground and lay where he had fallen\nwithout quivering.\n\n\n\nThe clock in the hall struck two with muted strokes. Cautiously Edith\nWilliams rose on her elbow and looked down at her husband's face. His\neyes opened and looked back at her.\n\n\"You're awake,\" she said, unnecessarily.\n\n\"I woke up a few minutes ago,\" he answered. \"I've been lying\nhere--thinking.\"\n\n\"I'll get you another phenobarbital. Dr. Amos said for you to take\nthem and sleep until tomorrow.\"\n\n\"I know. I'll take one presently. You know--hearing that clock just\nnow reminded me of something.\"\n\n\"Yes?\"\n\n\"Just before I came to this afternoon, after the crash, I had a\nstrange impression of hearing a bell ring. It sounded so loud in my\nears I opened my eyes to see where it was.\"\n\n\"A--bell?\"\n\n\"Yes. Just auditory hallucination, of course.\"\n\n\"But Mark--\"\n\n\"Yes?\"\n\n\"A--a bell did ring. I mean, I had the crystal bell in my bag and it\ntinkled a little. Do you suppose--\"\n\n\"Of course not.\" But though he spoke swiftly he did not sound\nconvincing. \"This was a loud bell. Like a great gong.\"\n\n\"But--I mean, Mark darling--a moment earlier you--had no pulse.\"\n\n\"No pulse?\"\n\n\"And you weren't--breathing. Then the crystal bell tinkled and\nyou--you....\"\n\n\"Nonsense! I know what you're thinking and believe me--it's nonsense!\"\n\n\"But Mark.\" She spoke carefully. \"The driver of the other car. You had\nno sooner regained consciousness than he--\"\n\n\"He had a fractured skull!\" Dr. Williams interrupted sharply. \"The\nambulance intern diagnosed it. Skull fractures often fail to show\nthemselves and then--bingo, you keel over. That's what happened. Now\nlet's say no more about it.\"\n\n\"Of course.\" In the hall, the clock struck the quarter hour. \"Shall I\nfix the phenobarbital now?\"\n\n\"Yes--no. Is David home?\"\n\nShe hesitated. \"No, he hasn't got back yet.\"\n\n\"Has he phoned? He knows he's supposed to be in by midnight at the\nlatest.\"\n\n\"No, he--hasn't phoned. But there's a school dance tonight.\"\n\n\"That's no excuse for not phoning. He has the old car, hasn't he?\"\n\n\"Yes. You gave him the keys this morning, remember?\"\n\n\"All the more reason he should phone.\" Dr. Williams lay silent a\nmoment. \"Two o'clock is too late for a 17-year-old boy to be out.\"\n\n\"I'll speak to him. He won't do it again. Now please, Mark, let me get\nyou the phenobarbital. I'll stay up until David--\"\n\n\n\nThe ringing phone, a clamor in the darkness, interrupted her. Mark\nWilliams reached for it. The extension was beside his bed.\n\n\"Hello,\" he said. And then, although she could not hear the answering\nvoice, she felt him stiffen. And she knew. As well as if she could\nhear the words she knew, with a mother's instinct for disaster.\n\n\"Yes,\" Dr. Williams said. \"Yes ... I see ... I understand ... I'll\ncome at once.... Thank you for calling.\"\n\nHe slid out of bed before she could stop him.\n\n\"An emergency call.\" He spoke quietly. \"I have to go.\" He began to\nthrow on his clothes.\n\n\"It's David,\" she said. \"Isn't it?\" She sat up. \"Don't try to keep me\nfrom knowing. It's about David.\"\n\n\"Yes,\" he said. His voice was very tired. \"David is hurt. I have to go\nto him. An accident.\"\n\n\"He's dead.\" She said it steadily. \"David's dead, isn't he, Mark?\"\n\nHe came over and sat beside her and put his arms around her.\n\n\"Edith,\" he said. \"Edith--Yes, he's dead. Forty minutes ago. The\ncar--went over a curve. They have him--at the County morgue. They want\nme to--identify him. Identify him. Edith! You see, the car caught\nfire!\"\n\n\"I'm coming with you,\" she said. \"I'm coming with you!\"\n\n\n\nThe taxi waited in a pool of darkness between two street lights. The\nlong, low building which was the County morgue, a blue lamp over its\ndoor, stood below the street level. A flight of concrete steps went\ndown to it from the sidewalk. Ten minutes before, Dr. Mark Williams\nhad gone down those steps. Now he climbed back up them, stiffly,\nwearily, like an old man.\n\nEdith was waiting in the taxi, sitting forward on the edge of the\nseat, hands clenched. As he reached the last step she opened the door\nand stepped out.\n\n\"Mark,\" she asked shakily, \"was it--\"\n\n\"Yes, it's David.\" His voice was a monotone. \"Our son. I've completed\nthe formalities. For now the only thing we can do is go home.\"\n\n\"I'm going to him!\" She tried to pass. He caught her wrist. Discretely\nthe taxi driver pretended to doze.\n\n\"No, Edith! There's no need. You mustn't--see him!\"\n\n\"He's my son!\" she cried. \"Let me go!\"\n\n\"No! What have you got under your coat?\"\n\n\"It's the bell, the rose-crystal bell!\" she cried. \"I'm going to ring\nit where David can hear!\"\n\nDefiantly she brought forth her hand, clutching the little bell. \"It\nbrought you back, Mark! Now it's going to bring back David!\"\n\n\"Edith!\" he said in horror. \"You mustn't believe that's possible. You\ncan't. Those were coincidences. Now let me have it.\"\n\n\"No! I'm going to ring it.\" Violently she tried to break out of his\ngrip. \"I want David back! I'm going to ring the bell!\"\n\nShe got her hand free. The crystal bell rang in the quiet of the early\nmorning with an eerie thinness, penetrating the silence like a silver\nknife.\n\n\"There!\" Edith Williams panted. \"I've rung it. I know you don't\nbelieve, but I do. It'll bring David back.\" She raised her voice.\n\"David!\" she called. \"David, son! Can you hear me?\"\n\n\"Edith,\" Dr. Williams groaned. \"You're just tormenting yourself. Come\nhome. Please come home.\"\n\n\"Not until David has come back.... David, David, can you hear me?\" She\nrang the bell again, rang it until Dr. Williams seized it, then she\nlet him take it.\n\n\"Edith, Edith,\" he groaned. \"If only you had let me come alone....\"\n\n\"Mark, listen!\"\n\n\"What?\"\n\n\"Listen!\" she whispered with fierce urgency.\n\nHe was silent. And then fingers of horror drew themselves down his\nspine at the clear, youthful voice that came up to them from the\ndarkness below.\n\n\"Mother?... Dad?... Where are you?\"\n\n\"David!\" Edith Williams breathed. \"It's David! Let me go! I must go\nto him.\"\n\n\"No, Edith!\" her husband whispered frantically, as the voice below\ncalled again.\n\n\"Dad?... Mother?... Are you up there? Wait for me.\"\n\n\"Let me go!\" she sobbed. \"David, we're here! We're up here, son!\"\n\n\"Edith!\" Mark Williams gasped. \"If you've ever loved me, listen to me.\nYou mustn't go down there. David--I had to identify him by his class\nring and his wallet. He was burned--terribly burned!\"\n\n\"I'm going to him!\" She wrenched herself free and sped for the steps,\nup which now was coming a tall form, a shadow shrouded in the\ndarkness.\n\nDr. Williams, horror knotting his stomach, leaped to stop her. But he\nslipped and fell headlong on the pavement, so that she was able to\npant down the stairs to meet the upcoming figure.\n\n\"Oh, David,\" she sobbed, \"David!\"\n\n\"Hey, Mom!\" The boy held her steady. \"I'm sorry. I'm terribly sorry.\nBut I didn't know what had happened until I got home and you weren't\nthere and then one of the fellows from the fraternity called me. I\nrealized they must have made a mistake, and you'd come here, and I\ncalled for a taxi and came out here. My taxi let me off at the\nentrance around the block, and I've been looking for you down\nthere.... Poor Pete!\"\n\n\"Pete?\" she asked.\n\n\"Pete Friedburg. He was driving the old car. I lent him the keys and\nmy driver's license. I shouldn't have--but he's older and he kept\nbegging me....\"\n\n\"Then--then it's Pete who was killed?\" she gasped. \"Pete who\nwas--burned?\"\n\n\"Yes, Pete. I feel terrible about lending him the car. But he was\nsupposed to be a good driver. And then them calling you, you and Dad\nthinking it was me--\"\n\n\"Then Mark was right. Of course he was right.\" She was laughing and\nsobbing now. \"It's just a bell, a pretty little bell, that's all.\"\n\n\"Bell? I don't follow you, Mom.\"\n\n\"Never mind,\" Edith Williams gasped. \"It's just a bell. It hasn't any\npowers over life and death. It doesn't bring back and it doesn't take\naway. But let's get back up to your father. He may be thinking that\nthe bell--that the bell really worked.\"\n\nThey climbed the rest of the steps. Dr. Mark Williams still lay where\nhe had fallen headlong on the pavement. The cab driver was bending\nover him, but there was nothing to be done. The crystal bell had been\nbeneath him when he fell, and it had broken. One long, fine splinter\nof crystal was embedded in his heart.\n\n",
    "metadata": {
        "author": [
            "Arthur, Robert"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/31840/pg31840.txt",
        "name": "ring_once_for_death.json"
    }
}