{
    "name": "Rivals of the clouds",
    "author": [
        "Whitfield, Raoul",
        "Field, Temple",
        "Whitfield, Raoul F."
    ],
    "body": "There was plenty of it, this gray, clinging fog. Drifting slowly down\nthe slope just west of the tiny pursuit squadron field, clinging to the\nbranches of the gaunt trees, then sweeping out over the field itself,\nthe fog moved. It hung within ten or fifteen feet of the soft earth, and\nit was thick. Thick and cold. Twenty minutes ago there hadn’t been any\nsign of it; now the barracks could not be seen from the nearest\ncamouflaged hangar.\n\nLieutenant Ben Chapin came out of one end of the barracks and swore\nbeneath his breath. It was almost eight o’clock and two ships were out\non the dawn patrol. They had been out since a few minutes after six, and\nwere due back any minute now.\n\nA figure, short and chunky, emerged from the white screen of the fog,\nmoving toward the barracks, a clap-board building considerably the worse\nfor wear. Ben Chapin hailed the figure.\n\n“Who’s flying the dawn patrol, Adjutant? Adams and Cole?”\n\nThe short officer shook his head, pausing beyond the reaching wisps of\nwhite stuff. He spoke in a grim voice.\n\n“Adams and that new officer--Langdon,” he stated. “Looks tough, eh?”\n\nBen Chapin nodded. “Not so bad for Adams,” he said slowly. “He’ll have\nbrains enough to fly back out of it, and land somewhere. But this Tex\nLangdon--the Lord knows what he’ll do!”\n\nThe adjutant swore. “Wild riding birdman!” he muttered. “But if he tries\nto come down in this stuff, he may finish up his career in a hurry.”\n\nThe adjutant vanished from sight into the narrow corridor of the\nbarracks. He was hungry and cold, and not particularly concerned about\nTex Langdon. Lieutenant Chapin stood out in the fog, and shook his head\nslowly.\n\n“Hope Tex does use his bean!” he muttered. “Sort of like that officer.\nActs like he’s _trying_ hard enough. But this’ll be his first dose of--”\n\n                   *       *       *       *       *\n\nHe checked himself. He was thinking of the clash after mess, last night,\nbetween Adams and Tex Langdon. It had been a sharp one. Lieutenant Adams\nwas an old-timer--three weeks on the front. Tex had been up three days.\nIn that time he had nosed over one ship, cracked another up two miles\nfrom the Squadron, in a forced landing, and then he had taxied into a\nwing-tip of Adam’s pet Nieuport, just before mess. The old-timer had\ntold him just about what he had thought. Tex had listened with a grin on\nhis face, and the grin had enraged Lieutenant Adams.\n\n“You’ll get yours in about three more days, Langdon!” he had shot at\nhim, and then, as Tex had kept right on smiling, Adams had gone the\nlimit. “And the sooner the better--for this outfit!”\n\nBen Chapin, standing out in the fog with his face tilted upward, swore\ngrimly. Adams hadn’t meant that. He’d been sore; the nervous strain was\ntelling on him. And Tex had smiled that provocative smile of his. The\nbig fellow was calm, or had been until that second. Then his eyes had\nnarrowed to little slits.\n\n“Easy, Lieutenant!” he had shot back coldly. “Where I come from that’s\nright bad talk!”\n\nAnd then Adams had laughed. It had been a nasty laugh. And when he had\nfinished laughing he had shot more words at the big Texan.\n\n“You’re not where you came from, unfortunately! But you’ll get there,\nLieutenant. The first Boche that gets on your tail will send you back to\nwhere you came from!”\n\nTex had got to his feet, after that. There had been no color in his\nface; Lieutenant Adam’s meaning had been unmistakable. Ben Chapin had\ngrabbed him, and the old-timer had turned his back and moved from the\nmess-room.\n\nLieutenant Chapin listened for the roar of a ship’s engine, heard\nnothing but the distant rumble of guns, muffled by the fog. Staff had\npulled a boner, in picking the locality of the Sixteenth Pursuit’s\nfield. Every five or six days the ground fog was so bad that ships\ndidn’t get in. Once or twice they hadn’t been able to get off.\n\nThe pilot turned back toward the barracks. He shook his head slowly.\nSomewhere in the sky, winging back toward the squadron, most probably,\nwere Lieutenants Adams and Tex Langdon. Quite often two pilots, one\nwinging in from the north and the other from the south patrol of the\nfront, would meet over Chalbrouck, fly back to the Squadron together.\nPerfectly synchronized wrist watches helped such a meet in the air.\nLieutenant Adams was an old-timer. He knew about fog; knew where it was\nlikely to hang and where the ground might be clear. If the two ships\nmet, he could guide Tex Langdon in. He could; but would he?\n\nBen Chapin swore again. He shook his head. It looked like a tough break\nfor Tex. One more smash and he’d go back toward Blois. The Squadron\nneeded ships too badly. And now there was fog, heavy fog. And the only\npilot who could help Tex was Lieutenant Adams. Ben Chapin’s lips moved\nslowly as he moved along the corridor toward his tiny coop.\n\n“If Tex rides this one into the corral,” he muttered grimly, “he’s good!\nMore than good, I’ll say--he’s _perfect_!”\n\n                   *       *       *       *       *\n\nNine miles east of the Sixteenth Pursuit Squadron’s fog-shrouded field,\nten thousand feet above the front lines, two ships zoomed and dove,\ntwisted and spun in the sky. The two ships had been engaged in combat\nfor more than three minutes, and the battle was a tough one. One plane\nwas a baby Albatross, very well camouflaged. The other was a\nfifteen-meter Nieuport, not so well camouflaged. In the narrow cockpit\nof the Nieuport was Lieutenant Tex Langdon. His blue eyes were rimmed\nwith red, his lips were pressed tightly together as he handled the\nAmerican ship, trying to get in position for a machine-gun burst at the\nenemy plane.\n\nThe German pilot was a fine flyer. Twice he had almost sent streams of\ntracer-marked lead into the fuselage of the American ship. The left wing\nsurfaces showed the bullet holes of his last hit--and it was much too\nclose for comfort. But Tex Langdon was fighting on and fighting\ndesperately.\n\nTwo things worried him. He was running low in gas--and the damaged wing\nsurfaces might be badly weakened. The Boche pilot had come down out of\nthe clouds, almost taking him by surprise, as he was winging back toward\nthe Sixteenth. Tex had kicked the Nieuport into a tail-spin, and on\ncoming out of it the German lead had punctured his wing fabric. Since\nthen the fight had been sharp.\n\nThe air was bad; the earth below was obscured by drifting fog. The\npatrol had not been a particularly successful one and now the attack of\nthe German pilot threatened to make it disastrous. Tex had the feeling\nthat he was too green for the enemy pilot.\n\nThe Nieuport came up in a zoom; for a flashing second he had the\nAlbatross in the ringsight of the Browning. He squeezed the\nstick-trigger of the propellor-synchronized weapon, then released\npressure after a short burst. He saw that his stream was behind the\nslanting enemy ship, then he lost the plane in a blind spot of his own\nship.\n\nHe nosed downward and caught the flash of a shape coming up at the\nNieuport then went over in a vertical bank. Green-yellow tracer-bullet\nfire streaked through the sky close to the plane. Once again the German\npilot had come very close to scoring a hit!\n\nTex Langdon’s lean face twisted. The patrol had been a long one, a\ndifficult one. He was new to such flying. The German pilot was more\nexperienced. The Nieu-port’s gun was getting low. There was the fog\nhanging close to the earth; it might mean that he would have to search\nfor the Squadron field.\n\nThe Albatross was a quarter mile away, between the Nieuport and the\nAllied rear lines, and banking. Her pilot banked, came out of it, zoomed\nfor altitude. Tex Langdon wiped his goggle-glass clear of a splatter of\noil, nosed down to gain speed, and banked his own ship. He could not\nafford to let the other pilot get altitude.\n\nHis lips moved as he squinted blue eyes on the enemy ship.\n\n“Get sense--show tail and fly out of it! If I don’t--he’ll get me!”\n\nIt was the way he felt. He was fighting a losing combat. He was new at\nthe front. There was justification for a sky retreat. Just one thing\nstopped him from winging out. One human--Lieutenant Adams. He would make\nhis report and Adams would learn about it. There were few secrets in the\noutfit; he had learned that already. Adams would know that he had run\naway from an enemy pilot.\n\n                   *       *       *       *       *\n\nHe shook his head. The Albatross was streaking in at the Nieuport now.\nTheir altitudes were about the same; both had leveled off from zooms.\nBut now the German pilot zoomed again. And then, as Tex pulled back on\nthe stick of the Nieuport, he came out of the zoom and dove.\n\nThe American pilot shoved his stick forward, to dive the Nieuport. He\nsaw the nose of the tiny Albatross come up, knew that the enemy pilot\nhad tried again to get beneath his plane for a shot upward. Both planes\nwere streaking at each other now. Tex squeezed the stick-trigger. The\ncrackle of machine-gun fire sounded, then died abruptly. But his fingers\nwere still squeezing the trigger. The gun had jammed!\n\n#\n#\n#\n# The German brought his plane up despite the odds, and then Tex’s gun\n# chattered.\n#\n#\n\nTex Langdon groaned, banked to the right. A strut leaped, out on the\nleft wing. Fabric ripped; the tracer stream of the other ship was\ntearing through wing and wood. A shape flashed up past the\nvertical-banked Nieuport. Tex Langdon twisted his neck, got a glimpse of\nthe German pilot’s head. The two ships rushed past each other.\n\nOnce again Tex felt the desire to wing for it. He had plenty of reason\nnow. His wing fabric was badly damaged--a strut had been splintered. And\nyet, something within him refused the chance. He swore hoarsely, banked\naround, leveled off.\n\nHis eyes widened. Slanting down toward earth, flames streaking up from\nher, was the Albatross! She was an eighth of a mile distant, and for a\nsecond he thought that his short burst, before the gun had jammed, had\ndone the trick. And then he saw the other plane.\n\nShe was banking around, and evidently had just come out of a dive. She\nwas a Nieuport--and bore the markings of the Sixteenth Squadron on her\ncamouflaged fuselage. Tex stiffened in the cockpit. He forgot about the\ndamaged wing fabric, the splintered strut. Lieutenant Adams--flying the\ndawn patrol! Adams had shot down the enemy with whom he had been\ncombating!\n\nHis Nieuport was roaring toward the other ship. He cut down the throttle\nspeed. Lieutenant Adams was dropping down toward earth, toward the\nground fog. At intervals, as Tex followed him down in a mild glide, he\ncould see the other lieutenant’s ship spurt a trail of smoke from her\nexhaust. The ship was all right; Adams was keeping the gas feed steady.\n\nThe German plane crashed between the lines, in a great burst of flame.\nBlack smoke rolled up from her. And Lieutenant Adams was leveling off\nnow; he was heading back toward the Squadron. He was ignoring Tex, just\nas though he had never been in the air. Even as the pilot of the damaged\nship tried to level off and wing after the other Nieuport, fog swept\nover Lieutenant Adams’ plane. She was lost from sight.\n\n                   *       *       *       *       *\n\nRage struck at Tex Langdon. His Nieuport was heading back toward the\nSixteenth, but the whole sector was covered with fog. Lieutenant Adams\nknew that. The veteran pilot knew that Tex would have trouble finding\nthe Squadron. He must have guessed that gas was running low. And yet he\nwinged away from the other Nieuport; roared his ship into the ground\nfog.\n\nTex Langdon swore grimly. He roared the engine into full voice and the\nNieuport rushed into the white blanket of fog. The beat of the engine\nincreased in tone, magnified by the density of the atmosphere. Tex could\nbarely see the wing-tips of his ship; his goggle-glass clouded\ninstantly. He felt that he was flying with a wing droop, and there was\nno level guage in his baby plane.\n\nHe pulled back on the stick. It was either that or risk going into a\nspin. He couldn’t drop down very low to the earth, as perhaps Lieutenant\nAdams was doing. He didn’t know the country well enough. There were\nhills about the sector; he might pile into one. Adams could fly by time\nand his sense of direction.\n\n“He knew I couldn’t make it!” he muttered. “Not without--his help. And\nhe pulled out on me!”\n\nThe engine spluttered, picked up again, spluttered once more. Tex\nLangdon worked over the air and gas adjustment, his heart pounding.\nThen, abruptly, as he nosed the ship forward, the engine died.\n\nTex Langdon was suddenly very cool. He banked the ship to the westward,\ngot her into a gentle glide, stretching it as much as he could. He cut\nthe ignition switch. The Nieuport glided downward, her wires shrilling\nsoftly, the fabric of the left wing surfaces crackling in the\nglide-wind. The fog enveloped her.\n\nThe altimeter was not registering at the low altitude. He guessed that\nthe ship was within fifty or seventy-five feet of the earth. He pulled\nback slightly on the stick; the nose of the Nieuport came up. There was\na blur of dark color stabbing up through the gray stuff. Savagely he\nwiped the glass of his goggles for the last time and stared ahead,\ndownward.\n\nSomething long and curved stabbed at the right wing. He saw other blurs\nof color, fog clinging to them, rise up before him. He jerked the stick\nback against his flying overalls; the nose came up. And then the ship\ntwisted violently to one side! Fabric ripped! He threw both arms before\nhis face, releasing his grip on the stick!\n\nThe weight of the Hispano-Suiza engine carried the Nieuport down through\nthe upper branches of the trees. And only the fact that Tex Langdon had\nstalled, just before the plane struck into them, saved him. As it was, a\ntwisting, battering branch shot through the fuselage fabric, ripping the\noverall material and sending a stabbing pain up his right leg.\n\n                   *       *       *       *       *\n\nThen the plane was motionless, and Tex Langdon snapped the safety-belt\nbuckle loose, slid carefully out of the cockpit. The splintered prop was\nin the soggy earth beneath the trees through which the ship had plunged,\nbut it had not battered in deeply. Off to the right, as Tex dropped to\nearth and limped about, sounded the steady firing of a battery.\n\nTex Langdon smiled grimly. The ship was a wreck. Lieutenant Adams had\ndropped down from the skies and had got himself the Boche with whom Tex\nhad been battling so desperately. Then he had winged on back, through\nthe fog. It had been as though Tex and his plane had not existed.\n\nThe tall westerner shook his head slowly. It would probably mean Blois\nfor him, though the bullet holes in the wing surfaces might help his\ncase. He’d get over to the battery, get directions back to his Squadron.\nAnd there was one officer with whom he wished to talk, back at the\nSixteenth. He wouldn’t have much to say--but he’d _say_ it in his own,\nparticular way.\n\nHe took a last look at the Nieuport, limped toward the sound of the\nfiring. The battery would be fairly close to the front--and that meant a\nlong trip back to the outfit. He had been lucky, perhaps, to escape as\nhe had, in the landing. But there was no thanks to Lieutenant Adams; not\nfor that.\n\nTex Langdon limped slowly onward. The woods ended abruptly, he was on\nsoggy ground. In the distance there was the flash of red, spreading\nstrangely through the white-grey fog. It was cold. All about him guns\nrumbled. But he didn’t feel the cold, and scarcely noticed the rumble of\nthe guns. He was thinking about Lieutenant Adams, and getting back to\nthe Squadron.\n\n                   *       *       *       *       *\n\nCaptain Louis Jones spoke across the crude desk between his short form\nand the tall one of Lieutenant Langdon.\n\n“You haven’t had the experience of Lieutenant Adams; and it was your\nfirst combat. You should have flown out before your gas got so low.\nLieutenant Adams tells me that it looked as though you were in trouble.\nHe says he dropped on your Boche and got him. He hasn’t any verification\nbecause the ship fell between the lines, and there was a lot of fog,\nthough not where the Albatross fell. Perhaps you will verify his\nshoot-down.”\n\nTex Langdon nodded. There was a grim smile on his face.\n\n“I will, Captain,” he stated. “He got the Albatross, all right. Got back\nhere without any trouble, they tell me.”\n\nThe Squadron C. O. nodded. “Went around to the west, slipped under the\nfog and came in just off the earth. Of course, he knew--”\n\nThe captain frowned and changed the subject.\n\n“We expect two new ships down from Colombey before dusk, if the fog\nlifts. You’ll draw one of them. We’ll try to salvage your old ship.\nTomorrow morning you can stay back of the lines, working on your new gun\nand feeling out the ship. I’m not exactly praising your work,\nLieutenant. Get _that_ straight. But you had a bad ground fog. Bad\nenough to give you another crack at the front. _This_ time--”\n\nHe shrugged his shoulders, smiling at Tex Langdon. The lieutenant\nnodded.\n\n“I understand, Captain,” he stated. “I’ve cracked up a lot of ships in a\nshort time. But I’ve been trying--”\n\nThe C. O. smiled slightly. “That helps but it isn’t the whole thing,\nLieutenant,” he stated. “I know you’re trying. It isn’t enough. You’ve\ngot to succeed. Won’t always have Lieutenant Adams around to pull you\nout of scrapes, you know.”\n\nTex felt rage strike at him. But he controlled his feelings with an\neffort. Adams, getting him out of a scrape!\n\nThe C. O. nodded dismissal. Tex Langdon went from the captain’s office\ntoward his own coop. It was almost four o’clock; it had taken him five\nhours to reach the Squadron from Battery H4. He was about to turn into\nthe barracks when he almost collided with Lieutenant Adams. That officer\nmuttered something, turned to one side. Tex caught him by the arm.\n\n                   *       *       *       *       *\n\n“Just a second, please, Lieutenant! C. O. tells me you got me out of a\njam, this morning.”\n\nAdams narrowed dark eyes on the blue ones of the Texan. He nodded,\nstanding fully a head shorter than Tex.\n\n“Well, didn’t I, Lieutenant?” he snapped. “Sorry I couldn’t fly both\nships--might have kept you out of another!”\n\n“I’m not saying you _didn’t_ get me out of a sky jam, Adams,” Tex\nreplied in a quiet tone. “But I am saying this--you didn’t know you were\ngetting me out of one!”\n\nThe other pilot stiffened. His eyes narrowed on Tex Langdon’s blue ones.\n\n“Come again!” he snapped. “Make that more clear!”\n\nTex nodded. “The C. O. asked me to verify your shoot-down, Adams. I did.\nBut get this straight. You saw me skyscrapping with a Boche. You had\nceiling, and a chance to drop in. You did and you got my Boche! You\ndidn’t know I was running low in gas, or that I’d been hit twice by the\nenemy’s lead. And if you _had_ known it wouldn’t have made any\ndifference. You got the German ship for your record! And you winged\nstraight for the Squadron, not giving a damn about me!”\n\nLieutenant Adams smiled grimly. “Think so, Langdon?” he asked quietly.\n\n“I know so!” Tex snapped back. “I mussed up your pet ship in a take-off,\nand I didn’t get on my knees when you howled about it. You’re sore. You\nknew I couldn’t find the Squadron in the fog and you left me to go where\nyou’ve said I came from!”\n\nThere was a little silence. Then Lieutenant Adams spoke. His voice was\nlike ice.\n\n“You couldn’t have followed me through that fog, Langdon,” he stated.\n“Because you can’t handle a ship in the sky. Is that any reason that I\nshould mess my chance up? My Nieuport was running low in gas, too. I\nwasn’t sure of finding the outfit. And I dropped on that Boche because\nhe was out-maneuvering you. I sat up in the sky and watched you. You\nnever even saw me there!”\n\nTex stared at the other lieutenant. Then he laughed nastily.\n\n“_You_ may get in a sky jam some time,” he said slowly. “You might even\ncrack up a ship one of these days. And if I’m around--”\n\nLieutenant Adams swore sharply. His face twisted.\n\n“You won’t be!” he snapped. “I’ll be shooting lead around the front when\nyou’re--”\n\nHe broke off, controlling himself. Tex Langdon smiled at him, his eyes\nnarrowed. When he spoke his voice was very low and steady.\n\n“When I’m back where I came from, eh, Lieutenant? Maybe you’re right,\nAdams. But I’m not forgetting that you winged out on me, into the grey\nstuff. The captain didn’t ask me to verify that fact.”\n\nThe veteran smiled grimly. “If I ever get in a sky jam, Langdon,” he\nsaid slowly, “I won’t expect any help from you. If you did try to help\nyou’d probably crash me in the air. It’s about the only thing you\nhaven’t done since you’ve been up.”\n\nLieutenant Tex Langdon nodded. “Just about,” he agreed in a peculiar\ntone. “Except--I haven’t quit a man in ground fog!”\n\nThe two replacement ships didn’t come in that afternoon. Nor the next\nafternoon. The fog continued to hang low and thick. Most of the pilots\nsat on the ground, worked on their ships, lined up guns. One morning of\nthe third day the fog lifted a bit and the two replacement Nieuports\nwere ferried in from Colombey. Lieutenant Schafer drew one and Tex\nLangdon drew the other.\n\nTex worked over his Browning, got the ship off for an hour’s hop back of\nthe lines before dark. She handled well, and in a couple of bursts at\nthe ground target south of the Sixteenth’s field he didn’t do so bad.\nBut he almost cracked up setting her down, making a fast landing. He\ntaxied her into one of the camouflaged hangars, gave the ground-crew\nsergeant his o. k., and moved toward his coop in the barracks.\n\nAn orderly was waiting for him; he was wanted at the C. O.’s office. He\n\nwashed up, hurried over. Captain Jones frowned up at him.\n\n“Lieutenant Connors reports sick. Looks like a touch of flu. We’re short\npilots, and Brigade is howling for defense planes. Enemy ships are\nflooding the Sector air. Is your new ship all right?”\n\n“Yes, sir,” Tex replied quietly.\n\n“Take her over until dark,” the C. O. ordered. “Lieutenants Harrington\nand Adams are out. Head for Hill G.8. Some Fokkers are raising the devil\nup that way. The French may get some ships across, and you might help\nsome in a dog fight. Pull back here before dark. That’s all. Get me a\nreport as soon as you get in.”\n\nTex nodded, saluted. He went to his barracks, got his helmet and\ngoggles, headed for the Nieuport again. The ground crew pulled her out.\nAdams across the line! Tex smiled grimly. That lieutenant was getting\nplenty of work. So were they all, for that matter.\n\nHe climbed into the cockpit, revved up the little ship’s engine for a\nfew minutes, nodded his head for the blocks to be pulled away. The\npursuit plane rolled out across the soggy field, climbed into the sky.\nTex headed straight for the front. As the Nieuport gained altitude, he\nstared over the side. From the northeast, clinging low to the ground,\nwhite fog was drifting.\n\nTex Langdon groaned. For a brief second he thought of banking around,\nturning back. The C. O. was not pleased with his work. And he was\nwinging toward the front with darkness and fog coming to obscure the\nSquadron field. If he cracked up again--\n\nWell orders were orders. The Nieuport climbed steadily; he banked\nslightly toward the north, toward Hill G.8. The fog was not yet thick,\nbut it would grow thick. There was little wind. The beat of the Hisso\nwas steady in his ears.\n\n                   *       *       *       *       *\n\nIt took the plane eleven minutes and some odd seconds to reach the Hill.\nThe fog around the rise was slight; it was much thicker back of the\nship, back toward the Squadron. There were two ships in the sky, to the\neast, on the German side of the lines. They were winging toward Allied\nterritory and were flying much higher than the altitude of the Nieuport.\n\nTex searched the sky with his eyes, climbed the Nieuport. He saw no\nother planes. The American ship had reached an altitude of twelve\nthousand feet; he guessed that the other two planes were flying just\nbeneath the clouds, at about fifteen thousand. There was no sun, and\ndarkness was not far away.\n\nAt thirteen thousand feet he leveled off. The two ships heading toward\nthe Allied lines had suddenly piqued; they were diving at his ship but\nthen he saw that he was mistaken. Across the lines, winging back toward\nthe Allied side, was a tiny plane. She was flying with a wing droop and\nit was upon her that the two other planes were dropping!\n\nTex dove the Nieuport. She slanted down across the lines, her nose\npointed toward German territory. He could distinguish the other two\ndiving ships now. They were both Fokkers of the fighting type. The plane\nbelow, he guessed, was an Allied ship--trying to get back across the\nlines.\n\nThat ship was almost over the lines, and the German pilots had stretched\ntheir drive, thus allowing Tex to gain on them. He was within a hundred\nyards of the nearest enemy ship before the pilot saw him. Instantly the\nenemy zoomed.\n\nTex, lips pressed tightly together, pulled back slightly on the stick.\nThe Fokker’s zoom failed. A long burst of lead from Tex’s Browning\nstreamed down into the cockpit of the enemy plane. As Tex pulled all the\nway back on the stick, zooming and then going over on a wing, he saw the\nsecond Fokker cease to dive on the ship below.\n\nHe pulled the Nieuport around in a vertical bank, stared over the side.\nThe Fokker on which he had come down was dropping in an uncontrolled\nspin. The pilot had been hit! The other Fokker was trying to get\naltitude, but her pilot had been forced to pull her over level, after\nher first zoom.\n\n                   *       *       *       *       *\n\nTex leveled out of the bank, dove on her with engine half on. She dove\ninstantly and he saw that she was going down after the wingdrooping\nplane below. That plane, he saw now, was a Nieuport! And a Sixteenth\nSquadron Nieuport!\n\nThe Fokker gained rapidly on the crippled American plane. Tex dove with\nengine power adding speed. The Fokker swept down behind and slightly\nbelow the Nieuport then zoomed, leaving a tracer stream in the sky,\nslanting back of the wing-drooping ship. Again her pilot had missed by a\nnarrow margin.\n\nBut this time the German pilot pulled his ship up and over, and at the\npeak of the zoom, as she was on her back, he did a nice Immelman. In a\nflash the Fokker had righted herself. Less than fifty yards of air\nseparated her from Tex’s Nieuport now, Both guns spat streams of lead at\nthe same second.\n\nThe German pilot’s lead was low. It passed beneath the under-gear of the\nNieuport. Tex zoomed as the enemy shape flashed close. Flames were\nshooting up from the engine of the German ship. But she zoomed, too. The\nNieuport jerked sickeningly. The controls were loose in Tex’s grip! The\nFokker pilot, knowing he was finished, had rammed the Nieuport from\nbelow, striking the tail assembly with a wing-tip!\n\nTex Langdon felt the Nieuport go into a side slip. He tried to get her\nout of it, failed. She was slipping off on her right wing, toward the\nbrown-grey line of the earth, almost a thousand feet below!\n\nHe jerked his head. The second Fokker was going down in a straight nose\ndive, flames shooting back from her. And toward the ground fog to the\nwestward winged the crippled Nieuport that he had saved from the two\nenemy planes.\n\n                   *       *       *       *       *\n\nWind tore at Tex Langdon’s helmet. He moved the stick to the right,\nexpecting to feel no pressure, believing that the tail assembly had been\ncarried away in the crash. But there was pressure. He kicked right\nrudder. The slip ceased but the Nieuport was now diving at terrific\nspeed, less than five hundred feet from the earth!\n\nSlowly he pulled back on the stick. He cut the throttle speed down, held\nhis breath. And slowly the nose of the Nieuport came up. The tail\nassembly was still sticking in place, although the ship answered\nsluggishly.\n\nHe advanced the throttle to three-quarter speed. The plane was headed\ntoward the Squadron. She was flying less than three hundred feet above\nthe earth, and there could be no maneuvering now. The Nieuport would\nhave to be flown level, carefully. The slightest piece of\novercontrolling might rip the damaged tail assembly from the fuselage.\n\nTex Langdon stared ahead, down. He groaned. He had forgotten the ground\nfog. It was spread over the earth, in the direction of the Squadron,\nlike a grey-white blanket. Even below the ship now, the first wisps of\nit were drifting. And far ahead was the wing-drooping Nieuport,\nvanishing from sight into the grey stuff.\n\nTex stiffened in the cockpit. Lieutenant Adams, once more winging away\nfrom his plane in the fog! He couldn’t be sure of it but he could guess.\nHe had saved Adams from going down with Boche lead in his plane and body\nand the lieutenant again was winging in to leave him alone. Even with a\ndrooping wing, he might have waited. Lieutenant Harrington _would_ have\nwaited. It was Adams, all right.\n\nHe reached for the throttle, but then he muttered to himself suddenly.\nThe Nieuport that had vanished into the fog was in sight again! She was\nbanking around, coming back!\n\nTex held the little combat ship in level flight. He watched the other\nplane come on, his eyes wide. Her left wing drooped badly; she had\nbanked around to the right. He caught sight of a helmeted head, an arm\nheld out in the prop wash. The two ships rushed past each other. Tex\nstared back. Once again the Nieuport was banking to the right. She came\naround sluggishly, gained slowly on the throttled down sister plane.\n\n                   *       *       *       *       *\n\nSide by side, with less than twenty feet of grey air between the\nwing-tips, they flew now. And Tex recognized Lieutenant Adams. That\nofficer was pointing toward his left wing-tip, which was in tatters\ntoward the trailing edge, with one strut twisting back in the wind. The\nofficer got a hand out in the prop wash, tilted it downward in a mild\ndegree. Tex nodded. He pointed back toward his ship’s tail assembly, saw\nLieutenant Adams twist his head, stare back.\n\nAnd then the veteran lieutenant nodded his head and banked slightly to\nthe southward. Tex banked, too, very gently. The other Nieuport was\nnosing downward now and Tex moved the stick forward a bit. The movements\nof his plane were very sluggish, uncertain.\n\nFog swept over both planes. Tex flew with his head half turned, watching\nthe wing-tips of the other ship. Several times they were lost from\nsight, but each time he picked them up again. Both ships were flying\nthrottled down. Seconds passed and they seemed hours. The fog was\ngrowing thicker.\n\nAnd then, very suddenly, the fog cleared. A slope seemed to rise out of\nit. Lieutenant Adams banked sharply away from Tex’s Nieuport. His\nplane’s nose came down. Tex banked his plane, cut the throttle. Below\nwas a fairly level field with very little fog on it. Even as the\nNieuport glided downward, he saw the wheels and tail-skid of the other\nofficer’s ship strike.\n\nAnd then he was stalling the tail-damaged ship. He was within ten feet\nof the earth when something snapped under the strain. The nose whipped\ndownward. There was a grinding crash as the prop splintered into the\nearth. Tex tried to protect his head but failed. Something battered him\nbackward. There was a flash of yellow light and then everything went\nblack.\n\n                   *       *       *       *       *\n\nTex Langdon recovered consciousness slowly. His head ached; he raised a\nhand to bandages wound about it. Slowly he blinked the dizziness away\nfrom his eyes, wet his oil-stained lips with the tip of his tongue. He\nlooked around.\n\nHe was propped up against the wreckage of a plane. There were khaki-clad\nfigures moving in the mud of a field, against a back-ground of drifting\nfog. He turned his head slightly. The eyes of Lieutenant Adames smiled\nat him.\n\n“Feel rotten, ’eh? But you _do_ feel! That’s something.”\n\nLieutenant Tex Langdon managed a painful grin. It was _more than_\nsomething, he thought, It was everything. His blue eyes narrowed on\nLieutenant Adams’ dark ones.\n\n“You--came back--” he muttered thickly. “You got--me--down here--”\n\nAdams grunted. “Didn’t quite do that Tex,” he stated grimly. “That\ntail-assembly of yours collapsed before you set her down. Figured this\nlope would have less fog and headed for it.”\n\n“You came back--” Tex persisted. “After you winged into the white\nstuff.”\n\nLieutenant Adams swore softly. “You and I, Lieutenant--we’ve been acting\nup,” he said slowly. “You may crack up your own ships, but you cracked\nup two other ships, today! And you saved my neck. I couldn’t wing out on\nyou, Tex. Figured I might be able to bank around, without the droop\ngetting me into a slip. It was pretty rotten--winging out on you. Didn’t\nknow, though, that you had a crippled ship.”\n\nTex grinned feebly. “It was damn white--after what I’ve said to you,\nAdams--” he said slowly. “We’ve both been--pretty thick.”\n\nHe fumbled for a cigaret, found two. Adams lighted them up. They inhaled\nappreciatively.\n\n“Pretty thick--” Lieutenant Adams was agreeing. “Sort of like--”\n\nHe stopped, grinned broadly. Tex nodded. He raised his eyes slightly.\n\n“Like the ground fog, Adams,” he muttered. He closed his eyes. “But\nwe--got out of it.”\n\nAnd Lieutenant Adams, smiling grimly, nodded his head.\n\n“We cleared up, Tex,” he muttered, “just about in time!”",
    "metadata": {
        "author": [
            "Whitfield, Raoul",
            "Field, Temple",
            "Whitfield, Raoul F."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/73987/pg73987.txt",
        "name": "rivals_of_the_clouds.json"
    }
}