{
    "name": "Rocket Summer",
    "author": [
        "Bradbury, Ray",
        "Bradbury, Raymond Douglas",
        "Sterling, Brett",
        "Elliott, William"
    ],
    "body": "The crowd gathered to make a curious noise this cold grey morning\nbefore the scheduled Birth. They arrived in gleaming scarlet\ntumble-bugs and yellow plastic beetles, yawning and singing and ready.\nThe Birth was a big thing for them.\n\nHe stood alone up in his high office tower window, watching them with\na sad impatience in his grey eyes. His name was William Stanley,\npresident of the company that owned this building and all those other\nwork-hangars down on the tarmac, and all that landing field stretching\ntwo miles off into the Jersey mists. William Stanley was thinking about\nthe Birth.\n\nThe Birth of _what_? Stanley's large, finely sculptured head felt\nheavier, older. Science, with a scalpel of intense flame would slash\nwide the skulls of engineers, chemists, mechanics in a titanic\nCaesarian, and out would come the Rocket!\n\n\"Yezzir! Yezzir!\" he heard the far-off, faint and raucous declarations\nof the vendors and hawkers. \"Buy ya Rocket Toys! Buy ya Rocket Games!\nRocket Pictures! Rocket soap! Rocket teethers for the tiny-tot! Rocket,\nRocket, Rocket! _Hey!_\"\n\nShutting the open glassite frame before him, his thin lips drew tight.\nMorning after morning America sent her pilgrims to this shrine. They\npeered in over the translucent restraint barrier as if the Rocket were\na caged beast.\n\nHe saw one small girl drop her Rocket toy. It shattered, and was folded\nunder by the moving crowd's feet.\n\n\"Mr. Stanley?\"\n\n\"Uh? Oh, Captain Greenwald. Sorry. Forgot you were here.\" Stanley\nmeasured his slow, thoughtful steps to his clean-topped desk.\n\"Captain,\" he sighed wearily, \"you're looking at the unhappiest man\nalive.\" He looked at Greenwald across the desk. \"That Rocket is the\ngift of a too-generous science to a civilization of adult-children\nwho've fiddled with dynamite ever since Nobel invented it. They--\"\n\nHe got no further. The office door burst inward. A tall, work-grimed\nman strode swiftly in--all oil, all heat, all sunburnt, wrinkled\nleather skin. Rocket flame burnt in his dark, glaring eyes. He stopped\nshort at Stanley's desk, breathing heavily, leaning against it.\n\nStanley noticed the wrench in the man's fist. \"Hello, Simpson.\"\n\nSimpson swore bitterly. \"What's all this guff about you stopping the\nRocket tomorrow?\" he demanded.\n\nStanley nodded. \"This isn't a good time for it to go up.\"\n\nSimpson snorted. \"This isn't a good time,\" he mimicked. Then he\nswore again. \"By George, it's like telling a woman her baby's been\nstill-born!\"\n\n\"I know it's hard to understand--\"\n\n\"Hard, _hell_!\" shouted the man. \"I'm Head Mechanic! I've worked two\nyears! The others have worked, too! And the Rocket'll travel tomorrow\nor we'll know why!\"\n\nStanley crushed out his cigar, inside his fist. The room swayed\nimperceptibly in his vision. Sometimes, one wanted to use a gun--he\nshook away the thought. He kept his tongue.\n\nSimpson raged on. \"Mr. Stanley, you have until three this afternoon to\nchange your mind. We'll pull strings and you'll be out of your job by\nthe week-end! If not--\" and he said the next words very slowly, \"how\nwould your wife look with her head bashed in, _Mister_ Stanley?\"\n\n\"You can't threaten me!\"\n\nThe door slammed in Stanley's face. Simpson was gone.\n\n\n\nCaptain Greenwald put out a manicured hand. On one slender finger shone\na diamond ring. His wrist was circled by an expensive watch. His shiny\nbrown eyes were invisibly cupped by contact lenses. Greenwald was past\nfifty inside; outside he seemed barely thirty. \"I advise you to forget\nit, Stanley. Man's waited a million years for tomorrow.\"\n\nStanley's hand shook, lighting a cigarette. \"Look here, Captain, where\n_are_ you going?\"\n\n\"To the stars, of course.\"\n\nStanley snapped out the alcohol match. \"In the name of heaven, stop the\nmelodrama and inferior semantics. What kind of thing is this you're\nhanding the people? What'll it do to races, morals, men and women?\"\n\nGreenwald laughed. \"I'm only interested in reaching the Moon. Then I'll\ncome back to earth, and retire, happily, and die.\"\n\nStanley stood there, tall and very grey. \"Does the effect of the\nintroduction of the crossbow to English and French history interest\nyou?\"\n\n\"Can't say I know much about it.\"\n\n\"Do you recall what gunpowder's invention did to civilization?\"\n\n\"That's irrelevant!\"\n\n\"You must admit if there'd been some subjective planning with the\nauto and airplane, millions of lives would've been saved, and many\nwars prevented. An ethical code should've been written for all such\ninventions and strictly observed, or else the invention forfeited.\"\n\nGreenwald shook his head, grinning. \"I'll let you handle that half of\nit. I'll do the traveling. I'm willing to abide by any such rules, if\nyou'll draw them up and enforce them. All I want is to reach the Moon\nfirst. I've got to get downstairs now. We're still loading the ship,\nyou know, in spite of your decree. We expect to get around you somehow.\nI'm sympathetic, of course, to your beliefs. I'll do anything you say\nexcept ground the Rocket. I won't get violent, but I can't vouch for\nSimpson. He's a tough man, with strong notions.\"\n\nThey walked from the office to the dropper. Compression slid them down\nto ground level, where they stepped out, Stanley still re-emphasizing\nhis beliefs. \"--for centuries science has given humanity play-toys,\nships, machines, guns, cars, and now a Rocket, all with supreme\ndisregard for man's needs.\"\n\n\"Science,\" announced Greenwald as they emerged onto the tarmac, \"has\nproduced, via private enterprise, greater amounts of goods than ever in\nhistory! Why, consider the medical developments!\"\n\n\"Yes,\" said Stanley doggedly, \"we cure man's cancer and preserve his\ngreed in a special serum. They used to say 'Starve a cold, stuff a\nfever.' Today's fever is materialism. All the things science has\nproduced only touch the _Body_. When Science invents something to touch\nthe Mind, I'll give it its due. No.\n\n\"You cloak your voyage with romantic terminology. Outward to the stars!\nyou cry! Words! What's the _fact_? Why, _why_ this rocket? Greater\nproduction? We have _that_! Adventure? Poor excuse to uproot Earth.\nExploration? It _could_ wait a few years. Lebensraum? Hardly. _Why_,\nthen, Captain?\"\n\n\"Eh?\" murmured Greenwald distractedly. \"Ah. Here's the Rocket, now.\"\n\nThey walked in the incredible Rocket shadow. Stanley looked at the\ncrowd beyond the barrier. \"_Look_ at them. Their sex still a mixture\nof Victorian voodoo and clabbered Freud. With education needing\nreorientation, with wars threatening, with religion and philosophy\nconfused, you want to jump off into space!\"\n\nStanley shook his head. \"Oh, I don't doubt your sincerity, Captain. I\njust say your timing's poor. If we give them a Rocket toy to play with,\ndo you honestly think they'll solve war, education, unity, thought?\nWhy, they'd propel themselves away from it so quickly your head'd swim!\nWars would be fought between worlds. But if we want more wars, let's\nhave them _here_, where we can get at their sources, before we leap to\nthe asteroids seeking our lost pride of race.\n\n\"What little unity we _do_ have would be broken by countries and\nindividuals clamoring and cut-throating for planets and satellites!\"\n\nPausing, Stanley saw the mechanics standing in the Rocket shadow,\nhating him. Outside the barrier, the crowd recognized him; their murmur\ngrew to a roar of disapproval.\n\nGreenwald indicated them. \"They're wondering why you waited so long\nbefore deciding to stop the Rocket.\"\n\n\"Tell them I thought there'd be laws controlling it. Tell them the\ncorporations played along, smiling and bobbing to me, until the Rocket\nwas completed. Then they threw off their false faces and withdrew the\nlegislation only this morning. Tell them that, Captain. And tell them\nthe legislation I planned would've meant a slow, intelligent Rocket\nexpansion over an era of three centuries. Then ask them if they think\nany business man could wait even five _minutes_.\"\n\nCaptain Greenwald scowled. \"All I want to do is prove it can be done.\nAfter I come back down, if I can help in any way to control the Rocket,\nI'm your man, Stanley. After I _prove_ it's possible, I don't care what\nin hell happens....\"\n\nStanley slid into his 'copter, waved morosely at the captain. The crowd\nshouted, waved its fists at him over the barrier. He sat watching their\ndistorted, sullen faces. They detested him. The Rocket balloon man, the\nRocket soap man, the tourists detested him.\n\nWhat was more, when his son Tommy found out, Tommy would hate him, too.\n\n\n\nHe took his time, heading home. He let the green hills slide under.\nHe set the automatic pilot and sank back into the sponge-softness,\nsuspended in a humming, blissful dream. Music played. Cigarettes and\nwhiskey were in reach if he desired them. Soft music. He could lapse\nback into the dreaming tide, dissolve worry, smoke, drink, chortle,\nluxuriously, sleep, forget, pull a shell of synthetic, hypnotizing\nobjects in about himself.\n\nAnd wake ten years from today with his wife disintegrating swiftly in\nhis arms. And one day see his son's skull shattered against a plastic\nwall.\n\nAnd his own heart whirled and burst by some vast atom power of a\nstarship passing Earth far out in space!\n\nHe dumped the whiskey over the side, followed it with the cigarettes.\nFinally, he clicked off the soft music.\n\nThere was his home. His eyes kindled. It lay out upon a green meadow,\nfar from the villages and towns, salt-white and surrounded by tapered\nsycamores. As he watched, lowering his 'copter, he saw the blonde\nstreak across the lawn; that was his daughter, Alyce. Somewhere else on\nthe premises his son gamboled. Neither of them feared the dark.\n\nAngrily, Stanley poured on full speed. The landscape jerked and\nvanished behind him. He wanted to be alone. He couldn't face them, yet.\nSpeed was the answer. Wind whistled, roared, rushed by the hurtling\n'copter. He rammed it on. Color rose in his cheeks.\n\nThere was music in the garden as he parked his 'copter in the fine blue\nplastic garage. Oh, beautiful garage, he thought, you contribute to my\npeacefulness. Oh, wonderful garage, in moments of torment, I think of\nyou, and I am glad I own you.\n\nLike hell.\n\nIn the kitchen, Althea was whipping food with mechanisms. Her mother\nsat with one withered ear to the latest audio drama. They glanced up,\npleased.\n\n\"Darling, so early!\" she cried, kissing him. \"How's the Rocket?\" piped\nmother-in-law. \"My, I bet you're proud!\"\n\nStanley said nothing.\n\n\"Just imagine.\" The old woman's eyes glowed like little bulbs. \"Soon\nwe'll breakfast in New York and supper on Mars!\"\n\nStanley watched her for a long moment, then turned hopefully to Althea.\n\"What do _you_ think?\"\n\nShe sensed a trap. \"Well, it would be different, wouldn't it,\nvacationing our summers on Venus, winters on Mars--wouldn't it?\"\n\n\"Oh, good Lord,\" he groaned. He shut his eyes and pounded the table,\nsoftly. \"Good Lord.\"\n\n\"_Now_, what's wrong. What did _I_ say?\" demanded Althea, bewildered.\n\nHe told them about his order preventing the flight.\n\nAlthea stared at him. Mother reached and snapped off the audio. \"_What_\ndid you say, young man?\"\n\nHe repeated it.\n\nInto the waiting silence came a distant \"psssheeew!\" rushing in from\nthe dining room, flinging the kitchen door wide, his son ran in, waving\na bright red Rocket in one grimy fist. \"Psssheeew! I'm a Rocket!\nGangway! Hi, Dad!\" He swung the ship in a quick arc. \"Gonna be a pilot\nwhen I'm sixteen! Hey.\" He stopped. \"What's everybody standing around\nfor?\" He looked at Grandma. \"Grammy?\" He looked at his mother. \"Mom?\"\nAnd finally at his father. \"Dad...?\" His hands sank slowly. He read the\nlook in his father's eyes. \"Oh, gosh.\"\n\n\n\nBy three o'clock that afternoon, he had showered and dressed in clean\nclothes. The house was very silent. Althea came and sat down in the\nliving room and looked at him with hurt, stricken eyes.\n\nHe thought of quoting a few figures at her. Five million people killed\nin auto accidents since the year 1920. Fifty thousand people killed\nevery year, _now_, in 'copters and jet-planes. But it wasn't in the\nfigures, it was in a feeling he had to make her _feel_. Maybe he could\nillustrate it to her. He picked up the hand-audio, dialed a number.\n\"Hello, Smitty?\"\n\nThe voice on the other end said, clearly, \"Oh, Mr. Stanley?\"\n\n\"Smitty, you're a good average man, a pleasant neighbor, a fine farmer.\nI'd like your opinion. Smitty, if you knew a war was coming, would you\nhelp prevent it?\"\n\nAlthea was watching and listening.\n\nSmitty said, \"Hell, yes. Sure.\"\n\n\"Thanks, Smitty. One more thing. What's your opinion of the Rocket?\"\n\n\"Greatest thing in history. Say, I heard you were going to--\"\n\nStanley did not want to get involved. He hurriedly excused himself and\nhung up. He looked directly at his wife. \"Did you notice the separation\nof means from end? Smitty thinks two things. He thinks he can prevent\nwar; that's one. He thinks the Rocket is a great thing; that's number\ntwo. But they don't match, unfortunately.\n\n\"The Rocket isn't a means to happiness the way it'll be used. It's the\nwrong means. And with a wrong means you invariably wind up with a\nwrong end. A criminal seeks wealth. Does he get it? Temporarily. In the\nend, he suffers. All because he took the wrong _means_.\" Stanley held\nhis hands out, uselessly. \"How can I make you understand.\"\n\nTears were in her eyes. \"I understand _nothing_, and don't need to\nunderstand! Your job, they'll take it away from you and fly the Rocket\nanyway!\"\n\n\"I'll work on the legislation again, then!\"\n\n\"And perhaps be killed? No, please, Will.\"\n\nKilled. He looked at his watch. Exactly three.\n\nHe answered the audio when it buzzed. \"Stanley talking.\"\n\n\"Stanley, this is Cross, at Cal-Tech.\"\n\n\"Cross! Good Lord, it's good to hear you!\"\n\n\"I just heard the new-flash,\" said Cross. He had the same clipped,\nexact voice he'd had years ago, Stanley realized. \"You're really on\nthe spot this time, aren't you, Will? That's why I called. I like your\nideas on machinery. I've always thought of machines, myself, as nothing\nbut extensions of man's frustrations and emotions, his losses and\ncompensations in life. We agree. But you're wrong this time, Will. You\nmade a mistake today.\"\n\n\"Now, don't _you_ start on me! You're my last friend,\" retorted Stanley\ntiredly. \"What else could I do--destroy the rocket?\"\n\n\"That would be negative. No good. Give them something positive. Tell\nthem to go ahead,\" advised Cross, pleasantly enough. \"Warn them, like\na kindly father, of the consequences. Then, when their fingers are\nburnt--\"\n\n\"Humanity might go down the drain,\" finished Stanley abruptly.\n\n\"Not if you play your cards right, control the variables. There must\nbe some way around them without getting yourself mangled. I'm ready to\nhelp when you have a plan. Think it over.\"\n\n\"I still think blowing the damn thing up would be--\"\n\n\"They'd build a bigger one. And they'd persecute you and your family\nthe rest of your life,\" explained Cross logically. \"You and I may know\nthat science hasn't contributed one whit to man's _mental_ progress,\nbut Mr. Everyman likes his babies diapered in disposable tissues and\nlikes to travel from Siberia to Johnstown like an infuriated bullet.\nYou can't stop them, you can only divert them a bit.\"\n\nStanley grasped the hand-audio, tightly. He listened.\n\n\n\nA great roar of 'copters sounded out in the afternoon sky, directly\noverhead. The house shook. Althea sprang up lithely and ran to look\nout. \"I can't talk any more, Cross. I'll call you back. _They're_\noutside, waiting for me, now....\"\n\nCross' voice faded like a dream. \"Remember what I tell you. Let them go\nahead.\"\n\nStanley walked to the door, opened it, stepped half through.\n\nA radio voice boomed out of the bright blue sky.\n\n\"STANLEY!\" it shouted. It was Simpson's voice. \"STANLEY! COME OUT AND\nTALK! COME OUT AND TELL US, STANLEY! STANLEY!\"\n\nAlthea would not stay in. She walked with him out onto the moist green\nlawn, in the open.\n\nThe heavens were flooded with 'copters whirling. The sun shook in its\nplace. 'Copters hung everywhere, like huge hummingbirds, swiveling,\nwhirring. Five hundred of them, at least, shadowing the lawns and\nshaking the house-tops.\n\n\"OH, _THERE_ YOUR ARE, STANLEY!\"\n\nStanley shaded his eyes. His lips drew away from his teeth in a\ngrimace, as he stared upward, tense and afraid.\n\n\"IT'S AFTER THREE O'CLOCK, STANLEY!\" came the dull boom of words.\n\nIn this moment, with the spiraling 'copters suspended over his lawn,\nover his wife and children and house, over himself and his beliefs,\nStanley swallowed, stepped back, put his hands down and let the idea\ngrow within him. Yes, he would give them their rocket. He would give\nit to them. You cannot fight the children, he thought. They must have\ntheir green apples. If you refuse them, they will find a way around\nyou. Go along with their illogical tide and make logic of it. Let the\nchildren eat their full of green apples, many, many green apples to\nswell their vast stomach into sickness. Yes. A slow smile touched the\ncorners of his mouth, vanished. The plan was complete.\n\nThe voice from the sky fell on him like an iron fist! \"STANLEY! WHAT\nIS YOUR WORD NOW? HOW WILL YOU SPEAK NOW? WITH A THOUSAND POUNDS OF\nNITROGLYCERINE OVER YOUR HOME, HOW WILL YOU TALK?\"\n\nThe 'copters sank, malignantly. Thunder swept the lawn. Althea's\nbrilliant amber skirt flared in the wash of it.\n\n\"WILL THE ROCKET FLY, STANLEY?\"\n\nFrom the corners of his aching, straining eyes, Stanley saw his son\npoised in the window, watching him.\n\n\"RAISE YOUR RIGHT HAND AND WAVE IT,\" thundered the sky-voice. \"IF THE\nANSWER IS YES!\"\n\nStanley made them wait for it. He wetted his lips with a slow tongue,\nthen, gradually, very casually, he raised his right hand, palm up, and\nwaved it to the thundering sky.\n\nA torrent of exultation poured in a Niagara from the heavens. Five\nhundred audios blasted, cheered, exulted! The trees ripped and tore in\nthe cyclone of energy and explosion! The noise continued as Stanley\nturned, took Althea's elbow, and steered her blindly back to the door.\n\n\n\nThe little black-jet-plane dropped out of the midnight stars. Moments\nlater, Cross was getting out of it, crossing the dark lawn, grasping\nStanley's hand warmly. \"Made good time, eh?\"\n\nInside, they downed their glasses of brandy first, then got to\nbusiness. Stanley outlined his plan, his contacts, his psychology. He\nwas pleased and excited to see an extraordinary smile of approval come\nto Cross's pink, round face. \"Excellent! Now you're talking!\" cried\nCross.\n\n\"I like your plan, Stanley. It places the blame right back on the\npeople. They won't be able to persecute you.\"\n\nStanley refilled the glasses. \"I'll see to it you're on the Rocket\ntomorrow. Greenwald--he's the captain--will co-operate, I'm certain,\nwhen the trip is over. It's up to you and Greenwald then.\"\n\nThey raised their glasses. \"And when it's all over,\" observed Cross\nslowly. \"We'll have the long, hard struggle to revise our educational\nsystem. To begin to apply the scientific method to man's thinking,\ninstead of just to his machines. And when we've built a logical\nsubjective world, then it'll be safe to make machines of all and any\nkinds. Here's to our plan, may it be completed.\" They drank.\n\nThe next day two million people spread over the rolling hills, through\nthe tiny Jersey towns, sitting atop bugs and plastic beetles. An\nexcitement pervaded the day. The sky was a blue vacuum, the 'copters\ngrounded by law. The Rocket lay gleaming and monstrous and silent.\n\nAt noon, the crew ambled across the tarmac, Captain Greenwald leading.\nCross walked among them. The huge metal doors slammed, and with a blast\nof Gargantuan flame, the Rocket heaved upward and vanished.\n\nPeople cheered and laughed and cried.\n\nStanley watched his son and daughter and mother-in-law do likewise. He\nwas deeply pleased to see that Althea did not join them. Hand in hand\nthey watched the sky dazzlement fade. The first Rocket to the moon was\ngone. The world was drunkenly happy in its delirium.\n\nTwo weeks passed slowly. Astronomers were unable to keep an eye on the\nRocket. It was so small and unaccountable in the void between earth and\nlunar surface.\n\nStanley slept little in the passing of the fourteen days. He was\nconstantly attacked by fears and confusions of thought. He dreamed of\nthe Rocket going up. He had seen men month on month walking in the\nmetal shadow of their wonderful Rocket, patting it with their greasy,\ncalloused hands, loving it with their quick, appreciative eyes.\n\nIf for one moment you let yourself think of it, you loved it, too, for\neven though it symbolized wars and destruction, you had to admire its\nbalance and slenderness of structure. With it, you could rub away the\nfog cosmetic of Venus, re-delineate its prehistorically shy face. And\nthere was Mars, too. Man had been imprisoned a million years. Why not\nfreedom now, at last?\n\nThen he labeled all these fantasies by their correct name, ESCAPE, and\nsettled back, to wait the return of the Rocket.\n\n\n\n\"The moon Rocket is returning! It will land this morning at nine\no'clock!\" Everybody's audio was blatting.\n\nLike a yellow seed, the Rocket dropped down the sky, to sprout roots of\nflame on which to cushion itself. It fried the tarmac and a vast deluge\nof warm air rushed across the country for miles. People sweltered\namidst a sudden rocket summer.\n\nIn his tower room, William Stanley watched, solemn and wordless.\n\nThe Rocket shimmered. Across the cooling tarmac, the crowd rioted,\nbursting through the barrier, sweeping the police aside in elation.\n\nThe tide halted and boiled and changed form, layer upon layer. A vast\nhush came upon it.\n\nNow the round air-lock door of the Rocket jetted out air in a\ncompressed sigh.\n\nThe thick door, sandwiched into the ship-hull, took two minutes to\ncome outward and pull aside on its oiled hingework. The crowd pressed\ncloser, flesh to flesh, eyes widened. The door was now open completely.\nA great cheer went up. The crew of the Moon Rocket stood in the\nair-lock. The cheer faded, almost instantly.\n\nThe crew of the Rocket were not exactly standing. They were hunched\nover.\n\nThe captain stepped forward. Well, he didn't exactly _step_. He sort of\ndragged his feet and shambled. He made a speech.\n\nBut all it sounded like, coming from his twisted, swollen lips, was,\n\"Uns--rrrr--oh--god--disss--ease--unh--rrr--nnn--\"\n\nHe held out his grey-green fingers, raw, bleeding, for all to see.\nHe lifted his face. Those red things, were they actually eyes? That\ndepression, that fallen socket, had it been a nose? And where were the\nteeth in that gagging, hissing mouth? His hair was thin and grey and\ninfected. He stank.\n\nThe hypnotic silence was shattered. The first line of people turned and\nclawed at the second line. The second turned instinctively to claw the\nthird, and so on. The television cameras caught it all.\n\nScreams, yelling, shouting. Many fell and were trampled, crushed\nunder. The captain and his crew came out, gesturing, calling them to\ncome back. But who would heed their rotting movements? The ridiculous\nsouvenir seekers trampled each other, ripping the clothes from one\nanother's backs!\n\n_A souvenir? A scab of crawling flesh, a drop of yellow fluid from\ntheir gaping wounds? Souvenirs for earth, buy them right here, get them\nwhile they last! We mail anywhere in the United States!_\n\n_The characters in order of appearance: The Captain, the astrogator,\nheld sagging between two astronomers, who were followed by sixteen\nmathematicians, technicians, chemists, biologists, radio men,\ngeographers and machinists. Shamble forth, gentlemen, and bring the\nbrave new future with you!_\n\nThe balloon vendor, in flight, jettisoned his entire stock. Rubber\nrockets floated wildly, crazily bobbling, bouncing the river of rioting\nheads until they were devoured, exploded and crumpled underfoot.\n\nSirens sounded. Police beetles rushed to the field exits. Ten minutes\nlater the tarmac was empty. No sign of captain or crew. A few shreds\nof their fetid clothing were found, partially disintegrated. An\naudio-report five minutes later stated simply, \"The captain and crew\nwere destroyed on orders of the health bureau! An epidemic was feared--\"\n\nThe sounds of riot faded. The door to Stanley's office opened, someone\nentered and stood behind him, and closed the door.\n\n\n\nStanley did not turn from the window for a moment. \"Fifty people\ninjured, five of them critically. I'm sorry for that. But it was a\nsmall price for the world's security.\" He turned, slowly.\n\nA horrible creature stood, diseased and swollen, before him. A\ncaptain's uniform, filthy and torn, hung tattered from the disgusting\nflesh. The creature opened its bleeding mouth.\n\n\"How was it?\" asked the creature, muffledly.\n\n\"Fine,\" said Stanley. \"Did you reach the moon?\"\n\n\"Yes,\" replied the creature. \"Captain Greenwald sends his regards to\nyou. He says he knows we can do it again and again, any time we want,\nnow, and that's all he wanted to know. He wishes you luck and tells you\nto go ahead. We landed the rocket on the way back from the moon, first\nof all, up at Fairbanks, Alaska, outside the settlement, naturally,\nduring the night. Things worked as you planned them. We changed\ncrews there. There was a minor fight. Simpson and the original crew,\nincluding Captain Greenwald, are still up there, under psycho-hypnosis.\nThey'll live out their lives happily, unaware, with new names. They\nwon't remember anything. We took off from Fairbanks again this morning\nwith the new crew and our act all rehearsed, I think we did all right.\"\n\n\"Where's the substitute crew now?\" inquired Stanley.\n\n\"Downstairs,\" said the creature. \"Getting psychoed themselves. Getting\nmental blocs inserted, so they'll forget they ever fooled the world\ntoday. Then we'll send them back to their regular jobs. Can I use your\nshower?\"\n\nStanley pressed a button, a panel slid aside. \"Go ahead.\"\n\nThe creature pulled its face around the edges until it shed off into\nits hands, a green-grey pallid mask of plastic rubber. The sweating\npink face of Cross appeared. He wriggled his fingers next, until the\ngreen-gray, chemically bleeding horror gloves sucked off. He tossed\nthese into a wall-incinerator. \"The day of the Rocket is over,\" he\nsaid, quietly. \"They'll be putting your bill up before the World\nLegislature tomorrow, or I miss my guess. Carefulness, thought and\nintellect will now get a start. Humanity is saved from itself.\"\n\nStanley watched Cross walk into the shower-cube, peel, and switch on\nthe spray.\n\nHe turned to the window again. Two billion people were thinking\ntonight. He knew what they were thinking. Outside, he heard the\nexplosion as the health department blew up the great Rocket.\n\nThat was all. The sound of water on the shower-tiles was a good clean\nsound.",
    "metadata": {
        "author": [
            "Bradbury, Ray",
            "Bradbury, Raymond Douglas",
            "Sterling, Brett",
            "Elliott, William"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/64181/pg64181.txt",
        "name": "rocket_summer.json"
    }
}