{
    "name": "Run, Little Monster!",
    "author": [
        "Geier, Chester S.",
        "Archette, Guy"
    ],
    "body": "The girl ran like the hunted thing she was, her bare feet flashing over\nthe lush spring grass. She sobbed with the effort of breathing, and\nher slight, immature body trembled with exhaustion beneath her ragged\ndress. Fear was a wild glitter in her eyes as she stared about her in\nsearch of refuge.\n\nThe two boys came racing in pursuit, yelling threats between labored\nsnatches of breath.\n\n\"Stop, Fran!\" Davey Becker panted. \"You can't get away! We'll get you!\"\nA thread of saliva stretched from his pendulous lower lip, soaking\ninto the front of his tattered shirt. He was a hulking figure with dull\neyes set deep under a low forehead.\n\nSammy Becker was two years older than his brother, smaller and slimmer\nyet making up in cunning and a shrewish driving force what he lacked in\nbulk. At eighteen he was the acknowledged leader of the pair, an oddly\nyoung-old figure with wizened features and pale eyes that gleamed with\nsadistic urges.\n\n\"Stop!\" he screeched. \"You better stop, you crazy orphan! You'll be\nsorry!\"\n\nShe knew better than to stop. Frequent torment at the hands of Sammy\nand Davey told her she could expect no mercy after having led them on\nthis long chase. In despair she realized it had been a serious mistake\nto wander away from the house. Little enough protection was to be\nexpected of Big Luke Becker, but for the most part he didn't allow his\nsons to bedevil her while the endless daily round of household chores\nremained to be done.\n\nBriefly and poignantly she wished she had a father of her own--a real\nfather to comfort her and keep her from harm. She had never known\nwhat her father was like. Vaguely she remembered having heard that he\nhad died in the war. Her mother had told her that once, a long time\nago--but even her mother was only a dim memory. A lot of people seemed\nto have died in the war--millions of them. She could not understand how\nthere could ever have been that many people, for there did not seem to\nbe many at all in the world she knew.\n\nDarting a glance behind her, she saw Sammy and Davey were gaining.\nFrantically she searched the grassy field again, bright and still under\nthe afternoon sun.\n\n\n\nThere seemed no place at all where she could hide. And she had to\nhide. A stabbing pain in her chest warned her she couldn't keep up her\nflight.\n\nShe didn't want Davey and Sammy to reach her. Not out here, with no one\nelse around. She knew Sammy would beat her until her resistance was\ngone. Then he would run his sweaty hands over her, laughing shrilly and\nbreathing hard. Sammy always managed it so that Davey was the one who\nheld her. She shuddered. She didn't like the things Sammy did with his\nhands.\n\nA short distance ahead she saw that the field rose in a ridge, and\nsuddenly she recognized the spot. There was a ravine below the ridge,\nchoked with brush. She would be able to hide here, at least until she\nhad caught her breath and could run again.\n\nShe drew upon her last dregs of strength and urged her legs into a\nburst of speed. The ridge rose before her as she drew ahead of the two\nboys. She struggled up the slope, and the brush along the crest whipped\nat her legs and caught at her dress as she beat her way through it. She\nwent down the opposite slope in staggering leaps. Near the bottom of\nthe ravine she fell and rolled the last few yards until a wall of brush\nbrought her up short.\n\nShe scrambled back to her feet. Bent low, she began darting through\ngaps in the brush, ignoring the branches that raked and lashed at her.\n\nShe heard a shout and caught a glimpse of Davey and Sammy on the ridge\ncrest. Evidently they had seen her from above, but once down in\nthe ravine the brush would cut off their view and make their search\ndifficult. She hoped to be well hidden by then.\n\nThreshing, crackling sounds rose behind her as the boys scrambled down\ninto the ravine. It was all somehow distant and unreal. A roaring\nfilled her ears, and her head felt strangely light. The pattern of\nbranches and leaves blurred smokily before her eyes.\n\nAt last she reached a shallow crevice on the opposite side of the\nravine, screened by a clump of brush. It was hardly large enough to\nsqueeze her body into, but it was the best hiding place she could find\nin what little time remained.\n\n\n\nShe pressed tightly into the crevice, trembling, her eyes shut. Davey\nand Sammy mustn't find her! She repeated the thought over and over,\nstraining with a frantic intensity, as if she could avoid being\ndiscovered by force of will alone.\n\nThe dizzy sensation swept over her again. She had felt it before,\nthough not as strongly as now. And she had realized it was produced\nby a serious change in her--a change announcing her emergence into\nwomanhood. It had given her a new sense of being, an exultant awareness\nof power. But it was her weakness now.\n\nThe noise of hurrying footsteps and rustling branches came from a point\nfrighteningly close. She heard Davey speak in a complaining tone.\n\n\"Aw, let's go home, Sammy. Fran's gone, and I'm tired of chasing her.\"\n\n\"She's around here somewhere,\" Sammy insisted in his nasal voice. \"We'd\nof seen her if she tried to climb out.\"\n\nHe pushed at the bigger boy. \"Come on, you addlebrained ox! Help me\nlook. I'm not letting her get away, no sirree! When I get hold of her--\"\n\nDavey's usually vacuous face twisted in a scowl. \"You're always making\nme do something, Sammy. I'm not going to run after Fran all day long.\nWhy're you always after her? Whyn't you leave her alone?\"\n\n\"She's a girl,\" Sammy returned. \"Don't you know what girls are for, you\nbonehead?\" His voice grew taunting. \"Hey, you sweet on Fran? Golly,\nthat's a tickler! Wait'll I tell the fellows in town. Davey's sweet on\nFran! Davey's mooning over the orphan!\"\n\n\"You ... you stop that, Sammy!\" Davey blurted. \"You stop it or I'll\nhurt you.\"\n\n\"You hurt me and I'll tell the old man. I'll tell the fellows in town\nabout Fran, too.\" Sammy became slyly truculent. \"You better help me\nlook. I'll tell on you.\"\n\n\"Aw, whyn't you leave me alone?\" Davey muttered. His big shoulders\nslumped in defeat and listlessly he turned away to resume his part of\nthe search.\n\n\n\nBranches crackled near Fran, and she grew rigid within her meager\nhiding place. They mustn't find her, she thought again. They mustn't\nfind her!\n\nThe crackling came nearer. She saw Sammy's head and shoulders as he\nmade an opening in the brush curtain with his hands. For an instant\nhe seemed to look directly at her. The breath seemed to catch in her\nthroat and her heart gave a sickening lurch. Sammy looked mad, not\nlaughingly devilish as he usually did when bent upon persecuting her.\nShe was afraid to think of what Sammy would do when he was mad.\n\nBut incredibly he drew back and walked away. It seemed a miracle to her\nthat she had escaped being seen. Her dress was of a nondescript shade,\nbut her hair and the pale gleam of her skin should have given her away.\n\nA little wonderingly she glanced at one of the slender arms that were\npressed tightly against her sides. She stared, puzzled. The color of\nthe skin was a dull brownish-gray, blending almost indistinguishably\nwith the hue of the rock that touched it. A trick of the light she\nthought, it had to be that, for it had tricked Sammy.\n\nThe voices and the sounds made by the two boys grew fainter, dying away\nwith distance. She peered cautiously from her place of concealment.\nSammy and Davey had walked out of sight down the far end of the ravine.\nShe waited until certain that Sammy had not set a trap of some sort,\nthen slid out of the crevice and hurried toward the ravine's opposite\nend.\n\nHer legs ached protestingly, but she forced herself to run. She\nrealized she had been away from the house much too long. Big Luke would\nbe angry--and his anger manifested itself in heavy blows of his big,\nbony hands.\n\n\n\nThe Becker house was a large frame building, weather-beaten and fallen\ninto disrepair. Fran hated the sight of it, but it was the only home\nshe could recall having had. Once, during a summer evening in town,\nFran had heard a group of men talking about Luke Becker. She had kept\nin the shadows at the side of the general store, and they hadn't seen\nher. The Becker house, it seemed, had once been owned by a prosperous\nfarmer, a lonely widower whose sons had died in the war. Big Luke,\na refugee from the city after the first atom bomb raids, had taken\nshelter at the house with his two small sons.\n\nFran's mother had taken shelter there also, and stayed on. There had\nbeen no place else to go. None of the refugees ever went back to the\ncity, or to any of the other cities that had been bombed. There was a\nsort of light in the cities, a light you couldn't see. It burned you,\nand you died. The light had filled the ruined cities for a long time,\nand would continue to fill them for a long time to come. Men--the men\nwho were left after the bombing raids--lived in small towns now, and\non farms. Farming was one of the few ways to make a living that were\nleft.\n\nThe farmer who had taken Big Luke in had died. An accident, the man on\nthe porch of the general store had said in his carefully low-pitched\nvoice. And he had laughed without humor. One of the farmer's machines\nhad killed him, and Big Luke had stayed on at the farm. It had been an\nunsettled time, men were law unto themselves, and Big Luke, with his\npowerful body, had gone unchallenged.\n\nThere was a hint of something evil in the story Fran had heard,\nsuggested to her by the soft, meaningful tone of the man on the porch\nof the general store. She wasn't quite certain what it was, but she\nknew Big Luke was capable of anything sinister and cruel. And Sammy was\nvery much like his father. Davey ... well, Davey was not quite right in\nthe head. She guessed Davey would be friendly enough in his own way, if\nSammy didn't keep leading him on.\n\n\n\nSilence lay over the house, extending to the couple of smaller\nbuildings behind it and the big barn and the silos off to one side.\nFran could see nothing of Davey and Sammy. She had been careful to\navoid being discovered by them again, and evidently they had taken more\ntime about returning.\n\nShe slipped into the kitchen. Big Luke was not there, but after a\nmoment she heard the creak of springs in the parlor, followed by\nshuffling footsteps. Big Luke appeared in the hall doorway, swaying\nunsteadily on his feet as he scowled at her. A sickly reek, familiar to\nFran, announced that he had been drinking again. He always seemed to be\ndrinking.\n\nBig Luke had once been a heavy-fleshed man, but constant drunkenness\nhad left him gaunt and shrunken. Dark hollows lay under his cheekbones,\nand loose skin sagged around his mouth. He looked at Fran with\nblood-shot eyes, his dark, unkempt hair streaked with gray and the\nsallowness of his face emphasized by a heavy growth of beard.\n\n\"You,\" he said, his voice rasping. \"Where you been, girl? Why weren't\nyou tending to your chores?\"\n\n\"I ... I was outside,\" Fran said. She moved slowly to put the kitchen\ntable between the man and herself.\n\n\"Outside, eh?\" He staggered forward, his gaze baleful. \"Just where\noutside? I been yelling my head off for you. Where's Sammy and Davey?\"\n\n\"They chased me!\" Fran flared. \"I walked a piece, and they started\nchasing me! They're always chasing me!\"\n\n\"And I bet you like 'em to chase you,\" Big Luke growled. \"Don't try to\nfool me, you little snip. Don't try to tell me you ain't practicing\nyour woman's tricks on my boys.\"\n\nFran felt a hotness leap into her face. \"I never do a thing to them!\"\nshe protested. \"I hate them--Sammy especially. Why don't you tell him\nto leave me alone?\"\n\n\"Uppity, just like your ma was, you little--\" Big Luke abruptly leaned\nacross the table, and his calloused palm shot out, making a sharp clap\nof sound as it struck Fran's cheek.\n\nShe felt her head jerk around from the force of the blow. The side of\nher face felt numb and large.\n\n\"Don't get sassy with me, girl!\" Big Luke snarled. \"And next time you\ngo running off when there's work to be done, I'm going to fix you good\nand proper. You're big enough to take a whip to. I'll have the skin off\nyou, by God!\"\n\n\n\nHe glared at her a moment longer, then turned and staggered back toward\nthe parlor. Fran rubbed at her cheek, tears brimming in her eyes. She\nhad a sense of rebellion--and hopelessness. She had often thought of\nrunning away, but no one in town would risk Luke Becker's wrath by\ntaking her in. And the thought of fleeing to one of the other towns\nheld possible dangers greater than those of her present life.\n\nHer shoulders bowed in defeat and leaden resignation, she turned to the\nwood-burning stove. The fire had gone out, and the wood-box was almost\nempty. She sighed and started for the woodshed out in the yard.\n\nBig Luke yelled after her, obviously alerted by the creak of the\nkitchen door. \"Where you running off to now, blast it?\"\n\n\"To get some wood.\"\n\n\"Well, no more monkey-shines, if you know what's good for you!\"\n\nThe shed was large and shadowy. The single window had been boarded up\nafter the glass was broken. As Fran began heaping one arm with rough,\nchopped lengths of wood, she heard a quick shuffle of footsteps and saw\nSammy crossing the yard toward the doorway. He still looked mad--even\nmadder than he had been back in the ravine.\n\nHer heart drumming, she drew back into the deeper shadows between\nthe side wall and the stacked wood. She knew she was caught. Sammy\nevidently had seen her enter the shed. And Big Luke, angry with her\ntoo, could not be depended upon for help.\n\nYet oddly, a part of her, unfamiliar and mysterious, remained cool.\nThat part of her waited for Sammy Becker, while the rest of her quailed\nhis coming.\n\nSammy glided through the doorway, a vengeful twist to his mouth, his\nfingers curved talon-like to clutch. He stood for a moment, blinking\nhis pale eyes after the brightness of the yard.\n\nThen the rigidness went out of his fingers. His too-wise features\nwrinkled puzzledly.\n\n\"Hiding again, huh?\" he half whispered, as though to reassure himself.\n\"Well, I'll get you this time! I'll fix you good!\"\n\nHe started forward, his hands outstretched.\n\n\n\nFran watched him, a bewilderment growing in her. The shed was not too\ndark. It seemed incredible that Sammy could not see her crouching in\nthe shadows at the end of the wood stack. But he groped at air with his\nhands, his movements always hesitant and uncertain.\n\nIt was inevitable that he should sooner or later stumble across Fran.\nShe was ready. The piece of wood felt solid in her hand. She struck at\nSammy's head, and he stiffened startledly at the very first movement,\nas though it had flashed out of nothingness itself, then lurched with a\nyelp against the wood stack. A small avalanche rained down on him, and\nFran darted past and ran toward the house.\n\nDavey was on the back porch with a dipper of water raised to his mouth.\nHe stared at her with wide and somehow shocked eyes and remained frozen\nuntil she had entered the kitchen.\n\nShe realized that she had, despite everything, managed to keep a grip\non the load of wood. She emptied it into the box at the side of the\nstove, and in doing so noticed a strangeness about the color of her\narms. She peered at them, feeling as shocked and staring as Davey had\nlooked, and her mind went back to the ravine and she remembered Sammy\nnot seeing her even while he looked directly into her hiding place.\nAnd he hadn't seen her in the shed. Why?\n\nDuring supper Sammy was unusually quiet. He looked at Fran out of the\ncorners of his eyes, and in his wizened lace was a groping wonder--a\nvague fear.\n\nDavey seemed to have forgotten his own experience. He forgot things\nquickly.\n\n\n\nFran lay in her straw-padded bed with her eyes fixed on the rectangle\nof the window, glowing luminously with moonlight. She thought back over\nthe events of the day, and a feeling of awe touched her. There was a\nsignificance to what had happened, a kind of tingling importance that\nshe sensed but could not quite understand.\n\nShe felt that she had somehow ... changed. She had entered into\nwomanhood--but there was more to it than that. She felt stronger, more\nassured. Her very awareness seemed to have sharpened, to be reaching\nout and bringing her new impressions she could not identify.\n\nShe closed her eyes and sent her flowering perceptions out and away.\nFor a moment she seemed to float in nothingness, disembodied ...\nspreading. And then she had the sensation of touching something.\nShe drew back, startled, yet fascinated and curious, like a child\ndiscovering some new wonder.\n\nAnd a voice spoke to her, bell-like and ringingly dear--a voice which\nin some incredible way she heard with her mind.\n\n\"Why, hello! Who is this?\"\n\n\"I ... my name is Fran.\"\n\n\"Oh, I understand. This is the first time for you, isn't it?\"\n\n\"Yes,\" she said. \"I mean, whatever this is, it never happened before.\"\n\nIn some odd way, the voice seemed to smile. \"Don't let it frighten you,\nFran. You'll get used to your new ability.\"\n\n\"But ... but what does it mean? And who are you? Where are you?\"\n\n\"You can call me Tom. I can't tell exactly where I am, because\ndistances and locations have no meaning when a mind can reach anywhere.\nI don't think I'm very far away, though. As for what this means ...\nwell, that's a little difficult to explain, Fran.\"\n\n\n\nThe voice--she knew now that it was more than just a voice--seemed\nto look out over an awesome vista, as if in search of some point of\ninterest, some particular feature she could understand.\n\n\"You know about the war, Fran, and what happened to the big cities?\"\n\n\"Yes. I've heard about that.\"\n\n\"Well, the war was fought with a new type of atom bomb, Fran. It was\ndesigned to keep people out of cities, because cities were centers of\nresistance. The bombs contaminated the cities with a deadly radiation\nthat's still there. People had to leave--but many of them were\naffected by the radiation, and gave birth to children that were ...\ndifferent. Some were monsters, Fran. And some ... well, they didn't\n_look_ changed, but they were--in strange and wonderful ways. It all\ndepended on the intensity of the radiations that produced them, you see.\n\n\"You're one of those changed children, Fran--and so am I. Our ability\nto receive each other's thoughts proves that. But what you really\nshould know is that there's serious danger in letting ordinary people\nfind out you're different. Because, Fran, when the monsters started\nappearing they were done away with--killed. People were afraid of them.\nAnd they're more afraid now than ever.\"\n\nThe voice she had come to identify as Tom seemed saddened. \"You see,\nFran, the war was the product of a machine age. But men have gone back\nto the soil. They had to. There aren't many machines left any more,\nand there's no way to build them or keep them going. So they've been\nwearing out, breaking down. People used machines to communicate with\neach other and spread ideas and knowledge. Without the machines, their\nworld has grown smaller. They're afraid of things that aren't part of\nit. And we aren't of their little world, Fran. We're ... different. And\nfor that reason they'll try to destroy us if they learn what we are.\n\n\"That mustn't happen, Fran. They've had their chance--and they've\nfailed. We have a right to ours, but it's a right we must fight for. We\nmust stay hidden and keep from being found out until we're ready....\nSo be careful, Fran. Don't let those around you discover your new\nabilities. They'll keep growing, I think. In some of us there's no way\nof knowing what heights will be reached.\"\n\n\"But isn't there something we can do?\" she asked in silent, voiceless\nprotest. \"Isn't there some place we can go? Isn't there any hope for us\nat all?\"\n\n\n\nTom's answer was slow and grave. \"There is hope, yes. But we must be\npatient. Mentally we're far beyond ordinary people, but physically most\nof us are still children. We need time to grow, time to attain our full\npowers. And we need time to find each other and plan for the future. We\ncan afford to wait, Fran. But above all we must be careful.\n\n\"Right now, though, you'd better rest. You don't want to put too much\nof a strain on yourself the very first time.\"\n\nHer mind leaped in dismay. \"But, Tom--will I be able to reach you\nagain?\"\n\n\"You can reach me any time you send out your thoughts to me, Fran.\nDon't worry about that.\"\n\n\"All right, Tom.\" Sudden shyness made her falter. \"I'm glad ... glad\nI'm not alone.\"\n\n\"I understand.... Good night, Fran.\"\n\n\"Good night, Tom.\"\n\nShe lay still for a long while. She found she _was_ tired, as though\nshe had been under some exhausting nervous tension. But her pulse raced\nwith excitement.\n\nCarefully she went back over what Tom had told her, sifting the\ncontents of his message for implications she might have missed. His\nwarning became vivid in her mind, and abruptly, chillingly, she\nremembered the barking of dogs in the distance and men on horseback\nracing far-off across a field. She remembered a faint, triumphant\nbaying and the muted thunder of guns. She remembered clutching in\nfright at her Mother's hand and seeing Big Luke ride back to them\nacross the yard.\n\nAn echo of his voice reached her over the years.\n\n\"Got another monster, by God!\"\n\nShe remembered that had happened several times. She had thought\nmonsters were horrible animals of some sort, but now she knew they were\npeople, new and different people--like herself....\n\n\n\nLate summer sunshine lay over the porch in a flood of radiance as rich\nas melted butter. Fran stood very quietly for a moment, letting the\nwarmth bathe her. She drew the fragrant morning air deep into her lungs\nand felt the breeze caress her face and arms. Her brown hair changed\nsubtly in the light, became a gold-glinting auburn, and a faint golden\nflush spread through her skin.\n\nShe was dimly aware of the pigmentation adjustment, but she did not\ntry to control it just then. The chameleon effect, Tom called it, one\nof several protective devices that nature had furnished her kind for\nsurvival against the members of a hostile race. She let the impressions\ndrift like smoke through her mind, releasing herself wholly to the\nbeauty of the morning.\n\nShe arched forward on the tips of her bare toes, her slender body\nstraining against the threadbare fabric of her dress to outline the\nfirm, gently rounded curves of growing maturity. She had a feeling of\nvibrant, singing strength, as though she could launch herself with the\neffortlessness of a bird into the gold-hazed, green distance and soar\ntirelessly to the very end of the world. She had a depth and clarity of\nperception that seemed to her capable of embracing green earth and blue\nsky in one vast, magnificent sweep.\n\nShe had a delighted sense of freedom, as though released from the\ncocoon of hiding and caution in which she had kept herself during\nthe past months. For a superb instant she felt free and gloriously\nhappy--and she wanted to tell Tom, to share her emotions with him. Her\nthoughts turned to him with increasing frequency. She felt a growing\nneed for his invisible presence and the comfort it gave.\n\nShe had only to spread the gossamer fabric of her mind like vast\nbutterfly wings, shimmering and iridescent with her exalted sensations,\nand Tom would be there, as he so often was in the moon-bathed stillness\nof the night. Tom, so patient, so earnest and kind, his quiet strength\nthe foundation upon which the structure of her own being had come to\nrest.\n\nBut she did not reach out to him. She slumped, and the surging\nloveliness in her faded. Her small face turned wistful. Tom would be\nthere--but reserved as always, somehow withdrawn from her. It was as\nthough he kept a barrier between them, a sort of immaterial wall that\nmade the intimacy of their mental contact an almost purely one-sided\nthing. It hurt and puzzled her, and the hurt had grown as Tom's\nimportance to her had grown.\n\nShe wondered if the wall would always be there. Didn't Tom sense her\ndisappointment and the reluctance of her own restraint?\n\n\n\nHer eyes caught a flicker of movement across the yard, and she looked\nup to see Sammy and Davey walking toward her from the direction of the\nbarn. She retreated back into her shell of caution.\n\nSammy had bothered her very little of late. He seemed to sense the\nchange in her, to be aware of a greater strength and resistance.\nShe had often noticed him watching her with a kind of wondering\ncalculation, and it was almost entirely for his benefit that she\nmaintained her secrecy and watchfulness.\n\nOnly once in the past weeks had he attempted to annoy her. They had\nbeen momentarily alone in the kitchen, and Sammy had caught at her arms\nfrom behind. She had whirled and broken free with the swiftness of a\nwildcat, to face him with a knife snatched from the table. Sammy had\ngaped at her for a second or two, and then had left the kitchen without\na word.\n\nShe regarded Sammy as the greatest danger, but even Davey's dim mind\nappeared to have grasped the change in relationships. And he had\nsomehow seized on it to widen his break from Sammy's control. As if\nin defiance of his brother, Davey favored Fran with small, clumsy\nkindnesses, but she knew Davey could not be depended upon. His moods\nwere mercurial, ranging from swift, hysterical excitement to long\nintervals of sullen gloom.\n\nSammy came to a stop several feet away, his pale eyes fixed on Fran and\na somehow startled expression on his wizened face. The intentness of\nhis gaze held her for an instant as she turned away to avoid him.\n\nHe blurted, \"Golly, Fran, you're pretty!\"\n\nShe felt a shocked dismay. Looking at herself in the stained mirror\nin her bedroom, she had unselfconsciously noticed a ripening and\nsoftening, and it was unpleasant to discover that Sammy had noticed\nit too. She caught the blurred, cloudy movement of his thoughts and\nshuddered as she sensed the impulses from which his admiration sprang.\nShe was only dimly sensitive to ordinary minds; there was too great a\ndifference--a lack of harmony. For the most part she avoided the murky,\nalien contact. But in that instant she understood Sammy and saw his\nmotivations in a new light.\n\n\"You tend to your chores and leave me alone!\" she told him sharply,\nbreathless and upset. She hurried away from the porch, toward the\nchickens in the yard, clutching the plate of scraps and crumbs she had\nbrought with her from the kitchen.\n\n\"Aw, Fran, don't be mad,\" Sammy called after her, his voice cajoling\nand his eyes sly. \"Let's be friends.\"\n\n\n\nShe indicated her contempt by remaining coldly silent. Davey giggled\nsuddenly, and Sammy spat a curse at him and whirled to stalk into the\nhouse.\n\nThe air grew warmer and lost its dewy freshness. Big Luke returned from\na horseback trip to town with an earthenware jug, his eyes bleary and\nlidded and his sagging face with the shine of drunkenness. He tramped\nheavily into the house, and a short time later Fran heard him snoring.\n\nShe busied herself with the small tasks that remained to be done before\nthe noonday meal. She drew water from the well, and then, a basket in\none hand, set out for the barn.\n\nThe interior was shadowed and still cool, filled with the vague sounds\nmade by the chickens. As she searched in the hay for eggs, she saw a\nshaft of sunlight blocked off by a movement behind her and heard a\nrustle of sound. She whirled startledly to discover Sammy standing a\nshort distance away. She had been certain he was nowhere about when she\nstarted for the barn.\n\nHe made a placating gesture. \"I wish you'd stop being mad at me, Fran.\nI don't want you to be mad at me no more.\" He was breathing fast.\n\"You ... you're nice, Fran. You're pretty ... so pretty.\"\n\nShe drew back, alarm a sudden frantic drumming in her. \"Keep away from\nme!\" she spat. \"Keep away from me with your lies and nasty tricks!\"\n\n\"Aw, Fran....\" He was sidling closer.\n\n\"Keep away, Sammy! Don't you touch me!\" She moved backward over a deep,\nuneven carpet of hay.\n\nHe followed her for a few steps, his pale eyes glittering at her and\nhis hands splayed and tense. And then he lunged. He caught at her\nshoulder as she darted aside. She heard the wash-worn fabric of her\ndress rip and felt Sammy's arm circle her throat. Then his full weight\nthrust against her and she was borne down into the hay.\n\nFor a nightmare instant Sammy's breath panted against her cheek. And\nthen, like a wild thing, she heaved, twisted, scratched. In violent,\nwhip-like movement, she pulled partly away, kicked out with strong,\nsupple legs. She succeeded in thrusting Sammy aside and scrambled\nerect, floundering through the deep, spongy surface under her feet.\n\nHer panicky flight took her deeper into the barn. Abruptly one foot\nplunged through a gap in the hay and she fell. Before she could rise\nagain, Sammy had reached her and was pressing her back with a savage\neagerness.\n\nShe knew anger, then. Hatred and disgust swept her in a wave of\nscalding fury, drowning all caution, all thought of hiding. The\nvirulence in her leaped out in a blast of mental force. Sammy shrilled\nwith pain and convulsively jerked back, and for a stunned instant he\nstared at her, his pale eyes bulging and his mouth loose with almost\nmindless fright.\n\nA glow radiated from her. It shone from her eyes, her skin, her hair.\nIt lay over her like a supernal cloak. She was suddenly something more\nthan a girl, something more than human.\n\nSammy drew away from her in superstitious dread, trembling, his mouth\nworking futilely. \"Monster!\" he gasped at last. \"You ... you're a\nmonster! _A monster!_\"\n\nStaggering drunkenly with panic, he ran from the barn.\n\nFran surged erect, starkly and coldly aware of a new and greater\ndanger. She listened for a moment to Sammy's hoarse cries, and knew\nonly one course lay open to her. She would have to flee. In what little\ntime remained she would have to put as much distance between the\nBeckers and herself as was possible.\n\n\n\nFar away across the rolling field she heard the baying of hounds. She\nwhirled to a stop within a grove of trees, listening. She breathed\nrapidly and deeply from the steady pace she had maintained well into\nthe afternoon. Her dress had been shredded into rag-like strips by\nclutching branches, and her legs and arms were scratched and bleeding.\n\nThe distant baying held a note of eagerness. The dogs unmistakably were\nhot on her scent. Behind them, she knew, would be men on horseback,\narmed and merciless. Sammy, of course, had alerted Big Luke, who in\nturn had rounded up a group of neighboring farmers, always hungry for\nsport of any kind as an escape from their drab and near-primitive\nexistence.\n\nShe knew her lead was swiftly being cut down. A kind of instinct had\ntaken her toward the hills, which in more pleasant times she had seen\nbulking darkly against the horizon and had watched with the yearning\nto know what lay beyond. Once they had promised adventure; now they\noffered refuge. In the hills she hoped to find rough ground that would\nmake the use of horses impossible and hinder the progress of men and\ndogs.\n\nHer pulses raced with the awareness of dwindling time and distance, but\nshe delayed a moment longer. Again, as she had done twice before, she\nsent her mind reaching out in an urgent, pleading call.\n\n\"Tom! Tom--can't you hear me? Where are you, Tom? Why don't you answer?\"\n\nAs never before, she needed the comfort of his presence, needed his\nhelp. But he was not there. He was gone--gone as though he had never\nbeen.\n\nShe was alone. And in the distance the dogs bayed eagerly, drawing\nnearer, always nearer.\n\nShe drew a sobbing breath and turned to resume her flight....\n\nThe hills towered around her in rocky grandeur. She stood on a narrow\nledge and looked down a long, broken slope toward a fringe of trees.\nShapes were moving there--the shapes of dogs and mounted men.\n\nHorses were useless now, but their riders would be fresh and their guns\nwould bring her within easy reach. She glanced despairingly at the\nsetting sun, aware that darkness was her only hope.\n\n\n\nA strength and endurance beyond the ordinarily human had brought her\nthis far, a power she had never known lay in her slender limbs. Time\nand again it had seemed impossible that she could continue further, but\nalways she had drawn upon some new fount of energy. But even that, she\nrealized, had its limit.\n\nA faint shout mounted to her on the breeze. One of the men was\ngesturing upward--and she knew she had been seen. In another instant a\ngun sent crashing echoes through the stillness.\n\nThe muzzles of other weapons were raising toward her as she slid around\na shoulder of rock and lost herself from view. She resumed her climb\nupward, a slender, nymph-like figure, her gold-glinting hair tumbled\nabout her small, pale face, her dress little more than a handful of\ntatters.\n\nThe baying of dogs and the shouts of men followed her.\n\nShe wound her way up rocky terraces and across stretches of gravelly\nsoil. She worked around huge masses of rock and through narrow V-shaped\nclefts. Once she was able to tumble a precariously balanced boulder\ninto a passage behind her to win a slight gain of time. But the sounds\nof pursuit seemed always closer.\n\nShadows were spreading and deepening over the hills as she reached\na narrow, rushing stream among the rocks. She dropped gratefully to\ndrink, and the deliciously cold water seemed to flood her with new\nstrength. A little more time, she thought pleadingly. Just a little\nmore time. Soon it would be dark. And then--\n\nThe touch of the water against her face brought a flash of inspiration.\nIf she were to walk through the stream, she might succeed in throwing\nthe dogs off the scent. She could hear them not far off, no longer so\neager or so loudly vocal, but still determined.\n\nThe water was numbingly cold against her legs and stung where sharp\nrocks had cut the flesh. Her path lay upward and her progress was\nmade slow and difficult by the tumbling rock surface over which the\nstream flowed. But a current of triumph quickened in her. Ahead lay\ndarkness--and escape.\n\nThe rocks under her feet were smooth and slippery from the constant\nrush of water. She was thinking how easy it would be to fall when one\nfoot suddenly slid from a glass-like stone. Her ankle twisted with a\ntearing sensation and a burst of pain, and outlines tilted crazily as\nshe plunged sidewise into the stream.\n\n\n\nFor a moment she lay utterly still, paralyzed with pain and horror.\nIt couldn't have happened, she told herself frantically. Not now of\nall times! But when she finally rose and tried to walk, it was to find\nthat the ankle would not support her weight. Sick with agony from her\nexperiment, she dragged herself to the edge of the stream and lay with\nher face in her arms.\n\nIt was all over, she knew. There would be no escape after all....\n\nTom, she thought, then. _Tom!_ I need you, Tom! _Why don't you answer?_\n\nSilence--and the baying of dogs. Close, now, so horribly close.\n\n\"_Fran!_\"\n\nHer heart leaped incredulously. That familiar presence ... rushing\nnearer across some awful gulf.\n\n\"Fran, where are you? I know what has happened, but I couldn't\nreach you before this. Your being discovered so suddenly forced me\nto complete certain preparations ahead of schedule.... But now,\nFran--think carefully. Carefully. Picture the spot where you're\nlocated, the route you took reaching it. Picture it, Fran.\"\n\nShe squeezed her eyes shut, concentrating, thinking over in split\nseconds what had taken so many hours of toil and effort, of suffering\nand fear. Yet even as she thought, doubt and hopelessness weighted her.\nHow could Tom possibly reach her in time?\n\n\"It _can_ be done, Fran! Our abilities include the power to send\nourselves instantaneously through space--teleportation. But an\nobjective must be clearly visualized, or supplied by the mind of\nanother. Your thoughts made a path for me.\"\n\nA voice. Not a silent mental voice--but an audible voice that ended in\na soft chuckle.\n\nUnbelieving, she looked up. She saw a figure standing beside her and\nknew instinctively that it was Tom. But--\n\nIt wasn't Tom. Tom was an identity, a label for someone she had never\nseen.\n\nThis was--Davey.\n\n_Davey!_ The realization exploded in her, sent alternate waves of fire\nand ice crashing against the walls of reason.\n\n_Davey!_ But a changed Davey, taller and straighter, with a firmness\nin his face and a brightness in his eyes that had never been present\nbefore. He was somehow majestic--god-like.\n\n\n\nDazedly she realized that Davey was different, just as she was\ndifferent. Behind the outward dullness of Davey, so carefully hidden\nthat she had not suspected it, had been the flashing intelligence she\nhad known as Tom.\n\nHe smiled again. \"Yes, Fran. I'm a little surprised that you didn't\nconnect Tom with Davey before this. You should have remembered that\nDavey was two years younger than Sammy--around the same age as\nyourself--which meant Davey had been born after the atom raids, just as\nyou were, and was just as likely to have been ... changed. Maybe Davey\nseemed a bit too empty--and he was, in more ways than one. He was never\nall there mentally until now.\n\n\"You see, Fran, an important part of Davey's mind was away most of\nthe time. He was in contact with other changed children--gathering\ninformation, making plans for the future, developing his own abilities.\nAnd he had to be careful not to let Sammy or Big Luke discover his\ntrue nature. The difference between Davey and themselves was so great\nthat even family ties would have meant nothing. For that reason Davey\npretended to be a simple-minded tool who helped Sammy in teasing you.\nBut he wouldn't have done anything that meant actual harm.\"\n\n\"But why did you call yourself Tom?\" Fran asked. \"Why didn't you tell\nme you were different, too? We could have gone away--out of danger.\"\n\nDavey shook his head. \"You needed time to develop your full abilities,\nFran, and that's done most quickly under pressure. If you knew Davey\nwas like yourself, that pressure would be gone. There was also the\nchance that we might give each other away. And as for leaving, Fran,\nfor a long time there seemed no place at all we could go to where men\nwould not find us eventually. I and the others had to find an answer to\nthat.\"\n\nHe hesitated, his gaze suddenly anxious. \"It was really necessary for\nyou to think of me as Tom, Fran. I'm sorry I had to hurt you by being\nsecretive and on guard against you. And ... well, I hope you're not\ndisappointed that I turned out to be Davey.\"\n\n\"No,\" she said quickly, smiling. For whether Tom or Davey, the kindness\nand quiet strength, the comfort and peace she drew from them, was the\nsame.\n\n\n\nThe clamor of the pursuing dogs had drawn close. Now their lithe\nshapes came bounding out of the deepening shadows. They splashed across\nthe stream, leaped forward with triumphant buglings. Fangs were bared,\nmuscles gathering for the attack.\n\nA soft, pale light glowed from Davey. It touched the dogs, and they\nplunged to a stop, frozen. And then they were yelping, tumbling over\neach other in panic as they whirled to flee. The shadows swallowed them.\n\nThe pale light touched Fran, touched her ankle--and the pain was gone.\nPain would always go like that, she knew.\n\n\"Come,\" Davey said. \"We're going to a place that has been waiting for\nus, Fran--a place none of us ever thought of until a while ago....\nFollow the pattern in my mind. Carefully, now. Carefully.\"\n\nThe voices of men, puzzled and angry. The footsteps of men, grating on\nrock, rushing nearer.\n\n\"Quick, Fran! Quick!\"\n\nA bright thread that seemed to run endlessly through an awesome\ndarkness. The hills around her vanished, and she felt herself whirl\ndizzily across an unimaginable void.\n\nThen--The city took shape around her, glowing and spectral in the dusk.\nShe and Davey stood on a deserted street, littered with wreckage. Ruin\nlay everywhere, but many of the buildings still stood.\n\nDavey said softly, \"The radiation here would kill ordinary people,\nFran. But it gave birth to us and is a part of us. We of the new race\ndraw life and not death from it. The cities are home to us, for only we\ncan live in them. And we will live in peace, safely and without being\ndisturbed. In the cities we will build again, more wisely and strongly\nthan those before us.\"\n\nA group of figures appeared up the street, tall boys and slender\ngirls. They hurried forward, laughing and dancing, and their friendly\nwelcoming thoughts reached out.\n\n\"Home....\" Fran murmured. She drew closer to Davey and felt a deep\ncontent.",
    "metadata": {
        "author": [
            "Geier, Chester S.",
            "Archette, Guy"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/65741/pg65741.txt",
        "name": "run_little_monster.json"
    }
}