{
    "name": "Saints in Sussex",
    "author": [
        "Fry, Sheila Kaye-Smith",
        "Kaye-Smith, Sheila"
    ],
    "body": "  SHEILA KAYE-SMITH\n\n\n  Mdccccxxiij.\n\n  PRINTED FOR THE PUBLISHERS,\n\n  ELKIN MATHEWS LIMITED,\n\n  BIRMINGHAM.\n]\n\n\n\n\n                        PRINTED IN GREAT BRITAIN\n\n\n\n\n                              THE CALENDAR\n\n\n                       I ST. ANDREW                9\n\n                      II ST. PHILIP AND ST. JAMES 12\n\n                     III ST. PETER AND ST. PAUL   14\n\n                      IV ST. MARY MAGDALENE       17\n\n                       V ST. MATTHEW              20\n\n                      VI ASCENSION DAY            21\n\n                     VII PENTECOST                23\n\n                    VIII CORPUS CHRISTI           25\n\n                      IX THE CONCEPTION B.V.M.    26\n\n                       X LADY DAY IN HARVEST      27\n\n\n\n\n                               ST. ANDREW\n                  _The Men of Sussex crying after him_\n\n\n              Andrew, what of the North?\n                In November shadows drear\n              We have heard thee marching forth\n                With songs of a glad new year.\n              Thou goest to mountains high,\n                To Picts in a Northern fen—\n              But, Andrew, tarry and hear the cry\n                Of the little Southern Men.\n\n              Down by the seas of Gaul,\n                Where the Roman eagles stand,\n              Anderida they call\n                Our shaggy forest land.\n              We have no saving health,\n                To us no Word comes forth,\n              On us the gods bestow no wealth—\n                Yet Andrew goes to the North.\n\n              Oh, stay and give us grace,\n                For our hearts are grey with dule,\n              As each man lifts his face\n                In the dreadful days of Yule,\n              When the burning Wheel stands still\n                In the black and dropping skies,\n              And the Long Man screams upon the hill\n                With the human sacrifice.\n\n              Andrew, what of the North?\n                Our Druids tell sad tales,\n              Our arms have lost their worth\n                In the scrubby hills of Wales;\n              But thy mighty banners go\n                Forward and pass us by,\n              As the Northern streamers fly and flow\n                On the red wings of the sky.\n\n              We hear strange tales of thee—\n                We hear thou preachest still\n              A Man more fair than Bald, a Tree\n                More tall than Ygdrasyl,\n              A Bread more strong than meat,\n                Water more fierce than wine—\n              Than the mead which drunken gods find sweet\n                In the halls where Heroes dine....\n\n              To the little Southern Men\n                Saint Andrew answered he:\n              “I have heard from the Northern fen\n                Your moan from the Gaulish sea;\n              And though I pass you by,\n                And may not see your face,\n              Yet my Lord hath heard your cry,\n                And He sends you hope of grace.\n\n              “Three saints shall teach the land\n                That lies by the Southern sea;\n              Three saints on your shores shall stand—\n                A thrice-noble company.\n              The Word that heals and saves,\n                Which to the Scots I send,\n              Wilfred shall teach by the waves\n                That beat on Manhood’s End.\n\n              “On Havant’s drawling tide,\n                Which round the island swells,\n              The solemn ships shall glide\n                To the chime of Richard’s bells:\n              On Mayfield’s hills the iron\n                Of Dunstan’s anvil rings\n              As he hammers gates for Zion\n                And fights Unholy Things.\n\n              “So faint not—all is well,\n                And the price of hope is paid\n              By the Lord Who hath harrowed hell,\n                And hath made the gods afraid.\n              Eternity keeps the hours\n                Till the Sussex Saints go forth—\n              Wilfred and Richard and Dunstan are yours,\n                But Andrew goes to the North.”\n\n\n\n\n             ST. PHILIP & ST. JAMES TO ST. SIMON & ST. JUDE\n\n\n        Said the May Day Saints to the Grey Day Saints,\n        Singing across the year:\n        How is it with you in October?\n        With us the meadows are green,\n        And the grass is warm with the sun,\n        And strown with the golden pence\n        Of the coltsfoot, our offertory.\n        The tapers are lit for our feast—\n        Tall tapers are lit for our feast\n        In the drooping horse-chestnut boughs;\n        And the thrushes serve our Mass\n        There in the white thorn hedge,\n        Where the bloom is breaking against\n        A smudgy, sweet, grey sky\n        That shall give us holy water....\n        Oh, tell us, October Saints,\n        How you fare at the end of the year.\n        Are you cold in the draught of the year?—\n        On the edge of the fog of All Saints\n        And the gloom of the Holy Souls?\n\n        Said the Grey Day Saints to the May Day Saints,\n        Singing across the year:\n        How is it with you in the Spring?\n        The leaves in the wood are red,\n        And the frightened trees are a-shake\n        Down by the moaning brook.\n        The birds sweep the sky with desperate wings of escape.\n        There is none to serve our Mass,\n        And the high wind is our Priest.\n        No censer swings for us\n        From the lime-tree’s blossomed boughs;\n        Yet have we joy of our feast,\n        For we know that the Child is near—\n        The Child Who is born in December,\n        In the frozen December stillness.\n        Round Him the year shall wake,\n        And climb up the Spring into May,\n        To the feast of Philip and James.\n        The tapers of Christ’s own Mass\n        Shall rekindle the fading sun,\n        And Mary shall lift her Babe\n        To the horn of the wintry moon,\n        And ride Him into a Happy New Year.\n\n\n\n\n                          ST. PETER & ST. PAUL\n                          _The Gate of Lewes_\n\n\n            St. Peter sits on Caburn Hill,\n              St. Paul sits high on Beacon Down,\n            And there, each side of Wakeland’s Mill,\n              They guard the way to Lewes Town:\n            They hold the Sword and Keys in state—\n              Our bands are loosed, our sins forgiven—\n            They sit there guarding Lewes Gate\n              As they would guard the Gate of Heaven.\n\n            _For Lewes Town like Heaven is,\n            And Heaven is like Lewes Town._\n\n            The golden streets go up the hill,\n            In sunshine dreaming, warm and still;\n            Ouse river through the vale below\n            Like Sion’s Stream of Life doth flow,\n            And many fruits our fruit-trees bear—\n            Plum, cherry, apple, quince, and pear—\n            And in our streets the live-long day\n            The girls and boys are at their play.\n            When evening falls the church bells ring,\n            And faithful voices pray and sing;\n            When morning comes the faithful feet\n            Tread to the altar-paces sweet.\n            The Lamb is with us day and night,\n            So, like high Heaven’s, our streets are bright.\n            The Lamb is with us night and day,\n            So two Apostles guard the way\n            ’Twixt Caburn Hill and Beacon Down,\n            The way that leads to Lewes Town.\n\n            _For Lewes Town like Heaven is,\n            And Heaven is like Lewes Town._\n\n            Oh, great St. Peter, hear our cry\n              From your high sunset seat on Firle,\n            Promise by Him you did deny\n              That our dear city’s gates of pearl\n            Shall not be forced by any foe;\n              Nor any soul that mongers sin,\n            Or in defilement loves to go,\n              Or makes a lie, shall enter in.\n\n            Oh, great St. Paul on Mount Caburn,\n              Promise by Him you sought to slay\n            That your fierce, fiery sword shall turn\n              Both east and west and every way\n            To guard the sunrise road that swings\n              Past Glynde and Wick and Stonery,\n            Because it is the road of kings,\n              Who bring their glory from the sea.\n\n            They bring their glory to our feast,\n              As to the New Jerusalem;\n            They are the Wise Kings of the East,\n              Who journeyed once to Bethlehem;\n            And through our streets they’ll ride in state,\n              From Brooks to Priory, up and down,\n            And praise the Saints who guard our Gate—\n              The holy Gate of Lewes Town.\n\n\n\n\n                           ST. MARY MAGDALENE\n\n\n   Mary Magdalene has looked out of her window,\n   High in her cottage at Horeham Road;\n   From her high window has Mary looked down,\n   And seen all the doings and sights of the town:\n   The boys look up as they pass her abode—\n   The boys look up, but the girls look down.\n\n   Mary Magdalene has caught sight of the Preacher—\n   The Preacher Who’s come from the town in the west;\n   She hears Him preaching out there on the Green:\n   His words have troubled her heart—she has seen\n   His face, and the sobs are all thick in her breast,\n   And her tears are the saltest that ever were seen.\n\n   From Horeham Road to Boreham Street\n   And High Horse Bridge where the waters meet—\n   East or west, was there ever seen\n   Such a preaching, such a teaching for Mary Magdalene?\n\n   A boy calls up to her there at the window:\n   “Come down, my sweet, for the night is here,\n   And the stars are dim in the mists above,\n   And the darkening field is the place for love—\n   Come down, my lovely, come down, my dear,\n   And show me beauty and give me love.”\n\n   But Mary Magdalene still stands at the window,\n   And the dusk is white on her tear-stained face,\n   For the Preacher has broken her heart, and it turns\n   To the Word that freezes, the Word that burns,\n   The Word that is Flesh in the market-place,\n   Where the Preacher’s voice through the silence burns.\n\n   From Horeham Road to Boreham Street\n   And High Horse Bridge where the waters meet—\n   East or west, was there ever seen\n   Such a turning, such a burning for Mary Magdalene?\n\n   Mary Magdalene has gone down to the Preacher—\n   The strange Young Man from the western town:\n   With silk she is shining, with scent she is sweet,\n   Her eyes are like water, like flowers are her feet,\n   And when she has come to the Green she falls down\n   Before the Young Preacher and kisses His feet.\n\n   She kisses His feet and she cries out for pardon,\n   With tears and with kisses His feet are all wet;\n   The boys are all staring and no word is said,\n   For she wipes His wet feet with the hair of her head—\n   Her lovely brown hair that no boy can forget,\n   It is like a brown beech-wood, the hair of her head.\n\n   From Horeham Road to Boreham Street\n   And High Horse Bridge where the waters meet—\n   East or west, was there ever seen\n   Such a sighing, such a crying for Mary Magdalene?\n\n   And the Preacher has stooped, and has blessed her and raised her,\n   And the boys are all laughing to see them stand so:\n   “Ah, lovely, and have you forgotten so soon\n   The ways of a woman, the ways of the moon,\n   And all the gay gallants with whom you would go\n   And show them the madness that’s under the moon?”\n\n   The Preacher has brought Magdalene to His mother,\n   And His mother has given her a white gown to wear,\n   And they’ve sat down to supper together all three,\n   And the boys stand outside in the street and agree\n   That the joke’s gone too far—“Come out, Mary, my dear,\n   For you and these strangers will never agree.”\n\n   But Mary Magdalene has looked out of the window—\n   She stands in the window all white and alone—\n   “I will never return while the stars are above\n   To the ways that were far from the true ways of love.\n   Oh, many a lover poor Mary has known,\n   But never till now has she learned to know love.”\n\n   From Horeham Road to Boreham Street\n   And High Horse Bridge where the waters meet—\n   East or west, was there ever seen\n   Such a story, such a glory for Mary Magdalene?\n\n\n\n\n                              ST. MATTHEW\n\n\n    Matthew the Publican sits at the gate of September,\n    Counting the gold of the passing and vanishing year—\n    The gold that the Summer must pay with her tears and sighings—\n            The gold of the falling leaves.\n\n    The Lord goes by and, turning, says unto Matthew:\n    “Follow Me—follow Me down the long months into Winter,\n    “Follow Me—follow Me down through the fogs of November,\n    “When the coin of the year is spent and the trees are beggared,\n    “With never a golden leaf to drop at the gate—\n            “Follow Me.”\n\n    Matthew the Publican rises to follow his Lord;\n    But first he will make a feast at the gate of September—\n    He will make a feast for the sinners and Saints of the year.\n    The way is long and the Autumn paths are dreary,\n    So before he treads the dark road into the rain\n    He makes a great golden feast, the last feast of Summer,\n    And he throws his golden treasury over the fields.\n    The dying, fluttering, shimmering leaves of September,\n    The last of the daisies and coltsfoot and dandelions,\n    Are Matthew the Publican’s treasure, his gold and silver,\n    Which he throws at his Master’s feet, the feet he must follow\n    Down, down the Autumn, into the fogs—\n            To the end of the year.\n\n\n\n\n                           THE ASCENSION DAY\n\n\n               So Thou hast left us and our meadows,\n               Lord, Who hast blessed us and our meadows—\n               Lord of the sorrel-hearted hay,\n               Lord of the pollened flowers of May.\n               From our fields Thou hast ascended,\n               Passing into the anthered light\n               Beyond the sun, by the winds attended—\n               And the Sussex fields are white\n               With daisies, and the diadem\n               Of the hawthorn crowns the hedge,\n               And at the blue pond’s reedy edge,\n               Like a broidered, silken hem\n               The yellow irises are blown.\n               Lord, Thou art gone, and gone alone.\n\n               Dost Thou think of us and our meadows,\n               Lord, Who hast left us and our meadows?\n               In shining pastures of the sky\n               Thou walkest, Lord, ascended high.\n               The stars are flowers about Thy feet,\n               And looking up to Thee we see\n               The River flowing silently—\n               The Milky River, broad and sweet\n               As Rother River here below,\n               While planets the dim marshes strow,\n               And constellations flower and fade....\n               O Lord, Thou hast Thy country there,\n               The fields and meadows of the sky,\n               The fields and meadows ever fair,\n               The dear, divine, undying glade.\n               At night we too walk in Thy meadows,\n               We walk beside Thee in Thy meadows.\n               At midnight I may hear Thy call,\n               And ride to Thee on the moon’s light—\n               To where the living waters fall,\n               And the unfading fields are bright.\n               The stars are flowers about our feet,\n               And at my side Thou art the sweet\n               Perfumed, eternal Breath of May....\n\n               With a sob the pale-eyed day\n               Wakens at the Rother’s mouth,\n               And back to earthly fields I go,\n               And back to earthly toil, and slow\n               Hot days of the slow, drawling South,\n               Toiling to keep the fields alive,\n               For our poor meadows cannot thrive\n               On just the memory of Thy feet,\n               Which trod them once and found them sweet.\n               Our tears, our sweat, must give them life,\n               For Thou, our Lord, hast gone on high\n               To golden countries of the sky,\n               To golden fields of golden stars,\n               Beyond the echo of our strife....\n               Yet there, upon the shining hill,\n               Thou dreamest of our meadows still,\n               And, Lord, we have Thy promise plain\n               That Thou wilt walk in them again.\n\n\n\n\n                               PENTECOST\n                             _Veni Creator_\n\n\n                Dear Heart of the Eternal Rose—\n                  O many-coloured Heart of Fire—\n                That in our Lord’s green garden grows,\n                  Come, Holy Ghost, our souls inspire.\n\n                Sweet Honey of the heavenly flowers,\n                  Distilled from the white lily’s heart,\n                Drip on these thirsty lips of ours—\n                  Thou the anointing Spirit art.\n\n                O Wind, down heaven’s long lanes ablow,\n                  Warm, perfume-laden Breath of Love,\n                O Sweetness, on our hearts bestow\n                  Thy blessed unction from above.\n\n                O Sun, in the mild skies ashine,\n                  O Moon, bewitching all the night,\n                These dark and groping ways of mine\n                  Enable with perpetual light.\n\n                Dear Absolution of the Sun,\n                  Dear Quickener of the meadow’s grace,\n                When the day’s course of toil is run,\n                  Anoint and cheer our soiléd face.\n\n                When evening falls and darkness creeps,\n                  And the long starry hours have come,\n                And all the world is tired, and sleeps,\n                  Keep far our foes, give peace at home.\n\n                O Sun, O Wind, O Flower, O Fire!...\n                Come, Holy Ghost, our souls inspire!\n\n\n\n\n                             CORPUS CHRISTI\n\n\n   Now Thou hast come to the end of Thy pilgrimage, Lord;\n   Thy lamp glows red like a star at the dim lane’s turning:\n   The bread and the wine of Thy supper are set in the shadows,\n   And the gleam of Thy cottage calls toilers and wanderers home.\n\n   In the feathery green of the hedges the chervil is blooming—\n   Petals and wafers of scent, like the Host in a dream....\n   The night wind is singing the Mass of Thy living and dying,\n   O Pilgrim of Love, Who at last hast come to Thy shrine.\n\n   Thou art at peace. At Thy journey’s end Thou sittest,\n   Thy cheek on Thy folded hands, before Thee the bread and wine,\n   While far down the sky the yellow moon dips to her dying,\n   And the big stars hang like lamps in the fading west.\n\n   Lord of the journey’s end, if I too should stumble\n   At last to the long lane’s turning, there may I see\n   The beckon and gleam of the lamp that is hung in Thy cottage,\n   Calling me home to my supper, my friends, and sleep.\n\n   The Saints sup with Thee, there in the dusk and lamplight—\n   Mary and Joseph and Peter and all my friends—\n   With faces propped on their tired and toil-worn fingers,\n   And kind eyes full of the peace of the journey’s end.\n\n   To that feast of the Saints in Light, dear Lord, please bring me,\n   Wash my dusty feet as on Maundy long ago;\n   At the end of the day let me find my Lord at supper,\n   And forget my toils with Him in the Breaking of Bread.\n\n\n\n\n                             THE CONCEPTION\n                                 B.V.M.\n\n\n             _Anna’s Voice_:\n\n             Down by the rushes I paused and bent—\n             I bent with a sudden lovely pang of joy,\n             And I knew that my hope was true....\n             Lord God of our fathers, if Thou send me a son\n             He shall be bred in Thy fear,\n             But if Thou send me a daughter\n             She shall be bred in Thy love.\n             Lord, I pray Thee, send me a girl.\n\n\n\n\n                          LADY DAY IN HARVEST\n      A LULLABY FOR THE FALLING ASLEEP OF THE BLESSED VIRGIN MARY\n\n                                   ❦\n\n\n                MARY _sleeps—and as she sleeps the\n                angels sing_:\n\n            Sleep, sleep, sweetly sleep,\n            Sweetly sleep, sleep, sleep,\n            You who rocked the cradle—so—\n            In the stable long ago.\n            Golden Rose of David’s stem,\n            Sleep, and dream of Bethlehem;\n            Dream of herald angels singing,\n            Dream of Christmas bells a-ringing\n            In the steeples of the town,\n            Telling of the Christ come down\n            To a stable long ago;\n            Dream in harvest of the snow;\n            Dream His head is on your breast,\n            Then, smiling, sleep and take your rest—\n            Golden Rose of David’s stem,\n            Sleep and dream of Bethlehem.\n\n\n                MARY _sleeps—and as she sleeps her\n                Son sings_:\n\n            Sleep, sleep, sweetly sleep,\n            Sweetly sleep, sleep, sleep:\n            You rocked the cradle once for Me,\n            Mother of sweet liberty;\n            And now I sing your lullaby,\n            While angels watch us from the sky,\n            And the August stars are bright\n            In the dark, hop-scented night.\n            Rest, darling mother, rest\n            With your head upon My breast,\n            For all the hundred happy hours\n            That My head has lain on yours.\n            Mother whose hair is grey with love,\n              With memories of Calvary’s day....\n            Darling, in the fields above\n              The young angels wait to play,\n            And all the holy innocents,\n              Who once laid down their lives for Me,\n            Will climb into your lap and lie\n              Where once I lay so lovingly.\n            Rest, darling mother, rest\n            With your head upon My breast.\n\n\n                MARY _sleeps—and as she sleeps we\n                all sing_:\n\n            Sleep, sleep, mother, sleep,\n            Sweetly sleep, sleep, sleep;\n            On His bosom lay your head,\n            While the angels watch your bed,\n            And the August stars are red—\n              Little mother of joy divine,\n              Little mother of purity,\n              Sweet mother of eternity—\n            (You our mother and He our Brother);\n            So shall heaven’s windows shine\n            With lights of home, burning softly down,\n              On your children on their way\n              To your door—until the day\n            When we reach our native town:\n            And our hands shall knock, and yours unlatch,\n            And we shall come home to you under the thatch—\n            To you our mother, to Him our Brother,\n            So shall we love you and Him and each other.\n              Little mother of joy divine,\n            From your window in heaven look down,\n            And light the way to our native town.\n\n------------------------------------------------------------------------\n\n\n\n\n 1. Silently corrected typographical errors and variations in spelling.\n 2. Archaic, non-standard, and uncertain spellings retained as printed.\n 3. Enclosed italics font in _underscores_.",
    "metadata": {
        "author": [
            "Fry, Sheila Kaye-Smith",
            "Kaye-Smith, Sheila"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/61690/pg61690.txt",
        "name": "saints_in_sussex.json"
    }
}