{
    "name": "Sales Talk",
    "author": [
        "Cente, H. F."
    ],
    "body": "There are two things to know about a salesman, the first being that his\npresent job is just to tide him over until the position he is really\nfitted for comes along.\n\nBig Bill Bennett was no exception to this first rule.\n\nNor was he an exception to the second, of which more later.\n\nJust back from the Moon on a block selling assignment, he lounged into\nhis branch office an hour late and told his boss that, though it hurt\nhis unmarred conscience to quit when the whole corporation would feel\nthe loss, this was it.\n\nHis boss, who knew that Bill was as indispensable to Always-Stitch\nSewing Machines as a bent needle, pretended great sorrow and wanted to\nknow what Bill was going to do.\n\n\"Well,\" said Bill, throwing it at him, \"I'm going into the future. I've\ninherited a time-machine.\"\n\n\"An alarm clock, no doubt?\"\n\n\"Don't be funny,\" said Bill, emptying his pockets and dropping\nhalf-used spools of thread, zipper feet, needles, tension disks and\nstray parts of machinery on the desk. \"You know that uncle of mine, the\none that died a few weeks ago--\"\n\n\"Oh. Yeah. He hated your guts.\"\n\n\"Oh, no, he didn't. That was just a front. Deep down, he must have\nadmired my intelligence, even when I argued with him about his\nscrewball ideas.\"\n\nBill smiled modestly.\n\n\"He left everybody else nothing but money. Me he left the time-machine.\nMolly and I and the foxes are going into the future about two million\nyears--_and we aren't coming back_.\"\n\nThat'll show him what I think of him and his stupid sewing machines.\n\nThe boss didn't believe the story about the time-machine. Still, no\nharm in kidding the dope along.\n\n\"Aw, come on, Bill. The world isn't that much of a mess.\"\n\n\"_Not yet_,\" said Bill, with all the ominous portent he could muster.\n\"The planets are arsenals. Spaceships loaded with weapons and men.\nEarth is liable to be blown off the map anytime. We're getting out, me,\nMolly and the foxes.\"\n\nThe boss had never seen Bill so worked up, even after he'd muffed a\nsale. \"So the world is going to the dogs,\" he mused. Then he grinned.\n\"I bet you wish it would go to the dogs.\"\n\n\"Not a bad idea,\" said Bill morosely. \"They'd do a heck of a lot better\nthan man ever did.\"\n\nThe boss said cautiously, \"What does Molly think about this?\"\n\n\"The wife?\" Bill's eyes glazed. \"Oh. She does anything I want her to.\"\n\nThe boss went through the amenities. He shook hands warmly. \"I don't\nknow how we'll ever get a man to replace you--\"\n\n\"Yeah, I realize that--\"\n\n\"--I'd like to sell you on the idea of coming back--\"\n\n\"_Nobody's_ enough of a salesman for that.\"\n\n\"--but maybe it'll all turn out for the best!\"\n\n\"You're darn right. I'll never look at another sewing machine the rest\nof my life.\"\n\n\n\nBill paled when Molly packed her featherweight sewing machine with\ntheir belongings.\n\n\"Aw, honey!\" he expostulated, cradling her beautiful blonde fluffy head\nwith one arm while his other gripped the yelping bundle of activity\nthat was his wire-haired fox-terrier, Is. \"We won't need a sewing\nmachine where we're going. Somewhere in the next ten thousand years\nwe'll find a civilization where nobody does any work, where the whole\nworld is one great big lawn--\"\n\n\"You're always so certain of yourself, Bill,\" said she, cocking a\npert blue adoring eye up at him. \"And you're so certain of that\ntime-machine.\"\n\n\"Why not? Unk and I took a trip in it before he died. It works.\"\n\nWas, the other fox-terrier, came rocketing red-tongued into the room,\nstayed a moment, and plummeted madly out the open door.\n\n\"Oh, don't think for a minute that I don't think you know what you're\ndoing,\" said Molly. \"It's just that I can't imagine why Unk was so nice\nto you after those things you said--calling him a fussy old man who\ncouldn't even invent a good excuse to die--\"\n\nBill interrupted hastily. \"That was just one of our friendly\narguments,\" he protested. \"Nope, Unk loved me like a son. Dope that I\nam, now I can see it.\" His eyes watered. \"I'm sorry he's dead--almost.\nAnyway, the sewing machine is out. Where is Was?\"\n\n\"He was here. He isn't. Is is. I wish you'd put her down, Bill. She's\nclawing me. That'll give you two arms for me.\"\n\nBill hurriedly released Molly, holding the tongue-lolling dog against\nhis chest. Is licked his nose affectionately. Bill grinned.\n\n\"What a fox,\" he exulted. \"'A good lean head and a quick dark eye,' as\nthe poem goes.\"\n\n\"Well,\" Molly said, \"I only hope it doesn't get cold where we're going.\nI was thinking of making some special little jackets for Is and Was,\nbut--\"\n\n\"Just a minute,\" said Bill, giving her a quick, severe little kiss.\n\"Who said we weren't going to take the machine? But keep it out of my\nsight!\"\n\nTheir possessions being meager, their bank account non-existent, the\nBennetts were able to load everything into a jallopy rocket-car that\ntook the curves at a meager seventy per hour.\n\nWhen they arrived at the sagging Connecticut farm where Unk had\nputtered around with mostly useless inventions the last few years of\nhis life, they immediately saw the reclining hulk of the spaceship in\nthe yard. It looked like a brown cigar with the end bitten raggedly off.\n\n\"Neat, huh?\" said Bill. \"The time-machine is hooked in with the\nspaceship controls. We can move in space as well as time.\"\n\nAs soon as the car rocketed to a sputtering stop before the airlock\nentrance, Was was a furry streak of black and white as he leaped from\nthe car. Is stayed, red tongue lolling, eyes bright. Bill laboriously\nfished the ship combination slip out of his pocket. Then the Bennetts\nand Is unloaded from the car, gathered up Was, and they went inside the\nship.\n\nIt was a good, solid ship, no question of that.\n\n\"And it's big,\" cried Molly. \"There must be a dozen compartments. And\nlibraries, Bill!\"\n\n\"Yeah,\" said Bill in awe. \"Wonder what's the idea? Unk left enough\nbooks to last anybody a lifetime. And here's a matter-converter!\"\n\nHe stood over the matter-converter, fascinated. There was a large\nfiling cabinet giving the matrix combinations for making almost\nanything. Even a combination-recipe for dog food!\n\n\"I did Unk dirt by treating him the way I did,\" Bill said hazily. \"All\nthe while, he had nothing but affection for me.\"\n\n\"A deep freeze,\" yelled Molly from the galley. \"Enough real meat to\nlast twenty years if we space it out with artificial proteins from the\nconverter. Why, Bill, we could live here the rest of our lives if we\nwanted to--just in this spaceship.\"\n\nThe dogs skittered happily around his heels as he wandered dazedly\ntoward the sound of her voice and got a special arm-squeeze around her\nspecial-made waist.\n\n\"We can go anywhere we want to,\" he marveled. \"Up and down time, up\nand down the Solar System. We could spend our lives in comfort. Unk's\nsupplied us with everything--record-player, tape-recorder, transcriber,\ndictaphone, shaver. We're set, Molly! Let's unload the car and get into\nthe next century--for a starter.\"\n\n\n\n\"Hatches battened down,\" reported sailor Molly with a smart salute some\ntwo hours later. \"Main sail keel-hauled--or sumpin'.\"\n\nBill grinned, but it was a strained grin.\n\n\"Man the lifeboats,\" he quipped back, a bit too inappropriately,\nbecause Molly paled. Bill squeezed her hand reassuringly, then turned\nhis attention to the chrono-controls. He threw in the power. A dark\nvibration swept through the room, robbing the light of some of its\nintensity.\n\n\"That's normal,\" Bill said hastily, but Molly said \"Ooh!\" and shuddered\nagainst him, while Is and Was sat on their prize-winning hindquarters\nand whined uncomfortably.\n\nBill was feeling goose pimples himself. He watched the tubes proceeding\nthrough their changes of color. He set the pointer. When the tubes\nglowed a full violet, he threw the contact-switch down hard.\n\nWhat happened, he reflected later on when he woke up, shouldn't happen\neven to the manager of a sewing machine branch office.\n\nFirst, just before the universe turned hazy white and then quite black,\nBill saw one tiny tube on the panel explode in a flash of yellow.\n\nSecond, the pointer, which indicated years, centuries, and millenia\non an advancing logarithmic scale, snapped to its top position. This\nmeant that the ship was flinging into the future at some fantastic rate\nmeasured in millions of years per ship-second.\n\nWhen Bill staggered wildly erect it was because Was was running madly\naround the room, tail pointed down, blocky wiry head sniffing along the\nfloor. Is was anxiously licking his face. The wall chronometer told\nhim thirty minutes had passed. Thirty times sixty is eighteen hundred.\nEighteen hundred times. He glanced at the pointer and mentally retched.\n\n\"Down Was,\" he ordered groggily. Was huddled to the deck, looking at\nhim with imploring wet eyes. Just then Molly sat up, rubbing her eyes\nsleepily.\n\n\"Something's wrong!\" she said.\n\n\"Now, now, now, don't worry,\" Bill chattered, helping her up. \"I'll fix\nit.\"\n\n\"That pointer says,\" said Molly, pointing while her eyes got wider and\nwider.\n\n\"Look,\" implored Bill feverishly. \"Why don't you go ahead and get your\nsewing room set up. Take Is. Take Was. I'll fix it!\"\n\nMolly stepped to the port. \"Oh!\" she said, stepping back. \"It's--it's\nshimmery violet. Nothing else. Bill--I'm sick--\"\n\nHe caught her, holding her helplessly. He should let her drop and fix\nthe time-machine. Instead he carried her to the bedroom, got her under\nthe covers, chafed her wrists. Her eyes opened.\n\n\"I'll fix it!\" he said desperately. He went back to the instrument\nroom. He didn't dare look through the port, as Molly had. He tried to\nput the mechanism in reverse, but the pointer stayed where it was. He\nrustled around in the parts cabinet and found a tube to replace the\nexploded one. It promptly blew out. The pointer stayed where it was,\nmillions of years per second. How many millions of years? It didn't say.\n\nHe'd only wanted to go a hundred years into the future. He'd wanted to\nplay safe. And then a tube blew out.\n\nThe truth came slowly. Then he sat back from the machine, staring at\nit. Then he started giggling. He was still giggling when he went into\nthe bedroom and woke Molly up.\n\n\"Molly,\" he shouted. \"It's Unk. Don't you get it? This is his way\nof getting back at me. He _was_ nuts. He geared the machine so the\ncontrol tube blew out. We can't go back. All we can do is keep going\nahead--toward the heat-death!\"\n\nIs jumped lightly onto the bed, bracing her stiff-furred paws on\nMolly's chest. Was tore into the room, looked around and--was. Molly\naffectionately patted Is on her well-placed shoulders, put the other\nhand firmly over Bill's mouth to shut him up.\n\n\"Well, why not?\" she said reasonably. \"We can live on this ship the\nrest of our lives. Eternity's a long time, Bill. Just you, me, the dogs\nand--\" she broke into a grin--\"a pup or two!\"\n\n\n\nIt didn't turn out so bad at that. Molly had always been a\nself-sufficient, perky little blonde, well able to live with herself.\nBill's dislike of civilization turned out to be a built-in part of his\npersonality. He didn't miss people. He didn't miss shows. He didn't\nmiss phony excitement. It was quite a discovery that he was perfectly\ncontent reading, puttering, making love to Molly, taking care of the\nfoxes.\n\nHe did have a couple heart-qualms when he dared to think about the\ncondition of the universe. Not that there was much to be seen outside\nthe ship. Apparently they were accelerating into time at an enormous\nrate, so fast, indeed, that individual celestial bodies could not be\nobserved.\n\nRelative to the ship, the universe was vibrating fast enough to\nproduce sensations of color. It started at violet. At present it was\na shattering yellow that hurt the eyes to look at. When these color\neffects moved down the scale to infra-red--?\n\nMaximum entropy? The heat-death of the universe? He wondered.\n\n\"So what?\" he asked Molly when his mood became lighter. \"By this\ntime Earth and all the planets and the Sun and every other star and\nconstellation and galaxy is dust. Less than dust, maybe. Maybe we're\nnear the end of time, when all the matter in the universe is broken\ndown into nothing but pulses of energy. Maybe the pulses will get to\nthe place where there isn't even any pulse anymore. When all energy is\ndistributed equally over all of space. When there's no motion at all.\nWhat are you doing, Molly?\"\n\nMolly was smiling to herself. She was on her knees, fitting a fancy\nfrilled checked-wool jacket over Is. Bill stared thunderstruck while\nshe buttoned it down the length of Is's spine.\n\n\"There!\" said Molly, standing back and giggling. \"I made it on the\nsewing machine. Is gets so cold sometimes she shivers. She drags\naround. I think she's going to have pups.\"\n\nBill grinned broadly. He fell to his knees, crooning at the bright-eyed\ndog. \"Pups!\" he exulted. \"She sure is.\"\n\nWas scampered into the room, his tail set high. He examined Is with\nconsiderable disapproval, then, being a highly sensitive dog, tried to\nmake his getaway. \"Oh, no you don't!\" yelled Molly, diving for him. She\ncaught him by the hind leg and hauled out her tape measure. Personally\nBill commiserated with Was, but, knowing Molly, he gave up, went for\nthe refrigerator, and threw Is a bone with plenty of meat on it.\n\n\n\n\"Bill!\"\n\nMolly was in a nightmare. She screamed Bill's name. He was out of bed\nin zero time, had her in his arms.\n\n\"Honey, what's the matter? You screamed!\"\n\nShe clutched at him. Her heart was beating rapidly. He could feel it\npounding away through her silk nightgown. For a moment all she did was\nmoan, then she relaxed, breathing unevenly.\n\n\"What a horrible dream! But--but Bill, it didn't seem like a dream. I\ndreamed I heard a voice--a skittering, ghastly voice, the voice of an\nold crotchety man trying to talk fast--like Unk--\"\n\n_Like Unk._\n\nBill's throat grew something big in it. Fear. He whispered huskily,\n\"_Was_ it Unk? Are you sure it was a dream?\"\n\nShe eased back against the pillow. \"I haven't been feeling good,\" she\nsighed. \"Maybe--I don't know what to think. Bill, lie down beside me.\nLet's listen together.\"\n\nListen. Listen to Unk? But Unk was dead. Maybe Unk's ghost....\n\nIt couldn't be Unk. So what was there out here beyond the ship in a\npointless universe? He lay down with her, goose pimples all over his\nbig body.\n\nThen he heard it, and every square inch of his skin got the blue\nchills. His body seemed to lose identity and floated buoyantly in a sea\nof horror. A voice. A voice, gnarled with age, high and angry, spoken\nso fast, like a speeding phonograph record, that the words could not be\nmade out.\n\nThat ghostly running stream of inarticulated words came from nowhere,\nblatted in from everywhere. Birthed inside their heads, grew in\ndemanding volume from outside the ship. A voice that pervaded space,\nthat pulsed like a yammering animal gone mad, that hooted sometimes\nlike a locomotive lost on a whirling track.\n\n\"It's Unk,\" Bill chattered. \"I know it's Unk. Somehow he's followed us\nhere. He's after me, Molly. After all the dirt I did him. His ghost.\"\n\n\"Silly.\" She put her cold palm on his mouth. Is came running down the\ncorridor. She jumped into Bill's arm, shivering. She was frightened.\nBill almost sobbed.\n\n\"Darn that Unk! If he makes Is lose her pups--\"\n\nAfter awhile he lay down again, drawing the covers over him, Is under\none arm, Molly warm under the other. In the darkness somewhere, Was\nsniffed rather unconcernedly around the room.\n\nAll night they listened to the Voice's peevish mutter.\n\nMolly gripped his hand under the covers.\n\n\"It's slowing down. I made out a word then. It sounded like--like dogs.\nBill, it's not Unk. I'm sure of that.\"\n\nBill went nuts. \"That makes it worse,\" he yelled, jumping out of bed.\n\"If it isn't Unk, who is it? There isn't anybody out here. There aren't\nany suns, any planets, any nothing. Who would be out here?\" He paced\nthe room, pulling at his hair. Then abruptly he climbed back in bed,\nshivering and mortally scared. And listening....\n\nOn bumbled the Voice. Speeding. Slowing. Sometimes seeming to catch up\nwith their thought processes, then going past.\n\n\"He's trying to synchronize,\" said Molly quietly. \"He's going nuts\ndoing it. He's getting madder and madder. This is liable to go on for\ndays. I'm going to get up and fix breakfast.\"\n\nAfter she left, Bill mentally told the Voice to go to hell, and fell\nasleep. Was climbed all over him a half hour later to let him know\nbreakfast was ready.\n\nThe Voice had stopped.\n\n\n\n\"What a coupla mutts we were,\" Bill told Molly. \"Letting our\nimaginations run haywire.\"\n\n\"Oh, I agree with you,\" said Molly, being agreeable as usual. \"We\nimagined it all, didn't we, Is?\" Is wagged her prize-winning tail in\nagreement.\n\nBill squirmed. \"Well,\" he protested, \"Is was just cold. We imagined she\nwas scared. Just like I imagined it was Unk. My guilty conscience. And\nyou weren't feeling so good in the first place. Nice setup for a fancy\ngroup hallucination.\"\n\nMolly was pressing a house-dress energetically and just smiled at him.\nBill muttered about the obstinacy of the female mind and ladled out\na generous helping of artificial dog food he'd synthetized from the\nmatter-converter. Is stuck her pink tongue greedily into the mess.\n\nWas looked idly on. Not having any unborn pups to feed, Was wasn't\nhungry. But suddenly Was looked up at Bill and barked once, sharply.\nAt the same time, Is's beautiful dark eyes became anxious. She started\nto shiver. She cowered. Bill blanched. He scooped up Is, holding her\nagainst his chest. Molly stopped ironing.\n\n\"What is it, Bill?\"\n\n\"Don't get scared,\" he chattered. \"It's coming back. The dogs heard\nit. Maybe they're tuned a little higher than we are. Honey, it wasn't\nimagination. HERE IT COMES!\"\n\nIt came. A blatting, vocalized anger that trembled the ship. Molly\nwas somehow in Bill's arms, Is for once forgotten. And the Voice came\nclear, the angry, peevish muttering of an old man.\n\n\"Stupid bits of living matter. Eons have I tried to reach their low\nthinking level. They are incapable of responding. Best to destroy them.\"\n\n\"Bill! Answer him!\"\n\nBill ran his tongue around the inside of his parched mouth. \"Uh--\" he\nsaid. \"Wait a minute, Unk. I mean Voice. We hear you.\"\n\nThe Voice, who most assuredly could not be Unk, went wild. It\nskittered, it slid, it throbbed with unholy excitement. Then it came\nback, roaring, \"Why did you not answer me, insignificant creatures?\"\n\n\"Uh--\" said Bill, sweating.\n\n\"Answer me! Do you dare to ignore me, the Supreme, the Only\nIntelligence in the universe?\"\n\n\"Well,\" said Bill, glassy-eyed. \"That is, there doesn't seem to be much\nto say--\"\n\n\"NOT MUCH TO SAY!\"\n\nThe Supreme Intelligence went into a spin.\n\n\"I shall destroy you, do you understand me, you insignificant\naccretions of matter? How dare you exist? Know you that matter\ndisappeared billions of years ago. You do not belong in this universe!\"\n\nBill blinked. He met Molly's anxious glance. Then something made him\ngrin. His lips moved. \"He's as crotchety as Unk was. I can handle him.\"\n\nMolly's lips smiled tremulously in agreement.\n\nBill said brazenly to the Voice, \"I am, therefore I am--if you've read\nyour Descartes. In other words, we're here, so we belong. Sell me\nsomething else.\" He waited for the lightning bolt. It didn't come.\n\n\"Descartes? Sell? Speak plainly, stupid creature. Or are you incapable\nof true thought? That would be the final irony. After slowing my\nthought-rate down over eons of time. To find that you cannot think!\nYet, what else could I expect of your intelligence, hampered by its\nenvelope of living matter?\"\n\n\"We can think, Voice,\" Bill offered. \"What did you--?\"\n\n\"SILENCE!\" The word roared out furiously. \"How dare you question me,\nthe Pervader of all, the Only Entity? Do you wish to be destroyed?\"\n\n\"You're going at this wrong,\" Bill said doggedly. \"You're trying to\nsell me something. First of all, you get the customer's confidence,\nafter a manner of speaking. You sell yourself first, see?\"\n\nMolly nodded vigorously, her hand over her mouth, her eyes sparkling\nwith repressed glee. _You're going at it right, Bill._ Bill's shoulders\nwent back. He was still scared stiff but he threw himself in full blast.\n\n\"Just let me give you a hint, Voice,\" he said. \"We're a couple\ncooperative pieces of matter. But you ain't said nuthin' that makes us\nlike you. Sell us.\"\n\n\n\n\"Speak,\" said the Voice sternly. \"Where are your thoughts? They have\nfaded. Or is it that my strength is failing so that I cannot pick up\nyour lower-order vibrations? Speak, I command you!\"\n\nBill darted a flurried look at Molly. He repeated himself to the\nVoice, shouting. Back came the Voice, outraged.\n\n\"Your thoughts buzz. You are seeking to evade me. I shall destroy you!\"\n\nBill looked desperately around. \"Something's wrong!\" he told Molly.\n\"Where's Was?\"\n\n\"He was,\" said Molly, looking under tables.\n\n\"Get him back!\" Bill sweated. \"Hurry. We still haven't got the Voice\nwhere we want him. He's liable to get mean.\" Distractedly, he started\naft, holding the unhappy Is close to his chest. Molly fell into running\nstep beside him.\n\n\"But why?\" she asked anxiously. \"What's Was got to do with it?\"\n\n\"Speak,\" cried the Supreme Intelligence. \"Your time is short unless you\ncontinue communication. You dare--\" Vituperation. Outrage. Bill broke\ninto a run.\n\n\"It's the dogs,\" he yelled at Molly. \"I can't think of any other reason\nwe'd break contact. Dogs have a high psychic sense. The way they can\nfind their way home. The way they howl when somebody dies. Intuition.\nSumpin'. I don't know. But they sensed the Voice coming back before\nwe ever did. Our thoughts are heterodyning through their telepathic\nlevel. Like a radio beam. When Was went out, half the power of the beam\nfailed. Get it?\"\n\n\"Oh, sure,\" Molly yelled back. \"And you throw algebra at me when we're\non the brink of death!\" She darted ahead, pleading for Was to come\nout from wherever he was. Was came out readily enough and jumped into\nMolly's arms and apparently was perfectly willing to continue as part\nof the hookup.\n\n\"All right, Voice,\" Bill said unsteadily. \"We're back.\" He held his\nbreath. Maybe he was right. Maybe he was wrong. But the Voice came in,\ndrenching them with anger, but with ample evidence that communication\nhad been reestablished.\n\n\"Once more,\" it said sternly, \"and you shall be obliterated for having\nso impolitely intruded upon my meditation.\"\n\n\"_We_ intruded on _him_,\" Bill muttered.\n\n\"Now, matter, let me speak of myself. Know you that I am the only\nentity that exists, if I exclude your puny selves. I am thought. I am\nintelligence. I was born unuttered ages ago, when thinking life first\nappeared.\n\n\"I could be called pure life-force--theta. But that theta was trapped\nby matter, enturbulated by it. As matter disappeared, Theta was freed\nfrom its entrapment, and I, the Supreme Entity, came into greater and\ngreater ego-awareness.\"\n\nThe Voice ebbed abruptly, then came back with a frightened roar.\n\n\"My strength is being drained! The millions, the billions of years are\npassing. I am aging! How hard it is to maintain communication with your\nlow order of intelligence.\n\n\"But I must speak, and I must receive your answers, even\nthough--fury--your own voices are like growls and whines, and even\nthough the psychons of my being are inevitably disintegrating. Know\nyou, matter, that once this disintegration is complete I shall--die.\"\n\n\"Sympathy gag,\" Bill's lips formed for Molly's benefit. \"If we don't\nwatch our step from now on, this guy can sell us anything.\"\n\nTo the Intelligence he said cautiously, \"Now maybe you're getting to\nthe point. What's your product? What are you trying to sell?\"\n\n\"Product? Sell?\" Then the Voice swelled up. \"The UNIVERSE! That is my\nproduct, that is what you shall buy--or be destroyed!\n\n\"Now listen well. I shall not be able to repeat. When I die--\" the\nVoice dwelt on the words with an exquisite sadness that would have\nwrenched the heart of anybody but a hardened salesman \"--the universe\nwill have come to that state you know as the heat-death.\n\n\"No motion--and no source of motion! For eons I have brooded on this\nsadness. And now I have discovered YOU!\n\n\"You, matter, shall resurrect the universe.\"\n\nIs was lying still, Bill's strong fingers rubbing her absently behind\nthe fluffy ears. Something churned abruptly in Bill's stomach.\n\n_Resurrection. Turn back the universe, and give me yesterday...._ He\npaled. Atom bombs, space fleets bristling with men for slaughter and\nweapons for slaughtering. Poverty. Misery. Kids in tenements without\nlawns.\n\n\"What do you mean by resurrection, Voice?\" The question came from the\nvery bottom of Bill. \"Would the old universe come back? Our planet\nEarth? The other planets?\"\n\n\"Yes, yes! I would arrange it. A matrix sheeted four-dimensionally\nabout the universe--which is myself. A matrix through which all\nre-created motion would pass. Your Earth would be remade--\"\n\n\"With all human emotions,\" said Bill casually.\n\n\"Exactly! You shall aid in resurrecting the universe. I have had your\nanswer!\" Delirious joy flamed through the Voice's being. \"Now I shall\ntell you how the marvellous occurrence can be brought about!\"\n\nMolly was looking at Bill with tears in her eyes.\n\n\"Don't you want it, Bill?\" she whispered. \"The way it was? Some of it\nwas beautiful.\"\n\n\"Some of it,\" said Bill grimly. \"You--and Is--and Was--are the only\nbeautiful things I ever got out of it. But let him talk.\"\n\n\n\nThe Voice was already talking at a furious, excited pace. Bill would\nwait until the time-machine carried them to the very end of entropy. To\nthe heat-death of the universe where all particles were in a state of\nabsolute rest.\n\n\"Do you not see it? It is only necessary to recreate motion. Start the\nprocess over again. How? You have atom-powered motors aboard your ship.\nThe jets of your ship will spew out what are, in comparison with the\nparticles of my composition, solid particles. Gamma rays. Gravitons.\nProtons. Electrons. Neutrons.\n\n\"When you have exhausted your fuel, you will convert more in your\nmatter-converter. You will strip the ship, if necessary. Everything\nmust go to supply the necessary energy of motion.\n\n\"Motion,\" went on the Voice deliriously. \"The universe will once again\nsurge with the motion you have created. Around the loosed particles\natoms and molecules will form. They will grow--eventually, as you speed\nthrough time, turn into hot suns, flaming nebulae. Planets will be born\nas the billions of years pass. One of them will be Earth! And Earth\nwill again result in life. Your kind of life. And your kind of life\nwill be master of all other life.\n\n\"And of course,\" the Intelligence added as an apologetic afterthought,\n\"it will result in myself.\"\n\nBill sat up, mouth falling open. \"So that's it!\" he yelled. He gaped at\nMolly. \"_That's_ what he's been beating around the bush for. To bring\nabout his own resurrection after he dies!\"\n\nHe burst out laughing. \"So you want the same cycle to start all over\nagain, Voice. Because, you, as _theta_, as the life-force, will be born\nagain, and eventually will come to full resurrection as the universe\nagain dies.\n\n\"Reincarnation!\n\n\"But I'm not sold, see? Get a better sales argument. Molly and I are\nhappy here. We can spend our whole lives on this spaceship and get\nalong famously.\"\n\nThe Voice moaned like an animal in pain. Indeed, its energy of life,\nwhatever that was, seemed to be fading.\n\n\"Dying,\" said the Voice hollowly. \"I am dying. To know that one's self\nwill exist no more, not even in a future life. And it would be so easy\nfor you!\"\n\nA note of cunning, like an old man hatching schemes to outwit hard\nyouth.\n\n\"Matter, I would tell you how to repair your time-mechanism so that you\ncould control your forward flight.\"\n\n\"No sale!\" snapped Bill.\n\n\"You could stop at whatever point on the newly created Earth you chose.\nThink of it! I offer you variety, when there might well be monotony!\"\n\n\"We'll get along,\" said Bill wearily. \"You haven't even got your foot\nin the door.\"\n\nMolly tugged imploringly at his arm. \"Bill, you might really like it\nbetter in the long run. I wish--\"\n\nThe Voice roared in with new energy, now that it was being backed up.\n\n\"Yes!\" it roared. \"Your mate--your mate--ah!\"\n\nSilence, seething with unuttered thought, as if that dying mind were\nskittering about the ship, exploring, discovering great wonders with\nits strange senses. The feeling of privacy being invaded was so strong\nwith Bill that he broke loose.\n\n\"No!\" he yelled. \"And that's final. GET OUT OF HERE!\"\n\nBut then the Voice started laughing. Crotchety, giggly laughter. Then\nit spoke again, with unholy cunning.\n\n\"Matter,\" it whispered mockingly, \"you _shall_ buy my product, to use\nyour own lower-level method of communicating. For, matter, what are you\ngoing to do for green grass on this spaceship? For trees? For Sunday\nschools? For bones buried in soft loam to be dug up later? For big ice\ncream cones and long runs in the woods after rabbits? For the thrill of\nsnow on your paws and football games and Boy Scout hikes and the sheer\njoy of howling at the Moon at night?\"\n\n\"Huh?\"\n\n\"Matter,\" said the Voice cunningly, \"your mate is going to have pups!\"\n\nBill darted an amazed glance at Molly. Molly's was looking back at him\njust as amazedly.\n\n\"I'm not, Bill,\" she said. \"I know I'm not. He's crazy. He doesn't know\nwhat he's--\"\n\nThen she clapped a hand over her mouth, her eyes wide with sudden\nhysterical amusement. \"Don't you get it, Bill,\" she choked. \"He's mixed\nup. Is is going to have the pups!\"\n\n\n\nBill got it. Suddenly everything clicked into place. The sheer insanity\nof it. The senility of it. And the utter beauty of it! He began to\ngrin, the grin turned into a laugh, the laugh into something that was\nmomentarily hysterical. Then he quieted.\n\n\"Molly,\" he said, \"put Was down.\"\n\nMolly dropped the dog. Was departed the room in a flash.\n\n\"The Intelligence can't hear us now,\" Bill explained.\n\nThen he stood over Molly, gently clasping her shoulders in his big\nhands, and shaking her a little, with affection.\n\n\"Sweet Molly,\" he said wryly. \"You really want the world back, don't\nyou? But Molly, it's no good, it's no good the way it was. We can't\nhave it that way again.\n\n\"But we can have a different order of things. And I'll stake my life\nthat it'll be a better way.\n\n\"The Intelligence tipped us off, of course, when he said _you_ were\ngoing to have the pups. But, actually, _the Intelligence isn't talking\nto us_!\"\n\nMolly nodded gravely. \"I know, Bill. That's the way it seems, doesn't\nit? Our thoughts are going through the dogs' heads.\"\n\n\"Yeah.\" Bill was almost musing to himself. \"He's talking to the\ndogs--and thinks the dogs are talking back to him. He's old, Molly.\nHe's crotchety and self-centered and probably senile. I doubt if he can\nreally see us--only sense us--\"\n\nFrom somewhere the Voice was coming in, querulous, demanding\ncommunication, but with fright dominant in its thought-tones. Molly and\nBill paid no attention.\n\n\"The Intelligence made an easy mistake, for him. After all, in this\nship are two sets of beings. Both with four legs. Both wearing\nclothes--those things you made for Is and Was.\" He grimaced amusedly.\n\"And remember how he complained that our thought-voices seemed like\ngrowls and whines?\n\n\"Well, he's mixed up. He's mistaken the dogs for the intelligences\naboard this ship. His conception of material life is some weird\ncombination of human and dog characteristics--but mostly dog.\n\n\"Therefore he's offered to arrange this matrix-thing he talks about\nso that dogs will evolve on the new Earth as the dominant, mastering\nlife-form.\n\n\"How about it, Molly? Should we throw the universe to the dogs?\"\n\nMolly gave him one pointed look, then she stood on tiptoe and kissed\nhim. \"I always want what you want, Bill,\" she said tenderly. \"I always\ndo, somehow.\" Then she went aft, coaxed Was out from wherever he was,\nand came back with him licking her ear. The communication beam was in\noperation again.\n\n\"I cannot hear you,\" the Voice moaned weakly. \"To lose contact, after I\ndissipate my life energy and go even nearer to death--\"\n\nBill slipped his arm around Molly's waist. \"We're here, Voice,\" he said\ngently. \"You set up the matrix, the way you planned.\n\n\"You've made a deal.\"\n\nThe second thing to know about a salesman? He's a fall guy for a good\nsales talk.",
    "metadata": {
        "author": [
            "Cente, H. F."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/64334/pg64334.txt",
        "name": "sales_talk.json"
    }
}