{
    "name": "Sam Bass",
    "author": [
        "Carder, Leigh",
        "Cunningham, Eugene"
    ],
    "body": "The trace wound through the rolling wooded prairies of “the Nation,”\nwhere clearings were carpeted with rustling dead leaves and dry grass.\nThe light spring wagon bounced over ruts, though the team was wearied by\na long day in harness and the wagon’s pace was slow. The driver was a\ncowboy--just a lean brown cowboy with nothing to set him apart\nparticularly from any of a thousand others in this year of ’77, when\nTexas trail herds were moving north and ever north in the great hegira\nthat was to stock ranges from the Nation to the Selkirks with Texas\nlonghorns.\n\nThe black-haired man on the seat beside the driver was shorter--five\nfull inches below six feet--and powerfully muscled of shoulder.\nTwenty-six years old, he was, with a face that might have belonged to a\nboy for all the brown mustache at which he now tugged thoughtfully, as\nrestless dark eyes looked around in half a dozen ways at once.\n\nSuddenly the driver, who had been moving restlessly on the box-seat,\njerked in the travel-worn horses so that they fairly sat down upon their\nhaunches.\n\n“I been a-smellin’ smoke for five minutes!” he muttered. “I wonder now\nif----”\n\nOne lean brown hand, the left, gripped the lines. The right had curled\nabout the sinister black butt of a long-barreled Frontier Colt.\n\n“I smell it, too!” nodded his companion tensely. “Hell! I see it.\nYonder!”\n\nA light film, that was barely detectable against the treetops a hundred\nyards ahead, showed faintly gray.\n\n“An’ that damn’ axle a-squeakin’ like a dyin’ shote!” snarled the\ndriver. “Reckon they heard us?”\n\nHe was furious-faced, glaring at the lacy smoke-film as at sign of an\nenemy. But the dark, stocky man was on the ground with a snaky wriggle,\nand he took with him the .44 Winchester carbine that had been hanging in\nits scabbard from the wagon-seat. He vanished into the bushes, and with\nan oath the driver flipped the lines in loops about the brake-handle and\nleaped down to follow.\n\nHe was not so good a woodsman as the other, so his progress, to be\nnoiseless, must be slower. He met the dark-haired man coming back\ngrinning. There was something tight-lipped, rather grim, about that\nsmile which showed large, white teeth.\n\n“Soldiers!” he whispered. “They’ve already heard us. We just got to go\non and trust to luck. They’re sneakin’ into the brush right now to look\nus up.”\n\nThey went back to the wagon quickly, mounted to the seat again and drove\non. Fifty, seventy-five yards forward; then from the brush on each side\nof the trace burst blue-clad men, afoot. A smart, boyish lieutenant\nstepped up to the front wheel.\n\n“Who are you?” he demanded.\n\nThe driver looked sidelong at his companion, who grinned down at the\nofficer.\n\n“Why,” he drawled, “we’re a couple o’ cowboys a-goin’ home to Santone.\nOur names wouldn’t mean nothin’, I reckon. Been--” vaguely he waved his\narm to indicate the vast spaces behind him--“up north with a trail herd.\nCharlie Howell’s trail herd.”\n\nCavalrymen had edged closer to the wagon by this time, glancing in\ncuriously at the jumble of bedding and clothes-bags. The black-haired\nman who had done the explaining to the lieutenant gave them no heed;\nstill he grinned down, quite frankly and friendly, upon the officer.\n\n“If you don’t mind, Cap’n,” he said, “we’d like to camp along with\nyou-all tonight. By gosh! Wish we could make a trade with you to ride\nwith us till we get clean out o’ the Nation!” He laughed infectiously.\n“Two nights back, me’n Bill, here, we camped with a bunch we overtook.\nWe never got what you might call a good night’s sleep. I seen\nwild-lookin’ fellows, but the tall one a-leadin’ that gang he took the\nprize. We was sure glad to get away next mornin’ an’ I don’t mind sayin’\nwe sort o’ figgered so’s one o’ us was always facin’ their way.”\n\n“The Nation isn’t much of a health resort,” nodded the lieutenant,\nsmiling in his turn. “Well, come along. We’ll see that you have a good\nnight’s sleep tonight, anyway.”\n\nThe wagon moved on, with the cavalrymen accompanying, into a wide\nclearing where the twenty-odd soldiers of the detachment had bivouacked.\nAfter supper the two cowboys sought out the lieutenant, who alone had a\ntent. He was lonely, being the only officer with the detachment; also he\nhad been thinking over the reference to a hard bunch somewhere to the\nnorth. The cowboys found him ready to talk.\n\n“We’re up here scouting around for some train-robbers who held up a U.\nP. train at Ogallala, Nebraska,” he told them, as they sat smoking\noutside the tent. “There were six, altogether, in the gang. We heard\nthat two were killed shortly after the robbery at a little place called\nBuffalo Stage up in Kansas.”\n\n“Hell! Them fellows’ll never come down this way!” cried the taller\ncowboy, he who had driven the wagon, with much emphasis. “Not much!”\n\nThe dark-haired man shot a furious glance sidelong at the emphatic one.\n\n“An’ why not?” he snapped. “Don’t ever’ Tom, Dick an’ Harry that’s on\nthe dodge head for the Nation? You think with them fancy boots o’ yours,\nBill! Reckon ol’ Lengthy’s gang, that was so free with hard looks for\nus, is a bunch o’ Sunday school superintendents, mebbe? Could you get up\nin court an’ swear that they wasn’t this gang that stuck up that train?”\n\n“Mebbe you’re right, Frank,” nodded the driver meekly.\n\n“How many were in this gang you camped with?” Thus the lieutenant,\nleaning forward eagerly.\n\n“Why, the tall fellow an’ three ornery lookin’ customers. That is,\nthey hadn’t had a wash or shave for a right smart while. Horses looked\nlike they’d been hard rid----”\n\nHe was rolling a cigarette, the black-haired man. Now he looked up\nsideway at the lieutenant, as he put away Durham and papers, with the\nready grin that showed his white teeth.\n\n“Prob’ly didn’t look no worse, at that,” he smiled, “than me’n Bill\nhere!”\n\nThe lieutenant laughed with him, then sobered abruptly.\n\n“Well, I’m glad you fellows happened along,” he remarked. “I think I’ll\nhave a look at your back-trail tomorrow and see if I can have a talk\nwith Lengthy and his friends. Four, eh? By Jove! That would be the\ntally, now, if they killed two in Kansas!”\n\n                   *       *       *       *       *\n\nBehind the spring-wagon rolling south again with dawn, the cavalry camp\nhad vanished. The troopers were in the saddle, heading north to\ninvestigate “Lengthy.” The black-haired man turned on the box-seat and\nhis white teeth showed; he shook with noiseless laughter.\n\n“An’ he’s goin’ to have a look at ‘Lengthy!’ he exploded suddenly. “Oh,\nLawdy! I sure wish him lots o’ luck!”\n\n“Well, he pitched a big scare into me, just the same!” nodded Jack\nDavis, sourly. ‘When he says he’s a-lookin’ for train-robbers, Sam, I\ncould count the bars on the winder!”\n\n“He never scared me half as much as you did!” grunted Sam Bass,\nirritably. “You blame’ fool! You like to make him suspicious o’ us!”\n\n“Do you reckon they are a-lookin’ for us?” Jack Davis was plainly uneasy\nat the thought. “Hell! Mebbe we better not figger on goin’ to Denton,\nSam! We got twenty thousand between us. Let’s head for South America.”\n\n“No!” Sam Bass’ square jaw was set and his mouth tight beneath the brown\nmustache. “No, sir! There’s folks in Denton I want to show a few. They\nalways said I’d never amount to nothin’, a-runnin’ around the country\nlike I did, clean down to Dallas, to race the Denton Mare. I want to\nparade down the street a-throwin’ twenty-dollar gold-pieces over the\nbars. We’ll have a look, though, before we ride in.”\n\nJack Davis, whose nerves were tense from uncertainty these days, and who\nshared none of Sam Bass’ pleasure at nearing Denton, nodded gloomily.\n\n“’S a good idee,” he said. “But me, I wisht we was high-tailin’ it for\nSouth America.”\n\nTo which Sam replied with a glint of white teeth beneath his mustache,\nas they squatted on the edge of the bottoms, waiting for dusk and his\ntrip to the house of a certain good friend.\n\nIf Sheriff Everhart and certain others of the oldsters in the community\nhad looked askance at Sam and his wild ways, almost without exception\nthe younger generation had been always on his side. As the owner of that\nlittle sorrel beauty, The Denton Mare, he had been known far and wide;\nknown and liked immensely.\n\nIt was not, altogether, that he was a rider without peer; a dead shot\nwith Winchester or Colt; leader in any daring enterprise of “the boys,”\na master cowboy. Nor was his popularity born wholly of generosity and a\ncertain rough chivalry, though these qualities he had in large measure.\nOthers have had the every characteristic of Sam Bass, yet have waked no\nsuch fierce loyalty as this stocky, dark-eyed cowboy knew; such\nadmiration in Cowland, where he is a heroic figure even today.\n\nFrom friends in Denton Sam learned that an Ogallala man, an ex-express\nmessenger, had suspected the six cowboys of the train robbery, though\nthe Officials had not been suspicious of them as, in the days after the\nrobbery, they mingled with sheriffs and marshals and railroad detectives\nin Ogallala. He had trailed the party southward, this ex-messenger, and\nspying upon their camp had heard them discuss the crime; had learned\ntheir plans, their real names; had even seen them handling bright new\ngold-pieces of the year 1877. His knowledge he had communicated to the\nofficials. The law wanted Sam Bass and Jack Davis--wanted them hard.\n\nSo to Jack Davis, hiding in the elm-bottoms, Sam Bass took back the\nstory of the search and the large reward offered for them. To the\nauthenticated report of the death of Collins and Heffridge, two of their\ngang, he added the account of the killing of another, Jim Berry, in his\nhome town, Mexico, Missouri, where Berry’s shining new gold-pieces had\nconnected him with the robbery.\n\n“That leaves just three out o’ the six,” said Sam. “Seems Ol’ Dad\nUnderwood never went to Missoury with Jim Berry. Anyway, they never got\nhim.”\n\n“I told you we’d better hit for South America!” complained Jack Davis,\nwhose bump of discretion seems to have been well-developed. “’Tain’t too\nlate now. Let’s high-tail it, Sam. We can’t buck all this.”\n\n“Ah, what’s to be scared of?” scoffed Sam, those large white teeth\nshowing in his famous grin. “Don’t I know this-here country like the\npalm o’ my hand? Don’t be losin’ your nerve, Jack! We’ll just stick here\nan’ be damned to ’em to catch us.”\n\nBut Jack Davis was beyond persuasion. He never had thought such a\nhornets’ nest would be aroused by that U. P. robbery. While planning it,\nCollins had stressed the large chance of their never being recognized.\nTo be “on the dodge” in the face of such widespread and earnest search\nbroke Davis’ nerve. So from the elm-bottoms outside of Denton, Jack\nDavis rode hell-for-leather; rode out of the picture entirely. Whether\nhe made South America, or started afresh under another name in the\nStates there is no authentic report. But certain it is that neither he\nnor Old Dad Underwood ever paid the penalty, officially, for the crime.\n\n                   *       *       *       *       *\n\nSam Bass, who had left Denton that spring a likable, bull-headed, but\nhonest cowboy, came home a famous outlaw, fit to mention with Jesse\nJames and the Youngers. Nor did he lack apologists. Texas had always\nheld itself somewhat aloof from national affairs; what a man did\nelsewhere seldom worried the Texans, so long as he obeyed the code in\ntheir midst.\n\nNow it was complained that Texan authorities were pulling Nebraska\nchestnuts from what might well be a hot fire; that Sam Bass was being\npersecuted in this state when he had committed no crime whatsoever\nagainst the sovereignty of Texas.\n\nMeanwhile, moving through the well-known county with a surety, a\nprescience, almost, that baffled his pursuers, Sam Bass gained a\nfollowing. Attracted by his reputation--perhaps by thought of that\nnot-yet-spent ten thousand in shiny gold-pieces of ’77--men appeared\nunobtrusively in the elm-bottoms.\n\nSo came Henry Underwood, with Arkansas Johnson, Sebe Barnes, Jim Murphy,\nyoung Frank Jackson, Pipes Herndon; later, two or three others not so\nwell known joined the gang. Daring, dangerous men, some of these, men\nwith records as gun-fighters, as hard characters when “on the prod.” But\nSam Bass was their undisputed leader.\n\nNot long could such a group be content to ride into the little hamlets\nof Denton and Dallas and Tarrant Counties, to “belly up to the bar” and\namuse themselves with occupations so mild as the mere downing of Old\nJordan and shooting at marks--in or out of the saloons--and talking of\npast doings. The logical thought came to Bass that he could be hunted no\nmore than he was. He had committed no crime in Texas, yet Texan officers\nchased him. He had the name; it would cost him little or nothing to get\nthe game.\n\nThe gang’s first job was the robbery of a Texas and Pacific train at\nEagle Ford, some seven miles west of Dallas. It was a simple job to stop\nthe train near the sleepy little farming village and go through it.\nThereafter, two or three similar robberies were executed with no\nfeatures particularly interesting. Considering the numbers in Sam Bass’\ngang, the profit was small, averaging perhaps five hundred dollars per\nman in each robbery. It is not his train-robberies which give the\ninterest to the career of Sam Bass upon which his tradition rests, but\nthe masterly fashion in which for months he tied sheriffs’ posses and\nTexas Rangers into knots.\n\nJohn B. Jones was Adjutant-General of Texas during 1877–8 and so\ncommanded the Texas Rangers. Jones was an able and experienced officer,\nand the train-robberies of Sam Bass, which were becoming very frequent,\nroused him to unusual energy. Having visited Denton, Dallas and the\nsurrounding country personally, he organized a new company of thirty\nRangers at Dallas, giving the command to Captain June Peak.\n\nTo this company was given the specific duty of capturing the Sam Bass\nGang, but figuratively, if not actually, Sam mocked Captain Peak and his\nclumsy, inexperienced recruits. It is said that, counting Rangers and\nsheriffs’ posses, at least a hundred men now took the trail of Texas’\ntrain-robber premier. Yet tradition has it, also, that during his time\n“on the dodge” Sam himself was rarely, if ever, driven out of the three\nadjoining counties of Denton, Dallas and Tarrant. The wooded nature of\nthe country in this locality made it simple for him to elude the\nblundering officers.\n\nNot always did the gang hold together, now. Bass’ second-in-command, the\ndaredevil Arkansas Johnson, was killed at Salt Creek in Wise County by\nCaptain Peak’s Rangers. Then Pipes Herndon and Jim Murphy were captured.\nSam himself, with Sebe Barnes and young Frank Jackson, were the only\nmembers out of jail, and they hugged the elm-bottoms of Denton County.\nThe handwriting on the wall became clear now. This dodging might go on\nalmost indefinitely, but the nerve-racking strain was telling on them\nall; they were weary of it. Sam decided to leave his beloved north Texas\nand in Mexico or some other foreign country make a new start.\n\nTo General Jones, by this time, the intent to capture or kill Sam Bass\nhad become an obsession. We may shrug away mention of stool pigeons and\ntraitors as necessary units of police equipment, but by Texans\ngenerally, and especially by the cowboys, who regarded Sam Bass as one\nof themselves, the methods of General Jones were given no fancy names\nwhatever.\n\nJim Murphy was the tool chosen by Jones. To Murphy, then in jail\nawaiting Federal trial for robbery of the mails, Jones went with the\noffer of freedom on condition that he execute a certain plan which would\nresult in Sam Bass’ betrayal into the officers’ hands. Murphy, to give\nhim the tiny modicum of credit one may, at first rejected the proposal,\neven though life imprisonment seemed its alternative. But Jones was\npersistent, and finally threats and promises together overcame Murphy’s\nremembrance of Sam Bass’ many kindnesses to the needy Murphy clan.\n\n    Jim Murphy was arrested and then released on bail.\n    He jumped his bond at Tyler and then took the train for Terrell.\n    But Major Jones had posted Jim and that was all a stall;\n    ’Twas only a plan to capture Sam before the coming fall.\n\nSo runs a verse of the old ballad. With the clear, unquibbling judgment\nof the outdoors, it tells unmincingly the tale of Jones’ plan to trap\nSam Bass.\n\nMurphy, having been released on bail supplied by certain men in Jones’\nconfidence, jumped his bond and a great hue-and-cry was raised. As had\nbeen planned, it preceded Jim Murphy to Denton, where he rejoined Sam\nBass, Sebe Barnes and Frank Jackson. But friends of Bass and Barnes had\nwritten warning that this looked to be a snare; that the bondsmen were\nprobably creatures of General Jones. Confronted with these letters, for\nhis very life Murphy played his part in masterly fashion--without,\nhowever, convincing Sam and Barnes. The white-faced, protesting traitor\nread murder in their hard eyes and restless gunhands.\n\nFrank Jackson, barely twenty-two years old, had become with Arkansas\nJohnson’s death, Sam’s right-hand man. Now Frank took Murphy’s part,\ndeclaring his belief in the traitor’s good faith. But there were tense\nmoments in the dusky elm-bottoms, with Sam and Sebe Barnes glaring\nmurderously at the trembling Murphy, before Frank Jackson flung down his\nultimatum: they must kill him before they killed Murphy.\n\nIt was decided to rob a bank and then strike out for Mexico. So, early\nin July, 1878, the four riders left Denton County forever, heading\nsouth. Just outside of Waco the four made camp and looked over the town.\nIn a saloon frequented by cattlemen, so tradition has it, Sam Bass flung\ndown a twenty-dollar gold-piece upon the bar, with a bitter sentence\nthat sums up all the pros and cons of such a life as his, weighing all\nthe tinsel glory against the myriad hardships of the outlaw’s lot.\n\n“There goes the last U. P. goldpiece,” he grunted, watching moodily as\nit spun toward the bartender’s waiting hand. “An’ a lot o’ good they\ndone me!”\n\nSam decided that a job in Waco would be too dangerous to attempt, hence\nthe quartet mounted their horses again and jogged on south, steadily\nnearing the state capital at Austin, where Jones sat waiting for word\nfrom his tool.\n\nTo Jones came a hastily scrawled note postmarked Belton, saying that Sam\nBass moved toward Round Rock in Williamson County, there to rob the\nbank. Then ensued action upon the quiet capital grounds!\n\nThere was a Ranger company stationed at San Saba, under the veteran\nthief-taker, Lieutenant N. O. Reynolds. One of the headquarters\ndetachment killed a horse getting to Reynolds, while Jones himself,\nhaving dispatched R. C. Ware and two other Rangers to Round Rock,\nfollowed the next morning.\n\nUpon coming into Round Rock, Jones warned local officials that the Bass\nGang was coming. In the Texas of that day these words were enough to\ninsure feverish activity in any town, small or large. On no account,\nJones insisted, were the town officers to attempt an arrest before the\narrival of Reynolds and his Rangers.\n\n                   *       *       *       *       *\n\nFriday, July 19, 1878. Reynolds’ Company E. Frontier Battalion, Texas\nRangers, had made the one hundred fifty miles from San Saba to old Round\nRock at top speed and in early afternoon pitched camp outside of town.\nSam Bass, with Barnes, Jackson and Murphy, were also camped upon the\ntown’s outskirts. The outlaws rode into town for a last check-up of the\nrobbery’s details. Murphy, sensing the final scene so soon to be played,\nupon some pretext dropped behind. So Bass and Barnes and young Frank\nJackson came up to Copprel’s store together. As they went inside they\nwere noticed by the two local deputy sheriffs, Moore and Grimes.\n\nThey stared hard at the three dusty strangers, but apparently without\nthought that the trio were the famous outlaws they were awaiting, upon\nwhose heads were placed rewards by states and railroads and express\ncompanies. When Sam Bass’ broad shoulders had disappeared within the\ndoor Moore turned to Grimes.\n\n“I think those fellows got guns on,” he said.\n\n“I think so, too,” nodded Grimes. “I’m goin’ in an’ search ’em.”\n\nHe went in, a hero and a martyr, in a way; but history as written by the\ncool and practical judgment of rangeland in fifty years makes him, also,\nand more so, pretty much “plain damned fool.” For he took none of the\nmechanical precautions of the wary peace officer confronting strangers.\nAs Grimes stepped inside, Moore trailed him to the door and stood\nblinking.\n\nAt Grimes’ entrance the trio at the counter whirled instinctively. For a\nlong instant deputy sheriff and outlaws eyed each other.\n\n“I think you fellows got guns on,” said Grimes, a trifle belligerently.\n“I’m goin’ to search you,” he added, in the dead silence that greeted\nhis speech.\n\nSomething about the silent group must have struck a warning note within\nhim. For now, gun hand going toward Colt butt, he began to back toward\nthe door, where Moore still stood gaping at the play inside.\n\n“Sure, we got guns!” snarled Sam Bass suddenly.\n\nAs if the phrase were a signal, his gun and Barnes’ and Jackson’s\nflashed out. There was a rolling roar, deafening in the confined space\nof Copprel’s store, as three Colts flung heavy bullets into the luckless\ndeputy. Grimes staggered under the triple impact, but continued to back\nout. Moore had leaped aside and Grimes reached the sidewalk, to crash\nforward upon his face. After him sprang the outlaws, sensing a trap,\nscenting disaster. Moore was shot through the lungs as he snatched\nbelatedly at his Colt.\n\nRanger Dick Ware was sitting in the barber shop almost next door,\nwaiting for a shave. The heavy three-in-one report from the store jerked\nhim to his feet. Automatically his Colt came out and he stepped into the\nstreet, to come almost face to face with the outlaws, who stood staring\ndown at the bodies upon the sidewalk.\n\nAn utterly fearless man, this Ranger Dick Ware, worthy exponent of all\nthe heroic traditions of the service. Odds of three to one might well\nhave sent a genuinely brave officer back indoors to fire from cover. But\nWare ran toward them, his .45 flipping up. There was a hitching post on\nthe sidewalk and bullets from Bass’ gang knocked splinters from it that\nstruck Ware in the face. But he came on, firing rapidly. A bullet struck\nSam Bass’ cartridge belt, broke two shells, and mushrooming, tore his\nright kidney to ribbons.\n\nGeneral Jones, at this moment coming up-street, heard the staccato\nrattle of the firing and came on the run as Bass and the others backed\ntoward their horses. Jones had but a small-calibre double-action Colt,\nbut he entered the duel blithely, joining Dick Ware. The other two\nRangers who had come to Round Rock with Ware now ran up also, while from\ndoorways up and down the street appeared armed citizens to open fire\nupon the trio by the horses.\n\nBarnes was shot dead, Bass was mortally wounded. Only young Frank\nJackson now stood erect, and, with bravery equal to Dick Ware’s, he kept\nup the outlaws’ end of the firing while with left hand he unhitched Sam\nBass’ horse. Bullets fairly rained around him from all directions as he\nhelped Bass into the saddle, then sprang upon his own animal.\n\nOut through Old Round Rock galloped the two frightened horses, Bass\nreeling in the saddle, Frank Jackson holding him up. Jim Murphy, the\ntraitor, pale, shaken, stricken by we know not what torture of remorse,\nor, perhaps, none at all, saw the two escaping.\n\nFor the rest of that day Bass and Jackson vanished from sight. Posses\nand Ranger detachments scoured the vicinity, but not until Saturday\nmorning did Rangers find Sam Bass, alone, near death, lying beneath a\nlarge oak. He admitted his identity and made no resistance.\n\nJackson had insisted upon remaining with his dying leader, but\nBass--game, unselfish to the last, the cowboys’ ideal now as he had been\nin brighter days--was equally insistent that Frank save himself. So,\nhaving made Bass as comfortable as possible, unwillingly Jackson\nescaped.\n\nTaken into Round Rock, Bass received the best attention local medicos\ncould administer. But he died on Sunday, July 21st, his twenty-seventh\nbirthday, steadfastly refusing to give the names of associates or\nfriends. Upon the tombstone set to mark his grave was carved the\ninscription:\n\n                            SAMUEL BASS\n                       Born July 21st, 1851\n                       Died July 21st, 1878\n                A brave man reposes in death here.\n                       Why was he not true?\n\nFrank Jackson, after Sam Bass’ death, asked only for an opportunity to\nmeet the traitor, Jim Murphy. But the latter evaded him and finally\ncommitted suicide. So the famous Bass Gang was finally broken up, but\nthe memory of Sam and Frank Jackson, of Sebe Barnes and Arkansas, and of\nthe traitor Murphy, is green today in Texas.\n\n                   *       *       *       *       *\n\nA few years ago, the writer was returning to Texas from New York, in\ncompany with a San Angelo cowboy. We unloaded the Mercer roadster on the\nMallory dock at Galveston and started for El Paso. Coming into a land of\nwide prairies near Menard, vast and bleak under the pitiless December\nwind, we encountered three lean riders in two gallon Stetsons and Fort\nWorth boots and stopped to pass the time of day, the Durham and the\nquart. When we had gossiped a while of range affairs and with benumbed\nfingers wrapped tobacco in those huge, thick brown papers colloquially\nknown in Cattle Land as “saddle blankets,” we said “so long” to the\ncowboys and they jogged on.\n\nThe tall puncher in the checked mackinaw began to sing in a high,\ndolorous tenor, swaying to his pony’s running-walk:\n\n    “Sam Bass was born in Indiana, it was his native home;\n    And at the age of seventeen, young Sam began to roam,\n    He first came down to Texas, a cowboy for to be,\n    A kinder hearted fellow, you seldom ever see!”\n\nBeside me, mechanically Morg took up the old ballad that every Texan\nknows, that I had not heard for years; sang it to the last verse, which\ndeals with Jim Murphy’s treachery:\n\n    “And so he sold out Sam and Barnes and left their friends to mourn.\n    Oh, what a scorching Jim will get when Gabriel blows his horn!\n    Perhaps he’s got to heaven; there’s none of us can say;\n    But if I am right in my surmise, he’s gone the other way!”\n\n“He was a great guy, Sam,” opined Morg, Twentieth Century cowpuncher.\n“Hadn’t been for that blanked illegitimate, Murphy, he wouldn’t have\nbeen caught, either!”\n\n          *** END OF THE PROJECT GUTENBERG EBOOK SAM BASS ***\n\nUpdated editions will replace the previous one--the old editions will\nbe renamed.\n\nCreating the works from print editions not protected by U.S. copyright\nlaw means that no one owns a United States copyright in these works,\nso the Foundation (and you!) can copy and distribute it in the\nUnited States without permission and without paying copyright\nroyalties. Special rules, set forth in the General Terms of Use part\nof this license, apply to copying and distributing Project\nGutenberg™ electronic works to protect the PROJECT GUTENBERG™\nconcept and trademark. Project Gutenberg is a registered trademark,\nand may not be used if you charge for an eBook, except by following\nthe terms of the trademark license, including paying royalties for use\nof the Project Gutenberg trademark. If you do not charge anything for\ncopies of this eBook, complying with the trademark license is very\neasy. You may use this eBook for nearly any purpose such as creation\nof derivative works, reports, performances and research. Project\nGutenberg eBooks may be modified and printed and given away--you may\ndo practically ANYTHING in the United States with eBooks not protected\nby U.S. copyright law. Redistribution is subject to the trademark\nlicense, especially commercial redistribution.\n\nSTART: FULL LICENSE\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg™ mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase “Project\nGutenberg”), you agree to comply with all the terms of the Full\nProject Gutenberg™ License available with this file or online at\nwww.gutenberg.org/license.\n\nSection 1. General Terms of Use and Redistributing Project\nGutenberg™ electronic works\n\n1.A. By reading or using any part of this Project Gutenberg™\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement. If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or\ndestroy all copies of Project Gutenberg™ electronic works in your\npossession. If you paid a fee for obtaining a copy of or access to a\nProject Gutenberg™ electronic work and you do not agree to be bound\nby the terms of this agreement, you may obtain a refund from the\nperson or entity to whom you paid the fee as set forth in paragraph\n1.E.8.\n\n1.B. “Project Gutenberg” is a registered trademark. It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement. There are a few\nthings that you can do with most Project Gutenberg™ electronic works\neven without complying with the full terms of this agreement. See\nparagraph 1.C below. There are a lot of things you can do with Project\nGutenberg™ electronic works if you follow the terms of this\nagreement and help preserve free future access to Project Gutenberg™\nelectronic works. See paragraph 1.E below.\n\n1.C. The Project Gutenberg Literary Archive Foundation (“the\nFoundation” or PGLAF), owns a compilation copyright in the collection\nof Project Gutenberg™ electronic works. Nearly all the individual\nworks in the collection are in the public domain in the United\nStates. If an individual work is unprotected by copyright law in the\nUnited States and you are located in the United States, we do not\nclaim a right to prevent you from copying, distributing, performing,\ndisplaying or creating derivative works based on the work as long as\nall references to Project Gutenberg are removed. Of course, we hope\nthat you will support the Project Gutenberg™ mission of promoting\nfree access to electronic works by freely sharing Project Gutenberg™\nworks in compliance with the terms of this agreement for keeping the\nProject Gutenberg™ name associated with the work. You can easily\ncomply with the terms of this agreement by keeping this work in the\nsame format with its attached full Project Gutenberg™ License when\nyou share it without charge with others.\n\n1.D. The copyright laws of the place where you are located also govern\nwhat you can do with this work. Copyright laws in most countries are\nin a constant state of change. If you are outside the United States,\ncheck the laws of your country in addition to the terms of this\nagreement before downloading, copying, displaying, performing,\ndistributing or creating derivative works based on this work or any\nother Project Gutenberg™ work. The Foundation makes no\nrepresentations concerning the copyright status of any work in any\ncountry other than the United States.\n\n1.E. Unless you have removed all references to Project Gutenberg:\n\n1.E.1. The following sentence, with active links to, or other\nimmediate access to, the full Project Gutenberg™ License must appear\nprominently whenever any copy of a Project Gutenberg™ work (any work\non which the phrase “Project Gutenberg” appears, or with which the\nphrase “Project Gutenberg” is associated) is accessed, displayed,\nperformed, viewed, copied or distributed:\n\n  This eBook is for the use of anyone anywhere in the United States and\n  most other parts of the world at no cost and with almost no\n  restrictions whatsoever. You may copy it, give it away or re-use it\n  under the terms of the Project Gutenberg License included with this\n  eBook or online at www.gutenberg.org. If you are not located in the\n  United States, you will have to check the laws of the country where\n  you are located before using this eBook.\n\n1.E.2. If an individual Project Gutenberg™ electronic work is\nderived from texts not protected by U.S. copyright law (does not\ncontain a notice indicating that it is posted with permission of the\ncopyright holder), the work can be copied and distributed to anyone in\nthe United States without paying any fees or charges. If you are\nredistributing or providing access to a work with the phrase “Project\nGutenberg” associated with or appearing on the work, you must comply\neither with the requirements of paragraphs 1.E.1 through 1.E.7 or\nobtain permission for the use of the work and the Project Gutenberg™\ntrademark as set forth in paragraphs 1.E.8 or 1.E.9.\n\n1.E.3. If an individual Project Gutenberg™ electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any\nadditional terms imposed by the copyright holder. Additional terms\nwill be linked to the Project Gutenberg™ License for all works\nposted with the permission of the copyright holder found at the\nbeginning of this work.\n\n1.E.4. Do not unlink or detach or remove the full Project Gutenberg™\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg™.\n\n1.E.5. Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg™ License.\n\n1.E.6. You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including\nany word processing or hypertext form. However, if you provide access\nto or distribute copies of a Project Gutenberg™ work in a format\nother than “Plain Vanilla ASCII” or other format used in the official\nversion posted on the official Project Gutenberg™ website\n(www.gutenberg.org), you must, at no additional cost, fee or expense\nto the user, provide a copy, a means of exporting a copy, or a means\nof obtaining a copy upon request, of the work in its original “Plain\nVanilla ASCII” or other form. Any alternate format must include the\nfull Project Gutenberg™ License as specified in paragraph 1.E.1.\n\n1.E.7. Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg™ works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8. You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg™ electronic works\nprovided that:\n\n• You pay a royalty fee of 20% of the gross profits you derive from\n  the use of Project Gutenberg™ works calculated using the method\n  you already use to calculate your applicable taxes. The fee is owed\n  to the owner of the Project Gutenberg™ trademark, but he has\n  agreed to donate royalties under this paragraph to the Project\n  Gutenberg Literary Archive Foundation. Royalty payments must be paid\n  within 60 days following each date on which you prepare (or are\n  legally required to prepare) your periodic tax returns. Royalty\n  payments should be clearly marked as such and sent to the Project\n  Gutenberg Literary Archive Foundation at the address specified in\n  Section 4, “Information about donations to the Project Gutenberg\n  Literary Archive Foundation.”\n\n• You provide a full refund of any money paid by a user who notifies\n  you in writing (or by e-mail) within 30 days of receipt that s/he\n  does not agree to the terms of the full Project Gutenberg™\n  License. You must require such a user to return or destroy all\n  copies of the works possessed in a physical medium and discontinue\n  all use of and all access to other copies of Project Gutenberg™\n  works.\n\n• You provide, in accordance with paragraph 1.F.3, a full refund of\n  any money paid for a work or a replacement copy, if a defect in the\n  electronic work is discovered and reported to you within 90 days of\n  receipt of the work.\n\n• You comply with all other terms of this agreement for free\n  distribution of Project Gutenberg™ works.\n\n1.E.9. If you wish to charge a fee or distribute a Project\nGutenberg™ electronic work or group of works on different terms than\nare set forth in this agreement, you must obtain permission in writing\nfrom the Project Gutenberg Literary Archive Foundation, the manager of\nthe Project Gutenberg™ trademark. Contact the Foundation as set\nforth in Section 3 below.\n\n1.F.\n\n1.F.1. Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\nworks not protected by U.S. copyright law in creating the Project\nGutenberg™ collection. Despite these efforts, Project Gutenberg™\nelectronic works, and the medium on which they may be stored, may\ncontain “Defects,” such as, but not limited to, incomplete, inaccurate\nor corrupt data, transcription errors, a copyright or other\nintellectual property infringement, a defective or damaged disk or\nother medium, a computer virus, or computer codes that damage or\ncannot be read by your equipment.\n\n1.F.2. LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the “Right\nof Replacement or Refund” described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg™ trademark, and any other party distributing a Project\nGutenberg™ electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees. YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3. YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3. LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from. If you\nreceived the work on a physical medium, you must return the medium\nwith your written explanation. The person or entity that provided you\nwith the defective work may elect to provide a replacement copy in\nlieu of a refund. If you received the work electronically, the person\nor entity providing it to you may choose to give you a second\nopportunity to receive the work electronically in lieu of a refund. If\nthe second copy is also defective, you may demand a refund in writing\nwithout further opportunities to fix the problem.\n\n1.F.4. Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you “AS-IS”, WITH NO\nOTHER WARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT\nLIMITED TO WARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5. Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of\ndamages. If any disclaimer or limitation set forth in this agreement\nviolates the law of the state applicable to this agreement, the\nagreement shall be interpreted to make the maximum disclaimer or\nlimitation permitted by the applicable state law. The invalidity or\nunenforceability of any provision of this agreement shall not void the\nremaining provisions.\n\n1.F.6. INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg™ electronic works in\naccordance with this agreement, and any volunteers associated with the\nproduction, promotion and distribution of Project Gutenberg™\nelectronic works, harmless from all liability, costs and expenses,\nincluding legal fees, that arise directly or indirectly from any of\nthe following which you do or cause to occur: (a) distribution of this\nor any Project Gutenberg™ work, (b) alteration, modification, or\nadditions or deletions to any Project Gutenberg™ work, and (c) any\nDefect you cause.\n\nSection 2. Information about the Mission of Project Gutenberg™\n\nProject Gutenberg™ is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of\ncomputers including obsolete, old, middle-aged and new computers. It\nexists because of the efforts of hundreds of volunteers and donations\nfrom people in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg™'s\ngoals and ensuring that the Project Gutenberg™ collection will\nremain freely available for generations to come. In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg™ and future\ngenerations. To learn more about the Project Gutenberg Literary\nArchive Foundation and how your efforts and donations can help, see\nSections 3 and 4 and the Foundation information page at\nwww.gutenberg.org\n\nSection 3. Information about the Project Gutenberg Literary\nArchive Foundation\n\nThe Project Gutenberg Literary Archive Foundation is a non-profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service. The Foundation's EIN or federal tax identification\nnumber is 64-6221541. Contributions to the Project Gutenberg Literary\nArchive Foundation are tax deductible to the full extent permitted by\nU.S. federal laws and your state's laws.\n\nThe Foundation's business office is located at 809 North 1500 West,\nSalt Lake City, UT 84116, (801) 596-1887. Email contact links and up\nto date contact information can be found at the Foundation's website\nand official page at www.gutenberg.org/contact\n\nSection 4. Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg™ depends upon and cannot survive without\nwidespread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine-readable form accessible by the widest\narray of equipment including outdated equipment. Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates. Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements. We do not solicit donations in locations\nwhere we have not received written confirmation of compliance. To SEND\nDONATIONS or determine the status of compliance for any particular\nstate visit www.gutenberg.org/donate\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States. U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg web pages for current donation\nmethods and addresses. Donations are accepted in a number of other\nways including checks, online payments and credit card donations. To\ndonate, please visit: www.gutenberg.org/donate\n\nSection 5. General Information About Project Gutenberg™ electronic works\n\nProfessor Michael S. Hart was the originator of the Project\nGutenberg™ concept of a library of electronic works that could be\nfreely shared with anyone. For forty years, he produced and\ndistributed Project Gutenberg™ eBooks with only a loose network of\nvolunteer support.\n\nProject Gutenberg™ eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our website which has the main PG search\nfacility: www.gutenberg.org\n\nThis website includes information about Project Gutenberg™,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.",
    "metadata": {
        "author": [
            "Carder, Leigh",
            "Cunningham, Eugene"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/70645/pg70645.txt",
        "name": "sam_bass.json"
    }
}