{
    "name": "Sam's Ghost\nDeep Waters, Part 4.",
    "author": [
        "Jacobs, William Wymark",
        "Jacobs, W. W. (William Wymark)"
    ],
    "body": "\n\nSAM'S GHOST\n\nYes, I know, said the night-watchman, thoughtfully, as he sat with a cold\npipe in his mouth gazing across the river.  I've 'eard it afore.  People\ntell me they don't believe in ghosts and make a laugh of 'em, and all I\nsay is: let them take on a night-watchman's job.  Let 'em sit 'ere all\nalone of a night with the water lapping against the posts and the wind\nmoaning in the corners; especially if a pal of theirs has slipped\noverboard, and there is little nasty bills stuck up just outside in the\nHigh Street offering a reward for the body.  Twice men 'ave fallen\noverboard from this jetty, and I've 'ad to stand my watch here the same\nnight, and not a farthing more for it.\n\nOne of the worst and artfullest ghosts I ever 'ad anything to do with was\nSam Bullet.  He was a waterman at the stairs near by 'ere; the sort o'\nman that 'ud get you to pay for drinks, and drink yours up by mistake\narter he 'ad finished his own.  The sort of man that 'ad always left his\nbaccy-box at 'ome, but always 'ad a big pipe in 'is pocket.\n\nHe fell overboard off of a lighter one evening, and all that his mates\ncould save was 'is cap.  It was on'y two nights afore that he 'ad knocked\ndown an old man and bit a policeman's little finger to the bone, so that,\nas they pointed out to the widder, p'r'aps he was taken for a wise\npurpose.  P'r'aps he was 'appier where he was than doing six months.\n\n\"He was the sort o' chap that'll make himself 'appy anywhere,\" ses one of\n'em, comforting-like.\n\n\"Not without me,\" ses Mrs. Bullet, sobbing, and wiping her eyes on\nsomething she used for a pocket-hankercher.  \"He never could bear to be\naway from me.  Was there no last words?\"\n\n\"On'y one,\" ses one o' the chaps, Joe Peel by name.\n\n\"As 'e fell overboard,\" ses the other.\n\nMrs. Bullet began to cry agin, and say wot a good 'usband he 'ad been.\n\"Seventeen years come Michaelmas,\" she ses, \"and never a cross word.\nNothing was too good for me.  Nothing.  I 'ad only to ask to 'ave.\"\n\n\"Well, he's gorn now,\" ses Joe, \"and we thought we ought to come round\nand tell you.\"\n\n\"So as you can tell the police,\" ses the other chap.\n\nThat was 'ow I came to hear of it fust; a policeman told me that night as\nI stood outside the gate 'aving a quiet pipe.  He wasn't shedding tears;\nhis only idea was that Sam 'ad got off too easy.\n\n\"Well, well,\" I ses, trying to pacify 'im, \"he won't bite no more\nfingers; there's no policemen where he's gorn to.\"\n\nHe went off grumbling and telling me to be careful, and I put my pipe out\nand walked up and down the wharf thinking.  On'y a month afore I 'ad lent\nSam fifteen shillings on a gold watch and chain wot he said an uncle 'ad\nleft 'im.  I wasn't wearing it because 'e said 'is uncle wouldn't like\nit, but I 'ad it in my pocket, and I took it out under one of the lamps\nand wondered wot I ought to do.\n\nMy fust idea was to take it to Mrs. Bullet, and then, all of a sudden,\nthe thought struck me: \"Suppose he 'adn't come by it honest?\"\n\nI walked up and down agin, thinking.  If he 'adn't, and it was found out,\nit would blacken his good name and break 'is pore wife's 'art.  That's\nthe way I looked at it, and for his sake and 'er sake I determined to\nstick to it.\n\nI felt 'appier in my mind when I 'ad decided on that, and I went round to\nthe Bear's Head and 'ad a pint.  Arter that I 'ad another, and then I\ncome back to the wharf and put the watch and chain on and went on with my\nwork.\n\nEvery time I looked down at the chain on my waistcoat it reminded me of\nSam.  I looked on to the river and thought of 'im going down on the ebb.\nThen I got a sort o' lonesome feeling standing on the end of the jetty\nall alone, and I went back to the Bear's Head and 'ad another pint.\n\nThey didn't find the body, and I was a'most forgetting about Sam when one\nevening, as I was sitting on a box waiting to get my breath back to 'ave\nanother go at sweeping, Joe Peel, Sam's mate, came on to the wharf to see\nme.\n\nHe came in a mysterious sort o' way that I didn't like: looking be'ind\n'im as though he was afraid of being follered, and speaking in a whisper\nas if 'e was afraid of being heard.  He wasn't a man I liked, and I was\nglad that the watch and chain was stowed safe away in my trowsis-pocket.\n\n\"I've 'ad a shock, watchman,\" he ses.\n\n\"Oh!\" I ses.\n\n\"A shock wot's shook me all up,\" he ses, working up a shiver.  \"I've seen\nsomething wot I thought people never could see, and wot I never want to\nsee agin.  I've seen Sam!\"\n\nI thought a bit afore I spoke.  \"Why, I thought he was drownded,\" I ses.\n\n\"So 'e is,\" ses Joe.  \"When I say I've seen 'im I mean that I 'ave seen\nhis ghost!\"\n\nHe began to shiver agin, all over.\n\n\"Wot was it like?\"  I ses, very calm.\n\n\"Like Sam,\" he ses, rather short.\n\n\"When was it?\" I ses.\n\n\"Last night at a quarter to twelve,\" he ses.  \"It was standing at my\nfront door waiting for me.\"\n\n\"And 'ave you been shivering like that ever since?\" I ses.\n\n\"Worse than that,\" ses Joe, looking at me very 'ard.  \"It's wearing off\nnow.  The ghost gave me a message for you.\"\n\nI put my 'and in my trowsis-pocket and looked at 'im.  Then I walked very\nslow, towards the gate.\n\n\"It gave me a message for you,\" ses Joe, walking beside me.  \"'We was\nalways pals, Joe,'\" it ses, \"'you and me, and I want you to pay up\nfifteen bob for me wot I borrowed off of Bill the watchman.  I can't rest\nuntil it's paid,' it ses.  So here's the fifteen bob, watchman.\"\n\nHe put his 'and in 'is pocket and takes out fifteen bob and 'olds it out\nto me.\n\n\"No, no,\" I ses.  \"I can't take your money, Joe Peel.  It wouldn't be\nright.  Pore Sam is welcome to the fifteen bob--I don't want it.\"\n\n\"You must take it,\" ses Joe.  \"The ghost said if you didn't it would come\nto me agin and agin till you did, and I can't stand any more of it.\"\n\n\"I can't 'elp your troubles,\" I ses.\n\n\"You must,\" ses Joe.  \"'Give Bill the fifteen bob,' it ses, 'and he'll\ngive you a gold watch and chain wot I gave 'im to mind till it was\npaid.'\"\n\nI see his little game then.  \"Gold watch and chain,\" I ses, laughing.\n\"You must ha' misunderstood it, Joe.\"\n\n\"I understood it right enough,\" ses Joe, getting a bit closer to me as I\nstepped outside the gate.  \"Here's your fifteen bob; are you going to\ngive me that watch and chain?\"\n\n\"Sartainly not,\" I ses.  \"I don't know wot you mean by a watch and chain.\nIf I 'ad it and I gave it to anybody, I should give it to Sam's widder,\nnot to you.\"\n\n\"It's nothing to do with 'er,\" ses Joe, very quick.  \"Sam was most\npertikler about that.\"\n\n\"I expect you dreamt it all,\" I ses.  \"Where would pore Sam get a gold\nwatch and chain from?  And why should 'e go to you about it?  Why didn't\n'e come to me?  If 'e thinks I 'ave got it let 'im come to me.\"\n\n\"All right, I'll go to the police-station,\" ses Joe.\n\n\"I'll come with you,\" I ses.  \"But 'ere's a policeman coming along.\nLet's go to 'im.\"\n\nI moved towards 'im, but Joe hung back, and, arter using one or two words\nthat would ha' made any ghost ashamed to know 'im, he sheered off.  I 'ad\na word or two with the policeman about the weather, and then I went\ninside and locked the gate.\n\nMy idea was that Sam 'ad told Joe about the watch and chain afore he fell\noverboard.  Joe was a nasty customer, and I could see that I should 'ave\nto be a bit careful.  Some men might ha' told the police about it--but I\nnever cared much for them.  They're like kids in a way, always asking\nquestions--most of which you can't answer.\n\nIt was a little bit creepy all alone on the wharf that night.  I don't\ndeny it.  Twice I thought I 'eard something coming up on tip-toe behind\nme.  The second time I was so nervous that I began to sing to keep my\nspirits up, and I went on singing till three of the hands of the Susan\nEmily, wot was lying alongside, came up from the fo'c'sle and offered to\nfight me.  I was thankful when daylight came.\n\nFive nights arterwards I 'ad the shock of my life.  It was the fust night\nfor some time that there was no craft up.  A dark night, and a nasty\nmoaning sort of a wind.  I 'ad just lighted the lamp at the corner of the\nwarehouse, wot 'ad blown out, and was sitting down to rest afore putting\nthe ladder away, when I 'appened to look along the jetty and saw a head\ncoming up over the edge of it.  In the light of the lamp I saw the dead\nwhite face of Sam Bullet's ghost making faces at me.\n\nI just caught my breath, sharp like, and then turned and ran for the\ngate like a race-horse.  I 'ad left the key in the padlock, in case of\nanything happening, and I just gave it one turn, flung the wicket open\nand slammed it in the ghost's face, and tumbled out into the road.\n\nI ran slap into the arms of a young policeman wot was passing.  Nasty,\nshort-tempered chap he was, but I don't think I was more glad to see\nanybody in my life.  I hugged 'im till 'e nearly lost 'is breath, and\nthen he sat me down on the kerb-stone and asked me wot I meant by it.\n\nWot with the excitement and the running I couldn't speak at fust, and\nwhen I did he said I was trying to deceive 'im.\n\n\"There ain't no such thing as ghosts,\" he ses; \"you've been drinking.\"\n\n\"It came up out o' the river and run arter me like the wind,\" I ses.\n\n\"Why didn't it catch you, then?\" he ses, looking me up and down and all\nround about.  \"Talk sense.\"\n\nHe went up to the gate and peeped in, and, arter watching a moment,\nstepped inside and walked down the wharf, with me follering.  It was my\ndooty; besides, I didn't like being left all alone by myself.\n\nTwice we walked up and down and all over the wharf.  He flashed his\nlantern into all the dark corners, into empty barrels and boxes, and then\nhe turned and flashed it right into my face and shook his 'ead at me.\n\n\"You've been having a bit of a lark with me,\" he ses, \"and for two pins\nI'd take you.  Mind, if you say a word about this to anybody, I will.\"\n\nHe stalked off with his 'ead in the air, and left me all alone in charge\nof a wharf with a ghost on it.  I stayed outside in the street, of\ncourse, but every now and then I fancied I heard something moving about\nthe other side of the gate, and once it was so distinct that I run along\nto the Bear's Head and knocked 'em up and asked them for a little brandy,\nfor illness.\n\nI didn't get it, of course; I didn't expect to; but I 'ad a little\nconversation with the landlord from 'is bedroom-winder that did me more\ngood than the brandy would ha' done.  Once or twice I thought he would\n'ave fallen out, and many a man has 'ad his licence taken away for less\nthan a quarter of wot 'e said to me that night.  Arter he thought he 'ad\nfinished and was going back to bed agin, I pointed' out to 'im that he\n'adn't kissed me \"good night,\" and if it 'adn't ha' been for 'is missis\nand two grown-up daughters and the potman I believe he'd ha' talked to me\ntill daylight.\n\n'Ow I got through the rest of the night I don't know.  It seemed to be\ntwenty nights instead of one, but the day came at last, and when the\nhands came on at six o'clock they found the gate open and me on dooty\nsame as usual.\n\nI slept like a tired child when I got 'ome, and arter a steak and onions\nfor dinner I sat down and lit my pipe and tried to think wot was to be\ndone.  One thing I was quite certain about: I wasn't going to spend\nanother night on that wharf alone.\n\nI went out arter a bit, as far as the Clarendon Arms, for a breath of\nfresh air, and I 'ad just finished a pint and was wondering whether I\nought to 'ave another, when Ted Dennis came in, and my mind was made up.\nHe 'ad been in the Army all 'is life, and, so far, he 'ad never seen\nanything that 'ad frightened 'im.  I've seen him myself take on men twice\n'is size just for the love of the thing, and, arter knocking them silly,\nstand 'em a pint out of 'is own pocket.  When I asked 'im whether he was\nafraid of ghosts he laughed so 'ard that the landlord came from the other\nend of the bar to see wot was the matter.\n\nI stood Ted a pint, and arter he 'ad finished it I told 'im just how\nthings was.  I didn't say anything about the watch and chain, because\nthere was no need to, and when we came outside agin I 'ad engaged an\nassistant-watchman for ninepence a night.\n\n\"All you've got to do,\" I ses, \"is to keep me company.  You needn't turn\nup till eight o'clock of a night, and you can leave 'arf an hour afore me\nin the morning.\"\n\n\"Right-o!\" ses Ted.  \"And if I see the ghost I'll make it wish it 'ad\nnever been born.\"\n\nIt was a load off my mind, and I went 'ome and ate a tea that made my\nmissis talk about the work-'ouse, and orstritches in 'uman shape wot would\neat a woman out of 'ouse and 'ome if she would let 'em.\n\nI got to the wharf just as it was striking six, and at a quarter to seven\nthe wicket was pushed open gentle and the ugly 'ead of Mr. Joe Peel was\nshoved inside.\n\n\"Hullo!\" I ses.  \"Wot do you want?\"\n\n\"I want to save your life,\" he ses, in a solemn voice.  \"You was within a\ninch of death last night, watchman.\"\n\n\"Oh!\" I ses, careless-like.  \"'Ow do you know!\"\n\n\"The ghost o' Sam Bullet told me,\" ses Joe.  \"Arter it 'ad chased you up\nthe wharf screaming for 'elp, it came round and told me all about it.\"\n\n\"It seems fond of you,\" I ses.  \"I wonder why?\"\n\n\"It was in a terrible temper,\" ses Joe, \"and its face was awful to look\nat.  'Tell the watchman,' it ses, 'that if he don't give you the watch\nand chain I shall appear to 'im agin and kill 'im.'\"\n\n\"All right,\" I ses, looking behind me to where three of the 'ands of the\nDaisy was sitting on the fo'c'sle smoking.  \"I've got plenty of company\nto-night.\"\n\n\"Company won't save you,\" ses Joe.  \"For the last time, are you going to\ngive me that watch and chain, or not?  Here's your fifteen bob.\"\n\n\"No,\" I ses; \"even if I 'ad got it I shouldn't give it to you; and it's\nno use giving' it to the ghost, because, being made of air, he 'asn't got\nanywhere to put it.\"\n\n\"Very good,\" ses Joe, giving me a black look.  \"I've done all I can to\nsave you, but if you won't listen to sense, you won't.  You'll see Sam\nBullet agin, and you'll not on'y lose the watch and chain but your life\nas well.\"\n\n\"All right,\" I ses, \"and thank you kindly, but I've got an assistant, as\nit 'appens--a man wot wants to see a ghost.\"\n\n\"An' assistant?\" ses Joe, staring.\n\n\"An old soldier,\" I ses.  \"A man wot likes trouble and danger.  His idea\nis to shoot the ghost and see wot 'appens.\"\n\n\"Shoot!\" ses Joe.  \"Shoot a pore 'armless ghost.  Does he want to be\n'ung?  Ain't it enough for a pore man to be drownded, but wot you must\ntry and shoot 'im arterwards?  Why, you ought to be ashamed o' yourself.\nWhere's your 'art?\"\n\n\"It won't be shot if it don't come on my wharf,\" I ses.  \"Though I don't\nmind if it does when I've got somebody with me.  I ain't afraid of\nanything living, and I don't mind ghosts when there's two of us.  Besides\nwhich, the noise of the pistol 'll wake up 'arf the river.\"\n\n\"You take care you don't get woke up,\" ses Joe, 'ardly able to speak for\ntemper.\n\nHe went off stamping, and grinding 'is teeth, and at eight o'clock to the\nminute, Ted Dennis turned up with 'is pistol and helped me take care of\nthe wharf.  Happy as a skylark 'e was, and to see him 'iding behind a\nbarrel with his pistol ready, waiting for the ghost, a'most made me\nforget the expense of it all.\n\nIt never came near us that night, and Ted was a bit disappointed next\nmorning as he took 'is ninepence and went off.  Next night was the same,\nand the next, and then Ted gave up hiding on the wharf for it, and sat\nand snoozed in the office instead.\n\nA week went by, and then another, and still there was no sign of Sam\nBullet's ghost, or Joe Peel, and every morning I 'ad to try and work up a\nsmile as I shelled out ninepence for Ted.  It nearly ruined me, and,\nworse than that, I couldn't explain why I was short to the missis.  Fust\nof all she asked me wot I was spending it on, then she asked me who I was\nspending it on.  It nearly broke up my 'ome--she did smash one kitchen-\nchair and a vase off the parlour mantelpiece--but I wouldn't tell 'er,\nand then, led away by some men on strike at Smith's wharf, Ted went on\nstrike for a bob a night.\n\nThat was arter he 'ad been with me for three weeks, and when Saturday\ncame, of course I was more short than ever, and people came and stood at\ntheir doors all the way down our street to listen to the missis taking my\ncharacter away.\n\nI stood it as long as I could, and then, when 'er back was turned for\n'arf a moment, I slipped out.  While she'd been talking I'd been\nthinking, and it came to me clear as daylight that there was no need for\nme to sacrifice myself any longer looking arter a dead man's watch and\nchain.\n\nI didn't know exactly where Joe Peel lived, but I knew the part, and\narter peeping into seven public-'ouses I see the man I wanted sitting by\n'imself in a little bar.  I walked in quiet-like, and sat down opposite\n'im.\n\n\"Morning,\" I ses.\n\nJoe Peel grunted.\n\n\"'Ave one with me?\" I ses.\n\nHe grunted agin, but not quite so fierce, and I fetched the two pints\nfrom the counter and took a seat alongside of 'im.\n\n\"I've been looking for you,\" I ses.\n\n\"Oh!\" he ses, looking me up and down and all over.  \"Well, you've found\nme now.\"\n\n\"I want to talk to you about the ghost of pore Sam Bullet,\" I ses.\n\nJoe Peel put 'is mug down sudden and looked at me fierce.  \"Look 'ere!\nDon't you come and try to be funny with me,\" he ses.  \"'Cos I won't 'ave\nit.\"\n\n\"I don't want to be funny,\" I ses.  \"Wot I want to know is, are you in\nthe same mind about that watch and chain as you was the other day?\"\n\nHe didn't seem to be able to speak at fust, but arter a time 'e gives a\ngasp.  \"Woes the game?\"  he ses.\n\n\"Wot I want to know is, if I give you that watch and chain for fifteen\nbob, will that keep the ghost from 'anging round my wharf agin?\"  I ses.\n\n\"Why, o' course,\" he ses, staring; \"but you ain't been seeing it agin,\n'ave you?\"\n\n\"I've not, and I don't want to,\" I ses.  \"If it wants you to 'ave the\nwatch and chain, give me the fifteen bob, and it's yours.\"\n\nHe looked at me for a moment as if he couldn't believe 'is eyesight, and\nthen 'e puts his 'and into 'is trowsis-pocket and pulls out one shilling\nand fourpence, 'arf a clay-pipe, and a bit o' lead-pencil.\n\n\"That's all I've got with me,\" he ses.  \"I'll owe you the rest.  You\nought to ha' took the fifteen bob when I 'ad it.\"\n\nThere was no 'elp for it, and arter making 'im swear to give me the rest\no' the money when 'e got it, and that I shouldn't see the ghost agin, I\n'anded the things over to 'im and came away.  He came to the door to see\nme off, and if ever a man looked puzzled, 'e did.  Pleased at the same\ntime.\n\nIt was a load off of my mind.  My con-science told me I'd done right, and\narter sending a little boy with a note to Ted Dennis to tell 'im not to\ncome any more, I felt 'appier than I 'ad done for a long time.  When I\ngot to the wharf that evening it seemed like a diff'rent place, and I was\nwhistling and smiling over my work quite in my old way, when the young\npoliceman passed.\n\n\"Hullo !\"  he ses.  \"'Ave you seen the ghost agin?\"\n\n\"I 'ave not,\" I ses, drawing myself up. \"'Ave you?\"\n\n\"No,\" he ses.\n\n\"We missed it.\"\n\n\"Missed it?\" I ses, staring at 'im.\n\n\"Yes,\" he ses, nodding.  \"The day arter you came out screaming, and\ncuddling me like a frightened baby, it shipped as A.B. on the barque\nOcean King, for Valparaiso.  We missed it by a few hours.  Next time you\nsee a ghost, knock it down fust and go and cuddle the police arterwards.\"",
    "metadata": {
        "author": [
            "Jacobs, William Wymark",
            "Jacobs, W. W. (William Wymark)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/11474/pg11474.txt",
        "name": "sam_s_ghost_deep_waters_part_4.json"
    }
}