{
    "name": "Scrambled World",
    "author": [
        "Wells, Basil Eugene",
        "Wells, Basil",
        "Ellerman, Gene"
    ],
    "body": "The sun was dying. About its sullen shadow-streaked red globe thousands\nof miniature artificial worlds clustered like a swarm of night-chilled\nmidges. So thickly did they hug the great globe of dulling flame that\nit seemed Sol had acquired an outer husk of interlocked asteroids and\nmoonlets.\n\nOf all the planets and their satellites only Earth remained--a shrunken\nand changed planet. And Earth too had shifted its orbit until it now\nswung but a few million miles from its molten primary.\n\nIn the huge ovoid of metal that was the _Time Bubble_ the three men\nmaking up its crew had by now grown accustomed to the changes that\nthree million years had brought to the solar system. They had expected\ngreat changes--and found them. This was to be their first stop in their\ntime quest for an efficient shield against the deadly radiations of\natomic disintegration's side effects.\n\nDevin Orth, the lean, dark-haired young scientist sharing the\ncontrol blister with his employer and friend, Norris Horn, studied\nthe expanding green wilderness of what had once been northern Ohio.\nHe turned to the big bald man in whose brain the plans for the time\nspanner had been born.\n\n\"The continents are there,\" he said unbelieving, \"almost exactly as we\nleft them. And yet Earth is smaller. Its diameter has dwindled more\nthan a thousand miles!\"\n\nHorn's broad thick body quivered as he loosed a volcanic chuckle.\n\n\"I know,\" he said. \"And the oceans, big though they are, are probably\nvery shallow. A thousand feet at the most. Water will be growing\nprecious.\"\n\n\"But,\" puzzled Orth, \"why are there no cities and why have the\ncontinents changed so little? Surely three million years....\"\n\n\"I'd say the inhabitants of those small globes near the sun,\" suggested\nHorn, \"are descendants of Earthmen. They have used their superb command\nof science to make of Earth a beautiful park or preserve as it was in\nour own primitive age.\n\n\"Surely, if they have such knowledge, they can give us the secret\nof atomic control that will overcome the sterility threatening\nmankind. We cannot return now to the limited culture afforded by\nthe lesser power-sources of coal or gas without great damage to\ncivilization--perhaps its utter downfall.\"\n\n\"They have it all right,\" said Orth, scowling down at the open parklike\nmeadow toward which Horn was blasting, \"but I'm worried about getting\nback. So far this time travel is simply negation--outside the _Time\nBubble_ three million years pass and to us it seems less than two\nhours.\"\n\nHorn thrummed the landing jets smoothly and laughed his deep booming\nbellow. The grassy glade came up to meet them.\n\n\"A minor detail,\" he said as he cut the jets and the ship jolted\nabruptly to an uneven grounding. The deck was slightly tilted and from\nbelow there sounded a muffled explosion.\n\n\"You all right, Neilson?\" shouted Orth into the intercom.\n\nThe third member of their crew sounded breathless as he answered from\nthe power compartment.\n\n\"Thought the mixer was going for a bit,\" he gasped. \"A forward jet went\nkafoo. Boulder maybe blocking off that last blast.\"\n\nOrth told Horn what Neilson had said. The big man unzipped his safety\nharness and came over to his side, his big capable hand on Orth's\nshoulder.\n\n\"Don't worry about getting home,\" he said, taking up the thread of\nconversation the explosion had disrupted. \"In three million years all\nthe secrets of time and matter will have been discovered. We'll return\nwith the shield.\"\n\nHe released the young scientist's bruised shoulder and slapped a great\npaw of a hand on his back, pushing him down toward the airlock.\n\n\"Better replace that jet tip, Devin,\" he said. \"Can't tell but we\nmay have to take off in a hurry. This future civilization might be\nunfriendly and,\" he paused thoughtfully, \"even non-humanoid.\"\n\nOrth checked the gauges at the lock and found the outer atmosphere to\nbe a heady oxygen-rich mixture. Horn had gone down to help Neilson in\nthe power compartment and he was alone. He stuffed the jet tip into his\nbag of tools and pushed through the inner port into the airlock. There\nhe snapped on the invisible, but oddly tingling, radiations that would\ndestroy any alien spores of deadly growth that might find their way\ninto the ship.\n\nHe swung open the thick oval outer door and dropped the short\ngrounding ladder to the blast-blackened turf. Down the eight rigid\nmetal rungs of the ladder he went to the ground. He stumbled awkwardly\nand almost fell. The unaccustomed gravity, after the past twelve\ndays in space--twelve days that had actually been thirty thousand\ncenturies--had tricked him.\n\nA moment later his muscles had quickly remedied this unbalance and he\nfound the fused jet that had blown back. As Neilson had guessed, the\n_Time Bubble_ had grazed a boulder in landing and the expanding rocket\ngases' escape had been blocked off.\n\nIt was good to feel the spring of turf underfoot. Even the feeble\nwarmth of the ancient sun was pleasant on his bared flesh. He had not\nrealized how homesick he had grown for Earth until now.\n\nHe put down his tools and headed toward a clump of oddly-shaped trees\nnear the forest's rim. As he neared them he whistled. The temperature\nof the Lakes region must have changed. They were palms!\n\nIt was only then that he turned to look back at the _Time Bubble_. He\nwas thinking that Horn would be interested in his discovery of this\ntropical growth so far north.\n\nHis eyes blinked stupidly. He blinked again.\n\nThe _Time Bubble's_ ugly ovoid of space-scarred metal was gone!\n\n\n\nSeveral hours had passed since the space ship's uncanny disappearance.\nThe Earthman was picking his way along a narrow game trail in the\nsemi-twilight of the mighty forest that crowded close up to Lake Erie's\nshoreline.\n\nCaution had impelled him to seek safety in the wilderness until the\ntruth about the spacer's disappearance was revealed.\n\nThe trail cut across a rock-strewn highway, deeply-rutted by wheeled\nvehicles. Just across the way, half-hidden by a tangle of wild vines\nand brush, was a small log cabin. Smoke oozed slowly skyward from its\nmud-daubed stick chimney.\n\nThe odor of cooking meat sent Orth trotting hungrily across the road.\nHe had forgotten any possible danger until an arrow hissed viciously\npast his ear. He dropped forward on his belly in a shallow depression\nsoggy with dead leaves. A second arrow thwocked lightly through the\ngray-barked tangle of brush that his head was ramming into.\n\nHis fingers went to the flat pocket machine gun that all three\nscientists aboard the _Time Bubble_ carried. This weapon, complete with\nten thousand tiny explosive cartridges, and a compact kit of tools and\nessential equipment, they carried with them at all times when away from\nthe space ship.\n\nBehind a light gray shaft of scaly bark, a huge tree's bole, something\nred moved. His machine gun slapped a dozen needle-sized slugs at the\nhalf-seen target. The explosions splintered and ripped at the tree's\nthick trunk. The red thing leaped clear, yelling. Before Devin could\nstop his weapon, it stepped into several small incredibly bright\nexplosions.\n\nThen, from the cabin, a broad-shouldered young man emerged. He was\nclad somewhat after the fashion of the early American pioneers: fur\ncap, shapeless brown homespun shirt, rough skinny-legged trousers, and\nthick-soled moccasins. In his hands he lifted a cumbersome weapon,\nhaving six wooden barrels or tubes, from each of which protruded a\nsharp-pointed metal dart.\n\n\"There been trouble?\" he cried out in badly mangled but understandable\nEnglish.\n\nFor an instant Orth was stunned by the wonder of it. After three\nmillion years--a man speaking English!\n\n\"Shot at me from over there,\" he told the frontiersman warily.\n\nThe man catfooted over to the scarred tree, his clumsy weapon poised\nready. He grunted something in badly garbled English. Then he motioned\nto the Earthman to join him.\n\n\"Redskin,\" he told Orth.\n\nThe hairy apelike savage crouching in bloody death behind the tree was\nindeed clad in flapping, red-dyed garments of skin. His skin, however,\nwas as white beneath its matted covering of black hair as Orth's own.\nYet the other had called the savage a redskin.\n\nAs Orth watched the tall young giant stamped his foot down on the\nfallen warrior's middle, shook the long chestnut hair out of his\nhandsome brown face, and opening his mouth let out a prolonged hideous\nscreech. As he did so his fists hammered drumlike on his distended\nchest.\n\nFrom the distance a hideous snarling and trumpeting answered the\near-splitting sound. The man grinned at Orth and nodded toward the\nforest. He stepped down and held up two fingers.\n\n\"Vello,\" he said, continuing to make the V sign that first saw birth in\nthe Second World War. \"Me, I am Dun Horgan. Horgan of the wilderness.\nThose are my friends you hear, the hairy apes of Afri County.\"\n\nOrth held out his hand. \"Shake,\" he said, \"Horgan. I'm named Orth. I\nhail from Meadville in Pennsylvania.\"\n\n\"Pennsylvania over that way,\" and Horgan pointed, \"but no village that\nname. Maybe small?\"\n\nOrth nodded. \"Small,\" he agreed wryly. After three million years he\nwondered that the states retained their original names.\n\nHorgan reached down to jerk an intricately woven necklace of hair,\nfrom which depended a crudely carved locket of bone, from the fallen\nsavage's neck.\n\n\"Scalp locket is worth fifteen bits bounty,\" he said offering it to\nOrth. \"It is yours.\"\n\nOrth shook his head. \"No, you keep it. I'll trade it for some food and\na bed.\" He eyed the other thoughtfully.\n\n\"And some information too,\" he added.\n\n\n\nOver a well cooked slab of venison and a plate of corn bread, washed\ndown by a muddy brown brew that Horgan served hot and sweetened, they\ntalked. Corn likker the frontiersman called the steaming tasteless\nfluid when Orth mistakenly named it coffee.\n\nAnd when they had finished his host produced squares of a fine brown\npaper which he deftly filled, one-handed, with shredded greenish\ntobacco, and presented the fat cigar-sized bundles to Orth. He shrugged\nat the Earthman's refusal, eyeing with amusement the slender whiteness\nof Orth's own cigarettes.\n\n\"Shipped from France maybe,\" he suggested, \"or China?\"\n\nOrth handed over the pack. Horgan studied the markings that showed they\nwere manufactured in Kentucky. He shook his head.\n\n\"Don't reckon you'll be getting no more,\" he said. \"General Lee ain't\nbeen licked yet, and until Washington and Pershing break through to the\nSouth....\" He lifted his big arms in a half-shrug of doubt.\n\n\"What's all this about Lee and Pershing? Some sort of Civil War over\nagain? Or is this continent being invaded?\"\n\nHorgan eyed the Earthman curiously. \"Maybe I'll have to tell you what\nyear it is,\" he said dryly, \"and who's Boss of the States now. You're\npowerful ignorant, Orth.\"\n\n\"Go ahead,\" invited Orth. \"My memory's fuzzy.\"\n\n\"This's 1927, June the third.\" Horgan tugged absent-mindedly at his\nlong brown locks. \"Our boss now is Tyad Roosfald. His third year as\nBoss.\"\n\n\"Teddy Roosevelt.\" Orth studied his knuckles thoughtfully. \"And I\nsuppose General Eisenhower is invading Germany to win our independence!\"\n\n\"Not Germany,\" corrected the frontiersman, \"but Great Britain. We have\naccepted Churchill's challenge to land there and fight. Of course the\nwar with Germany and Japan are going on too.\"\n\nOrth groaned. \"What about this other thing--Lee and Washington down\nSouth? Don't tell me it's Civil War revival week too. What kind of a\ngag are you trying to pull on me, Horgan?\"\n\nHorgan rubbed a rasping palm thoughtfully along his jaw.\n\n\"There is war between the States,\" he said at last. \"Everywhere there\nis war. The broadcast drums warn us that soon we must fight Cuba.\"\nSmoke puffed from his nostrils. \"Helping Spain.\"\n\nOne of Orth's hands covered his eyes and he felt his face growing hot\nwith a mingling of anger and bewilderment. He stuttered as he tried to\ntalk. He swallowed smoke and coughed, choking.\n\n\"Good afternoon,\" called a fresh young voice, a feminine voice, from\nthe cabin's rude door.\n\n\n\nTheir heads twisted smartly toward the opening. Horgan's bared sword\nwas in his fist even before he was on his feet. Together they stood\nfacing the tall round-bodied woman who had walked in upon them. Despite\nher stature she was remarkably beautiful.\n\nShe was pale of skin and her great mass of intricately braided hair was\nof a softly radiant silver hue. The simple garment of golden-hued cloth\ncovered her adequately--but no more than that. Even her sandals were\nsimple, accessories of comfort and utility rather than fashion.\n\n\"I am Ayna of Globe 64BA,\" she told them briskly. \"I wish one or both\nof you to escort me to Ivath's headquarters.\"\n\nShe was eyeing Orth's zippered shirt and glassid trousers curiously.\n\n\"Ivath must be slipping,\" she said. \"You are definitely out of the\nwrong century. More likely the Twenty-first. I cannot be mistaken for I\nhave majored in Ancient American Mythology.\"\n\n\"I was born in 1960!\" Orth snapped, \"and I definitely must be in the\nwrong century. Or I'm out of my head! That's more like it. All this\npother about the Civil War and the World Wars going on at the same\ntime. Maybe just the names are the same. Or--what?\"\n\n\"There must be a short circuiting of your memory cells,\" said Ayna\nsoothingly, \"but Ivath and his helpers will soon set that right. Take\nme to him and I will help you.\" She looked at Horgan.\n\nHorgan was shaking his head. \"Sorry,\" he said, \"but until the Civil War\nis ended--here I stay.\"\n\nThe girl frowned. She turned to Orth. \"How about you?\" she demanded.\n\"Are you part of the local scenery too, or can you travel?\"\n\n\"I have no idea what this is all about,\" Orth told her, \"but I go where\nI please. Maybe you can set me right on a few things, Ayna. Then I'll\ngo along with you.\"\n\n\"Fine!\" Her teeth flashed.\n\n\"I can go with you to Hardpan City,\" Dun Horgan said slowly. \"That's\nwhere I trade off my furs and gold dust. We can thump a ride on one of\nthe waggons going to New Yok.\"\n\n\"What are we waiting for then?\" demanded Ayna. \"Bring extra slugs for\nyour six guns.\" She looked at Orth. \"Don't you have a gun?\"\n\nOrth tugged out his compact machine pistol. Apparently the clumsy\nspring-powered weapons with six barrels were what the girl called six\nguns, for Horgan belted a second weapon around his waist. The girl\nexamined his hand gun with curious eyes and fingers.\n\n\"Unusual design,\" she commented. \"Not authentic for your period\ncostume.\"\n\n\"Come along,\" said Horgan, cutting across Orth's protesting words.\n\"About time for the afternoon waggon train.\"\n\n\n\n\"Here they come!\" cried Horgan as they quitted the path for the rutted\nhighway.\n\nHe seized a long length of pole and started beating at the road with\nit. Dust clouded up about them. And further down the road a growing\ncloud of dust neared. These must be the waggons Horgan was going to\nhail, Orth decided.\n\n\"Why is he pounding the ground, Ayna?\" demanded Orth.\n\nThe woman laughed. \"He is thumping for a ride,\" she explained. \"It is a\npeculiar custom of this age. In this way he asks assistance.\"\n\nOrth's dark face reddened with sudden mirth that he choked back. The\ntwisted idiomatic expressions of this strange world were taking a\nfamiliar pattern. Even the scrambled pattern of wars and their military\nleaders began to make sense. _Thumping_ a ride, six shooters, and scalp\n_lockets_ linked up with Ayna's reference to Ancient American Mythology.\n\n\"You're from the little globes clustering around the sun,\" he said,\n\"and you were visiting Earth--or this primitive duplication of it. Sort\nof a park for your people, this. Your spacer crashed or you've lost it.\"\n\nAyna frowned at Orth. \"Yes,\" she said slowly, \"I landed on Earth,\ncontrary to the regulations, and a herd of mammoths wrecked my ship.\nBut how could you, a creature of Ivath's great workship, know anything\nof spacers?\"\n\n\"I do not know Ivath,\" Orth said angrily, \"and I came here in a spacer\nthat has vanished.... Now, how do we get out of this make believe world\nof yours to your home?\"\n\n\"But this is real,\" the girl protested. \"If a redskin's arrow or a\ntearunner's slug cuts you down you will die. Until the war is ended, or\nyou take me to Ivath's headquarters, we are not safe.\"\n\n\"All I can say is human beings are as crazy as they were three million\nyears ago,\" grunted Orth.\n\nMeanwhile the dust cloud rolled closer and slowed. Horgan's thumping\nhad halted them. Orth saw three great waggons, their twenty foot-high\nmetal-tired wheels fitting deep down into the rutted way.\n\nSixty feet in length they were, and beneath a low roof, that Ayna\ncalled a hood, there was a broad treadmill geared up with the eight\nhuge wheels. Between eighty and a hundred thick-bodied little ponies\nwere tied upon this raised moving belt. Above the hood lifted a sort of\ntower, its roof twenty feet above the ground, and here the two waggon\ndrivers sat, steering the cumbersome vehicle with a spoked wooden wheel.\n\nBack of the cab was the covered cargo deck of the waggon where bags of\ngrain, hides and other produce were heaped.\n\nOne of the wooden blocks that had braked the enormous wheels was\nsmoking and now it burst into flame. One of the drivers hastily tossed\na bucket of water on the block and put it out.\n\n\"Going through Hardpan City?\" Horgan asked.\n\n\"Climb aboard,\" cheerfully answered a runty driver with a huge dusty\nred moustache. He jabbed his thumb at the ladder bolted to the waggon's\nside.\n\n\"You ride this waggon,\" Horgan said to Ayna and Orth. \"I'll hop the\nnext one.\"\n\nThe red-moustached man helped them into the cab, his squinted pale\neyes studying the girl appreciatively, and then he spoke to his\nhulking companion. This driver was a hairy apish giant without ears.\nNow he slowly released the brakes that locked the treadmill while Red\nMoustache freed the wheels.\n\nThe treadmill revolved faster and faster and they went clanking and\nbumping off down the highroad, the miniature horses sweating in their\ninvoluntary struggle to keep on their feet. The great hooded vehicle\nhad a pace of perhaps ten miles an hour.\n\n\"I hear,\" shouted the little driver at Orth and Ayna, \"that the Boss\nis sending a hundred men to New Yok soon. They're to hunt down the red\njitterbugs and outlaws that range the highways.\"\n\nHe paused long enough to catch his breath and curse the thick fog of\ndust that filled the cab.\n\n\"A hundred soldiers to wipe out three or four thousand tea sellers and\ntheir gunmen!\" He snorted. \"Of course they're jeep men--Hoovers, you\nknow--but they can't do any good.\"\n\n\"The Boss is all wise,\" said the earless man, bumping his clenched fist\nagainst his nose. \"He is the Boss.\"\n\nOrth turned to Ayna. \"Now,\" he said, \"who is Ivath?\"\n\nThe girl shrugged. \"For a creation of Ivath's laboratories,\" she said,\n\"you are refreshingly human. So I will treat you as one of us.\" Her\neyes were thoughtful. \"After all a robot does possess a limited power\nof reasoning.\"\n\n\"Ivath!\" Orth barked the word at her. \"Forget the insults for the time\nbeing. I may look funny but I'm human.\"\n\n\"Ivath is the director of our theater of space,\" she said. \"This, as\nyou know, is a huge hollow globe on whose surface world-wide dramas\nfrom the ages past are brought to life. He is painstakingly accurate in\nhis depiction of the bygone dress, customs and speech.\"\n\nOrth laughed shortly. \"Even to vehicles with horses for power,\" he\nsaid, \"and guns without gunpowder.\"\n\nThe girl disregarded him. \"But Ivath has surpassed other directors\nof the past. He uses androids, living robots, and impresses on their\nmemory cells the accurate thought and instinct patterns of their own\nchosen age. It is really amazing how closely their actions follow the\nhistorical patterns of the ancient past.\"\n\n\"You mean he sprinkles cities, forests and--robots, all around and\nwatches what happens? No script for them to follow? No deadline or time\nto end it all?\"\n\n\"He usually changes the entire surface of the globe every fifty years,\"\nAyna told him. \"The next drama will be that of ancient Mars before the\nEarthmen came, and shortly afterward.\"\n\n\"If it is as accurate as this mess,\" said Orth dryly, \"it will be\nsomething to see, and worse to hear. I lived in the years of the first\nMartian exploration, Ayna. And I came from the Twentieth Century that\nyour director is supposed to be presenting here!\"\n\nAyna's face was serious. Orth felt a curious prickling sensation in his\nhead and then everything went hazy for a time....\n\nEventually the blur faded. He found that they had left the forest\nbehind and were entering a region of cultivated fields and little\nhuddles of log and sod dwellings. The clumsy vehicle in which they\nsat was slowing until it was barely crawling between two rows of\nbrick-fronted cabins.\n\n\"You are not lying,\" Ayna said. \"I probed your mind, Devin Orth. You\nare not an android. And I believe that your space ship has been seized\nby Ivath. It was an alien object on the vast canvas of his pictured\nworld.\"\n\n\"Here's Hardpan,\" Red Moustache said, leering slack-jawed at Ayna.\n\"Sorry you couldn't go along to New Yok,\" he added to Orth, \"you and\nyour squirt. She's some fowl.\"\n\nOrth choked and gulped twice. He thanked the driver and climbed down\nthe ladder. Horgan was already standing in the shadow of a doorway\nabove which swung a dust-grimed sign. _Two Drik Tony's_, the sign read.\n\n\"Wait for us in that store,\" said Horgan, pointing out a door across\nthe street that was flanked by barrels of fruit and other produce.\n\"Orth and me needs a drink.\"\n\nOrth started to protest and then desisted as he saw the girl's\neyelid twitch and her head motion toward the door. He followed the\nfrontiersman. Ayna was talking softly to herself as they left her.\n\n\n\nThey joined the men bellied up to the bar. Dun Horgan ordered two shots\nof alcohol which were brought to them in shallow saucers of glass.\nHorgan dropped three bits on the bar.\n\n\"How about a shot of tea?\" he whispered to the bartender.\n\nThe man's flabby pink face whitened. Imperceptibly he nodded toward the\nback room and scooped up the three shining coins. The two men downed\ntheir fiery drinks and then elbowed their way toward the closed door.\n\n\"It's this accursed Volsad Law,\" said Horgan. \"All a result of the\nBoston tea runners. Tried to smuggle it in and then the reform crowd\ntook it up. Blamed tea for crime and poverty. Pushed the laws through\noutlawing its sale.\"\n\nOrth grinned. \"So now the bootleggers, or tealeggers, maybe, are\ngetting rich.\"\n\nHorgan nodded. Inside the door the bartender met them and slipped a\nsmall bottle of cold tea into Horgan's pocket. Then he motioned toward\nthe half-open door leading into the alley beyond.\n\n\"Please,\" he said. \"There may be jeep men watching my bar.\"\n\nThey quitted the building and leaving the alley reached the main\nstreet. Ayna was waiting in the store's door and as she saw them she\nstarted to walk in their direction.\n\nA bony stoop-shouldered man with a naked skull beneath his\ndroopy-brimmed hat lurched into her path. His sunken dark eyes were\nbloodshot and hot. He jerked her arm.\n\n\"Looking for someone?\" he demanded. \"I'm here.\"\n\nAyna's fist landed flush on the man's jaw. He staggered back, but still\ngripped her. Orth seized the man's shoulder and spun him about. With\nthe same movement his other fist crashed the bony man backward for\nseveral paces.\n\n\n\nBut he had not been alone. With him were three other hard-faced men.\nThey helped him to his feet and came pacing toward Orth and Horgan.\nTheir hands were inching down toward their big holstered spring guns.\nOrth reached for his own hand machine gun, and with his movement their\nfour enemies went for their own weapons.\n\nHorgan was slapping his bolts at the quartet. Ayna was hugging the\ndirty street. Orth felt one smashing impact before his weapon started\nsewing the explosive little pellets across the four men's middles.\nPain was just starting to throb in his left elbow when the last of the\nothers slumped, dead, into the dusty street. Horgan staggered toward\nhim, a six gun bolt in his right side.\n\n\"Just nicked me,\" he said calmly, his hand holding back the blood that\nseeped through his coarse-woven shirt.\n\nOrth found it hard to believe that these fallen men were actually but\npseudo-men, robots. Their laboratory-given life blood was as red and\nsticky as a true man's, and their dying struggles were as realistic as\nhis own might have been.\n\nThe bartender came sidling up to Orth. He was but one of a score of\nmuttering, staring onlookers.\n\n\"Better clear outta town,\" he advised. \"Krepp's brother is sheriff. And\nif he don't hang you Krepp's mob will do you up.\"\n\n\"Thanks,\" Orth said. There were a dozen horses, saddled and bridled,\ndrooping at a nearby hitchrail, and toward these he moved.\n\n\"Come on,\" he told Horgan and Ayna. \"We're riding out of here.\"\n\nHorgan shrugged. \"Might as well get neckties for rustling a horse as\nfor killing Krepp,\" he conceded, reloading his two spring guns.\n\nThey climbed into the saddles, Orth snapping a warning burst of\nexplosive slugs into the road and Horgan menacing the glowering knot\nof townspeople and riders, and went riding eastward out of the village\nstreet.\n\nOnce they were free of the town and climbing a long easy grade into the\nlow tree-clad hills the men of Hardpan City organized their pursuit.\nOrth saw horses, light waggons, and high-wheeled vehicles resembling\nbicycles come streaming up the highway after them.\n\nDrums began to boom all along the cleared valley they had left and in\nthe hills ahead.\n\n\"News broadcasters,\" Horgan informed him, \"warning all cruising scout\nwaggons and squad carts of our escape. Their squad carts are fast--they\nhave pulley drives that can be shifted. If we can only reach the\nforests again....\"\n\n\"We'll make it,\" Orth said. He grinned encouragingly at Ayna. \"Maybe\nwe'll find your precious Ivath, too,\" he added.\n\nAt that moment they were riding up a short grade, tree-lined and\nstony, beyond which they could see nothing but an endless stretch of\nundulating tree-tops. Nothing, Orth was thinking, could now keep them\nfrom achieving safety.\n\nSuddenly the ground swayed underfoot and their horses spilled them from\nthe saddles.\n\n\n\nThere was a moment of rushing blackness, as though they were falling\ninto a pit of tar, and then they felt themselves being whirled\nhorizontally along for a time into a blurring twilight, only to slide\nsoftly to a stop.\n\nOrth heard a click and a whir from somewhere above him and saw a\nvast square section of grayness detach itself from the sky above and\ndisappear. He lay quietly for a long minute but the ground was solid\nunderfoot and so he stood up.\n\n\"That,\" said Ayna, laughing rather breathlessly, \"was some of Ivath's\nwork. He's brought this section of the crust inside for repairs.\" She\nhesitated. \"Or perhaps because of you, Devin Orth.\"\n\n\"Me? I get it. If he took the _Time Bubble_ this same way.... Yeah.\"\n\nOrth swallowed thickly. No telling what the mysterious Ivath might be\nplanning to do with them. He was glad Ayna was along. She knew this\ninsane future world.\n\n\"Here he comes now,\" said Ayna, low-voiced. \"Ivath, I mean. And, by the\nway, he is my great grandfather. So don't mind him too much.\"\n\nOrth found himself looking at a transparent bubble of plastic, with\na puffy over-sized belt of jade-green metal fixed about its middle.\nIt floated a few feet above the ground, sparks buzzing faintly as it\ndropped too low and was forced upward again.\n\nInside there was a bony little parody of a man's body, or rather, its\nupper torso. Below the arms there was nothing save a shining metallic\ncylinder. The huge blue-veined skull was supported by soft wide bands\nof plastic material, and the bony arms rested on cushioned ledges.\n\n\"Greetings, Earthman,\" something inside his brain seemed to say. \"I\nhave your fellows here, my honored guests. You will join them.\"\n\n\"They are here, my companions?\" asked Orth stupidly. \"You mean Horn and\nNeilson? Did you say that to me?\"\n\n\"He speaks only in thoughts,\" said Ayna. \"When our people reach the age\nof two hundred they submit to this operation. With their lungs gone\nthere is, of course, no vocal speech. But we live on for centuries\nuntroubled by bodily breakdowns.\"\n\nIvath motioned with his feeble old arms.\n\n\"Come,\" he flashed at them, \"we will join them.\"\n\n\n\nAs they sat in a small spacer cruising within the vast hollow of\nIvath's world-sized stage, Ayna explained more of the mysteries of this\nfuture world. How the planets had been cut up into smaller spheres and\nmoved into the dwindling radiations of Sol. How their fleets of space\nships crossed the void to trade and mine the precious elements they\nrequired, and of the other galactic cultures they met.\n\n\"It is sad,\" said the girl at last, \"that you can never return to the\npast. It is there that our science has utterly failed. Travel in time\nis but a one-way voyage.\"\n\n\"You mean, Ayna,\" Orth said slowly, \"we can't carry back the knowledge\nof an atomic shield that will arrest the spread of sterility--that\nmankind must abandon his use of atomic power?\"\n\n\"You cannot go back,\" smiled Ayna, putting her hand on his shoulder as\nshe spoke. \"But there is no need. In 1980--if our records are not too\nwrong--Eric Ensamoff discovered such a shield.\"\n\n\"Great!\" cried Orth. \"I won't mind being stranded here. There's\nIvath to set right on his ancient history. There's your perfected\ncivilization to study.\" He swallowed his tongue momentarily and\nrecovered it.\n\n\"And then there's you, Ayna,\" he blurted. \"You're....\"\n\nThe girl slid her fingers across a toggle-switch in the wall. \"No use\nletting all the worlds hear us,\" she said softly, \"much less see us.\nYou see, I was sent to interview you and get your reactions. All the\nworld was watching while you explored.\"\n\nOrth took the girl and pulled her closer. He studied her face. She\nsmiled.\n\n\"Sure it's turned off?\" he demanded. She nodded.\n\n\"Fine ... no, they don't need to see _this_ reaction....\"",
    "metadata": {
        "author": [
            "Wells, Basil Eugene",
            "Wells, Basil",
            "Ellerman, Gene"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/64172/pg64172.txt",
        "name": "scrambled_world.json"
    }
}