{
    "name": "Second chance",
    "author": [
        "Hoskins, Phillip",
        "Hoskins, Robert P.",
        "Hoskins, Robert Phillip",
        "Hoskins, Robert"
    ],
    "body": "The boy was twelve, and running for dear life. Behind him came the\nsounds of half a dozen pursuers, the faintly sticky slap of leather\nsoles coming down on summer-hot blacktopping and the sharp explosions\nof breath let out and sucked back in quickly as out-of-condition bodies\nforced muscles angrily beyond normal limits of endurance.\n\n\"There goes the little bastard now!\"\n\n\"Don't let him get away!\"\n\nA scant hundred yards separated pursued from pursuers. The boy stopped\nat the mouth of an alley, panic stealing logic as he glanced over his\nshoulders at the boys coming up quickly behind him. He darted into\nthe alley, rounded a curve, and realized too late that he was in a\ndead-end. Boxes and trash were piled against the wall; a fire-escape\nbeckoned invitingly just above. He scrabbled up the side of the pile,\nthen realized his mistake as it began to shift beneath him. He leaped\nfor the fire-escape ladder, his fingers brushing the lowest rung just\nas the pile collapsed, carrying him down and burying him.\n\n\"Where the hell is he?\"\n\nHands started pulling at the pile, tearing away debris. The boy bit\ndown on his lip, and closed his eyes against the inevitable.\n\n\"Hey, here he is!\"\n\nThey grabbed him and pulled him out. A palm slapped across his cheek,\nforcing his eyes open.\n\n\"Okay, you little sneak. What's the big idea? Why'd you rat to the\nPrincipal?\" He shook his head.\n\n\"Come on, dammit! Talk! You were talking enough yesterday!\"\n\n\"Ah, you're wasting your breath. Come on, let's do what we came to do\nand get it over with.\"\n\n\"Okay, if that's the way you want it.\"\n\n\n\nJohnson winced, as the first of the blows fell. The picture on the\nscreen seemed far away, but the memory of physical pain was suddenly\nfreshened. As hands and feet lashed out, repeatedly, raining down a\nstorm of punishment on the quivering mass of flesh in the center of the\npicture, once-tortured nerves twinged in sympathy.\n\n\"Brutal little monsters, aren't they?\" said Cavendish.\n\n\"I got back at them,\" said Johnson. \"Every last one of them. I was the\nlast kid they beat up.\"\n\n\"Mmmm. Still, that didn't change the fact that you had already received\na nasty beating yourself. No matter how sweet revenge, wouldn't it have\nbeen sweeter to have avoided the beating altogether?\"\n\nJohnson massaged his crippled hand as he watched the tortured boy make\na break away from his tormentors. A foot shot out, and the boy went\nsprawling. His chin hit the pavement; only the adult saw the biggest\nof the tormentors bring booted foot down on pathetic fingers. The foot\ntwisted, and the man looked away.\n\n\"Shut it off!\" he shouted.\n\n\"Certainly.\" Cavendish reached out and the screen went dead. Getting\nup, he went to the bar in the corner of the room and returned with a\ntumbler half-full of amber liquid. \"Here, you need this.\"\n\nJohnson tossed off the drink, gasping as the liquor burned its way down\nto his stomach. \"Ahhhh!\" He wiped his mouth on the back of his good\nhand.\n\n\"What do you think of my little machine, Mr. Johnson?\" Cavendish\nsettled himself behind a cluttered desk, hands folded over his paunch,\nlooking extremely satisfied with himself. Pointed mustache and faintly\nslanted eyes heightened the effect of a cat with a stolen canary.\n\n\"Your gadget is effective,\" admitted Johnson. \"Just how powerful is it?\"\n\n\"Fifty years seems the limit it can probe. I've tried increasing the\npower, but beyond fifty years things quickly fade away into a gray fog.\nThat's why I wanted to see you so urgently. Another few weeks, and this\nparticular event in your life will be irrevocably lost.\" He glanced at\nthe crippled hand. \"Considering the direct consequences, I thought it\nwould be a good place to start.\"\n\n\"Assuming that I want to have anything to do with this at all.\"\n\n\"Of course,\" said Cavendish, blandly. \"Everything is always an\nassumption.\"\n\n\"Your machine. It can actually send me back through time?\"\n\n\"In effect, yes.\"\n\n\"I don't believe it.\"\n\n\"I think you do, Mr. Johnson. You want to believe it, therefore you do\nbelieve it. A man like yourself, aware of missed opportunities....\"\n\n\"I haven't missed many chances in my day,\" said Johnson. \"If I had, I'd\nnever have become what I am today.\"\n\n\"Rich.\"\n\n\"I'd rather call it powerful.\"\n\n\"As you like.\" Cavendish shrugged. \"After all, what is money but\npower? With it, you have the power to do things, make a living, run\na business, increase your standing in the community. Without it....\nEverything becomes negative. You have the power to die, but nothing\nmore.\"\n\n\"You need money, too.\"\n\n\"Of course. I've never denied it. Science has never been a particularly\nprofitable field of endeavor--at least, not on my level. For you,\nscience has made money. For me, it merely uses it.\"\n\n\"You want money from me.\"\n\n\"Naturally. You have enough for both of us.\"\n\n\n\n\"But why me?\" asked Johnson, suspiciously. \"Why not someone else? There\nare other men as wealthy or wealthier than I--Reading, Blackwell,\nMorgenstern, just to name three in this very city.\"\n\n\"Yes, I considered them--all of them, and many others besides. It\nreally made no difference which one I finally selected. I chose you,\nMr. Johnson, for just one reason--the scene just witnessed.\"\n\n\"All right. You've aroused my interest. Now tell me just how your time\nmachine can help me.\"\n\nCavendish winced. \"Please, Mr. Johnson, I do not have a time machine.\"\n\n\"You just said you can send me back through time.\"\n\n\"In effect, Sir; in effect. Physically, no. My machine--temporal\ntransgressor I call it, for want of a better term--my machine has the\nfaculty of liberating a certain part of the human id, the conscience,\nthe soul, if you please, and casting it adrift on the broad temporal\nstream. A strong will can direct this liberated 'something' against the\ngeneral drift of the temporal stream, forcing it backwards against the\nnatural current. Back through time, as it were.\"\n\n\"And just how does this help me?\"\n\n\"From the limited experiments I have been able to perform with\navailable funds, I have found that, shall we say from now on, for\nsimplicity's sake, the Id, tends to gravitate to early versions of\nitself. Apparently there is some sort of force that binds the Id with\nitself. At moments of crisis, this force is strongest.\"\n\n\"And you want me to be a guinea pig for your experiments.\"\n\n\"Crudely put, Sir.\"\n\n\"But the truth.\"\n\nCavendish shrugged. \"Consider the benefits to be reaped.\"\n\n\"As yet, I have seen none,\" said Johnson, bluntly. \"Suppose you\nenlighten me some more.\"\n\n\"Opportunities....\"\n\n\"We covered that before.\"\n\n\"But have we? Consider, Sir; you are wealthy, powerful, in spite of\nyour, ah, handicap.\" He glanced away as Johnson inspected his hand.\n\"Just think what might have happened had you not been injured? Who can\nsay what new avenues might be opened to you?\"\n\n\"How much?\"\n\n\"Then you'll do it?\" asked Cavendish, eagerly.\n\n\"Perhaps. How much do you need?\"\n\n\"I have my equipment all ready. But I need a great deal of power to\noperate it. You are one of the directors of Public Power; I need your\nsignature on releases for the necessary leads and, of course, the power\nitself.\"\n\n\"You shall have them. When can we be ready to operate?\"\n\nCavendish pursed his lips. \"With PP technicians running in the new\nlines--three days.\"\n\n\"Very well. I'll be back.\"\n\n\n\nT. Arthur Johnson had not, as he had told Cavendish, been a man to\npass up an opportunity. Forty years of fighting and clawing his way up\nthrough the jungle of business competition had sharpened his senses and\nheightened his awareness of what one fatal mistake could do.\n\nStill, no man is infallible; all miss out on something, sometime. Some\nmen go through their entire lives making the wrong decisions; they end\nup failures.\n\nT. Arthur Johnson was a qualified success. Qualified, for, although\nsuccessful he might be, as a man he was not happy. It is rarely\nthat the two go hand-in-hand. Happiness and success often seem to\nbe mutually exclusive goals. Yet contentment is a close cousin of\nhappiness, and many let themselves be satisfied with second best.\n\nAfter checking with Cavendish to find out just how much time would have\nto be invested in the experiments, Johnson arranged his affairs into\nthe hands of several trusted managers--trusted because they were owned,\nbody and soul, by Johnson. On the morning of the third day, as the last\nof the Public Power trucks was leaving the warehouse in which Cavendish\nhad set up his laboratory, Johnson presented himself at the door.\n\n\n\n\"Ah, Mr. Johnson.\" His eyes lit up. \"Right on time. I suppose you are\nas anxious as I to get on with the experiments.\"\n\n\"Time is valuable,\" said Johnson. \"I don't believe in wasting it. Shall\nwe get on with it?\"\n\n\"Of course.\"\n\nThe lab seemed little changed from Johnson's earlier visit. An\nadjustable lounge chair had been set up near the screen; from it,\nlines ran into a panel of equipment that the industrialist found\nincomprehensible. At Cavendish's gesture, he sat down and permitted\nelectrodes to be attached to his head and arms.\n\n\"Comfortable, Sir?\"\n\n\"Quite.\"\n\nCavendish adjusted switches; the screen came to life, showing the\nearlier scene with the youthful Johnson just beginning his dash into\nthe alley.\n\n\"We regress some twenty-seven hours more,\" he said. The scene dissolved\nand was replaced by one with the boy in a classroom. The clock on the\nwall read three-thirty; school had been out some fifteen minutes. Timmy\nJohnson placed the last of the erasers in the blackboard trough and\nchecked the stack of workbooks with his eye, stopping to shift the top\none a quarter of an inch into better alignment.\n\n\"We are now approaching the crisis point,\" said Cavendish. \"The\nblending of the adult Id with that of the boy will enable you to\ncontrol the actions of the boy.\"\n\n\"Get on with it!\" said Johnson, impatiently, anxious to have the affair\nover with.\n\n\"Very well.\" Cavendish closed several switches and the hum of vast\namounts of power pouring into the little room rose until it set the\nhackles of the men's necks rising. Still it rose, until Cavendish\nclosed one final switch--\n\n\n\n\"All done, Mrs. Taylor.\"\n\n\"Thank you, Timmy.\" She glanced up from the stack of papers and smiled\nat the boy. \"I swear, I don't know what I'd do without you. You're the\nbest helper I ever had.\"\n\nTimmy glowed at the praise; he felt the back of his neck warming. It\nwas fun helping her out, no matter what the other kids said or thought.\nHe scuffed the toe of his sneaker against the heel of the other one.\n\"Well, I guess I'd better be getting home, Mrs. Taylor. Mom usually\nwants me to run to the store for her after school.\"\n\n\"All right, Timmy. Good night.\"\n\n\"Good night.\" He lingered in the door for a last smile from the woman,\nthen ran down the stairs to the lockers on the basement corridors.\nHe stowed his books in his locker, then twirled the dial on the\ncombination lock, bought with money saved out of his allowance.\n\nTimmy started towards the exit, when suddenly he heard voices coming\nfrom the boys' shower room.\n\n\"Aw, come on, Janie! What's the harm in having a little peek?\"\n\n\"With your big eyes, Danny Grissome, a lot!\"\n\nRaucous laughter. \"I guess she told you that time, Danny boy.\"\n\n\"Yeah? Well, I'm gonna see what I came down here to see, whether you\nlike it or not, Janie. Now come on!\"\n\n\"No! Keep your dirty hands off me, Danny Grissome!\"\n\nHeart pounding in his breast, Timmy edged towards the door of the\nshower room. From the voices, he knew there were at least half a dozen\nboys inside. The door was slightly ajar; the school was supposed to be\nempty, so the boys had been careless. Placing his eye to the crack,\nTimmy tried to make out what was going on, but his field of vision was\ntoo limited. All he could get were vague impressions of bodies moving\nback and forth.\n\nFrustrated, he leaned his weight against the door. Suddenly it swung\nin, and he fell after it.\n\n\"Hey, who's that?\"\n\nRough hands pulled him to his feet.\n\n\"Ahh, it's Teacher's Pet Johnson. What are you doing here, stupid?\"\n\nTimmy panicked. \"I saw what you were doing!\" he piped. His voice was\nshrill with fear. \"I'm going to--\"\n\nSomething clicked.\n\n\"Yeah?\" demanded Danny. \"What are you going to do shrimp?\"\n\n\"I....\"\n\nTimmy shook his head; his eyes took on a faraway expression.\n\n\"Hey, what's the matter with you, shrimp? Wake up.\"\n\nSomething clicked again, and the adult Id settled into control of\nthe youthful body. T. Arthur Johnson looked out on the situation\nconfronting Timmy Johnson and came to a decision. It was not the\ndecision the boy had--would--make of his own volition. But, then,\nthe adult Johnson had one important advantage over his juvenile\ncounterpart--he knew the certain and distasteful consequences of the\nboy's activities.\n\n\"Well?\" demanded Danny. \"Get with it, kid. What are you going to do?\"\n\n\"I'm going to tell Mr. Arkins--unless you let me watch too!\"\n\n\n\n\"How's your hand?\" asked Cavendish, as he unsnapped the electrodes.\n\n\"Hand?\" Johnson looked at first one then the other. \"What about my\nhand?\"\n\nCavendish looked, then shook his head, puzzled. \"That's funny. Now\nwhere did I get the idea that something was wrong with your hand?\"\n\n\"I'm sure I don't know,\" said Johnson, getting up and stretching. He\nfelt tired, more tired than he could remember having been in a long\ntime. The feeling had become alien to the desk-bound man, but it was\nsimply physical exhaustion. He yawned. \"How about a drink?\"\n\n\"Of course.\" He retreated to the little bar and came back with a\ngenerous slug in the usual water tumbler. Johnson tossed it off,\nsighed, and wiped his mouth.\n\n\"Well?\" demanded Cavendish.\n\n\"Well, what?\"\n\n\"Don't keep me in suspense!\" begged the little man. \"What was it like?\"\n\nJohnson considered. \"Nostalgic, I suppose. Everyone would like\nanother chance to revisit his childhood. You've proven that your time\nma--Pardon me. Your temporal transgressor, works. But as to your idea\nthat events can be changed--well, consider me from Missouri.\"\n\n\"But the machine does work,\" insisted Cavendish.\n\n\"I've already said that,\" said Johnson, irritated with the little man.\nCavendish seemed much more pushy than he had at their first meeting.\nJohnson had never cared for that type of person, perhaps recognizing\ntoo much of himself reflected in the other personality.\n\n\"The next part should be simple, then,\" said Cavendish. \"All we have\nto do is find a suitable crisis point in your life, and send you back.\nOnce you have changed it--made a different decision--then you'll see.\"\n\n\"Perhaps,\" said Johnson, a strong doubt in the back of his mind. \"Have\nyou picked out such a suitable crisis?\"\n\n\"I think so.\" He turned to the screen, and began adjusting the dials.\nGray fog swirled mistily across the face of the tube, resolving\nmomentarily into brief scenes as the scientist searched for something\nin particular. At last he grunted in satisfaction, and straightened up.\n\n\"Here we are.\" He sharpened the focus, and it became Johnson's turn to\ngrunt in surprise.\n\n\"Damn you!\"\n\n\n\nThe scene was dimly-lit, obviously happening late at night. Two youths\nin their late teens were busy at the rear door of a service station,\nwhile another kept peering around the corner, keeping an anxious eye\nout for passers-by. At last the lock of the door gave way to their\nefforts, and all three slipped inside. Cavendish turned a dial and the\npicture followed the actors into the interior of the station.\n\nOne of the figures produced a pencil flash; by its thin beam, they\nmade their way past a store-room piled high with cases of motor oil\nand transmission fluid and into the garage part of the station. One of\nthe figures stopped by a stack of tires and a heated argument broke\nout, soundless though it seemed to the watchers in the future. At last,\none prevailed over the other and they continued their search of the\nstation, stopping at last by the register. One of the boys punched it\nopen, and scooped up a small handful of bills, only to have disgust\nregister on his face when they turned out to be all singles.\n\nIn the meantime, one of the other boys was forcing the coin box on the\ncigarette machine. He scooped silver into his pockets, then turned to\nthe soft drink machine at its side.\n\nSudden light glared into the station, blinding the boys. They stopped\ndead in their tracks, as they tried to shield their eyes from the\nglare. Then, panic-stricken, they broke for the rear and the door they\nhad forced to gain entrance. The figures were lost for a moment, but\nsoon reappeared, shepherded none too gently by several men in blue. The\nstation's own lights came on.\n\nCavendish suddenly felt pity for the aged man and switched off the\npicture. Without asking, he refilled Johnson's glass.\n\n\"No one ever knew about that,\" said Johnson, softly.\n\n\"Your family did a good job of hushing it up,\" agreed Cavendish.\n\n\"We served our time, though--nine months in that stinking county jail,\nafter time off for good behavior.\" He shuddered. Across two-thirds of a\nlifetime, the memory was still painful.\n\n\"It kept you out of the service, didn't it?\"\n\n\"Yes. My folks always claimed I spent the time bumming around the\ncountry. They said ill health kept me out of the Army. People never\nbelieved them, though. They seemed to know better.\"\n\n\"Definitely a crisis in your life?\"\n\n\"Most definitely,\" agreed Johnson.\n\n\"Then if I send you back to the time when you and your companions were\nplanning this adventure, and you succeed in talking your younger self\nout of it, you'll be convinced that what I say is true?\"\n\n\"Yes, that'll do it.\"\n\n\"Good! Events can be altered; time is not immutable!\" The little man's\neyes gleamed fanatically; Johnson for the first time debated the wisdom\nof letting himself be strapped in under his care. But Cavendish was\nalready adjusting the electrodes; he finished, and turned on the power\nsource.\n\n\"I'll send you back to that afternoon,\" he said. \"The three of you are\ngathered in the back room of Cook's News Shop.\"\n\n\"I remember,\" said Johnson.\n\n\n\n\"Hi, Danny.\"\n\n\"Hi,\" said the leader of the three, looking up. \"What do you want,\nJanie?\"\n\n\"Oh, nothing,\" said the girl, tossing her pony tail back over her\nshoulder. \"But I'll settle for a coke.\"\n\n\"Be my guest,\" said Danny Grissome, digging a dime from his pocket.\n\"But be a doll and drink it at the counter, hey?\"\n\n\"What's the matter? My company not good enough for the big shots?\" She\nsniffed, but accepted the dime.\n\n\"Your company's fine,\" said Grissome. \"But we're busy----man-type busy.\nSo later, hey? Later.\"\n\nThe boys watched her flounce sensuously through the archway separating\nthe back room from the front section of the store, and knew as they\nwatched that she was fully aware of their eyes on her. Danny's tongue\ndarted over his lips; he sighed.\n\n\"Man, I gotta get me some more of that. But not now. We got things to\ntalk about now. Important things, right, Art?\"\n\nJohnson tore his eyes from the girl. \"Uh, yeah, Danny. Sure. Anything\nyou say.\"\n\n\"That's right. Anything I say. And don't you creeps ever forget it.\"\n\n\"So who's arguing?\"\n\n\"Nobody, Flip--not yet. But I got me a feeling all of us in our little\ngroup aren't happy. Right, Art?\"\n\n\"I didn't say that,\" protested Johnson.\n\n\"That's what it sounded like to me.\"\n\n\"So excuse me for living.\" He shrugged. \"All I said was that I don't go\nfor that kind of jazz. It spells trouble, big trouble. C--O--P trouble.\"\n\n\"Ahhh, you're a real nervous nellie, Art. I tell you, this place is\na leadpipe cinch. He leaves the money in a register my baby brother\ncould walk off with, and the lock on that back door is made out of\nbubble-gum. Now all we gotta do is wait till about midnight, after\nthe patrol car swings through. It doesn't come back again for forty\nminutes, and that's more than enough time for what we want to do. What\ndo you say?\"\n\n\"I don't like it.\"\n\n\"You don't have to like it. Just do it. Now, what do you say?\"\n\n\"Well, okay.\"\n\n\"Good!\" Danny settled back and slapped the table. \"It's settled, then.\nFlip picks us up here at eleven thirty and we drive over to Blandina\nand park behind the billboard on the vacant lot the next block down.\nNow don't either one of you creeps go fouling up this deal.\"\n\n\"What's to foul?\" said Flip.\n\n\"Yeah, you're right. What's to foul?\" He slapped the table again. \"Hey,\nwho wants a coke? I'll buy.\" He leaned around the corner of the booth\nand whistled. \"Hey, Janie! Fun time! Tell Sandy to fix us three cokes\nand come on out and join the party!\"\n\n\n\nArt Johnson rounded the corner and approached the coke shop, hands\nsweaty in anticipation of what was going to happen within the next\nhour. He wished there was some way for him to back out of the situation\nand still manage to save face, but it was too late. The pattern was\nset, and events would ride out to their inevitable climax.\n\nThen--\n\nSomething clicked.\n\nThe youth paused in midstride and nearly stumbled. His eyes took on a\nfaraway look. A boy and girl came out of the shop arm-in-arm and nearly\nwalked into him.\n\n\"Hey, stupid! Watch where you're going.\"\n\n\"Sorry,\" he muttered, shaking his head.\n\n\"Some people,\" said the boy, \"live in a fog.\" The girl giggled, and Art\npushed his way into the packed interior of the shop.\n\n\"Hey, man!\"\n\nDanny was holding a booth open. Art pushed his way through the crowd\nand slid in beside him.\n\n\"You're late,\" said Danny. \"What happened?\"\n\n\"The old lady stayed up to watch the eleven o'clock news. I had to wait\nuntil she was in bed.\"\n\n\"Well, it's a good thing you made it. We were about ready to take off\nwithout you. Come on, Flip; let's move out.\"\n\n\"Just a minute, Danny.\"\n\n\"Yeah?\" The boy paused, half-risen out of his seat. After staring at\nJohnson's face, he sat back down again. \"What is it, Art boy?\"\n\n\"The deal's off. I'm cutting out.\"\n\n\"What?\" He shook his head in disbelief. \"You crazy man?\"\n\n\"No. That's why I'm cutting out.\" He sighed. \"I didn't like this deal\nfrom the word go. You knew that.\"\n\n\"Yeah. But I never thought you'd go chicken on us, Art boy. Not on old\nDanny. That's me, remember? Danny Grissome. What I say, goes. Anything\nI say goes. Right, Flip?\"\n\n\"Right, Danny.\"\n\n\"Right, Art boy?\"\n\n\"Not right, Danny,\" said Johnson, softly.\n\n\"You mean it. You really mean it!\" He shook his head, sadly. \"What's\nthe world coming to?\"\n\n\"No good end, most likely,\" said Johnson. \"But I don't intend to mess\nmyself up any sooner than I absolutely have to.\"\n\n\"I dunno.\" Danny shook his head again. \"You don't talk like the\nsame Art boy I know. Hey, is that you, hiding inside that mess of\ngoody-goody talk, Art baby? Come on out and join the party.\"\n\n\"No go, Danny.\" Johnson shook his head. \"If I'm not the same Art boy,\nit's because I finally woke up.\"\n\n\n\n\"How did it go?\" asked Cavendish, as he unclipped the electrodes.\n\n\"Go?\" Johnson shrugged, then stretched and yawned widely. \"I guess it\nwent all right. I haven't seen Danny or Flip for forty years. Wonder\nwhat ever happened to them?\"\n\n\"Ended up in jail, most likely. But what about the crisis? Did you\nsucceed in avoiding it?\"\n\n\"Crisis?\" Johnson peered at him through narrowed lids. \"Are you daft,\nman? What crisis could there possible be in a bunch of kids getting\ntogether in a corner sweet shop?\"\n\n\"But....\" Cavendish shook his head. \"Things did change!\"\n\n\"What changed? Name me one concrete thing that's different than it\nused to be.\"\n\n\"I....\" He shook his head. \"I can't.\"\n\n\"Of course you can't. And for the very simple reason that nothing did\nchange. I'm still the same man I always was. And you'd better start\ncoming up with some concrete benefits from this gadget of yours. You\nknow I put myself into hock to raise the money you needed--I told my\nwife I was adding another franchise to my line. If she finds out her\njewels were hocked for me to play around with a time machine, instead\nof a new line of cars, she'll flip. So how about it, Cavendish? Some\nconcrete results next time.\"\n\nCavendish went to the bar and returned with a generous slug of whisky.\n\n\"What's this?\" said Johnson.\n\n\"Why, your drink.\"\n\n\"Drink?\" He snorted. \"You know I don't drink, man. Have you gone\ncompletely daft? I haven't touched alcohol since I was a youngster.\"\n\nCavendish seemed near tears. He drank the whisky himself, then turned\nback to the machine.\n\n\"What are you up to now?\"\n\n\"I'm looking for a suitable crisis point.\" The screen wavered, then\nfilled with a group of men in uniform--heavy winter garb. They were\nclustered around a small fire in a cave; one seemed to be heating\ncoffee in a tin can. Johnson sucked in his breath.\n\n\"You know what is going to happen?\"\n\n\"Yes, dammit! You're a devil!\"\n\n\"Perhaps.\" He sighed. \"I sometimes wonder.... But no matter.\" He\nadjusted the picture, and events flowed forward a few hours. The\nsoldiers were now at the base of a snow-covered hill. Above them, gaunt\nand bare, the timber-line beckoned with obscenely stretching limbs.\n\nSuddenly a flare shot up from someplace to the right of the little\nband. Its eerie glare picked out unexpected shadows among the trees\nabove. One of the soldiers, facing the prospect of near and immediate\npersonal death for the first time in his life, panicked and began\nspraying the tree-line with his grease gun. Branches and splinters of\nwood kicked out, until the Sergeant reached out and slapped the gun\nfrom the boy's arms.\n\n\n\nThe men waited until an unheard signal sounded; then the Sergeant waved\nthem on up the hill. Slowly, cautiously at first, they made progress\nthrough the protecting trees. But then they reached the timber-line\nand froze. Cursing, the Sergeant moved from man to man, shoving them\nout of the false protection. At last he came to the boy who had fired\nearlier. Just as the older man placed his hand on the boy's shoulder,\nthe boy twisted and broke away, running madly down the hill....\n\n\"That's enough, damn you!\"\n\nCavendish turned off the picture and came back to Johnson's side. \"They\ncourt-martialed you, didn't they?\"\n\n\"You know they did,\" he said, dully.\n\n\"You were unlucky, that's all. Many a soldier spooks his first time\nunder fire. A lot of them run away.\"\n\n\"How many of them run right into the arms of their Commanding General?\"\n\n\"Unlucky,\" said Cavendish.\n\n\"They kicked me out,\" said Johnson, bitterly. \"A dishonorable\ndischarge--'cowardice in the face of enemy action'. Said I was lucky I\ndidn't face the firing squad.\"\n\n\"Officers are human, too,\" said Cavendish. \"In times of stress, they\ntend to panic.\"\n\n\"They were 'making an example of me',\" said Johnson. He laughed, a\nhumorless sound that grated on the ears. \"Some example. It took me\ntwenty years to live it down.\"\n\n\"But people do forget, eventually.\"\n\n\"Not all of them.\"\n\n\"Shall we get on with it?\"\n\n\"Of course, man. This is what I have been waiting for!\" His words were\nsharp and impatient.\n\n\n\n\"Hey, Art! Got a butt?\"\n\n\"Yeah, sure.\" Art Johnson scrabbled around inside his jacket and came\nout with a crumpled pack of cigarettes. He passed them over.\n\n\"Thanks, buddy. God, but it's cold here!\" He stripped off one glove and\nwarmed the palm of his hand over the glowing coal of the cigarette.\n\"Now I know what they mean when they call a place Godforsaken.\"\n\n\"Ease off there, you two!\" Sergeant Stebbins glowered their way. \"You\nwant every chink in Korea to hear you?\"\n\n\"Sorry, Sarge,\" muttered the cigarette-bummer. He dropped his voice\nto a whisper. \"Hey, Artie! I hear some of the guys in Fox company are\nmaking book on how many of us live through the day.\"\n\n\"Yeah?\" Johnson shook his head. \"Some characters'll bet on their own\nmother's funeral.\"\n\n\"Or their own.\" The boy giggled. \"Wouldn't it be funny if the winners\ncouldn't collect because they were all dead?\"\n\n\"A real scream,\" said Johnson, sourly. \"Look, let's change the subject,\nhuh?\"\n\nThe boy shrugged. \"Sure, Art. Anything you say.\"\n\nThey lapsed into silence, and Art Johnson considered the improbable\namount of circumstances that had brought him to the base of this\nnumbered but nameless hill half across the world from home. There was\nnothing of home here, and he felt the lack mightily. There was a very\ngood chance that before another few hours had passed, he would be dead.\nAnd then he would never see home again.\n\nHe shivered. The thought frightened him. He didn't want to die. Not\nthat he supposed any of the other men wanted to die either. But they\nwere remote, other beings, alien in Art Johnson's world. What they felt\nhe could not guess; what he felt he knew.\n\n_And he did not want to die!_\n\n\"Hey, Art!\"\n\n\"Uh, what is it, Tooey?\"\n\n\"Chinks, I think. Up there in the trees. God, they're sneaking down!\"\n\n\"Where? Dammit, where?\" He thumbed the safety of his grease gun, and\nbrought it up to bear on the trees. His fingers tightened around the\nstock; the trigger started to depress--\n\nThen--\n\nSomething clicked.\n\n\"Jesus, Artie, they're coming!\"\n\nArt Johnson's eyes took on a faraway look. His fingers loosened their\ndeath grip on the gun. He shook his head.\n\n\"_Artie!_\"\n\n\"Shut up, Tooey!\" Reaching out, he slapped the boy's face. \"You're\nimagining things.\"\n\n\"But they're up there, Artie!\" whimpered the boy.\n\n\"Sure they're up there. But not where you think they are. They're dug\nin, in the caves. And it's going to be up to us to dig them out. Now\nsnap out of it!\"\n\n\n\nSuddenly a flare shot up from somewhere to their right. It whistled,\nthen popped, the white light hurting their night-adjusted eyes. A\nmoment later, Stebbins whistled and the men started moving up the hill.\n\nThey paused at the timber-line, and Stebbins cursed, moving from man\nto man and urging him out of the false protection of the trees and\nonto the broad expanse of boulder-pocked snow. Above them, another\ntwo hundred yards, black dots against the snow showed where the caves\nwere waiting for them. Johnson could visualize the little slant-eyed\nmen within. He flopped to his belly and wriggled forward. Suddenly he\nstood up and dashed twenty yards, then flopped again as bullets whined\nthrough the space occupied by his body bare instants earlier.\n\nHe lay there, face pressed into the snow, until the muscles of his legs\nstarted tensing of their own accord. Then he was up again, and running\nfor dear life.\n\nGun fire was bursting all around now, a seemingly solid screen of lead\npouring down from the caves. But the men were getting through the\nbarrier; one slammed into the rock wall beside a cave mouth and started\nunlimbering grenades, tossing them in as quickly as he could pull the\npins. Seconds later a vast tongue of fire roared out, melting the snow\nand scorching the barren earth beneath.\n\nThe fire probed down the hill as the side around the cave shook and\nroared. The fire reached and passed over Art Johnson, lying in the\nsnow, fingers digging at the rock beneath.\n\nBy its orange light, the spreading circle of red around the soldier\nblended into the artificial coloring of the snow.\n\n\n\n\"Just think of it!\" Cavendish pounded his hand on the desk. \"The\nchance to go back and correct our mistakes, live our lives over again.\nThe opportunities missed, the chances passed up, the decisions made\nwrong--all can be changed.\"\n\nThe man in the chair swirled the dregs of the whisky in the bottom of\nthe glass. \"Go on, Cavendish,\" he said. \"You're keeping my interest.\"\n\nCavendish flushed. \"Thank you, Mr. Blackwell. I knew a man of your\nposition would not pass up an opportunity like this. Why, this is\nanother chance to make the world! A second chance!\"\n\n\n                                THE END",
    "metadata": {
        "author": [
            "Hoskins, Phillip",
            "Hoskins, Robert P.",
            "Hoskins, Robert Phillip",
            "Hoskins, Robert"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/72191/pg72191.txt",
        "name": "second_chance.json"
    }
}