{
    "name": "Security Risk",
    "author": [
        "Clinton, Ed M.",
        "Clinton, Edwin M.",
        "Clinton, E. M."
    ],
    "body": "At moments like this, General David Walker always thought fleetingly of\nthe good old days when he had hated the army. As usual, he smashed the\nthought out of his mind with a distinct sense of remorse.\n\nHe looked up again at the seamed face of the Chief of Staff, General\nMarcus Meriwether. \"This could be serious,\" he said slowly, with a sick\nsense of the statement's inadequacy. An old tic suddenly returned,\ntugging at the left corner of his mouth.\n\nThe deadly, unsmiling expression on Meriwether's face did not change as\nhe slid more tightly into his chair. \"You know as well as I that it\nmeans the Interplanetary Confederation is ready to go to war with us.\"\n\nWalker stared at the typed statement on his desk. It was a decoded\nintelligence message from United Terra's prime agent in the\nInterplanetary Confederation, and it was very brief: the Confederation\nhad developed a long-range neural weapon effectively cancelling out\nevery armament development achieved by United Terra in fifteen years of\na cold war that of late had become bitter cold. The all-but-autonomous\ncolonies of Mars and Venus, united now for twenty years in an economic\nleague, had been itching for independence for a quarter of a century.\nThe itch had developed into a mighty burning.\n\n\"You are fully aware,\" Meriwether continued, his face still set, \"of our\nfeeling that the Confederation has been eager to take on Terra. They've\nclearly been waiting for some positive advantage to offset our pure\nstrength-in-numbers.\"\n\n\nWalker forced his eyes upward and stared at his superior. \"Your tone\nsays that such a war might be--\"\n\n\"Unwelcome at this time. Unwelcome at this time.\" Meriwether shifted\naround in his chair, and scratched at its leather arms with the\nmanicured tips of his gnarled fingers. \"Walker, I don't have to tell you\nthat this weapon, if it is what our agent infers--and there is no reason\nto believe otherwise--that this weapon makes it impossible for us to go\nto war with the Confederation--unless, as Chief of Weapons Development,\nyou can tell me that we have something in our arsenal to combat it.\"\n\nWalker rubbed at the tic. \"Nothing,\" he said quietly.\n\nMeriwether leaned forward, his hands crooked backward against the chair\narms like catapult springs. \"That answer is unacceptable. There are\nother questions you must answer, Walker, questions in some ways even\nmore important than that basic one. Why haven't we developed this weapon\nourselves? Why haven't we been aware of its potential existence? Where\nare the defensive devices which would naturally develop from such\ncognizance? These things are all your department, Walker.\" His voice\npitched upward an hysterical fraction. \"It just doesn't make sense, you\nknow. We've a hundred times the personnel, ten times the facilities,\nunlimited funds--but they've beaten us to it.\" He stood up and pushed\nhis chair back, eyes squinting out of a reddening face that seemed on\nthe point of bursting. \"Why, Walker?\"\n\nOnce again Walker thought about how he had hated the army when he was a\nbright young physics student. That was a long time ago--So much had\nhappened. The doors had closed around him, one at a time, doors closing\non the scientific mind. And so now, instead of a research scientist in\nwhite smock with textbook, he was a military administrator in smart\ngreys with glittering stars of military rank.\n\n\"I'll say this, Walker,\" Meriwether shouted, his voice breaking again.\n\"We'd better catch up quick. Mighty quick. Let's put it this way. It\nmight mean your rank and your job, Walker. But you won't give a damn.\nBecause we'll have lost the war. We'll have lost the colonies. And you\nknow what that would mean, Walker?\" He bent forward across the desk, his\nface exploding into Walker's eyes. \"Only a fool believes that United\nTerra can survive in an economy without tri-planetary hegemony.\n\n\"Walker, you've all the authority within my power to grant. You'll have\nno trouble getting money. But--get the answer. _Quick._\"\n\nWalker blinked after him as he strode to the door. \"I'll try to hold off\na federal investigation as long as I can,\" Meriwether added, turning\nfrom the half-opened door. \"But I can't guarantee a thing.\"\n\n                                  ----\n\nWalker sat alone in a cubicle of light in the darkened city and gulped\ndown his twentieth cup of coffee. It had grown cold in the cup and with\na grimace he pushed it aside.\n\nThere was no doubt about it. He thumbed through the sheaf of scribbled\nnotes he had transcribed from stacks of documents and racks of spools\nfrom Security files. Clearly, he had the answer to Meriwether's\nquestions. But, having it, he did not quite know what to do with it.\n\nThere was, however, no doubt at all: United Terra had been on the track\nof the neural weapon--ten years earlier. Could have had it--and had lost\nthe chance.\n\nHe rubbed his thumbs hard against his tired eyes and tried to remember\nback that ten years: at that time he had been Chief of Weapons\nDevelopment for perhaps three years. His own name, though, had appeared\nin none of the files he had examined, so apparently he had not been\ndirectly involved in the security hearings. But he _should_ remember.\n\nDr. Otto Millet. _Otto Millet._ He let the name roll around his brain,\nuntil shortly an image began to form--an image of a smiling man, greying\nat the temples, wearing a flamboyant sports shirt and affecting a very\nclose haircut. A man perhaps forty. In the image, he was a laughing man.\n\nHe remembered now. Dr. Otto Millet: into government service on the\ninertia of a fantastic reputation as a research physicist specializing\nin magnetic field studies. A man he had instantly disliked.\n\nHe bent forward and reread what he had scrawled in his last notes, a\nverbatim extract from the report of the security committee.\n\n\"It is clear that Dr. Millet's conversations and letters with Professor\nGreyman, together with his unrepentant attitude, render him a security\nrisk. His various security clearances are therefore revoked, and he is\nhereafter prohibited access to all classified files and to any\ngovernment research and development laboratory.\"\n\nSince virtually all laboratories were government supported, that was to\nall intents and purposes the end of Millet's career as an experimental\nphysicist.\n\nWhere had Millet gone? What had he done since? Walker scraped a\ncigarette out of the half-empty pack in his pocket. More important: what\nwas he doing now?\n\nHe inhaled deeply and sent clouds of smoke skewing across the room. Had\nthe man really been a traitor? Walker tried to place himself in the time\nof Millet's hearing. He'd been not too many years out of school then,\nwith the bitterness of his frustrated ambition to be a research\nphysicist still rankling him; perhaps this had colored his view of\nMillet. He stared at his desk, almost shocked that this thought should\nhave occurred to him. It shook him, for it told him something about\nhimself which he did not particularly care to know.\n\nNowhere had he been able to find any evidence as to what had happened to\nMillet since. Banished, the government seemed to forget him. But one\nthing was clear to Walker, and he pondered it deeply as he sucked on the\nlast quarter-inch of his cigarette and poured himself another cup of\ncold black coffee. One big thing: Millet had been directing development\nalong lines that would have led to the neural weapon; he had even signed\na report, early in his project effort, which had referred to the\npossibility of \"a neural device.\"\n\nHad he gone over to the Confederation? It would account for their\npossession of the weapon now. But surely--_surely_, this fact would have\nbeen observed and reported by Terran intelligence agents.\n\nWalker, infinitely tired, forgot his coffee and began to tidy up the\ndesk, filing everything he wanted to keep in an electronically locked\ncabinet, shoving everything else into the destruction of the vibrator.\nHe pondered for a moment the powdered secrets that were heaped like\nblack dust in the bottom of the canister: a symbol of safety to a\nterrified world.\n\nStep one: find Millet. _Find Millet._\n\n                                  ----\n\nIt took the Secret Service exactly twenty-nine hours to locate Dr. Otto\nMillet. Thirty minutes later, Walker was climbing out of a government\nhelicopter and staring at Millet's small house through squinted eyes\nwhich he shielded with both hands against the blazing desert sun. The\nhouse was fronted by a neat lawn and a white fence entwined with red\nroses; there appeared to be a rather large garden in the rear. The style\nof the house bothered him a little: it had passed out of popularity\nthirty years before. Its lack of a conventional roofport had forced them\nto land the 'copter on the desert itself.\n\nHe straightened and pushed through the creaking gate. Flagstone steps\ncurved toward the porch, and he minced along them, uncertain, now that\nhe had arrived, of what he would say to Millet. The damned house, he\nthought--so different from what he had expected; it had thrown his whole\nthinking out of order.\n\nHe hated himself for feeling uneasy.\n\nThere was neither vodor nor contact system of any kind at the door, and\nhe brushed his hand against his forehead in a gesture of frustration. He\nstared at his palm--it had come away wet with sweat, and he wondered if\nit were all because of the desert sun.\n\nTentatively, he banged on the door with his fist. There was no answer.\n\n_Damn Millet_, he thought, wiping his forehead again. Why couldn't the\nman have a videophone like any normal person so you could find out if he\nwere home without taking a trip halfway across the country?\n\nHe turned, stamping angrily as he did so, and was startled to see a man,\nwearing work clothes and holding a pair of heavy soiled gloves in his\nleft hand, standing on the ground by the end of the porch. He was nearly\nbald, intensely bronzed, and he was smiling.\n\n\"Wondered when you'd see me.\" He nodded toward the gate. \"I was standing\nright there when you came up. You just breezed right past.\" His smile\nbroadened. \"You were so interested in being surprised that you couldn't\nsee what you came for.\"\n\n\"It must have been that damned glare,\" muttered Walker, shaking his\nhead. Then, impolitely, \"Are you Millet?\"\n\n\"Otto Millet,\" the other replied, inclining his head slightly. \"You're\nfrom the government. I can tell because of the uniform, you see.\" Walker\nflushed. \"The government hasn't thought about me in a number of years,\"\nthe scientist added. He came up onto the porch and peered at the symbol\non the left lapel of Walker's jacket. \"Ah! Alma mater. Weapons\nDevelopment.\" He squinted at Walker. \"David Walker, I presume?\" He\nchuckled loudly but Walker failed to see the humor. \"I remember you, you\nsee; what a shame you can't return the compliment.\"\n\n\"It's hot out here,\" complained Walker, in growing discomfort.\n\nMillet opened the door. \"Won't you come in? It's better inside.\"\n\nThere it was again, thought Walker; the insolence, the imperturbable\nsmile. He grunted and went in; it was, mercifully, considerably cooler.\n\nHe looked around. It was a very cluttered living room, not messy but\ntossed about with the artifacts that the man obviously liked to have\naround him. There was an ancient painting by Bonestell hanging on one\nwall, a startlingly accurate twentieth-century concept of the appearance\nof Mars; several long pipe racks, filled to overflowing, in various\nspots around the room; a typewriter on a table in a corner, and piles of\npaper; books lining the walls, and stacked on the floor in heaps and on\nthe table beside the typewriter; a map of the earth on the wall above\nthe typewriter, a three-dimensional Waterson projection. The furniture\nwas clean but--not old; _lived with_.\n\nWalker went over to the wall map and peered closely.\n\n\"One of Waterson's first,\" remarked Millet, closing the door. \"Sit down,\nWalker, and tell me all about Weapons Development. How is the mass\nmurder department doing these days?\"\n\nWalker felt his ears redden and he was arrested in the very act of\nsitting down. \"Really,\" he said, \"it's not something we _like_ to think\nabout, you know.\"\n\n\"Suppose not.\" Millet fiddled with several pipes in a rack beside his\nchair, selected one, and began filling it with rough-cut tobacco from a\nbattered canister. \"To business, then. Why the visit?\"\n\nWalker cleared his throat and tried to remember the little prefatory\nweasel words he had painfully assembled during the flight from Omaha.\n\"First of all, Dr. Millet, I find myself a little embarrassed. After\nall, your parting from government service was not of the happiest nature\nfor you--\"\n\n\"Don't be foolish. Happiest day of my life, Walker.\"\n\nWalker had a sudden sense of being impaled, and the rest of the little\nspeech was dissipated in the wave of shock which swept over him. He\nforced his mouth shut, and gasped, \"You're not serious!\"\n\nMillet shook out his second match and puffed until the pipe bowl glowed\nwarmly, edge to edge. \"Of course I'm serious.\" He jabbed his pipe at\nWalker. \"You like your job?\"\n\n\"It's a job that has to be done.\"\n\nMillet smiled and shrugged. \"You haven't really answered my question.\"\n\nWalker, sensing that he had already lost control of the conversation,\nwaved his hands in dismissal. \"Well, that is not really important. The\nfact remains, you did leave Weapons Development at the ... ah ...\nrequest of the government.\"\n\n\"Talk on, talk on--you'll get to the point eventually. When you're\nthrough, I'd like to show you around the place. I'm very proud of my\ngardens. You're sort of responsible for them, you know.\"\n\nWalker set his jaw and bored ahead. \"However, at the time you left\ngovernment service, you were pursuing certain lines of research--\"\n\nMillet leaned back and began laughing, his eyes squinted shut. \"Walker,\ndon't tell me they want me _back_!\"\n\nIt seemed his chance to dominate the discussion again. \"I don't think\nyou'd be allowed back.\"\n\n\"Good,\" said Millet, looking up, his laughter fading into a smile. \"I\nwas a bit concerned for a moment.\"\n\nThere was silence in the room. Walker began to wish that he were\nsomewhere else: Millet simply baffled him. He obviously did not care\nabout his disgrace. Walker felt a resurgence of the old resentment.\n\nMillet's face suddenly became very kindly. \"Perhaps, as a fellow\nscientist\"--Walker almost winced, and knew, furiously, that his response\nhad shown--\"you would be interested in knowing what I've been doing\nsince my unhappy marriage with bureaucracy ended.\"\n\nIt was a welcome gambit, and Walker accepted it eagerly. \"I certainly\nwould. One of the reasons I came here, as a matter of fact.\"\n\nMillet waved his pipe. \"Good. Afterwards, you can stop beating around\nthe bush, eh?\"\n\n\"Yes, of course,\" mumbled Walker.\n\n\"You know,\" said Millet as he got up and went to a bookcase, \"a man's\ngot to earn a living. Do much reading?\"\n\n\"Not these days. Used to.\" He scratched a cigarette on the sole of his\nshoe and inhaled hugely. \"Not enough time these days for reading.\"\n\nMillet reached into the bookcase and came out with a stack of magazines.\n\"Well, that's how I make my living.\" He handed the stack to Walker.\n\"Writing. Use a pen name of course.\" He chuckled. \"Write\neverything--always happiest doing science fiction, though.\"\n\nWalker flipped through the magazines; he looked up. \"Obviously, you're\ndoing rather well at it.\"\n\n\"Have been for the last seven or eight years. Lot of fun.\"\n\n\"And this has been your life since you left us?\" Walker set the stack of\nmagazines aside. \"Seems a waste of genius, somehow.\"\n\n\"As a matter of fact, this is not my life's work. As I said, a man's got\nto earn a living. This is just a lucrative hobby that pays the way. You\nsee, I've been involved in an expensive research program.\"\n\n\"Ah.\" Walker sat forward and smashed out his cigarette. \"This may be\nimportant.\"\n\n\"Oh, it is, it is. But not, I am afraid, in the way you mean.\"\n\n\"You can never tell. What have you been doing?\"\n\n\"Completing a unified theory of life. Why a crystal grows but isn't\nalive, why an organism that dies isn't like a crystal. What is the\nprocess we call life? What is its relationship to the space-time\ncontinuum--\"\n\nHe said it so casually that Walker was caught off his guard completely.\n\"Are you serious, Millet?\" he said.\n\n\"Certainly. I expect to publish in about two years.\"\n\n\"Is this an independent effort?\"\n\n\"Not entirely. Others have contributed. Some pioneers long dead, some\namong the living.\" His eyes twinkled. \"You see, important things beside\nthe development of weapons of destruction do continue in the scientific\nworld. Did you think that was the end of everything for me, ten years\nago?\" He shook his head in mock gravity. \"It was just the beginning. I\n_wanted_ out, you see.\"\n\n\"You wanted out?\" Walker leaned forward, unwilling to believe what he\nhad heard. \"Are you trying to tell me that you _arranged_ your\ndischarge?\"\n\nMillet shrugged. \"Why, of course. Nobody ever has bothered to ask me\nabout that up to now, but I certainly did arrange it. It wasn't hard,\nyou know. All I had to do was set up some sort of relationship with a\nso-called security risk, and I was on my way out.\"\n\n\"Why ... that's damned near treason.\"\n\n\"Don't be silly. I had other important things to do. In order to do\nthem--to continue work on the unified life theory--it was necessary for\nme to contact scientists with whom professional relationships were made\nillegal by security regulations. The choice was simple; besides, I\ndidn't enjoy the idea of spending my life developing ways of destroying\nthe very thing I wanted most to understand.\"\n\n\"This is fantastic, Millet, utterly fantastic.\"\n\n\"But true nonetheless. Walker, you look like you could use a drink.\"\n\n\"By all means.\" He stared emptily into the air, thinking about the good\nold days.\n\n\"Walker, a toast,\" said Millet, holding a tall glass out to him. \"To\nscientific freedom.\"\n\nWalker blinked. \"By all means,\" he repeated hoarsely, and there was a\nblurriness to his vision. \"To scientific freedom.\"\n\nThey drank, and Walker said: \"I feel a bit freer to say what I have come\nfor.\"\n\n\"Shoot,\" nodded Millet, sipping his drink.\n\n\"For security reasons, I'll talk in generalities. But the basic fact is,\nUnited Terra is faced with a serious situation. It is most desirable\nthat the research you were conducting when you left us, be continued.\"\n\n\"There are a lot of other capable physicists, both eager to be a part of\nsuch activity and blessed with security clearances.\"\n\n\"You know very well, Millet, that this was an unique, almost independent\nline of development that comes to a stop in your brain. Besides,\" and\nsuddenly he felt silly, \"the lines of communication for research which\nmight enable us to pick up where you left off, in time--too much\ntime--are somewhat entangled in security.\" He glared. \"Don't laugh,\nMillet; it's a fact of life which must be faced.\"\n\nMillet finished his drink and set the glass on an end table. \"What\nyou're doing is asking me to come back if you can arrange it.\"\n\nWalker spread his hands. \"Dr. Millet, you have put it in a nutshell.\"\n\nMillet shook his head, and for the first time since their conversation\nhad started he frowned. \"Walker, you know how I feel about developing\nweapons. I'm just plain opposed to it.\"\n\n\"The soldier is opposed to losing his life, but many have to do just\nthat in the interests of civilization.\"\n\n\"That serious, eh?\"\n\nWalker crumpled under the weight of his fear. \"That serious,\" he said\nwearily.\n\nMillet thoughtfully relit his pipe. \"Of course, I'm not at all sure that\nUnited Terra is very right in this thing.\"\n\n\"In times like these, that kind of thought is out of bounds,\" snapped\nWalker. \"Whether you like it or not, you are a part of this culture. You\nmight disapprove of many things in it, but you don't want to see it\nfall.\"\n\nMillet puffed gently. \"No, I suppose not.\" Again the frown flickered\nacross his face. \"I've been very happy. I don't want my work\ninterrupted. It's too important, Walker.\"\n\n\"Undoubtedly this would more than interrupt your work. It would replace\nit.\"\n\nMillet's eyes drifted affectionately about the room. \"Most unpleasant.\"\nA smile curled his lips. \"Frankly, though, I don't think you can clear\nme again.\"\n\n\"My problem.\"\n\n\"Indeed.\" A weary resignation seemed to settle over Millet, and Walker\nsuddenly felt very miserable. \"I suppose I'll have to accept,\" Millet\nsaid, pulling his pipe out of his mouth and staring unhappily at its\ntrail of smoke.\n\n                                  ----\n\nWalker put his hands flat on his desk and sighed deeply. Some of the\npressure, at least, was off; he had managed to cancel part of the\nConfederation's advantage. Terran industrial strength and technological\nsupremacy, coupled with Millet's genius, might yet equate, or at least\ncircumvent, the frightful weapon the Confederation held.\n\nHowever, he still had to get Millet back into the government. Though, on\nthe basis of the information he had gained regarding the scientist's\nmotivations, and considering the critical nature of the situation, it\nshouldn't be too difficult.\n\nHe clicked on his video and dialed a secret line into Security Data.\nGyrating colors danced across the screen before it went black. He\nscowled, depressed the cancel button, and dialed again; this time, the\nblack was finally replaced by a recorded image, which said, sweetly out\nof pouting red lips,\n\n\"This line is not cleared for the Security Information you seek. The\nproblem you are handling should be routed through an individual\npermitted access to this information.\" The image faded into blackness,\nthe sound track into static.\n\nWalker stared, stupefied. No line, no contact, no source of information\nhad been denied to him in over twelve years.\n\nHis door swung open; he came to his feet abruptly, furious that someone\nshould enter unannounced.\n\nHe felt sickness strike him like a fist in the stomach: Meriwether,\nflanked by two security guards, pushed through the door. His voice\nslashed across the office like a broadsword.\n\n\"Walker, I'm shocked. Shocked. And at a time like this....\"\n\nWalker pounded his desk. \"What the hell is going on? I can't get\nSecurity Data, you come marching in here with security men ... what\ngives?\"\n\nMeriwether gestured to the guards, and they came forward and each took\none of Walker's arms. \"You're out of a job, Walker,\" snarled General\nMarcus Meriwether.\n\n\"In the name of God, _why_?\"\n\n\"You know very well. Take him to security detention, Sergeant.\"\n\nAnd suddenly he knew. Meriwether stared indignantly when he started\nlaughing. It was a hell of a thing to laugh at, but it was also the most\nhilarious tragedy he ever hoped to encounter.\n\nMillet. _Security risk._ Untouchable.\n\nMillet would finish his great unified theory, and go down in history as\nneither Walker nor Meriwether nor the genius who invented the\nConfederation's neural weapon would. Millet was as safe as he could\npossibly want to be.\n\nAnd so was the Interplanetary Confederation.\n\n\n                                 *END*",
    "metadata": {
        "author": [
            "Clinton, Ed M.",
            "Clinton, Edwin M.",
            "Clinton, E. M."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/35759/pg35759.txt",
        "name": "security_risk.json"
    }
}