{
    "name": "Security Plan",
    "author": [
        "Farrell, Joseph",
        "Farrel, Joseph"
    ],
    "body": "\"My mother warned me,\" Marilyn said again, \"to think twice before I\nmarried a child prodigy. Look for somebody good and solid, she said,\nlike Dad--somebody who will put something away for your old age.\"\n\nI tapped a transistor, put a screwdriver across a pair of wires and\nwatched the spark. Marilyn was just talking to pass the time. She\nreally loves me and doesn't mind too much that I spend my spare time\nand money building a time machine. Sometimes she even believes that it\nmight work.\n\nShe kept talking. \"I've been thinking--we're past thirty now and\nwhat do we have? A lease on a restaurant where nobody eats, and a\ntime machine that doesn't work.\" She sighed. \"And a drawerful of\npawn tickets we'll never be able to redeem. My silver, my camera, my\ntypewriter....\"\n\nI added a growl to her sigh. \"My microscope, my other equipment....\"\n\n\"Uncle Johnson will have them for _his_ old age,\" she said sadly. \"And\nwe'll be lucky if we have _anything_.\"\n\nI felt a pang of resentment. Uncle Johnson! It seemed that every time I\nacquired something, Uncle Johnson soon came into possession of it. We'd\nbeen kids together, although he was quite a few years older, a hulking\nlout in the sixth grade while I was in the first, and I graduated from\ngrammar school a term ahead of him. Of course I went on to high school\nand had a college degree at fifteen, being a prodigy. Johnson went to\nwork in his uncle's pawn shop, sweeping the floor and so on, and that's\nwhen we started calling him Uncle.\n\nThis wasn't much of a job because Johnson's uncle got him to work for\nalmost nothing by promising he would leave him the pawn shop when he\ndied. And it didn't look as if much would come of this, because the\nuncle was not very old and he was always telling people a man couldn't\nafford to die these days, what with the prices undertakers were\ncharging.\n\n\n\nBefore I had even started to shave, I had a dozen papers published in\nscientific journals, all having to do with the nature of time. Time\ntravel became my ambition and I was sure I saw a way to build a time\nmachine. But it took years to work out the details, and nobody seemed\ninterested in my work, so I had to do it all myself. Somehow I stopped\nworking long enough to get a wife, and we had to eat. So we ran this\nlittle hash house and lived in the back room, and at least we got our\nfood wholesale.\n\nAnd Johnson's uncle fell down the cellar stairs and split his skull\nopen. So Johnson became the owner of a thriving business after giving\nhis uncle a simple funeral, because he knew his uncle wouldn't have\nwanted him to waste any more money on that than he had to.\n\n\"But we have a time machine,\" Marilyn said fondly. \"That's something\nJohnson would give us a lot on--if it worked.\"\n\n\"We _almost_ have a time machine,\" I said, looking around at my life's\nwork. Our kitchen was the time machine, with a great winding of wires\naround it to create the field I had devised. The doors had been a\nproblem that I solved by making them into switches, so that when they\nwere closed the coils made the complete circuit of the room.\n\n\"Almost,\" I repeated. \"After twenty years of work, I am through except\nfor a few small items--\"\n\nI looked at her pleadingly.\n\n\"It will run about twenty dollars. Do you think--?\"\n\nShe didn't care much for the idea, but finally she slid off the wedding\nring.\n\n\"You'll redeem this first thing, Ted? Before any of the rest of the\nstuff?\"\n\nI promised and took off at a dead run.\n\nJohnson didn't have to inspect the ring; he'd seen it before, and he\ncounted out twenty dollars. That was the only item he'd give me a\ndecent price on. He knew I'd be back for it.\n\n\"How's the time machine coming along, Ted?\" He had a little smirk, the\nway some people do when they hear I'm building a time machine. \"Get in\ntouch with Mars yet?\"\n\n\"I have no interest in Mars,\" I told him. \"I plan to make contact with\nthe future--about thirty years from now. And for your information, the\ntime machine is practically finished. The first test will be tonight.\"\n\nHe wasn't smirking now, because he never forgot the way I passed him\nin school and he had a good respect for my brain. He looked a little\nthoughtful--only a little, because that's all he was capable of.\n\n\"You get to the future, Ted, suppose you bring me a newspaper. I'll\nmake it worth your while. I've always treated you fair and square,\nTed, now haven't I?\"\n\nI looked over his shelves. Too many of those dust-covered items were\nmine. And I didn't have to be a telepath to know what he was thinking.\n\n\"Maybe you'd like a paper with the stock market quotations, Uncle? From\nabout thirty years from now, say?\"\n\nThe smirk was completely gone now. \"You get something like that, Ted,\nI'll pay you! Wouldn't help you out any, because you have nothing to\ninvest. Me now, I could buy something that will keep me in my old age.\nI'd give you a--hundred bucks for something like that.\"\n\nI laughed at him. A hundred dollars! Uncle always had his nerve. He was\nscowling when I left, still trying to figure how he could get in on\nthe gravy, because outside of Marilyn he was the only person who ever\nthought I might succeed.\n\n\n\nMarilyn cooked dinner for us while I was putting the final touches on\nthe time machine.\n\n\"Tonight we celebrate,\" she said. \"Steak.\"\n\nIt smelled wonderful, but the occasional whiff of ozone from my\nequipment was more exciting. I'd told Marilyn we had about an hour\nbefore I could make the test, but with my working faster than I had\nexpected and her getting behind with the meal, she was just putting\nthe steaks on the table when I was done with the machine.\n\n\"Oh, but let's eat first, Ted!\" she said.\n\n\"I couldn't eat! After so much work--\" I stared in fascination at the\nmaster switch--the door. \"This is it, Marilyn! What I've been working\ntoward all these years!\"\n\nShe saw the way I felt and maybe she was a little excited herself.\n\n\"Go ahead, Ted,\" she told me.\n\nI closed the door.\n\nThere was more ozone and a blurring in the middle of the room. We\nstepped away from the thickest of the blurring, where something seemed\nto be gathering substance.\n\nThe something, we soon saw, was a man sitting in a chair surrounded by\nstrange apparatus, most of which I couldn't guess the purpose of. It\nwas a very young man, when I could see him better, probably nineteen,\nwearing bright clothes in what I figured must be the style of 1989.\n\n\"Man-o!\" he said. \"This time machine is low Fahrenheit, o-daddy! Right\nto the bottom! It's the deepest!\"\n\nI blinked. \"Parlez vous Francais?\"\n\nMarilyn said, \"I think he means he likes it. But who is he and just\nwhere did he come from?\"\n\nThe gaily dressed youth got out of the chair and smiled at us. Each of\nhis shoulders had padding the size of a football. His coat tapered from\nfour feet wide at the shoulders to a tightly bound waist, the lapels\nfrom a foot at the top to zero. The trousers widened out to wide stiff\nhoops that ended six inches above his shoes. And the shoes! But at\nleast they weren't really alive, as I had thought at first.\n\n\"How is it,\" asked Marilyn, \"that a cool cat from the future comes to\nvisit us in a time machine? I would expect a more scholarly type.\"\n\n\"Not so, doll-o. The angleheads don't reach the real science. The\nscientist pros believe that all knowledge is known. They delve not into\nthe sub-zero regions of thought. That is done by us amateurs.\"\n\n\n\nHe did a short bit of syncopated tap and introduced himself. \"I am\nSolid Chuck Richards, ambassador to the past, courtesy of the Friday\nNight Bull Session and Experimentation Society.\"\n\n\"Are they all like you?\" I asked.\n\n\"No, o-daddy-man. Some are deep, some are high on the scale, but all of\nthem reach together on one thing--they all feel that the pro-scientists\nhave grown angular and lost the sense of wonder. So we gather together\non Friday nights to work on the off-beat side of science. We read your\nbooks--if you are Ted Langer--?\"\n\nI admitted it.\n\nHe danced a rhythmic circle around me, staring in what was evidently\nadoration, and kept murmuring, \"Reach that deep man! Ted Langer--the\nfather of time travel! O-man-o! Deep! Real deep!\"\n\n\"Now see here,\" I finally broke in. \"Don't they talk English where you\ncome from? And just how do you come to be here anyway? I built a time\nmachine to travel into the future, and instead I get you telling me how\ndeep I am. Are you here or am I there?\"\n\n\"You are here, o-daddy-boy, and I also am here. But, to explain this,\nI may have to use some angle talk, which is what you mean by English.\nWe read your books--which are collectors' items, by the way--and we\ndecided you were way under the zero mark, especially when we saw that\nthe angleheads wouldn't touch any of your ideas. So we got together\nand made our time machine. But I am sad to report, doctor-o, that your\ntheory was a bit less than two-hundred-per-cent correct. There were a\nfew errors, which we found.\"\n\nIt was something of a shock to hear this future rock-and-roller tell\nme there were mistakes in my work, and I started to argue with him\nabout it. But his attention wasn't on the conversation. He was sniffing\nthoughtfully, the thing he'd called sense of wonder shining in his\neyes. He was looking at the steaks Marilyn had set on the table.\n\n\"Reach that!\" he said, awed. \"Gen-you-wine solid flesh! Man-o! I\nhaven't seen a steak like that in all my off-beat life!\"\n\nSo naturally we invited him to sit down at the table and he didn't have\nto be asked more than once. It seemed that food was pretty expensive in\n1991, which is the year he came from, and what there was of it mostly\ncame from factories where they shoveled soy beans and yeast into a\nmachine and it came out meat at the other end, if you didn't make too\nmuch fuss about what you called meat. But with so much of the good farm\nland ruined by atomic dust, and so much more turned into building lots\non account of the growing population, it was the best they could do.\n\n\n\nWhen we heard this, we pushed the second steak in front of him and he\nshowed he was a growing boy by finishing every scrap, along with a\ndouble order of French frieds and half a dozen ears of corn on the cob.\nBut he had to give up after two pieces of pie.\n\nHe sat back in the chair, patted his stomach and looked as if he had\njust won the Irish sweepstakes. He looked at the big refrigerator. When\nMarilyn opened it to put things away, his eyes almost popped out at the\nsight of the meat stored there.\n\n\"Man-o!\" he said. \"You must be rich!\"\n\nMarilyn laughed. \"No, not rich--far from it. We operate a restaurant\nand that's our stock you see.\"\n\n\"Oh, doll-o! I should not have eaten so much. What do you charge for a\nmeal like that?\"\n\n\"We would get three and a half for each order,\" I said, diplomatically\nnot mentioning all his side orders, \"although we don't get much\ncarriage trade here. But don't let it worry you. Nothing's too good for\na guest from the future.\"\n\n\"Three and a half?\" He looked amazed. \"Why, such a feed would bring\ntwenty-five or thirty where I come from--if you could find it! Let me\npay, o-daddy-friend, at least your price.\"\n\nAnd he pulled out some bills. I started to push them back, for of\ncourse I wasn't going to spoil this great moment in my life by asking a\ntraveler from the future to pay for a meal.\n\nBut then I saw what he was trying to give me.\n\nI picked up the bills and stared. Marilyn's head was over my shoulder\nand she was staring just as hard. She took one out of my hand.\n\n\"It's not real,\" she said. \"There's not that much money in the world.\"\n\nShe had the five. I had the ones. The five-thousand and the\none-thousand-dollar bills, that is. I looked up at Solid Chuck Richards.\n\n\"When you said that meal would cost twenty-five or thirty, did you mean\ntwenty-five or thirty _thousand_?\"\n\n\"You reach me, man. Inflation, you know. It's terrible. I remember when\na gee would keep the beat rocking in a juke palace for an hour. Now you\npay half a gee a number. It's terrible.\"\n\n\n\nAfter we explained to him that the inflation was even worse than that,\nhe decided it was something more than terrible. It seems he hadn't paid\nmuch attention to money in his younger days, though he did recall now\nthat when he was very small he'd been able to get a good nickel candy\nbar for twenty dollars, but he hadn't seen anything smaller than a\nhundred in some time now.\n\n\"There should be a law against this sort of thing,\" he said\nindignantly. \"It's enough to turn a man into an anglehead, the way they\nkeep pushing up the price of fumes. And what they charge for Bulgy\nSanders records--\"\n\nHe picked up the bills and looked at them.\n\n\"But I think maybe we can find a way to profit on this, daddy-boy! I\nhave a deep thought--we members of the Friday Night Bull Session and\nExperimentation Society will come to your restaurant and pay you five\ngees for a steak dinner, which is a fine price for you but very little\nfor us. In that way, we will eat good food and you will gather a good\nbundle of the stuff of life.\"\n\nThere was a thudding noise at the window. I looked over quick. Somebody\nwas hanging on outside, off balance, as if he had been standing on a\nladder outside and had fallen against the window.\n\nI ran for the door, forgetting it was a switch. But Solid Chuck\nRichards realized it. He dived back into his chair and called, \"Reach\nyou later, o-daddy!\" He disappeared as I pulled the door open.\n\nThe sudden flash as the time machine stopped operating reminded me\nabout those switches on the door, but it was too late now. I ran out\nand around the side just in time to see a figure disappearing up the\nalley. Sure enough, there was a ladder against the window.\n\nI didn't bother chasing the man very far, because, after a fast look at\nhim, I had a pretty good idea who it was. I'd speak to him later.\n\n\n\nMarilyn and I sat around looking at the big bills. They were the size\nof present-day currency, and were beautifully made, and would have\npassed easily except for a few things. Such as that \"Series 1988\"\ninscribed alongside the signature of Irving P. Walcourt, Secretary of\nthe Treasury. And the Treasurer of the United States in 1988 would be\nKuru Hamonoto. From the State of Hawaii, I wondered, or--?\n\n\"They're no use to us at all,\" said Marilyn. \"Unless we hold them until\n1988. I was talking about security for our old age. Do you suppose--?\"\n\n\"You forget,\" I said, \"that steak will run you twenty-five or thirty\nthousand in 1988. This is going to be a great disappointment to the\nmembers of the Friday Night Bull Session and Experimentation Society,\nbut I fear we must explain to Solid Chuck Richards that we just cannot\nafford to do much business of this type.\"\n\nI pushed aside the money and began thinking about some of the things\nthe youth from 1991 had told me. There were holes in my theories--a\nlot of holes. True, I had succeeded in building a time machine, but I\ncould never go anyplace in it. Because time travel was possible only\nby traveling from one time machine to another. The amateurs of 1991,\nknowing from my books (I must remember to write them) that I had built\na time machine in 1959, were able to make contact. Solid Chuck Richards\nwas selected by lot from several volunteers to try the machine. I met\nthe other members of the Society later and learned that and a number of\nother things from them.\n\nThe reason Solid Chuck came back instead of my going forward made solid\nsense. I could see it now. My time machine had never existed in 1991.\nHis had existed in 1959, or at least its parts had. I could overcome\nthat problem--if I had the full power of the Sun for several minutes to\nwork with, and a way to handle it. Then I could change things so that\nmy time machine would have existed in the future....\n\nEven the verb tenses were going wrong on me.\n\nThese amateur experimenters, it seemed, were considered a bit on the\ncrackpot side, taking such pseudo-science as mine seriously. Not\nknowing enough science to realize that the ideas I wrote about were\nimpossible, as any professional scientist would have, they followed\nthem through. They tried to get in touch with me in their time, but I\nwasn't available, which saved me another paradox. Suppose I had joined\nthe Society and come back as a volunteer?\n\nBut it was encouraging to know the reason I was going to be\nunavailable in 1991. Marilyn and I had gone on a second honeymoon--on\nthe first commercial passenger liner to Mars.\n\n\"And so,\" I told her, \"you don't have to worry about security in your\nold age. Tickets to Mars must cost a few trillion dollars. We won't be\npoor.\"\n\nMarilyn was still looking at the currency of the future.\n\n\"We will be,\" she said, \"if we keep selling steak for the price of\nsoy-bean hamburger. By the way, Ted, I wonder who that was at the\nwindow?\"\n\nThe answer came to me then. I put the bills into my pocket and kissed\nher.\n\n\"We will not have to eat soy-bean hamburger, o-doll. And I will take\nyou to Mars for your second honeymoon--as soon as they start passenger\nservice. I am going out to make a down payment on the tickets right\nnow.\"\n\n\n\nUncle Johnson took the glass from his eye. He looked very tense, like a\nfisherman with a prize catch on a very thin line.\n\n\"It's good,\" he said, and his voice trembled a little. \"I--suppose your\ntime machine worked?\"\n\n\"Surprised, are you, Uncle?\"\n\n\"Yes, yes. But I see your situation, Ted. You, of course, can't afford\nto hold these for thirty years. Now--ah--I can. And I'll be glad to\nhelp you out by taking them off your hands. Naturally I have to hold\nthem a long time, so--let's say twenty dollars a thousand?\"\n\n\"Let's not say that.\" I took the bill from his hand. \"I figure fifty\nis a fair price. There'll be lots more, Uncle. And, as you say, I am\nalways broke and cannot afford to put them away for my old age. But\nrunning the time machine is expensive and I can't afford to take less\nthan fifty.\"\n\nHe looked as if he were going to snatch the bill right out of my hand,\nhe was so eager.\n\n\"All right, Ted, I realize there are expenses. Thirty-five.\"\n\nWe compromised on forty.\n\n\"But I want a promise,\" he said emphatically. \"I'm to be the only one\nyou sell these bills to!\"\n\n\"You reach me, o-uncle.\" I handed him the bills. \"You're deep, man.\nReal deep!\"\n\nReal deep in the hole, that is--he mortgaged his house and his regular\ninventory to buy up all the money I began taking in. Once we redeemed\nthe wedding ring and all the other articles, I got to feeling mellow\nand even a bit grateful. He'd started me in business, so to speak. I\ncouldn't stick him with all those millions that would just about buy\nhim a helicab ride to the poorhouse in 1988.\n\nSo when Marilyn and I got just as deep in the black, because the\nSociety members gave us some books on stock-market statistics, I\nstarted giving Uncle tips every now and then. Not free, of course--I\nasked for half and we settled on seventy-thirty. With that plus the\nones I bought, both for now and the long pull, I guess we're the only\npeople living today who can be sure of having a second honeymoon\non Mars, although Solid Chuck Richards tells me he hears Mars is\noverrated, there not being a juke on the whole planet, and even if\nthere were you couldn't jump to any decent kind of beat in that low\ngravity.\n\nI wouldn't say so to Solid Chuck Richards, but that sounds like\nabsolute zero to me.",
    "metadata": {
        "author": [
            "Farrell, Joseph",
            "Farrel, Joseph"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/51588/pg51588.txt",
        "name": "security_plan.json"
    }
}