{
    "name": "Security",
    "author": [
        "O'Hara, Kenneth",
        "Walton, Bryce"
    ],
    "body": "We, Sam Lewis thought as he lay in the dark trying to sober up, are the\nliving dead.\n\nIt was a death without honor. It was a death of dusty, sterile\nstupidity. It was wretched, shameful, a human waste, and far too\nridiculous a business to bear any longer.\n\nThe hell with the war. The hell with the government. The hell with\nSecret Project X, Y, Z, or D, or whatever infantile code letter\nidentified the legalized tomb in which Sam and the others had been\nincarcerated too long.\n\nHe flung his hand around in the dark in a gesture of self-contempt. And\nhis hand found the soft contours of a woman's breast. Her warm body\nmoved, sighed beside him as he turned his head and stared at the dim\noutline of Professor Betty Seton's oval face, soft and unharried in\nsleep. Unharried, and unmarried, he thought.\n\nGood God. He detached his hand, slipped out of bed and stood in the\nmiddle of the floor, found his nylon coverall and sandals, dressed\nsilently, and opened the door to get out of Betty's apartment, but fast.\n\nHe glanced back, his face hot with bitterness and his mouth twisting\nwith disgust. She moved slightly, and he knew she was awake and looking\nat him.\n\n\"Darling,\" she said thickly, \"don't go.\"\n\nShe was awake but still drifting in the euphoria of Vat 69.\n\nHe felt both sad and very mean. Then he shut the door behind him, ran\nout into the desert night. The line of camouflaged barracks on one\nside, the grounds including the lab buildings, all loomed up darkly\nunder the starlight. He took a deep breath.\n\nNow, he asked himself, have you the guts to get out, tell them off,\nmake the gesture? It won't do any good. Nobody else will care or\nunderstand. They're too numb and resigned. You'll never get past the\nfence. The Guards will haul you in to the Wards and work you over.\nThey'll work over what's left until what's left won't be worth carrying\nover to the incinerator with the other garbage in the morning. You'll\nbe brainwashed and cleared until you're on mental rock bottom and won't\neven know what direction up is, and you won't give a damn.\n\nBut don't you have the guts even to make the gesture, just for the sake\nof what's left of your integrity, before they dim down your futile\nbrain cells to a faint glow of final and perpetual mediocrity?\n\nBetty and he had clung to some integrity, had made a point of not\ngetting too intimate, a kind of challenge, a hold-out against the\ndecadence of the Project. What was left now of any self-respect?\n\nA security Guard with his white helmet and his white leather harness\nand his stungun, sauntered by and Lewis ducked into the shadows beside\nthe barracks. His heart skipped several thumps as the Guard paused,\nlooked at the entrance to Betty's apartment. Maybe someone had reported\nhis liaison with Betty.\n\nBeautiful and desirable as she was, and as much as he wanted to marry\nher, he had not been able to marry Betty Seton. If the war ever ended,\nif the security curtain was ever lifted, if they were ever let out of\ncompulsive Government employment, then they would get married. That was\nwhat they had kept telling one another during quick secret meetings.\n\nIf, if, if----\n\nSomewhere along the trail of this last alcoholic binge, one or both\nof them had abandoned what they had both considered an important\ntradition. It wasn't much, but they had clung to it against temptation,\nknowing that once they gave in, it wasn't much further to the bottom of\nskidhill.\n\nBetty Seton had been a world famous physicist. Sam Lewis had been a\ntop-rate atomics engineer. And what are we now, he thought, watching\nthe Guard, except just a couple of alky bums looking for a few extra\nkicks to keep us from admitting we're dead?\n\nA request for a marriage license had never been answered. Betty Seton\ndid not have \"Q\" clearance for some reason. Sam had full clearance and\nworked in The Pit, the highest \"Q\" security section in the Project.\nAnd never the twain could meet. If their little tryst was discovered,\nBetty Seton would be taken to the mental wards and 'cleared', a polite\nterm for having any security info you might have picked up cleaned out\nof your brain along with a great many other characteristics that made\nyou a distinct personality. It was just one of those necessary evils.\nIt had to be done. For security. Psychological murder in the name of\nSecurity.\n\nThe Guard walked on and disappeared around the corner of the end\nbarracks building.\n\nLewis started walking aimlessly in the dark, up and down in front of\nthe barracks, past the blacked out windows and doors and the shadowy\nhulks of the lab buildings, and beyond that the camouflaged entrances\nto other subterranean labs, the synthetic food plants, the stores, and\nsupplies. The Project was self-sustaining; in complete, secure and\nsterile isolation from the world, from all of humanity.\n\nHe headed for Professor Melvin Lanier's apartment. Tonight the big\nparty was at Lanier's. There was a drunken brawl going on all the time\nat someone's apartment. There was nothing else to do.\n\nLiquor, tranquillizing drugs, wife-swapping, dope addiction,\ndream-pills, sleeping tablets, and that was it. That was what the\nProject had come to. Experimental work at the Project had wobbled to a\ndead end.\n\nOnly the pathetic and meaningless motions remained.\n\nStill, he thought, as he walked in through the open door of Lanier's\napartment, there _is_ a war on. H-bombs and A-bombs outlawed, but\nanything less than that was sporting.\n\nHe wanted to do what he could, but he was squelched; just as everyone\nelse here was smothered and rendered useless by regulations and a\nGovernment of complete and absolute secrecy carried to its ultimate\nstupid denominator in the hands of political and military incompetents.\n\nStill, there is a war on, he thought again as he walked into the big\nliving room filled with artificial light and even more artificial\nlaughter. Was it possible to do something, just some little thing, to\nshake loose this caged brain?\n\nA few more drinks, he thought, will help me reach another completely\nindecisive decision.\n\nIn another two hours he would have to report back to the Pit. No reason\nfor it now. It was just his job, his patriotic duty. Progress in\nnuclear developments and reactor technology in the Pit had ground to a\ndismal halt for him over seven months ago.\n\nYes, no doubt about it, he needed a few more shots to make palatable\nfor a while longer his standing membership in the walking dead.\n\n\n\nThrough shadows in the garden, shapes wavered about drunkenly to the\nthrob of hi-fi. Lewis went to the robotic barkeep and started drinking.\nThis time, however, he didn't feel any effects. He stood looking\naround, ashamed, made sicker by what he saw: some of the world's finest\nminds, top scientists, reduced to shallow burbling buffoons.\n\nDave Nemerov, Nobel Prize Winner in physics, weaved up to Sam and\nlooked at him out of bleary eyes. \"Hi, Sammy. All full of gloom again,\nboy?\"\n\nNemerov, a chubby little man dressed in shorts and nothing else,\nfrowned with drunken exaggeration. \"Easy does it, Sammy. You might find\nthe security boys giving you a lobotomy rap.\"\n\nA drop of sweat ran down the side of Lewis' high-boned cheek.\n\n\"Well, what's the great physicist been doing for his country?\" Lewis\nasked. He knew that Nemerov hadn't even been in his lab for over a\nmonth. He even remembered when Nemerov had griped about the shortage\nof technically trained personnel, the policy of secrecy that clouded,\ndivided and obstructed his work, hampered his research until it finally\nwas no longer worth the struggle. His story was the story of everyone\nin the Project. He couldn't get information from other departments and\nprojects, because of secrecy. They were all cut off from one another.\nNo information was ever released from the restricted list. Most\nimportant documents were secret, and had remained out of reach.\n\nThe only declassified documents available in the project were\ngrade-school stuff that everybody had known twenty years ago.\n\nFor an instant, Nemerov appeared almost sober, and completely saddened.\n\n\"I've forgotten what I was working on,\" Nemerov said.\n\n\"Have another drink then,\" Lewis said, \"and you'll forget that you've\nforgotten.\"\n\nThey clinked glasses. \"Smile, Sammy,\" Nemerov said. \"It can't last\nforever. We'll soon get the word. The war will be over.\"\n\n\"What war?\" Lewis whispered.\n\n\"Ssshhh, Sammy, for God's sake!\" Nemerov moistened his lips and looked\naround, but there weren't any Guards at the party. There never were.\nThe Guards had a barracks of their own in the Commander's private\nsector. They never talked to civilians. They never attended parties.\nThey kept strictly to themselves. So did the Commander. For almost a\nyear now, as far as Lewis knew, no civilian in the Project had seen the\nCommander. His reports were issued daily. Occasionally his voice was\nheard on the intercom.\n\n\"Wonder who is winning the war out there?\" Lewis said, to no one in\nparticular. He thought of Betty. Some whiskey spilled from the shot\nglass.\n\n\"I wish you would shut up,\" Nemerov said hoarsely.\n\nIt still seemed incredible to Lewis, that the military psychologists\nhad decided among themselves that, for the sake of security, all\nintercommunication between the Project and the outside was to be cut\noff. No news, no television, no radio, no nothing. For security,\nand also on the theory that scientists could work better completely\ncloistered up like medieval monks. Not even a phone-call. Absolute,\none-hundred percent isolation. Legalized catatonia.\n\nThey had choked this Project to death, and he wondered how many others\nwere dead, and where they were. He didn't know where this Project was,\nexcept that it was on the desert. He didn't even know for sure what\ndesert. He had been drugged when he was brought here two years ago, for\nsecurity you know.\n\nNemerov never mentioned his wife and kids any more. From the behavior\nof Nemerov and most of the others, you would think the outside no\nlonger existed.\n\nCardoza, the cybernetic genius, came up, his eyes glazed with the\neffects of some new narcotic that Oliver Dutton, world renowned\nbiochemist, had cooked up for want of anything better to do.\n\nThe wives of two other scientists hung on Cardoza's arms, their bodies\nmostly bare, their eyes dulled as they wandered about the room like\nradar for the promise of some emotional oasis in the wasteland.\n\n\"How you fellas like my robotic barkeep?\" Cardoza yelled.\n\n\"It pours a nice glass of whiskey,\" Lewis said.\n\n\"This is only the beginning,\" Cardoza said, his mouth glistening and\nwet under his hopped-up eyes. \"That barkeep's a perfect servant and\ncan never make a mistake. Spent the last year building it. It can mix\nanything.\"\n\n\"It'll practically win the war for us,\" Lewis said. Nemerov wiped at\nhis sweating face. The two straying wives stared dumbly.\n\nCardoza winced. \"Don't be cutting, my friend,\" he said to Lewis. His\nmouth turned down at the corners. \"I tried, just as the rest of us\ntried. To go on and develop what I was sent here to develop, I need\n\"Q\" clearance. I can't get it because when the war started I wasn't a\ncitizen. Is that clear, Lewis?\"\n\n\"Forget it,\" Lewis said.\n\n\"That's what I intend to keep on doing,\" Cardoza said. \"Meanwhile, my\nlittle robotic barkeep is only the beginning. I'm working on other\neven more ingenious automata. One will do card tricks. Another is a\ntight-wire artist. And one can even tell fortunes.\"\n\n\"How about one that can drag humans out of a hat?\" Lewis asked.\n\n\"Come on, ladies,\" Cardoza said as he moved away. \"Let's go play Dr.\nMcWilliams' new Q-X game.\"\n\n\"Ohhh,\" one of the wives said, giggling. \"Something _new_?\"\n\n\"Yeah,\" Lewis said to her, thinking of the fact that at one time, long\nago and far away, McWilliams had been working on a theory supposed to\nhave been aimed far beyond Einstein. \"McWilliams' new mathmatical game.\nThis one's also played in the dark. Mixed couples of course. Q-X, the\nbig mathmatical discovery of the age. People get lost in pairs and\nlater in the dark they add up to bigger numbers.\"\n\n\n\nLewis shoved off from the bar, and walked toward the far corner of\nthe garden where he saw old Shelby Stenger, the great atomics expert,\nflat on his belly, lying in the moonlight with fountain water misting\nhis face, snoring like a tired old dog, with a little thread of drool\nhanging out of the corner of his mouth.\n\nMac Brogarth, nuclear physicist, came waltzing grotesquely across the\ngarden and toppled backward into the pool under the fountain and lay\nthere too weak even to raise his head out of the water. He would have\ndrowned if Lewis hadn't lifted it out for him.\n\nThe old man in Lewis' arms looked up at Lewis with a passing light of\ntragic sobriety.\n\n\"Sam Lewis,\" he said. \"That's you, isn't it, Sam? I had a cabin up near\nLake Michigan and I was going up there to finish important work. I'll\nnever get back there, Sam. I know now that I never will. I never will.\"\n\nLewis stood up. Without seeing or hearing anyone, he walked out into\nthe dry coolness of the starlit desert night.\n\nHe walked between the barracks, past the messhall toward the labs,\nturned down the length of that ominous looking hulk which concealed The\nPit, and the Monster with which Lewis had worked until there was no use\nworking any more. Beyond that, he saw the electric fence, and the white\nhelmeted Guards standing at rigid attention.\n\nHe walked over there, his shoes crunching on sand and gravel, and\nlooked into the Guard's face. It was a mask, expressionless, and\nrigid. Its eyes were hardly human, Lewis thought. It had many of the\ncharacteristics of Cardoza's robotic barkeep.\n\nLewis knew that the security Guards had been worked over in the Wards\nuntil there was no possibility of their being security risks. Any\nclassified thought, even if it penetrated one side of their heads,\nquickly drained through the sieved brain and out the other side.\n\n\"Carry on, soldier,\" Lewis said. The Guard didn't seem to hear.\n\nLewis walked back toward the lab building covering The Pit.\n\nThe conflict was like a knife slicing him apart inside. What if he made\na grandstand gesture now? It would be much worse perhaps than merely\nbeing sent into the Wards for a little mental working over. He would\nbe found guilty of sabotage, tried by the Commander's kangaroo court\nmartial, found guilty of being a traitor to his country, a foreign\nagent probably. He would be placed inside a gas chamber on a stool and\na little gas pellet would be dropped on his lap.\n\nAnd anyway, aside from his own punishment, would it be morally right?\nMaybe I'm the one who is crazy, he thought. Maybe it's hell out there,\nreduced to God knew what kind of social chaos. Maybe we're about to\nwin. Maybe we're about to lose. Maybe as bad as it is, it's the best\none could expect during the greatest crisis.\n\nHe went inside, and took the elevator down one floor into the\nlead-lined Pit.\n\nHe walked up to the control panel and looked through the thick layers\nof shielding transparent teflo-nite into the Pit, watching the Monster\nindirectly through the big lenticular screen disc above the control\npanel.\n\n\n\nThe Monster stood in the lead-lined Pit, inactive, as it had been\ninactive for months. And even before that, during the months\nwhen Lewis was learning to control the Monster until it seemed an\nextension of his own nervous system, its work had become useless,\ndue to unobtainable documents and personnel, not to mention lack of\ncommunication with other research centers.\n\nThe Monster was part of a general plan to compensate for the out-lawing\nof A- and H-bombs. The most deadly conceivable compromise. The Pit was\na deadly sea of radioactivity in which only a mechanical robot monster\ncould work. Outside the Pit, Lewis directed the Monster whose duty\nwas the construction of drone planes. A few had been built, but they\nweren't quite effective, and now it was impossible to go on with the\nexperimentation. The parts were all there. Everything was there except\ncertain vital classified documents that could not be cleared into this\nparticular Project.\n\nThousands of drone planes were to have been built, and perhaps were\nbeing built in some other Project, but not in this one. Thousands\nof drone planes with raw, un-shielded atomic engines, light and\ninordinately powerful with an indefinite cruising range, remote\ncontrolled, free of fallible human agency, loaded with bacteriological\nbombs, the terrible gas known as the G-agent, and in addition, loaded\n'spray' tanks that would spew deadly gamma rays and neutrons over\nlimitless areas of atmosphere.\n\nLewis moved his hands over the sensitive controls, and through the\nlenticular disc, watched The Monster respond with the delicate\ngestures of a gigantic violinist. The Monster was a robot, ten times\nbigger than Cardoza's barkeep, and when Lewis moved his hands, the\nMonster moved its own huge mandibles as its electro-magnum, colloid\nbrain, picked up Lewis' mental directions.\n\nThe Monster was immune to radiation, and bacteriological horrors.\nIt swam in death as unconcerned as a lovely lady wallowed in a pink\nbubble-bath.\n\nLewis sat in the twilight of the Pit making the monster move about\nin its futile rounds. Lewis loved the Monster and felt the wasteful\ntragedy of its magnificent potential. A wonder of the world, a\nreaffirmation of man's imagination and his powers of reason, the\nMonster was built for what might seem horribly destructive ends, but\nits potential was for limitless achievement of the best and most\nfar-reaching in man. Yet here it was, doing nothing at all. Standing in\na sea of radioactive poison, a gigantic symbol of man's stupidity to\nman.\n\nCould a man know the truth and continue to deny it, and still remain\nsane? You could go on living that way. You could take happy pills,\nsleeping pills, dream-pills and stay lushed-up on government liquor.\nBut sooner or later you would have to face the horrible empty waste.\nAfter that loomed the face of madness.\n\nAnd yet, Lewis thought, how do I know that I know the truth? I'm cut\noff. No info, no communication. For all I know we're the only people\nleft in the world. An oasis of secrecy surrounded by desert.\n\nLewis walked back up to the first floor, and out into the night,\nheading for Betty Seton's apartment. Maybe she was sober enough now\nto talk this thing over. The hell with security regulations. Just the\nsame, he walked along in the shadow next to the building to avoid any\neye-witness of his proposed rendezvous.\n\nScience, he thought, was really another name for freedom. It couldn't\nfunction without freedom of thought, freedom of inquiry. You\ncouldn't mix it up with security and cut off communication, because\ncommunication is the essence of science. An idea is universal, and how\ncan you go on thinking when you're no longer a part of the world?\n\nWhatever the decision arrived at in Lewis' own heart might otherwise\nhave been, he was never to know. His decision was made for him by an\nhysterical laugh, the sound of scuffling on boards, and another laugh.\nHe came around the corner of the barracks and saw the Guard manhandling\nBetty Seton down the steps of her apartment building.\n\n\n\nThe guard was big, built like a wedge, with a flat bulldog face bunched\nup under his white helmet. The Guard's brain had been carefully honed\ndown to an efficient, completely unintelligent but precise fighting\nmachine level. He neither knew nor cared why he did anything. But he\nwas handicapped by having Betty Seton in one hand. He was whirling,\nraising his stungun with the other hand, when Lewis hit him.\n\nLewis drove in with his weight behind first a solid long blow that\nbroke a rigid wall of muscle in the Guard's belly, turned it to soft\nclay. Betty fell free and lay laughing on the gravel. Her face was a\nwhite smear in the starlight.\n\nLewis brought his knee up into the Guard's face as he bent over, sank\nanother one into the soft belly, kicked the Guard in the crotch,\nstamped on his booted foot, came back and ran forward again, driving\nhis shoulder again into the Guard's belly. The Guard's feet hit the\nbottom step, he smashed into the boards, and his helmet flew off as his\nhead thudded on the stanchion.\n\nThe Guard just shook his shaven head, started to get up heavily,\nreaching again for his stungun, his face expressionless. Lewis heard\nfootsteps pounding around the corner, slashing on gravel.\n\nMore Guards. Dehumanized and insensitive, they were almost as\ninvulnerable as so many robots--\n\nHe turned, ran past Betty Seton, stilly lying there with only a thin\nhousecoat around her, not laughing now, but looking suddenly sober and\nhorrified.\n\n\"Betty!\"\n\nShe stared up at him. A block away he could hear the Guards coming and\nhe kept on running. He yelled back.\n\n\"Get a jeep. Get Brogarth, Cardoza, Nemerov, anybody. We're breaking\nout of here.\"\n\n\"Where?\" he heard her yelling after him as he went around the corner.\n\nHe glanced back around the corner and saw the herd of mechanized human\nbeings slogging toward him.\n\n\"Near the gate,\" Lewis said.\n\nHe ran toward the Pit.\n\nHe ran down the steps, into the console room and looked into the\nlenticular disc where a ghostly blue radiance shadowed the walls.\n\n\"We're going to do ourselves some good after all, Monster,\" Lewis said\ntightly.\n\nHe gripped the controls and sent the Monster its last set of orders.\nIt hurled tons of drone plane motors into the shielding walls, and its\nhuge mandibles ripped open the shielding and peeled it away like a food\ncanister. Smoke began to boil. Flames crackled in blue arcs. Steel\nbeams crumbled like wax. Globs of concrete fell in a cloud of dust\nswirling debris.\n\nLewis grabbed the intercom, dialed the Commander's office. No answer.\nHe got through the exchange and got the Commander's apartment. He\nheard a drunken whine and behind that the drunken depraved laughter of\nofficers and their wives and the sound of bongo drums.\n\n\"The Monster's breaking out of the Pit,\" Lewis said. \"It's shooting out\nmore than enough deadly radioactivity to kill all of you if you don't\nget the hell out and get out fast.\"\n\n\"What, what's that?\"\n\n\"If you think I'm having a nightmare,\" Lewis continued, \"take a look\nout the window, Commander.\"\n\nLewis dropped the intercom. The Monster could go quite a distance\nbefore it stopped, its remote control radius probably not exceeding\nthree miles.\n\nThe Monster went out of the Pit, taking walls and flooring with it.\nThe entire structure trembled, beams fell, ceilings crumbled, and the\nMonster went through the smoking debris like a juggernaut.\n\nA Guard lay crushed under a steel beam. Lewis took the stungun from\nhis hand and went up the debris choked stairs. Outside, he saw figures\nstreaming out into the starlight, and the lab buildings bursting into\nflames. He also saw the Monster, glowing with bluish radiance, moving\nstraight ahead toward the electric fence.\n\nThe siren was screaming and howling. Shadows seemed to be streaming\ntoward air-raid shelters. That was all right. The security curtain was\ntorn down. They could come back up later into the light and wonder what\nhad happened and find out where they really were.\n\nGuards were running about like ugly toys out of control, looking,\nlistening for commands.\n\nLewis ran through thickening smoke, and saw the jeep by the South Gate.\nBetty was in it, together with Brogarth and Nemerov.\n\n\"Hurry, hurry, run,\" he heard Betty scream.\n\nThe Guard was cutting at an angle toward Lewis, between him and the\njeep. Beyond the Guard was a gaping hole in the fence and on the other\nside of that he could see the gigantic flickering nimbus of the Monster\nstill walking toward the East.\n\nLewis kept running. Five feet away he brought up the stungun and shot\nthe Guard in the face. Lewis jumped under the wheel of the jeep,\nslammed it into gear and they headed down the concrete strip and\nstraight for the gap in the fence.\n\n\"What happened to Cardoza?\" Lewis asked.\n\nBrogarth said from the back seat, \"He said he didn't want to be labeled\na security risk and be executed for sabotage.\"\n\nNemerov was drunk and he kept mumbling incoherently, and sometimes\ngiving out with bits and pieces of half remembered poetry.\n\n\n\nAbout a mile out in the sand and next to a wall of sandstone, they\nwaited for any signs of pursuit. There were none. They rested there\nuntil morning, only an hour and a half away, and when they looked back\ntoward the location of the Project, they could see nothing that looked\nany different from sand, brush, rocks and red sandstone.\n\n\"Perfect camouflage,\" Nemerov said as the jeep started up again. \"You\ncould walk within fifty feet of that fence and never know there was any\nProject there.\"\n\nLater a hot wind came up and they ran into the Monster lying dead on\nits face with dust devils dancing over it.\n\nAn old prospector leading a burro came around the wall of sandstone and\nlooked at the Monster, then at the occupants of the jeep.\n\n\"Howdy, folks,\" he said.\n\n\"Hello,\" Lewis said. \"We're lost. Where are we and which way do we go\nto get to civilization?\"\n\n\"What's that thing?\" the prospector asked, looking at the Monster.\n\n\"A scientific experiment that was never finished,\" Lewis said.\n\n\"What I figured,\" the prospector said. \"You scientists out here always\nup to something.\" He pointed to the right. \"Keep going that way and\nyou'll find a narrow road. Follow it and you'll hit the middle of the\nvalley and a highway right into the Chocolate Mountains.\"\n\nLewis knew where he was. The Chocolate Mountains walled off the rushing\nColorado River from the Imperial Valley and Los Angeles farther on.\n\n\"Thanks,\" Lewis said.\n\n\"How's the war going these days?\" Betty asked.\n\nThe prospector scratched his head and replaced his felt hat. He looked\nat them oddly.\n\n\"You must have been holed up in the hills a long time, Miss. There\nain't been any war for two years. They started one, but the first\ncouple of days scared everybody too much and they called the whole\nthing off. Where you folks been anyways, to the Moon?\"\n\n\"Practically,\" Lewis said.\n\nAs the jeep moved away, Nemerov turned and looked back at the Monster\nand the old prospector who still stood there gazing at it.\n\n\"'My name,'\" Nemerov said, \"'is Ozymandias, King of Kings. Look on my\nworks, ye Mighty, and despair. Round the decay of that colossal wreck,\nboundless and bare the lone and level sands stretch far away.'\"",
    "metadata": {
        "author": [
            "O'Hara, Kenneth",
            "Walton, Bryce"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/60421/pg60421.txt",
        "name": "security.json"
    }
}