{
    "name": "Seeing the Elephant",
    "author": [
        "Baker, George M. (George Melville)",
        "Baker, George Melville",
        "Baker, G. M. (George Melville)"
    ],
    "body": "CHARACTERS.\n\n  SILAS SOMERBY, a Farmer, occasionally addicted to the bottle.\n  HARRY HOLDEN, his right-hand Man.\n  BIAS BLACK, a Teamster.\n  PAT MURPHY, a Laborer.\n  JOHNNY SOMERBY, Silas’s Son.\n  RACHEL SOMERBY, his Wife.\n  SALLY SOMERBY, his Daughter.\n\n\nCOSTUMES.\n\n SILAS, dark pants, short, thick boots, yellow vest, a towel\n pinned about his neck, gray wig, face lathered.\n\n HARRY, gray pants, blue shirt, black neckkerchief, dark coat.\n\n BIAS, thick boots, blue frock, woolly wig, black face, long\n whip.\n\n PAT MURPHY, in shirt sleeves, blue overalls, cap, wig.\n\n JOHNNY, close-cut hair, pants of his father’s, rolled up at\n bottom, drawn up very high with suspenders, thin coat, short and open,\n very broad brimmed straw hat.\n\n RACHEL and SALLY, neat calico dresses.\n\n\n SCENE.--_Room in SOMERBY’S House. Old-fashioned sofa, R.; table, C.,\n laid for breakfast. HARRY seated R. of table, eating; rocking-chair,\n R. C. SALLY seated, L., shelling peas or paring apples. Entrances, R.,\n L., and C._\n\n_Sally._ (_Singing._)\n\n      “Roll on, silver moon,\n      Guide the traveller his way,\n  While the nightingale’s song is in tune;\n      For I never, never more\n      With my true love shall stray\n  By the sweet, silver light of the moon.”\n\n_Harry._ Beautiful, beautiful! “There’s music in _that_ air.” Now take\na fresh roll, and keep me company while I take another of your mother’s\ndelicious fresh rolls.\n\n_Sally._ Making the sixth you have devoured before my eyes!\n\n_Harry._ Exactly. What a tribute to her cooking! She’s the best bred\nwoman in the country. Her pies are miracles of skill; her rolls are\nrolls of honor; her golden butter is so sweet, it makes me sweet upon\nher.\n\n_Sally._ Well, I declare, Harry Holden, that’s poetry!\n\n_Harry._ Is it? Then hereafter call me the poet of the breakfast table.\nMy lay shall be seconded with a fresh egg.\n\n_Sally._ Another? Land sakes! you think of nothing but eating.\n\n_Harry._ Exactly, when I’m hungry. My hunger once appeased, I think of\nthis good farm--the broad fields, mowing, haying, the well-fed cattle,\nand sometimes, when I am _very_ hungry, I think of the time when I\nleaned over the fence, and gazed enchanted upon the pretty girl milking\nher cow--whose name was Sally.\n\n_Sally._ Eh--the cow?\n\n_Harry._ Now, Sally, don’t destroy the poetry of my language.\n\n_Sally._ Don’t be ungrammatical, Harry; and do stop talking nonsense.\n\n_Harry._ I will, for my breakfast is finished, and I can talk to you no\nlonger. I’m off. (_Sings._)\n\n  “For to reap and to sow,\n  To plough and to mow,\n    And to be a farmer’s boy.”\n\n(_Rises._) Ah, I little dreamed, two years ago, when I was playing the\nfine gentleman at Squire Jordan’s,--a city swell, up in the country\nhere on a vacation,--that I should soon become a farmer.\n\n_Sally._ Are you sorry it is so, Harry?\n\n_Harry._ (_Comes down, places a cricket beside SALLY, and\nsits on it._) Sorry, you gypsy, when it has made a man of me? No. It\nhas been my salvation. I have a fortune left me, and was in a fair way\nof squandering it in all the vices of the city; had acquired a taste\nfor hot suppers, fine wines, gambling, and all sorts of dissipation;\nwas on the high road to ruin, when some good angel sent me up here. I\nsaw you, and was saved.\n\n_Sally._ And you are perfectly contented with your situation?\n\n_Harry._ Well, no, I’m not. In fact, I’m getting very much dissatisfied.\n\n_Sally._ Not with me, Harry?\n\n_Harry._ With you? Bless your dear little heart! you’re the only\nsatisfaction I have. When I asked the old gentleman--your father--to\ngive you to me, two years ago, he said, “No, young man. Though I’ve no\ndoubt you love my Sally, you’ve got too much money. You never worked a\nday in your life. Suppose your wealth should take to itself wings some\nday, what’s to become of her? She shall be a farmer’s wife, or die an\nold maid. You say you would die for her. Go to work, learn to run a\nfarm, bring out your muscle, get some color in that pale face, get rid\nof your vices, and then, if your money goes, you’ve the power to earn a\nliving, and a smart wife to help you.”\n\n_Sally._ That’s just what he said, and ’twas good advice.\n\n_Harry._ It was, though I did not think so at the time. But I took it,\nhired out to him, and now thank my good fortune for the copy he set me.\n\n_Sally._ And everybody says there’s not a more likely farmer in the\nneighborhood than you.\n\n_Harry._ Much obliged to everybody. But, Sally, I think your father is\na little selfish.\n\n_Sally._ Don’t abuse father. He’s the most generous man--\n\n_Harry._ I know. But I’ve grown valuable to him. And now, when I ask\nhim to let me marry you, he “hems” and “haws,” and says, “Don’t be in\na hurry. Have patience.” He knows that the moment you are my wife, I\nshall pack up and be off; and that’s what’s the matter.\n\n_Sally._ It will all come right one of these days.\n\n_Harry._ I suppose it will. But it don’t come right now. I tell you,\nSally, I’m going to have an answer this very day, or to-morrow I’m off.\n\n_Sally._ Off? And leave me?\n\n_Harry._ O, no. Take you with me. You love me--don’t you, Sally?\n\n_Sally._ You know I do, Harry.\n\n_Harry._ Then marry me. I’ll make you the happiest woman in the\nworld. I’ll carry you to an elegant home, and scatter money in every\ndirection, to bring around you luxuries and enjoyments.\n\n_Sally._ No, Harry; I could enjoy nothing, leaving my father without\nhis consent. I have always tried to be a good daughter. He would be\nvery angry, should I disobey him, and no good fortune would follow me.\nNo, Harry. Be patient. There’s a good time coming.\n\n_Harry._ Yes, it’s always _coming_. But I shall ask his consent to-day.\n\n_Sally._ Do, Harry. I hope he’ll say yes, for you deserve it. (_Puts\nher arm about his neck._)\n\n_Harry._ And you deserve the best husband in the world, you gypsy.\n(_Puts his arm round her waist, and kisses her._)\n\n                   _Enter JOHNNY, C._\n\n_Johnny._ Christopher Columbus! O, hokey! (_SALLY and\nHARRY jump up._) Did you hear it?\n\n_Sally._ Hear what? Why don’t you frighten a body to death, and have\ndone with it!\n\n_Johnny._ Somebody fired off something close to my head. Blunderbuss, I\nguess. Did it hit you, Sally?\n\n_Sally._ I didn’t hear anything.\n\n_Johnny._ Didn’t you feel it? Must have hit yer right in the mouth.\nIt’s awful red!\n\n_Harry._ Come, Johnny, there’s enough of that. I don’t like it.\n\n_Johnny._ Don’t you, though? Thought you did. Seemed to take to it\nnat’ral nuff. Where’s dad?\n\n_Sally._ He is not up yet. (_Sits and resumes her work. HARRY\ngoes to chair, back, and takes up his hat._)\n\nJOHNNY. Guess he’s kinder sleepy after his jaunt to the city\nyesterday. Guess the coppers are hot! O, won’t he catch it?\n\nHARRY. Why, what’s the matter?\n\nJOHNNY. Matter? Say, thought you was goin’ down with me after\nthat woodchuck this mornin’. Don’t see what a feller wants to fool away\nhis time here with a gal for, when there’s a woodchuck to be got so\nhandy.\n\n                       _Enter MRS. SOMERBY, L._\n\n_Mrs. S._ I’ll woodchuck yer! (_Taking him by the ear._) What d’ ye\nmean by keeping out er the way all the morning--hey?\n\n_Johnny._ O! Quit, now! You hurt!\n\n_Mrs. S._ Hope I do. You jest stir out er this room till I’ve done with\nyer, if you dare! (_Sits in rocking-chair, and rocks violently._) Sakes\nalive! It’s enough to drive one ravin’ distracted! There’s yer father\nsleeping like a log, and it’s arter eight o’clock! Where did you two\ncritters go yesterday--hey?\n\n_Johnny._ Went to the city, of course.\n\n_Mrs. S._ Yes, yer did go to the city with a load of live and dead\nstuff; and there’s that man in there, with not a cent in his pocket to\nshow for it. He’d a never got home at all if the brute in the shafts\nhadn’t known more than the brute in the wagon. Drunk clean through!\n\n_Harry._ What! Has Mr. Somerby had another spree?\n\n_Mrs. S._ I should think he had! They come thicker and thicker.--You\nyoung one! you speak up, and tell me what you know ’bout it, quick!\n\n_Johnny._ Well, all I know, dad an’ I went to market. He sold off\neverything, and then sent me down to Scudder’s to git a new rake, and\nover to Jinks’s for some sugar, and round to Stevens’s to borry a\nscrew-driver, cos something got loose.\n\n_Mrs. S._ Somethin’ got loose! I should think so!\n\n_Johnny._ Said he’d wait till I come back. When I got back, he hadn’t\nwaited; so I went tearin’ round arter him. Man in a white hat said he\nsaw him goin’ down onto the wharf to see the elephant; so I went down.\nBig crowd down there. They was a auctioneering off a lot of animals.\nLion, tiger, and monkeys--Jemimy!--by the dozen. Purty soon I spied\ndad. He was sprung.\n\n_Mrs. S._ Sprung? For the land sakes! what’s that? Not overboard?\n\n_Johnny._ Sprung--over the bay.\n\n_Mrs. S._ Over the bay? Thought he was on the wharf. Now, don’t yer\nlie, you young one!\n\n_Harry._ He means he was in liquor.\n\n_Mrs. S._ More likely liquor in him. Why don’t you say he was drunk,\nand have done with it?\n\n_Johnny._ Well, he was pretty full; and when I got there, he was\nleanin’ up agin a hogshead, and biddin’ on an elephant.\n\n_Mrs. S._ On an elephant! Why, he might have broke his neck!\n\n_Johnny._ O, fush! He was a biddin’ for the elephant. He offered a\nhundred dollars. But I didn’t see it; so I jest took a hold er him,\nh’isted him inter the wagon, and drove back to Stevens’s. When I come\nout, the wagon and dad were out of sight, and I had to foot it ten\nmiles. So I jest crept inter the barn when I got here, and had a snooze\non the hay.\n\n_Mrs. S._ Dear me! what capers! Two or three times a year he has these\nsprees, and they cost a mint of money. There was apples and cider, hens\nand chickens, eggs and butter, all gone. Dear me, what will become of\nus? If there’s anything in this world I detest, it’s a toper!\n\n  [_Exit, L._\n\n_Sally._ Poor mother, she’s in a fever of excitement. I’ll try and get\nher to lie down.\n\n  [_Exit, L._\n\n_Johnny._ I say, Mr. Holden, it’s purty hard sleddin’ for marm--ain’t\nit?\n\n_Harry._ It is, indeed, Johnny; and don’t you make it any harder for\nher. Never touch a drop of liquor.\n\n_Johnny._ O, don’t you fret about me. I feel bad enough to see dad on\nthese times. I’m a purty rough boy, but it does make me feel mean to\nsee dad, who’s such a smart old gent when he’s sober, let himself out\nin this way. I’ve never touched a drop of liquor, and you can bet your\nlife I never will.\n\n_Harry._ That’s right, Johnny. Drinking is the meanest kind of\nenjoyment, and the dearest, too. I’m going to try and reform the old\ngentleman.\n\n_Johnny._ Are you? Well, you’ve got a big job.\n\n_Harry._ Perhaps not. His bidding for the elephant has given me an idea.\n\n_Johnny._ It gave me an idea he was purty far gone.\n\n_Harry._ Yes. We will make him believe he bought the elephant.\n\n_Johnny._ What good will that do?\n\n_Harry._ I think we’ll turn the animal into a temperance lecturer. Come\nwith me. Let’s see your mother and Sally, and arrange matters before\nyour father appears.\n\n_Johnny._ Yes. But I want ter go after the woodchuck.\n\n_Harry._ Never mind him now. We’ve got bigger game--the elephant.\n\n  [_Exit, L._\n\n           _Enter, slowly, R., SILAS, with a razor in his\n                                hand._\n\n_Silas._ I’m in an awful state. My hand shakes so I can’t shave; my\nthroat is all on fire, my head splitting, and I feel mean enough to\nsteal. Wonder how I got home! Guess I’ve been and made a fool of\nmyself. I ain’t got a copper in my pocket; and I know when I sold out\nI had over a hundred dollars in my wallet. (_Takes out wallet._) Looks\nnow as though an elephant had stepped on it. An elephant? Seems to me I\nsaw one yesterday in teown. Jest remember biddin’ for him at auction.\nLucky I didn’t buy him. ’Twas that plaguy “Ottawa beer” set me goin’.\nWell, I s’pose I shall catch it from the old lady. But it’s none of her\nbusiness. ’Twas my sarse and my live stock, and I’ve a right to jest\nwhat I please with it.\n\n                       _Enter MRS. SOMERBY, L._\n\n_Mrs. S._ Silas Somerby! are you a man, or are you a monster?\n\n_Silas._ Hey? Ha, ha! Yes, I don’t look very spruce, that’s a fact. The\nwater was cold, and the razor dull, and--and--\n\n_Mrs. S._ And your hand shakes so you can’t shave. O, Silas, Silas! At\nyour time of life! I blush for you!\n\n_Silas._ O, bother, now! What are you frettin’ ’bout? I ain’t killed\nanybody, or robbed anybody’s house--have I?\n\n_Mrs. S._ You’ve done somethin’ as bad. You’ve been on a spree, and\nsquandered every cent you had in your pocket.\n\n_Silas._ S’pose I did? Ain’t a hard-working man a right to enjoy\nhimself once in a while, I’d like to know? Now you jest shet up! I’m\nthe master of this farm, and if I choose to show a liberal spirit once\nin a while, and help along trade by spreading a little cash about, it\nain’t for you to holler and “blush--”\n\n_Mrs. S._ Silas Somerby!\n\n_Silas._ Shet up! if you don’t, I’ll harness up old Jack, and clear out.\n\n_Mrs. S._ For another spree? O, you wretch! ain’t you ashamed of\nyourself, to set sich an example to the young uns? And that critter you\nsent home! Do you want us to be devoured?\n\n_Silas._ Critter! critter! What critter?\n\n_Mrs. S._ O, you know well enough; and I guess you’ll find you’ve made\na poor bargain this time. I always told you rum would be your ruin;\nand if you don’t see the poorhouse staring you in the face afore night,\nI’m very much mistaken.\n\n                           _Enter HARRY, L._\n\n_Silas._ What on airth are yer talking about? Are yer crazy, or have\nyer been drinking?\n\n_Harry._ (_Comes down between them._) Hush! not a word! We must not let\nanybody know you are in the house!\n\n_Silas._ Hey! what ails _you_? Got a touch of the old lady’s complaint?\n\n_Harry._ Hush! Not so loud! We must be cautious. Sheriff Brown is\nlooking for you; but I’ve put him off the scent.\n\n_Silas._ Then oblige me by putting me on it. What’s the matter? Why is\nthe sheriff looking for me?\n\n_Harry._ Hush! Not so loud! It’s all about _him_. (_Pointing over his\nleft shoulder._)\n\n_Silas._ Him! him! Consarn his picter! who is _him_?\n\n_Harry._ Hush! Not so loud! I’ve got him locked up in the barn. He\ngot into the melon beds; they’re gone: then into the cucumbers; he’s\npickled them all. But I’ve got him safe now.\n\n                          _Enter JOHNNY, L._\n\n_Johnny._ By Jinks! the critter’s hauled the sleigh down from the\nrafters; broke it all to smash!\n\n                          _Enter SALLY, L._\n\n_Sally._ O, mother, he’s stepped into your tub of eggs, and there ain’t\na whole one left.\n\n_Mrs. S._ I told you so. O, Silas, how could you?\n\n_Silas._ Are you all crazy? Who has trampled the melons? Who has\npickled the cucumbers? Who has smashed the sleigh? And who has sucked\nthe eggs? I pause for a reply.\n\n_All._ (_In chorus._) Your elephant!\n\n_Silas._ My elephant? My elephant? Pooh! Nonsense! I don’t own any such\ncritter.\n\n_Johnny._ Say, dad, have yer forgotten the auction yesterday--the\ntiger, and the monkey, and the elephant?\n\n_Silas._ What? Stop! O, my head! It must be so. Did I buy that elephant?\n\n_Harry._ He is in the barn, Mr. Somerby.\n\n_Silas._ I’m a ruined man! (_Sinks into chair L. of table._)\nIs he alive?\n\n_Mrs. S._ He ought to be, with half a ton of hay inside him.\n\n_Silas._ O, my hay! my hay!\n\n_Johnny._ And a barrel of turnips.\n\n_Silas._ O, ruin! ruin!\n\n_Sally._ And a whole basket of carrots.\n\n_Silas._ I’ll shoot him! I’ll shoot him!\n\n_Johnny._ That’s easier said than done, dad. Them critters die hard;\nand we ain’t got the cannon to bombard him with.\n\n_Harry._ Come, Johnny, let’s look after him. I’m afraid he will get\ninto more mischief. Will you have a look at him, Mr. Somerby?\n\n_Silas._ Look at him? Never! Find me a way to get rid of him, quick!\n\n_Harry._ That’s not such an easy matter. Nobody would take the gift of\nhim; and nobody but a fool would buy him.\n\n_Mrs. S._ That’s a fact. O, my eggs! my eggs! Eighty dozen, all ready\nfor market!\n\n_Sally._ Law sakes! that elephant has made me forget the breakfast\nthings. (_Clears away the table, carrying things off, L._)\n\n_Harry._ I suppose you want him to have plenty of hay?\n\n_Silas._ (_Fiercely._) Feed him till he splits, or dies of indigestion!\n\n  [_Exit HARRY, L._\n\n_Johnny._ Say, dad, he’ll be grand, if we can only put him to the\nplough.\n\n_Silas._ (_Fiercely._) Clear out, yer jackanapes!\n\n  [_Exit JOHNNY, L._\n\n_Mrs. S._ I’ll go and look after the poultry. If he gets in among ’em,\ngood by to Thanksgiving. It’s all right, Silas. It’s a pretty big\ncritter to have about; but it shows “a liberal spirit”--don’t it?\n\n  [_Exit, L._\n\n_Silas._ Shut up! Clear out!--Wal, I guess I brought home a pretty big\nload last night, accordin’ to the looks of things. Now, what on airth\nset me on to buy that elephant? Must have been the Ottawa beer. What\non airth shall I do with him? He’ll eat us out of house and home. If I\nkill him, there’s an end of it. No, the beginnin’, for we’d have to dig\nup the whole farm to bury him. But he must be got rid of somehow. O,\nSomerby, you’ve a long row to hoe here!\n\n                           _Enter HARRY, L._\n\n_Harry._ Now, sir, let us look this matter calmly in the face. (_Sits\nR. of table._)\n\n_Silas._ What matter?\n\n_Harry._ Well, suppose we call it “consequential damages.”\n\n_Silas._ Call it what you like. It’s a big critter, and should have a\nbig name.\n\n_Harry._ You don’t understand me. I told you Sheriff Brown was looking\nfor you. There are about a dozen complaints lodged against you already.\nThis is likely to be a costly affair.\n\n_Silas._ Sheriff Brown--complaints--costly affair! Why, what do you\nmean? Isn’t it bad enough to be caught with an elephant on your hands?\n\n_Harry._ Well, your elephant, not being acquainted in this part of\nthe country, got out of the road a little in travelling towards his\npresent quarters. For instance, he walked into Squire Brown’s fence,\nand carried away about a rod of it.\n\n_Silas._ You don’t mean it!\n\n_Harry._ And, in endeavoring to get back to the road, walked through\nhis glass house, and broke _some_ glass.\n\n_Silas._ Goodness gracious!\n\n_Harry._ Mr. Benson’s flower garden, being near the road, was hastily\nvisited by his highness, and a few of the rare plants will flourish no\nmore.\n\n_Silas._ O, my head! Is that all?\n\n_Harry._ No, for Mrs. Carter was on the road with her span. On the\nappearance of the great hay-eater, one of the horses dropped dead.\n\n_Silas._ O, ruin, ruin! Why didn’t the elephant keep him company?\n\n_Harry._ These parties have made complaint, and will sue you for\ndamages. There are other disasters connected with the entry of your\npet--\n\n_Silas._ Don’t mention ’em. Don’t speak of any more. There’s enough now\nto ruin me. Broken fences, smashed hot-houses, ruined flower beds, and\na dead horse!\n\n_Harry._ Consequential damages.\n\n_Silas._ Consequential humbugs! I am the victim of a conspiracy. I\ndon’t own an elephant. I won’t own him. I never bought him. He’s\nescaped from a menagerie. Why should I buy an elephant?\n\n_Harry._ That won’t do, Mr. Somerby. You were seen at the auction; you\nwere heard to bid for the animal. I’m afraid you will have to suffer.\n\n_Silas._ I won’t pay a cent. They may drag me to jail, torture me with\ncold baths and hot irons; but not a cent will I pay for the capers of\nthat elephant.\n\n                        _Enter BIAS BLACK, L._\n\n_Bias._ Hay! What’s dat? Am yer gwine to ’pudiate, Massa Somebody?\nGwine back on de ber--ber--bullephant--am yer?\n\n_Silas._ What’s the matter with you, Bias Black?\n\n_Bias._ Wal, I speck a heap, Massa Somebody. Dat ar bullephant of\nyourn has driben dis indervideral inter bankrupturicy. Dar’s been a\nreg’lar smash up ob his commercial crisis, and de wabes ob affliction\nare rollin’ into dis yer bussom.\n\n_Silas_. Now, yeou black imp, talk English, or walk Spanish, quick!\nWhat do yeou want?\n\n_Bias._ Want damages, heavy damages; dat’s what I want, Massa Somebody.\n\n_Silas._ Damages for what?\n\n_Bias._ Wal, hold yer hush, an’ I’ll tell yer. Las’ night I was gwine\nalong de road, see, wid my hoss and wagon chock full, an’ ole Missey\nPearson sittin’ alongside ob me--picked her up in de road. Pore ole\nlady! Guess she won’t ax any more rides! An’ jes’ when I got by Square\nJones’s door, den dar was an airthquake, by golly! Somethin’ took right\nhole ob de tail-board. Felt somethin’ h’ist. Knowed ’twas a shock; and\nde nex’ ting I knowed, I was up in a tree! Missey Pearson was h’isted\nonto de fence, an’ dat ar bullephant was a chasin’ dat ar hoss ober de\nwagon, an’ a trampin’ round an’ chawin’ up things fine, I tell yer.\nGolly! such a mess! Dat’s what de matter. Lost eberyting. Wouldn’t a\ntaken sebenty-five dollars for dat ar wagon. An’ dat ole lady, guess\nshe’s shook all to pieces.\n\n_Silas._ And you expect me to pay for this!\n\n_Bias._ Ob course, ob course. If old gents will sow dar wild oats wid\nbullephants, dey must expect to pay for de thrashin’. Sebenty-five\ndollars for de wagon, sixty-seben dollars and ninepence for de goods,\nan’ about fifty dollars for de scare to dat pore ole hoss. I’ll trow de\nole lady in.\n\n_Silas._ I’ll throw yeou inter the horse-pond, yeou black imp! Not a\ndollar will yeou get from me.\n\n_Bias._ Hey! You won’t pay? Den I’ll hab de law. Yes, sir. I’ll hab\na jury set onto you, an’--, an’--an’--a judge, and two or three\nhabus corpuses. You can’t fool dis chile. Dar want no muzzle on de\nbullephant, an’ it’s agin de law.\n\n_Silas._ Well, go to law. I shan’t pay a cent.\n\n                        _Enter PAT MURPHY, L._\n\n_Pat._ Where’s the kaper of the brute, I’d like to know? Where’s the\nhathin that sinds wild bastes a rarin’ an’ a tarin’ into the paceful\nquarthers of the globe?\n\n_Silas_. What’s the matter with yeou, Pat Murphy?\n\n_Pat._ Aha, owld gint, ’tis there ye are. It’s a mighty foine scrape\nyer in this time, wid yer drinkin’ an’ rollickin’.\n\n_Silas._ Come, come, Pat Murphy, keep a civil tongue in your head.\n\n_Pat._ O, blarney! It’s an ondacent man ye are, by me sowl! Wasn’t I\nsittin’ on my own doorstep last night, a smokin’ my pipe genteelly, wid\nde childers innercently amusin’ theirselves a throwin’ brickbats at\none another, an’ Biddy a washin’ in the yard (as beautiful a picture\nof domestic felicity as ye don’t often say), when an oogly black snout\nkim over the fence, an’, afore ye could spake, away wint the fence, an’\naway wint Biddy into the tub, an’ the childers into the pig-pen, an’\nmesilf ilevated to the top of the woodshed by that same oogly black\nbaste!\n\n_Harry._ Ah, the elephant on another frolic!\n\n_Pat._ Frolic--is it? Bedad, it must be paid for, ony how. An’ so,\nowld gint, I’ll jist throuble yez for the damages--to mesilf, a broken\nconstitution, Biddy, a wake’s washin’ intirely spoiled, and the\nchilders, bliss their dirthy faces! for a scare, an’ the fright to the\npig, an’ the broken fence. Come down, owld gint. Them as jig must pay\nthe piper.\n\n_Bias._ Das a fac’, das a fac’. Down wid de dust, ole gint, for de dust\ndat ar bullephant kicked up.\n\n_Silas._ Never! Not a cent! Get out of my house! You’re a pair of\nknaves. There is no elephant about here. It’s all a lie. I won’t be\nswindled. Get out, I say!\n\n_Pat._ Knave! Look to yersilf, owld gint. It’s not dacent for the likes\nof yez to call names. A lie? Troth, I’ll jist bring Biddy and the\nchilder to tistify to the truth--so I will.\n\n_Silas._ Shut up! Clear out! If you want damages, you can have them.\nI’m getting my dander up, and shall sartinly damage both of yer.\n\n_Bias._ Don’t you do it, don’t you do it. De law will fix you, old gent.\n\n_Pat._ Begorra, I’ll spind me intire fortune, but I’ll have justice.\n\n_Silas._ Are you going?\n\n_Pat._ To a lawyer, straight. I blush for yez, owld gint, I blush for\nyez.\n\n  [_Exit, L._\n\n_Bias._ Dat ar wagon, and dat ar hoss, and dem ar goods, and de ole\nlady must be repaired. So de law will tell yez, Massa Somebody. Das a\nfac’, das a fac’.\n\n  [_Exit, L._\n\n_Harry._ This looks like a serious business, Mr. Somerby.\n\n_Silas._ Confound it, so it does! What can I do? Must I pay all these\ndamages?\n\n_Harry._ I see no way for you to escape.\n\n_Silas._ What a fool I have been! For a few hours’ fun I’ve got myself\ninto this scrape. Why, ’twill ruin me. I can never raise the money.\n\n_Harry._ O, yes, you can, Mr. Somerby. I have plenty. You’d better\nsettle this matter at once, and draw on me freely for money.\n\n_Silas._ Draw on you? What right have I to do that?\n\n_Harry._ Give your consent to my marriage with Sally, and I shall\nconsider you have the right. More, I will hunt up these claims, and\nsettle them at once.\n\n_Silas._ Will you? You’re a splendid fellow! Help me out, if you can;\nand, if I can get rid of that elephant--\n\n_Harry._ On one condition I will take him off your hands.\n\n_Silas._ Take him off my hands? Name your condition.\n\n_Harry._ That you will give me your solemn promise never to touch\nliquor again.\n\n_Silas._ What! Give up my freedom?\n\n_Harry._ No; _be_ free. You are now the slave of an old custom, “more\nhonored in the breach than the observance.” Don’t let it master you\nagain. Don’t let my wife blush for her father.\n\n_Silas._ I won’t! There’s my hand. Sally is yours; and I solemnly\npromise never to break (_smash of crockery, L._)--Hullo!\nWhat’s that?\n\n_Mrs. S._ (_Outside, L._) O, the monster! Drive him out!\n\n_Sally._ (_Outside, L._) He won’t go. Run, mother, run!\n(_Crash._)\n\n_Mrs. S._ (_Outside, L._) He’s sp’ilt my best dishes! O, the\nbeast! (_Enter, L._) O, Silas, this is all your work. That\nhateful critter’s got into the kitchen.\n\n                           _Enter SALLY, L._\n\n_Sally._ O, mother! Harry! father! He’s coming this way! Save us, save\nus! (_Gets under table._)\n\n_Mrs. S._ Goodness gracious! he’ll set the house afire! (_Gets behind\nsofa._)\n\n                          _Enter JOHNNY, L._\n\n_Johnny._ Help! murder! O, I’ve had a h’ist! He’s breaking up\nhousekeeping--you bet!\n\n_Harry._ Be calm, be calm. There’s no danger.\n\n_Mrs. S._ We shall all be eaten alive. O, the monster!\n\n_Silas._ Confound him, I’ll pepper him! Let me get my gun! (_Going,\nR._)\n\n_Harry._ No, no. ’Twould be dangerous to shoot.\n\n_Johnny._ Let him have a dose, dad.\n\n_Harry._ No, no. Silence! He’s here!\n\n _Enter, L., PAT and BIAS, as the elephant. [For description of its\n manufacture, see note on page 92.] It enters slowly, passes across\n stage at back, and exit, R._\n\n_Mrs. S._ O, the monster!\n\n_Sally._ He’s gone straight into the parlor. He’ll smash everything. O,\nmy vases, my vases!\n\n_Silas._ (_Aside._) Confound the critter, I’ll have one shot at him.\n\n  [_Exit, R._\n\n_Harry._ (_To SALLY._) It’s all right, Sally. I’ve got his\npromise.\n\n_Sally._ And we shall be married! Ain’t it jolly?\n\n_Mrs. S._ But how on airth are you going to git out of this scrape?\n\n_Harry._ Leave that to me. Hush! he’s here.\n\n                     _Enter SILAS, R., with gun._\n\n_Silas._ I’ve had jest about enough of that air critter’s society; and\nif I don’t pepper him, my name’s not Silas Somerby.\n\n_Harry._ A gun! (_Aside._) This will never do. (_Aloud._) Mr. Somerby,\nyour life’s in danger if you fire that gun.\n\n_Silas._ My dander’s up, and I’m goin’ in.\n\n_Mrs. S._ Silas, don’t you shoot off that gun. I can’t bear it.\n\n_Sally._ No, no, father; you must not.\n\n_Johnny._ Don’t mind ’em, dad; blaze away. (_Aside._) By jinks, that’ll\nbe fun! (_They all come forward._)\n\n_Silas._ I’m going to have a shot at the critter, if I die for it. Here\nhe comes again. (_Raises gun._)\n\n_Mrs. S._ Mercy sakes, Silas, you’ll kill somebody!\n\n_Harry._ You must not shoot, I tell you!\n\n_Sally._ O, father, don’t! Please don’t! (_They all seize him._)\n\n_Johnny._ Blaze away, dad! Give him fits!\n\n_Silas._ (_Breaking away from them._) Stand back, I say. (_Raises gun._)\n\n                       _Enter the elephant, R._\n\n_Silas._ There, darn you! (_Fires. SALLY and MRS. S. scream._)\n\n_Pat._ O, murther, murther! I’m kilt intirely!\n\n_Bias._ Oo, oo, oo! I’m a gone darky! (_The elephant falls, rolls over,\nand from the debris BIAS and PAT emerge, looking very much frightened._)\n\n_Pat._ (_Shaking his fist at SILAS._) More damages, be jabers!\n(_To HARRY._) I didn’t bargain for this at all.\n\n_Bias._ Look--look er here, old gent; I ain’t game, no how. Golly! I’m\nfull ob lead!\n\n_Silas._ What’s this? Have I been duped?\n\n_Johnny._ Sold again, dad.\n\n_Silas._ So, so, you’ve been conspiring against me. There’s no damages,\nand no elephant. This is your work, Harry Holden.\n\n_Harry._ It is, Mr. Somerby. I freely confess my sin. But I did it for\na good purpose. ’Tis true there is no elephant, save the imitation I\nhave manufactured for the occasion; but please remember we came very\nnear having one.\n\n_Johnny._ Yes, dad, you bid a hundred dollars.\n\n_Silas._ I breathe again. You’re right. All this might have been\ntrue, had my folly had its way. Thanks to Johnny, I was saved. But you\ncarried the joke a little too far. That gun was loaded.\n\n_Johnny._ Only with powder. I left a charge in it last Fourth, for the\nblamed thing kicked so I was afraid of it.\n\n_Silas._ It’s all right. Sally is yours, Harry, and I’ll keep my other\npromise. I suppose these gentlemen were hired for the occasion.\n\n_Pat._ By me sowl, not to be peppered at all, at all.\n\n_Bias._ By golly, dat ar charge almost took away my head.\n\n_Harry._ So, boys, you got a little more than you bargained for; but\nI’ll fix that all right.\n\n_Silas._ I’ll pay all damages there, glad to get off so easily in my\nadventure with the elephant. I’ve one request to make. Don’t let this\nstory spread.\n\n_Harry._ You can rely upon my silence.\n\n_Mrs. S._ Marcy sakes, Silas, it ain’t much to boast on!\n\n_Sally._ It shall be a family legend.\n\n_Pat._ Be jabers, I wouldn’t blab till I was deaf and dumb!\n\n_Bias._ Dis yer pusson can hold his hush.\n\n_Silas._ Thank you. And you (_to audience_), can I depend upon you? The\nold man begins late, but he is bound to reform; and, if you but give\nyour approbation, there is no fear of his backsliding.\n\n_Johnny._ I say, dad, hadn’t you better put a postscript to that?\n\n_Silas._ Well, what is-- (_JOHNNY whispers to him._) Exactly.\nThere is no fear of his backsliding, unless, at your request, he\nshould some time set out for the purpose of “Seeing the Elephant.”\n\n NOTE. _The Elephant._ For this trick a well-known comical\n diversion can be introduced. Bias and Pat personate the elephant; one\n represents the fore, the other the hind legs. The two characters bend\n over, placing themselves one behind the other, as represented in the\n engraving. A blanket, doubled three or four times, is placed on their\n backs, with the addition of long cushions, if handy; these serve to\n form the back of the elephant. Two blankets or shawls are placed over\n this, the end of one twisted to represent his trunk, the end of the\n other twisted to represent his tail. Two paper cones enact the tusks,\n and the elephant is complete.\n\n\n\n\nSPENCER’S UNIVERSAL STAGE.\n\n_A Collection of COMEDIES, DRAMAS, and FARCES, adapted to either Public\nor Private Performance. Containing a full description of all the\nnecessary Stage Business._\n\n_PRICE, 15 CENTS EACH. No Plays exchanged._\n\n\n 1. =Lost in London.= A Drama in Three Acts. 6 Male, 4 Female\n characters.\n\n 2. =Nicholas Flam.= A Comedy in Two Acts. By J. B. Buckstone. 5\n Male, 3 Female characters.\n\n 3. =The Welsh Girl.= A Comedy in One Act. By Mrs. Planche. 3\n Male, 2 Female characters.\n\n 4. =John Wopps.= A Farce in One Act. By W. E. Suter. 4 Male, 2\n Female characters.\n\n 5. =The Turkish Bath.= A Farce in One Act. By Montague Williams\n and F. C. Burnand. 6 Male, 1 Female character.\n\n 6. =The Two Puddifoots.= A Farce in One Act. By J. M. Morton. 3\n Male, 3 Female characters.\n\n 7. =Old Honesty.= A Comic Drama in Two Acts. By J. M. Morton. 5\n Male, 2 Female characters.\n\n 8. =Two Gentlemen in a Fix.= A Farce in One Act. By W. E. Suter.\n 2 Male characters.\n\n 9. =Smashington Goit.= A Farce in One Act. By T. J. Williams. 5\n Male, 3 Female characters.\n\n 10. =Two Heads Better than One.= A Farce in One Act. By Lenox\n Horne. 4 Male, 1 Female character.\n\n 11. =John Dobbs.= A Farce in One Act. By J. M. Morton. 5 Male, 2\n Female characters.\n\n 12. =The Daughter of the Regiment.= A Drama in Two Acts. By\n Edward Fitzball. 6 Male, 2 Female characters.\n\n 13. =Aunt Charlotte’s Maid.= A Farce in One Act. By J. M. Morton.\n 3 Male, 3 Female characters.\n\n 14. =Brother Bill and Me.= A Farce in One Act. By W. E. Suter. 4\n Male, 3 Female characters.\n\n 15. =Done on Both Sides.= A Farce in One Act. By J. M. Morton. 3\n Male, 2 Female characters.\n\n 16. =Dunducketty’s Picnic.= A Farce in One Act. By T. J.\n Williams. 6 Male, 3 Female characters.\n\n 17. =I’ve written to Browne.= A Farce in One Act. By T. J.\n Williams. 4 Male, 3 Female characters.\n\n 18. =Lending a Hand.= A Farce in One Act. By G. A. A’Becket. 3\n Male, 2 Female characters.\n\n 19. =My Precious Betsy.= A Farce in One Act. By J. M. Morton. 4\n Male, 4 Female characters.\n\n 20. =My Turn Next.= A Farce in One Act. By T. J. Williams. 4\n Male, 3 Female characters.\n\n 21. =Nine Points of the Law.= A Comedy in One Act. By Tom Taylor.\n 4 Male, 3 Female characters.\n\n 22. =The Phantom Breakfast.= A Farce in One Act. By Charles\n Selby. 3 Male, 2 Female characters.\n\n 23. =Dandelions Dodges.= A Farce in One Act. By T. J. Williams. 4\n Male, 2 Female characters.\n\n 24. =A Slice of Luck.= A Farce in One Act. By J. M. Morton. 4\n Male, 2 Female characters.\n\n 25. =Always Intended.= A Comedy in One Act. By Horace Wigan. 3\n Male, 3 Female characters.\n\n 26. =A Bull in a China Shop.= A Comedy in Two Acts. By Charles\n Matthews. 6 Male, 4 Female characters.\n\n 27. =Another Glass.= A Drama in One Act. By Thomas Morton. 6\n Male, 3 Female characters.\n\n 28. =Bowled Out.= A Farce in One Act. By H. T. Craven. 4 Male, 3\n Female characters.\n\n 29. =Cousin Tom.= A Commedietta in One Act. By George Roberts. 3\n Male, 2 Female characters.\n\n 30. =Sarah’s Young Man.= A Farce in One Act. By W. E. Suter. 3\n Male, 3 Female characters.\n\n 31. =Hit Him, He has No Friends.= A Farce in One Act. By E. Yates\n and N. H. Harrington. 7 Male, 3 Female characters.\n\n 32. =The Christening.= A Farce in One Act. By J. B. Buckstone. 5\n Male, 6 Female characters.\n\n 33. =A Race for a Widow.= A Farce in One Act. By Thomas J.\n Williams. 5 Male, 4 Female characters.\n\n 34. =Your Life’s in Danger.= A Farce in One Act. By J. M. Morton.\n 3 Male, 3 Female characters.\n\n 35. =True unto Death.= A Drama in Two Acts. By J. Sheridan\n Knowles. 6 Male, 2 Female characters.\n\n 36. =Diamond cut Diamond.= An Interlude in One Act. By W. H.\n Murray. 10 Male, 1 Female character.\n\n 37. =Look after Brown.= A Farce in One Act. By George A. Stuart,\n M. D. 6 Male, 1 Female character.\n\n 38. =Monseigneur.= A Drama in Three Acts, By Thomas Archer. 15\n Male, 3 Female characters.\n\n 39. =A very pleasant Evening.= A Farce in One Act. By W. E.\n Suter. 3 Male characters.\n\n 40. =Brother Ben.= A Farce in One Act. By J. M. Morton. 3 Male, 3\n Female characters.\n\n 41. =Only a Clod.= A Comic Drama in One Act. By J. P. Simpson. 4\n Male, 1 Female character.\n\n 42. =Gaspardo the Gondolier.= A Drama in Three Acts. By George\n Almar. 10 Male, 2 Female characters.\n\n 43. =Sunshine through the Clouds.= A Drama in One Act. By\n Slingsby Lawrence. 3 Male, 3 Female characters.\n\n 44. =Don’t Judge by Appearances.= A Farce in One Act. By J. M.\n Morton. 3 Male, 2 Female characters.\n\n 45. =Nursey Chickweed.= A Farce in One Act. By T. J. Williams. 4\n Male, 2 Female characters.\n\n 46. =Mary Moo; or, Which shall I Marry?= A Farce in One Act. By\n W. E. Suter. 2 Male, 1 Female character.\n\n 47. =East Lynne.= A Drama in Five Acts. 8 Male, 7 Female\n characters.\n\n 48. =The Hidden Hand.= A Drama in Five Acts. By Robert Jones. 10\n Male, 7 Female characters.\n\n 49. =Silverstone’s Wager.= A Commedietta in One Act. By R. R.\n Andrews. 4 Male, 3 Female characters.\n\n 50. =Dora.= A Pastoral Drama in Three Acts. By Charles Reade. 5\n Male, 2 Female characters.\n\n 51. =Blanks and Prizes.= A Farce in One Act. By Dexter Smith. 5\n Male, 2 Female characters.\n\n 52. =Old Gooseberry.= A Farce in One Act. By T. J. Williams. 4\n Male, 2 Female characters.\n\n 53. =Who’s Who.= A Farce in One Act. By T. J. Williams. 3 Male, 2\n Female characters.\n\n 54. =Bouquet.= A Farce in One Act. 2 Male, 3 Female characters.\n\n 55. =The Wife’s Secret.= A Play in Five Acts. By George W.\n Lovell. 10 Male, 2 Female characters.\n\n 50. =The Babes in the Wood.= A Comedy in Three Acts. By Tom\n Taylor. 10 Male, 3 Female characters.\n\n 57. =Putkins: Heir to Castles in the Air.= A Comic Drama in One\n Act. By W. R. Emerson. 2 Male, 2 Female characters.\n\n 58. =An Ugly Customer.= A Farce in One Act. By Thomas J.\n Williams. 3 Male, 2 Female characters.\n\n 59. =Blue and Cherry.= A Comedy in One Act. 3 Male, 2 Female\n characters.\n\n 60. =A Doubtful Victory.= A Comedy in One Act. 3 Male, 2 Female\n characters.\n\n 61. =The Scarlet Letter.= A Drama in Three Acts. 8 Male, 7 Female\n characters.\n\n 62. =Which will have Him?= A Vaudeville. 1 Male, 2 Female\n characters.\n\n 63. =Madam is Abed.= A Vaudeville in One Act. 2 Male, 2 Female\n characters.\n\n 64. =The Anonymous Kiss.= A Vaudeville. 2 Male, 2 Female\n characters.\n\n 65. =The Cleft Stick.= A Comedy in Three Acts. 5 Male, 3 Female\n characters.\n\n 66. =A Soldier, a Sailor, a Tinker, and a Tailor.= A Farce in One\n Act. 4 Male, 2 Female characters.\n\n 67. =Give a Dog a Bad Name.= A Farce. 2 Male, 2 Female Characters.\n\n 68. =Damon and Pythias.= A Farce. 6 Male, 4 Female characters.\n\n 69. =A Husband to Order.= A Serio-Comic Drama in Two Acts. 5\n Male, 3 Female characters.\n\n 70. =Payable on Demand.= A Domestic Drama in Two Acts. 7 Male, 1\n Female character.\n\n\n_Price, 15 cents each. Descriptive Catalogue mailed free on application\nto_\n\n  GEO. M. BAKER & CO.,\n\n  149 WASHINGTON ST., BOSTON.\n\n\n\nItalic text is denoted by _underscores_ and bold text by =equal signs=.\n\nThe page of advertisements preceding the title page has been moved to\nthe end of this book.\n\nVariations in spelling remain as in the original unless noted below.\n\n  Page 74, “woodchuek” changed to “woodchuck.”",
    "metadata": {
        "author": [
            "Baker, George M. (George Melville)",
            "Baker, George Melville",
            "Baker, G. M. (George Melville)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/49281/pg49281.txt",
        "name": "seeing_the_elephant.json"
    }
}