{
    "name": "Seven-Day Terror",
    "author": [
        "Lafferty, R. A.",
        "Lafferty, Raphael Aloysius"
    ],
    "body": "\"Is there anything you want to make disappear?\" Clarence Willoughby\nasked his mother.\n\n\"A sink full of dishes is all I can think of. How will you do it?\"\n\n\"I just built a disappearer. All you do is cut the other end out of a\nbeer can. Then you take two pieces of red cardboard with peepholes in\nthe middle and fit them in the ends. You look through the peepholes and\nblink. Whatever you look at will disappear.\"\n\n\"Oh.\"\n\n\"But I don't know if I can make them come back. We'd better try it on\nsomething else. Dishes cost money.\"\n\nAs always, Myra Willoughby had to admire the wisdom of her\nnine-year-old son. She would not have had such foresight herself. He\nalways did.\n\n\"You can try it on Blanche Manners' cat outside there. Nobody will care\nif it disappears except Blanche Manners.\"\n\n\"All right.\"\n\nHe put the disappearer to his eye and blinked. The cat disappeared from\nthe sidewalk outside.\n\nHis mother was interested. \"I wonder how it works. Do you know how it\nworks?\"\n\n\"Yes. You take a beer can with both ends cut out and put in two pieces\nof cardboard. Then you blink.\"\n\n\"Never mind. Take it outside and play with it. You hadn't better make\nanything disappear in here till I think about this.\"\n\nBut when he had gone his mother was oddly disturbed.\n\n\"I wonder if I have a precocious child. Why, there's lots of grown\npeople who wouldn't know how to make a disappearer that would work. I\nwonder if Blanche Manners will miss her cat very much?\"\n\nClarence went down to the Plugged Nickel, a pot house on the corner.\n\n\"Do you have anything you want to make disappear, Nokomis?\"\n\n\"Only my paunch.\"\n\n\"If I make it disappear it'll leave a hole in you and you'll bleed to\ndeath.\"\n\n\"That's right, I would. Why don't you try it on the fire plug outside?\"\n\n\n\nThis in a way was one of the happiest afternoons ever in the\nneighborhood. The children came from blocks around to play in the\nflooded streets and gutters, and if some of them drowned (and we don't\nsay that they _did_ drown) in the flood (and brother! it was a flood),\nwhy, you have to expect things like that. The fire engines (whoever\nheard of calling fire engines to put out a flood?) were apparatus-deep\nin the water. The policemen and ambulance men wandered around wet and\nbewildered.\n\n\"Resuscitator, resuscitator, anybody wanna resuscitator,\" chanted\nClarissa Willoughby.\n\n\"Oh, shut up,\" said the ambulance attendants.\n\nNokomis, the bar man in the Plugged Nickel, called Clarence aside.\n\n\"I don't believe, just for the moment, I'd tell anyone what happened to\nthat fire plug,\" he said.\n\n\"I won't tell if you won't tell,\" said Clarence.\n\nOfficer Comstock was suspicious. \"There's only seven possible\nexplanations. One of the seven Willoughby kids did it. I dunno how.\nIt'd take a bulldozer to do it, and then there'd be something left of\nthe plug. But however they did it, one of them did it.\"\n\nOfficer Comstock had a talent for getting near the truth of dark\nmatters. This is why he was walking a beat out here in the boondocks\ninstead of sitting in a chair downtown.\n\n\"Clarissa!\" said Officer Comstock in a voice like thunder.\n\n\"Resuscitator, resuscitator, anybody wanna resuscitator?\" chanted\nClarissa.\n\n\"Do you know what happened to that fire plug?\" asked officer C.\n\n\"I have an uncanny suspicion. As yet it is no more than that. When I am\nbetter informed I will advise you.\"\n\nClarissa was eight years old and much given to uncanny suspicions.\n\n\"Clementine, Harold, Corinne, Jimmy, Cyril,\" he asked the five younger\nWilloughby children. \"Do you know what happened to that fire plug?\"\n\n\"There was a man around yesterday. I bet he took it,\" said Clementine.\n\n\"I don't even remember a fire plug there. I think you're making a lot\nof fuss about nothing,\" said Harold.\n\n\"City hall's going to hear about this,\" said Corinne.\n\n\"Pretty dommed sure,\" said Jimmy, \"but I wont tell.\"\n\n\"Cyril!\" cried Officer Comstock in a terrible voice. Not a terrifying\nvoice, a terrible voice. He felt terrible now.\n\n\"Great green bananas,\" said Cyril, \"I'm only three years old. I don't\nsee how it's even my responsibility.\"\n\n\"Clarence,\" said Officer Comstock.\n\nClarence gulped.\n\n\"Do you know where that fire plug went?\"\n\nClarence brightened. \"No, sir. I don't know where it went.\"\n\nA bunch of smart alecs from the water department came out and shut off\nthe water for a few blocks around and put some kind of cap on in place\nof the fire plug. \"This sure is going to be a funny-sounding report,\"\nsaid one of them.\n\nOfficer Comstock walked away discouraged. \"Don't bother me, Miss\nManners,\" he said. \"I don't know where to look for your cat. I don't\neven know where to look for a fire plug.\"\n\n\"I have an idea,\" said Clarissa, \"that when you find the cat you will\nfind the fire plug the same place. As yet it is only an idea.\"\n\nOzzie Murphy wore a little hat on top of his head. Clarence pointed\nhis weapon and winked. The hat was no longer there, but a little\ntrickle of blood was running down the pate.\n\n\"I don't believe I'd play with that any more,\" said Nokomis.\n\n\"Who's playing?\" said Clarence. \"This is for real.\"\n\n\n\nThis was the beginning of the seven-day terror in the heretofore\nobscure neighborhood. Trees disappeared from the parkings; lamp posts\nwere as though they had never been; Wally Waldorf drove home, got out,\nslammed the door of his car, and there was no car. As George Mullendorf\ncame up the walk to his house his dog Pete ran to meet him and took\na flying leap to his arms. The dog left the sidewalk but something\nhappened; the dog was gone and only a bark lingered for a moment in the\npuzzled air.\n\nBut the worst were the fire plugs. The second plug was installed the\nmorning after the disappearance of the first. In eight minutes it\nwas gone and the flood waters returned. Another one was in by twelve\no'clock. Within three minutes it had vanished. The next morning fire\nplug number four was installed.\n\nThe water commissioner was there, the city engineer was there, the\nchief of police was there with a riot squad, the president of the\nparent-teachers association was there, the president of the University\nwas there, the mayor was there, three gentlemen of the F.B.I., a\nnewsreel photographer, eminent scientists and a crowd of honest\ncitizens.\n\n\"Let's see it disappear now,\" said the city engineer.\n\n\"Let's see it disappear now,\" said the police chief.\n\n\"Let's see it disa--it did, didn't it?\" said one of the eminent\nscientists.\n\nAnd it was gone and everybody was very wet.\n\n\"At least I have the picture sequence of the year,\" said the\nphotographer. But his camera and apparatus disappeared from the midst\nof them.\n\n\"Shut off the water and cap it,\" said the commissioner. \"And don't put\nin another plug yet. That was the last plug in the warehouse.\"\n\n\"This is too big for me,\" said the mayor. \"I wonder that Tass doesn't\nhave it yet.\"\n\n\"Tass has it,\" said a little round man. \"I am Tass.\"\n\n\"If all of you gentlemen will come into the Plugged Nickel,\" said\nNokomis, \"and try one of our new Fire Hydrant Highballs you will all be\nhappier. These are made of good corn whisky, brown sugar and hydrant\nwater from this very gutter. You can be the first to drink them.\"\n\nBusiness was phenomenal at the Plugged Nickel, for it was in front of\nits very doors that the fire plugs disappeared in floods of gushing\nwater.\n\n\"I know a way we can get rich,\" said Clarissa several days later to her\nfather, Tom Willoughby. \"Everybody says they're going to sell their\nhouses for nothing and move out of the neighborhood. Go get a lot of\nmoney and buy them all. Then you can sell them again and get rich.\"\n\n\"I wouldn't buy them for a dollar each. Three of them have disappeared\nalready, and all the families but us have their furniture moved out\nin their front yards. There might be nothing but vacant lots in the\nmorning.\"\n\n\"Good, then buy the vacant lots. And you can be ready when the houses\ncome back.\"\n\n\"Come back? Are the houses going to come back? Do you know anything\nabout this, young lady?\"\n\n\"I have a suspicion verging on a certainty. As of now I can say no\nmore.\"\n\n\n\nThree eminent scientists were gathered in an untidy suite that looked\nas though it belonged to a drunken sultan.\n\n\"This transcends the meta-physical. It impinges on the quantum\ncontinuum. In some ways it obsoletes Boff,\" said Dr. Velikof Vonk.\n\n\"The contingence on the intransigence is the most mystifying aspect,\"\nsaid Arpad Arkabaranan.\n\n\"Yes,\" said Willy McGilly. \"Who would have thought that you could do it\nwith a beer can and two pieces of cardboard? When I was a boy I used\nan oatmeal box and red crayola.\"\n\n\"I do not always follow you,\" said Dr. Vonk. \"I wish you would speak\nplainer.\"\n\nSo far no human had been injured or disappeared--except for a little\nblood on the pate of Ozzie Murphy, on the lobes of Conchita when her\ngaudy earrings disappeared from her very ears, a clipped finger or so\nwhen a house vanished as the front door knob was touched, a lost toe\nwhen a neighborhood boy kicked at a can and the can was not; probably\nnot more than a pint of blood and three or four ounces of flesh all\ntogether.\n\nNow, however, Mr. Buckle the grocery man disappeared before witnesses.\nThis was serious.\n\nSome mean-looking investigators from downtown came out to the\nWilloughbys. The meanest-looking one was the mayor. In happier days he\nhad not been a mean man, but the terror had now reigned for seven days.\n\n\"There have been ugly rumors,\" said one of the mean investigators,\n\"that link certain events to this household. Do any of you know\nanything about them?\"\n\n\"I started most of them,\" said Clarissa. \"But I didn't consider them\nugly. Cryptic, rather. But if you want to get to the bottom of this\njust ask me a question.\"\n\n\"Did you make those things disappear?\" asked the investigator.\n\n\"That isn't the question,\" said Clarissa.\n\n\"Do you know where they have gone?\" asked the investigator.\n\n\"That isn't the question either,\" said Clarissa.\n\n\"Can you make them come back?\"\n\n\"Why, of course I can. Anybody can. Can't you?\"\n\n\"I cannot. If you can, please do so at once.\"\n\n\"I need some stuff. Get me a gold watch and a hammer. Then go down to\nthe drug store and get me this list of chemicals. And I need a yard of\nblack velvet and a pound of rock candy.\"\n\n\"Shall we?\" asked one of the investigators.\n\n\"Yes,\" said the mayor, \"it's our only hope. Get her anything she wants.\"\n\nAnd it was all assembled.\n\n\n\n\"Why does she get all the attention?\" asked Clarence. \"I was the one\nthat made all the things disappear. How does she know how to get them\nback?\"\n\n\"I knew it!\" cried Clarissa with hate. \"I knew he was the one that did\nit. He read in my diary how to make a disappearer. If I was his mother\nI'd whip him for reading his little sister's diary. That's what happens\nwhen things like that fall into irresponsible hands.\"\n\nShe poised the hammer over the gold watch of the mayor on the floor.\n\n\"I have to wait a few seconds. This can't be hurried. It'll be only a\nlittle while.\"\n\nThe second hand swept around to the point that was preordained for it\nbefore the world began. Clarissa suddenly brought down the hammer with\nall her force on the beautiful gold watch.\n\n\"That's all,\" she said. \"Your troubles are over. See, there is Blanche\nManners' cat on the sidewalk just where she was seven days ago.\"\n\nAnd the cat was back.\n\n\"Now let's go down to the Plugged Nickel and watch the fire plug come\nback.\"\n\nThey had only a few minutes to wait. It came from nowhere and clanged\ninto the street like a sign and a witness.\n\n\"Now I predict,\" said Clarissa, \"that every single object will return\nexactly seven days from the time of its disappearance.\"\n\nThe seven-day terror had ended. The objects began to reappear.\n\n\"How,\" asked the mayor, \"did you know they would come back in seven\ndays?\"\n\n\"Because it was a seven-day disappearer that Clarence made. I also know\nhow to make a nine-day, a thirteen-day, a twenty-seven-day, and an\neleven-year disappearer. I was going to make a thirteen-day one, but\nfor that you have to color the ends with the blood from a little boy's\nheart, and Cyril cried every time I tried to make a good cut.\"\n\n\"You really know how to make all of these?\"\n\n\"Yes. But I shudder if the knowledge should ever come into unauthorized\nhands.\"\n\n\"I shudder too, Clarissa. But tell me, why did you want the chemicals?\"\n\n\"For my chemistry set.\"\n\n\"And the black velvet?\"\n\n\"For doll dresses.\"\n\n\"And the pound of rock candy?\"\n\n\"How did you ever get to be mayor of this town if you have to ask\nquestions like that? What do you think I wanted the rock candy for?\"\n\n\"One last question,\" said the mayor. \"Why did you smash my gold watch\nwith the hammer?\"\n\n\"Oh,\" said Clarissa, \"that was for dramatic effect.\"",
    "metadata": {
        "author": [
            "Lafferty, R. A.",
            "Lafferty, Raphael Aloysius"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/61128/pg61128.txt",
        "name": "seven_day_terror.json"
    }
}