{
    "name": "Shango",
    "author": [
        "Jakes, John W.",
        "Jakes, John William",
        "Scotland, Jay",
        "Jakes, John"
    ],
    "body": "\"This,\" said chief Van Isaac, \"is our new trouble spot.\" The older\nman's rodlike finger probed decisively at a violet dot placed on a thin\nyellow line of a circle, third out from a sun. Other dots peppered the\ngiant glazed star map, companions of which hung on the other three\nwalls of the chamber. \"Valaya is the name of the place,\" Van Isaac\ncontinued. \"Perhaps you know something about it.\"\n\n\"Not much,\" said the other, a thirtyish, lean man by the name of Arnold\nKoven. \"I mean, not a great deal besides what the telefilms have\nscreamed for the past two weeks. Revolution, slaughter, tribe against\ntribe.\" Koven placed a cigarette between his lips, and his eyes smiled\nwith gentle cynicism. \"Valaya has a Creole sound.\"\n\n\"You'll have no vacation, believe me,\" Van Isaac responded. \"During\nthe colonization, Valaya was peopled largely by residents of the\nCaribbean. The inhabitants have intermarried over the past sixty years,\nso there is a slight blue Martian strain. Valaya was seeded with sugar\nand tin to provide for economy, but left rather backward--by choice of\nthe colonists.\" Koven moved his eyes from the star map to his superior.\n\n\"Have you localized the trouble?\"\n\n\"Yes. These raids have moved from the small north continent--\" Van\nIsaac touched one of a row of studs on the desk. An immense rear\nprojection lantern view on the wall where the map had been, settled\ninto focus.\n\n\"The raids are the combined effort of the people of the north\ncontinent, which is small. The attacks are focused across the channel\nto the larger south continent. Somehow, the people on North have\nbeen inveigled into believing they have a right to South. Our only\nbit of information is that a man named Bruschloss--\" Koven suddenly\nstraightened in the theatrical gloom where his cigarette smoke floated\ntorpidly. \"Bruschloss? The one you used to call The Hog?\"\n\n\"The Hog, yes. He is a citizen of the Betelgeuse Bloc with\nright-of-entry to any of our planets. He claims to be solely interested\nin setting up a trading company on Valaya, with headquarters at the\nvillage of Maru. But the attacks date from two weeks after he arrived.\nSo,\" said Van Isaac, tone hardening, \"I know he is undoubtedly behind\nall this, and I want him stopped.\"\n\n\"Any G. C. I. A. men around Maru?\" Koven inquired.\n\n\"The local agent for the continent, named Spotwood. He says Bruschloss\nhas conversed privately with the local ruler. Spotwood couldn't plant\ncameras or sound equipment at the conferences--our own blasted code\nforbids it. But the rub is that the ruler has in no way communicated\nwith any of the other tribes on North. _In no way_,\" Van Isaac\nrepeated, with a fist on the desk for emphasis. \"They have drums. The\ndrums say nothing Spotwood can't understand. All perfectly innocent.\nThey have runners. No runners. No flare signals. No secret meetings.\nSpotwood has hired three or four dozen breeds to do his spying, but he\nhas absolutely no idea of how the ruler manages to organize the other\ntribes into these precise, well-timed, well-generaled raids across the\nstrait.\"\n\n\"I'm to find out?\" asked Koven. \"And stop the proceedings?\"\n\n\"Exactly. Spotwood's good, but....\"\n\n\n\nAt the spaceport, Koven pushed his way through the jabbering crowd,\nchecked his baggage onto the Valaya flight, had coffee, and got\nsomething to read from a Vendobook. He chose a volume entitled _The\nTwilight of Meaningism_, by Dr. Reywill of Memphis University. As the\nlong iron dagger of the rocket cut burning through the blue curtain of\nthe sky, he settled down in his compartment to read.\n\nDr. Reywill's work turned out to be an historical analysis of the\nforces which, toward the end of the twentieth century, catalyzed the\narts into pure sensation, utterly devoid of meaning or communication.\nDuring the middle of that century, with poetry restricted to the hands\nof the few who wailed that their mechanized age did not understand\nthem, poetry became exceedingly private in imagery and meaning. In a\nnatural evolution, it completely lost all meaning and became a charming\nmusical form several cuts above the primitive. When the masses found\nthey could merely accept verse as a pleasantry whose sound intrigued\nthem as a rattle intrigues a child, poetry, regained its audience. The\nsame condition held true for music, the dance, painting and sculpture.\nTo Koven, born when Meaningism was two hundred years dead, the notion\nthat a poem could say something seemed quaint and even a trifle\npeculiar.\n\nTwenty-eight hours later Koven landed in Maru, knowing a good deal more\nabout the history of contemporary poetry, but knowing nothing which\nwould help him unravel the puzzle of the raids.\n\n\n\n\"No Van Isaac wasn't kidding,\" Jimmy Spotwood said. \"The colonization\nboard worked Valaya over from one end to the other. This is genuine,\nauthentic and otherwise real tropicana.\"\n\nKoven stood at the window of Spotwood's shack, which looked down a long\nstreet to the central clearing which formed the crossroads of Maru.\nBluish sky spread out overhead like sheets of hot metal, and the almost\npoisonously colorful foliage stuttered gently in a hot breeze. The\nnearly undressed inhabitants, skins belying only a touch of the bluish\nblood from Mars, idled along from hut to hut, talking or playing with\nthe children. The only note of turmoil was sounded by the slapping skin\ndrums from the far side of the village. Koven turned around to his host.\n\n\"Are they beating the drums for any purpose?\" he wanted to know.\n\nSpotwood took a drink from a sanitary plastic bubble. \"Once a month\neverybody on North gets together for a shindig.\" He smirked with\ngood-natured lasciviousness. \"The whole rigamarole is years old.\nGuarantees that plenty of good strong babies will be born, and that\nthe crops won't fail, or some such rot. O'course,\" Spotwood said\nlaconically, \"this monthly assembly would be the logical time to\nsuspect, if they ever did anything but put on a sexual exhibition in\nthat clearing down the road. Maybe,\" he added, \"the head dancer's\npelvis--a female, by the way--is tattooed with a message in some sort\nof invisible ink our poor old Earth eyes can't see. Her belly gyrations\nwould guarantee high readership, if nothing else.\"\n\nKoven smiled thinly, as a knock rattled on the slatted door.\n\nSpotwood's eyes slitted down and jumped briefly to Koven's, in a glance\nwhich the latter interpreted to read, _News isn't slow in Maru. I'll\nbet this is the prime mover._ Koven instinctively patted the flat\npistol beneath his coat, his back to the door as Spotwood opened it.\n\n\"I understand we have a visitor in the village,\" came the sound of an\nunpleasant, wet and wheezing voice.\n\n\"You're right,\" said Spotwood. \"Come on in, Bruschloss.\"\n\nMolding his face into a careful expression of relaxed disinterest,\nKoven turned around to face The Hog.\n\nBruschloss extended a pink gobby hand. \"Koven, did you say? I'm always\ndelighted to see anyone here with Earth blood in his veins.\" He\nlaughed self-consciously, and the rolling folds of his belly quivered.\n\"Even though we are on opposite sides of the political fence we can\nstill be friends, I hope. You arrived at a good time. Tonight's the\ncelebration.\" He seemed to breathe more quickly at the thought; he\nsavored the words like a man aroused by a fetish.\n\n\"Spotwood's been telling me,\" Koven said.\n\n\"Has he, eh? He enjoys them too, I'll wager.\" No reply from Spotwood,\nsave the pop of another gin globe being opened.\n\n\"Have a drink, Bruschloss?\" Spotwood asked.\n\n\"No, I don't think so. Liquor makes me very sleepy. I want to be alert\nfor the ceremony tonight. I love to watch Chemin dance.\"\n\n\"Quite a woman,\" Spotwood agreed.\n\n\"Er ... what is your line of business?\" inquired Bruschloss of Koven,\nelevating the wrinkles on his steaming forehead into an expression of\ncuriosity.\n\n\"I came to help Jimmy finish up in a hurry.\"\n\n\"Trying to discover whether you might seed Valaya for platinum?\" asked\nBruschloss with perfect innocence.\n\nSpotwood snickered. \"What's the matter with you, Bruschloss? Are you\nsure you haven't had a drink? You know it's petro I'm after.\"\n\n\"Of course! I am stupid, forgive me.\" A self-conscious pause ensued,\nwhile no one spoke. Then Bruschloss, as if snatching at any clue that\nmight tell him more about the visitor to Maru, spied Koven's book,\nslung carelessly along with his other gear on the deal table. \"A book!\"\nexclaimed The Hog, rolling forward. \"Mr. Koven, it delights me to find\na literate man in this wilderness.\" He turned a few pages, leaving\nblack sweaty thumb prints on the thin plastic leaves.\n\n\"The disappearance of meaning from poetry, eh?\" he said, snapping the\nbook closed. \"I must read it some time, if you'll lend it.\"\n\nKoven said he would, and Bruschloss made a quick exit. He seemed to do\nthings in opposites. First he had been straining to remain and keep\nconversation alive. Last, he had been straining to leave as rapidly as\npossible. In spite of the man's slovenly appearance, Koven knew he had\na dangerous enemy. Bruschloss would have had to be an utter moron to\nbelieve that Koven had come to Maru simply to aid Spotwood. Spotwood\nhimself, as if sensing Koven's appraisal of the man from the Betelgeuse\nBloc, spoke:\n\n\"Watch him. He's got three uglies up at his place who do nothing all\nday but drink and play cards. They're here in case of trouble.\"\n\nKoven smiled thinly. \"I hope we can accommodate them.\"\n\n\n\nToward the end of the sixteen-hour-day, after Spotwood had prepared\ndinner from food cubes, Koven decided to take a stroll around the\nvillage. The citizens hardly gave him a glance, engrossed in eating\nwithin their houses. From glimpses Koven caught, they hardly looked\nlike a warlike crew, and yet he had read the tales of atrocities\ncommitted across the strait on South, and he felt a crawly sensation on\nhis spine. Tonight, perhaps, plans would be laid for the next attack,\nwhile he knew nothing about the process which would probably go on\nright around him. Certainly the people of Valaya weren't 'paths. He\nknew that much.\n\nKoven crossed the central clearing and turned left toward the village\nfringe. He passed the final few dwellings and turned left again, up a\nslight wooded rise, back across which he could reach Spotwood's house.\nAs he crossed the spine of the ridge, he thought he noticed a movement\nalong to his right, and turned in that direction. He caught sight of an\narm arching forward, and a small circular object spiraling down toward\nhis head through the spicy air. Instinctively trained, Koven pumped\nhis legs and slid out forward along the ground, rolling, watching\nthe object go spinning crazily by against the darkening heavens. He\nextended an arm, caught a tree and jerked himself around into the\nprotection of its thick trunk as a flat explosion tore the air and\nsmashed his eardrums. He closed his eyes tightly. The blazing white\nflash lasted only a second.\n\nStruggling up, he had time only to see the scooped-out pit along the\nspine's crest, smoking like a raw wound, where the bomb had struck.\nBoots bit earth, coming in his direction at a dead run. Koven crouched\nin tree shadow, hoping that his adversary had not seen him scramble to\nsafety in the illusive light on the hill. He snaked the flat pistol\nfree of its casing just as the attacker broke through a clump of brush.\nKoven had a fleeting impression of massive size, a meaty face and short\nspiky dark hair. Then he was on his feet, charging against his enemy,\nwho abruptly saw him and ground to a halt.\n\nThe attacker's mouth made a red startled O, and one heavy hand labored\nto bring up a heavy pistol. But Koven had already fired. The pale thin\nbeam lanced out in complete silence. The enemy dropped his weapon but\nhad no time to utter a sound. The skin of his head began to blacken\nand fall away in charring strips. Koven always felt relieved when a\nman shot like that fell, for he did not have to look at the bubbling\nhorror of burning flesh and gristle.\n\nSwinging around, Koven scrutinized the village. No clamor, no outcry\nhad been made. The central street overflowed now, for the short night\nhad nearly begun, and torches began to flare, throwing up great roiling\nshadows on the trees as the crowd babbled and pressed down to the main\nclearing.\n\nWhy in the name of sense had the attack come now? at this precise\nmoment? Spotwood had been in Maru for months, and had said nothing\nabout any sort of attack on him. Certainly Bruschloss suspected\nSpotwood. All men from Earth had to be suspect here, to a man from the\nBetelgeuse Bloc. Therefore something about himself which, offhand, he\ncouldn't pinpoint, had driven The Hog far enough into fear to send this\nattacker.\n\nThis point Spotwood verified after Koven jogged back to the house at a\nrun. Spotwood scratched his chin and whistled. \"Why the blazes is he\nafter you right away?\" Spotwood asked.\n\n\"I'm wondering the same.\"\n\n\"He must think you've found out how he organizes the raids.\"\n\n\"That's the hell of it. I haven't.\"\n\nFrom the central clearing came a staccato increase in the tempo of the\ndrumming. Spotwood swiveled around, listening, while Koven continued\nto scowl dismally at the floor. Spotwood snagged a light coat from the\ncorner and slipped into it. \"They'll be starting in a minute. Come on.\"\nOnce again he managed to grin. \"You don't want to miss Chemin. They\ncall the dance a shango. I often wince when I think what a pastor would\ncall it.\"\n\nKoven followed Spotwood from the shanty, and they trudged down the\nblue-lit street toward the swaying mob in the clearing. Koven quickly\noutlined a few facts to his companion. They must pretend not to notice\nthe surprise on the face of Bruschloss, which would certainly be\npresent when Koven turned up alive. Moreover, Koven made it clear that\nthey should not even look the least suspiciously in The Hog's direction.\n\n\"Tough order,\" Spotwood offered. \"Bruschloss sees you alive, he knows\nyou probably saw, and killed, the man who tried to get you. He figures\nyou described the killer to me, and also figures I pegged him down for\nyou as one of his assistants.\"\n\n\"Still, let's try to bluff it out.\"\n\nThey pressed through the edges of the crowd, ignored, for the watchers\nconcentrated upon the figures diving and turning and stamping their\nfeet on the earth in the center of the ring, clad in feathers and\nlittle else, skins shining and polished by sweat in the bubbling light\nof the ghastly blue flares. Spotwood shouldered off to stand a fair\ndistance away, and Koven found a slight break in the crowd and crouched\ndown on his haunches, stabbing a cigarette into his mouth. From the\nrear of the circle a young girl appeared, very beautiful, with a tuft\nof feathers at her hip, and her breasts oiled and glowing like metal\ncones. Koven gathered this was Chemin, for the name passed on many\ntongues. A circle of male dancers closed around her.\n\nKoven kept his head straight front, but moved his eyes in their\nsockets, so that he could see Bruschloss, backed up by two men with\nthick shoulders standing directly behind. The trio blurred almost out\nof sight at the edge of Koven's line of vision. Bruschloss sat bent\nforward, his rolled belly heaving, and the sweaty, stubbled skin of his\nface looking rotted in the blue light. He followed each movement of the\ndancer Chemin with obscene concentration, but Koven, switching his eyes\nfront, had the unpleasant feeling that the two burly companions were\nscrutinizing him.\n\nChemin's dance became less sexual for a few moments, became the sort of\ndance you might almost expect to see on a photovision variety hour; a\ndance without specific meaning.\n\nAbruptly the palms of Koven's hands felt wet.\n\nHe lurched to his feet and searched the crowd for Spotwood. The crowd\nseemed intensely quiet during Chemin's performance. Each man had his\neyes riveted to the flying hands and undulating body of the girl in the\ncenter. Koven inched his way free of the crowd, still keeping watch on\nthe dance. He just broke from the edges as Chemin disappeared into the\ndarkness from which she had come, and pairs of males and females, with\nsharp, biting cries, began again the ritual.\n\nWith a throbbing in his nerves that always came when he was very close\nto something he worked for, Koven cut around a series of huts in time\nto see the girl Chemin disappear into one of them. Looking left and\nright, seeing no one except the crowd at the rear of the hut forming\nthis edge of the ring, he eased out the pistol and stepped through the\nhangings.\n\nChemin sat with her head resting wearily on her arms, as if the dancing\nhad drained her last reserve of energy. The light scuff of Koven's\nshoes on dirt caused her to whip her head up, and he realized again how\nattractive she was, in spite of the perspiration filming her body and\nthe tired haggardness of her features.\n\n\"Don't make a single sound,\" he warned. \"I'll fire.\"\n\nGradually the spasmodic quivering in her throat subsided. \"You are the\nnew man here with Spotwood,\" she said, frightened.\n\nKoven nodded. \"I came to find out how Bruschloss organized the attacks\non South, through your ruler.\" The Hog's name washed the light of truth\nfor a moment into her eyes, and Koven pressed on, sure. \"We didn't know\nhow the plans for attack were circulated on this continent. But you've\nbeen giving the plans, out there in the ring. That solo dance had a\nmeaning.\"\n\n\"Fertility ...\" she began.\n\n\"Oh, no. Before and after it, yes. But the women paid no attention to\nyour solo dance. The men did. They were attentive. They were waiting\nfor and receiving orders, weren't they? Orders your ruler had to give\nthrough a dance, because Spotwood was here, and you couldn't dare give\nthem in a way he might understand.\"\n\n\"You are wrong.\"\n\nKoven stepped forward and pressed the pistol against Chemin's breast.\nIn the badly-lit tent he could still see the flesh of that breast\nharden. \"Am I wrong?\"\n\nA tiny tongue caressed her lips in anxiety. \"What are you going to do\nwith me?\"\n\n\"Do you have more to tell them?\"\n\n\"No, I....\"\n\n\"Tell the truth.\" The pistol muzzle ground an ugly white pit in her\nflesh.\n\n\"Yes, I have more.\"\n\n\"When you dance, tell the people to kill Bruschloss and his two men,\nimmediately. Orders from your ruler. Bruschloss is a traitor, tell\nthem.\"\n\nAghast: \"I could not....\"\n\n\"Would you rather die?\"\n\n\"The ruler will know....\"\n\n\"You show me where he is sitting. I'll take care of him. If you should\ngive the wrong message when you dance ... if they should turn on me,\nI'll still manage to kill you before they get me. So it's entirely up\nto you whether you live or die.\" He recognized acceptance in her bowed\nneck. \"I want you to show me how the dance works. Show me the motions,\nthe gestures you use to explain plans for the attack.\"\n\nChemin gazed obliquely at him with tormented eyes. Then she crossed\nher wrists and moved her fingers in a fluttering motion. \"This is the\nsign for a small peninsula south of here, on the strait. This ...\" She\npantomimed again. \"... is the sign which means meeting place. This....\"\nAnd so she rehearsed the various signals, and then the message Koven\nhad issued, while he kept his pistol trained on her. He knew now what\nhad alarmed Bruschloss, what had prompted the attack so suddenly.\n\n\n\nChemin danced, in the ring again. Koven stood almost directly behind\nthe ruler, fitting a tiny cylindrical attachment to the muzzle of his\npistol, to reduce the power for close range. Once more the men glued\ntheir eyes on the dancing figure. Seconds after the dance had begun,\nthe ruler uttered a sharp gasp and lurched up from his woven chair\nas he read the new message. Koven's hand touched him and he stepped\naround the chair in the darkness. Koven slid the pistol forward and\ntriggered it. Only a faint white glow showed flush against the belly\nof the ruler. With the smell of burned flesh eating in his nostrils,\nKoven lowered the ruler's body to the ground. The crowd to either\nside had surged forward slightly, beginning to talk curiously now,\npaying no attention to Koven. Across the ring, Bruschloss blinked and\ngestured sweatily, while his two assistants closed in tight against his\nshoulders. The drums slapped in a frenzy.\n\nKoven saw a man break from the edge of the ring and lurch across toward\nBruschloss. Chemin stopped her dance, collapsing to her knees. One of\nBruschloss' men shot the first attacker, but by then the crowd had\nbroken, and men boiled forward, and Koven heard The Hog's scream as a\nsea of writhing backs and arms and legs closed over him. The sounds\nwere gruesome.\n\nKoven turned and raced up the long street to Spotwood's house. The\nseemingly careless agent reeled in moments later, to hear Koven\nfinishing at the communicator set: \"... that's right, two Control\nsquads. And for God's sake make it within twenty minutes, before they\ndecide to massacre us.\" He threw down a switch and swung around on the\nstool, grinning lopsidedly. Down the long avenue echoed screams, and an\nangry mob shouting.\n\n\"Bang! Like that!\" Spotwood breathed. \"What the hell happened?\"\n\nKoven sketched it quickly.\n\n\"You knew,\" Spotwood said in astonishment, pointing to the table,\n\"because of that book you happened to read?\"\n\nKoven nodded. \"The arts no longer convey meaning, but the ruler of Maru\nmanaged to put it back in. Something you didn't look for. Something I\nwouldn't have looked for ... if I hadn't stopped at a Vendobook.\"\n\n\"You think they'll come after us?\" Spotwood asked.\n\nKoven glanced out the window. At the street's end, pieces of something\nmeaty and red had been hoisted up by the crowd on long, sharp poles.\nThey glistened in the flaring light.\n\n\"They may. They're in a wild mood. Once Control takes over, though,\nthe attacks will be a thing of the past. But until then....\"\n\n\"Holy God,\" Spotwood breathed. He went toward a cupboard, stopped\nat the table and glanced down. Nearly in awe, he read aloud, \"_The\nTwilight of Meaningism_. Mph.\" An emphatic shake of the head. Then he\nunlimbered a pistol from the cupboard, and they sat down to wait.\n\nTwenty-three minutes later 'copters were snarling across the night over\nthe village, and beams cut swathes back and forth over a sea of tossing\nbluish faces. Spotwood stood up with a sigh, stretched and took down\ntwo gin bubbles, saying to Koven, \"Have a drink.\"",
    "metadata": {
        "author": [
            "Jakes, John W.",
            "Jakes, John William",
            "Scotland, Jay",
            "Jakes, John"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/59414/pg59414.txt",
        "name": "shango.json"
    }
}