{
    "name": "Shareholders\nDeep Waters, Part 1.",
    "author": [
        "Jacobs, William Wymark",
        "Jacobs, W. W. (William Wymark)"
    ],
    "body": "\n\nSHAREHOLDERS\n\n\nSailor man--said the night-watchman, musingly--a sailorman is like a fish\nhe is safest when 'e is at sea.  When a fish comes ashore it is in for\ntrouble, and so is sailorman.  One poor chap I knew 'ardly ever came\nashore without getting married; and he was found out there was no less\nthan six wimmen in the court all taking away 'is character at once.  And\nwhen he spoke up Solomon the magistrate pretty near bit 'is 'ead off.\n\nThen look at the trouble they get in with their money!  They come ashore\nfrom a long trip, smelling of it a'most, and they go from port to port\nlike a lord.  Everybody has got their eye on that money--everybody except\nthe sailorman, that is--and afore he knows wot's 'appened, and who 'as\ngot it, he's looking for a ship agin.  When he ain't robbed of 'is money,\nhe wastes it; and when 'e don't do either, he loses it.\n\nI knew one chap who hid 'is money.  He'd been away ten months, and,\nknowing 'ow easy money goes, 'e made up sixteen pounds in a nice little\nparcel and hid it where nobody could find it.  That's wot he said, and\np'r'aps 'e was right.  All I know is, he never found it.  I did the same\nthing myself once with a couple o' quid I ran acrost unexpected, on'y,\nunfortunately for me, I hid it the day afore my missus started 'er\nspring-cleaning.\n\nOne o' the worst men I ever knew for getting into trouble when he came\nashore was old Sam Small. If he couldn't find it by 'imself, Ginger Dick\nand Peter Russet would help 'im look for it.  Generally speaking they\nfound it without straining their eyesight.\n\nI remember one time they was home, arter being away pretty near a year,\nand when they was paid off they felt like walking gold-mines.  They went\nabout smiling all over with good-temper and 'appiness, and for the first\nthree days they was like brothers.  That didn't last, of course, and on\nthe fourth day Sam Small, arter saying wot 'e would do to Ginger and\nPeter if it wasn't for the police, went off by 'imself.\n\nHis temper passed off arter a time, and 'e began to look cheerful agin.\nIt was a lovely morning, and, having nothing to do and plenty in 'is\npocket to do it with, he went along like a schoolboy with a 'arf holiday.\nHe went as far as Stratford on the top of a tram for a mouthful o' fresh\nair, and came back to his favourite coffee-shop with a fine appetite for\ndinner. There was a very nice gentlemanly chap sitting opposite 'im, and\nthe way he begged Sam's pardon for splashing gravy over 'im made Sam take\na liking to him at once.  Nicely dressed he was, with a gold pin in 'is\ntie, and a fine gold watch-chain acrost his weskit; and Sam could see he\n'ad been brought up well by the way he used 'is knife and fork.  He kept\nlooking at Sam in a thoughtful kind o' way, and at last he said wot a\nbeautiful morning it was, and wot a fine day it must be in the, country.\nIn a little while they began to talk like a couple of old friends, and he\ntold Sam all about 'is father, wot was a clergyman in the country, and\nSam talked about a father of his as was living private on three 'undred a\nyear.\n\n\"Ah, money's a useful thing,\" ses the man.\n\n\"It ain't everything,\" ses Sam.  \"It won't give you 'appiness.  I've run\nthrough a lot in my time, so I ought to know.\"\n\n\"I expect you've got a bit left, though,\" ses the man, with a wink.\n\nSam laughed and smacked 'is pocket.  \"I've got a trifle to go on with,\"\nhe ses, winking back.  \"I never feel comfortable without a pound or two\nin my pocket.\"\n\n\"You look as though you're just back from a vy'ge,\" ses the man, looking\nat 'im very hard.\n\n\"I am,\" ses Sam, nodding.  \"Just back arter ten months, and I'm going to\nspend a bit o' money afore I sign on agin, I can tell you.\"\n\n\"That's wot it was given to us for,\" ses the man, nodding at him.\n\nThey both got up to go at the same time and walked out into the street\ntogether, and, when Sam asked 'im whether he might have the pleasure of\nstanding 'im a drink, he said he might.  He talked about the different\nkinds of drink as they walked along till Sam, wot was looking for a high-\nclass pub, got such a raging thirst on 'im he hardly knew wot to do with\n'imself.  He passed several pubs, and walked on as fast as he could to\nthe Three Widders.\n\n\"Do you want to go in there partikler?\" ses the man, stopping at the\ndoor.\n\n\"No,\" ses Sam, staring.\n\n\"'Cos I know a place where they sell the best glass o' port wine in\nLondon,\" ses the man.\n\nHe took Sam up two or three turnings, and then led him into a quiet\nlittle pub in a back street.  There was a cosy little saloon bar with\nnobody in it, and, arter Sam had 'ad two port wines for the look of the\nthing, he 'ad a pint o' six-ale because he liked it.  His new pal had one\ntoo, and he 'ad just taken a pull at it and wiped his mouth, when 'e\nnoticed a little bill pinned up at the back of the bar.\n\n\"_Lost, between--the Mint and--Tower Stairs,_\" he ses, leaning forward\nand reading very slow, \"_a gold--locket--set with--diamonds.  Whoever\nwill--return--the same to--Mr. Smith--Orange Villa--Barnet--will receive\n--thirty pounds--reward.\"\n\n\"'Ow much?\" ses Sam, starting. \"Thirty pounds,\" ses the man.  \"Must be a\ngood locket.  Where'd you get that?\" he ses, turning to the barmaid.\n\n\"Gentleman came in an hour ago,\" ses the gal, \"and, arter he had 'ad two\nor three drinks with the guv'nor, he asks 'im to stick it up.  'Arf\ncrying he was--said 'it 'ad belonged to his old woman wot died.\"\n\nShe went off to serve a customer at the other end of the bar wot was\nmaking little dents in it with his pot, and the man came back and sat\ndown by Sam agin, and began to talk about horse-racing.  At least, he\ntried to, but Sam couldn't talk of nothing but that locket, and wot a\nnice steady sailorman could do with thirty pounds.\n\n\"Well, p'r'aps you'll find it,\" ses the man, chaffing-like.  \"'Ave\nanother pint.\"\n\nSam had one, but it only made 'im more solemn, and he got in quite a\ntemper as 'e spoke about casuals loafing about on Tower Hill with their\n'ands in their pockets, and taking gold lockets out of the mouths of\nhard-working sailormen.\n\n\"It mightn't be found yet,\" ses the man, speaking thoughtful-like.  \"It's\nwonderful how long a thing'll lay sometimes.  Wot about going and 'aving\na look for it?\"\n\nSam shook his 'ead at fust, but arter turning the thing over in his mind,\nand 'aving another look at the bill, and copying down the name and\naddress for luck, 'e said p'r'aps they might as well walk that way as\nanywhere else.\n\n\"Something seems to tell me we've got a chance,\" ses the man, as they\nstepped outside.\n\n\n\"It's a funny feeling and I can't explain it, but it always means good\nluck.  Last time I had it an aunt o' mine swallered 'er false teeth and\nleft me five 'undred pounds.\"\n\n\"There's aunts and aunts,\" ses Sam, grunting.  \"I 'ad one once, but if\nshe had swallered 'er teeth she'd ha' been round to me to help 'er buy\nsome new ones.  That's the sort she was.\"\n\n\"Mind!\" ses the man, patting 'im on the shoulder, \"if we do find this, I\ndon't want any of it.  I've got all I want.  It's all for you.\"\n\nThey went on like a couple o' brothers arter that, especially Sam, and\nwhen they got to the Mint they walked along slow down Tower Hill looking\nfor the locket.  It was awkward work, because, if people saw them looking\nabout, they'd 'ave started looking too, and twice Sam nearly fell over\nowing to walking like a man with a stiff neck and squinting down both\nsides of his nose at once.  When they got as far as the Stairs they came\nback on the other side of the road, and they 'ad turned to go back agin\nwhen a docker-looking chap stopped Sam's friend and spoke to 'im.\n\n\"I've got no change, my man,\" ses Sam's pal, pushing past him.\n\n\"I ain't begging, guv'nor,\" ses the chap, follering 'im up.  \"I'm trying\nto sell some-thing.\"\n\n\"Wot is it?\" ses the other, stopping.\n\nThe man looked up and down the street, and then he put his 'ead near them\nand whispered.\n\n\"Eh?\" ses Sam's pal.\n\n\"Something I picked up,\" ses the man, still a-whispering.\n\nSam got a pinch on the arm from 'is pal that nearly made him scream, then\nthey both stood still, staring at the docker.\n\n\"Wot is it?\"  ses Sam, at last.\n\nThe docker looked over his shoulder agin, and then 'e put his 'and in his\ntrouser-pocket and just showed 'em a big, fat gold locket with diamonds\nstuck all over it.  Then he shoved it back in 'is pocket, while Sam's pal\nwas giving 'im a pinch worse than wot the other was.\n\n\"It's the one,\" he ses, in a whisper.  \"Let's 'ave another look at it,\"\nhe ses to the docker.\n\nThe man fished it out of his pocket agin, and held on to it tight while\nthey looked at it.\n\n\"Where did you find it?\" ses Sam.\n\n\"Found it over there, just by the Mint,\" ses the man, pointing.\n\n\"Wot d'ye want for it?\" ses Sam's pal.\n\n\"As much as I can get,\" ses the man.  \"I don't quite know 'ow much it's\nworth, that's the worst of it.  Wot d'ye say to twenty pounds, and chance\nit?\"\n\nSam laughed--the sort of laugh a pal 'ad once give him a black eye for.\n\n\"Twenty pounds!\" he ses; \"twenty pounds!  'Ave you gorn out of your mind,\nor wot?  I'll give you a couple of quid for it.\"\n\n\"Well, it's all right, captin,\" ses the man, \"there's no 'arm done.  I'll\ntry somebody else--or p'r'aps there'll be a big reward for it.  I don't\nbelieve it was bought for a 'undred pounds.\"\n\nHe was just sheering off when Sam's pal caught 'im by the arm and asked\nhim to let 'im have another look at it.  Then he came back to Sam and led\n'im a little way off, whispering to 'im that it was the chance of a\nlife time.\n\n\"And if you prefer to keep it for a little while and then sell it,\ninstead of getting the reward for it, I dare say it would be worth a\nhundred pounds to you,\" 'e ses.\n\n\"I ain't got twenty pounds,\" ses Sam.\n\n\"'Ow much 'ave you got?\" ses his pal.\n\nSam felt in 'is pockets, and the docker came up and stood watching while\nhe counted it.  Altogether it was nine pounds fourteen shillings and\ntuppence.\n\n\"P'r'aps you've got some more at 'ome,\" ses his pal.\n\n\"Not a farthing,\" ses Sam, which was true as far as the farthing went.\n\n\"Or p'r'aps you could borrer some,\" ses his pal, in a soft, kind voice.\n\"I'd lend it to you with pleasure, on'y I haven't got it with me.\"\n\nSam shook his 'ead, and at last, arter the docker 'ad said he wouldn't\nlet it go for less than twenty, even to save 'is life, he let it go for\nthe nine pounds odd, a silver watch-chain, two cigars wot Sam 'ad been\nsitting on by mistake, and a sheath-knife.\n\n\"Shove it in your pocket and don't let a soul see it,\" ses the man,\nhanding over the locket.  \"I might as well give it away a'most.  But it\ncan't be 'elped.\"\n\nHe went off up the 'ill shaking his 'ead, and Sam's pal, arter watching\nhim for a few seconds, said good-bye in a hurry and went off arter 'im to\ntell him to keep 'is mouth shut about it.\n\nSam walked back to his lodgings on air, as the saying is, and even did a\nlittle bit of a skirt-dance to a pianner-organ wot was playing.  Peter\nand Ginger was out, and so was his land-lady, a respectable woman as was\nminding the rest of 'is money for him, and when he asked 'er little gal,\na kid of eleven, to trust 'im for some tin she gave 'im a lecture on\nwasting his money instead wot took 'is breath away--all but a word or two.\n\nHe got some of 'is money from his landlady at eight o'clock, arter\nlistening to 'er for 'arf an hour, and then he 'ad to pick it up off of\nthe floor, and say \"Thank you\" for it.\n\nHe went to bed afore Ginger and Peter came in, but 'e was so excited he\ncouldn't sleep, and long arter they was in bed he laid there and thought\nof all the different ways of spending a 'undred pounds.  He kept taking\nthe locket from under 'is piller and feeling it; then he felt 'e must\n'ave another look at it, and arter coughing 'ard two or three times and\ncalling out to the other two not to snore--to see if they was awake--he\ngot out o' bed and lit the candle.  Ginger and Peter was both fast\nasleep, with their eyes screwed up and their mouths wide open, and 'e sat\non the bed and looked at the locket until he was a'most dazzled.\n\n\"'Ullo, Sam!\"  ses a voice.  \"Wot 'ave you got there?\"\n\nSam nearly fell off the bed with surprise and temper.  Then 'e hid the\nlocket in his 'and and blew out the candle.\n\n\"Who gave it to you?\" ses Ginger.\n\n\"You get off to sleep, and mind your own bisness,\" ses Sam, grinding 'is\nteeth.\n\nHe got back into bed agin and laid there listening to Ginger waking up\nPeter.  Peter woke up disagreeable, but when Ginger told 'im that Sam 'ad\nstole a gold locket as big as a saucer, covered with diamonds, he altered\n'is mind.\n\n\"Let's 'ave a look at it,\" he ses, sitting up.\n\n\"Ginger's dreaming,\" ses Sam, in a shaky voice.  \"I ain't got no locket.\nWot d'you think I want a locket for?\"\n\nGinger got out o' bed and lit the candle agin.  \"Come on!\" he ses, \"let's\n'ave a look at it.  I wasn't dreaming.  I've been awake all the time,\nwatching you.\"\n\nSam shut 'is eyes and turned his back to them.\n\n\"He's gone to sleep, pore old chap,\" ses Ginger.  \"We'll 'ave a look at\nit without waking 'im.  You take that side, Peter!  Mind you don't\ndisturb 'im.\"\n\nHe put his 'and in under the bed-clo'es and felt all up and down Sam's\nback, very careful.  Sam stood it for 'arf a minute, and then 'e sat up\nin bed and behaved more like a windmill than a man.\n\n\"Hold his 'ands,\" ses Ginger.\n\n\"Hold 'em yourself,\" ses Peter, dabbing 'is nose with his shirt-sleeve.\n\n\"Well, we're going to see it,\" ses Ginger, \"if we have to make enough\nnoise to rouse the 'ouse.  Fust of all we're going to ask you perlite;\nthen we shall get louder and louder. _Show us the locket wot you stole,\nSam!_\"\n\n\"Show--us--the--diamond locket!\"  ses Peter.\n\n\"It's my turn, Peter,\" ses Ginger.  \"One, two, three.  SHOW--US--TH'----\"\n\n\"Shut up,\" ses Sam, trembling all over.  \"I'll show it to you if you stop\nyour noise.\"\n\nHe put his 'and under his piller, but afore he showed it to 'em he sat up\nin bed and made 'em a little speech.  He said 'e never wanted to see\ntheir faces agin as long as he lived, and why Ginger's mother 'adn't put\n'im in a pail o' cold water when 'e was born 'e couldn't understand.  He\nsaid 'e didn't believe that even a mother could love a baby that looked\nlike a cod-fish with red 'air, and as for Peter Russet, 'e believed his\nmother died of fright.\n\n\"That'll do,\" ses Ginger, as Sam stopped to get 'is breath.  \"Are you\ngoing to show us the locket, or 'ave we got to shout agin?\"\n\nSam swallered something that nearly choked 'im, and then he opened his\n'and and showed it to them.  Peter told 'im to wave it so as they could\nsee the diamonds flash, and then Ginger waved the candle to see 'ow they\nlooked that way, and pretty near set pore Sam's whiskers on fire.\n\nThey didn't leave 'im alone till they knew as much about it as he could\ntell 'em, and they both of 'em told 'im that if he took a reward of\nthirty pounds for it, instead of selling it for a 'undred, he was a\nbigger fool than he looked.\n\n\"I shall turn it over in my mind,\" ses Sam, sucking 'is teeth.  \"When I\nwant your advice I'll ask you for it.\"\n\n\"We wasn't thinking of you,\" ses Ginger; \"we was thinking of ourselves.\"\n\n\"You!\" ses Sam, with a bit of a start.  \"Wot's it got to do with you?\"\n\n\"Our share'll be bigger, that's all,\" ses Ginger.\n\n\"Much bigger,\" ses Peter.  \"I couldn't dream of letting it go at thirty.\nIt's chucking money away.  Why, we might get _two_ 'undred for it.  Who\nknows?\"\n\nSam sat on the edge of 'is bed like a man in a dream, then 'e began to\nmake a noise like a cat with a fish-bone in its throat, and then 'e stood\nup and let fly.\n\n\"Don't stop 'im, Peter,\" ses Ginger.  \"Let 'im go on; it'll do him good.\"\n\n\"He's forgot all about that penknife you picked up and went shares in,\"\nses Peter.  \"I wouldn't be mean for _twenty_ lockets.\"\n\n\"Nor me neither,\" ses Ginger.  \"But we won't let 'im be mean--for 'is own\nsake.  We'll 'ave our rights.\"\n\n\"Rights!\" ses Sam.  \"Rights!  You didn't find it.\"\n\n\"We always go shares if we find anything,\" ses Ginger.  \"Where's your\nmemory, Sam?\"  \"But I didn't find it,\" ses Sam.\n\n\"No, you bought it,\" ses Peter, \"and if you don't go shares we'll split\non you--see?  Then you can't sell it anyway, and perhaps you won't even\nget the reward.  We can be at Orange Villa as soon as wot you can.\"\n\n\"Sooner,\" ses Ginger, nodding.  \"But there's no need to do that.  If 'e\ndon't go shares I'll slip round to the police-station fust thing in the\nmorning.\"\n\n\"You know the way there all right,\" ses Sam, very bitter.\n\n\"And we don't want none o' your back-answers,\" ses Ginger.  \"Are you\ngoing shares or not?\"\n\n\"Wot about the money I paid for it?\" ses Sam, \"and my trouble?\"\n\nGinger and Peter sat down on the bed to talk it over, and at last, arter\ncalling themselves a lot o' bad names for being too kind-'earted, they\noffered 'im five pounds each for their share in the locket.\n\n\"And that means you've got your share for next to nothing, Sam,\" ses\nGinger.\n\n\"Some people wouldn't 'ave given you any-thing,\" ses Peter.\n\nSam gave way at last, and then 'e stood by making nasty remarks while\nGinger wrote out a paper for them all to sign, because he said he had\nknown Sam such a long time.\n\nIt was a'most daylight afore they got to sleep, and the fust thing Ginger\ndid when he woke was to wake Sam up, and offer to shake 'ands with him.\nThe noise woke Peter up, and, as Sam wouldn't shake 'ands with 'im\neither, they both patted him on the back instead.\n\nThey made him take 'em to the little pub, arter breakfast, to read the\nbill about the reward.  Sam didn't mind going, as it 'appened, as he\n'oped to meet 'is new pal there and tell 'im his troubles, but, though\nthey stayed there some time, 'e didn't turn up.  He wasn't at the\ncoffee-shop for dinner, neither.\n\nPeter and Ginger was in 'igh spirits, and, though Sam told 'em plain that\nhe would sooner walk about with a couple of real pickpockets, they\nwouldn't leave 'im an inch.\n\n\"Anybody could steal it off of you, Sam,\" ses Ginger, patting 'im on the\nweskit to make sure the locket was still there.  \"It's a good job you've\ngot us to look arter you.\"\n\n\"We must buy 'im a money-belt with a pocket in it,\" ses Peter.\n\nGinger nodded at 'im.  \"Yes,\" he ses, \"that would be safer.  And he'd\nbetter wear it next to 'is skin, with everything over it.  I should feel\nmore comfortable then.\"\n\n\"And wot about me?\" says Sam, turning on 'im.\n\n\"Well, we'll take it in turns,\" ses Ginger.  \"You one day, and then me,\nand then Peter.\"\n\nSam gave way at last, as arter all he could see it was the safest thing\nto do, but he 'ad so much to say about it that they got fair sick of the\nsound of 'is voice.  They 'ad to go 'ome for 'im to put the belt on; and\nthen at seven o'clock in the evening, arter Sam had 'ad two or three\npints, they had to go 'ome agin, 'cos he was complaining of tight-lacing.\n\nGinger had it on next day and he went 'ome five times.  The other two\nwent with 'im in case he lost 'imself, and stood there making nasty\nremarks while he messed 'imself up with a penn'orth of cold cream.  It\nwas a cheap belt, and pore Ginger said that, when they 'ad done with it,\nit would come in handy for sand-paper.\n\nPeter didn't like it any better than the other two did, and twice they\n'ad to speak to 'im about stopping in the street and trying to make\n'imself more comfortable by wriggling.  Sam said people misunderstood it.\n\nArter that they agreed to wear it outside their shirt, and even then\nGinger said it scratched 'im.  And every day they got more and more\nworried about wot was the best thing to do with the locket, and whether\nit would be safe to try and sell it.  The idea o' walking about with a\nfortune in their pockets that they couldn't spend a'most drove 'em crazy.\n\n\"The longer we keep it, the safer it'll be,\" ses Sam, as they was walking\ndown Hounds-ditch one day.\n\n\"We'll sell it when I'm sixty,\" ses Ginger, nasty-like.\n\n\"Then old Sam won't be 'ere to have 'is share,\" ses Peter.\n\nSam was just going to answer 'em back, when he stopped and began to smile\ninstead.  Straight in front of 'im was the gentleman he 'ad met in the\ncoffee-shop, coming along with another man, and he just 'ad time to see\nthat it was the docker who 'ad sold him the locket, when they both saw\n'im.  They turned like a flash, and, afore Sam could get 'is breath,\nbolted up a little alley and disappeared.\n\n\"Wot's the row?\"  ses Ginger, staring.\n\nSam didn't answer 'im.  He stood there struck all of a heap.\n\n\"Do you know 'em?\"  ses Peter.\n\nSam couldn't answer 'im for a time.  He was doing a bit of 'ard thinking.\n\n\"Chap I 'ad a row with the other night,\" he ses, at last.\n\nHe walked on very thoughtful, and the more 'e thought, the less 'e liked\nit.  He was so pale that Ginger thought 'e was ill and advised 'im to\n'ave a drop o' brandy.  Peter recommended rum, so to please 'em he 'ad\nboth.  It brought 'is colour back, but not 'is cheerfulness.\n\nHe gave 'em both the slip next morning; which was easy, as Ginger was\nwearing the locket, and, arter fust 'aving a long ride for nothing owing\nto getting in the wrong train, he got to Barnet.\n\nIt was a big place; big enough to 'ave a dozen Orange Villas, but pore\nSam couldn't find one.  It wasn't for want of trying neither.\n\nHe asked at over twenty shops, and the post-office, and even went to the\npolice-station.  He must ha' walked six or seven miles looking for it,\nand at last, 'arf ready to drop, 'e took the train back.\n\nHe 'ad some sausages and mashed potatoes with a pint o' stout at a place\nin Bishopsgate, and then 'e started to walk 'ome.  The only comfort he\n'ad was the thought of the ten pounds Ginger and Peter 'ad paid 'im; and\nwhen he remembered that he began to cheer up and even smile.  By the time\nhe got 'ome 'e was beaming all over 'is face.\n\n\"Where've you been?\"  ses Ginger.\n\n\"Enjoying myself by myself,\" ses Sam.\n\n\"Please yourself,\" ses Peter, very severe, \"but where'd you ha' been if\nwe 'ad sold the locket and skipped, eh?\"\n\n\"You wouldn't 'ave enjoyed yourself by yourself then,\" ses Ginger.  \"Yes,\nyou may laugh!\"\n\nSam didn't answer 'im, but he sat down on 'is bed and 'is shoulders shook\ntill Ginger lost his temper and gave him a couple o' thumps on the back\nthat pretty near broke it.\n\n\"All right,\" ses Sam, very firm.  \"Now you 'ave done for yourselves.  I\n'ad a'most made up my mind to go shares; now you sha'n't 'ave a\nha'penny.\"\n\nGinger laughed then.  \"Ho!\" he ses, \"and 'ow are you going to prevent\nit?\"\n\n\"We've got the locket, Sam,\" ses Peter, smiling and shaking his 'ead at\n'im.\n\n\"And we'll mind it till it's sold,\" ses Ginger.\n\nSam laughed agin, short and nasty.  Then he undressed 'imself very slow\nand got into bed.  At twelve o'clock, just as Ginger was dropping off, he\nbegan to laugh agin, and 'e only stopped when 'e heard Ginger getting out\nof bed to 'im.\n\nHe stayed in bed next morning, 'cos he said 'is sides was aching, but 'e\nlaughed agin as they was going out, and when they came back he 'ad gorn.\n\nWe never know 'ow much we' like anything till we lose it.  A week\narterwards, as Ginger was being 'elped out of a pawnshop by Peter, he\nsaid 'e would give all he 'adn't got for the locket to be near enough to\nSam to hear 'im laugh agin.",
    "metadata": {
        "author": [
            "Jacobs, William Wymark",
            "Jacobs, W. W. (William Wymark)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/11471/pg11471.txt",
        "name": "shareholders_deep_waters_part_1.json"
    }
}