{
    "name": "Short Snorter",
    "author": [
        "Michael, D. J.",
        "Einstein, Charles"
    ],
    "body": "                     _His saucer was parked in the\n                 woods, and Mr. Steariot (from Venus)\n                     was parked in the lobby...._\n\n\nThree paths led through the woods away from the resort hotel, and of\nthe three two were clearly marked: one with a sign that said it led to\nthe lake, the other pointing toward the golf links. The third pathway\nwas unmarked, and this was the one that inevitably the lovers and the\nhoneymooners took--the path that Alice and Fred Daniels followed today.\n\nThe sun was unusually warm for this time of year, but only a few\nyards along the pathway Fred and Alice were swallowed up by the great\nand near-great trees of the forest. The sunlight was, except for an\noccasional patch of light here and there, warded away by the foliage\nabove. The forest was very quiet. The pathway bridged a silent brook,\nand then, perhaps a third of a mile into the woods, turned abruptly to\nthe left and the woods became even more dense, the pathway narrow.\n\nThrough the trees to the right at this point was a clearing, an unusual\ngrassy circle perhaps sixty yards in diameter. It was not the clearing\nitself, however, but, instead, the glint of color in the sunlight that\ncaused Fred and Alice to stop and look.\n\nAlice said, \"Fred, what is that?\"\n\n\"Don't know,\" he said. \"Something red. Let's look.\"\n\nThe two of them turned off the path and made their way through a\ndismal barrage of thicket to the clearing that lay beyond. When they\ngot there, they saw the circular object--_vehicle_ might be a better\nword. It was possibly fifteen yards in diameter. It seemed to be made\nof three rings, smaller ones bottom and top and the larger one ribbing\nthe center, and to be constructed of some kind of plastic. Between the\ncentral and upper rings were set a series of small windows. The entire\nthing was painted a gaudy red.\n\n\"What do you think it is?\" Fred said.\n\n\"A flying saucer,\" Alice said promptly. She laughed a little, but\nclutched at her husband's arm. \"Isn't it?\"\n\n\"I don't know.\"\n\n\"But what else would it be?\"\n\n\"I don't know,\" Fred said again. \"Let's look inside.\"\n\n\"Fred,\" Alice said, \"You'd better not--\"\n\n\"Don't be silly,\" he said, and walked resolutely up to the object and,\nstanding on tiptoe, peered through one of the windows.\n\n\"What is it?\" Alice called from the edge of the clearing. \"What do you\nsee?\"\n\n\"It's empty,\" he called back.\n\n\"What's inside?\"\n\nFred shook his head. \"You won't believe it.\"\n\n\"What?\"\n\n\"It's got a steering wheel,\" he called out hollowly. \"And some dials.\"\n\n\"My goodness,\" Alice said. \"Is it a real one?\"\n\n\"How do I know?\" he said, and rejoined her, casting a series of glances\nuncertainly over his shoulder at the bright red saucer behind him.\n\"What do you suppose we ought to do?\"\n\n\"Tell somebody,\" Alice said. \"I suppose.\"\n\n\"Who do we tell?\"\n\n\"I don't know. There must be _somebody_--\"\n\nThey looked almost guiltily at each other. \"Nobody'll believe us,\" Fred\nsaid.\n\n\"Why not?\" Alice said. \"It's _here_, isn't it?\"\n\nFred stopped and thought. \"Who knows how long it'll stay?\"\n\nThey looked at each other again. Then Alice said slowly, \"If we went\nback and got the camera--\"\n\n\n\nSwiftly, they made their way back toward the hotel through the quiet\nforest. When they got there, they found Mr. Mason, the manager of the\nhotel, adjusting the badminton net in front of the main porch. Mr.\nMason loosed a ready smile. \"How's everything?\" he said. \"Find enough\nto do?\"\n\n\"Yes, thank you,\" Fred said to him. \"We were just walking through the\nwoods. We came back for our camera. Then we're off again.\"\n\nMr. Mason nodded. \"Find the saucer?\"\n\nFred looked at him. \"You mean the flying saucer?\"\n\nThe manager nodded again. \"I see you did find it. Good. Take a picture\nof it, by all means. I've already taken a whole batch myself.\"\n\n\"You have?\" Fred said, frowning. \"What's it all about?\"\n\n\"It's a flying saucer,\" Mr. Mason said. \"From Venus. Mr. Steariot, who\npiloted it, is a guest here. I can introduce you to him if you like. He\nspeaks excellent English.\"\n\nFred Daniels said, \"Wait a minute. You--\"\n\n\"Oh, there's no point in it,\" Mr. Mason said in a weary tone of voice.\n\"No point in it at all. I took pictures. I tried to get the Army up\nhere. I wrote letters.\" He shrugged expressively. \"It's a cynical age\nwe live in, I guess. Everybody's very polite, but they make it clear\nthey think it's just a gimmick I worked up to get the hotel publicity.\"\nHe nodded seriously. \"The whole trouble's with Mr. Steariot. If he had\na light bulb for a head, or seven legs, or talked funny, why, it'd be\na different thing entirely. But he looks and acts just like you or I.\nHere I've got a legitimate flying saucer sitting on my property and you\nmight as well try to tell them it's a--well, a flying saucer! For all\nthey'll believe me. Now you two have seen it with your own eyes and you\ndon't believe it either.\"\n\nFred swallowed and looked at Alice for a moment. Then he said, \"What\ndid you say his name was?\"\n\n\"Mr. Steariot,\" Mr. Mason said. \"Actually, he's just as happy nobody\nbelieves he's from Venus. If they believed it, they'd probably lock him\nup in jail somewhere or impound his saucer. As it is, he says this is\nthe first vacation he's had in years.\" Mr. Mason looked unhappily about\nhim. \"He's probably in the lounge now. Want to meet him?\"\n\nFred said dazedly, \"I--\"\n\n\"Ah, come on,\" Mr. Mason said. \"He won't bite you.\" He led the way up\nthe steps of the porch and into the lounge and over to where a small,\nmustachioed man, wearing eyeglasses and appearing to be in his late\nforties, was working a crossword puzzle in the morning paper.\n\n\"Mr. Steariot,\" Mr. Mason said, \"I should like you to meet Mr. and Mrs.\nDaniels, also guests here. They have just seen your saucer.\"\n\n\"Charmed,\" Mr. Steariot said, and got to his feet. He shook hands with\nFred Daniels. \"Are you here for a long stay, Mr. Daniels?\"\n\n\"I'm not sure,\" Fred said, a little unhappily. \"Mr. Mason told us you\nwere from Venus.\"\n\n\"I told them about you, Mr. Steariot,\" Mr. Mason said. \"Naturally, they\ndon't believe it any more than anybody else.\"\n\n\"No reason why they should,\" Mr. Steariot said amiably. \"No reason in\nthe world, if I may coin a phrase. Dr. Phelps at the Institute didn't\nbelieve it either.\"\n\nMr. Mason said, \"Mr. Steariot here had a long interview with Dr. Phelps\nof the Geophysical Institute at Princeton when he first arrived here on\nEarth with us.\"\n\n\"Oh,\" Fred said. He gazed uncomfortably at Mr. Steariot. \"We didn't\nmean to interrupt you.\"\n\n\"I was only doing the crossword puzzle,\" Mr. Steariot said. \"Do you\nknow a two-letter word for sun-god?\"\n\nAlice said, \"Is this your first trip here?\"\n\n\"You mean here to the hotel,\" Mr. Steariot said, \"or to Earth?\"\n\n\"Earth,\" Fred said, dismally.\n\n\"My second,\" Mr. Steariot said. \"First trip I wound up near Leningrad.\nTerrible time. I thought they'd talk English, but they don't, and they\nthought I was an American, and two of their officials got into the\nsaucer with me, and the only way I could save myself was to take off\nwith them. They're on Venus now.\"\n\n\"This accounts,\" Mr. Mason broke in, \"for the way those two high\nRussian officials suddenly disappeared from sight three years ago. You\nremember? Everybody thought they'd been liquidated.\"\n\nFred Daniels looked around the room. A hollow, frightening feeling had\ncome upon him. There were hundreds of questions he could have asked,\nand yet he wanted nothing so much as to be away from there.\n\nHis wife Alice, though, was constrained to learn more about Mr.\nSteariot. She said, \"Mr. Steariot, may I ask you something?\"\n\n\"By all means,\" Mr. Steariot said, and blinked owlishly at her.\n\n\"Do you,\" Alice said to him, \"carry any money?\"\n\nIt was, Fred Daniels realized, a marvelous question. If there were sham\nhere, this would be the quickest way to--\n\n\"Why, of course.\" Mr. Steariot said, and reached for his wallet.\n\"Let's see--health insurance--saucer driver's license--here, my dear.\nA five-djino bill.\" He extracted a yellow banknote and handed it to\nAlice. The banknote, slightly larger than an American dollar bill, was\nremarkably similar in other particulars. It had upon it a picture of a\nflying saucer, the figure 5, and, spelled out, \"FIVE DJINOS\".\n\n\"Let me sign it for you,\" Mr. Steariot said, taking out a pen. \"You can\nhave it for a souvenier.\"\n\n\"Like the short snorters in the war,\" Mr. Mason, the hotel manager,\nsaid. \"You remember them, Mr. Daniels? Where people got famous\nsignatures on five and ten and twenty-dollar bills and exchanged them\nand what not, and they called them short snorters?\"\n\n\"I remember,\" Fred Daniels said. \"Something like that.\"\n\n\"Five djinos on Venus,\" Mr. Steariot said, signing his name with a\nflourish, \"is worth about twenty dollars here on Earth. No official\nrate of exchange, of course, but from what I've seen, that's about what\nI'd judge. Here you go.\" He handed the bill over.\n\n\"Well, wait, then,\" Fred Daniels said. \"I ought to sign one of _our_\nbills for _you_.\"\n\n\"Ah, no need for that,\" Mr. Steariot said. \"No doubt you need twenty\ndollars worse than I need five djinos.\"\n\n\"Don't be ridiculous,\" Fred said, a little stiffly; and, by now\ncommitted, he went into his wallet and came out with a twenty dollar\nbill. He signed his name to it, using Mr. Steariot's fountain pen.\n\n\"Wonderful,\" Mr. Steariot said. \"How nice to have met you both.\"\n\n\n\n\"I feel very badly about this,\" Mr. Mason, the hotel manager, said to\nFred and Alice. The three of them were on the porch outside. \"This\nshort snorter business always seems to happen whenever I introduce Mr.\nSteariot to anyone. Dr. Phelps at the Institute gave him fifty dollars.\nCan you imagine that?\"\n\n\"It's interesting in its way,\" Fred said. \"It just occurred to me: Mr.\nSteariot can spend Earth money here, but we can't spend Venus money.\"\n\n\"That's true,\" Mr. Mason said. \"On the other hand, Mr. Steariot has\nnever once, to my knowledge, been the one to bring up the subject. I\nthink it's quite painful to him, really. But the same thing inevitably\noccurs to everybody he meets. You know, let's see the color of your\nmoney. I guess people are pretty much the same everywhere--that\nis, everywhere on _Earth_. They judge everything in terms of money,\nincluding whether you've even been born on Earth! 'Let's see your\nmoney,' they say to Mr. Steariot, and out he comes with one of those\ndamn five-djino bills, and we're off.\"\n\n\"You know,\" Alice Daniels said thoughtfully, \"in a way it's a lesson.\nIsn't it, Fred? I mean, everybody is money conscious. Maybe too much\nso. I'm not sorry it cost us twenty dollars to meet Mr. Steariot.\"\n\n\"You may be right,\" Fred said to her. \"You may be right. Who knows,\nsome day this five-djino bill may be a very valuable--\"\n\n\"There you go again,\" Alice cut in. \"Always putting it in terms of\nmoney.\"\n\n\"But _you're_ the one,\" Fred said, \"who thought to ask him about it in\nthe first place.\"\n\n\"Don't quarrel,\" Mr. Mason, the hotel manager, said to them. \"After\nall, for you it's just a vacation. For me, I've got this man sitting in\nmy lounge day in and day out doing crossword puzzles and trading short\nsnorters with my guests. Nobody really believes he's from Venus--nobody\nimportant, anyway. It's a little frightening, when you're trying to run\na happy hotel. Sometimes I wish he'd go back to wherever he came from.\"\n\n\"Well,\" Fred said, \"he's bound to leave one of these days.\"\n\n\"Maybe,\" Mr. Mason said doubtfully. \"Offhand, though, I'd say the way\nhe's taking it in, he can't afford to.\"",
    "metadata": {
        "author": [
            "Michael, D. J.",
            "Einstein, Charles"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/60521/pg60521.txt",
        "name": "short_snorter.json"
    }
}