{
    "name": "Sir Walter Scott: A Lecture at the Sorbonne",
    "author": [
        "Ker, William Paton",
        "Ker, W. P. (William Paton)"
    ],
    "body": "  WILLIAM PATON KER, LL.D.\n\n  GLASGOW\n\n  MACLEHOSE, JACKSON AND CO.\n\n  PUBLISHERS TO THE UNIVERSITY\n\n  1919\n\n\n\n\nNOTE\n\n\nThis Essay appeared in the _Anglo-French Review_, August, 1919, and\nI am obliged to the Editor and Publisher for leave to reprint it.\n\n                                           W. P. K.\n\n\n\n\nSir Walter Scott\n\n\nWhen I was asked to choose a subject for a lecture at the Sorbonne,\nthere came into my mind somehow or other the incident of Scott's visit\nto Paris when he went to see _Ivanhoe_ at the Odeon, and was amused to\nthink how the story had travelled and made its fortune:--\n\n     'It was an opera, and, of course, the story sadly mangled and\n     the dialogue in great part nonsense. Yet it was strange to\n     hear anything like the words which (then in an agony of pain\n     with spasms in my stomach) I dictated to William Laidlaw at\n     Abbotsford, now recited in a foreign tongue, and for the\n     amusement of a strange people. I little thought to have\n     survived the completing of this novel.'\n\nIt seemed to me that here I had a text for my sermon. The cruel\ncircumstances of the composition of _Ivanhoe_ might be neglected. The\ninteresting point was in the contrast between the original home of\nScott's imagination and the widespread triumph of his works abroad--on\nthe one hand, Edinburgh and Ashestiel, the traditions of the Scottish\nborder and the Highlands, the humours of Edinburgh lawyers and Glasgow\ncitizens, country lairds, farmers and ploughmen, the Presbyterian\neloquence of the Covenanters and their descendants, the dialect hardly\nintelligible out of its own region, and not always clear even to natives\nof Scotland; on the other hand, the competition for Scott's novels in\nall the markets of Europe, as to which I take leave to quote the\nevidence of Stendhal:--\n\n     'Lord Byron, auteur de quelques heroides sublimes, mais\n     toujours les memes, et de beaucoup de tragedies mortellement\n     ennuyeuses, n'est point du tout le chef des romantiques.\n\n     'S'il se trouvait un homme que les traducteurs a la toise se\n     disputassent egalement a Madrid, a Stuttgard, a Paris et a\n     Vienne, l'on pourrait avancer que cet homme a devine les\n     tendances morales de son epoque.'\n\nIf Stendhal proceeds to remark in a footnote that 'l'homme lui-meme est\npeu digne d'enthousiasme,' it is pleasant to remember that Lord Byron\nwrote to M. Henri Beyle to correct his low opinion of the character of\nScott. This is by the way, though not, I hope, an irrelevant remark. For\nScott is best revealed in his friendships; and the mutual regard of\nScott and Byron is as pleasant to think of as the friendship between\nScott and Wordsworth.\n\nAs to the truth of Stendhal's opinion about the vogue of Scott's novels\nand his place as chief of the romantics, there is no end to the list of\nwitnesses who might be summoned. Perhaps it may be enough to remember\nhow the young Balzac was carried away by the novels as they came fresh\nfrom the translator, almost immediately after their first appearance at\nhome.\n\nOne distinguishes easily enough, at home in Scotland, between the\nnovels, or the passages in the novels, that are idiomatic, native,\nhomegrown, intended for his own people, and the novels not so limited,\nthe romances of English or foreign history--_Ivanhoe_, _Kenilworth_,\n_Quentin Durward_. But as a matter of fact these latter, though possibly\neasier to understand and better suited to the general public, were not\ninvariably preferred. The novels were 'the Scotch novels.' Although\nThackeray, when he praises Scott, takes most of his examples from the\nless characteristic, what we may call the English group, on the other\nhand, Hazlitt dwells most willingly on the Scotch novels, though he did\nnot like Scotsmen, and shared some of the prejudice of Stendhal--'my\nfriend Mr. Beyle,' as he calls him in one place--with regard to Scott\nhimself. And Balzac has no invidious preferences: he recommends an\nEnglish romance, _Kenilworth_, to his sister, and he also remembers\nDavid Deans, a person most intensely and peculiarly Scots.\n\nOne may distinguish the Scotch novels, which only their author could\nhave written, from novels like _Peveril of the Peak_ or _Anne of\nGeierstein_, which may be thought to resemble rather too closely the\nimitations of Scott, the ordinary historical novel as it was written by\nScott's successors. But though the formula of the conventional\nhistorical novel may have been drawn from the less idiomatic group, it\nwas not this that chiefly made Scott's reputation. His fame and\ninfluence were achieved through the whole mass of his immense and varied\nwork; and the Scots dialect and humours, which make so large a part of\nhis resources when he is putting out all his power, though they have\ntheir difficulties for readers outside of Scotland, were no real\nhindrances in the way of the Scotch novels: Dandie Dinmont and Bailie\nNicol Jarvie, Cuddie Headrigg and Andrew Fairservice were not ignored or\nforgotten, even where _Ivanhoe_ or _The Talisman_ might have the\npreference as being more conformable to the general mind of novel\nreaders.\n\nThe paradox remains: that the most successful novelist of the whole\nworld should have had his home and found his strength in a country with\na language of its own, barely intelligible, frequently repulsive to its\nnearest neighbours, a language none the more likely to win favour when\nthe manners or ideas of the country were taken into consideration as\nwell.\n\nThe critics who refuse to see much good in Scott, for the most part\nignore the foundations of his work. Thus Stendhal, who acknowledges\nScott's position as representative of his age, the one really great,\nuniversally popular, author of his day, does not recognise in Scott's\nimagination much more than trappings and tournaments, the furniture of\nthe regular historical novel. He compares Scott's novels with _La\nPrincesse de Cleves_, and asks which is more to be praised, the author\nwho understands and reveals the human heart, or the descriptive\nhistorian who can fill pages with unessential details but is afraid of\nthe passions.\n\nIn which it seems to be assumed that Scott, when he gave his attention\nto the background and the appropriate dresses, was neglecting the\ndramatic truth of his characters and their expression. Scott, it may be\nobserved, had, in his own reflexions on the art of novel-writing, taken\nnotice of different kinds of policy in dealing with the historical\nsetting. In his lives of the novelists, reviewing _The Old English\nBaron_, he describes the earlier type of historical novel in which\nlittle or nothing is done for antiquarian decoration or for local\ncolour; while in his criticism of Mrs. Radcliffe he uses the very\nterm--'melodrama'--and the very distinction--melodrama as opposed to\ntragedy--which is the touchstone of the novelist. Whatever his success\nmight be, there can be no doubt as to his intentions. He meant his\nnovels, with their richer background and their larger measure of detail,\nto sacrifice nothing of dramatic truth. _La Princesse de Cleves_, a\nprofessedly historical novel with little 'local colour', may be in\nessentials finer and more sincere than Scott. This is a question which I\nask leave to pass over. But it is not Scott's intention to put off the\nreader with details and decoration as a substitute for truth of\ncharacter and sentiment. Here most obviously, with all their\ndifferences, Balzac and Scott are agreed: expensive both of them in\ndescription, but neither of them inclined to let mere description (in\nPope's phrase) take the place of sense--i.e. of the life which it is the\nbusiness of the novelist to interpret. There is danger, no doubt, of\noverdoing it, but description in Balzac, however full and long, is never\ninanimate. He has explained his theory in a notice of Scott, or rather\nin a comparison of Scott and Fenimore Cooper (_Revue Parisienne_, 1840),\nwhere the emptiness of Cooper's novels is compared with the variety of\nScott's, the solitude of the American lakes and forests with the crowd\nof life commanded by the author of _Waverley_. Allowing Cooper one great\nsuccess in the character of Leather-stocking and some merit in a few\nother personages, Balzac finds beyond these nothing like Scott's\nmultitude of characters; their place is taken by the beauties of nature.\nBut description cannot make up for want of life in a story.\n\nBalzac shows clearly that he understood the danger of description, and\nhow impossible, how unreasonable, it is to make scenery do instead of\nstory and characters. He does not seem to think that Scott has failed in\nthis respect, while in his remarks on Scott's humour he proves how far\nhe is from the critics who found in Scott nothing but scenery and\naccoutrements and the rubbish of old chronicles. Scott's chivalry and\nromance are not what Balzac is thinking about. Balzac is considering\nScott's imagination in general, his faculty in narrative and dialogue,\nwherever his scene may be, from whatever period the facts of his story\nmay be drawn.\n\nScott's superiority to his American rival comes out, says Balzac,\nchiefly in his secondary personages and in his talent for comedy. The\nAmerican makes careful mechanical provision for laughter: Balzac takes\nthis all to pieces, and leaves Scott unchallenged and inexhaustible.\n\nScott's reputation has suffered a little through suspicion of his\npolitics, and, strangely enough, of his religion. He has been made\nresponsible for movements in Churches about which opinions naturally\ndiffer, but of which it is certain Scott never dreamed. Those who\nsuspect and blame his work because it is reactionary, illiberal, and\noffensive to modern ideas of progress, are, of course, mainly such\npersons as believe in 'the march of intellect,' and think meanly of each\nsuccessive stage as soon as it is left behind. The spokesman of this\nparty is Mark Twain, who wrote a burlesque of the Holy Grail, and who in\nhis _Life on the Mississippi_ makes Scott responsible for the vanities\nand superstitions of the Southern States of America:--\n\n     'The South has not yet recovered from the debilitating\n     influence of his books. Admiration of his fantastic heroes and\n     their grotesque \"chivalry\" doings and romantic juvenilities\n     still survives here, in an atmosphere in which is already\n     perceptible the wholesome and practical nineteenth century\n     smell of cotton-factories and locomotives.'\n\nIt is useless to moralise on this, and the purport and significance of\nit may be left for private meditation to enucleate and enjoy. But it\ncannot be fully appreciated, unless one remembers that the author of\nthis and other charges against chivalry is also the historian of the\nfeud between the Shepherdsons and the Grangerfords, equal in tragedy to\nthe themes of the _chansons de geste_: of _Raoul de Cambrai_ or _Garin\nle Loherain_. Mark Twain in the person of Huckleberry Finn is committed\nto the ideas of chivalry neither more nor less than Walter Scott in\n_Ivanhoe_ or _The Talisman_. I am told further--though this is perhaps\nunimportant--that Gothic ornament in America is not peculiarly the taste\nof the South, that even at Chicago there are imitations of Gothic towers\nand halls.\n\nHazlitt, an unbeliever in most of Scott's political principles, is also\nthe most fervent and expressive admirer of the novels, quite beyond the\ndanger of modern progress, his judgment not corrupted at all by the\nincense of the cotton-factory or the charm of the locomotive. Hazlitt's\npraise of Scott is an immortal proof of Hazlitt's sincerity in\ncriticism. Scott's friends were not Hazlitt's, and Scott and Hazlitt\ndiffered both in personal and public affairs as much as any men of their\ntime. But Hazlitt has too much sense not to be taken with the Scotch\nnovels, and too much honesty not to say so, and too much spirit not to\nput all his strength into praising, when once he begins. Hazlitt's\ncritical theory of Scott's novels is curiously like his opinion about\nScott's old friend, the poet Crabbe: whose name I cannot leave without a\nsalute to the laborious and eloquent work of M. Huchon, his scholarly\nFrench interpreter.\n\nHazlitt on Crabbe and Scott is a very interesting witness on account of\nthe principles and presuppositions employed by him. In the last hundred\nyears or so the problems of realism and naturalism have been canvassed\nalmost too thoroughly between disputants who seem not always to know\nwhen they are wandering from the point or wearying their audience with\nverbiage and platitudes. But out of all the controversy there has\nemerged at least one plain probability--that there is no such thing as\nsimple transference of external reality into artistic form. This is what\nHazlitt seems to ignore very strangely in his judgment of Crabbe and\nScott, and this is, I think, an interesting point in the history of\ncriticism, especially when it is remembered that Hazlitt was a critic of\npainting, and himself a painter. He speaks almost as if realities passed\ndirect into the verse of Crabbe; as if Scott's imagination in the novels\nwere merely recollection and transcription of experience. Speaking of\nthe difference between the genius of Shakespeare and Sir Walter Scott,\nhe says:\n\n     'It is the difference between _originality_ and the want of\n     it, between writing and transcribing. Almost all the finest\n     scenes and touches, the great master-strokes in Shakespeare,\n     are such as must have belonged to the class of invention,\n     where the secret lay between him and his own heart, and the\n     power exerted is in adding to the given materials and working\n     something out of them: in the author of _Waverley_, not all,\n     but the principal and characteristic beauties are such as may\n     and do belong to the class of compilation--that is, consist in\n     bringing the materials together and leaving them to produce\n     their own effect....\n\n     'No one admires or delights in the Scotch Novels more than I\n     do, but at the same time, when I hear it asserted that his\n     mind is of the same class with Shakespeare, or that he\n     imitates nature in the same way, I confess I cannot assent to\n     it. No two things appear to me more different. Sir Walter is\n     an imitator of nature and nothing more; but I think\n     Shakespeare is infinitely more than this.... Sir Walter's mind\n     is full of information, but the \"_o'er informing power_\" is\n     not there. Shakespeare's spirit, like fire, shines through\n     him; Sir Walter's, like a stream, reflects surrounding\n     objects.'\n\nI may not at this time quote much more of Hazlitt's criticism, but the\npoint of it would be misunderstood if it were construed as depreciation\nof Scott. What may be considered merely memory in contrast to\nShakespeare's imagination is regarded by Hazlitt as a limitless source\nof visionary life when compared with the ideas of self-centred authors\nlike Byron. This is what Hazlitt says in another essay of the same\nseries:--\n\n     'Scott \"does not 'spin his brains' but something much better.\"\n     He \"has got hold of another clue--that of Nature and\n     history--and long may he spin it, 'even to the crack of\n     doom!'\" Scott's success lies in not thinking of himself. \"And\n     then again the catch that blind Willie and his wife and the\n     boy sing in the hollow of the heath--there is more mirth and\n     heart's ease in it than in all Lord Byron's _Don Juan_ or Mr.\n     Moore's _Lyrics_. And why? Because the author is thinking of\n     beggars and a beggar's brat, and not of himself, while he\n     writes it. He looks at Nature, sees it, hears it, feels it,\n     and believes that it exists before it is printed, hotpressed,\n     and labelled on the back _By the Author of 'Waverley.'_ He\n     does not fancy, nor would he for one moment have it supposed,\n     that his name and fame compose all that is worth a moment's\n     consideration in the universe. This is the great secret of his\n     writings--a perfect indifference to self.\"'\n\nHazlitt appears to allow too little to the mind of the Author of\n_Waverley_--as though the author had nothing to do but let the contents\nof his mind arrange themselves on his pages. What this exactly may mean\nis doubtful. We are not disposed to accept the theory of the passive\nmind as a sufficient philosophical explanation of the Scotch novels. But\nHazlitt is certainly right to make much of the store of reading and\nreminiscence they imply, and it is not erroneous or fallacious to think\nof all Scott's writings in verse or prose as peculiarly the fruits of\nhis life and experience. His various modes of writing are suggested to\nhim by the way, and he finds his art with no long practice when the\nproper time comes to use it. After all, is this not what was meant by\nHorace when he said that the subject rightly chosen will provide what is\nwanted in art and style?\n\n                   Cui lecta potenter erit res\n     Nec facundia deseret hunc nec lucidus ordo.\n\nIt was chosen by Corneille as a motto for _Cinna_; it would do as a\nsummary of all the writings of Scott.\n\nThe Waverley Novels may be reckoned among the works of fiction that have\nhad their origin in chance, and have turned out something different from\nwhat the author intended. Reading the life of Scott, we seem to be\nfollowing a pilgrimage where the traveller meets with different\ntemptations and escapes various dangers, and takes up a number of\nduties, and is led to do a number of fine things which he had not\nthought of till the time came for attempting them. The poet and the\nnovelist are revealed in the historian and the collector of antiquities.\nScott before _The Lay of the Last Minstrel_ looked like a young\nadventurer in the study of history and legend, who had it in him to do\nsolid work on a large scale (like his edition of Dryden) if he chose to\ntake it up. He is not a poet from the beginning like Wordsworth and\nKeats, devoted to that one service; he turns novelist late in life when\nthe success of his poetry seems to be over. His early experiments in\nverse are queerly suggested and full of hazard. It needs a foreign\nlanguage--German--to encourage him to rhyme. The fascination of Buerger's\n_Lenore_ is a reflection from English ballad poetry; the reflected image\nbrought out what had been less remarkable in the original. The German\ndevices of terror and wonder are a temptation to Scott; they hang about\nhis path with their monotonous and mechanical jugglery, their horrors\nmade all the more intolerable through the degraded verse of Lewis--a bad\nexample which Scott instinctively refused to follow, though he most\nunaccountably praised Lewis's sense of rhythm. The close of the\neighteenth century cannot be fully understood, nor the progress of\npoetry in the nineteenth, without some study of the plague of ghosts and\nskeletons which has left its mark on _The Ancient Mariner_, from which\nGoethe and Scott did not escape, which imposed on Shelley in his youth,\nto which Byron yielded his tribute of _The Vampire_. A tempting subject\nfor expatiation, especially when one remembers--and who that has once\nread it can forget?--the most glorious passage in the _Memoirs_ of\nAlexandre Dumas describing his first conversation with the unknown\ngentleman who afterwards turned out to be Charles Nodier, in the theatre\nof the Porte Saint-Martin where the play was the _Vampire_: from which\ntheatre Charles Nodier was expelled for hissing the _Vampire_, himself\nbeing part-author of the marvellous drama. I hope it is not impertinent\nin a stranger to express his unbounded gratitude for that delightful and\nmost humorous dialogue, in which the history of the Elzevir Press\n(starting from _Le Pastissier francois_) and the tragedy of the rotifer\nare so adroitly interwoven with the theatrical scene of Fingal's Cave\nand its unusual visitors, the whole adventure ending in the happiest\nlaughter over the expulsion of the dramatist. I may not have any right\nto say so, but I throw myself on the mercy of my hearers: I remember\nnothing in any chronicle so mercurial or jovial in its high spirits as\nthis story of the first encounter and the beginning of friendship\nbetween Charles Nodier and Alexandre Dumas.\n\nThe Vampire of Staffa may seem rather far from the range of Scott's\nimagination; but his contributions to Lewis's _Tales of Wonder_ show the\nrisk that he ran, while the White Lady of Avenel in _The Monastery_\nproves that even in his best years he was exposed to the hazards of\nconventional magic.\n\nLockhart has given the history of _The Lay of the Last Minstrel_, how\nthe story developed and took shape. It is not so much an example of\nScott's mode of writing poetry as an explanation of his whole literary\nlife. _The Lay of the Last Minstrel_ was his first original piece of any\nlength and his first great popular success. And, as Lockhart has\nsufficiently shown, it was impossible for Scott to get to it except\nthrough the years of exploration and editing, the collection of the\nBorder ballads, the study of the old metrical romance of _Sir Tristrem_.\nThe story of the Goblin Page was at first reckoned enough simply for one\nof the additions to the Border Minstrelsy on the scale of a ballad.\nScott had tried another sort of imitation in the stanzas composed in old\nEnglish and in the metre of the original to supply the missing\nconclusion of _Sir Tristrem_. It was not within his scope to write an\noriginal romance in the old language, but Coleridge's _Christabel_ was\nrecited to him, and gave him a modern rhythm fit for a long story. So\nthe intended ballad became the _Lay_, taking in, with the legend of\nGilpin Horner for a foundation, all the spirit of Scott's knowledge of\nhis own country.\n\nHere I must pause to express my admiration for Lockhart's criticism of\nScott, and particularly for his description of the way in which the\n_Lay_ came to be written. It is really wonderful, Lockhart's sensible,\nunpretentious, thorough interpretation of the half-unconscious processes\nby which Scott's reading and recollections were turned into his poems\nand novels. Of course, it is all founded on Scott's own notes and\nintroductions.\n\nWhat happened with the _Lay_ is repeated a few years afterwards in\n_Waverley_. The _Lay_, a rhyming romance; _Waverley_ an historical\nnovel; what, it may be asked, is so very remarkable about their origins?\nWas it not open to any one to write romances in verse or prose? Perhaps;\nbut the singularity of Scott's first romances in verse and prose is that\nthey do not begin as literary experiments, but as means of expressing\ntheir author's knowledge, memory and treasured sentiment. Hazlitt is\nright; Scott's experience is shaped into the Waverley Novels, though one\ncan distinguish later between those stories that belong properly to\nScott's life and those that are invented in repetition of a pattern.\n\nScott's own alleged reason for giving up the writing of tales in verse\nwas that Byron beat him. But there must have been something besides\nthis: it is plain that the pattern of rhyming romance was growing stale.\nThe _Lay_ needs no apology; _Marmion_ includes the great tragedy of\nScotland in the Battle of Flodden:--\n\n     The stubborn spearmen still made good\n     Their dark impenetrable wood,\n     Each stepping where his comrade stood,\n         The instant that he fell.\n     No thought was there of dastard flight;\n     Link'd in the serried phalanx tight,\n     Groom fought like noble, squire like knight,\n         As fearlessly and well;\n     Till utter darkness closed her wing\n     O'er their thin host and wounded king.\n\nAnd _The Lady of the Lake_ is all that the Highlands meant for Scott at\nthat time. But _Rokeby_ has little substance, though it includes more\nthan one of Scott's finest songs. _The Lord of the Isles_, though its\nbattle is not too far below _Marmion_, and though its hero is Robert the\nBruce, yet wants the original force of the earlier romances. When Scott\nchanged his hand from verse to prose for story-telling and wrote\n_Waverley_, he not only gained in freedom and got room for a kind of\ndialogue that was impossible in rhyme, but he came back to the same sort\nof experience and the same strength of tradition as had given life to\nthe _Lay_. The time of _Waverley_ was no more than sixty years since,\nwhen Scott began to write it and mislaid and forgot the opening chapters\nin 1805; he got his ideas of the Forty-five from an old Highland\ngentleman who had been out with the Highland clans, following the lead\nof Prince Charles Edward, the Young Chevalier. The clans in that\nadventure belonged to a world more ancient than that of _Ivanhoe_ or\n_The Talisman_; they also belonged so nearly to Scott's own time that he\nheard their story from one of themselves. He had spoken and listened to\nanother gentleman who had known Rob Roy. _The Bride of Lammermoor_ came\nto him as the Icelandic family histories came to the historians of\nGunnar or Kjartan Olafsson. He had known the story all his life, and he\nwrote it from tradition. The time of _The Heart of Midlothian_ is\nearlier than _Waverley_, but it is more of a modern novel than an\nhistorical romance, and even _Old Mortality_, which is earlier still, is\nmodern also; Cuddie Headrigg is no more antique than Dandie Dinmont or\nthe Ettrick Shepherd himself, and even his mother and her Covenanting\nfriends are not far from the fashion of some enthusiasts of Scott's own\ntime--e.g. Hogg's religious uncle who could not be brought to repeat his\nold ballads for thinking of 'covenants broken, burned and buried.' _Guy\nMannering_ and _The Antiquary_ are both modern stories: it is not till\n_Ivanhoe_ that Scott definitely starts on the regular historical novel\nin the manner that was found so easy to imitate.\n\nIf _Rob Roy_ is not the very best of them all--and on problems of that\nsort perhaps the right word may be the Irish phrase _Naboclish!_ ('don't\ntrouble about that!') which Scott picked up when he was visiting Miss\nEdgeworth in Ireland--_Rob Roy_ shows well enough what Scott could do,\nin romance of adventure and in humorous dialogue. The plots of his\nnovels are sometimes thought to be loose and ill-defined, and he tells\nus himself that he seldom knew where his story was carrying him. His\nyoung heroes are sometimes reckoned rather feeble and featureless.\nFrancis Osbaldistone, like Edward Waverley and Henry Morton, drifts into\ntrouble and has his destiny shaped for him by other people and\naccidents. But is this anything of a reproach to the author of the\nstory? Then it must tell against some novelists who seem to work more\nconscientiously and carefully than Scott on the frame of their\nstory--against George Meredith in Evan Harrington and Richard Feverel\nand Harry Richmond, all of whom are driven by circumstances and see\ntheir way no more clearly than Scott's young men. Is it not really the\nstrength, not the weakness, of Scott's imagination that engages us in\nthe perplexities of Waverley and Henry Morton even to the verge of\ntragedy--keeping out of tragedy because it is not his business, and\nwould spoil his looser, larger, more varied web of a story? Francis\nOsbaldistone is less severely tried. His story sets him travelling, and\nmay we not admire the skill of the author who uses the old device of a\nwandering hero with such good effect? The story is not a mere string of\nadventures--it is adventures with a bearing on the main issue, with\ncomplications that all tell in the end; chief among them, of course, the\nsuccessive appearances of Mr. Campbell and the counsels of Diana Vernon.\nThe scenes that bring out Scott's genius most completely--so they have\nalways seemed to me--are those of Francis Osbaldistone's stay in\nGlasgow. Seldom has any novelist managed so easily so many different\nmodes of interest. There is the place--in different lights--the streets,\nthe river, the bridge, the Cathedral, the prison, seen through the\nsuspense of the hero's mind, rendered in the talk of Bailie Nicol Jarvie\nand Andrew Fairservice; made alive, as the saying is, through successive\nanxieties and dangers; thrilling with romance, yet at the same time\nnever beyond the range of ordinary common sense. Is it not a triumph, at\nthe very lowest reckoning, of dexterous narrative to bring together in a\nvivid dramatic scene the humorous character of the Glasgow citizen and\nthe equal and opposite humour of his cousin, the cateran, the Highland\nloon, Mr. Campbell disclosed as Rob Roy--with the Dougal creature\nhelping him?\n\nScott's comedy is like that of Cervantes in _Don Quixote_--humorous\ndialogue independent of any definite comic plot and mixed up with all\nsorts of other business. Might not Falstaff himself be taken into\ncomparison too? Scott's humorous characters are nowhere and never\ncharacters in a comedy--and Falstaff, the greatest comic character in\nShakespeare, is not great in comedy.\n\nSome of the rich idiomatic Scottish dialogue in the novels might be\npossibly disparaged (like Ben Jonson) as 'mere humours and observation.'\nNovelists of lower rank than Scott--Galt in _The Ayrshire Legatees_ and\n_Annals of the Parish_ and _The Entail_--have nearly rivalled Scott in\nreporting conversation. But the Bailie at any rate has his part to play\nin the story of _Rob Roy_--and so has Andrew Fairservice. Scott never\ndid anything more ingenious than his contrast of those two\ncharacters--so much alike in language, and to some extent in cast of\nmind, with the same conceit and self-confidence, the same garrulous\nWestland security in their own judgment, both attentive to their own\ninterests, yet clearly and absolutely distinct in spirit, the Bailie a\nmatch in courage for Rob Roy himself.\n\nGive me leave, before I end, to read one example of Scott's language:\nfrom the scene in _Guy Mannering_ where Dandie Dinmont explains his case\nto Mr. Pleydell the advocate. It is true to life: memory and imagination\nhere indistinguishable:--\n\n     Dinmont, who had pushed after Mannering into the room, began\n     with a scrape of his foot and a scratch of his head in unison.\n     'I am Dandie Dinmont, sir, of the Charlies-hope--the\n     Liddesdale lad--ye'll mind me? It was for me you won yon\n     grand plea.'\n\n     'What plea, you loggerhead?' said the lawyer; 'd'ye think I\n     can remember all the fools that come to plague me?'\n\n     'Lord, sir, it was the grand plea about the grazing o' the\n     Langtae-head,' said the farmer.\n\n     'Well, curse thee, never mind;--give me the memorial, and come\n     to me on Monday at ten,' replied the learned counsel.\n\n     'But, sir, I haena got ony distinct memorial.'\n\n     'No memorial, man?' said Pleydell.\n\n     'Na, sir, nae memorial,' answered Dandie; 'for your honour\n     said before, Mr. Pleydell, ye'll mind, that ye liked best to\n     hear us hill-folk tell our ane tale by word o' mouth.'\n\n     'Beshrew my tongue that said so!' answered the counsellor; 'it\n     will cost my ears a dinning.--Well, say in two words what\n     you've got to say--you see the gentleman waits.'\n\n     'Ou, sir, if the gentleman likes he may play his ain spring\n     first; it's a' ane to Dandie.'\n\n     'Now, you looby,' said the lawyer, 'cannot you conceive that\n     your business can be nothing to Colonel Mannering, but that he\n     may not choose to have these great ears of thine regaled with\n     his matters?'\n\n     'Aweel, sir, just as you and he like, so ye see to my\n     business,' said Dandie, not a whit disconcerted by the\n     roughness of this reception. 'We're at the auld wark o' the\n     marches again, Jock o' Dawston Cleugh and me. Ye see we march\n     on the tap o' Touthoprigg after we pass the Pomoragrains; for\n     the Pomoragrains, and Slackenspool, and Bloodylaws, they come\n     in there, and they belang to the Peel; but after ye pass\n     Pomoragrains at a muckle great saucer-headed cutlugged stane,\n     that they ca' Charlie's Chuckie, there Dawston Cleugh and\n     Charlies-hope they march. Now, I say, the march rins on the\n     tap o' the hill where the wind and water shears; but Jock o'\n     Dawston Cleugh again, he contravenes that, and says that it\n     hauds down by the auld drove-road that gaes awa by the Knot o'\n     the Gate ower to Keeldar-ward--and that makes an unco\n     difference.'\n\n     'And what difference does it make, friend?' said Pleydell.\n     'How many sheep will it feed?'\n\n     'Ou, no mony,' said Dandie, scratching his head; 'it's lying\n     high and exposed--it may feed a hog, or aiblins twa in a good\n     year.'\n\n     'And for this grazing, which may be worth about five shillings\n     a-year, you are willing to throw away a hundred pound or two?'\n\n     'Na, sir, it's no for the value of the grass,' replied\n     Dinmont; 'it's for justice.'\n\nDo we at home in Scotland make too much of Scott's life and associations\nwhen we think of his poetry and his novels? Possibly few Scotsmen are\nimpartial here. As Dr. Johnson said, they are not a fair people, and\nwhen they think of the Waverley Novels they perhaps do not always see\nquite clearly. Edinburgh and the Eildon Hills, Aberfoyle and Stirling,\ncome between their minds and the printed page:--\n\n     A mist of memory broods and floats,\n       The Border waters flow,\n     The air is full of ballad notes\n       Borne out of long ago.\n\nIt might be prudent and more critical to take each book on its own\nmerits in a dry light. But it is not easy to think of a great writer\nthus discreetly. Is Balzac often judged accurately and coldly, piece by\npiece, here a line and there a line? Are not the best judges those who\nthink of his whole achievement altogether--the whole amazing world of\nhis creation--_La Comedie Humaine_? By the same sort of rule Scott may\nbe judged, and the whole of his work, his vast industry, and all that\nmade the fabric of his life, be allowed to tell on the mind of the\nreader.\n\nI wish this discourse had been more worthy of its theme, and of this\naudience, and of this year of heroic memories and lofty hopes. But if,\nlater in the summer, I should find my way back to Ettrick and Yarrow and\nthe Eildon Hills, it will be a pleasure to remember there the honour\nyou have done me in allowing me to speak in Paris, however unworthily,\nof the greatness of Sir Walter Scott.\n\n\n\n\nGlasgow: Printed at the University Press by Robert MacLehose and Co. Ltd.",
    "metadata": {
        "author": [
            "Ker, William Paton",
            "Ker, W. P. (William Paton)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/21250/pg21250.txt",
        "name": "sir_walter_scott_a_lecture_at_the_sorbonne.json"
    }
}