{
    "name": "Sketches in Verse: respectfully addressed to the Norfolk Yeomenry",
    "author": [
        "Parkerson, James"
    ],
    "body": "On Foreign Grain.  The Corn Mart.  On Mr. L. the Unhappy Convict.  The\nPine Apple.  On the late Sir Samuel Rommilly.  The Wiverton Boy, &c.\n\n                      [Picture: Decorative divider]\n\n              Walker, Printer, near the Duke's Palace, Norwich\n\n\n\n\n_THE NORWICH_\nCORN MART. {1}\n\n\n                                * * * * *\n\n                                * * * * *\n\n   At one o'clock the busy seen begin,\n   Quick to the hall they all are posting in;\n   The cautious merchant takes his stand,\n   The farmer shows the product of his land:\n   If wheat the merchant says it's damp or cold,\n   If Dawling Market, that's the case I'm told.\n   If it is barley he'll your mind unhinge,\n   And say good Sir it has a gloomy dinge;\n   Reduce three shillings of the currant price,\n   And with the farmer he'll be very nice;\n   If oats you offer he'll bid very low,\n   Say they are light the moment you them show;\n   If beans then say this sample's very soft,\n   And in his purchase he will keep aloft;\n   Show him a sample of good Brank or Rye,\n   He'll bid you low and look extremely shy:\n   This is the case if Mark Lane's very dull,\n   And all his granaries are very full.\n   Yet if the market keep upon the rise,\n   Tho' bad your sample that he'll not despise,\n   Purchase as much as he can gain that day,\n   Or from his net proceeds afford to pay;\n   'Tant always markets make a merchant dull,\n   It is the banker on him has a pull;\n   That often gives despair or cause a gloom,\n   He fears an order to the sweating room.\n   I've known that happen on a market day,\n   Then from the mart he's forc'd to keep away,\n   Sometimes G. R. locks up the malt house door,\n   From an extent and makes him sad and poor;\n   A country house and a new fashioned gig,\n   He keeps to make him look at markets big;\n   Soon as demands upon him loudly call,\n   He say to day I shant attend the hall:\n   The clerk announce his master is unwell,\n   Yet purchase all you are inclined to sell;\n   And when for payment you may on him call,\n   Leaves Norwich mart and can't be found at all;\n   And when a stoppage happens farmers quake,\n   Then cry who'd thought that such a man would break;\n   To take off merchants I am quite unwilling,\n   At first set off, some are not worth a shilling;\n   A loss at sea they cannot long withstand,\n   Can't call their own an acre of good land;\n   Yet I protest, pace all our city round,\n   I don't know one that is not just and sound;\n   They deal with honour and are men of trade,\n   Keep up their payments and disdain parade;\n   At times a farmer often do complain,\n   If now and then they do refuse his grain;\n   Sometimes he sells a sample of hard beans,\n   On market days and after sends his teams;\n   The merchant do the article refuse,\n   For in the sacks much softer grain he views;\n   The reason's plain he can't the bulk admire,\n   The sample was improved from a large fire;\n   Soon as he comes to where he do set up,\n   Of London Porter oft he takes a sup;\n   The sample in his pocket, there he'll stay\n   By a good fire and chat two hours away;\n   Of altering samples he pays no regard,\n   But such a conduct makes the sample hard;\n   Then he complains if a reduction's made,\n   That he's in fault you cannot him persuade;\n   Friction will much improve most sorts of grain,\n   You on this subject no longer i'll detain.\n\n\n\n\nOn Mr. L---\n\n\n_Taking leave of his Wife and Children_, _who was Sentenced to\n__Transportation for Fourteen Years_.\n\n                                * * * * *\n\n                                 FROM LIFE.\n\n                                * * * * *\n\n   Hannah farewell I'm bound to go,\n   To taste the bitter draught of woe;\n   And as I view that starting tear,\n   It drives and sinks me to despair;\n   And now I take a last farewell,\n   The grief I feel no one can tell;\n   Two lovely children claims my care,\n   I'm forc'd to clothe them with despair;\n   As sorrow only on them press,\n   They are doomed to wear no other dress;\n   We little thought some former years,\n   In such a place to shed our tears;\n   There's only one our tears can dry,\n   It is the God like Deity.\n   And he can all our griefs expel,\n   Altho' I bid this last farewell;\n   These fetters he can quick undo,\n   And send me back to live with you;\n   May hope with all its balmy power,\n   Sooth Hannah in each trying hour,\n   Friendship I fear will from you flee,\n   Ere I am riding on the sea;\n   For the rich will close the door,\n   'Gainst those misfortune maketh poor;\n   And even in a lucky day,\n   The'll from the brightest object stray;\n   And those I've injured will descry,\n   Your falling state and destiny;\n   The G---'s are good and often kind,\n   To those where troubles press the mind.\n   I hope when I am gone from view,\n   Kind friendship they will show to you;\n   Great confidence they placed in me,\n   Till lured by worldly gaiety;\n   Suspicion on me hurl'd its dart,\n   Forc'd on a sudden to depart,\n   From Children Home and Hannah too,\n   Disgraced I fled from public view;\n   But justice has a piercing eye,\n   Her runners quick did me espy;\n   Most fairly tried tho' guilty found,\n   Calmly I heard the dreadful sound;\n   That ushered to my anxious heart,\n   That I from Hannah must depart;\n   For fourteen years ere I shall see\n   My troubles o'er and liberty;\n   To God my fate and life I trust,\n   What he ordains I know is just;\n   Whene'er a man from honour stray,\n   By vice he's easy led away;\n   To every wicked artful plan,\n   That soon entraps the falling man;\n   And what increase foreboding tears,\n   My little ones are come of years;\n   When they demand a father's aid\n   Methinks I hear it justly said,\n   I ought that thought before possess,\n   Ere I my wife and them distress;\n   Extravagance have been the cause;\n   That made me act against the laws;\n   And you that dress in rich attire,\n   And only flippant things admire;\n   Extravagance will oft too late,\n   Cause you to mourn a culprits fate.\n   The name of felon oft I hear,\n   That very name increase despair;\n   And as I now my fetters view,\n   I dread what shortly will ensue;\n   Methinks I hear the goaler say,\n   This day from her you go away;\n   From Britons happy peaceful shore,\n   My wife and home to see no more;\n   Till fourteen years are roll'd away,\n   I shall not see a happy day;\n   Oh should that happy time return,\n   Then will my heart with rapture burn;\n   At such a time my wife to view,\n   Would every care of life subdue;\n   My children to my arms I'd press,\n   And never more cause their distress;\n   Hope gently wispers to my heart,\n   That ere I long from you depart,\n   Those I have injured will obtain\n   A mandate to unloose the chain;\n   And as they view your wretched state,\n   They'll mourn an absent father's fate.\n   Seldom they ever sue in vain,\n   To our loved prince but mostly gain,\n   A respite from the pangs of grief,\n   Or gain an order for relief;\n   I've borne the unfeeling keen reproach,\n   Some said I longed to keep a coach;\n   That I in tendom oft did ride,\n   With all an upstarts sullen pride;\n   'Twas pride that led me to disgrace,\n   I took what I could not replace;\n   Had I a million, that I'd give,\n   With you in future for to live;\n   Oh! Hannah are you come again,\n   To sooth my woe and ease my pain;\n   Your cheeks I've furrowed with sad tears,\n   Come gentle hope dismiss those fears;\n   That do her tender frame distress,\n   Oh!  God make Hannah's sufferings less.\n   My last of efforts unless prove,\n   My doom I find is fixed above;\n   No intercession can obtain,\n   A respite from this galling chain.\n   I'm doomed to waste some years away,\n   Far, far, from you upon the bay.\n   Oh keen distress with every ill,\n   Obtrude on me the bitter pill;\n   While life remains hope will divest\n   A gloomy thought tho' he's distress'd.\n   It feeds the wound yet known no cure,\n   And often makes us more indure;\n   Sometimes it lulls us into sleep,\n   And for a time our senses steep;\n   And like a pleasing dream obtain,\n   A short abatement from our pain;\n   Soon as it vanish from our view,\n   Our earthly troubles rise anew;\n   Till death unwelcome strikes his dart,\n   And ease the captives aching heart:\n   But oh! that awful coming day,\n   That every mortals crimes display;\n   What creatures shall we then appear,\n   The Lord's decree we all must hear;\n   May every soul that's tried above,\n   From Christ obtain our maker's love.\n   Oh! God I hear the dreadful call,\n   Prepare, prepare, ye felons all;\n   Oh! let me take a last imbrace,\n   I'm summoned, all appear in haste.\n\n\n\n\n_THE_\nCONVICT'S\nFarewell,\n&c. &c. &c.\n\n   Farewell ye partner of my woes, farewell!\n   The finest language can but faintly tell,\n   What I now feel in writing the adieu,\n   What you must suffer when I'm far from you.\n   There was a time when happiness my lot,\n   I liv'd serenely in my little cot;\n   No wicked thoughts did then disturb my rest,\n   My children round me, by a father prest;\n   No father now methinks I hear them say,\n   He's gone from us, he's hurried far away.\n   Nightly I've view'd them in my flurri'd dreams,\n   Seen their wet eyes and heard their dreadful screams;\n   Methought my wife came to my lonely cell,\n   To say adieu, to bid a long farewell;\n   Soon I awoke and to increase my pains,\n   I felt my legs encompass'd round with chains;\n   Then then, I cried, oh drunkenness thou cause,\n   Of this distress, and make me break those laws\n   That wise men made for every man to keep,\n   By them deluded, plung'd in crimes so deep.\n   First step to ruin was a love of dice,\n   With cards the great promoter of our vice;\n   I wish those men who do with such things play,\n   Would ever cast them from their hands away;\n   I wish all Magistrates would search around,\n   And punish Publicans where they are found:\n   They caus'd me first my Master to neglect,\n   And after lost me honest men's respect;\n   They also led me from a virtuous wife,\n   And mostly caused my sad disgrace and strife.\n   View Public Houses every wealthy Squire,\n   And force by ten the spendthrift to retire;\n   By such a plan the labouring poor would rise,\n   Soon as the sun adorns the heavenly skies:\n   I've stated what have brought me to this end,\n   And what has lost me every earthly friend;\n   Except a wife--oh God protect and bless,\n   Her and our offspring now in great distress.\n   Young men be cautious how you spend your time,\n   A bad acquaintance hurries on a crime;\n   Sometimes an artful female tries her power,\n   To trap the giddy in a thoughtless hour;\n   When she has work'd the captive to her will,\n   She gladly sees you taking sorrow's pill;\n   Cause you to leave a virtuous homely wife,\n   And lead a sad disgraceful wicked life;\n   Allur'd by art she'll bring you to distress,\n   And like a Millwood to you falsely press:\n   Then be the first your actions to betray,\n   A fiend like such, caus'd me to go astray\n   From them I love, from those my heart hold dear,\n   And shall till death their memories revere;\n   When I am clos'd in transport on the sea,\n   Doubtless my love you'll sometimes sigh for me.\n   Bring up my little ones in such a way,\n   As they will holy keep the sabbath-day;\n   Early in life do in their minds reveal,\n   The dreadful crimes to swear, to lie, or steal.\n   Hannah my eldest daughter, place her where,\n   She's constant under virtue's eye and care,\n   Let her not learn the weaving trade, you'll find,\n   That such a course may injure much her mind;\n   Females are ready to acquire that art,\n   Soon as they wish fair virtue to depart;\n   Unwilling oft in service for to be.\n   Where they can't dress and have their liberty;\n   But if with parents they can work at home,\n   Nightly they hope with idle folks to roam:\n   At my late sentence I can not complain,\n   Altho' the law my body do detain;\n   Justice tho' slow has overtaken me,\n   Abroad for life, I shall he kept from thee;\n   On a just God for ever I will trust,\n   I know his will is always right and just.\n   Tis now too late again to speak to you,\n   Which is the cause of writing this adieu.\n   No partner now to sooth my aching heart,\n   Reflection galls me, at myself I start,\n   With aching heart and in my lonely cell,\n   I bid my babes and you,--a long farewell.\n   Methink I see the transport full in view,\n   And I with horror meet the harden'd crew;\n   Full well I know I ne'er shall see you more,\n   Nor plant a footstep on my native shore;\n   On foreign land I'm doom'd my days to toil,\n   And with vile wretches cultivate the soil.\n   Stripes I must bare perhaps when quite unwell,\n   And hear the convicts' melancholy yell;\n   A pang I fell when e'er I close the night,\n   And wish a virtuous wife was in my sight:\n   England adieu! may you in trade increase,\n   And free from inward tumults rest in peace.\n   Our Chaplain well I know, will soon impart,\n   His friendly aid to cheer the drooping heart;\n   I hope my children he will learn to read,\n   And teach them early to peruse the creed:\n   The bell is rung, the waggon is in view,\n   Wife and dear children now, adieu! adieu!\n   At thoughts of leaving this my native shore,\n   Unmans me quite and I can say no more;\n   I will thro' life a better course pursue,\n   Tho' far away shall leave my heart with you.\n\n\n\n\nADVICE, &c.\n\n\n   Vile man, abstain from every artful plan,\n   When found out disgrace the name of man;\n   Let those who steal repent and sin no more,\n   Ere Law decrees, its vengeance on them pour:\n   From trifling things, we greater ills pursue,\n   Till the Law's fangs are brought within our view;\n   Stop, stop bad courses, ere it be too late,\n   And justice dooms you to a culprits fate.\n   Riots avoid tho' mischief none you do,\n   Your being at them brings a stain on you;\n   Those who look on, will afterwards repent,\n   And share alike in point of punishment:\n   The Law expressly properly declare,\n   He adds to tumult that is present there;\n   Take my advice let reason bear her sway,\n   From scenes of discord, always keep away;\n   You'd think it hard a worthless savage crew,\n   Should gain by plunder all your goods from you:\n   The worst of men are foremost on a plan,\n   To gain by rapine every way they can;\n   Do you suppose that wasting others store,\n   Can ease the hardships of the labouring poor:\n   No such a course, our present ills increase,\n   And robs the Nation of its inward peace.\n   From late example all are taught to know,\n   Dreadful his fate that strikes confusion's blow;\n   Then let us quiet at our cots remain,\n   And better times will cheer us once again.\n   All means of trying, comforts to restore,\n   To ease the hardships of the labouring poor;\n   Think what distress awaits dishonest ways,\n   Immur'd in prison many wretched days;\n   Not only days, perhaps they shed their tears,\n   In foreign lands for many dismal years;\n   Not only years, perhaps are doom'd for life,\n   Abroad to roam, from children, home and wife:\n   Should it your lot in prison for to be,\n   Implore with fervent prayer the Deity;\n   Who will in time if you sincerely pray,\n   Lessen your troubles each succeeding day:\n   It's thro' our Saviour's aid that we should crave,\n   A gracious pardon ere we meet the grave;\n   His intercession with the king of Kings,\n   Alone can save you from eternal stings.\n   When at the court for trial you appear,\n   Speak nought but truth you better for it fare;\n   For should you dare to introduce a lie,\n   Justice's sharp eye each falsehood will descry:\n   The guilty felon, of his crime is clear:\n   Dismay'd confus'd, he feels alas! too late,\n   Such impious conduct greatly aggravate;\n   Besides he answers at the awful day,\n   For causing others from the truth to stray.\n   Whatever happens in this vale of tears,\n   Our Maker knows, give him your fervent prayers:\n   Let your demeanor if in prison be,\n   Such as the jailor can contrition see;\n   For his report may mitigate your doom,\n   And sometimes save you from a prison's gloom.\n   Religious books if you can read attend,\n   They are in solitude the pris'ner's friend;\n   When at the Chapel, do not cast away,\n   By inattention what the Chaplain say:\n   It's pure Religion cheers each good man's heart,\n   And will in time its blessings soon impart;\n   Such as perhaps you never knew before,\n   And doubtless will your peace of mind restore.\n   The Bible read, when in your dismal cell,\n   Read it attentive ere you bid farewell;\n   To him who may companion with you be;\n   Your soul that night may be required of thee.\n      A scene I witnessed, and not long time since,\n   Would stop the errors of an hardened prince;\n   Three men were sentenc'd by the law to die,\n   To hear them mourn, to see the drooping eye;\n   Would cause sensations of a painful kind,\n   While anxious cares corode the tortur'd mind.\n   A pious Chaplain strove to bring in view,\n   The proferr'd pardon if repentants true.\n   He said that God was merciful and just,\n   To implore forgiveness on his word to trust;\n   There is a record where the scripture say,\n   Those that repent he will not cast away;\n   A sigh or tear can not that boon impart,\n   It must be fervent from the head and heart:\n   Thro' Jesus' aid vile sinners doth he save,\n   If true repentants ere they meet the grave.\n   Each wish'd they could recal the time that's past,\n   And they would live as if each day the last:\n   Just before death they pray'd me to implore,\n   An erring mortal to transgress no more;\n   Hope their lov'd Chaplain might, for ever be\n   When call'd on high blessed to eternity;\n   They knew his worth his heart is of a kind,\n   That plants soft pity to a feeling mind:\n   Deeker, as Chaplain, few can e'er excel,\n   Belov'd by all who bids the jail farewell.\n   When first I saw those wretched men in jail,\n   Before their trial, did their fate bewail;\n   Soon as the sentence met each anxious ear,\n   Resign'd and true repentants did appear;\n   One and all cried out, oh that God how just!\n   To stop our sad career, on thee we'll trust;\n   One cause alone have made this sore distress,\n   Neglecting lord's day and our drunkenness.\n\n                                * * * * *\n\n\n\n\n_Ode to the Memory of the late lamented_\nSIR SAMUEL ROMILLY\n\n\n   Well may Britons waft the sigh,\n      Since Romilly's no more;\n   Till our existance from us fly,\n      We shall his loss deplore.\n\n   Oh! death thy keen unwelcome dart,\n      Caus'd Briton's tears to flow;\n   'Twas you compell'd him to depart,\n      And gave the deadly blow.\n\n   His virtues we shall long retain,\n      They are planted in each breast;\n   Till death they will with us remain,\n      By all he was carest.\n\n   I oft have heard his accents sweet,\n      Flow graceful from his tongue.\n   Applause would all his efforts greet,\n      For music on them hung.\n\n   His reasoning powers none could excel,\n      For truth appeared in view;\n   As _orator_ he spoke so well,\n      It oft compassion drew.\n\n   The callous heart could not refrain\n      To shed soft Pity's tear;\n   He spoke in such pathetic strain,\n      As caused the falling tear.\n\n   He set the injured captive free,\n      Oppression wou'd subdue;\n   A zealous friend to liberty,\n      And Briton's knew it true.\n\n   Whene'er his duty would allow,\n      He'd seek domestic joy;\n   To stern afflictions forc'd to bow,\n      And that all peace destroy.\n\n   His loss, we ever shall deplore,\n      And may his spirit rest\n   With virtuous souls long call'd before,\n      And numbered with the blest.\n\n   Yet ere his spirit fled away,\n      God summoned her above,\n   Who passed with him each happy day,\n      And gave him love for love.\n\n   Oh may his offspring never feel,\n      Those pangs he did endure;\n   No friendly aid the wound could heal,\n      Nor medicine health procure.\n\n   May our redeemer pardon gain,\n      For him and for us all;\n   Soon as we cease from earthly pain,\n      Or God our spirits call.\n\n                      [Picture: Decorative divider]\n\n            Walker, Printer, near the Duke's Palace, Norwich.\n\n\n\n\nAN ADDRESS\nTO THE\nNORFOLK YEOMAN\nON THE\n_Importation of_\nFOREIGN GRAIN.\n\n   On Foreign grain a duty lay,\n   Good Ministers I pray I pray,\n   If you our humble suit decline,\n   How can we meet and take our wine;\n   Chat about prices at Mark Lane,\n   To drink a bottle an't' prophane;\n   Did Mr. Pitt one night decline,\n   To call to aid the generous wine.\n   C---s cannot at times keep sober,\n   If they are tempted by October;\n   Sometimes a R---t---r takes a glass\n   Of spirits with a pretty lass;\n   Another thing I can define,\n   A B---p may get drunk with wine;\n   If it is placed within his view,\n   He acts as other people do;\n   Like us sometimes is prone to sin,\n   When Satan is alive within;\n   Sometimes successful he may be,\n   With B---s Sir as well as we;\n   And oft it does my feelings shock,\n   To see how dizzy is their flock;\n   So hard will they horses ride,\n   As if it was their daily pride.\n   Themselves and order to disgrace,\n   By being at a Foxes chase;\n   To see a cock fight won't decline,\n   A country P---n tho' divine;\n   But oh! upon a sabbath day,\n   How grave they look how much they pray.\n   Perhaps for sinners in this life,\n   Or to chat with neighbours wife.\n   A P---n in a country place,\n   Not long ago incur'd disgrace,\n   A neighbour went a dame to see,\n   A merry one as well could be;\n   A cock'd hat laid upon a chair,\n   This Sir is true I do declare;\n   She call'd, she knock'd, no answer made,\n   Upstairs she went without perade;\n   The P---n quick the curtains drew,\n   To keep the stranger from his view;\n   The neighbour said I make thus free,\n   As you invited me to tea;\n   But as you have a stranger here,\n   I do intrude I greatly fear.\n   I oft have heard the people say,\n   She took the P---n's hat away;\n   But ere she reached her happy home,\n   The P---n to her quick did roam,\n   Says he good woman that's my hat!\n   You know not what you have been at;\n   Give it me and never say,\n   What you have witness'd and I'll pay\n   You well to let the matter rest,\n   Within your own untroubled breast\n   No no, says she this hat I'll give,\n   Your wife as I do hope to live;\n   And tell her where I found it laid,\n   My trouble will be well repaid;\n   So R---d Sir to you adieu,\n   Your conduct I'll expose to view.\n      I'll speak of foreign grain again,\n   Hope your attention to detain;\n   Let Ministers a duty lay,\n   And make the foreign farmer pay\n   A certain sum on all he send,\n   Of grain into this fertile land.\n   Corn Laws are needless I protest,\n   To be without them would be best;\n   When crops are thin then grain would sell,\n   No doubt in Mark Lane very well:\n   At such a year then foreign grain,\n   Would flock into our ports again;\n   Soon an 'twas found enough was sent,\n   To answer every good intent,\n   A privy council should declare,\n   No more should come the present year;\n   We give to foreign farmers aid,\n   And starve our own I am afraid.\n   Free the farmer of all taxes,\n   The present ones their minds perplexes;\n   Double or quit the landlords say,\n   Ease the farmer, _make them_ pay.\n   Their farms produce them such high price,\n   In paying taxes can't be nice;\n   Let P---s ease the farmers cares,\n   Theirs is all wheat they get no tares:\n   The tithes they have advanced so high,\n   That make the farmer almost cry,\n   Compel them to throw back a part,\n   At least a tenth to cheer the heart;\n   Out of the sum that's paid for tithe,\n   That would the farmers mind revive\n   And tenth of rent they ought to pay,\n   To drive the farmers grief away:\n   Yeomen are forced to go to plough,\n   Then make a P---n milk a cow;\n   Keep sheep that task they can't decline,\n   Or help to feed the fowls and swine.\n   I think that is a cleaver plan,\n   'Twould often save a lad or man;\n   And as they share a tenth produce,\n   They are bound to make themselves of use;\n   They ought to teach the youth the creed,\n   And little girls to spell and read:\n   They like a fox chase or a play,\n   To kill the vacant time away;\n   Or cards or balls or such like things,\n   Fit only for the eye of Kings.\n   On Sundays see how quick they walk\n   Into a church to preach or talk;\n   So quick they'll range the sermon o'er,\n   As you their folly must deplore.\n   A pointer and a spaniel lay,\n   Behind the R--t--r. when he pray;\n   And now and then the dogs will bark,\n   Which much disturb the sleepy clerk;\n   He takes and pull them by the ears,\n   Which much disturb the man of prayers.\n   Soon as he thinks his dinner's fit,\n   He hurries home to ease the spit:\n   Thank God he has no more to pray,\n   To clowns until next sabbath day;\n   When that arrives oh how he sigh,\n   To know his trouble is so nigh!\n   Reluctant he to church repair,\n   Yet not omit to view the fair:\n   So as to catch the darting eye,\n   The P---n give when he descry;\n   She is at leisure to impart,\n   A smile to cheer his drooping heart:\n   Soon as he leaves the sacred place,\n   He anxiously the female trace,\n   To pass with her a merry joke,\n   Or else her passion to invoke,\n   In such a way as suits his mind,\n   If she is to sly fun inclined.\n   Many a poor man feeds a boy,\n   Where P---s leisure time employ;\n   A poor man's wife I've seen dress fine,\n   And gain the means from a D--e;\n   If they have money for to spare,\n   They'll will bestow it on the fair\n   The Cambridge ladies know it well,\n   I only do the truth now tell;\n   I've known a footman gain a place,\n   To save a C---e from disgrace;\n   He gains a calf as well as cow,\n   To manage matters they know how;\n   Poor Tom don't mind if he can find,\n   The P---n have a generous mind;\n   They always should to business stick,\n   Correct their flock read to the sick;\n   Too oft they do that task delay,\n   They are the first to go astray.\n   They ne'er should be a M---g---e,\n   It makes the people oft them hate;\n   From them no milk of kindness flow,\n   It's seldom mercy they will show.\n   Too oft they do to prison send,\n   A man his future life to mend;\n   He learns in such a place to be,\n   A hardened villian you may see.\n   Soon as his liberty he gain,\n   From acts of tumult wont abstain;\n   From every virtue he's bereft,\n   By company he's lately kept;\n   Small faults it's better to look o'er,\n   And tell them for to sin no more:\n   A bridewell often inmates have,\n   Who do for others riches crave:\n   In the same cell a boy is placed,\n   That have incur'd some slight disgrace;\n   Often he's placed with such a man\n   As teach him mischief all he can.\n   The boy goes out well versed in art,\n   That his late inmates did impart;\n   As soon as he his freedom gain,\n   Do that which causeth grief and pain;\n   Grown more familiar to a plan,\n   Of robbing others all he can.\n   And whilst in prison he was taught,\n   To tell a lie to screen a fault;\n   His brother prisoners did him teach,\n   To crib all trifles in his reach;\n   Too oft he's led by poachers where\n   To fang a bird or catch a hare:\n   And by advice he choose a spot\n   Where rambling Keepers see him not.\n   Poachers I think are less to blame\n   Then those that often buy the game.\n   There is a God that dwells on high,\n   Who will all mortals faults descry;\n   Should he no mercy to them show,\n   And send the men of prayers below,\n   Where Satan dwells and where he reigns,\n   To plant on sinners chains and pains;\n   With man let mercy constant rest,\n   For ever in the mind and breast.\n   Mercy I fear they never knew,\n   Or if they did it from them flew;\n   For virtue only can be found,\n   Where hearts are good minds are sound;\n   Humanity few e'er possess'd,\n   They cannot keep it in their breast.\n   No, arrogance and pride there dwell,\n   The poor around all know it well;\n   Seldom will ope a gaudy door,\n   To give a penny to the poor:\n   Yet glad would do it any day,\n   To turn the applicant away;\n   Or else to prison send the man,\n   And gladly punish all they can.\n   All fain would be a Demi God,\n   To hold the sharp chastising rod;\n   Esteem'd by few, by none revered,\n   And by the poor man greatly feared;\n   No longer I'll this theme pursue,\n   But bid the haughty Sirs, adieu.\n   A good divine shall be my theme,\n   The villiage did him much esteem;\n   A poor distress'd Italian youth,\n   Whose features bore the marks of truth;\n   Call'd at the parson's door to say,\n   The night was dark he'd lost his way;\n   The good divine observed the lad\n   Was sorrowful and thinly clad,\n   \"Step in\" says he and shut the door,\n   \"Sometimes I feed the needy poor.\n   Your outward guarb bespeaks distress,\n   This night I'll make your troubles less.\"\n   The youth with gratitude replied,\n   To earn my living is my pride;\n   Pictures I sell and glasses too,\n   Much cheaper then you'll find a jew;\n   And soon most pleasing to his eye,\n   Was ushered a good mutton pie;\n   And further to afford relief,\n   Beside the pye a piece of beef;\n   And likewise quick his heart to cheer,\n   Between the two a pint of beer.\n   All night he staid the morning came,\n   The Parson asked the boy his name;\n   My name is luckless he replies,\n   Tears were streaming from his eyes;\n   Pray do you like this wandering life,\n   No says the lad it causeth strife.\n   A joiners business sir I crave,\n   From selling pictures could I save\n   Enough, I'd soon a master find,\n   And to him myself I'd bind.\n   The Parson soon a master found,\n   Cloathed the youth and gave ten pound.\n   He served his time so well 'tis said,\n   As soon his charity repaid.\n   He gained a living by his trade,\n   The Parson gave without parade.\n   And at the Reverend's death 'twas found,\n   He left his boy five hundred pound,\n   He call'd the boy tho' grown a man,\n   Excel this action if you can.\n\n                      [Picture: Decorative divider]\n\n                      Printed by R. Walker, Norwich.\n\n\n\n\nA Description of the Pine-apple at Trowse.\n\n\n   Both beauty and art have exerted their skill,\n   You will find on a spot near the brow of a hill;\n   The hill is near Norwich and call'd Bracondale,\n   I stept into Vince's myself to regale.\n   The landlord I found Sir adopted one plan,\n   To please all his customers all that he can;\n   Some Topsmen I found had come to the spot,\n   To look at their darlings, each good hardy Scot;\n   When business was o'er they did not decline,\n   To take a few bottles of Vince's port wine;\n   The flavour was such they could not refrain,\n   To fill up a bumper again and again.\n   I found these good fellows are men of sense,\n   That to learning and knowledge may lay a pretence;\n   Most of these gentlemen always can find,\n   A stranger's good converse to cherish the mind.\n   When they went away, in the garden, I stray'd,\n   And do not repent there a visit I paid,\n   There was pinks, there was roses, and cucumbers too,\n   And peas of the finest I ever did view:\n   The evergreens pleas'd me their odour was sweet,\n   And a thousand of other sweet shrubs did I meet,\n   But oh what sweet pleasures your mind to fulfil.\n   Is the view that you have on the top of the hill.\n   The river delighteth the mind and the eye\n   On which you see wherries constant pass by,\n   Besides there is barges that proudly do ride,\n   With packets to Yarmouth assisted by tide;\n   There's low-lands and up-lands that gladden the sight,\n   And a thousand sweet objects the mind to delight\n   And such view of the city as must please the eye,\n   A thousand old buildings you there may descry;\n   Oh this is a garden I said to myself,\n   That was I a man that had plenty of wealth,\n   I would ramble to daily, myself to regale,\n   For Vince I well know have some fine flavour'd ale;\n   And those that have tasted his porter declare,\n   That two or three glasses the spirits will cheer;\n   Here's Jamaca Rum that will gladden the heart\n   The flavour of which will much pleasure impart;\n   His Hollands you'd find would soon make you merry,\n   And your cheeks my good Sir look as red as a cherry;\n   But oh for his Brandy put that in a bowl,\n   With his very strong Rum & 'twould soon cheer the soul.\n   His best English Gin will banish all care,\n   If you take but enough I vow and declare;\n   He keeps Cows to afford you a little good stuff,\n   If you only will add to it Rum quite enough;\n   Besides with your Hautboys he will find you cream\n   Now do not suppose that this is a dream;\n   Step into Vince's and you'll find it true,\n   That what I have stated may be found by you;\n   For your steed or you poney there's a stable I say,\n   That is kept clean and neat with the finest of hay.\n   And his friends from the north who do bullocks sell,\n   Know that he lodges their cattle quite well;\n   He has all the means to keep them clean & warm,\n   And shelter those creatures from rain & from storm\n   There's plenty of acres to give them full scope,\n   And plenty of feed if their mouths they will ope;\n   Their bellies they may most rapidly fill,\n   To give them a plenty I know is his will;\n   I have oft heard him say that he great pleasure take,\n   In providing for stock for each owner's sake,\n   And that he determines no pains he would spare,\n   To take care of cattle that's under his care;\n   Indeed I believe that all his friends find,\n   To afford satisfaction he's always inclin'd;\n   And all those that think proper at his house to stray,\n   Shall never have cause to complain when away:\n   He thanks all his friends for each favour that's past,\n   And hopes that each visit will not be the last;\n   His efforts to please them he'll strongly renew,\n   And each friend that call shall soon find it true;\n   Most fully determined such liquor to sell,\n   As all shall declare that they like it quite well;\n   I believe that in summer no spot is more fit,\n   To brace up the nerves to those that need it.\n   The air is so fine that it cherish the frame,\n   Besides there's another great pleasure I'll name,\n   But a very short mile and the journey is o'er,\n   Ere they can walk in at the Pine-apple door;\n   I mean for those friends who for pleasure do stray\n   That near is the distance as I have heard say,\n   I'm sure that no one will have cause to repine,\n   At the distance from Norwich when wheather is fine,\n   The garden produces such store sir in May,\n   As induce you to take some on going away;\n   Cucumbers and other things there you may buy,\n   So early I'm told as delighteth the eye,\n   To do it no pains nor expences he spare,\n   That Vince's good friends may have something that's rare;\n   Another thing early the Ladies to please,\n   He grows in the garden the sweetest of peas,\n   And if in the spring there are nice cooling showers,\n   The same time will send them the choisest of flowers,\n   The garden most people from Norwich invite,\n   As that is his pride and daily delight;\n   There are seats and good harbours your time to invite,\n   When smoaking your pipe to afford you delight,\n   The house tho' not gaudy is always kept clean,\n   Or at least I do say as mostly is seen;\n   He keeps lively fires in winter I'm told,\n   To keep his good friends when there catching cold,\n   And oh his tobacco most people approve,\n   It handles you'll find quite as soft as a dove;\n   His pipes are glaz'd high you will find at the end,\n   Such as you'd wish to bestow on a friend.\n   Indeed in the mansion no pains will he spare,\n   To gain him applause or your spirits to cheer;\n   He's grateful to all both rich and poor,\n   That choose to step in at the Pine-apple door.\n   He wish all to spend no more than they please,\n   To joke, drink, and laugh, & be merry at ease,\n   Harmonious parties he likes for to see,\n   That delight in good friendship and sing a good glee,\n   A song now and then will enliven the heart,\n   And make us unwilling till late to depart.\n\n\n\n\nTHE WIVERTON BOY;\n_Or_, _Sailor Returned_.\n\n\n   On Wiverton Green a boy was found,\n   Weeping his fate upon the ground;\n   Compassion soon the helpless drew,\n   To give him aid they instant flew;\n   The overseer quick took the youth,\n   Matured him in the paths of truth;\n   At proper age they sought to find,\n   What calling suited best his mind;\n   Upon the main he wished to try,\n   His fortune and his destiny.\n   Quick to a merchant ship was sent,\n   He braved the stormy eliment;\n   Intrepid courage gave him aid,\n   And due attention well he paid,\n   To every order that he heard,\n   And by the crew was much revered;\n   At riper years became a mate,\n   In the same ship he tried his fate;\n   His master died he took his place,\n   His tutor he did not disgrace,\n   He soon became a man of wealth,\n   Adorned with riches, strength, and health.\n   Tired of the sea he came on shore,\n   His Wiverton friends to see once more.\n   Each hailed the happy pleasing day,\n   They view'd the orphan nam'd Greenway.\n   The tear of sorrow from him flew,\n   When he the fatal spot did view;\n   Says he this village fostered me,\n   Till I embarked upon the sea.\n   Part of my earnings will I give,\n   That poorer souls may better live;\n   He bought the Briston tithes to do\n   A generous act outdone by few;\n   And soon as bought gave them away,\n   To those that named him young Greenway.\n   In trust to aid the needy poor,\n   Who will till death his name adore.\n   Owing to times it will be found,\n   These tithes have fetched three hundred pound;\n   And Wiverton poor have every year,\n   A sum that keeps them from despair;\n   And oft they cry we bless the day,\n   That brought to us our good Greenway.\n\n                      Knighted Sir Richard Greenway.\n\n                                  FINIS.\n\n{1}  The composition of this eText follows the ordering of the original\nin Norwich Millennium Library, England.  The pagination would indicate\nthat originally this was four separate pamphlets (page numbers\nrunning 1-8, 1-8, 1-8, 3-8).  There's no sign of the last pages (1-2)\nbeing missing.  However, the contents printed on the first pamphlet's\npage cover the whole work, so the pamphlets may have been printed as such\nbut have been intended to be bound as a single whole.--DP.",
    "metadata": {
        "author": [
            "Parkerson, James"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/33732/pg33732.txt",
        "name": "sketches_in_verse_respectfully_addressed_to_the_no.json"
    }
}