{
    "name": "Skilled Assistance\nShip's Company, Part 9.",
    "author": [
        "Jacobs, William Wymark",
        "Jacobs, W. W. (William Wymark)"
    ],
    "body": "\nSKILLED ASSISTANCE\n\n\nThe night-watchman, who had left his seat on the jetty to answer the\ngate-bell, came back with disgust written on a countenance only too well\ndesigned to express it.\n\n\"If she's been up 'ere once in the last week to, know whether the\n<i>Silvia</i> is up she's been four or five times,\" he growled.  \"He's forty-\nseven if he's a day; 'is left leg is shorter than 'is right, and he talks\nwith a stutter.  When she's with 'im you'd think as butter wouldn't melt\nin 'er mouth; but the way she talked to me just now you'd think I was\npaid a-purpose to wait on her.  I asked 'er at last wot she thought I was\nhere for, and she said she didn't know, and nobody else neither.  And\nafore she went off she told the potman from the 'Albion,' wot was\nlistening, that I was known all over Wapping as the Sleeping Beauty.\n\n\"She ain't the fust I've 'ad words with, not by a lot.  They're all the\nsame; they all start in a nice, kind, soapy sort o' way, and, as soon as\nthey don't get wot they want, fly into a temper and ask me who, I think I\nam.  I told one woman once not to be silly, and I shall never forget it\nas long as I live-never.  For all I know, she's wearing a bit o' my 'air\nin a locket to this day, and very likely boasting that I gave it to her.\n\n\"Talking of her reminds me of another woman.  There was a Cap'n Pinner,\nused to trade between 'ere and Hull on a schooner named the Snipe.  Nice\nlittle craft she was, and 'e was a very nice feller.  Many and many's the\npint we've 'ad together, turn and turn-about, and the on'y time we ever\n'ad a cross word was when somebody hid his clay pipe in my beer and 'e\nwas foolish enough to think I'd done it.\n\n\"He 'ad a nice little cottage, 'e told me about, near Hull, and 'is\nwife's father, a man of pretty near seventy, lived with 'em.  Well-off\nthe old man was, and, as she was his only daughter, they looked to 'ave\nall his money when he'd gorn.  Their only fear was that 'e might marry\nagin, and, judging from wot 'e used to tell me about the old man, I\nthought it more than likely.\n\n\"'If it wasn't for my missis he'd ha' been married over and over agin,'\nhe ses one day.  'He's like a child playing with gunpowder.'\n\n\"''Ow would it be to let 'im burn hisself a bit?' I ses.\n\n\"'If you was to see some o' the gunpowder he wants to play with, you\nwouldn't talk like that,' ses the cap'n.  'You'd know better.  The on'y\nthing is to keep 'em apart, and my pore missis is wore to a shadder a-\ndoing of it.'\n\n\"It was just about a month arter that that he brought the old man up to\nLondon with 'im.  They 'ad some stuff to put out at Smith's Wharf,\nt'other side of the river, afore they came to us, and though they was\non'y there four or five days, it was long enough for that old man to get\ninto trouble.\n\n\"The skipper told me about it ten minutes arter they was made snug in the\ninner berth 'ere.  He walked up and down like a man with a raging\ntoothache, and arter follering 'im up and down the wharf till I was tired\nout, I discovered that 'is father-in-law 'ad got 'imself mixed up with a\nwidder-woman ninety years old and weighing twenty stun.  Arter he 'ad\ncooled down a bit, and I 'ad given 'im a few little pats on the shoulder,\n'e made it forty-eight years old and fourteen stun.\n\n\"'He's getting ready to go and meet her now,' he ses, 'and wot my\nmissis'll say to me, I don't know.'\n\n\"His father-in-law came up on deck as 'e spoke, and began to brush\n'imself all over with a clothesbrush.  Nice-looking little man 'e was,\nwith blue eyes, and a little white beard, cut to a point, and dressed up\nin a serge suit with brass buttons, and a white yachting cap.  His real\nname was Mr. Finch, but the skipper called 'im Uncle Dick, and he took\nsuch a fancy to me that in five minutes I was calling 'im Uncle Dick too.\n\n\"'Time I was moving,' he ses, by and by.  'I've got an app'intment.'\n\n\"'Oh! who with?' ses the skipper, pretending not to know.\n\n\"'Friend o' mine, in the army,' ses the old man, with a wink at me.  'So\nlong.'\n\n\"He went off as spry as a boy, and as soon as he'd gorn the skipper\nstarted walking back'ards and for'ards agin, and raving.\n\n\"'Let's 'ope as he's on'y amusing 'imself,' I ses.\n\n\"'Wait till you see 'er,' ses the skipper; 'then you won't talk\nfoolishness.'\n\n\"As it 'appened she came back with Uncle Dick that evening, to see 'im\nsafe, and I see at once wot sort of a woman it was.  She 'adn't been on\nthe wharf five minutes afore you'd ha' thought it belonged to 'er, and\nwhen she went and sat on the schooner it seemed to be about 'arf its\nsize.  She called the skipper Tom, and sat there as cool as you please\nholding Uncle Dick's 'and, and patting it.\n\n\"I took the skipper round to the 'Bull's Head' arter she 'ad gorn, and I\nwouldn't let 'im say a word until he had 'ad two pints.  He felt better\nthen, and some o' the words 'e used surprised me.\n\n\"'Wot's to be done?' he ses at last.  'You see 'ow it is, Bill.'\n\n\"'Can't you get 'im away?' I ses.  'Who is she, and wot's 'er name?'\n\n\"'Her name,' ses the skipper, 'her name is Jane Maria Elizabeth Muffit,\nand she lives over at Rotherhithe.'\n\n\"'She's very likely married already,' I ses.\n\n\"'Her 'usband died ten years ago,' ses the skipper; 'passed away in 'is\nsleep.  Overlaid, I should say.'\n\n\"He sat there smoking, and I sat there thinking.  Twice 'e spoke to me,\nand I held my 'and up and said 'H'sh.' Then I turned to 'im all of a\nsudden and pinched his arm so hard he nearly dropped 'is beer.\n\n\"'Is Uncle Dick a nervous man?' I ses.\n\n\"'Nervous is no name for it,' he ses, staring.\n\n\"'Very good, then,' I ses.  'I'll send 'er husband to frighten 'im.'\n\n\"The skipper looked at me very strange.  'Yes,' he ses.  'Yes.  Yes.'\n\n\"'Frighten 'im out of 'is boots, and make him give 'er up,' I ses.  'Or\nbetter still, get 'im to run away and go into hiding for a time.  That\n'ud be best, in case 'e found out.'\n\n\"'Found out wot?' ses the skipper.\n\n\"'Found out it wasn't 'er husband,' I ses.\n\n\"'Bill,' ses the skipper, very earnest, 'this is the fust beer I've 'ad\nto-day, and I wish I could say the same for you.'\n\n\"I didn't take 'im at fast, but when I did I gave a laugh that brought in\ntwo more customers to see wot was the matter.  Then I took 'im by the\narm--arter a little trouble--and, taking 'im back to the wharf, explained\nmy meaning to 'im.\n\n\"'I know the very man,' I ses.  'He comes into a public-'ouse down my way\nsometimes.  Artful 'Arry, he's called, and, for 'arf-a-quid, say, he'd\nfrighten Uncle Dick 'arf to death.  He's big and ugly, and picks up a\nliving by selling meerschaum pipes he's found to small men wot don't want\n'em.  Wonderful gift o' the gab he's got.'\n\n\"We went acrost to the 'Albion' to talk it over.  There's several bars\nthere, and the landlady always keeps cotton-wool in 'er ears, not 'aving\nbeen brought up to the public line.  The skipper told me all 'e knew\nabout Mrs. Muffit, and we arranged that Artful 'Arry should come down at\nseven o'clock next night, if so be as I could find 'im in time.\n\n\"I got up early the next arternoon, and as it 'appened, he came into the\n'Duke of Edinburgh' five minutes arter I got there.  Nasty temper 'e was\nin, too.  He'd just found a meerschaum pipe, as usual, and the very fust\nman 'e tried to sell it to said that it was the one 'e lost last\nChristmas, and gave 'im a punch in the jaw for it.\n\n\"'He's a thief, that's wot he is,' ses 'Arry; 'and I 'ate thiefs.  'Ow's\na honest tradesman to make a living when there's people like that about?'\n\n\"I stood 'im 'arf a pint, and though it hurt 'im awful to drink it, he\nsaid 'ed 'ave another just to see if he could bear the pain.  Arter he\nhad 'ad three 'e began for to take a more cheerful view o' life, and told\nme about a chap that spent three weeks in the London 'Orsepittle for\ncalling 'im a liar.\n\n\"'Treat me fair,' he ses, 'and I'll treat other people fair.  I never\nbroke my word without a good reason for it, and that's more than\neverybody can say.  If I told you the praise I've 'ad from some people\nyou wouldn't believe it.'\n\n\"I let 'im go on till he 'ad talked 'imself into a good temper, and then I\ntold 'im of the little job I 'ad got for 'im.  He listened quiet till I\n'ad finished, and then he shook 'is 'ead.\n\n\"'It ain't in my line,' he ses.\n\n\"'There's 'arf a quid 'anging to it,' I ses.\n\n\"'Arry shook his 'ead agin.  'Tain't enough, mate,' he ses.  'If you was\nto make it a quid I won't say as I mightn't think of it.'\n\n\"I 'ad told the skipper that it might cost 'im a quid, so I knew 'ow far\nI could go; and at last, arter 'Arry 'ad got as far as the door three\ntimes, I gave way.\n\n\"'And I'll 'ave it now,' he ses, 'to prevent mistakes.'\n\n\"'No, 'Arry,' I ses, very firm.  'Besides, it ain't my money, you see.'\n\n\"'You mean to say you don't trust me,' 'e ses, firing up.\n\n\"'I'd trust you with untold gold,' I ses, 'but not with a real quid;\nyou're too fond of a joke, 'Arry.'\n\n\"We 'ad another long argyment about it, and I had to tell 'im plain at\nlast that when I wanted to smell 'is fist, I'd say so.\n\n\"'You turn up at the wharf at five minutes to seven,' I ses, 'and I'll\ngive you ten bob of it; arter you've done your business I'll give you the\nother.  Come along quiet, and you'll see me waiting at the gate for you.'\n\n\"He gave way arter a time, and, fust going 'ome for a cup o' tea, I went\non to the wharf to tell the skipper 'ow things stood.\n\n\"'It couldn't 'ave 'appened better,' he ses.  'Uncle Dick is sure to be\naboard at that time, 'cos 'e's going acrost the water at eight o'clock to\npay 'er a visit.  And all the hands'll be away.  I've made sure of that.'\n\n\"He gave me the money for Artful 'Arry in two 'arf-suverins, and then we\nwent over to the 'Albion' for a quiet glass and a pipe, and to wait for\nseven o'clock.\n\n\"I left 'im there at ten minutes to, and at five minutes to, punctual to\nthe minute, I see 'Arry coming along swinging a thick stick with a knob\non the end of it.\n\n\"'Where's the 'arf thick-un?' he ses, looking round to see that the coast\nwas clear.\n\n\"I gave it to 'im, and arter biting it in three places and saying it was\na bit short in weight he dropped it in 'is weskit-pocket and said 'e was\nready.\n\n\"I left 'im there for a minute while I went and 'ad a look round.  The\ndeck of the Snipe was empty, but I could 'ear Uncle Dick down in the\ncabin singing; and, arter listening for a few seconds to make sure that\nit was singing, I went back and beckoned to 'Arry.\n\n\"'He's down in the cabin,' I ses, pointing.  'Don't overdo it, 'Arry, and\nat the same time don't underdo it, as you might say.'\n\n\"'I know just wot you want,' ses 'Arry, 'and if you'd got the 'art of a\nman in you, you'd make it two quids.'\n\n\"He climbed on board and stood listening for a moment at the companion,\nand then 'e went down, while I went off outside the gate, so as to be out\nof earshot in case Uncle Dick called for me.  I knew that I should 'ear\nall about wot went on arterwards--and I did.\n\n\"Artful 'Arry went down the companion-ladder very quiet, and then stood\nat the foot of it looking at Uncle Dick.  He looked 'im up and down and\nall over, and then 'e gave a fierce, loud cough.\n\n\"'Good-evening,' he ses.\n\n\"'Good-evening,' ses Uncle Dick, staring at 'im.  'Did you want to see\nanybody?'\n\n\"'I did,' ses 'Arry.  'I do.  And when I see 'im I'm going to put my arms\nround 'im and twist 'is neck; then I'm going to break every bone in 'is\nbody, and arter that I'm going to shy 'im overboard to pison the fishes\nwith.'\n\n\"'Dear me!' ses Uncle Dick, shifting away as far as 'e could.\n\n\"'I ain't 'ad a wink o' sleep for two nights,' ses 'Arry--'not ever since\nI 'eard of it.  When I think of all I've done for that woman-working for\n'er, and such-like-my blood boils.  When I think of her passing 'erself\noff as a widder--my widder--and going out with another man, I don't know\nwot to do with myself.'\n\n\"Uncle Dick started and turned pale.  Fust 'e seemed as if 'e was going\nto speak, and then 'e thought better of it.  He sat staring at 'Arry as\nif 'e couldn't believe his eyes.\n\n\"'Wot would you do with a man like that?' ses 'Arry.  'I ask you, as man\nto man, wot would you do to 'im?'\n\n\"'P'r'aps-p'r'aps 'e didn't know,' ses Uncle Dick, stammering.\n\n\"'Didn't know!' ses 'Arry.  'Don't care, you mean.  We've got a nice\nlittle 'ome, and, just because I've 'ad to leave it and lay low for a bit\nfor knifing a man, she takes advantage of it.  And it ain't the fust\ntime, neither.  Wot's the matter?'\n\n\"'Touch-touch of ague; I get it sometimes,' ses Uncle Dick.\n\n\"'I want to see this man Finch,' ses 'Arry, shaking 'is knobby stick.\n'Muffit, my name is, and I want to tell 'im so.'\n\n\"Uncle Dick nearly shook 'imself on to the floor.\n\n\"'I--I'll go and see if 'e's in the fo'c'sle,' he ses at last.\n\n\"'He ain't there, 'cos I've looked,' ses 'Arry, 'arf shutting 'is eyes and\nlooking at 'im hard.  'Wot might your name be?'\n\n\"'My name's Finch,' ses Uncle Dick, putting out his 'ands to keep him\noff; 'but I thought she was a widder.  She told me her 'usband died ten\nyears ago; she's deceived me as well as you.  I wouldn't ha' dreamt of\ntaking any notice of 'er if I'd known.  Truth, I wouldn't.  I should'nt\nha' dreamt of such a thing.'\n\n\"Artful 'Arry played with 'is stick a little, and stood looking at 'im\nwith a horrible look on 'is face.\n\n\"''Ow am I to know you're speaking the truth?' he ses, very slow.  'Eh?\n'Ow can you prove it?'\n\n\"'If it was the last word I was to speak I'd say the same,' ses Uncle\nDick.  'I tell you, I am as innercent as a new-born babe.'\n\n\"'If that's true,' ses 'Arry, 'she's deceived both of us.  Now, if I let\nyou go will you go straight off and bring her 'ere to me?'\n\n\"'I will,' ses Uncle Dick, jumping up.\n\n\"''Arf a mo,' ses 'Arry, holding up 'is stick very quick.  'One thing is,\nif you don't come back, I'll 'ave you another day.  I can't make up my\nmind wot to do.  I can't think--I ain't tasted food for two days.  If I\n'ad any money in my pocket I'd 'ave a bite while you're gone.'\n\n\"'Why not get something?' ses Uncle Dick, putting his 'and in his pocket,\nin a great 'urry to please him, and pulling out some silver.\n\n\"'Arry said 'e would, and then he stood on one side to let 'im pass, and\neven put the knobby stick under 'im to help 'im up the companion-ladder.\n\n\"Uncle Dick passed me two minutes arterwards without a word, and set off\ndown the road as fast as 'is little legs 'ud carry 'im.  I watched 'im\nout o' sight, and then I went on board the schooner to see how 'Arry 'ad\ngot on.\n\n\"Arry,' I ses, when he 'ad finished, 'you're a masterpiece!'\n\n\"'I know I am,' he ses.  'Wot about that other 'arf-quid?'\n\n\"'Here it is,' I ses, giving it to 'im.  'Fair masterpiece, that's wot\nyou are.  They may well call you Artful.  Shake 'ands.'\n\n\"I patted 'im on the shoulder arter we 'ad shook 'ands, and we stood\nthere smiling at each other and paying each other compliments.\n\n\"'Fancy 'em sitting 'ere and waiting for you to come back from that\nbite,' I ses.\n\n\"'I ought to 'ave 'ad more off of him,' ses 'Arry.  ''Owever, it can't be\nhelped.  I think I'll 'ave a lay down for a bit; I'm tired.'\n\n\"'Better be off,' I ses, shaking my 'ead.  'Time passes, and they might\ncome back afore you think.'\n\n\"'Well, wot of it?' ses 'Arry.\n\n\"'Wot of it?' I ses.  'Why, it'ud spoil everything.  It 'ud be blue\nruin.'\n\n\"'Are you sure?' ses 'Arry'.\n\n\"'Sartin,' I ses.\n\n\"'Well, make it five quid, and I'll go, then,' he ses, sitting down agin.\n\n\"I couldn't believe my ears at fust, but when I could I drew myself up\nand told 'im wot I thought of 'im; and he sat there and laughed at me.\n\n\"'Why, you called me a masterpiece just now,' he ses.  'I shouldn't be\nmuch of a masterpiece if I let a chance like this slip.  Why, I shouldn't\nbe able to look myself in the face.  Where's the skipper?'\n\n\"'Sitting in the \"Albion\",' I ses, 'arf choking.\n\n\"'Go and tell 'im it's five quid,' ses 'Arry.  'I don't mean five more,\non'y four.  Some people would ha' made it five, but I like to deal square\nand honest.'\n\n\"I run over for the skipper in a state of mind that don't bear thinking\nof, and he came back with me, 'arf crazy.  When we got to the cabin we\nfound the door was locked, and, arter the skipper 'ad told Artful wot\nhe'd do to 'im if he didn't open it, he 'ad to go on deck and talk to 'im\nthrough the skylight.\n\n\"'If you ain't off of my ship in two twos,' he ses, 'I'll fetch a\npoliceman.'\n\n\"'You go and fetch four pounds,' ses 'Arry; 'that's wot I'm waiting for,\nnot a policeman.  Didn't the watchman tell you?'\n\n\"'The bargain was for one pound,' ses the skipper, 'ardly able to speak.\n\n\"'Well, you tell that to the policeman,' ses Artful 'Arry.\n\n\"It was no use, he'd got us every way; and at last the skipper turns out\n'is pockets, and he ses, 'Look 'ere,' he ses, 'I've got seventeen and\ntenpence ha' penny.  Will you go if I give you that?'\n\n\"''Ow much has the watchman got?' ses 'Arry.  'His lodger lost 'is purse\nthe other day.'\n\n\"I'd got two and ninepence, as it 'appened, and then there was more\ntrouble because the skipper wouldn't give 'im the money till he 'ad gone,\nand 'e wouldn't go till he 'ad got it.  The skipper gave way at last, and\nas soon as he 'ad got it 'Arry ses, 'Now 'op off and borrer the rest, and\nlook slippy about it.'\n\n\"I put one hand over the skipper's mouth fust, and then, finding that was\nno good, I put the other.  It was no good wasting bad langwidge on 'Arry.\n\n\"I pacified the skipper at last, and arter 'Arry 'ad swore true 'e'd go\nwhen 'e'd got the money, the skipper rushed round to try and raise it.\nIt's a difficult job at the best o' times, and I sat there on the\nskylight shivering and wondering whether the skipper or Mrs. Muffit would\nturn up fust.\n\n\"Hours seemed to pass away, and then I see the wicket in the gate open,\nand the skipper come through.  He jumped on deck without a word, and\nthen, going over to the skylight, 'anded down the money to 'Arry.\n\n\"'Right-o,' ses 'Arry.  'It on'y shows you wot you can do by trying.'\n\n\"He unlocked the door and came up on deck, looking at us very careful,\nand playing with 'is stick.\n\n\"'You've got your money,' ses the skipper; 'now go as quick as you can.'\n\n\"'Arry smiled and nodded at him.  Then he stepped on to the wharf and was\njust moving to the gate, with us follering, when the wicket opened and in\ncame Mrs. Muffit and Uncle Dick.\n\n\"'There he is,' ses Uncle Dick.  'That's the man!'\n\n\"Mrs. Muffit walked up to 'im, and my 'art a'most stopped beating.  Her\nface was the colour of beetroot with temper, and you could 'ave heard her\nbreath fifty yards away.\n\n\"'Ho!' she says, planting 'erself in front of Artful 'Arry, 'so you're\nthe man that ses you're my 'usband, are you?'\n\n\"'That's all right,' ses 'Arry, 'it's all a mistake.'\n\n\"'MISTAKE?' ses Mrs. Muffit.\n\n\"'Mistake o' Bill's,' ses 'Arry, pointing to me.  'I told 'im I thought\n'e was wrong, but 'e would 'ave it.  I've got a bad memory, so I left it\nto 'im.'\n\n\"'Ho!' ses Mrs. Muffit, taking a deep breath.  'Ho!  I thought as much.\nWot 'ave you got to say for yourself--eh?'\n\n\"She turned on me like a wild cat, with her 'ands in front of her.  I've\nbeen scratched once in my life, and I wasn't going to be agin, so, fixing\nmy eyes on 'er, I just stepped back a bit, ready for 'er.  So long as I\nkept my eye fixed on 'ers she couldn't do anything.  I knew that.\nUnfortunately I stepped back just a inch too far, and next moment I went\nover back'ards in twelve foot of water.\n\n\"Arter all, p'r'aps it was the best thing that could have 'appened to me;\nit stopped her talking.  It ain't the fust time I've 'ad a wet jacket;\nbut as for the skipper, and pore Uncle Dick--wot married her--they've\nbeen in hot water ever since.\"",
    "metadata": {
        "author": [
            "Jacobs, William Wymark",
            "Jacobs, W. W. (William Wymark)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/10569/pg10569.txt",
        "name": "skilled_assistance_ship_s_company_part_9.json"
    }
}