{
    "name": "Snowbound for Christmas",
    "author": [
        "MacKenzie, Edna I."
    ],
    "body": "CHARACTERS\n\n\n    MA SIMPSON.\n    PA SIMPSON.\n    MINERVA, Oldest Daughter.\n    SAM, Oldest Son.\n    BILL    }The In Between’s.\n    JENNIE, }\n    BOBBY  }\n    BETTY, }Twins\n\n\nCOSTUMES\n\n_Act I_\n\nDAY BEFORE CHRISTMAS\n\n    PA SIMPSON, Overalls and Work Shirt.\n    MA SIMPSON, Gingham Dress and Apron.\n    MINERVA, Red Waist and Blue Skirt.\n    SAM  }\n    BILL,} Overalls.\n    BOBBY, Torn Blouse and Good Trousers.\n    JENNIE, Old Dress.\n    BETTY, Old Dress.\n\n\n_Act II_\n\nCHRISTMAS MORNING\n\n    Girls in Flannelette Night Dresses and Bed-Room Slippers.\n    Boys in Pajamas.\n    Pa in Bathrobe and Ma in Wrapper.\n\n    Time of Playing—About Twenty-five Minutes.\n\n\n    Copyright, 1921, by Paine Publishing Company\n\n\n\n\nSnowbound for Christmas\n\n\n\n\n_Act I_\n\n_Scene._—_A living room in the Simpson farmhouse. Toys, books, etc.,\nare strewn around untidily. Children play with these when not talking.\nDoors Left and Right._\n\n_The curtain rises on Ma Simpson knitting by table in Centre, and Pa\nSimpson reading the newspaper._\n\n_Enter Sam, covered with snow_\n\nSAM—It’s still snowin’, Ma.\n\nMA (_not looking up_)—Yes, Sam.\n\nSAM—It’s been snowin’ for three days, Ma.\n\nMA—Yes, Sam.\n\nSAM—And tomorrow’s Christmas, Ma.\n\nMA—Yes, Sam.\n\nPA (_throws down paper_)—Do you suppose we don’t know that it’s\nsnowing, and that it’s been snowing for three days and tomorrow’s\nChristmas. Can’t you tell us something new?\n\nSAM—But, Pa, how are we going to get to town to buy our Christmas\npresents and things?\n\nPA (_gruffly_)—We can’t go and that’s all about it. The horses couldn’t\nplow half a rod through these snowdrifts.\n\nSAM—But whatever are we going to do for Christmas?\n\nMA (_shaking her head_)—I guess we will have to do without Christmas\nthis year.\n\n_Minerva enters_\n\nMINERVA—Do without Christmas! Oh, Ma!\n\nMA (_brushing away tears_)—I’m sorry Minerva, but with the twins down\nwith the grippe last week and it snowing so hard this week we couldn’t\nget to town and—and (_puts apron to eye_). I feel every bit as bad\nas you youngsters. I’ve always prided myself on giving you a happy\nChristmas, and to think that I haven’t a thing ready this year. Oh, you\npoor, poor children (_cries_).\n\nPA—Now, see what you’ve done. Run away children and stop pesterin’ your\nMa.\n\nMINERVA (_kissing Ma_)—Never mind, Ma. We know it couldn’t be helped.\nWe can do one year without Christmas, can’t we, Sam?\n\nSAM (_patting Ma awkwardly_)—Of course. Don’t you worry about us kids,\nMa. We’ll get along.\n\nMA—Bless your dear, kind hearts. But the little ones, the twins, how\ncan I tell them that Santa can’t come this year?\n\nPA—Those kids have got enough toys as it is to last them a life time.\nLook at this room. You’d think a hurricane had struck it.\n\nMA—I know, I know. But they’ve been stuck in the house so long that\nthey’re bound to get their play things around. It’s not the toys they\nneed, but to tell them Santa won’t be here. Oh, I can’t! I can’t!\n\nMINERVA—Perhaps, Ma, we older ones could make them some presents. I\ncould make a dandy nigger doll out of a bottle and a black stocking.\nSara Martin showed me how to do it.\n\nSAM—-I’ll go and get my tools right away and make a cradle for the doll.\n\nMINERVA—And I’ll give Jennie that ring that’s got too small for me.\n\nSAM—I’ll paint my old sled over for Bobby and give Bill my hockey stick.\n\nPA—That’s the idea! You kids have got good heads on you.\n\nSAM—Come on, Minerva, let’s get busy.\n\n_Exit Minerva and Sam_\n\nMA—The dear children! There’s not a woman living has better children\nthan we have.\n\nPA (_blowing nose_)—You’re right there. I guess they take after their\nma.\n\nMA—How you do talk! And to think that my own children have to teach\ntheir ma a lesson. Here am I moping away because I hadn’t anything\nready when I should be hunting up and planning for them. What a silly\nold goose I’m getting to be (_jumps up_). I’ll—\n\nPA—Now, Ma, don’t go and call yourself names. You’re simply tired out\nworking yourself to death for these youngsters and—\n\nMA—There’s that old Persian Lamb coat I got before I was married. I’ll\nmake muffs and capes out of it for Jennie and Betty. It’s moth-eaten in\nspots, but there’s plenty good fur left and Minerva can help me make\nthem. And—and—for Minerva I’ll (_rubs head_) oh, I know, I’ll make\nMinerva a party dress out of my white silk wedding dress. I ain’t never\nworn it much, and it’s almost as good as new.\n\nPA—Not your wedding dress! You ain’t goin’ to cut that up!\n\nMA—Why ain’t I? Laws-a-me, I can’t wear it anymore. It wouldn’t come\nwithin five inches of meeting round the waist, and it’s too old\nfashioned for Minerva to wear the way it is.\n\nPA—But your wedding dress, the dress you wore when we two was made\none, and you lookin’ like an angel straight out of heaven in it. Oh, I\ncouldn’t bear to see that cut up.\n\nMA—Now, Pa, don’t you go and talk nonsense. I didn’t know you had that\nmuch sentiment in you. To tell the truth I hate to have it cut up\nmyself, but when it comes to making that dear child happy I’d give her\nmy head on a charger if it would do her any good.\n\nPA—Who’s talkin’ nonsense now? Well, since you’ve got the girls fixed\nup I guess I’ll have to think up something for the boys. Blest if I\nknow what I can give them (_scratches head_).\n\nMA—It’s awful hard planning for boys. They ain’t so easy pleased as\ngirls with fixed over things. They’re more for animals and such like.\n\nPA—There you’ve got it, Ma! I’ll give Sam that little black colt\nall for his own. He’s just crazy about it and Bill—let’s see—what\ncan I give—Oh yes, there’s that Jersey heifer that’s goin’ to be a\nsure-enough winner some day—I’ll give him that. Then there’s Bobby,\nwhat in the dickens can I give that tyke. He’s too young—\n\nMA (_at door_)—Hush, I hear him coming.\n\n    _Bobby rushes in_\n\nBOBBY—Oh, Ma, what do you think! I found a dozen eggs hid away in the\nhay-mow.\n\nMA—Why Bobby, whatever are you doing with your Sunday trousers on?\n\nPA—How’d you happen to find the eggs?\n\nBOBBY—I was jumpin’ off the beam into the hay and I landed right on top\nof them. Didn’t know they was there. Gee, there was some spill. I guess\nthem eggs was layed last summer, they smelt like it (_pause_). That’s\nwhy I got my Sunday trousers on, Ma.\n\nMA—Well, run along now and see that you don’t get any more eggs for if\nyou spoil them trousers you go to bed. You ain’t got any others.\n\nBOBBY—All right, Ma. I only wished we had a swing in the barn like Pete\nMiller’s. Yuh kin go clean to the roof in it. It beats jumpin’ in the\nhay all holler (_runs out_).\n\nPA—The very thing! I’ll put a swing up in the barn for Bobby. I’ll give\nhim a big bag of butternuts to crack to keep him out of the way ’till I\ngit it up.\n\nMA—And I’ll get Minerva to make taffy to put the nuts in (_exit Pa and\nMa_).\n\n    _Enter Minerva with bottle and stocking, Sam with chest of\n    tools and boards_\n\nMINERVA—I’m so glad I thought of this. It will be different from any\ndoll she’s ever had (_puts stocking on bottle_). I’ll sew on beads for\neyes with white paper pasted on for whites and red for a mouth and—\n\nSAM (_sawing wood_)—This will be some cradle when I get done, you bet\nyour life.\n\nMINERVA (_severely_)—It’s sure awful, the slang you use. You should cut\nit out.\n\nSAM (_jeeringly_)—I should cut it out, eh! Cut it out isn’t slang! Oh\nmy stars! (_turns handspring_). Say, Sis, don’t you know that people\nin stone houses shouldn’t throw glass?\n\nMINERVA—No, I don’t, and if I were you I wouldn’t start quoting until I\ncould get it right.\n\nBOBBY (_outside_)—I did hear Santa’s reindeer. I know I did.\n\nMINERVA (_jumping up_)—Here’s the twins. Hide your stuff quick\n(_scramble_).\n\n    _Enter Bobby and Betty_\n\n_Betty has black sticking-plaster over front teeth to hide them._\n\nBETTY—Aw, you didn’t (_runs to Minerva_). Thanta only cometh at night,\ndon’t ee, Nerva?\n\nMINERVA (_lifting her on her knee_)—Yes, dear, when you’re fast asleep\nin—\n\nBOBBY—But I did hear him, I heard the bells jingle in the roof.\n\nMINERVA—Perhaps he’s around seeing if you’re good children and don’t\nquarrel. You know he doesn’t give presents to bad children.\n\nBETTY—Uths hathn’t fighted for two days. Uths been awful good, hathn’t\nuth, Bobby?\n\nBOBBY—Yep, but if Christmas doesn’t hurry up and come I’ll bust, I know\nI will.\n\n    _Enter Bill and Jennie_\n\nBILL—Sam, what do you know, Pa says we can’t get into town. How are we\ngoing to buy—\n\nSAM (_shakes hand in warning behind twin’s backs_)—See here Bill, I—I—\n\nBILL—Say, what’s the matter with you, Sam? Have you got the palsy?\n\nSAM (_pulling him to front_)—No, but I wish you had. Ain’t you got any\nsense? Do you want the kids to quit believin’ in Santa?\n\nBILL—No, but how—\n\nJENNIE (_to Minerva_)—Ain’t we goin’ to get any Christmas presents,\nNervy?\n\nMINERVA—Of course we are, dear.\n\nJENNIE—But where are we going to get them?\n\nBETTY—From Thanta, of courth. Where elth could you get them?\n\nMINERVA—Of course. He’s never failed us yet and I guess he isn’t going\nto this Christmas either. Twinnies, have you all the pop-corn strings\nmade for the tree?\n\nBOBBY—No, let’s go to the kitchen and finish them, Betty (_exit twins_).\n\nJENNY—But Nervy, where are we goin’ to git them?\n\nBILL—Yes, where? Pa and Ma never got to town and—\n\nMINERVA—By making them for each other.\n\nBILL and JENNIE—By making them!\n\nSAM—Yes, why not? (_gets tools, etc._). Sis and I are making our\npresents.\n\nBILL—What are you makin’?\n\nSAM—Wouldn’t you like to know, now?\n\nJENNIE—But, Nervy, made things won’t be real Christmas presents\n(_cries_). And I wanted a book, and a pencil box and a ring and—and—a\nmuff and—and—\n\nMINERVA (_fiercely_)—Now see here, Jennie. You stop crying this\nminute, Ma’s feeling dreadful bad as it is because she can’t give us a\nreal-to-goodness Christmas without store presents—\n\nBILL (_shaking her_)—Aw, shut up, Jennie. I guess one Christmas\nwithout regular presents won’t kill us. And there will be heaps of fun\nmakin’ them and keepin’ secrets and things. I bet I kin make Bobby the\ndandiest top you ever saw.\n\nJENNIE (_brightening_)—And I’ll make a picture book for Betty.\n\nMINERVA—You’re talking now. They’ll be tickled to pieces with them.\n\nMA (_outside_)—Minerva, where are you?\n\nPA (_outside_)—Sam, come here a minute.\n\nMINERVA—There’s Ma calling me! (_exit_).\n\nSAM—There’s Pa calling me! (_exit_).\n\nJENNIE—Say, Bill, I’ve got something thought out for Nervy too.\n\nBILL—What?\n\nJENNIE—Well, you know that piece of green silk Aunt Mary gave me for a\ndoll’s dress? I’m going to make a bag for Nervy to carry her crochet in\nand put featherstitching on it with the purple sil—silk—silklene I’ve\ngot.\n\nBILL—Aw shucks, you haven’t time.\n\nJENNIE—I have, too, it just takes a few minutes. Boys don’t know\nnothin’ about sewin’.\n\nBILL—Aw, sewin’. Hockey beats that all to pieces. What kin I give\nSam? (_picks up magazine_). Oh, I know, I’ll cut up the ads in\nour old magazine and glue them on pasteboard. They’ll make swell\npicture-puzzles.\n\nJENNIE—Oh goody! I just love picture-puzzles.\n\nBILL—I ain’t makin’ them for you, they’re for Sam, I told you.\n\nJENNIE—Well, he’ll let me play with them. He ain’t stingy like some\npeople I know.\n\nBILL—Hush, here’s Sam now.\n\n    _Enter Sam and Minerva_\n\nMINERVA—Sam and I have thought of presents for everybody but Ma and Pa.\nWhat can we give them, I wonder.\n\nSAM—Have you kids anything for them?\n\nBILL and JENNIE—No.\n\nJENNIE—What can we give them?\n\nMINERVA—I don’t know. There isn’t time to make much and I’ve promised\nto help her make the f— (_puts hand on mouth_).\n\nJENNIE—Make what?\n\nMINERVA—Make some taffy. Bobby’s cracking nuts for it.\n\nBILL (_turning somersault_)—Oh, I’ve got an idea.\n\nALL—What is it?\n\nBILL—I know what’ll please them more’n anything.\n\nJENNIE—For goodness sake, Bill, get up and tell us. Don’t keep us in\nsuspenders.\n\nBILL—Well, I read a story once where a lot of kids instead of givin’\ntheir pa and ma presents, wrote notes promisin’ to do the chores and\nthings they hated most for a whole year without bein’ told and—\n\nMINERVA—Oh, that’s a splendid idea!\n\nSAM—It is if we can stick to it.\n\nJENNIE—I don’t believe none of us could—not for a whole year.\n\nMINERVA—We can if we love them enough to really try. Will you do it?\n\nSAM—All right, I’m game.\n\nBILL—So am I.\n\nJENNIE—I’ll—has it got to be what you hate the very worst?\n\nBILL—Of course, it ain’t no good to promise something easy. Anyone\ncould do that.\n\nMINERVA—And it will show whether you love them enough to sac-to\nsacer-sacerfice ourselves for them.\n\nJENNIE—I, guess I can do it. Anyway I’ll try awful hard.\n\nMINERVA—I know you will, Jennie. I’ll go and call the twins.\n\nSAM—Do you think we had better let them in on it.\n\nMINERVA—Why, of course, Pa and Ma would be so pleased.\n\nBILL—That settles it. (_calls_) Bobby! Betty! Jennie, hunt up some\npaper and pencils.\n\n    _Enter Twins_\n\nTWINS—What do you want?\n\nJENNIE—We’re talking about the Christmas present we’re going to give Ma\nand Pa and—\n\nBETTY—Why, ithn’t Thanta goin’ to give them any prethents?\n\nMINERVA—No, dear, Santa just brings presents to children. Would you\nlike to do something that will please Pa and Ma very much?\n\nBETTY—Yeth, tell uth what it ith.\n\nMINERVA—We are all going to promise to do something we hate doing for a\nwhole year without being told.\n\nBOBBY—That ain’t no present.\n\nSAM—Oh, yes, it is the very best kind.\n\nBOBBY—But you can’t put a pwomise on a Christmas tree.\n\nBILL—We put notes on instead. Will you do it?\n\nBOBBY—I guess so. I like doin’ everything I have to, so it won’t be\nhard for me to pwomise.\n\nJENNIE—Oh, you little lilac. What a fib.\n\nBOBBY—It ain’t then.\n\nJENNIE—It is too. I could tell you half a dozen things you make a fuss\nabout. Here’s paper and pencils (_distributes them_).\n\nMINERVA—Now let’s get around the table and write our notes. I’ll write\nyours for you Betty.\n\nBETTY—No. I’ll wite it mythelf.\n\nJENNIE—You can’t write nothin’ anyone could read.\n\nBETTY—I can print then, ith’s eathier to read.\n\nBOBBY—So can I. You can spell the hard words for me, Sam.\n\nMINERVA—You didn’t give me a pencil, Jennie.\n\nJENNIE—There wasn’t enough to go around. Bill, see if you have one in\nyour pocket.\n\nBILL—All right (_empties pocket full of truck, brings out dead mouse\nand pencil at last. Girls scream. Minerva jumps on chair_).\n\nMINERVA—Oh Bill, you nasty boy.\n\nBILL (_laughs_)—Girls are the beatenest. Afraid of a dead mouse! (_puts\nthings back in pocket_).\n\nSAM—Let’s get down to business. We haven’t any time to waste.\n\nMINERVA—I don’t know which I hate doing worse, washing dishes or\ndusting (_bites pencil_).\n\nJENNIE—I wouldn’t bite that pencil if I was you. It’s been rubbin’ up\nagainst that dead mouse.\n\nMINERVA (_slipping it down_)—Ugh! I’ll not touch it. I’ll use yours\nwhen you’re through.\n\nBOBBY—I wish you’d keep quiet so that I could think up something to\npwomise. I don’t know nothin’ I hate doin’.\n\nJENNIE—Oh, Bobby, look at your ears, they’re—\n\nBOBBY—I can’t. My eyes ain’t in the back of my head.\n\nJENNIE—You didn’t wash behind them this morning.\n\nBOBBY (_jumping around_)—I know, I know, I’ll pwomise to—\n\nSAM—Let’s not tell each other what we’re goin’ to promise. There’ll be\nmore fun reading the notes tomorrow.\n\nBETTY—Notes don’t make much thow on a Chwismas tree.\n\nJENNIE (_claps hands_)—I’ve got it! I’ve got it! I’ve got it!\n\nBILL—What, a lunatic germ?\n\nJENNIE—Let’s put a simpleton of what we’re going to promise on the tree.\n\nBILL—A simpleton, what’ that?\n\nJENNIE—Why a sign, of course. You see if Nervy hates dusting, she can\nput a dust rag on the tree and make Pa and Ma guess what it stands for.\n\nMINERVA—Symbol! That’s what she means (_laughs_). A simpleton! Oh,\nJennie, that’s what you are.\n\nJENNIE—I ain’t then. They’re the same thing.\n\nMINERVA—The same thing, oh—\n\nSAM (_excitedly_)—By gimminy, Jen, that’s the bulliest stunt yet.\n\nBILL—Oh, boys, it will make the jolliest fun we’ve ever gotten out of a\ntree in all our lives. Let’s do it.\n\nALL—Yes, yes, let’s do it.\n\n_Curtain goes down on children writing in various positions, Bobby wags\ntongue, Betty wiggles whole body, etc._\n\n\n\n\n_Act II_\n\n_Scene._—_The Simpson living-room, tidied table pushed back and\nChristmas tree decorated with home-made trimmings and presents tied in\nvarious ludicrous parcels._\n\n    _Enter Minerva carrying dishpan with note attached._\n\nMINERVA—I go first because I’m the oldest.\n\nJENNIE (_outside_)—That ain’t no fair.\n\nMINERVA (_finger to lips_)—Hush, you don’t want to wake Ma. She didn’t\ncome to bed until near morning (_puts dishpan under tree_). There,\nthat’s a promise it’ll be mighty hard to keep for if there’s anything\nunder the sun I hate doing it’s washing dishes. Three times a day and\nthere’s 365 days in the year, that washes, let me see—three times five\nis fifteen, three times six is eighteen, and one to carry is nineteen,\nand three times three is nine and one’s ten. Good gracious, over a\nthousand times a year and eight in the family means eight plates, eight\ncups, eight—a million dishes! Oh dear, I wish our family was smaller.\n\n    _Enter Sam with armful of wood_\n\nSAM—It takes a good sight longer for you to put a dishpan down than\nfor me to drop this wood (_slams it down_). There’s the first load\ndelivered on the contract. Gee, I wish there was a gaswell on our farm.\nPerhaps I could persuade Ma to use a coal-oil stove.\n\n    _Enter Jennie with music roll_\n\nJENNIE—Oh dear, how I hate practising, but Ma says she’s bound she’ll\nmake a musicale out of me. Her chance is better now than it ever was\nbefore (_puts it on tree_).\n\nSAM—Aw, Jen, why didn’t you choose something quiet? Do you want\nto drive us all insane listening to you running up and down those\neverlasting scales?\n\nJENNIE—It’s your own fault. You said we had to promise what we hate\ndoin’ most and I’m sure—\n\nMINERVA—I must get the twins up.\n\n    _Enter Bill with book-bag_\n\nBILL—I had an awful hunt for this bag. Well, I know one person who’ll\nbe mighty glad I made this promise.\n\nSAM and JENNIE—Who?\n\nBILL—The school-marm. And the strap will be gitten’ a rest, too, I’m\nthinkin’. Gee, when I grow up and git in for president I’m goin’ to\nhave every school-marm in the States put in jail who gives homework\n(_puts bag down_).\n\n    _Enter Bobby carrying large bar of soap and Betty with an\n    alarm clock_\n\nBOBBY—You’ll not say I didn’t wash behind my ears again, Jennie. I’m\ngoin’ to wash them every mornin’ the water isn’t froze in the pitcher.\n\nBETTY—And you can’t call me theepy-head neither cos I’m goin’ to get up\nfirst time I’m called every mornin’ ’cept Saturday (_Minerva fastens\nclock on tree. Alarm goes off_).\n\nMINERVA—There, that will waken Pa and Ma.\n\nBOBBY—Oh, oh, oh, look at all them presents. Let me see what are mine\n(_goes to tree and examines parcels_).\n\nSAM (_drags him away_)—Here, Bobby, no peekin’ ’til Pa and Ma come.\n\n    _Enter Pa and Ma_\n\nPA—Laws-a-me, children, what are you doin’ out of bed and—\n\nMA—And in your nighties, too. You’ll catch your death of cold.\n\nPA—Yes, and wakin’—well, I swan, what are you doin’ with a woodpile\nunder the tree?\n\nMA—And a dishpan and book-bag and and—\n\nALL—They’re your Christmas presents!\n\nPA and MA—Our Christmas presents!\n\nSAM (_putting note in Pa’s hand_)—Read and see.\n\nPA (_reads_)—“I promise to fill up the wood box every morning before\nschool. Your lovin’ son, Sam.” Well now if that ain’t an original\nChristmas-box and a mighty good one, too.\n\nMINERVA—Here’s mine, Ma (_hands the note_).\n\nMA (_reads_)—\n\n    “Dear Ma, you need not ever fear\n       That the dishes won’t be done.\n     For I’ll wash them throughout the year\n       And make believe it’s fun.”\n\nYou dear child, give me a kiss. And to think you hate doin’ dishes so.\nThis is what I call a noble sacrifice.\n\nMINERVA—Oh Ma, I’m so glad.\n\nBILL (_gives book-bag and note to Pa_)—See what a smart boy I’m goin’\nto turn into!\n\nPA (_reads_)—“To MA and PA. I bet you won’t believe me, but I’m goin’\nto get my homework up every night ’cept Friday as good as I can.—Bill.”\nThat’s the way to talk, BILL. We’ll all be proud of you some day.\n\nJENNIE—Read mine, Ma, read mine.\n\nMA (_reads_)—“To whom it may conserve. I, Jennie Simpson, do promise to\npractice my music lessons faithlessly and preservingly every time Ma\nsays I must. I hope she’ll be mercyfill.”\n\nMA—I will, Jennie, I promise. Bless your dear heart.\n\nBOBBY (_takes his off tree_)—Here’s mine! Here’s mine! (_gives it to\nPa_).\n\nPA—Bless my soul! A cake of soap! (_reads_) “I’ll always keep behind my\nears clean where it shows.—Bobby.”\n\nBETTY—And mine, and mine (_gives to Ma_).\n\nMA—Is that what I heard? (_reads_) I—I—Oh, I haven’t my glasses. You\nread it, BETTY.\n\nBETTY—“I pwomith to git up when I’m called if I’m not too theepy” (_all\nlaugh_).\n\nBOBBY—That ain’t no pwomise.\n\nPA—Yes it is. And now children, you’ve made your Ma and me happier than\nwe’ve ever been in our lives.\n\nMA—Indeed you have. This shows us how much you love us better’n the\ncostliest gifts in the world could have done.\n\nBOBBY—Can’t we get our presents, now?\n\nALL—Yes, yes (_every one scrambles for presents at once and open them\nbefore audience, exclaiming together_).\n\nMINERVA—A dress, a lovely party dress. Oh! Oh!\n\nJENNIE and BETTY—Oh the lovely furs (_puts them on_).\n\nBILL—A hockey-stick. Ain’t it great!\n\nBOBBY—Look at my sled.\n\nPA—Now, boys as soon as you get dressed we’ll go out to the barn and\nI’ll show you some presents I’ve got for you.\n\nBOYS—Oh, goody, goody (_Bill and Bobby start for door_).\n\nSAM—Hold on kids, before we go, let’s give three cheers for the best\nChristmas we’ve ever had in all our lives.\n\nALL—Hip, hip, hurrah! Hip, hip, hurrah!\n\n    CURTAIN\n\n\n\n\nPLAYS, MONOLOGS, Etc.\n\n\n=AS OUR WASHWOMAN SEES IT.= (Edna I. MacKenzie.) Time, 10 minutes. Nora\nis seen at the washboard at the home of Mrs. McNeal, where, amidst her\nwork, she engages in a line of gossip concerning her patrons, that will\nmake a hit with any audience. 25 cents.\n\n=ASK OUIJA.= (Edna I. MacKenzie.) Time, 8 minutes. A present-day girl\nillustrates to her friends the wonders of the Ouija board. Her comments\non the mysteries of this present-day fad as she consults Ouija will\ndelight any audience. 25 cents.\n\n=COONTOWN TROUBLES.= (Bugbee-Berg.) A lively black-face song given by\nJosephus Johnsing, Uncle Rastus and other Coontown folks. 35 cents.\n\n=THE GREAT CHICKEN STEALING CASE OF EBENEZER COUNTY.= (Walter\nRichardson.) A negro mock trial for 9 males, 2 females and jurors.\nTime, 35 minutes. Any ordinary room easily arranged. From start to\nfinish this trial is ludicrous to the extreme and will bring roars of\nlaughter from the audience. 25 cents.\n\n=THE GREAT WHISKEY-STEALING CASE OF RUMBOLD VS. RYEBOLD.= (Walter\nRichardson.) A mock trial for 11 males and jury. The fun increases as\nthe trial proceeds, and reaches a climax when the jury decides who\nstole the whiskey. 25 cents.\n\n=HERE’S TO THE LAND OF THE STARS AND THE STRIPES.= (Bugbee-Worrell.)\nOpen your minstrel with this rousing patriotic song. Sheet music. 35\ncents.\n\n=THE KINK IN KIZZIE’S WEDDING.= (Mary Bonham.) Time, 20 minutes. For 7\nmales and 5 females. A colored wedding that will convulse any audience\nwith laughter. Said to be the funniest mock wedding ever produced. 25\ncents.\n\n=SHE SAYS SHE STUDIES.= A monologue. (Edna I. MacKenzie.) A sentimental\nhigh-school girl seated with her books preparing the next day’s\nlessons, in a highly original and entertaining manner, expresses her\nviews on the merits of her various studies and her unbiased opinion of\nher teachers, as she proceeds from book to book in the order of her\nrecitation; but when she has finished, you will agree that she is very\nmuch more of an entertainer than a student. 25 cents.\n\n=SUSAN GETS READY FOR CHURCH.= (Edna I. MacKenzie.) Time, 10 minutes.\nIt is time for church and Susan, at her toilet, is excitedly calling\nfor missing articles and her rapid line of gossip about her friends and\nof certain church activities will bring many a laugh. 25 cents.\n\n=THAT AWFUL LETTER.= A comedy of unusual merit, in one act. (Edna I.\nMacKenzie.) For five girls. Time, 30 minutes. Recommended for high\nschools, societies and churches. Elizabeth Norton, an accomplished\ncollege girl from the country, has been reluctantly and rudely invited\nto visit a city cousin, Margaret Neilson, whom she has never seen.\nFinding she is expected to be gawky and uneducated, Elizabeth acts the\npart perfectly. Developments follow thick and fast amid flashes of wit,\nhumor and satire from Elizabeth, who at last reveals her real self.\nMargaret’s humiliation is complete and there is a happy ending. All the\ncharacters are good. The country cousin is a star. 25 cents.\n\n=THE UNEXPECTED GUEST.= A one-act comedy. (Edna I. MacKenzie.) Six\nfemales. Time, 45 minutes. The unexpected arrival of an eccentric aunt\nthrows a family into a state of excitement and dismay, but before the\nplay is over the unwelcome aunt has endeared herself to her relatives\nin quite an unexpected manner. Funny situations throughout. 25 cents.\n\n\n    Paine Publishing Company      Dayton, Ohio\n\n\n\n\nCHRISTMAS ENTERTAINMENTS\n\n\n=CHRISTMAS AT PUNKIN HOLLER.= (Elizabeth F. Guptill.) One of the most\npopular Christmas plays published, that abounds in clean, wholesome\nfun from beginning to end. It depicts the trials of the teacher of an\nold-fashioned “deestric school” in conducting the last rehearsal for\nthe Christmas Entertainment. Children and grown-ups will be delighted\nwith CHRISTMAS AT PUNKIN HOLLER. 25c.\n\n=CHRISTMAS AT McCARTHY’S.= (Elisabeth F. Guptill.) A Christmas play for\nyoung folks and children that is brimful of fun from start to close and\nis interspersed with the gentlest pathos. All the characters are good.\nEasy to produce. No special scenery or costumes. No Santa Claus. Can be\nplayed in any schoolroom. 25c.\n\n=CHRISTMAS SPEAKIN’ AT SKAGGS’S SKULE.= (Marie Irish.) Just published.\nHumorous entertainment for six boys and eight girls, including Ole, the\nSwede; Rastus, the negro; bashful Bill; Jeremiah Judkins, the skule\nclerk; Mis’ Skaggs and Mis’ Hill, the mothers who “help out;” fat\nlittle sister; Matildy and Florildy, the twins; Sam who st-t-tut-ters;\nTiny, and Miss Emmeline Elkins, the teacher. The speech by the skule\nclerk and the fake Santy Claus are features. 25c.\n\n=CHRISTMAS DIALOGUES.= (Cecil J. Richmond.) Every dialogue in this\nbook is decidedly to the point and easy to prepare. They will delight\nboth young and old. The book contains the following: Is There a Santa\nClause? (2 small children, Santa Claus and chorus); Herbert’s Discovery\n(2 boys); The Christmas Dinner (2 little girls, 1 larger girl, and\n2 boys); Playing Santa Claus (1 small and 2 larger boys); A Double\nChristmas Gift (2 small girls, 2 larger girls, and 3 boys). Many\ncustomers have told us that the last named dialogue Is worth the price\nof the book. 25 cents.\n\n=EVERGREEN AND HOLLY—SONG AND DRILL.= (Elizabeth F. Guptill.) A drill\nfor any even number of boys and girls, or all girls. The girls carry\ngarlands of evergreen while the boys carry wreaths of the same. After a\nspectacular drill and fancy march they all sing a beautiful Christmas\nsong, which accompanies the drill. Easy to produce and decidedly novel.\n25 cents.\n\n=GOOD-BYE, CHRISTMAS GROUCHES.= (Irish-Lyman.) A jolly Christmas song\nfor any number of boys and girls. It abounds with Christmas cheer and\nmany pleasant surprises. Full of action. Sheet music. This popular song\nwill put “pep” in your Christmas entertainment and will furnish your\naudience a rare treat. 35 cents.\n\n=POINSETTIA DRILL.= (Marie Irish.) A drill for 12 or more girls\ncarrying poinsettias. Given to the music of a lively march,\ninterspersed with verses to the tune of the song. “Comin’ Through the\nRye.” Several diagrams make clear the following of the directions. One\nof the most beautiful Christmas drills published. 25 cents.\n\n=SANTA CLAUS IS COMING.= (Irish-Garster.) Song for little folks. Easy\nwords and simple action. A pleasing little song that the children will\nenjoy giving and others will enjoy hearing, because of its merry humor.\nSheet music. 35 cents.\n\n=STARS OF BETHLEHEM.= (Irish-Leyman.) A beautiful song of the Christ\nChild for either solo or chorus. The music is sweet and perfectly\nsuited to the beautiful words. A delightful number for children or\nadults. Sheet music. 35 cents.\n\n=SNOWBOUND FOR CHRISTMAS.= (Edna I. MacKenzie.) For 4 boys and 4 girls.\nTime, 25 minutes. The roads being blocked by a recent snowstorm,\nthe Simpson family has not been able to get to town to do their\nChristmas shopping. After considerable lamenting by the children over\ntheir disappointment, Ma Simpson, Pa Simpson, and the older children\ndetermine upon home-made presents, which results in a most pleasant\nsurprise. 25 cents.\n\n=TOPSY TURVY CHRISTMAS, A.= (Elizabeth F. Guptill.) A decidedly\nhumorous Christmas play for any number of children from six to twelve\nyears old. The children are tired of “minding” and of everything\nbeing “just so,” so they start to find a place where things will be\ndifferent. There is a pleasing surprise for the audience at every turn\nof the play. 25 cents.\n\n\n    Paine Publishing Company      Dayton, Ohio",
    "metadata": {
        "author": [
            "MacKenzie, Edna I."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/53654/pg53654.txt",
        "name": "snowbound_for_christmas.json"
    }
}