{
    "name": "...So They Baked a Cake",
    "author": [
        "Marks, Winston Kinney",
        "Marks, Winston K. (Winston Kinney)"
    ],
    "body": "Sure, I was one of the tough guys who said it would be great, just\ngreat, to get away from the boiling mess of humanity that stank up\nevery inhabitable rock on earth.\n\nNot being the Daniel Boone type, this was my private qualification\nfor the job--being fed up to here with people, with the smothering\nbureaucracy of world government, with restrictions and rationing and\nsynthetic diet supplements and synthetic blondes and mass hypochondria\nand phony emotions and standing in line to get into a pay toilet.\n\nI hated my profession, trying to wring glamorous interviews out of\nbewildered heroes and press-agents' darlings and pompous politicians\nand snotty millionaires and brave little wronged chorus girls. Their\nlives were no more glamorous than their readers. They were the same\nmixture of greed and fear and smelly sweat and deceit and two-bit\npassion. My particular prostitution was to transform their peccadilloes\ninto virtues, their stubbed toes into tragedies and their fornications\ninto romance. And I'd been at it so long I couldn't stand the odor of\nmy own typewriter.\n\nOf course, I was so thunderstruck at being chosen as one of the 21-man\ncrew for the _Albert E._ that I never got to gloating over it much\nuntil we were out in deep space. Yes, it was quite an honor, to say\nnothing of the pure luck involved. Something like winning the Luna\nSweepstakes, only twice as exclusive.\n\nWe were the pioneers on the first starship, the first to try out the\n_Larson Drive_ in deep space. At last, man's travel would be measured\nin parsecs, for our destination was 26 trillion miles down near the\ncelestial south pole. Not much more than a parsec--but a parsec,\nnonetheless.\n\nAs a journalist, such distances and the fabulous velocities involved\nwere quite meaningless to me. My appointment as official scribe for\nthe expedition was not based on my galactic know-how, but rather on my\nreputation as a Nobel-winning columnist, the lucky one out of fifty-six\nwho entered the lottery.\n\nLarson, himself, would keep me supplied with the science data, and I\nwas to chronicle the events from the human interest side as well as\nrecording the technical stuff fed to me.\n\nActually, I had no intentions of writing a single word. To hell with\nposterity and the immortality of a race that couldn't read without\nmoving its lips. The square case I had carried aboard so tenderly\ncontained not my portable typewriter, but six bottles of forbidden rye\nwhiskey, and I intended to drink every drop of it myself.\n\n\n\nSo, at last we were in space, after weeks of partying, dedications\nand speech-making and farewell dinners, none of which aroused in\nme a damned regret for my decision to forsake my generation of\nfellow-scrabblers.\n\nYes, we were all warned that, fast as the _Larson Drive_ was, it would\ntake us over 42 years, earth-measured time, to reach our destination.\nEven if we found no planets to explore, turned around and came right\nback, the roundtrip would consume the lifetimes of even the new babies\nwe left behind. To me this was a perversely comforting thought.\n\nAll I wanted to know was how they expected me to live long enough to\ncomplete the journey? I could think of pleasanter ways to spend my last\ndays than cooped up in this sardine can with a passel of fish-faced,\nstar-happy scientists.\n\nI was 48 when we departed, which would make me a lucky 90 if I\nwas still wiggling when we hove into our celestial port. But the\nmathematicians said to relax. Their space-time theory provided, they\nclaimed, a neat device for survival on our high-velocity journey.\n\nThe faster a body moves in reference to another, the slower time\nappears to act on the moving body. If, they said, man could travel at\nthe speed of light, supposedly time would stand still for him. This, I\nreflected, would mean human immortality--much too good for people.\n\nAnyway, since our average velocity for the trip was planned to come out\naround a tenth of the speed of light, to us on the _Albert E._, only\nabout five months would seem to have elapsed for the journey that would\nconsume 42-1/2 years, earth-time.\n\nIt seemed to me they were laying a hell of a lot of faith in a theory\nthat we were the first to test out. Our food, water and air-supplies\ngave us a very small safety margin. With strict rationing we would be\nself-sufficient for just 12 months.\n\nThat left us just two months to fool around looking for a place to sit\ndown. I mentioned this item to Larson on the second day out. I found\nhim at coffee mess sitting alone, staring at his ugly big hairy hands.\nHe was a tall Swede with a slight stoop and the withdrawn manner of a\nmyopic scholar.\n\nAs commander of the ship he had the right to keep aloof, but as scribe,\nI had the privilege of chewing him for information. I said, \"Skipper,\nif it took us generations to discover all the planets in our own little\nsolar system, what do you figure the chances are of our spotting a\nplanet near our goal, in the short time of two months?\"\n\n\n\nHe was silent while I drew my ration of coffee and sugar, then he\nopened his hands and seemed to find words written on his palms. His\neyes never did come up from beneath his shaggy eyebrows. \"If they\nexist,\" he said slowly, \"we might find one. We have better telescopes\nand our vantage point in space will be superior.\"\n\nHe was a sorry-looking specimen, and I remembered that the\nfifty-year-old scientist had left behind a youngish wife who adored the\nground he walked on. The handsome, blonde woman had stood heroically\nbeside the ramp and watched, dry-eyed, as her husband ascended.\n\nThere had been no visible exchange of farewells at the end, as he stood\nbeside me in the air-lock. They just stared into each other's eyes\noblivious to all but the maudlin sorrow of their separation.\n\nThen the portal had closed and widowed her, and I had the feeling that\nLarson was going to tear at the great, threaded door with his bare\nhands and renounce the whole project. But he just stood there breathing\na little heavy and clenching those tremendous hands until it was time\nto take off. In a way I envied him an emotion that was long dead in me,\ndead of the slow corrosive poison of contempt for the whole human race.\nDead and pickled in the formaldehyde of ten thousand columns for which\nthe syndicates had paid me nothing but cold money.\n\nHere was a man whose heart could still love, and I hated him for it.\nI said, \"You look like you still have regrets. Maybe this isn't worth\nyour personal sacrifices, after all. If we don't find an inhabitable\nplanet we won't have accomplished much.\"\n\n\"You are wrong,\" he said quickly. \"We have already served our purpose.\"\n\n\"Testing the Drive, you mean?\"\n\nHe nodded. \"This morning in our last radio contact with earth I\ndispatched the word. The _Larson Drive_ is successful. We have\npassed from our solar system on schedule, and our measurements of\nship-objective time check out with the theory--roughly, at least.\"\n\nHe spread his hands out on the table. \"This was our primary goal.\nThe expedition ahead is subsidiary. Colonization may result from our\nexploration, true; but now we have opened the universe.\"\n\nIt was nice to know that things were progressing as planned. I asked,\n\"What do you mean about things checking 'roughly'? Is there some error?\"\n\nHe nodded and swallowed the dregs from the magnesium cup. \"A\nconsiderable error, but it's on the safe side. Our velocity checks\nperfectly, but our estimate of the time-shrinkage factor is so far off\nthat Mr. Einstein's formulae will take some major revision to reconcile\nwhat has happened.\"\n\n\"We'll arrive sooner than planned?\"\n\nLarson nodded again. \"According to shipboard elapsed time we will\narrive in the vicinity of our destination in just ninety-two hours from\nnow--a total of 122 hours since take-off. You were worrying earlier\nabout our scanty supplies; this should put your mind at rest.\"\n\nIt didn't displease me. The lack of privacy on this tin bathtub was\neven worse than I had anticipated. The news came as sort of a reprieve.\n\nI looked at Larson, and suddenly I knew why the long face. His Tina!\n\nFor her, ten years would already have passed, and as we sat there\ntalking, weeks of her existence were fading into oblivion--and Hans\nLarson was begrudging every second of it. Damned fool, should have\nstayed at home.\n\nI left him brooding into his empty cup and went forward to the little\ncontrol dome. One wonderful attribute of the _Larson Drive_ was that\nthere was no acceleration discomfort. Gravity was nullified at the\noutset, and ship's gravity was kept at an comfortable one-half \"g\".\n\n\n\nMac Hulbert, chief navigator, was alone up there, one foot cocked up\non the edge of the broad instrument-board that looked like a cluttered\ndesk-top with handles. He was staring out into the void.\n\nYes, void! They had said it would be black in space, but not even a\nglimmer of light showed through the transparent dome. As you looked\nto the side and back, faint, violent specks seemed to catch at your\nperipheral vision, but it was impossible to focus on a single heavenly\nbody.\n\nMac didn't turn or greet me. His face was no longer that of the\ncarefree adventurer with whom I had tied on a fair binge less than a\nweek ago.\n\n\"Getting you down, too, Mac?\" I asked. He was about the only one aboard\nI could even tolerate. He wasn't as sour on humanity as I, but he\ngranted me the right to my opinions, which was something.\n\n\"God, yes!\" he said. \"Skipper tell you about the time-error?\"\n\nI said, \"Yes, but what's there to be sad about? You don't mind that\npart, do you?\" To my knowledge, Mac hadn't left anything behind but his\ndirty laundry.\n\nHulbert was in his mid-thirties, slender, balding and normally as\ncheerful and stupidly optimistic as they come. Now he looked worse off\nthan Larson.\n\n\"Yeah, I mind that,\" he said kind of resentfully. \"I thought we'd have\nmore time to--sort of get used to the idea of--well, outgrowing our\ngeneration. But think, by now many of my older buddies will be dead. A\ndozen World Series will be over. Who knows, maybe there's a war going\non back there?\"\n\nOf all the morbid nonsense. Yearning for the obituary column, the\nsports page and the headlines. But then people are rarely sensible\nwhen something disturbs their tidy little universe that they take for\ngranted.\n\nIt was a little terrifying, though, staring out into that smothering\nlamp-black. We were moving so fast and living so slowly that even the\nlight-waves from the galaxies toward which we moved had disappeared.\nWe were reversing the \"redshift\" effect of receding light sources. We\napproached the stars before us at such a velocity that their light\nimpinged at a rate above the visible violet spectrum.\n\nMac blurted out, \"It will never work out.\"\n\n\"What won't?\"\n\n\"Colonization. Not at these unholy distances, even if we do find an\nearth-type planet or two. People won't leave everything behind them\nlike this. I--I feel cut off. Something's gone, everything, everybody\nwe knew back there. It's terrible to consider!\"\n\n\n\nI sat down beside him, stared out into the India-ink and faced a few\nover-due realities myself. Our chances of finding a habitable planet\nwere remote. Finding intelligent life on it was even more unlikely.\nThat such life would resemble men, was so improbable that the odds in\nfavor were virtually nonexistent.\n\nSo--what had I really to look forward to? A quick survey of the\nstar-system in the company of these nincompoop ideo-savants, then a\nreturn to a civilization of complete strangers--a culture in which we\nwould all be anachronisms, almost a century behind the times.\n\nA parade of faces began peering at me out of the darkness. There was\nBess with the golden hair, and Carol and petite Annette--and Cliff, my\nred-headed old room-mate who knew how to charcoal-broil a steak--and\nour bachelor apartment with the battered old teevee set and my\ncollection of books and pipes, and there was my out-board jet up on\nlovely Lake Vermillion where a man could still catch a fat pike.\n\nWhat would it be like when we got back? More people, less food, tighter\nrationing, crowding beyond conception.\n\nHell!\n\nWhen the rest of the crew learned of our sharply-revised estimated time\nof arrival they came down with the same emotional cramps afflicting\nLarson and Hulbert. It was sickening, a bunch of so-called mature\ntechnicians and scientists moping around like a barracks full of\ndrafted rookies, matching miniature billfold photos of cuties that\nwere now approaching crone-hood. The whole venture had become a tragic\naffair overnight, and for the next few days all thoughts turned\nbackward.\n\nSo nobody was remotely prepared for what happened. They were even\nunprepared to think straight--with their heads instead of their hearts.\nAnd Larson was worst of all!\n\nOn the last day Larson eased off our 1800-mile-per-second velocity, and\nas the stars started showing again, shifting from faint violet down\ninto the more cheerful spectrum, spirits aboard began lifting a little.\n\n\n\nI was in the control-room with Larson and Mac when we got our first\ninkling. Mac was fooling with the electronic search gear, sweeping for\nplanets, when he gave a yip and pointed a jabbing finger at the scope.\n\n\"Audio,\" he stammered. \"Look at that!\" He lengthened the sweep and the\njumble of vertical lines spread out like a picket fence made of rubber.\n\n\"A carrier wave with audio modulation,\" he said with disbelief all over\nhis face.\n\nLarson remained calm. \"I hear you, lad. Don't shout.\" He studied the\nsignal and frowned deeply. \"It's faint, but you can get a fix.\"\n\nAs they played with the instruments I looked forward through the\ngreen shield that protected us from Alpha C's heavy radiation. Our\ndestination star was now a brilliant blob dominating our piece of\nheaven. It was a difficult thing to grasp that we had travelled almost\n26 trillion miles--in five days, ship's time.\n\nMac said, \"It's a planet, sure enough, but that audio--\"\n\nLarson snapped, \"Forget the audio! Give me a bearing, and let's be\ngetting on course. That may be the only planet in the system, and I\ndon't want to lose it.\"\n\nHis arms pumped and his big hands pawed at the controls as he brought\nthe inertialess drive into manual manipulations.\n\nFor the next few, tense hours we stalked the planet at a discreetly low\nvelocity. When his navigation problem was complete and we were on a\nslow approach orbit, Mac began playing with the communication rig again.\n\nThe ship's intercom was cut in, and we had to chase people out as\nexcitement mounted over our discovery. Finally, when his elbow had been\njostled once too often, Larson ordered the control room cleared of all\nhands but Hulbert and me.\n\nWhen we were alone Larson said, \"This is fantastic.\"\n\nMac's face was tied into an amazed scowl, too, as he studied the\nfeeble little patterns on his wave analyzer. \"You said it,\" he\nbreathed. \"We've got ourselves a sweet little earth-type planet, if\nwe can believe the spectro, and unless I'm stark space-happy, there's\nsomething or somebody down there beaming a broadcast smack in our\ndirection, following us around like the string on a yo-yo.\"\n\n\"How do you figure that?\" Larson wanted to know.\n\nMac replied, \"At this distance the field strength is too strong for\nanything but a beamed transmission. Mister, _they have us bracketed_.\"\n\nMac swung to the panel on his left and cut in the communication\ncircuit. \"It's strong enough to listen to, now. Let's see what kind of\ngibberish we can wring out of that carrier wave.\"\n\nHe threw a couple of switches and hunted for the exact frequency. A\nwhisper and a rustle of the carrier brushed the speaker. Mac centered\nin and turned up the volume.\n\nThen even I sucked air. A voice issued from the sound-cone. A man's\nvoice: \"--lcome to New Columbia. Welcome, _Albert E._ Come in, please.\nWelcome to New Columbia. Welcome, _Albert E._ Come in please.\"\n\n\n\nIt repeated over and over. Larson let his breath go first with a\nnervous snort. Mac and Larson both looked at me as if maybe I had\nsomething to do with it. Hands trembling, Mac picked up the microphone\nand reached for the transmitter switch. Larson grabbed the mike from\nhis hand. \"Not so fast, dammit!\"\n\n\"But they know we're up here,\" Mac protested. \"They even know the name\nof our ship!\"\n\n\"And our language,\" I added. I wasn't bored any more.\n\nLarson nodded slowly. \"What kind of devilish intelligence have we run\ninto? I need time--to think.\"\n\nThe way he said it sent a cold draught down my spine, and then my\nimagination started catching up to his. At our rate of approach to\nthe star system, how could any living being have had time to sense\nour presence, pick our brains to learn our ship's name, our language,\nmaster our method of communication, contrive a transmitter and get on\nthe air?\n\nThe magnitude of the accomplishment sent the importance of our little\ntriumph of space travel tumbling into a cocked limbo of insignificance.\n\nFor a moment I considered the old curvature of space concept. Could we\nhave somehow doubled back--completing a mystic circle? Was that old\nSol up there burning through our green shield? What a laugh that would\nbe! The mental giants of our times backtracking and circling like a\ntenderfoot lost in the woods on Lake Minnetonka.\n\nMac cut off the transmitter reluctantly, but he said, \"Yeah, I guess\nI see what you mean, skipper.\" Larson got to his feet and paced the\ncrowded wedge of space, punching a fist into his other hand with meaty\nslaps.\n\nHe stopped and listened to the soft muttering of the speaker and shook\nhis head. \"It makes no sense. It's impossible. Utterly impossible!\"\n\nThe man's voice from the planet implacably continued repeating the\nmessage--no trace of an accent, nothing to suggest an alien origin in\nits tone, pitch or enunciation.\n\nPerhaps that's what threw Larson so hard. If there had been the\nfaintest taint of other worldliness about it, I think he'd have hauled\nstakes and gotten us out of there. But the song of the siren was too\npowerful--the irresistible mental image of a fellow human out here\nin the bottom of space was salt in the bleeding wounds of Larson's\nloneliness.\n\nHe stared out where the planet must be, some million miles before us.\nSuddenly the tenseness relaxed from his face and he got the damndest\nexpression of mixed incredulity, hopefulness and sorrow. Tears began\nwelling from his eyes and streaming down the rugged contours of his\ncheeks.\n\nIt didn't add. Nor could I reason a motive for his laconic command:\n\"Intersection orbit, Mr. Hulbert. We'll take her down,\" he said\nquietly. That was all. He hunched over the control board and moved\nthings according to Mac's computations.\n\n\n\nSoon I could make out the planet. We came in from an obtuse angle with\nits sun, so it showed first as a crescent of pale, green silver. Then\nit filled the viewing dome, and Mac began working the homing equipment.\n\"May I acknowledge their message now, skipper?\"\n\nLarson shook his head with compressed lips.\n\n\"But if we are going in anyway--\" Mac argued.\n\n\"No!\" Larson exploded. Then his voice softened. \"I think I know the\nmystery of the voice,\" he said. \"It must be, it must be! But if it\nisn't--if I'm wrong--God alone knows. We must chance it. I don't want\nto know differently--until it's too late.\"\n\nThis was just real great. Larson had some fantastic notion, and he\nwanted it to be true so damned badly that he was taking us into blind\njeopardy when we had the means to probe it first. Real scientific, that.\n\nHumans! Men, and their so-called sense of reason! Larson was a crowning\nexample of the sloppy-hearted thing I was fleeing when I embarked on\nthis joy-ride, and now it would probably be my undoing.\n\nWe were homing in on the transmission from \"New Columbia\", easing down\ninto the atmosphere, and now clouds and land and water formations took\nshape. The beam led us to the sunlit rim of dawn, and suddenly we\nwere hovering over a great forest, slit at intervals with streaks of\nglittering blue that looked like deep, wide rivers.\n\nNow Mac touched a switch, and the CW whistle gave us a tight audio beam\nto follow to the source of the signal. Larson switched to the micro\nlanding controls to ride in like a jet liner on the Frisco-Shanghai\nrun. We slanted gently down until the forest became trees, and the\nlittle blue-green splotches were lush, grassy meadows.\n\nAnd there was the tower, and the low buildings--and the spaceship!\n\nSomething happened to me inside when I saw that. It was a kind of\ntremolo feeling, like a note in a new symphony, a note that springs\nfree and alone, wavering uncertainly, and you don't know which way it\nwill turn.\n\nIn seconds that seemed like hours, we were on the ground, the ramp was\njammed out and Larson was blundering down it crying like a baby.\n\n\n\nI stood in the port breathing the warm air redolent with exotic new\nscents and yawped like an idiot, trying to make sense of the huge\nbanner strung a hundred yards across one whole side of the little\nvillage. The banner read:\n\n    WELCOME, HANS! WELCOME\n          ALBERT E.\n    WE KNEW YOU WERE COMING,\n             SO--\n\nAnd near the center of the banner was the largest chocolate cake, or\nfacsimile thereof, in all creation. It must have been ten feet high and\ntwenty feet in diameter.\n\nBut Hans Larson wasn't amused by the cosmic gag. He galloped off that\ngang-plank like a love-sick gorilla. And I'm a comet's uncle if Tina\nwasn't there, racing out to meet him, Larson had guessed the truth, and\nno wonder he hadn't had the guts to test it beforehand!\n\nBy the time I got down, out and over to where they were all wrapped up\nmingling tears, I had it pretty well doped out myself.\n\nI don't know why we had figured that all progress and improvement in\ninterstellar flight would cease just because we had left earth. The\neternal, colossal conceit of men, I guess.\n\nWhen our last signal back to earth had given the okay sign, sure, they\nstarted building bigger ships and recruiting another crew. But by the\ntime that the _Albert E. II_, was ready to take off for a more extended\nexpedition, the _Larson Drive_ was now the _Larson-McKendrick Drive_,\nwith a velocity of a full half the speed of light, some five times our\nvelocity.\n\nSomehow, Tina had managed to get herself in the party, as Hans had\nsensed she would. And the time-differential, as it worked out, wasn't\nserious at all. Tina had been only 32 when we left her on earth.\nIncluding the year and a half she had already been with the colony on\nNew Columbia, she was still quite a bit younger than Hans, and just\ntwice as pretty as the day of their separation.\n\nThe tremolo note was rising now, the soft, mystic pitch of excitement\ninherent in the new world.\n\nI turned to Mac, who was grinning like to split his face. I said,\n\"Looks like you were wrong, old boy--about the impossibility of\ncolonizing.\"\n\nHe nodded his head readily, but he wouldn't tear his eyes away from\nthat monsterous, preposterous chocolate cake. The attraction, I\ndiscovered, was a little bevy of on-lookers who stood at its base.\nThey were a dozen or more most attractive colonists in the younger\nage-bracket and unmistakably of the opposite sex.\n\nMac said, \"Yeah, I was wrong about colonizing prospects. Dead wrong.\nAren't you glad?\"\n\nAnd now the tremolo feeling split into a crescendo of sub-harmonics and\novertones, a magnificent chord of attunement with life and humanity\neverywhere in the universe. And all at once I knew _I was glad_, happy\nas hell to see these people from the old hometown of earth.",
    "metadata": {
        "author": [
            "Marks, Winston Kinney",
            "Marks, Winston K. (Winston Kinney)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/51414/pg51414.txt",
        "name": "so_they_baked_a_cake.json"
    }
}