{
    "name": "Some Broken Twigs",
    "author": [
        "Beede, Clara M.",
        "Beede, Clara Frances McKee"
    ],
    "body": "The Press of Flozari, Pegasus Studios\nBox 5804, Cleveland, 1, Ohio\n1946\n\n\n     _Dedicated to my granddaughter\n      BETTY TODD BRISTOW\n      the new mother_\n\n\n\nACKNOWLEDGMENTS\n\nWe are grateful for permission to include certain poems that were\nfirst published in Caravan of Verse, Cass County Democrat, 1943\nChipmunk, From, Lyricists Reflections, 1940 Song Poems, The New Earth,\nTulsa Tribune, and 1941 Visions.\n\n\n\nOTHER TORCHBEARER CHAPBOOKS\n\nCLARA M. BEEDE\n\n  45: Brown Plumes\n  51: More Brown Plumes\n  63: Sunshine and Rain\n  73: Clear Crystals (Second Printing)\n  88: Only Pebbles\n  94: Golden Leaves\n  98: Sail High Above\n\n\n\n\nFOREWORD\n\n\nIn the four seasons of the year there are many beautiful days as well\nas dismal days in life. The broken twigs and trails, as well as the\ngood ones go to make up this world. All mark and show posterity the\nway out of the woods.\n\nThese poems, and many other poems written by Mrs. Beede show these\nthings and the wonders of nature.\n\nAs only a true mother can, she has shown me these wonders. I sincerely\nhope that all who read her poems will appreciate them as I do and reap\nthe benefit of the morals of her thoughtful and enjoyable poems and\nknow as I do her love of nature and things beautiful.\n\nGenevieve Beede Henderson\n\n\n\n\nTO NEW YORK\n\n\n  For maid and lad New York is fairy land,\n  Delightful charms in gorgeous brilliant lure!\n  Our youth do struggle on ambition's tour.\n  They meet life's challenge with true heart and hand.\n  Forgotten trails are marked with scar and wand;\n  A blasted rock and broken twigs assure\n  The traveler that others fought the moor,\n  And sailed the stormy breakers, crossed the sand\n  To build the city on a granite slab.\n  They tamed the wilderness, a sturdy clan!\n  Retracing paths recall the glory made,\n  Lays bare the secrets of the field and lab.\n  Such tours give hope for future life and plan.\n  Brave men have set the torch with ax and spade.\n\n\n\n\nMEET THE CHALLENGE\n\n\n  The coddled youth, like greenhouse plant\n  Will wilt and die in desert sand,\n  Can never meet the storms of life,\n  Untried and mild and soft his hands.\n\n  He walks within the favored nooks,\n  Protected there much more than those,\n  Who meet the challenge face ahead,\n  And struggle on to conquer foes.\n\n  They learn to take the gaff and thrust,\n  And from an inner courage gain\n  A faith in toil and love of truth;\n  They pray to God to ease the pain.\n\n\n\n\nWINTER\n\n\n  A glow of life shines from the leaf-stripped limbs,\n  In sheltered nooks snowbirds are singing hymns.\n  The sycamore shafts gleam and shine afar,\n  Down by the river where the black oaks are.\n  The goldenrod now droops his fuzzy head;\n  There by my fence, leaves make a fluffy bed.\n  They mulch my flower seed down in the loam;\n  Beyond below the tall sedge grasses moan.\n  Seared grass curls firmly over tender sprigs,\n  And my rose bush there curves its brown thorned twigs.\n  Beneath my window, tulip bulbs lay snug,\n  Quite safe and warm in earthy winter rug.\n  All nature resting for a springtime gain,\n  And quiet gray tones soothe an inner pain.\n\n\n\n\nDREAMING BY THE RIVER\n\n\n  Ripples on the water\n  Rustling in the trees\n  Wind sighing gently\n  Whistling by with ease.\n  Cow-bells tinkling distant\n  Farmer on the lea,\n  Cattle nibbling grasses\n  Little honey bee.\n  Frosted leaves of autumn\n  Sailing down the stream.\n  Neatest clump of willows,\n  Oh, for some ice cream.\n\n\n\n\nWHEN YOU COME HOME\n\n\n  O happy, happy heart, that can but leap\n  For joy, when you return to me again;\n  The love within grows fresh as morning glen,\n  Awakes and lights the gloom where shadows creep.\n  --The night will come and with it women weep.\n  Stay, Dear, with me, for dark will come and then,\n  It fills the soul with fear--don't go again--\n  Black clouds will roll, when only children sleep.\n  O Darling storms of midnight vex and threat;\n  The gullies moan and then the goblins see!\n  It is not wise or brave to prattle so;\n  And Dear, if you must go, I will not fret;\n  The sun will shine when you come home to me,\n  Dark night is day and only mild winds blow.\n\n\n\n\nCHILDREN AT THE PARK\n\n\n  We hop and skip in time\n  In the shade of the sycamore trees,\n  Fly around like the birds and the bees.\n\n  We swing and sway and climb\n  To the top of the strong monkey bars,\n  Watch the boats and the Riverside cars.\n\n  We swim and shout in glee,\n  While the ships on the river sail on.\n  How time flies and the morning is gone.\n\n  We leap and prance about\n  And we sing by the Riverside drive.\n  Thus we play and we eat and we thrive.\n\n\n\n\nTHE FLEET (1945)\n\n\n  A long line of ships,\n  War-scarred in glory smothered\n  On navy's glad day.\n\n\n\n\nSPRING IS BUDDING\n\n\n  Why is the sun ashining\n  And all the faces glad?\n  Why are the buds abursting\n  And not, a thing is sad?\n        I hear the sparrow twittering\n        Her sweet old melody.\n        Darling the spring is budding\n        In all her ecstasy.\n  Spring and the sun are smiling\n  To bring the leaves and cress.\n  Love in the heart is waking\n  To give us happiness.\n        I hear the lark awarbling\n        Her sweet old melody.\n        And too my heart is singing\n        In happy ecstasy.\n\n\n\n\nBEAUTIFUL ROSE\n\n\n  Beautiful rose\n  Your crimson velvet tells me\n  The loveliest message.\n\n\n\n\nSUN ON THE RIVER\n\n\n  O river, flowing on,\n  In flashing sunlight roll,\n  And join the ocean lawn\n  Up to the island shoal.\n\n  O great and mighty stream,\n  With flaming breast and bow,\n  Your ferries glide and gleam\n  Through sparkling glare and glow.\n\n  O sun, on rolling wave\n  Shine far out to the sea,\n  And rounded billows pave,\n  Like quickened silver flee.\n\n  O sheets of dazzling light,\n  Move on close to the edge,\n  Where ships are anchored right,\n  And gold flames on the ledge.\n\n  O rivers, drifting fire\n  With steamers flaming wide,\n  Play on your silent lyre\n  Until the shadows hide.\n\n\n\n\nOUT ON THE BAY\n\n\n  Out on the bay\n  Was spread a silver while sheet,\n  Glazed and painted by the sun,\n  Today.\n\n  Down in my heart\n  Was pain and sorrow's dark sleet\n  Eased and melted by the sun,\n  In part.\n\n\n\n\nRESTING\n\n\n  There is no soothing so complete,\n    As sitting in the sun,\n  Or chasing butterflies through wheat,\n    Although no cloth is spun.\n\n\n\n\nA SHOWER'S MELODY\n\n\n  A babbling brooklet wends its happy way\n  Adown a rocky path across the plain.\n  And goes a-galloping along in rain.\n  In drought he stops and waits a lucky day,\n  When clouds roll up and men and women pray,\n  And withered is the corn and grasses and grain.\n  The dust clings thick on every sill and pane.\n  A shower soon refreshes loam and clay.\n  The little stream resumes its cheerful hymn.\n  It warbles on content to sing and flow,\n  The music lilts and swells in happy glee;\n  And too, the birds and bees join in with vim,\n  Harmonious, alive, in twilight glow\n  A mighty choir of gorgeous melody!\n\n\n\n\nIF YOU HEAR\n\n\n  If you hear the scoff of friends,\n  Or see their anger grow,\n  Just please remember this,\n  Perhaps they do not know.\n\n\n\n\nDANCING ON A LEVEL ROAD\n\n\n  It is a happy thing to dance\n    A long a level road\n  So brave a deed to take a chance\n    Of slipping off the load.\n\n\n\n\nIT WAS HOME\n\n\n  A little old house in a sheltered nook,\n  Some cottonwood trees near a babbling brook,\n  A sturdy gnarled oak by a grassy lane\n  That leads to green pastures past flowing grain.\n  A trellised rose bush hides a crumbling wall,\n  Where lovers have stood near the waterfall;\n  Beyond the sun sets in a golden glow\n  And shadows stretch far to the mead below.\n  A shining wire fence follows up the hill\n  And curves about to the graded fill.\n  Then back to the house in a cozy spot\n  We loiter there on the hallowed lot,\n  Where Mother's sweet face waits, in gentle calm,\n  And Father sits near and roads an old psalm.\n\n\n\n\nQUESTIONS\n\n\n  If I could brush the cobwebs from my eyes,\n      What could I see?\n  If I could roll the boulder from my path,\n      What would I be?\n\n\n\n\nDISTRUST\n\n\n  He walks the safest way;\n  There must be no thistles on his path.\n  He knows all men are clay.\n  If truth wears feathers in her cap,\n  They must be plucked away,\n  That all may proven be.\n\n\n\n\nCOUNTING\n\n\n  The morning sun casts purple in the fields,\n  A mocking bird sings gaily in the oaks,\n  White fluffy clouds rest in the murky sky.\n  It is yet cool, the maples scarcely stir,\n  But noon will burn the grasses by the way\n  And give the girl there at the soda fount\n  A welcome trade. The heat will parch the earth,\n  So that flowers will wilt and droop their charm.\n  But night will come and bring refreshing breeze\n  And fold a soothing mantle over all\n  Like mother spreading blankets over Tom.\n  Now day by day the summer slips on by,\n  Its stifling heat and gloomy skies will pass.\n  And winter cold will come with hoary frost;\n  Yet by our hearths we rest in quiet peace,\n  Secure our roofs and snug our sheltered beds.\n  Remember Spring, how roses bloom and flamed!\n  And how the sunny days kept pace with time.\n  In winter some hours will be gilded gold.\n  It's true our blessings add up more than half.\n\n\n\n\nON THE FERRY\n\n\n  A multitude of lights twinkled in glee;\n  Receding ones reached out, their friendship gleamed\n  With hands across to shield from dark, it seemed;\n  And coming dock was lit from home to sea.\n  There was no gloam and dusk for you and me.\n  The stars above, grand sentinels all reamed,\n  Conducting us home like naught ever dreamed;\n  The scalloped bridge festooned like a Christmas tree,\n  And gate post lamps led strangers through the park.\n  Our fathers planned that all should walk in light,\n  That every man could find his way like day,\n  Until the amber dawning wake the lark.\n  Thus peacefully we glided through the night,\n  Serenely going home the ferry way.\n\n\n\n\nPERHAPS\n\n\n  I see a gorgeous city, pompous, grand,\n  And hear it weeping with pain long borne.\n  It is built on rock and nobly planned,\n  The glory shine like bloom with leaf and thorn.\n\n  I feel its memories in brick and stone,\n  And lift my eyes to see the sky and stars.\n  Unpainted rock in weathered greys and blown\n  With winds and well I understand the bars.\n\n  From walk to turret there are many eyes,\n  Perhaps some measuring these thoughts of mine,\n  What color hair? How long the coat and thighs?\n  It may be true we drink the self-same wine.\n\n\n\n\nOKLAHOMA\n\n\n  Hail Oklahoma land! O prairie plain,\n  There is no state more dearly loved.--All hail!\n  Where grassy hills and sheltered cove and vale\n  Rest quietly in peace--and in refrain\n  Our voices lift in praise and joy again;\n  We sing of Oklahoma land.--All hail!\n  Of sunny skies and even windy gale,\n  And wealth of growing corn and flowing grain;\n  Where black gold gleams and roses bloom in spring.\n  Here long roads stretch and grazing cow-herds roam.\n  We build in faith great churches and our state\n  With many schools, where children gaily sing.\n  We love our loamy fields and prairie home\n  And struggle onward upward, soon and late.\n\n  Hail Oklahoma land! O grassy plain,\n  There is no state more dearly loved.--All hail!\n\n\n\n\nOUR MORNING PRAYER\n\n\n  Our Father in heaven,\n  Drive from the soul the hopelessness,\n  Fill it with charity and faith,\n  And fire the heart with kindliness,\n  For Jesus sake, amen.\n\n\n\n\nWE THANK OUR GOD\n\n\n  We thank our God for this glad Christmas day,\n  For health and freedom, peace and hope today.\n  We float our flag on every hill and trail;\n  All Hail! The red and white and blue, all hail!\n  Again upon the board a feast is spread,\n  And God now guards and blesses our good bread.\n  Our turkey's big and fat and pudding brown,\n  And we will smile all day and wear no frown.\n  Once more our bins are filled with corn and wheat,\n  The bread we break is good, so light and sweet,\n  Cranberries, pumpkin pies and walnut meats.\n  We bow to thank our God for these good eats.\n  This land America! To God give thanks.\n  Our men are strong and brave in all the ranks.\n  All Hail America! Our hope and pride.\n  God bless our home and now with us abide.\n\n\n\n\nWAITING\n\n\n  The waiting minutes\n  Tick on but never ending\n  To eternity.\n  The years do not wait.\n  So stealthily do they move,\n  Like deep swift water.\n\n\n\n\nTHAT HAPPY COMPANIONSHIP\n\n\n  Remembering friends of the not long ago,\n  Their laughter a gay bubbling song.\n  The whispering of secrets, the rapture of show.\n  The mounting of spirits lit the peak aglow\n  And lifted the heart up along\n\n  The forgetting of wrong in a moment of joy,\n  Quite erased the hurt and the scar,\n  With music of kindness and naught to annoy,\n  And gold of the friendship refusing alloy.\n  Thus comrades in their happiness are.\n\n\n\n\nI WATCHED MY FLOWERS\n\n\n  I watched my flowers grow and brighten barren places;\n  They smiled at me the whole day long with brilliant faces\n  The blues and reds, the white and yellow in morning dews\n  Drove out the hurt of bitter grief and other bruise,\n  But now the drought will blight the tender buds and leaves.\n  And parch the earth as the winds blow on scorching sprees,\n  'Til July's heat and August sun are duly past,\n  Yet many things are fine and good at weary last\n  For if the rain should come, good seed would surely die.\n  In truth, I should be thankful for a cloudless sky\n  To ripen seed that sprout and grow in barren places.\n  And wink at me next year with bright and smiling faces\n\n\n\n\nBEES OF HATRED\n\n\n  The bees of hatred hover\n  Above and around us.\n  A good crop will be hatched\n  To torment and sting us.\n\n\n\n\nTHIS AFTERNOON\n\n\n  This afternoon, an angry heart and crude\n  Consoled himself with an unkindly deed.\n  Within his soul was hate like garden weed,\n  That choked the buds and bulbs. In childish feud,\n  His glee, like noisy urchins brash and rude,\n  Who trample flowers, pay no thoughtful heed.\n  The careless acts bring harm and pain with speed.\n  And sin-scarred hearts deceive themselves, delude\n  No one. Such souls will have few friends at last.\n  When life is hard, no one will bear his care\n  Unless a kindly one, who looks about\n  To help, to pull and clear. The field is vast!\n  O weary man! Unhappy world! \"Unfair\n  Is life\" men say, \"The whole is full of doubt.\"\n\n\n\n\nSHE RETURNED IT\n\n\n  She borrowed a lump of sugar\n    To sweeten a cup of tea.\n  I felt so very silly\n    When she brought it back to me.\n\n\n\n\nTO MY FRIENDS\n\n\n  On Christmas day, let happy dreams\n  Sparkle and flow like bubbling streams.\n\n\n\n\nA MAIDEN'S DREAM\n\n\n  I often think and dream and ponder\n    Of things that I have seen,\n  And twist the real into a wonder\n    When men and birds convene.\n\n  If I could reach that star up yonder,\n    My soul would lift and preen;\n  If Summertime would always stay\n    My yard would be more green.\n\n  I see the airplane rise and soaring\n    On all bright days and fair;\n  The tiny specks go roaring out\n    Across the hills from care.\n\n  If my good pilot friend is landing\n    On some star world up there.\n  He might bring back some silver\n    Or flowers for my hair.\n\n\n\n\nPROMISES\n\n\n  On New Year's day\n    Mankind makes promises\n  Of gossamer film.\n\n\n\n\nIN BOASTFUL PRIDE\n\n\n  He walked quite proudly on the rocky ledge\n  And shouted, \"I am standing here so high!\n  How fine the valley and the flowing rye,\n  I see the barn that's near the osage hedge;\n  Come look--it's splendid from this shaly edge!\"\n  He leaned far out and slipped--the foolish guy.\n  Where he had stood was only murky sky.\n  To face great danger is a privilege.\n  Don't dare for show, my boy, the rock might slide.\n  For worthy cause the brave will stand or fall,\n  But watch the stepping where the bluff is steep;\n  Remember too when flushed with boastful pride,\n  Men take most careless risks--don't reckon all;\n  And then--a life goes out in just one leap.\n\n\n\n\nIN THE STORM\n\n\n  Hear the gale roaring through woods!\n      Trees bend and snap and sway,\n      They race and break on this dark day.\n  If I could fashion some sturdy hoods\n      To hold the storm at bay,\n      Then trim and straight would all trees stay.\n  But great trees knotted by winds' moods\n      --Like men who face their care--\n  Stand scarred yet staunch and bravely there.\n\n\n\nTHE PRESS OF FLOZARI\n\nCOLOPHON\n\nThis is number 107 of the Torchbearers' Chapbooks, printed by hand at\nthe Pegasus Studio, from hand-set 10 point Century on Eggshell paper,\nin an edition of 110 copies and the type distributed.\n\n  Copies may be secured from the author, at 75c each, postpaid\n  Clara M. Beede, 146-1/2 North College, Tulsa 4, Okla.",
    "metadata": {
        "author": [
            "Beede, Clara M.",
            "Beede, Clara Frances McKee"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/15211/pg15211.txt",
        "name": "some_broken_twigs.json"
    }
}