{
    "name": "Songs of the Glens of Antrim",
    "author": [
        "O'Neill, Moira",
        "Higginson, Agnes Shakespeare",
        "Higginson, Nesta"
    ],
    "body": "These Songs of the Glens of Antrim were written by a Glenswoman in the\ndialect of the Glens, and chiefly for the pleasure of other\nGlens-people.\n\nBy the courtesy of the Editors of 'Blackwood' and the 'Spectator' they\nare republished here.\n\nMOIRA O'NEILL.\n\n\n\n\n                              *CONTENTS.*\n\n\nTHE SONG OF GLEN DUN\nCORRYMEELA\nMARRIAGE\nSEA WRACK\nA BROKEN SONG\nTHE FAIRY LOUGH\nA SONG OF GLENANN\n\"FORGETTIN'\"\nDENNY'S DAUGHTER\nLOST\n\"CUTTIN' RUSHES\"\n\"THE OULD LAD\"\nTHE RACHRAY MAN\nBIRDS\nJOHNEEN\n\"BEAUTY'S A FLOWER\"\nTHE BOY FROM BALLYTEARIM\nI MIND THE DAY\nGRACE FOR LIGHT\nTHE GRAND MATCH\nTHE SAILOR MAN\nAT SEA\n\"LOOKIN' BACK\"\nTHE NORTH-WEST--CANADA\nBACK TO IRELAND\n\n\n\n\n                        *THE SONG OF GLEN DUN.*\n\n\n    Sure this is blessed Erin an' this the same glen,\n    The gold is on the whin-bush, the wather sings again,\n    The Fairy Thorn's in flower,--an' what ails my heart then?\n      Flower o' the May,\n      Flower o' the May,\n    What about the May time, an' he far away!\n\n    Summer loves the green glen, the white bird loves the sea,\n    An' the wind must kiss the heather top, an' the red bell hides a\n            bee;\n    As the bee is dear to the honey-flower, so one is dear to me.\n      Flower o' the rose,\n      Flower o' the rose,\n    A thorn pricked me one day, but nobody knows.\n\n    The bracken up the braeside has rusted in the air,\n    Three birches lean together, so silver limbed an' fair,\n    Och! golden leaves are flyin' fast, but the scarlet roan is\n            rare.\n      Berry o' the roan,\n      Berry o' the roan,\n    The wind sighs among the trees, but I sigh alone.\n\n    I knit beside the turf fire, I spin upon the wheel,\n    Winter nights for thinkin' long, round runs the reel....\n    But he never knew, he never knew that here for him I'd kneel.\n      Sparkle o' the fire,\n      Sparkle o' the fire,\n    Mother Mary, keep my love, an' send me my desire!\n\n\n\n\n                             *CORRYMEELA.*\n\n\n    Over here in England I'm helpin' wi' the hay,\n    An' I wisht I was in Ireland the livelong day;\n    Weary on the English hay, an' sorra take the wheat!\n    _Och!  Corrymeela an' the blue sky over it._\n\n    There' a deep dumb river flowin' by beyont the heavy trees,\n    This livin' air is moithered wi' the bummin' o' the bees;\n    I wisht I'd hear the Claddagh burn go runnin' through the heat\n    _Past Corrymeela, wi' the blue sky over it._\n\n    The people that's in England is richer nor the Jews,\n    There' not the smallest young gossoon but thravels in his shoes!\n    I'd give the pipe between me teeth to see a barefut child,\n    _Och!  Corrymeela an' the low south wind._\n\n    Here's hands so full o' money an' hearts so full o' care,\n    By the luck o' love!  I'd still go light for all I did go bare.\n    \"God save ye, _colleen dhas_,\" I said: the girl she thought me\n            wild.\n    _Far Corrymeela, an' the low south wind._\n\n    D'ye mind me now, the song at night is mortial hard to raise,\n    The girls are heavy goin' here, the boys are ill to plase;\n    When one'st I'm out this workin' hive, 'tis I'll be back again--\n    _Ay, Corrymeela, in the same soft rain._\n\n    The puff o' smoke from one ould roof before an English town!\n    For a shaugh wid Andy Feelan here I'd give a silver crown,\n    For a curl o' hair like Mollie's ye'll ask the like in vain,\n    _Sweet Corrymeela, an' the same soft rain._\n\n\n\n\n    I med an' ould _caillach_ I knowed right well on the brow\n        o' Carnashee:\n    \"The top o' the mornin'!\" I says to her.  \"God save ye!\"\n        she says to me:\n      \"An' och! if it's you,\n      Tell me true,\n      When are ye goin' to marry?\"\n    \"I'm here,\" says I, \"to be married to-morrow,\n    Wi' the man to find an' the money to borrow.\"\n\n    \"As sure as ye're young an' fair,\" says she, \"one day ye'll\n        be ugly an' ould.\n    If ye haven't a husband, who'll care,\" says she, \"to call ye\n        in out o' the could?\n      Left to yerself,\n      Laid on the shelf,--\n      Now is yer time to marry.\n    Musha! don't tell _me_ ye'll be married to-morrow,\n    Wi' the man to find an' the money to borrow.\"\n\n    \"I may be dead ere I'm ould,\" says I, \"for nobody knows their\n            day.\n    I never was fear'd o' the could,\" says I, \"but I'm fear'd\n        to give up me way.\n      Good or bad,\n      Sorry or glad,\n      'Tis mine no more when I marry.\n    So here stand I, to be married to-morrow,\n    Wi' the man to find an' the money to borrow.\"\n\n    The poor ould _caillach_ went down the hill shakin' her finger\n            at me.\n    \"'Tis on top o' the world ye think yerself still, an' that's\n        what it is,\" says she.\n      But _thon_ was the day\n      Dan MacIlray\n      Had me promise to marry.\n    So here stand I, to be married to-morrow,--\n    The man he is found, but the money's to borrow.\n\n\n\n\n                              *SEA WRACK.*\n\n\n    The wrack was dark an' shiny where it floated in the sea,\n    There was no one in the brown boat but only him an' me;\n    Him to cut the sea wrack, me to mind the boat,\n    An' not a word between us the hours we were afloat.\n      The wet wrack,\n      The sea wrack,\n      The wrack was strong to cut.\n\n    We laid it on the grey rocks to wither in the sun,\n    An' what should call my lad then, to sail from Cushendun?\n    With a low moon, a full tide, a swell upon the deep,\n    Him to sail the old boat, me to fall asleep.\n      The dry wrack,\n      The sea wrack,\n      The wrack was dead so soon.\n\n    There' a fire low upon the rocks to burn the wrack to kelp,\n    There' a boat gone down upon the Moyle, an' sorra one to help!\n    Him beneath the salt sea, me upon the shore,\n    By sunlight or moonlight we'll lift the wrack no more.\n      The dark wrack,\n      The sea wrack,\n      The wrack may drift ashore.\n\n\n\n\n                            *A BROKEN SONG.*\n\n\n    '_Where am I from?_'  From the green hills of Erin.\n    '_Have I no song then?_'  My songs are all sung.\n    '_What o' my love?_'  'Tis alone I am farin'.\n    Old grows my heart, an' my voice yet is young.\n\n    '_If she was tall?_'  Like a king's own daughter.\n    '_If she was fair?_'  Like a mornin' o' May.\n    When she'd come laughin' 'twas the runnin' wather,\n    When she'd come blushin' 'twas the break o' day.\n\n    '_Where did she dwell?_'  Where one'st I had my dwellin'.\n    '_Who loved her best?_'  There' no one now will know.\n    '_Where is she gone?_'  Och, why would I be tellin'!\n    Where she is gone there I can never go.\n\n\n\n\n                           *THE FAIRY LOUGH.*\n\n\n    Loughareema!  Loughareema\n      Lies so high among the heather;\n    A little lough, a dark lough,\n      The wather's black an' deep.\n    Ould herons go a-fishin' there\n      An' sea-gulls all together\n    Float roun' the one green island\n      On the fairy lough asleep.\n\n    Loughareema, Loughareema;\n      When the sun goes down at seven,\n    When the hills are dark an' _airy_,\n      'Tis a curlew whistles sweet!\n    Then somethin' rustles all the reeds\n      That stand so thick an' even;\n    A little wave runs up the shore\n      An' flees, as if on feet.\n\n    Loughareema, Loughareema!\n      Stars come out, an' stars are hidin';\n    The wather whispers on the stones,\n      The flittherin' moths are free\n    One'st before the mornin' light\n      The Horsemen will come ridin'\n    Roun' an' roun' the fairy lough,\n      An' no one there to see.\n\n\n\n\n                          *A SONG OF GLENANN.*\n\n\n    Och, when we lived in ould Glenann\n      Meself could lift a song!\n    An' ne'er an hour by day or dark\n      Would I be thinkin' long.\n\n    The weary wind might take the roof,\n      The rain might lay the corn;\n    We'd up an' look for betther luck\n      About the morrow's morn.\n\n    But since we come away from there\n      An' far across the say,\n    I still have wrought, an' still have thought\n      The way I'm doin' the day.\n\n    An' now we're quarely betther fixed,\n      In troth! there' nothin' wrong:\n    But me an' mine, by rain an' shine\n      We do be thinkin' long.\n\n\n\n\n                            *\"FORGETTIN'.\"*\n\n\n    The night when last I saw my lad\n      His eyes were bright an' wet.\n    He took my two hands in his own,\n      \"'Tis well,\" says he, \"we're met.\n    _Asthore machree!_ the likes o' me\n      I bid ye now forget.\"\n\n    Ah, sure the same's a thriflin' thing,\n      'Tis more I'd do for him!\n    I mind the night I promised well,\n      Away on Ballindim.--\n    An' every little while or so\n      I thry forgettin' Jim.\n\n    It shouldn't take that long to do,\n      An' him not very tall:\n    'Tis quare the way I'll hear his voice,\n      A boy that's out o' call,--\n    An' whiles I'll see him stand as plain\n      As e'er a six-fut wall.\n\n    Och, never fear, my jewel!\n      I'd forget ye now this minute,\n    If I only had a notion\n      O' the way I should begin it;\n    But first an' last it isn't known\n      The heap o' throuble's in it.\n\n    Meself began the night ye went\n      An' hasn't done it yet;\n    I'm nearly fit to give it up,\n      For where's the use to fret?--\n    An' the memory's fairly spoilt on me\n      Wid mindin' to forget.\n\n\n\n\n                          *DENNY'S DAUGHTER.*\n\n\n    Denny's daughter stood a minute in the field I be to pass,\n      All as quiet as her shadow lyin' by her on the grass;\n    In her hand a switch o' hazel from the nut tree's crooked root,\n      Well I mind the crown o' clover crumpled undher one bare foot.\n        For the look of her,\n        The look of her\n        Comes back on me to-day,--\n        Wi' the eyes of her,\n        The eyes of her\n        That took me on the way.\n\n    Though I seen poor Denny's daughter white an' stiff upon her\n            bed,\n      Yet I be to think there's sunlight fallin' somewhere on her\n              head:\n    She'll be singin' _Ave Mary_ where the flowers never wilt,\n      She, the girl my own hands covered wi' the narrow\n              daisy-quilt....\n        For the love of her,\n        The love of her\n        That would not be my wife:\n        An' the loss of her,\n        The loss of her\n        Has left me lone for life.\n\n\n\n\n                                *LOST.*\n\n\n    Listen, oh my jewel, I would say,--\n      Only wait to' I can get the word:\n    Sure I thought I had it sweet an' gay\n      Like the bravest song o' summer bird.\n    Faith!  I knew it well an' very well\n      When this hour the rain begun to fall,\n    Now the sorra one o' me can tell\n      What about it was at all, at all.\n\n    Listen, oh my jewel, I was wrong,--\n      Never, never lived a word so sad;\n    Not the heavy sea that drives along\n      Bears such weighty throuble as it had.\n    _Och anee!_ wi' ne'er a voice to cry,\n      Like the weary cloud or drownin' moon\n    So it sank, or so was carried by:\n      Never told is all forgot so soon.\n\n\n\n\n                          *\"CUTTIN' RUSHES.\"*\n\n\n    Oh maybe it was yesterday, or fifty years ago!\n      Meself was risin' early on a day for cuttin' rushes.\n    Walkin' up the Brabla' burn, still the sun was low.\n      Now I'd hear the burn run an' then I'd hear the thrushes.\n\n    _Young, still young!_--an' drenchin' wet the grass,\n      Wet the golden honeysuckle hangin' sweetly down;\n    _Here, lad, here!_ will ye follow where I pass,\n      An' find me cuttin' rushes on the mountain.\n\n    Then was it only yesterday, or fifty years or so?\n      _Rippin'_ round the bog pools high among the heather,\n    The hook it made me hand sore, I had to leave it go,\n      'Twas he that cut the rushes then for me to bind together.\n    _Come, dear, come!_--an' back along the burn\n      See the darlin' honeysuckle hangin' like a crown.\n    _Quick, one kiss_,--sure, there' some one at the turn!\n      \"Oh, we're afther cuttin' rushes on the mountain.\"\n\n    Yesterday, yesterday, or fifty years ago....\n      I waken out o' dreams when I hear the summer thrushes.\n    Oh, that's the Brabla' burn, I can hear it sing an' flow,\n      For all that's fair, I'd sooner see a bunch o' green rushes.\n    _Run, burn, run!_ can ye mind when we were young?\n      The honeysuckle hangs above, the pool is dark an' brown:\n    _Sing, burn, sing!_ can ye mind the song ye sung\n      The day we cut the rushes on the mountain?\n\n\n\n\n                           *\"THE OULD LAD.\"*\n\n\n    I mind meself a wee boy wi' no plain talk,\n      An' standin' not the height o' two peats;\n    There was things meself consated 'or the time that I could walk,\n      An' who's to tell when wit an' childer meets?\n        'Twas the daisies down in the low grass,\n          The stars high up in the skies,\n        The first I knowed of a mother's face\n          Wi' the kind love in her eyes,\n              Och, och!\n            The kind love in her eyes.\n\n    I went the way of other lads that's neither good nor bad,\n      An' still, d'ye see, a lad has far to go;\n    But the things meself consated when I wasn't sick nor sad,\n      They're aisy told, an' little use to know.\n        'Twas whiles a boat on the say beyont,\n          An' whiles a girl on the shore,\n        An' whiles a scrape o' the fiddle-strings,\n          Or maybe an odd thing more\n              In troth!\n            Maybe an odd thing more.\n\n    A man, they say, in spite of all, is betther for a wife,\n      In-undher this ould roof I live me lone;\n    I never seen the woman yet I wanted all me life,\n      An' I never made me pillow on a stone.\n        'Tis \"fancy buys the ribbon\" an' all,\n          An' fancy sticks to the young;\n        But a man of his years can do wi' a pipe\n          Can smoke an' hould his tongue,\n              D'ye mind,\n            Smoke an' hould his tongue.\n\n    Ye see me now an ould man, his work near done,\n      Sure the hair upon me head's gone white;\n    But the things meself consated 'or the time that I could run,\n      They're the nearest to me heart this night.\n        Just the daisies down in the low grass,\n          The stars high up in the skies,\n        The first I knowed of a mother's face\n          Wi' the kind love in her eyes,\n              Och, och!\n            The kind love in her eyes.\n\n\n\n\n                           *THE RACHRAY MAN.*\n\n\n    Och, what was it got me at all that time\n    To promise I'd marry a Rachray man?\n    An' now he'll not listen to rason or rhyme,\n    He's strivin' to hurry me all that he can.\n      \"Come on, an' ye _be_ to come on!\" says he,\n      \"Ye're bound for the Island, to live wi' me.\"\n\n    See Rachray Island beyont in the bay,\n    An' the dear knows what they be doin' out there\n    But fishin' an' fightin' an' tearin' away,\n    An' who's to hindher, an' what do they care?\n      The goodness can tell what 'ud happen to me\n      When Rachray 'ud have me, _anee, anee!_\n\n    I might have took Pether from over the hill,\n    A dacent poacher, the kind poor boy:\n    Could I keep the ould places about me still\n    I'd never set foot out o' sweet Ballyvoy.\n      My sorra on Rachray, the could sea-caves,\n      An' blackneck divers, an' weary ould waves!\n\n    I'll never win back now, whatever may fall,\n    So give me good luck, for ye'll see me no more;\n    Sure an Island man is the mischief an' all--\n    An' me that never was married before!\n      Oh think o' my fate when ye dance at a fair,\n      In Rachray there' no Christianity there.\n\n\n\n\n                                *BIRDS.*\n\n\n    Sure maybe ye've heard the storm-thrush\n      Whistlin' bould in March,\n    Before there' a primrose peepin' out,\n      Or a wee red cone on the larch;\n    Whistlin' the sun to come out o' the cloud,\n      An' the wind to come over the sea,\n    But for all he can whistle so clear an' loud,\n      He's never the bird for me.\n\n    Sure maybe ye've seen the song-thrush\n      After an April rain\n    Slip from in-undher the drippin' leaves,\n      Wishful to sing again;\n    An' low wi' love when he's near the nest,\n      An' loud from the top o' the tree,\n    But for all he can flutter the heart in your breast,\n      He's never the bird for me.\n\n    Sure maybe ye've heard the cushadoo\n      Callin' his mate in May,\n    When one sweet thought is the whole of his life,\n      An' he tells it the one sweet way.\n    But my heart is sore at the cushadoo\n      Filled wid his own soft glee,\n    Over an' over his \"me an' you!\"\n      He's never the bird for me.\n\n    Sure maybe ye've heard the red-breast\n      Singin' his lone on a thorn,\n    Mindin' himself o' the dear days lost,\n      Brave wid his heart forlorn.\n    The time is in dark November,\n      An' no spring hopes has he:\n    \"Remember,\" he sings, \"remember!\"\n      Ay, _thon's_ the wee bird for me.\n\n\n\n\n                               *JOHNEEN.*\n\n\n    Sure he's five months old, an' he's two foot long,\n      Baby Johneen;\n    Watch yerself now, for he's terrible sthrong,\n      Baby Johneen.\n    An' his fists 'ill be up if ye make any slips,\n    He has finger-ends like the daisy-tips,\n    But he'll have ye attend to the words of his lips,\n      Will Johneen.\n\n    There' nobody can rightly tell the colour of his eyes,\n      This Johneen;\n    For they're partly o' the earth an' still they're partly o' the\n            skies,\n      Like Johneen.\n    So far as he's thravelled he's been laughin' all the way,\n    For the little soul is quare an' wise, the little heart is gay;\n    An' he likes the merry daffodils, he thinks they'd do to play\n      With Johneen.\n\n    He'll sail a boat yet, if he only has his luck,\n      Young Johneen,\n    For he takes to the wather like any little duck,\n      Boy Johneen;\n    Sure them are the hands now to pull on a rope,\n    An' nate feet for walkin' the deck on a slope,\n    But the ship she must wait a wee while yet, I hope,\n      For Johneen.\n\n    For we couldn't do wantin' him, not just yet,\n      Och, Johneen;\n    'Tis you that are the daisy, an' you that are the pet,\n      Wee Johneen.\n    Here's to your health, an' we'll dhrink it to-night\n    _Slainte gal, avic machree!_ live an' do right,\n    _Slainte gal avourneen!_ may your days be bright,\n      Johneen!\n\n\n\n\n                         *\"BEAUTY'S A FLOWER.\"*\n\n\n    _Youth's for an hour,_\n    _Beauty's a flower,_\n    _But love is the jewel that wins the world._\n\n    Youth's for an hour, an' the taste o' life is sweet,\n    Ailes was a girl that stepped on two bare feet;\n    In all my days I never seen the one as fair as she,\n    I'd have lost my life for Ailes, an' she never cared for me.\n\n    Beauty's a flower, an' the days o' life are long,\n    There' little knowin' who may live to sing another song;\n    For Ailes was the fairest, but another is my wife,\n    An' Mary--God be good to her!--is all I love in life.\n\n    _Youth's for an hour,_\n    _Beauty's a flower,_\n    _But love is the jewel that wins the world._\n\n\n\n\n                      *THE BOY FROM BALLYTEARIM.*\n\n\n    He was born in Ballytearim, where there' little work to do,\n    An' the longer he was livin' there the poorer still he grew;\n    Says he till all belongin' him, \"Now happy may ye be!\n    But I'm off to find me fortune,\" sure he says, says he.\n\n    \"All the gold in Ballytearim is what's stickin' to the whin;\n    All the crows in Ballytearim has a way o' gettin' thin.\"\n    So the people did be praisin' him the year he wint away,--\n    \"Troth, I'll hould ye can do it,\" sure they says, says they.\n\n    Och, the boy 'ud still be thinkin' long, an' he across the foam,\n    An' the two ould hearts be thinkin' long that waited for him\n            home:\n    But a girl that sat her lone an' whiles, her head upon her knee,\n    Would be sighin' low for sorra, not a word says she.\n\n    He won home to Ballytearim, an' the two were livin' yet,\n    When he heard where she was lyin' now the eyes of him were wet;\n    \"Faith, here's me two fists full o' gold, an' little good to me\n    When I'll never meet an' kiss her,\" sure he says, says he.\n\n    Then the boy from Ballytearim set his face another road,\n    An' whatever luck has followed him was never rightly knowed:\n    But still it's truth I'm tellin' ye--or may I never sin!--\n    All the gold in Ballytearim is what's stickin' to the whin.\n\n\n\n\n                           *I MIND THE DAY.*\n\n\n    I mind the day I'd wish I was a say-gull flyin' far,\n      For then I'd fly an' find you in the West;\n    An' I'd wish I was a little rose as sweet as roses are,\n      For then you'd maybe wear it on your breast,\n        _Achray!_\n      You'd maybe take an' wear it on your breast.\n\n    I'd wish I could be living near, to love you day an' night,\n      To let no throuble touch you or annoy;\n    I'd wish I could be dyin' here to rise a spirit light,\n      If Them above 'ud let me bring you joy,\n        _Achray!_\n      If Them above 'ud let me win you joy.\n\n    An' now I wish no wishes, nor ever fall a tear,\n      Nor take a thought beyont the way I'm led:\n    I mind the day that's over-by, an' bless the day that's here,\n      There be to come a day when we'll be dead,\n        _Achray!_\n      A longer, lighter day when we'll be dead.\n\n\n\n\n                           *GRACE FOR LIGHT.*\n\n\n    When we were little childer we had a quare wee house,\n      Away up in the heather by the head o' Brabla' burn;\n    The hares we'd see them scootin', an' we'd hear the crowin'\n            grouse,\n      An' when we'd all be in at night ye'd not get room to turn.\n\n    The youngest two She'd put to bed, their faces to the wall,\n      An' the lave of us could sit aroun', just anywhere we might;\n    Herself 'ud take the rush-dip an' light it for us all,\n      An' \"_God be thanked!_\" she would say,--\"_now we have a\n              light_.\"\n\n    Then we be to quet the laughin' an' pushin' on the floor,\n      An' think on One who called us to come and be forgiven;\n    Himself 'ud put his pipe down, an' say the good word more,\n      \"_May the Lamb o' God lead us all to the Light o' Heaven!_\"\n\n    There' a wheen things that used to be an' now has had their day,\n      The nine Glens of Antrim can show ye many a sight;\n    But not the quare wee house where we lived up Brabla' way,\n      Nor a child in all the nine Glens that knows the grace for\n              light.\n\n\n\n\n                           *THE GRAND MATCH.*\n\n\n    Dennis was hearty when Dennis was young,\n    High was his step in the jig that he sprung,\n    _He_ had the looks an' the sootherin' tongue,--\n      An' he wanted a girl wid a fortune.\n\n    Nannie was grey-eyed an' Nannie was tall,\n    Fair was the face hid in-undher her shawl,\n    Troth! an' he liked her the best o' them all,--\n      But she'd not a _traneen_ to her fortune.\n\n    He be to look out for a likelier match,\n    So he married a girl that was counted a catch,\n    An' as ugly as need be, the dark little patch,--\n      But that was a thrifle, he tould her.\n\n    She brought him her good-lookin' gold to admire,\n    She brought him her good-lookin' cows to his byre,\n    But far from good-lookin' she sat by his fire,--\n      An' paid him that \"thrifle\" he tould her.\n\n    He met pretty Nan when a month had gone by,\n    An' he thought like a fool to get round her he'd try;\n    Wid a smile on her lip an' a spark in her eye,\n      She said, \"How is the woman that owns ye?\"\n\n    Och, never be tellin' the life that he's led!\n    Sure many's the night that he'll wish himself dead,\n    For the sake o' two eyes in a pretty girl's head,--\n      An' the tongue o' the woman that owns him.\n\n\n\n\n                           *THE SAILOR MAN.*\n\n\n    Sure a terrible time I was out o' the way,\n      Over the sea, over the sea,\n    Till I come back to Ireland one sunny day,--\n      Betther for me, betther for me\n    The first time me foot got the feel o' the ground\n      I was sthrollin' along in an Irish city,\n    That hasn't its aquil the world around\n      For the air that is sweet an' the girls that are pretty.\n\n    Light on their feet now they passed me an' sped,\n      Give you me word, give you me word,\n    Every girl wid a turn o' the head\n      Just like a bird, just like a bird;\n    An' the lashes so thick round their beautiful eyes\n      Shinin' to tell you it's fair time o' day wid them,\n    Back in me heart wid a kind o' surprise\n      I think how the Irish girls has the way wid them!\n\n    Och man alive! but it's little ye know\n      That never was there, never was there.\n    Look where ye like for them, long may ye go,--\n      What do I care? what do I care?\n    Plenty as blackberries where will ye find\n      Rare pretty girls not by two nor by three o' them?\n    Only just there where they grow, d'ye mind\n      Still like the blackberries, more than ye see o' them.\n\n    Long, long away, an' no matther how far,\n      'Tis the girls that I miss, the girls that I miss:\n    Women are round ye wherever ye are\n      Not worth a kiss, not worth a kiss.\n    Over in Ireland many's the one,--\n      Well do I know, that has nothing to say wid them,--\n    Sweeter than anythin' undher the sun,\n      Och, 'tis the Irish girls has the way wid them!\n\n\n\n\n                               *AT SEA.*\n\n\n    'Tis the long blue Head o' Garron\n      From the sea,\n    Och, we're sailin' past the Garron\n      On the sea.\n    Now Glen Ariff lies behind,\n    Where the waters fall an' wind\n    By the willows o' Glen Ariff to the sea.\n\n    Ould Luirgedan rises green\n      By the sea,\n    Ay, he stands between the Glens\n      An' the sea.\n    Now we're past the darklin' caves,\n    Where the breakin' summer waves\n    Wandher in wi' their trouble from the sea.\n\n    But Cushendun lies nearer\n      To the sea,\n    An' _thon's_ a shore is dearer\n      Still to me,\n    For the land that I am leavin'\n    Sure the heart I have is grievin',\n    But the ship has set her sails for the sea.\n\n    Och, what's this is deeper\n      Than the sea?\n    An' what's this is stronger\n      Nor the sea?\n    When the call is \"all or none,\"\n    An' the answer \"all for one,\"\n    Then we be to sail away across the sea.\n\n\n\n\n                           *\"LOOKIN' BACK.\"*\n\n\n    Wathers o' Moyle an' the white gulls flyin',\n    Since I was near ye what have I seen?\n    Deep great seas, an' a sthrong wind sighin'\n    Night an' day where the waves are green.\n    _Struth na Moile_, the wind goes sighin'\n    Over a waste o' wathers green.\n\n    Slemish an' Trostan, dark wi' heather,\n    High are the Rockies, airy-blue;\n    Sure ye have snows in the winter weather,\n    Here they're lyin' the long year through.\n    Snows are fair in the summer weather,\n    Och, an' the shadows between are blue!\n\n    Lone Glen Dun an' the wild glen flowers,\n    Little ye know if the prairie is sweet.\n    Roses for miles, an' redder than ours\n    Spring here undher the horses' feet,\n    Ay, an' the black-eyed gold sunflowers,\n    Not as the glen flowers small an' sweet.\n\n    Wathers o' Moyle, I hear ye callin'\n    Clearer for half o' the world between,\n    Antrim hills an' the wet rain fallin'\n    Whiles ye are nearer than snow-tops keen:\n    Dreams o' the night an' a night wind callin'--\n    What is the half o' the world between?\n\n\n\n\n                       *THE NORTH-WEST--CANADA.*\n\n\n    Oh would ye hear, and would ye hear\n      Of the windy, wide North-West?\n    Faith! 'tis a land as green as the sea,\n    That rolls as far and rolls as free,\n    With drifts of flowers, so many there be,\n      Where the cattle roam and rest.\n\n    Oh could ye see, and could ye see\n      The great gold skies so clear,\n    The rivers that race through the pine-shade dark,\n    The mountainous snows that take no mark,\n    Sun-lit and high on the Rockies stark,\n      So far they seem as near.\n\n    Then could ye feel, and could ye feel\n      How fresh is a Western night!\n    When the long land-breezes rise and pass\n    And sigh in the rustling prairie grass,\n    When the dark-blue skies are clear as glass,\n      And the same old stars are bright.\n\n    But could ye know, and for ever know\n      The word of the young North-West!\n    A word she breathes to the true and bold,\n    A word misknown to the false and cold,\n    A word that never was spoken or sold,\n      But the one that knows is blest.\n\n\n\n\n                           *BACK TO IRELAND.*\n\n\n    Oh tell me, will I ever win to Ireland again,\n      _Astore!_ from the far North-West?\n    Have we given all the rainbows, an' green woods an' rain,\n      For the suns an' the snows o' the West?\n    \"Them that goes to Ireland must thravel night an' day,\n    An' them that goes to Ireland must sail across the say,\n    For the len'th of here to Ireland is half the world away--\n    An' you'll lave your heart behind you in the West.\n        Set your face for Ireland,\n        Kiss your friends in Ireland,\n        But lave your heart behind you in the West.\"\n\n    On a dim an' shiny mornin' the ship she comes to land,\n      Early, oh early in the mornin',\n    The silver wathers o' the Foyle go slidin' to the strand,\n      Whisperin', \"Ye're welcome in the mornin'.\"\n    There's darkness on the holy hills I know are close aroun',\n    But the stars are shinin' up the sky, the stars are shinin'\n            down,\n    They make a golden cross above, they make a golden crown,\n    An' meself could tell ye why,--in the mornin'.\n        Sure an' this is Ireland,\n        Thank God for Ireland!\n        I'm comin' back to Ireland the mornin'.\n\n\n\n\n                 PRINTED BY WILLIAM BLACKWOOD AND SONS.",
    "metadata": {
        "author": [
            "O'Neill, Moira",
            "Higginson, Agnes Shakespeare",
            "Higginson, Nesta"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/53075/pg53075.txt",
        "name": "songs_of_the_glens_of_antrim.json"
    }
}