{
    "name": "Sonnets from the Patagonian",
    "author": [
        "Evans, Donald"
    ],
    "body": "Published by #Nicholas L. Brown#:\n\n\n#Discords#\n\n#Two Deaths in the Bronx#\n\n#Nine Poems from a Valetudinarium#\n\n#Sonnets from the Patagonian#\n\n     Special Edition of the last title on Etruria (Italian hand-made)\n     paper limited to 28 numbered copies, signed by author and\n     publisher. Insert--one full sonnet written in the author's hand.\n     $15.00.\n\n_This edition is limited to 750 copies._\n\n\n\n\n_Sonnets from the Patagonian_\n\n\n     _Philadelphia   Nicholas L. Brown   1918_\n\n\n\n\n#Copyright, 1918\nby\nNicholas L. Brown#\n\n\n\n\n_ADVERTISEMENT_\n\n\n_My dear Cornwall Hollis_:\n\n_With the Allied cause crumbling away it is high time we thought of\naesthetics. As a triste jest I said that to you the other day, and your\nreply was a plea to let you write a preface for a new edition of my\nforgotten Sonnets from the Patagonian. I am at last persuaded, and who\nbut you should do the preface?_\n\n_With Mitteleuropa a fact it should be apparent to any honest, thinking\nman that we are losing the War. Perhaps, in a larger sense, we have\nalready lost the War and the dusk of the Anglo-Saxon is come. Then we\nare at last joined with the Hellenes and Latins in the descending scale,\nand it is the Teuton now approaching the perihelion, with the Slav, yet\nto conquer, in the far distance. But that is an eye-survey for eternity,\nand we have merely to do with the finite present. So we may still think\nof resistance, and not yet abandon hope of postponing defeat._\n\n_It is now the hour for the supreme test of America, and she too must\nfail, as our Allies have failed, before the Huns unless somewhere she\ncan find the beauty and the strength of the human soul with which to\ngive battle. For the first time in history it is souls, not guns, that\nwill win the War, and remember, my dear friend, that Beauty is more\nnecessary than food that the soul may live._\n\n_We are all but engulfed in error. We say that we do not hate the German\npeople; it is the Kaiser we are fighting. A pitiful self-delusion! It\nmust be the German people we hate as an overshadowing race, if our fight\nis to have even the excuse of the inflamed passion of the survival of\nthe fittest. We must acknowledge the Kaiser as the symbol of the best\norganized form of government, unless we are frankly anarchists; the most\nefficient, the most powerful, the most nearly approaching a practical\nsocialism. Let us, therefore, start afresh. We hate the German people,\nfor they have threatened our complacent supremacy as lords of the world.\nNow we are at least truthful._\n\n_Thus far, the Allies have failed signally as a military force. The\nEuropeans have forgotten how to fight, and we in America have never\nlearned. We have put too much faith in materialism, and betrayed the\nSoul and Beauty. There is more to life than living, and more to an army\nthan arms. The moment is here that demands we scrap the military\nleaders, as such, and seek stronger. Why not then turn to the Poets to\ndirect the War, for, lo! it was the Poets who in seven days won the\nIrish Revolution. None knows better than you how I begrudge giving the\never-turbulent West Britons any praise, any glory, but there is the\nsimple truth. They vanquished the foe because they first had conquered\nfear, and then nought could stand against them._\n\n_If we could purge ourselves of our fear of Germany we should capture\nBerlin. Could I enlist a Battalion of Irreproachables, whose uniforms\nshould be walking suit, top hat and pumps, and their only weapon an\nebony stick, and sail tomorrow, we should march down Unter den Linden in\na month, provided wrapped in our kerchiefs we carried the Gospel of\nBeauty, and a nonchalance in the knot of our cravats._\n\n_Verily, verily, men are killed solely because they fear death, and turn\ntheir backs on Beauty, for only ugliness and error can destroy, and\nugliness in the end destroys itself._\n\n_There is really no horror in the War. Even in the ridiculous way we are\nnow fighting it is all a shabby, stupid sham. That chap Griffith gave us\na more realistic spectacle in \"The Birth of a Nation.\" Far too few men\nare actually killed and wounded, and the job is much too large for the\nmaterialists. They do not know how to employ effectively the huge forces\nthey have raised into being._\n\n_If somehow we can grope our way back to the springs of Beauty all may\nyet be saved, but it will require the sacrifice of everything we have.\nFor myriads it will mean the offering of their lives, for that is all\nthey possess, and it must be done freely, gladly, with their souls\npurified, if it is to avail anything. Pride, ambition, selfishness,\nself-will must go, or we perish blind miserables._\n\n_For myself, you know I am willingly in service as a common soldier,\nalthough some years beyond conscription age. Ungrudgingly I gave up\nalcohol--almost a lifelong necessity--and for months I, the Epicurean,\nhave been dispassionately measuring the supposed hardships of war that I\nmight truly understand what a soldier has to undergo. With Beauty in the\nbloodbeat privation is nothing. What can touch me now except the amusing\njoy of giving up for the common good? Yet who actually loves humankind\nless than I? But the subordination idea intrigues me, possesses me,\nsatisfies me. How better can I prove my patent of snobbery and my innate\nright cordially to dislike my fellowmen?_\n\n_The social degradation involved in functioning as an enlisted man was\nand, of course, is the worst of the annoyances. I am neither young\nenough nor sufficiently democratic to enjoy day after day a\nbelow-stairs status. It is a trial, I confess, but I venture to persuade\nmyself that I do all that is required of me with admirable abasement and\ndetachment. Occasionally, indeed, it is capital fun to play the\nanonymous cipher. I am often urged to obtain a commission. But I cannot\nquite do that, for would not that be a confession that I hadn't the\npluck to stick it out? I must remain as I am. Many of my contemporaries\nare finding the khaki an easy means of increasing their literary\nreputations. Wise brothers, ye have chosen your roles. I prefer mine._\n\n_Before you have seen my book through the press I may be dead. With all\nmy heart I hope I shall not come back, for then impersonally I shall\nhave fallen for a cause in which I have no faith. What more\ndistinguished end for an incurable poseur? Have I not been called that?\nPlant, I beg you, mignonette to encircle my arrowroot fields._\n\n_What has all this to do with the Sonnets from the Patagonian? If you\nwill read my words aright they will give the key to my poems, should\nyou, my beloved Hollis, still lack a key. The volume when it first\nappeared was not liked by divers nice people--it was thought nasty--but\nnone put it down till he had finished it; a terror was on him lest he\nmiss a word. And the terror was the Sword of Beauty which slayeth all.\nIntrepidity...._\n\n_But you shall interpret the poems yourself._\n\n\n_I have broken my engagement to write a preface, but have given you,\ngentle Reader, the Poet's letter instead._\n\n_CORNWALL HOLLIS._\n\n\n\n\nINDICES\n\n #Love in Patagonia#\n  Love in Patagonia: p. 15\n\n #Portraits of Igor Vyvyan#\n  In the Vices: p. 19\n  En Monocle: p. 20\n\n #Portrait of the Fan Fan#\n  Loving Kindness: p. 23\n\n #Portrait of Mme. Hyssain#\n  Theatre du Nord: p. 27\n\n #Portrait: in Memoriam#\n  Failure at Forty: p. 31\n\n #Portrait of a Gentleman and a Lady#\n  Aspens at Cresheim: p. 35\n\n #Portrait of Michael Peter#\n  Birthday Piece No. 2: p. 39\n\n #Portraits of Mabel Dodge#\n  Her Smile: p. 43\n  The Last Dance at Dawn: p. 41\n\n #Portrait of Carl Van Vechten#\n  In the Gentlemanly Interest: p. 47\n\n #Portraits of Louise Norton#\n  Buveuse d'Absinthe: p. 51\n  Extreme Unction: p. 52\n  The Jade Vase: p. 53\n\n #Portraits of the Author#\n  Epicede: p. 57\n  In the Falklands: p. 58\n  The Noon of Night: p. 59\n  Fifth Avenue: p. 60\n\n\n\n\nLOVE IN PATAGONIA\n\n _To\n Carl Van Vechten_\n\n\n\n\nLOVE IN PATAGONIA\n\n\n    Forgetting her mauve vows the Fania fled,\n    Taking away her moonlight scarves with her--\n    There was no joy left in the calendar,\n    And life was but an orchid that was dead.\n    Even our pious peacocks went unfed--\n    I had deserved no treachery like this,\n    For I had bitten sharp kiss after kiss\n    Devoutly, till her sleek young body bled.\n\n    Then Carlo came; he shone like a new sin--\n    Straightway I knew pearl-powder still was sweet,\n    And that my bleeding heart would not be scarred.\n    I sought a shop where shoes were sold within,\n    And for three hundred francs made brave my feet,\n    And then I danced along the boulevard!\n\n\n\n\nPORTRAITS OF IGOR VYVYAN\n\n _To\n Pitts Sanborn_\n\n\n\n\nIN THE VICES\n\n\n    Gay and audacious crime glints in his eyes,\n    And his mad talk, raping the commonplace,\n    Gleefully runs a devil-praising race,\n    And none can ever follow where he flies.\n    He streaks himself with vices tenderly;\n    He cradles sin, and with a figleaf fan\n    Taps his green cat, watching a bored sun span\n    The wasted minutes to eternity.\n\n    Once I took up his trail along the dark,\n    Wishful to track him to the witches' flame,\n    To see the bubbling of the sneer and snare.\n    The way led through a fragrant starlit park,\n    And soon upon a harlot's house I came--\n    Within I found him playing at solitaire!\n\n\n\n\nEN MONOCLE\n\n\n    Born with a monocle he stares at life,\n    And sends his soul on pensive promenades;\n    He pays a high price for discarded gods,\n    And then regilds them to renew their strife.\n    His calm moustache points to the ironies,\n    And a fawn-coloured laugh sucks in the night,\n    Full of the riant mists that turn to white\n    In brief lost battles with banalities.\n\n    Masters are makeshifts and a path to tread\n    For blue pumps that are ardent for the air;\n    Features are fixtures when the face is fled,\n    And we are left the husks of tarnished hair;\n    But he is one who lusts uncomforted\n    To kiss the naked phrase quite unaware.\n\n\n\n\nPORTRAIT OF THE FAN FAN\n\nImitated from \"Discords\"\n\n _To\n Donovan Blades_\n\n\n\n\nLOVING KINDNESS\n\n _Moscow_\n\n\n    Her flesh was lyrical and sweet to flog,\n    For the whip blanched her blood, though every vein\n    Flooded with hate shot a hot flow of pain,\n    And her screams were muffled by a brackish fog.\n    He loved her, yet his passion could but fret\n    Unless he lashed her to an awkward rage--\n    But when his hand wrote terror on her page\n    He knew exultant joy of feigned regret.\n\n    Theirs was a bond that poured the wine of fear,\n    And he drained her stiffened limbs with cruel art.\n    He taught her that all tenderness had fled\n    Till she would beg the hurt to taste the tear,\n    And when she bent to kiss her quivering heart\n    It lit a Chinese candle in his head.\n\n\n\n\nPORTRAIT OF MME. HYSSAIN\n\n _To\n John Darby_\n\n\n\n\nTHEATRE DU NORD\n\n _Tashkend_\n\n\n    She was tired to tears, and yet there were no tears,\n    Only the dead seas of indifference\n    Meeting the languors of a nerveless sense,\n    For she had played the roles for twenty years.\n    The queen called for her satins, while the drab\n    Demanded love, and the wild hunger tore;\n    The woman raged to touch the flame once more,\n    But the worn-out emotions could not stab.\n\n    There were the thousand parts she had essayed,\n    And the three thousand gowns that she had worn.\n    Into the ragbag each frock found its flight,\n    Crumpled and ravished of a film-proud shade,\n    And every script is wandering forlorn,\n    Gnawed by the mirage of an opening night.\n\n\n\n\nPORTRAIT: IN MEMORIAM\n\n _To\n Hugh Campbell_\n\n\n\n\nFAILURE AT FORTY\n\n\n    He saw there was no choice to left or right--\n    Time that had marked him for the least of sages\n    Pointed the hour, and several blotted pages\n    Stood witness to the struggle in the night.\n    Behind him lay a happiness that might\n    Have made him shine a figure through the ages;\n    Before him loomed a toiling at mean wages,\n    Alternative to sinking out of sight.\n\n    This much was sure--he never need retrace;\n    The leagues that he had travelled were an ending.\n    There wound no footpath to a sunlit place,\n    Where he might nurse his dreams, with peace attending.\n    No promised joy would quicken the day's pace,\n    Nor write the past a blunder still worth mending.\n\n\n\n\nPORTRAIT OF A GENTLEMAN AND\nA LADY\n\n _To\n Enid Welsh_\n\n\n\n\nASPENS AT CRESHEIM\n\n\n    She had become a stranger suddenly,\n    Just as all men were strangers; then he knew\n    Why she must be an alien--even she!\n    Since there was nought her human love could do\n    To give him the last access to her soul.\n    Returning came his years as wholly vain--\n    Repeated payment of inutile toll\n    To reach a shrine he would not seek again.\n\n    It scarcely left him sad to find how wrong\n    Had been his vision of won womanhood--\n    This yearning ache that he had held so long\n    For a full mingling of their separate blood.\n    Freed, solitary now, with unscared eyes\n    He gazed anew at life safe from surprise!\n\n\n\n\nPORTRAIT OF MICHAEL PETER\n\n _To\n Fania Marinoff_\n\n\n\n\nBIRTHDAY PIECE NO. 2\n\n\n    There is what is and what there is is fair,\n    But most is yet to come to what is here;\n    Here is the most to come from out a year,\n    For from the year there comes all there is there.\n    Song for the minnow and a crystal pool,\n    And all is said of all there was to say,\n    Yet all must say the all, since every day\n    A nuptial kiss the wise man gives a fool.\n\n    An ear of corn from the blind red sunburnt earth\n    Blandly lies in the sun divinely green,\n    Disowning what the earth and sun have done.\n    Kisses and corn and a pool to crown the birth,\n    With once to come what never before has been,\n    And here is there what there is here begun.\n\n\n\n\nPORTRAITS OF MABEL DODGE\n\n _To\n Louis Sherwin_\n\n\n\n\nHER SMILE\n\n _Laggan_\n\n\n    Her hidden smile was full of little breasts,\n    And with her too white hands she stroked her fears,\n    The while the serpent peered at her arched ears,\n    And night's grim hours stalked in, unbidden guests.\n    A noise was in her eyes that sang of scorn,\n    And round her voice there gleamed a nameless dread,\n    As though her lips were hungry for the dead,\n    Yet knew the food of dawn would be forlorn.\n\n    The cold hours ebbed, and still she held her throne;\n    Across the sky the lightning made mad play,\n    And then the scarlet screams stood forth revealed.\n    She turned her back, and grasped a monotone;\n    It answered all; she lived again that day\n    She triumphed in the tragic turnip field.\n\n\n\n\nTHE LAST DANCE AT DAWN\n\n _Firenze_\n\n\n    And she was sad since she could not be sad,\n    And every star fled amorous from the sky.\n    Her pampered knees fell under her keen eye\n    And it came to her she would not go mad.\n    The gaucheries were turning the last screw,\n    But there was still the island in the sea,\n    The harridan chorus of eternity,\n    That let her smile because he saw she knew.\n\n    She even dared be impudent again,\n    And bit his ear; the deaths were far away.\n    A Black Mass sounded from the treasure vaults--\n    She tried to rouge her heart, yet quite in vain.\n    The crucifix danced in, beribboned, gay,\n    And lisped to her a wish for the next waltz.\n\n\n\n\nPORTRAIT OF CARL VAN VECHTEN\n\n _To\n Gertrude Stein_\n\n\n\n\nIN THE GENTLEMANLY INTEREST\n\n _Piccadilly_\n\n\n    He polished snubs till they were regnant art,\n    Curling their shameless toilets round the hour.\n    Each lay upon his lips an exquisite flower\n    Subtly malign and poisoned for its part.\n    The path of victims was no wanton plan--\n    He had bowed his head in sorrow at his birth,\n    For he had said long ere he came to earth\n    That it was no place for a gentleman.\n\n    But always a heart-scald lurked behind the screen,\n    And somehow he missed the ultimate degrees.\n    He saw a beggar at the daylight's fall\n    And then he rose and robbed him for the scene;\n    And when they called him cad he found release--\n    He felt he had used the finest snub of all.\n\n\n\n\nPORTRAITS OF LOUISE NORTON\n\n\n\n\nBUVEUSE D'ABSINTHE\n\n _Rue d'Aphrodite_\n\n\n    Her voice was fleet-limbed and immaculate,\n    And like peach blossoms blown across the wind\n    Her white words made the hour seem cool and kind,\n    Hung with soft dawns that danced a shadow fete.\n    A silken silence crept up from the South,\n    The flutes were hushed that mimed the orange moon,\n    And down the willow stream my sighs were strewn,\n    While I knelt to the corners of her mouth.\n\n    Lead me afar from clamorous dissonance,\n    For I am sick of empty trumpetings,\n    Choking the highways with a dusty noise.\n    Here I have found her sweet sheer utterance,\n    And now I seek the garden of the wings\n    Where I may bathe in sounds that life destroys.\n\n\n\n\nEXTREME UNCTION\n\n\n    Across the rotting pads in the lily lake\n    Her gesture floated toward the iris bed,\n    Wrapped in a whispered perfume of the dead,\n    And her gaze followed slowly in its wake.\n    Now was the summons come she must obey,\n    For Beauty pleaded from the charnel house,\n    For violet nights and violent carouse\n    To free her from the cerements of decay.\n\n    Crapulous hands reach out to strangle thee,\n    And every moment is a winding-sheet,\n    With bats to chant corruption's litany.\n    Be thou a torch to flash fanfaronade,\n    And as the earth crumbles beneath thy feet\n    Flaunt thou the glitter of a new brocade!\n\n\n\n\nTHE JADE VASE\n\n _Pittsburgh_\n\n\n    He had hunted for it to the alley's end,\n    Yet when he found the jade vase he was sad,\n    Low-pulsed with ennui for the praise he had\n    Poured into bowls that merely did not offend.\n    A wall of glass held back his worshipping,\n    And his eyes that drank this miracle of stone\n    Acknowledged the discovery not his own--\n    Still the vase was there, and that was everything.\n\n    He thought back over all the songs he had sung,\n    And all the hours his heart like waving grain\n    Had swayed to music. And the joys now dead\n    Seemed haunting coins to meagre beauty flung.\n    Poignantly he longed to call them back. In vain!\n    But they were the last words that the poet said.\n\n\n\n\nPORTRAITS OF THE AUTHOR\n\n _To\n Cornwall Hollis_\n\n\n\n\nEPICEDE\n\n\n    Wistfully shimmering, shamelessly wise and weak,\n    He lives in pawn, pledging a battered name;\n    He loves his failures as one might love fame,\n    And listens for the ghost years as they speak.\n    A fragrance bright and broken clasps his head,\n    And wildwood airs sing a frayed interlude,\n    While cloaked he comes in a new attitude\n    To play gravedigger if the word be said.\n\n    He swore he would be glad and only glad,\n    And turned to Broadway for the peace of God.\n    He found it at the bottom of the glass,\n    For where the dregs lay it was less than sad,\n    And mid the murmur when the dance was trod\n    He heard the echo of a genius pass.\n\n\n\n\nIN THE FALKLANDS\n\n\n    For his soul when homeless then is at home,\n    And in a paradise where shadows wane\n    He draws droll figures on the windowpane\n    To lure his vagrom fellow souls to Rome.\n    There is a potent rancour in the moon,\n    Hunting for those who love him still, three\n    Gleam back. But with detached anxiety\n    He vows that he will alienate them soon.\n\n    He said that love had but two words, the last\n    And first, and joy in flying laces lay.\n    He watched each kiss to kill it at stark ease--\n    His strangler's hands carve prayers for the past--\n    And chastely he spends an hour every day\n    Erecting tombstones to carnalities.\n\n\n\n\nTHE NOON OF NIGHT\n\n\n    The fictive tear he holds in reverence,\n    And studies heady griefs that wash the cheek;\n    It is a dim dominion he must seek,\n    To gain some raiment for his impotence.\n    Sorrows are numbered, the sighs have their strings,\n    And barren smiles are trained for tragedy;\n    He ties up parcels of mock gaiety,\n    And labels them with many worshippings.\n\n    Grapes in the grass, and every day a waste\n    At scattered sources of lost loveliness,\n    With drunkenness to drain the ruined seats.\n    He knows his gems are turned to glassy paste--\n    But he thanks God aloof from all distress,\n    For he knows sewers run beneath the city streets.\n\n\n\n\nFIFTH AVENUE\n\n\n    And when discovery marred the best disguise\n    He winced a sigh, bowed to a spoiled deceit,\n    And donned the damask draperies of defeat\n    To woo dishonour as an enterprise.\n    His self-betrayal had its tenderness\n    And reared an outland refuge for his pride,\n    For all were baffled telling how he lied,\n    Since more than any guessed he would confess.\n\n    He died a hero in Fifth Avenue\n    One yellowed day saving a tattered man.\n    But in the litter of his passing breath\n    A prayer lay lest one should misconstrue.\n    It was an accident--and he began\n    A last profound apology to death.\n\n\n\n# Symbols surrounding text indicate that the text is in small capitals.",
    "metadata": {
        "author": [
            "Evans, Donald"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/33674/pg33674.txt",
        "name": "sonnets_from_the_patagonian.json"
    }
}