{
    "name": "Sound of Terror",
    "author": [
        "Berry, Don"
    ],
    "body": "The day was still no more than a ragged streak of red in the east; the\npre-dawn air was sharply cold, making Johnny Youngbear's face feel\nslightly brittle as he dressed quietly in the gray bedroom.\n\nHe sat down on the bed, pulling on his boots, and felt his wife stir\nsleepily beneath the covers. Suddenly she stiffened, sat upright in the\nbed, startled into wakefulness. Johnny put one dark, bony hand on her\nwhite shoulder, gently, reassuring. After a moment, finding herself, she\nturned away and lit a cigarette. Johnny finished pulling on his boots\nand stood, his hawk-like face unreadable in the cold gray light\nstreaming through the huge picture window.\n\n\"Johnny?\" said his wife hesitantly.\n\nHe murmured an acknowledgement, watching the bright flare of color as\nshe drew on the cigarette. Her soft, dark hair was coiled loosely around\nher shoulders, very black against the pale skin. Her eyes were invisible\nin shadow, and Johnny could not read their expression. He turned away,\nknowing she was watching him.\n\n\"Be careful,\" she said simply.\n\n\"Try,\" he said. Then he shrugged. \"Not my day, anyway.\"\n\n\"I know,\" she said. \"But--be careful.\"\n\nHe left the house and walked out into the chill desert dawn. He turned\nhis face to the brightness in the east, trying to catch a little warmth,\nbut could not.\n\nHe warmed up the jeep, listening to the engine grumble protest until it\nsettled to a flat, banging roar. He swerved out of the driveway with a\nscreaming of tires. Reaching the long ribbon of concrete that led out\ninto the desert, he settled down hard on the accelerator, indifferent to\nthe whining complaint of the jeep's motor.\n\nIt was eight miles from his sprawling house to the Mesa Dry Lake\nlaunching site, due east, into the sun. He pulled to the top of Six Mile\nHill and stopped in the middle of the highway. Two miles ahead was\nLaunching Base I, throwing long, sharp shadows at him in the rosy dawn\nlight. A cluster of squat, gray blockhouses; a long runway tapering into\nthe distance with an Air Force B-52 motionless at the near end; that was\nall.\n\nExcept the Ship.\n\nThe Ship towered high, dominating the desert like a pinnacle of bright\nsilver. Even silhouetted against the eastern sky, it sparkled and\nglistened. Impassive it stood, graceful, seeming to strain into the sky,\nanxious to be off and gone. The loading gantry was a dark, spidery\nframework beside The Ship, leaning against it, drawing strength from its\nsleek beauty.\n\nJohnny watched it in silence for a moment, then turned his eyes up, to\nthe sky. Somewhere up there a tiny satellite spun wildly about the\nearth, a little silver ball in some celestial roulette wheel. Gradually\nit would spiral closer and closer, caught by the planet's implacable\ngrasp, until it flared brightly like a cigarette in the heavens before\ndissolving into drops of molten metal.\n\nBut it would have served its purpose. In its short life it would have\ngiven Man knowledge; knowledge of space, knowledge enough that he could\ngo himself, knowing what he would find in the emptiness between the\nearth and the moon. Or knowing nearly.\n\n_What's it like out there?_\n\nThe satellite answered partly; the Ship would answer more.\n\nJohnny slammed the jeep into gear, hurtled down the other side of Six\nMile Hill. Through his mind ran the insistent repetition of an old song\nhe knew, and he hummed it tunelessly through closed teeth.\n\n_I had a true wife but I left her ... oh, oh, oh._\n\nThe jeep skidded to a halt beside Control. Mitch Campbell's green\nstation wagon was already there, creaking and settling as the motor\ncooled.\n\nControl was full of people; Air Force brass, technicians, observers,\nenlisted men of indiscernible purpose. The room hummed with the muted\nbuzz of low, serious conversation.\n\nMitch Campbell sat in one corner, apparently forgotten in the confusion.\nHe had nothing to do. Not yet. He was already in flight dress, holding\nthe massive helmet in his hands morosely, turning it over and over,\nstaring at it as though he thought he might find his head inside if he\nlooked carefully enough.\n\n\"Morning, Colonel,\" said Johnny, forcing his voice to be casual and\ncheerful. \"You're up early this morning.\"\n\n\"Morning, Colonel, yourself,\" said Mitch, looking up.\n\n\"Big date today?\"\n\n\"Well--yeah, you might say so,\" Mitch said, smiling faintly and with\nobvious effort. \"Thought I might go once around lightly,\" he said,\nhooking his thumb upwards. Upwards through the concrete ceiling, into\nthe air, through the air, up where there was no air for a man to\nbreathe. Once around lightly.\n\nAround the world. Lightly.\n\n\"Tell you what, Mitch.\"\n\n\"O.K., tell me what,\" he said.\n\n\"You like the movies?\" Johnny asked. \"You like to get a little adventure\nin your soul? You like a little vicarious thrill now and then?\"\n\n\"Yeah, I like that.\"\n\n\"Tell you what. We'll go. No, don't thank me. We'll go. Tonight. Eight\no'clock, you come by.\"\n\n\"Wives and everybody?\" Mitch asked.\n\n\"Why not?\" Johnny said. \"They're cooped up in the house all day.\"\n\nThey both knew the wives would be in Control in an hour, listening to\nthe radio chatter, waiting, eyes wide, shoulders stiff and tight.\n\n\"Fine,\" said Mitch. \"Fine.\"\n\nA crew-chief came up and touched Johnny's shoulder. \"Colonel Youngbear,\"\nhe said, \"Observation is going up.\"\n\nJohnny stood and looked out the tiny window at the red-painted B-52.\n\n\"See you tonight, Mitch. Eight o'clock? Don't forget. Westerns.\"\n\n\"See you,\" said Mitch. He looked back down at the helmet and was turning\nit over and over again when Johnny left.\n\n\n\nThe Observation B-52 climbed, screaming.\n\nJohnny lit a cigarette and watched out the port at the contrails rolling\nstraight and white behind the jets.\n\nHe sat by the radioman, a Sergeant, ignoring the rest of the officers in\nthe converted bomb-bay.\n\n\"Hope he makes it, Colonel,\" said the Sergeant.\n\n\"He'll make it,\" Johnny said flatly, irritated. Relenting, he added in a\ngentler tone, \"The pilot section breaks away. If he gets in serious\ntrouble, he can dump it and ride the nose down. Like a bird. He'll make\nit.\"\n\nThere was a raucous buzz, and a squawk box said: \"On my mark it will be\nZero minus four minutes ... mark!\" The voice of Control, 35,000 feet\nbelow.\n\nThe B-52 swung ponderously onto the base leg of its circle, and there\nwas a creaking of stretching metal inside.\n\n\"Minus two minutes.\" _Not my day, anyway_, Johnny thought. He lit\nanother cigarette.\n\n\"Control,\" said a new voice, \"This is Red Leader. Red Leader. Red Flight\nis in position.\"\n\n\"Rog, Red Leader,\" Control acknowledged. The Observation flight of jet\nfighters was waiting, too.\n\n\"Minus five ... four ... three ... two ... one ... mark!\"\n\nSilence.\n\n_I had a true wife but I left her ... oh, oh, oh._\n\nThere was another rattle of the speaker, and Mitch's voice came through,\ngrunting, heavy, as the acceleration of the Ship laid a heavy hand on\nhis chest.\n\n\"Acceleration ... eight gee ... controls respond.\"\n\nSilence.\n\n\"There he is,\" someone said. A wavering trail of smoke was barely\nvisible below, a thread of white, coming up fast, blown erratically by\nwinds into a distorted tiny snake.\n\n\"Altitude ...\" said Mitch's voice, \"40,000.... Acceleration ...\ndropping.\"\n\nThe white snake wriggled up to their level, rose above them. Johnny\ncould not see the silver head.\n\n\"Altitude ... 65,000.... I have a loud, very high buzz in my headphones.\nI'm going to--there, it's gone now, went out of my range.\"\n\nHis voice sounded wrong to Johnny, but he couldn't pin it down.\n\n\"Altitude ... 105,000. Beginning orbital correction.\nBeginning--beginning ... I can't--I'm--I'm--\" The voice became\nunintelligible. It was pitched very high, like a woman's, and it sounded\nas if his teeth were chattering.\n\n\"Mitch,\" Johnny pleaded softly. \"Mitch, baby. Dump it, boy, come on\nhome, now. Dump it.\"\n\nThere was no more from the speaker. A confused babble broke out in the\nbomb-bay. The Sergeant fiddled with his dials frantically, spinning\nacross wavelengths, trying to find a word. The confusion ceased when the\nspeaker rattled again, seeming hours later.\n\n\"Uh, hello, Control, this is Red Three, do you read me?\" One of the\nfighter flight.\n\n\"Rog, Red Three, go ahead,\" came Control's voice from below.\n\n\"Uh, Control, I have a flash and smoke cloud on a bearing of three-seven\ndegrees.\"\n\n\"Red Three, what altitude? What altitude?\"\n\n\"None,\" said the fighter pilot. \"On the deck.\"\n\nAfter a moment, Johnny climbed unsteadily to his feet in the midst of a\nbooming silence. He made his way back along the catwalk to the head,\nwhere he retched violently until the tears came to his eyes.\n\n\n\nThree weeks later, Johnny sat in Doctor Lambert's office. He watched the\nlean, graying psychologist turn off the tape recorder, watched him\nmethodically tamp tobacco in his pipe.\n\n\"That's all she wrote, Johnny,\" said Lambert, finally. \"That recording\nof Mitch's voice is just about all we have. The Ship was under full\npower when it hit. There wasn't much left.\"\n\nJohnny looked absently out the window at the gleaming needle of Ship II\nbeside the flimsy-looking gantry. Full power was a lot of power.\n\nThe psychologist followed Johnny's eyes. \"Beautiful,\" he said, and the\nword brought to Johnny's mind the wide-eyed pale face of Mitch's wife,\nstaring at him.\n\n\"That Ship is the best we can make her,\" Lambert said. \"Engineering is\nas certain as they can be that there was no structural failure on Ship\nI.\"\n\n\"So?\" Johnny said, still staring at the Ship. Even at this distance, he\ncould almost believe he could see his own lean face reflected in the\nshining metal.\n\n\"So we look somewhere else for the cause of failure,\" said Lambert.\n\n\"Where?\" said Johnny. He turned back, saw that the psychologist was\nputting a new reel on the tape recorder.\n\n\"The weak link in the control system,\" Lambert said.\n\n\"There weren't any.\"\n\n\"One.\"\n\n\"What?\"\n\n\"Mitch Campbell.\"\n\nJohnny stood, angry. \"Mitch was good. Damn good.\"\n\nThe psychologist looked up, and his eyes were tired. \"I know it,\" he\nsaid calmly. \"Listen to this.\" He started the machine playing the new\ntape.\n\nJohnny listened to it through. The voice that came out was high and\nwavering. It shook, it chattered, words were indistinguishable. It was\nthin with tension, and it rang in Johnny's ears with unwanted\nfamiliarity.\n\n\"What's it sound like to you?\" Lambert asked when it had finished.\n\n\"Like Mitch's voice,\" Johnny admitted reluctantly.\n\n\"It did to me, too. What do you think it is?\"\n\n\"Don't know,\" said Johnny shortly. \"Might be a pilot whose plane is\nshaking apart.\"\n\n\"No.\"\n\n\"I don't know.\"\n\nLambert sat back down behind his desk and sucked on his pipestem. He\nregarded Johnny impassively, seeming to consider some problem remote\nfrom the room.\n\nAbruptly, he stood again and went to the window, watching the ant-like\nactivity around the base of Ship II.\n\n\"That was a madman's voice,\" he said. \"I made the recording while I was\ninterning at a state institution.\"\n\n\"So?\"\n\n\"Mad with fear,\" Lambert said. \"Pure. Simple. Unadulterated. That was\nthe sound of terror you heard, Johnny. Terror such as few humans have\never known. That man knew such fear he could not remain sane and live\nwith it.\"\n\n_I had a true wife but I left her ... oh, oh, oh._\n\n\"You think Mitch--\"\n\n\"You said yourself the voices were alike.\" Lambert pointed out.\n\n\"I don't believe it.\"\n\n\"Don't have to,\" said Lambert, turning from the window. \"But I'll tell\nyou something, Johnny. That Ship--\" he hooked his thumb out the\nwindow--\"is a very big toy. Maybe too big.\"\n\n\"Meaning?\"\n\n\"Meaning it's possible we've reached beyond Man's limitations. Meaning\nit's possible we've built something too big for a man to handle and stay\nsane. Maybe we've finally gone too far.\"\n\n\"Maybe.\"\n\n\"I don't insist it's true,\" said the psychologist. \"It's an idea. Fear.\nFear of the unknown, maybe. Too much fear to hold.\"\n\n\"You think I'll crack?\" asked Johnny.\n\nThe psychologist didn't answer directly. \"It's an idea, as I said. I\njust wanted you to think it over.\"\n\n\"I will,\" said Johnny. He stood again, his jaw held tight. \"Is that\nall?\"\n\n\"Yes, Colonel, that's all,\" said Lambert.\n\nWhen Johnny left, the psychologist sat in brooding silence, staring\nmorosely at a trail of blue smoke rising from his pipe bowl. He sat\nthere until the afternoon light faded from the desert base. Then he\nstood in the darkened office, sighed, lit his pipe and went home. He was\nvery tired.\n\n\n\nSix weeks later, Johnny Youngbear walked out of the Control blockhouse\ninto the cold desert morning, carrying his helmet under his arm.\n\nHe ran his eyes swiftly up the length of Ship II, trying to forget those\nother eyes staring at his back from the blockhouse. The Ship rippled and\ngleamed, alive, eager, the thundering power in her belly waiting to be\nborn.\n\n_Oh, you bitch! You beautiful bitch_, Johnny thought. _Pregnant with\npower like a goddess with a god's child. Bitch, bitch, bitch! I love\nyou. I hate you. You kill me._\n\nThe crew-chief walked by his side. \"Nice morning, Colonel,\" he said.\n\n\"Very,\" said Johnny.\n\n_I had a true wife but I left her ... oh, oh, oh. For you, you beautiful\nbitch._\n\n\"Say something, Colonel?\" asked the crew-chief.\n\n\"No. Song running through my head,\" he explained.\n\n\"Yeah,\" the other man chuckled. \"I know how it is.\"\n\nThey strapped him into the padded control chair, the controls arranged\naround him in a neat semicircle, easy to reach.\n\n_This is my day._\n\nThey left him. Alone. _Once around lightly._\n\nThe loneliness was in his belly, aching like a tumor.\n\n\"... read me?\" Control's voice in his earphones.\n\n\"Loud and clear,\" he said absently.\n\n\"... minus two minutes ... mark!\" A different voice. So many different\nvoices. They knew him, they talked to him. But he was alone with his\nbitch.\n\n_I had a true wife but--_\n\n\"... minus one minute ... mark!\"\n\n_This is my day I had a true wife--_\n\n\"... three ... two ... one ... mark!\"\n\nThere was the sound of a world dying in his mind, the sound of thunder,\nthe sound of a sun splitting, the sound of a goddess giving birth, with\npain with agony in loneliness.\n\nA giant's fist came from out of nothingness and smashed into his body.\nHis chest was compressed, his face was flattened, he could not get\nenough air to breathe. The heavy sledge of acceleration crushed him back\ninto the padded chair, inexorable, implacable, relentless, heavy. His\nvision clouded in red and he thought he would die. Instead, he spoke\ninto the lip mike, resenting it bitterly.\n\n\"Acceleration ... nine gee.\" He looked at the gauge that shimmered redly\nbefore him, disbelieving. \"Altitude 20,000.\"\n\nHe blacked out, sinking helplessly into the black plush night of\nunawareness. _I had a true I had I had--_\n\nAwakening to pain, he glanced at the gauges. He had been gone only a\nsplit second.\n\n\"Altitude 28,000, acceleration pressure dropping.\"\n\nHis face began to resume its normal shape as the acceleration dropped.\n\"... six gee,\" he said, and breathing was easier. The giant reluctantly\nbegan to withdraw his massive fist from Johnny's face.\n\nHe tipped a lever, watched the artificial horizon tilt slightly. \"Air\ncontrol surfaces respond,\" he said. But soon there would be no air for\nthe surfaces to move against, and then he would control by flicking the\npower that rumbled behind him.\n\n\"Altitude 40,000 ...\n\n\"... 85,000 ...\n\n\"... 100,000....\" The sky was glistening black, he was passing from the\nearth's envelope of air into the nothingness that was space. Now.\n\nNow.\n\nNow it was time to change angle, flatten the ship out, bring it into\nposition to run around the earth. _Once around lightly._\n\nThere was a high-pitched scream in his earphones. He remembered it had\nbeen there for long, and wondered if he had told Control.\n\nHe flicked the switch that ignited the powerful steering rockets, and\nthe whine grew louder, unbearably loud. It sang to him, his bitch sang,\n_I had a true wife, but I left her ... oh, oh, oh._\n\nHe began to feel a light tingle over his body, tiny needles delicately\njabbing every inch. His face became wooden, felt prickly. He tried to\nlick his lips and could feel no sensation there. His vision fogged\nagain, and he knew it was not from acceleration this time, it was\nsomething else.\n\nSomething else.\n\n_What's it like out there?_\n\nHis belly told him. Fear.\n\nHe reached out his hand to touch the control panel, and his arm did not\nrespond. It was shaking, uncontrollably, and moved off to the right of\nwhere he wanted it to go. When he tried to correct, it swung too far to\nthe left, waving as if it were alive. It hung there before him as in a\ndream, oscillating back and forth.\n\nHe could not control his body, and the realization nurtured the tiny\nseed of panic that lay heavily in his belly.\n\n_Dump it...._\n\nWhat did that mean? _Dump it ... go home now, baby ... _I had_ a\ntrue ..._\n\nDecision ... there was a decision he had to make, but he was too\nfrightened to know what it was.\n\nHe had been born in fear and lived in fear and his body was full of it,\nquivering to the lover's touch of fear. Falling, darkness, the fear of\ndying, the unknown, the unimaginable always lurking just out of the\ncorner of his eye.\n\nHe wanted to scream and the fear choked it off. His hands were at his\nsides, limply useless, dangling at the seat. He had to hang on to\nsomething. His hand found a projection at the side of the seat. He\nclutched it desperately.\n\nHe knew he would fall, down, spiraling, weightless, off the cliff as in\na dream, off the ladder, the tree, he was a child and his toes were\ntingling as he stood too near the edge of the cliff, knowing he might\nfall.\n\nHe clutched tightly, putting every ounce of his strength into holding on\nto the lever, the single solid reality in a world of shifting unreality.\nHe was going to fall he was falling I love you I hate you I had a true\nwife ...\n\n\n\nThere was softness beneath his back, and he moved his hands, feeling the\ncrispness of sheets. There was a low murmur of voices. He raised his\nhands to his eyes and the voices stopped. There were heavy bandages on\nhis eyes.\n\n\"Colonel?\" came a questing voice, and Johnny realized it was Doctor\nLambert. \"Awake?\"\n\n\"I can't see. Why can't I see?\"\n\n\"You'll be all right. It's all right.\"\n\n\"What happened?\"\n\n\"How much do you remember?\" asked the voice. \"The blast-off?\"\n\n\"Yes--yes, I remember that.\"\n\n\"The orbit? The landing?\"\n\n\"No,\" he said. \"Not that.\"\n\n\"You did it,\" said the voice. \"You made it.\"\n\n_This is my day. Once around lightly._\n\n\"Johnny,\" said the voice. \"I don't know just how to say this. We know\nwhat was wrong with Ship I, and why it killed Mitch. We know--hell, we\ndon't even begin to realize what we have at our fingertips now. It's so\nbig it's impossible to evaluate.\"\n\n\"What? I don't--\"\n\n\"Sound, Johnny, sound. Or rather, vibration. It's something we're just\nbeginning to learn about. We know a few things; we know you can boil\nwater with sound if the frequency is high enough. And you can drill\nmetal with it--and it does things to the human body.\n\n\"There are frequencies of sound which can act directly on human nerves,\ndirectly on the human brain. It means that if we know the right\nfrequency, we'll be able to produce any state we want in a man, any\nemotion. Fear, anguish, anything.\n\n\"When the steering rockets were cut in, the Ship began to vibrate. It\ngenerated frequencies so high that ordinary human senses couldn't detect\nthem. And when your nerves were exposed to those vibrations, it produced\nfear. Pure and absolute fear. Motor control went, rational processes\nwent, all the nervous functions of the body went out of control. Your\nbody became a giant tuning fork, and the frequency to which it vibrated\nwas fear.\n\n\"I can't remember--\"\n\n\"Sanity went, too, Johnny,\" said the man softly. \"You could not stand\nthat fear and remain sane, so something cut off. That was what happened\nto Mitch.\"\n\n\"How did I get back?\"\n\n\"We don't know. The films show your face suddenly going blank. Then you\nflew. That's all. We hoped you could tell us.\"\n\n\"No. No--I don't remember--\"\n\n\"There was something in you so strong it overrode everything else, even\nthe fear. We'd like to know what it is. We'll find out, Johnny, and it\nwill mean a lot to the human race when we do.\"\n\n_This is my day._\n\n\"Is my wife here?\"\n\nThere was a cool hand on his forehead. \"Yes, Johnny.\"\n\n\"Well,\" he said helplessly. \"Well, how are you?\"\n\n\"I'm fine, Johnny,\" she whispered, and there was the sound of tears in\nher voice. \"I'm just fine.\"\n\nHe felt the warm softness of her lips on his.\n\n_I had a true wife but I left her ... oh, oh, oh._\n\nAnd then he came home again.\n\n\nEND\n\n",
    "metadata": {
        "author": [
            "Berry, Don"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/30673/pg30673.txt",
        "name": "sound_of_terror.json"
    }
}