{
    "name": "Space Blackout",
    "author": [
        "Carson, Sam"
    ],
    "body": "I've seen a world die, and with it men who chose to remain and face the\nend because of love.\n\nLove of their homes and the soil beneath them and the life they had\nachieved. It's a story I believe Earthmen could ponder, and benefit\nfrom. For we are the youngest of terrestrial civilizations within the\nspace orbit the Martians have shown us.\n\nI'm Jerry Kos, master navigator, twenty-seven and entitled to three\nstripes on my jacket to prove I've completed that many six months\nvoyages with the Cosmic Survey. I'm a specialist, holder of the solo\nrecord from Moon to Earth made in 2437, and enjoy spending all my leave\nin the government preserves, camping in the raw, hiking, fishing,\nanything I can do by hand, so to speak. Otherwise I'm one of some\nfifty thousand young officers of the Commonwealth whose job is cut out\nfor him. And I like it.\n\nIt was Jim Drake, skipper of the Pelios, Cosmic Survey ship, who\npersuaded me to take my leave on Mars, as a guest of Shadrak. Shadrak\nis one of our advisers, guardian of the Great Waterway, and a big\nshot among the hundred thousand odd Martians who rule their planet by\nrobot control. The Martians watched us develop thousands of years, and\nlet us go because they're peaceful, and like our energy, till Gregor,\nthe Tartar dictator came along and messed up the world. Then Shadrak,\nand a half dozen others roused themselves, crossed the void to Earth\nand liquidated a wad of would be exponents of force. That put the\nUnited States on top with its ideals of democracy, and the Martians\nreorganized our form of living, gave us advanced tools, knowledge and\ncreated a technocracy. The Martians sit back, live well and give us\nideas. We do the same for them and everybody's happy. They know how to\ncontact all forms of life in the solar system, from Mercury to Neptune,\nand now, as you know, Earth is a beehive of industry.\n\nJim Drake's a thoughtful chap, quiet but a whip. Since he was a kid\nShadrak has liked him. After a few days of fishing, boating, and\ngeneral recreation, Shadrak called us in to his domed estate.\n\nFirst he showed us his planetarium, and a dark nebula in beyond Orion,\nhe calls the Noir, speaking with the throat disk because Martians can't\nmanage our tongue otherwise. That dark, he had just explained, was a\nthousand light years beyond the nearer Orion cluster.\n\n\"Behind it,\" he added, \"is a solar system, a sun with six planets.\nThe third planet is Spor, of the same albedo as Earth, and identical\natmosphere. I know, for my grandfather visited it, and he chose it as a\nsuitable refuge for ten thousand of your Earthmen.\"\n\nI had to break in on that. Jim nudged me, but Shadrak smiled. \"Small\nwonder you're surprised,\" he commented. \"On Earth you have a legend,\nof the lost Atlantis. There was a general submerging of continents.\nMillions perished. And we were so moved on Mars that we sent our space\nships. It was one of our few real invasions. Till we visited Gregor, we\nhadn't returned. But that time we removed ten thousand, products of an\nadvanced civilization.\n\n\"We moved those ten thousand to Spor.\" Jim whistled. \"Even that long\nago you traveled ahead of light. I mean, with greater speed.\"\n\nShadrak nodded. \"You two are Earthmen we trust. We keep many secrets\nbecause it is best. But in this case--\" he paused, \"I want you, Jerry\nKos and Jim Drake, to journey to Spor.\"\n\n\"But it would take years,\" I put in. \"Maybe longer.\"\n\n\"Twenty two days and six hours, with the new ship just delivered,\"\nShadrak corrected. \"It has a capacity of one thousand. If you return\nwith a full load, we shall send more ships to Spor.\"\n\nJim looked bewildered. \"Maybe it's too much,\" he said, \"but such a\nspeed is incredible.\"\n\n\"There is no limit to speed,\" Shadrak told us. \"The problem is of\nacceleration, and deceleration. You have that problem in handling the\nPelios, which rides energy beams at the speed of light. Frequencies,\nwhether of sound or light, as instances, are constant. Therefore we\nemploy this fact in accelerating. We superimpose frequencies against\nfrequencies, repelling power, one from the other. The result is a\nconstant, increasing ratio. In effect, Jim--and you, Jerry--will grasp\nit much easier in this manner. If you had a machine throwing a jet\nof water, and it touched an opposing jet of water, your propulsion\nwould build up till the limits of the energy from the opposing jets\nwere reached. Suppose those jets continued to reach out. As light\nfrequencies, till you built up your maximum. In a vacuum your speed\nwould continue at that maximum velocity till you chose to decelerate.\nNow deceleration is effected by the same principle. We do it by\nhitching to our sun and reaching the maximum in building up speed. In\nlike manner, another sun can be used to decelerate, by reversing the\nprocess.\n\n\"But enough of that,\" Shadrak resumed. \"Your ship will be robot\ncontrolled. Our own master navigator will get telescreened charts of\nyour course. Your job will begin when you land, I fear. The planet of\nSpor enters the Noir within eighteen months, and a sudden reaction in\nthat hundred thousand light year wide mass could reduce the engulfing\nto eighteen weeks.\"\n\n\"What does this Noir mean, swallowing up Spor?\" I fired that shot. And\nit was Jim who answered.\n\n\"Noir's the light absorbing element nobody has lived to analyze. We\nknow it absorbs all organic life as it does light, electricity, even\nsound. It's the black scourge of space.\"\n\n\"And we're going to play around it, eh? To bring back the descendants\nof the lost Atlantis. And where do they go, providing we take 'em off?\"\n\nShadrak waved a hand vaguely over the horizon. \"Here, till we find a\nplanet suitable. You see, we're responsible. We moved them to Spor. Now\nit's our duty to remove them again.\"\n\nJim spoke. \"We're ready, whenever you are sir.\"\n\n\n\nNow a lot happened before we curved around the sinister prong of the\nNoir, the Milky Way lost behind, even Orion and his companions. We had\nceased marveling at the repellor motors, operated within compact cases\nby the efficient robot machines. And I must put in a word for the way\nthey lifted our big ship from Mars. You don't use rockets any more.\nThey catapult you, shooting you ten thousand miles outward with rocket\ntubes sunk into the ground. You use inverted, concave affairs to catch\nthe power. And too, we had our first acquaintance with the auxiliary\nrepellors used inside the ship to offset inertia. This gave us the same\ngravity as Earth. And Shadrak called at regular periods on the relief\nscreen, the new device that gives solidity to an image. He told us a\nlot about the transplanted sons and daughters of ancient Atlantis, and\nwe had the mentameters to make immediate contact with their language\nand knowledge. Shadrak had thought of everything.\n\nThe solar system which Shadrak called Maj, crawled around the crescent\nof Noir, and we sighted the third planet, giving a ruddy glow. That\ngave us a kick, but I felt a shiver as I watched that ebon horn\nblotting out the sky, reaching hungrily toward Maj. Jim said the\nmovement of Noir had been constant at 110 kilometers a second, but\nthat the speed was building up. He called for a robot check on the tip\nof Noir and Spor. After careful study, Jim flashed the telescreen for\nShadrak. \"Noir tip at 60 plus 382,\" he reported.\n\nShadrak looked grave. \"That gives you no more than four months,\" he\nsaid. \"If the movement accelerates, it will be quite earlier. After you\nland, arrange for periodical checks.\"\n\nIt was time now to begin deceleration. We fixed on the sun of Maj. At\nfirst we couldn't feel a change. It was ten hours before the planets\nslowed down, and we curved to meet the pull of Maj. Two days elapsed by\nour chronometers before we entered the gravity pull of Spor and began\nour spiral descent, much as we would had it been the smaller Pelios.\nOur electroscopes found a city, towers and walls gilded by a rising\nsun. I worked out the course for Jim and we picked a plain nearby. We\nsettled on a regular nest of repellor beams, to find an army gathered\nwithout, an army of men and women and children, not at all frightened\nand apparently not hostile.\n\n\"Look,\" Jim cried. \"They look like the museum pictures of 2000. The\nsame kind of cars, and streets.\"\n\nIt was true. We checked on the atmosphere readings, found the\ntemperature 76 fahrenheit, a mild spring day. We opened the locks and\nstepped out on the soil of Spor, Jim lugging the portable mentameter.\nI heard a buzzing sound. An airplane, of ancient vintage, judging by\nthe museum films, circled overhead. Men in field gray, wearing leather\nleggings and caps, rode up on noisy, two wheeled machines.\n\n\"The Twentieth Century comes to life,\" Jim muttered. \"It's like a\ndream.\"\n\nA man with slightly gray hair stepped from one of the cars, approached\nus, flanked by the guards. He spoke, but the words were unintelligible.\nJim smiled, pointed skyward and to the ship. The greeter nodded as\nif he understood. Then Jim put down the mentameter pack, adjusted\nearphones and the clamp about his temples. He gestured for the other to\ndo likewise.\n\n\n\nSomeone protested, and there was an argument, while we waited. Then the\ngray haired man spoke with curtness, and the guards fell back. Smiling,\nthe Spor dweller put on the mentameter receiver. Jim began speaking\nslowly. \"I am Jim Drake, of Earth, from which your ancestors were\nremoved from Atlantis by Martians. We were sent here by other Martians.\"\n\nThe Spor governor, for that was what we learned he was, shouted to the\nthrong. He spoke excitedly and people began to cheer, to gather more\nclosely. Then he spoke to Jim. By then I had on the spare receiver.\n\n\"You are fulfilling a legend,\" the governor said. \"From our early days\nthe writings of our forefathers foretold the day when Earthmen would\ncome from beyond the dark spaces. I, Tarquin of Spor and governor of\nthe city of Osmand, welcome you. And if you will pardon my curiosity,\nwhat manner of machine is this, to interpret our thoughts?\"\n\n\"Brother,\" I cut in, \"it's as mysterious to me as it must be to you.\nThe Martians perfected it and hold the secret.\"\n\n\"You think and talk like one of us,\" the governor chuckled. \"Our\nastronomers sighted you yesterday and they predicted a landing at\nOsmand. So we are not exactly surprised.\"\n\nWe wound up with posting a guard about the ship and riding into the\ncity with Tarquin. A radio in the car reported our progress, the\nannouncer manifestly excited. We found thousands on streets and\nsidewalks and crowding office windows. Above all, we had the feeling\nwe were among Earthmen, and yet it wasn't our technocratic manner of\nlife either. There was nothing orderly. And I felt that I liked this\nway of living. I was in the same state of mind a week later, when Jim\nand I had already learned enough about the language of Spor to talk,\nand we'd been cramming on their history from the time the Martians left\noff so many centuries before. At Shadrak's suggestion, we'd kept quiet\non our real mission. We found ourselves popular in Osmand as the days\ngrew on, and we were guests of Governor Tarquin, on a swell estate\nbordering a small river. And then, as thousands lined the river for\na water carnival, Tarquin told us all was not well on Spor. We were\non a terrace and it reminded me somehow of Shadrak's place, without\nthe dome, or eternal robots. \"Take this city,\" he exclaimed. \"We are\na democracy, at peace with the world. But across the sea, in Plevia,\nthere is a colony gathering strength, headed by Garok, a troublemaker\nwe exiled ten years ago from Osmand.\"\n\n\"Why not take your planes, fly over and clean him out before he's\nstrong enough to fight you?\" I asked.\n\nTarquin gazed at me, and he looked bewildered. \"Osmand makes no war.\nWe have our civil officers, but our army is small. We of Osmand, and\nof the other city states on this continent have lived in accord two\nthousand years without fighting. Garok will not invade us. But he does\nharbor criminals, and thereby makes trouble.\"\n\n\n\nAnd that was that. War was simply out of mind. And why not. If ever\nthere was a placid countryside, which we toured in the next two weeks,\nit was the continent upon which Osmand was built. There were farms,\nsmall factories, everywhere homes with large grounds, and men, women\nand children employed. Everybody greeted you with a smile, it seemed,\nand there was much singing. It got Jim like it did me, and I remember\nwhat a jerk Shadrak pulled us up with, when checking with him from\nthe ship after a tour of the continent to the other cities--Nostran,\nTula and Polis. Shadrak told us the invading horn of Noir had indeed\naccelerated its spread toward the system of Maj and would engulf it\nwithin no less than eight weeks.\n\nTarquin accepted our report from Shadrak, for in the legend that\nEarthmen would come, was a prophecy of destruction to Spor. \"Yes,\" he\nsaid slowly, pacing his terrace, his family engaged in sports below,\n\"we have been watching the dark cloud you call Noir. Our astronomers\nare uncertain of the result.\"\n\n\"We're not,\" Jim said. \"Noir will blast every vestige of life from\nSpor. The Martians know. They offer refuge on their planet, till you\nfind another Spor. We can remove the first thousand. The Martians will\nsend other ships, if you agree.\"\n\n\"If we agree.\" Tarquin stood beside the terrace parapet, with the\nskyline of Osmand gilded in a low sun. A shaft of light struck\na passenger plane bound for a landing field. Cries of children,\npicnicking across the river in a park, drifted to us. Tarquin twisted\na bit of paper into a wad, tossed it to the lawn. Then he turned to\nJim. \"I'll radio the other governors,\" he said. \"We must place this\ninformation before them all, and let the people vote.\"\n\n\"Elections,\" Jim cried. \"That will take weeks. We've got to act now.\nShadrak says the dark nebula has tripled its speed toward Maj in the\nlast seven days.\"\n\n\"Yes,\" Tarquin agreed simply. \"That has been noted too, from our\nobservatory. Last night two stars were blotted out. I'm sorry, my\nfriends, if we delay. But that is the way to act. Now, if you'll pardon\nme, I'll invite the governors for a conference.\"\n\nTo our surprise Tarquin summoned Garok with the others. He was unlike\nthe others, a spare, square jawed man no older than Jim Drake, eyes\ntending to the shifty side and with the gift of an orator. He could\nhardly wait till Tarquin delivered his talk of our mission. I could see\nthe other governors refused to be stirred as Tarquin. One, Dalin, a\nfat, amiable chap, laughed. \"Nonsense,\" he exclaimed. \"I'll grant you\nthese young men may have come from Earth as they come, but they could\nbe putting over a giant hoax,\" he added shrewdly.\n\n\"But the astronomers sighted them five thousand miles away,\" Tarquin\ninterrupted impatiently. \"These men have instruments beyond our\nknowledge.\"\n\n\"Probably stolen,\" Garok spoke for the first time. His manner was\nswaggering, contemptuous. \"For all we know they're adventurers from\nanother planet. And if not, why must we meet to be told fairy tales.\nWhat of a dark cloud? Going to destroy Spor! Bah. A story to frighten\nchildren with. Is this what you brought us here to discuss?\" This to\nTarquin.\n\nThe governor of Osmand flushed. I saw Jim's fists clench, but he\nremained silent. \"We're not here to give opinions, when we don't know\nwhat we're talking about,\" he snapped. \"All our astronomers agree the\ndark nebula is sweeping in like a tidal wave. These men journeyed\ninto our solar system to warn us. I believe them. The question is, do\nthe people of Spor want to believe, and act. That is the question. I\npropose a referendum, the subject explained over our radio nets, to be\nheld one week from today.\"\n\n\"That date may be too late,\" Jim warned. \"I suggest--\"\n\n\"Bah,\" Garok cut in. \"You want a panic, so that you can loot us.\"\n\nThat was when Jim sprang to his feet and struck Garok. The leader of\nPlevia went down. But he was up and charging like a mad bull a moment\nlater.\n\nTarquin cried out and guards rushed in, separating the men. And now the\ngovernor of Osmand frowned at Jim. \"You struck first,\" he said gravely.\n\"You struck a guest of mine.\"\n\n\"I'm sorry,\" Jim told him. \"But it was in desperation, because I\nrealize the danger to you. Governor, we must act more quickly. We must.\"\n\nTarquin nodded. \"So be it. As senior governor of the continental\ncities, I set aside the third day from now, and each governor shall\njoin our radio net, so that the people may hear, and vote as they\nchoose.\"\n\n\"You fools,\" Garok snarled. His right eye was discolored and he glared\nat Jim. \"I demand this man, to be punished for striking Garok.\"\n\n\"He is in my custody,\" Tarquin replied calmly. \"For striking a guest of\nmine, he must be punished.\"\n\nGarok swept the room. I noticed the fat governor, Dalin, cringed. \"I\nchoose to do my own punishing,\" he snapped and walked from the room.\nDalin glanced about at the silent group. \"Your guest will cause us\nuntold trouble,\" he said. \"I saw it in Garok's eyes. He is seeking a\ncause to do damage to us, and you've permitted that cause tonight.\"\n\n\"If I did, I take the responsibility, Dalin. Do you other gentlemen\nagree to put the question before your people and permit the\nreferendum?\"\n\n\n\nIn the end they agreed, although it was plain they were more concerned\nover Garok than the threat of Noir's black flood. And I had a hunch\nGarok had placed doubt in their minds about us. We persuaded Tarquin to\nattend our conference with Shadrak. And to our surprise, Shadrak, from\nthe relief screen, spoke to Tarquin in the latter's tongue. Tarquin\nleft our ship a man who looked years older. \"I must act, at once,\"\nhe told us with a sigh. \"Why didn't I have our meeting aboard your\nship where they too could have heard, and seen the Martian? It was my\nmistake.\"\n\n\"You're starting at once?\" Jim asked.\n\nTarquin nodded. \"But I'm afraid--afraid there are few who would leave\nOsmand, or any of the other continental states.\n\n\"Look about you,\" he continued. \"Here is contentment, peace, a form of\ncollective security for all. Outside of Garok there is no discontent.\nWe love Osmand, as the others do their cities.\"\n\n\"Shadrak called this a Utopia,\" Jim observed thoughtfully. \"I\nunderstand. But we must get the message over, Governor. And quickly.\"\n\nI remember how we stood by while Tarquin started at daylight, over\nthe radio net, explaining it all, and the news agencies were waking\nup. Crowds gathered on streets. People stared at us, some without\nenthusiasm, and we weren't surprised when Tarquin assigned us guards.\nWe were getting blamed for the scare, it appeared. By night we were\ndirected to return to Tarquin's home. Garok, it seemed, was taking\nto the radio, making charges, promising to capture and punish us for\ntrying to create a panic on Spor. Overnight crowds formed outside the\ngrounds of the governor's home. A large detachment had to guard our\nship, and we made arrangements to return to it. And during these three\ndays the grim, dark threat of Noir came on, invincible, inevitable,\noverspreading one third of the firmament, blotting out star after\nstar. Shadrak offered no advice, strangely enough. But he kept us\napprised of reports from Martian astronomers. And then, as citizens\nof the city states poured out to vote on the question Tarquin had put\nbefore them, Garok struck.\n\nHe came with wave after wave of planes, and he dropped bomb after bomb\nof outlawed explosives, not for destruction, but to send the city into\na panic. Too late Jim and I realized we had been a blessing to Garok.\nIn upsetting the placid lives of the city states, we had furnished\nmotive and opportunity to strike. It wasn't an invasion such as they\nused to have on Earth. But it was onesided, Tarquin's police force\npitifully inadequate. And so as the planes landed, disgorging squads\nof men, armed with peculiar flame throwers, Osmand was taken and the\nreferendum forgotten.\n\n\n\nIn our refuge, with no arms save our ray guns, Jim and I looked\nhelplessly on. So far we had been unmolested. I thought of the\nlittle single seater planes used as Earth patrols, and the blasting\ncharge in the nose, reserved for emergencies. Jim was pacing the\ncontrol room like a caged tiger. Shadrak was away from his post and\nwe had transcribed our report of Garok's coming, for his screen. Now\nhe signaled us, somewhat excitedly. Evidently he hadn't seen the\ntranscription, for he spoke rapidly. \"You have ten hours left,\" he\ncried, \"before the Noir invades Maj. Ten more hours and you cannot\nleave Spor. Act at once.\" Jim reported in crisp accents of events.\nShadrak swore in fluent Martian. Then he told us to open an emergency\nlocker. At once robot trucks wheeled out a dandy two seater patrol car,\nwith 20 millimeter ray guns for armament. \"Destroy Garok's force where\nnecessary,\" Shadrak ordered. \"That completed, proceed at once with\nloading. Remove Tarquin's family first. He must be saved at all cost.\"\n\nWe broke out the rear exit as a two motored plane dived at our space\nship. Jim nosed our patrol car upward. I was at the ray gun controls.\nWe blew the plane out of the sky. Then we went upstairs. Garok had a\nfleet of planes he surely must have taken over from transport lines.\nThere were different markings on them. Anyway, we knocked down planes,\nplenty of them. But scores had landed, with soldiers scattering, to\ntake over objectives. We went down, blasted groups right and left. On\nthe landing field we could see police rallying. I worked the ray guns\non ground and sky alike during the next twenty minutes, and Garok's\ninvaders surviving turned tail, abandoning their comrades already\nlanded.\n\nTarquin was in command as his guards rounded up sullen, but defeated\ngroups of Garok's men. Sirens were wailing, and we counted a dozen big\nfires raging. \"Thanks,\" he acknowledged, nodding at our patrol car.\n\"Garok is attacking the other cities. They've all asked for help.\"\n\n\"We'll take his planes,\" Jim promised. \"But you've got to hurry,\nGovernor. Shadrak says it's a matter of hours.\"\n\nTarquin seemed not to hear Jim. He stared toward the great fires.\n\"Destruction,\" he muttered. \"The hell of war turned loose after all\nthese centuries.\"\n\nMobs had poured onto the field. Guards battled with them. The foremost\ntried to reach the captured invaders, yelling curses at them. Others\ncontinued toward us. I saw Tarquin stiffen. He ordered a ring of guards\nabout us. \"But why?\" Jim demanded.\n\n\"They blame you,\" Tarquin said bitterly. \"For stirring up trouble. In\nfact, they're demanding your lives as forfeit.\"\n\n\"But can't they understand?\" Jim cried. \"Hasn't it been made plain\nenough? You talked with them, explained our coming--\"\n\n\n\nTarquin waved a hand toward the angry men and women. Some had\nstones, bricks and these they were hurling our way. \"You can see\nfor yourselves,\" he told us. \"Dalin went on the air and blamed you,\nopposing our referendum. Said it was idiotic, that departure from Spor\nwas unthinkable. He argued that his scientists promised the dark gas\nwould not enter our atmosphere and would be dissipated, permitting\nsunlight to enter. My own people of Osmand were in doubt, even before\nGarok came. Now--well, they think only of this destruction, and the\nfactors they blame, including you two.\"\n\n\"We're going to tackle Garok's other fleets,\" Jim said briefly.\n\"Meanwhile, we're expecting you to report our act, and to plead with\nthe people of Osmand to come with us, as many as we can take. We'll be\nback, in a few hours.\"\n\nWe collided with Garok's air fleet above Dalin's city, while it was at\nthe height of its raid. It took us exactly eighteen minutes to clean\nthe air, leaving destroyed planes blazing on all sides. Then we went\non. But we were to get a stiff shock. Garok's sky fleet had vanished\nelsewhere.\n\n\"Okay,\" Jim decided, after we had cruised the coast line, \"we'd better\nget back to Osmand. If Garok's fled, our mission is completed.\"\n\nWe withheld reporting through to Shadrak. The sky was unusually black\ntonight. Overhead, there were no stars. We raised the flames in Osmand\nsome fifty miles out. Jim let out an angry yell. \"Garok's attacking\nagain,\" he cried. \"Those are new fires.\"\n\nRockets wide open we raced down toward Osmand. There were new fires.\nJim circled toward the plain where our ship was located. We saw a cone\nof flame leap out of the thick night. Garok was bombing the space ship.\n\nWe tore at the invaders like mad swordfish. We knocked them apart, then\nwent in for a landing. One bomb had landed within twenty feet of the\nship. We got out of the patrol car, sprinted for the big ship. Jim used\na torch, assured himself the craft was undamaged. And when we went\ninside, Garok himself was the bird who climbed into our patrol car.\n\nPistol bullets cut by our ears as both of us tried to rectify that\ndamage. Garok didn't know beans about a rocket car. But a dumb,\nconceited punk like him could wreck it, so we ignored the soldiers\nwho'd climbed out of Garok's plane after that noiseless glide of his\nand raced for the patrol car.\n\nGarok yelled something at us and accidentally touched off the ray guns.\nHis own plane literally went into gas, and his men went down, or turned\ninto more gas. Then the patrol car streaked skyward, bowling us over.\nTwin tongues of angry flame marked his course, higher--higher, blast\nwide open. \"The fool,\" Jim cried. \"He'll burn the car up, if he gains\nany more altitude. The thin atmosphere will fix him--\"\n\n\"Maybe he didn't start it on purpose, and can't do anything about it,\"\nI suggested. Jim's face was visible in the glow of the fires. \"Maybe\nyou're right,\" he agreed. And as if in confirmation, there was a dull\nred blob high above. The blob widened, sent out a shower of sparks and\nvanished. \"And that,\" Jim commented, \"is the last of Garok.\"\n\nEvidently Garok's wild scheme to take patrol car and then perhaps our\nspace ship, was with his last survivors, for we heard no more planes.\nA police car arrived. Tarquin had sent them. \"The governor advises you\nto leave Osmand at once,\" was the officer's message. \"Anger is growing\nagainst you two.\"\n\n\"Okay by me,\" I said. \"We clean up a mess for you and get the rap. You\ndon't believe us, so what? We'd better save our own skins.\"\n\n\"I'm going to make one last appeal to Tarquin,\" Jim announced. \"It's\nour duty. You stay here with the ship.\"\n\n\"Listen you,\" I sounded off, \"if you go back into Osmand, I go with\nyou. But how?\"\n\n\"In the police car.\" To the surprised officer Jim said: \"If Governor\nTarquin guarantees no hope to remove anyone, we'll leave. But first, I\nbear him a final message. Will you take us?\"\n\n\"I'll take you,\" the officer said. \"But it is foolish. We've got to\ntake the chance, here on Spor. It's our world, the one we love. Because\nyou destroyed Garok's men, we'll give you safe conduct.\"\n\n\n\nThey bore us through darkened side streets. By radio we heard the\ndamage, and of thousands massed in downtown parks, listening to\nspeakers who demanded our punishment along with the captured invaders.\nTarquin was in his office and had just completed orders to give our\nship full protection. His eyes were sunken. Jim went to the point at\nonce. \"Governor Tarquin, the Martian Shadrak asked us to remove you and\nyour family, by all means. We must clear Spor by day-break. Or before\nnoon. Couldn't you persuade others--people of Osmand you want to save,\nto go to the ship. If it's a mistake and Noir doesn't wipe everything\nout, we can return. You know that. It's not taking a chance. Please,\nwe're offering life--to all Spor--through you and a thousand others of\nOsmand.\"\n\nTarquin led us to a wide window. There was light below, and we saw a\ntriangular space packed with thousands. Loud speakers were blasting and\nwe could see a tiny figure on a platform.\n\n\"I tell you the forces of evil envy our world of Spor and seek to\ndestroy us,\" the speaker shouted. \"What influenced Garok to erupt from\nPlevia and attempt to enslave us? I'll answer that question. The men\nwho came out of the sky with the wild story the end of our universe\nis at hand. Bah. Nature sends a dark cloud of gas nearer, and we're\nexpected to fly into a panic. Our own governor lost his sanity for\nthat unlikely yarn.\n\n\"I tell you, citizens of Osmand, we have made a civilization of such\nprosperity and contentment that word has reached other planets of this\nsolar system. They sent messengers in disguise, to throw us into panic.\nIn the future let us arm, and repel any such future invasion as Garok\ngave us. Let us punish by death any who come among us and seek to\nundermine us by fantastic stories. Men and women of Osmand, we shall\nnever be frightened out of Osmand, and most certainly not to desert\nSpor....\"\n\n\"You see,\" Tarquin spoke presently, with sadness in his voice. \"My\nfamily is down there. They consider me mad, to entertain any belief in\nwhat you say.\"\n\n\"But it is true,\" Jim cried. \"It is true. They must be convinced. Spor\nis doomed, in hours. I tell you I am speaking the truth. And surely you\nwill go with us. You believe us, don't you?\"\n\n\"I believe you, Jim Drake. I know Shadrak, and his fellow Martians feel\ntheir responsibility. They saved us once, when they believed Earth was\ndoomed entirely. It wasn't. And the Martians could be wrong again,\" he\nadded hopefully.\n\nAn hour later we were taken by police back to our guarded ship. So\nmany were on duty that the crowds had drifted back to Osmand. Fires\nwere out now, and only the street lights were visible. Osmand, to all\noutward appearances, was peacefully going to bed. Shadrak, summoned at\nour call, came to the telescreen. \"I was afraid,\" he said after Jim\nreported. \"You have done your best. You have my permission to depart\nSpor immediately. The Noir is within twelve hours of Maj.\"\n\n\"Let's go,\" I cried. Maybe Tarquin and the others had some hope, but I\nwas ready to go. Jim's next words sent cold chills down my spine. \"May\nwe stay, till sunrise sir. We should have at least four hours after the\nsun of Maj is blotted out, before Spor is reached. Maybe, after they\nsee the sun eclipsed, some will come to us.\"\n\n\"There is a chance,\" Shadrak conceded. \"But do not delay. If none come,\nbe prepared to take the course already transcribed on the robot screen.\"\n\nIt was midnight. I noted the absence of all stars ahead of Jim. \"It's\nspreading,\" I told him. All at once I felt chilled. It was like a\nthick, cloudy night on Earth, only more eerie. Like being in a cave.\nThe darkness seemed to bear down on the lights of Osmand and make them\ndimmer. Neither of us slept. We couldn't. We worked on our course\nplot, inspected the entire hull and paced every deck till the hour for\ndaylight.\n\n\n\nOnly, there was no daylight. The chronometers aboard the ship checked\nMartian time, which we still kept. And yet Osmand's lights glowed,\nand the rest of Spor was in the darkness of a grotto. Then the city's\nlights went out.\n\nWe went outside, staring, conscious of abrupt coldness. Suddenly there\nwere sirens screaming, then bells. All at once the lights flashed back\non again. \"The sun--the sun of Maj,\" Jim exclaimed, \"it's blotted out.\nForever, maybe.\"\n\nPanic gripped me. \"Let's scram,\" I told him. Jim shook his head. He\nran into the ship, switched on all lights. The landing lights put the\nentire plain in a warm glow. Jim said the people could see us. So we\nwaited.\n\nLights of a fast moving car sped along the highway from Osmand. It\ncame on, to a quick stop. We saw Tarquin, and a group of men his age.\n\"They're coming,\" I told Jim. \"They've changed their minds.\"\n\n\"Tell the others to hurry,\" Jim shouted, as he ran forward to meet\nthem. \"We haven't more than an hour. The Noir is racing toward Spor\nfrom the sun.\"\n\nTarquin looked like a man already at the door of the beyond. He walked\nto us, slowly, head lifted. Then he stopped, and we saw he wore the\nrobes of his office. So did the others. Slowly Tarquin spoke. \"We are\nnot going with you, Jim Drake.\"\n\n\"Not going! But man, you know the end. It's death, in less than two\nhours. We're risking our own lives and we thought--\"\n\n\"None of my family wishes to leave Osmand,\" the governor said quietly.\n\"Therefore, I have no desire to survive, without them.\"\n\n\"But all of you can live, if you come with us.\"\n\n\"You forget our neighbors, and our kinsmen.\" Tarquin pointed out\ngravely. \"I think you do not understand.\n\n\"Life, anywhere else has no attraction for the citizens of Spor. I know\nthat now, plainly. The referendum would not have registered a thousand\nvotes of those choosing to abandon the planet, had I sufficient time\nto explain, and Garok had not run amuck.\" Tarquin sighed. \"There still\nis hope, that this black fog will be dissipated, as our scientists\ncontend. If not--then it is farewell, men of our parent Earth.\"\n\n\"What about going to Earth,\" Jim cried, suddenly inspired. \"That would\nbe different. We'll take you there.\"\n\nTarquin turned and walked to the long, official car. The others\nfollowed, silent, like men sentenced and yet hopeful of reprieve. As he\nstood beside the door, Tarquin lifted a hand. But he spoke no more. The\nmotor roared. Twin lights flashed on the turf....\n\nWe stood there for minutes. I heard a dry sob. Maybe it was from Jim\nDrake's throat. Or again, maybe it was from my own. I don't know. We\nstood there, till the car's rear light merged with the glow of Osmand's\nillumination.\n\nJim said, \"we've got to start.\" As he spoke I saw a pup, a dirty, black\nand white pooch, tail working, trotting up. I scooped it up. Something\nfrom Spor was going to survive. Then I went to the ship.\n\nShadrak's voice was imperative as he called us. \"Leaving,\" Jim shouted\ninto the transmitter.\n\n\"Waste no time, not even seconds,\" Shadrak cried. \"Hurry.\"\n\nThe pup whimpered, snuggling against my shins as we lifted the empty\nship.\n\nBecause the robots had the course, I ran to the visual screen and\nlooked down on Osmand. There were lights everywhere. A searchlight\nleaped after us.\n\nSomebody tapped my shoulder. Jim Drake had joined me. \"Living now,\" he\nmuttered. \"See the pinpoints of light out there--the other cities. In a\nfew minutes--\"\n\nThe words choked off. You see, we had no sun of Maj to fix our beams\nupon. We had a distance to go before we could let up on the reserve\nengines Shadrak had installed. We had to flee from Noir's engulfing\ncrescent, and find another star to build up our incredible speed. Till\nthen, we could only approximate the speed of light. \"Look. Building\nafter building is lighting up. They're going to their shops and their\nfactories and offices. Just as if the sun were shining.\"\n\n\n\nWe were gazing intently now. There was a clicking sound that told of\nShadrak on the relief screen. He was taking our relay and the scene\nwas visible to the Martian as well. Only he didn't speak. I think,\nin those last moments, we almost held our breaths, Jim and I a few\nthousand miles away already--or maybe a few hundred thousand--time had\nno bearing. It seemed an awfully long time. Then a dark finger rubbed\nout Osmand.\n\nOne moment and we could see the moving lines of traffic, the glowing\nwindows even. Then there just wasn't anything at all on the screen. Jim\nscanned for the other cities. But there was just darkness, impenetrable\ndarkness. We did see a searchlight break through, a moving finger,\nraking through for a split second. Then it, too, vanished.\n\nFrom the relief Shadrak spoke. His voice was strangely gentle. \"Look\nno more, Jim Drake and Jerry Kos. Turn back to your charts. Spor is\ngone. You did your best. We know that. It was not your fault. Look\nforward. Within thirty minutes you will find the first star to give you\nspeed.\"\n\nIt wasn't real, that flight from Maj, with Noir flowing beyond the\nsixth planet, its crescent outrider seeking new stars to black out, and\nleave dry, lifeless masses in a black universe. On schedule we picked\nup our star, and at sight of it we felt the first return of sanity. We\nsped back by Orion's family, and into a familiar bit of space, with\nShadrak coming to the screen at intervals, and at other times sending\nus transcribed news events from Earth. And thus we crossed the sky,\nthrilled by the sight of Neptune, Saturn and his rings, and at last\nthe disks of Mars and Earth, beneath our own sun, so free of the black\nmenace. We made a routine landing, settling a short distance from\nShadrak's place. He was there to welcome us, with other Martians. And\nJim walked up to him slowly, holding the tiny, wriggling pup we had\nbrought along. \"The last survivor of Spor,\" he said. Martians dislike\ndogs, although they admire any member of the cat family. But Shadrak\nreached out, studied the tiny specimen from Spor. The pup licked his\nhand and Shadrak smiled. \"Take him back to Earth,\" he said. \"They will\nappreciate the animal, better than we.\" Shadrak tapped each of us in\nthe Martian way of showing deep affection. \"Never reproach yourselves,\nbecause you took a ship to Spor large enough to return a thousand\npersons, and returned with this poor animal.\n\n\"I think,\" he added with a sigh, \"we forget too often we are\ninstruments of a divine power none of us, Earthmen or Martians, or any\nother world, can ever understand. It was granted us the privilege of\nrescuing men and women of Atlantis and removing them to Spor. It was\ndenied us, the chance to save them a second time.\"",
    "metadata": {
        "author": [
            "Carson, Sam"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/64874/pg64874.txt",
        "name": "space_blackout.json"
    }
}