{
    "name": "Space-Wolf",
    "author": [
        "King, Ray",
        "Cummings, Ray",
        "Cummings, Raymond King"
    ],
    "body": "Solo Morgan laid his small portable spectroscope on the rock and sat\ndown beside it to rest. He was panting, breathless from the climb up\nto these precipitous heights, even though the gravity here on Titan\nwas less than that of Earth. It was night. The pallid little Sun had\nswiftly set behind a distant line of jagged mountain peaks. At the\nother horizon Saturn was rising, a monstrous glowing ball with a\nforeshortened segment of the rings spreading in a great iridescent\nflame of pale prismatic color across half the sky.\n\nFrom here, Solo Morgan could just see the tiny blob of his one-man\nspace-ship where he had left it down in the hollow. \"He travels fastest\nwho travels alone,\" had always been Solo Morgan's motto. But now at\nthe age of twenty-eight, a big, rangy, handsome fellow with curly,\ncrisp brown hair, it seemed to Morgan that he was somewhat a failure.\nSo far he had failed to strike it rich; and a single big strike had\nalways been what he was after. He set his jaw grimly as he thought of\nit. Well, now was the time. There was a lode of Zolonite here on this\nmoon of Saturn. The spectroscopic evidence of it had been faint, yet\nunmistakable. Doubtless it was a single, small concentration; Zolonite\nperhaps in an almost pure state. Immensely more valuable than radium;\nmore valuable, than any other radioactive substance known to earth.\n\nMorgan stood up, rested, to continue his climb. By all that he had\nbeen able to determine from the faint spectroscopic bands, and the\nintensity registers which he had so carefully used in that circling\nflight around the bleak, uninhabited satellite, the Zolonite deposit\nmust be somewhere in this neighborhood. The radiometer had seemed to\nindicate gathering strength as he climbed. Perhaps it would be beyond\nthis next rise, where now he could see a ragged plateau thick with a\nlush, fantastic blue-gray vegetation.\n\nHe started forward; and suddenly from nearby there was a sharp crack,\nan explosive report with a stab of yellow-red flame that mingled with\nthe iridescent sheen of Saturn's glow. And there was a ping, a tanging\nwhistle past his head with a thud against one of the nearby rocks where\na leaden pellet flattened itself and dropped beside him.\n\nAn old-fashioned bullet! Morgan dropped to the rocks, into a shadow\nfrom which in a moment he cautiously raised his head. There was nothing\nto be seen, except that from a distant clump a little spiral of smoke\nwas rising. What in the devil was this? Titan, so far as anyone knew,\nwas uninhabited. For a second it had flashed to Morgan that it might\nbe a band of space-pirates who had followed him here.\n\nBut an old-fashioned bullet-projector! Modern space-pirates would\nlaugh at such a thing! They had nothing but the most modern electronic\nflash-guns, as Morgan himself in several classes could well testify.\nExplosive bullet-projectors were museum pieces now. Yet here was one on\nTitan, handled by somebody, trying to drill him!\n\nThoughts are instant things. Morgan was flat in the rock hollow. And\nas he cautiously raised his head there came another crack. The bullet\nthudded into the metal of his tri-cornered hat, knocking it off. Too\nclose for comfort. His flash-cylinder was in his hand. He sent a bolt\nsizzling against the distant rocks. It hit nothing but the rocks; but\nnow, abruptly to one side of where he had struck, he saw a flutter--a\nblue-white drape fluttering in the iridescent light. And in the silence\nthere was a frightened, startled cry. A girl's voice! In that second\nshe had dropped back into the rock-clump. But Morgan had seen her; a\nwhite-limbed girl clad in blue drapes, with dark hair flowing down over\nher shoulders.\n\nAmazement was on Morgan's rugged bronzed face. But his grim lips\ntwitched into a vague, startled smile. Holding the metal hat-brim,\nhe raised the hat. A bullet thudded into it. Her aim was certainly\ntoo good to trifle with! Cautiously he stared out over the glowing\niridescent rocks. There was no sign of movement; no sound save the\ndistant reverberations of the girl's last shot. Morgan quietly\ndiscarded his equipment; his cylinders of synthetic food, water, the\nradiometer and the big insulated leaden cylinder in which he hoped to\ntake home the Zolonite-concentrate. Thus unburdened he hitched himself\nback into a deeper hollow. Then he stood half erect, with his gun\nclipped to his belt, tensing his leg muscles for a jump. She might be\nable to wing him in the air during the arc of his leap, but he doubted\nit.\n\nThere was a rock-ledge some thirty feet away over a little chasm.\nThe crouching Morgan eyed it, took a few running, crouching steps,\nstraightened and leaped. His body sailed in a great flattened arc over\nthe chasm. There was another startled exclamation from the girl;\nanother explosive report, but the bullet went wide. Morgan, chuckling,\nlanded in a heap on the ledge, behind a little line of intervening\nrocks. He could stand erect here, unseen by the girl. The line of rocks\nextended diagonally toward her. Morgan ducked along behind them. He ran\nperhaps a hundred feet, crouched down again where there was a break in\nhis rocky shield.\n\n\n\nHe could see her plainly now. She was a huddled blob with a\nlong-barreled bullet-gun resting in a rock crevice as she peered out at\nthe line of rocks behind which his leap had carried him. He was much\nnearer to her now; not over twenty feet. And he cautiously peered,\nmore amazed than ever. The pearly, glowing sheen of the Saturn-light\nglistened on her skin. Her oval face, framed by her flowing black hair,\nwas set and grim, but he could see that it was a beautiful face.\n\n\"What the devil,\" Morgan muttered to himself. He had clipped his gun to\nhis broad leather belt. Still grimly smiling, he picked up a huge chunk\nof the porous gray-black Titan rock and heaved it. The rock sailed over\nthe girl; fell with a clatter behind her. It made her give another\nstartled cry as she aimed toward the sound.\n\nAnd simultaneously, Morgan leaped again--with a bound that carried him\nback over the gully, and landed him almost at the girl's side. She\nscreamed, tried to struggle to her feet, with the gun jerking around.\nBut Morgan gripped the barrel.\n\n\"Easy,\" he murmured. \"Don't get excited; I won't hurt you.\" He thought\nthat his tone, if perhaps not his words, would quiet her. And then she\ngasped,\n\n\"You--you let me alone!\"\n\nShe spoke English! Morgan was beyond being amazed at anything now.\nHe snatched the rusty old gun from her and tossed it away. She stood\ndocile within his grip, terrified, but defiant. She was younger than\nhe had thought, not over sixteen or seventeen probably. Her single,\nblue-gray garment, he could see now, was tattered, frayed. It had\nthe look of a fabric fragile with age. It fell from her pink-white\nshoulders to her thighs. A crudely fashioned animal-skin belt girdled\nher slender waist. Leather thongs crossed her breast, modeling the\ndress, and her long black hair lay there in a tangle. Her feet were\nbare, with toughened soles from long walking on these jagged rocks.\n\n\"Let me alone,\" she was muttering. She stood swaying backward in his\ngrip, her dark eyes watchful, alert. He could not miss now the wildness\nupon her, a weird mixture of savagery and civilization. She looked as\nthough she were figuring only how she could kill him.\n\n\"Well,\" he said, \"I don't get this at all. What's your name?\"\n\n\"Nada,\" she gasped.\n\n\"Nothing else? You speak English so you're from Earth. Now how in the\ndevil--\"\n\nShe suddenly twitched away from him, but he caught her and again she\nstood panting.\n\n\"Now listen, take it easy,\" he said. He drew her down to the rock, and\nsat beside her, still holding her. \"So your name's Nada? Well, Nada,\nlet's talk about this. But first, the main idea is, I'm not going to\nhurt you, an' I damn' sure won't let you kill me. Get the idea?\"\n\n\"Yes. I understand.\"\n\n\"Well, in a nutshell, I'm Morgan--Solo Morgan. Here alone. You might\nwant to call me Tom; that was my original name. I'm here looking\nfor a precious metal. I hope I find it, because it'll make me rich\nback on earth. And the last thing I did expect to find, here on this\nGod-forsaken little satellite, was a pretty girl like you.\"\n\nIt somewhat startled Solo Morgan that his heart seemed beating faster\nas he stared at her and felt her resisting arms within his grip. An\ninterest in the opposite sex had never been one of his failings. It was\ncompletely contrary to his theory that he travels fastest who travels\nalone.\n\nBut this somehow was different, startlingly different. \"That's my\nstory,\" he finished. \"Now it's your turn.\"\n\nNormally, Solo Morgan always had been alert, under all circumstances,\nto possible danger. But he was absorbed now. He hadn't noticed the\nfaint sound of flapping wings behind him, nor noticed the weird-looking\nbird-shape which passed over his head, and vanished as it dropped down\ninto a rock-clump a hundred feet away.\n\nBut Nada saw it. Her gaze, like the gaze of a trapped animal, was\ndarting around the iridescent darkness. Her hearing, far keener than\nMorgan's, heard a faint cawing call, as though a parrot were chattering.\n\nShe tensed in Morgan's grip. \"Stop it,\" he said. \"You can't get away\nfrom me. What other name have you got besides Nada?\"\n\n\"Nada Livingston. I was from Nairobi.\"\n\nHe stared. The name was vaguely familiar. \"Dr. Carter Livingston?\" he\nmurmured.\n\n\"Yes. That was my father.\"\n\n\n\nMorgan remembered now. He had been a boy of ten or eleven when the name\nof Dr. Carter Livingston had been notorious all over the world. He was\na cracked old scientist living in East Africa. As Morgan remembered\nit, Carter Livingston had had some theory that the wild animals of\nearth should be protected from the cruelty of man. He wanted laws that\nno animals should be hunted. Then he had gone to Africa, with new\ntheories that animals were only different forms of humans; undeveloped,\nuntaught, but with a latent ability for learning which no human had yet\nrecognized. Then there were rumors that in the African jungle, Carter\nLivingston and his young wife had established a trained-animal zoo.\nWild tales. Parrots, with their pseudo-human vocal cords, not only\nchattering English words, but putting a childish but human intelligence\ninto them. Apes that could mouth human words, and think human thoughts.\nThen Livingston's wife had died, leaving him an infant daughter.\nThere had been some incidents of violence--Livingston's trained apes\naccused of raiding a nearby Masai village, and killing some of the\nblack children whose fathers had been hunting wild animals in the\nneighborhood. Livingston had denied the thing as fantastic. But the\nBritish authorities had descended upon his animal-colony and cleaned it\nout. In a rage, Livingston, with his infant daughter, had disappeared.\n\nMorgan had been murmuring the story. \"That was your father?\" he said.\n\n\"Yes. We came here. He died just a little while ago.\"\n\nMorgan drew in his breath. \"And now you're living alone here on Titan?\"\n\n\"Alone? Why--\"\n\nHe heard the flapping wings this time. Startled, his hands dropped\nfrom the girl's shoulders as he turned around. A great birdlike shape\nwas fluttering past overhead; a blue thing like a big flamingo. A\ngrotesque bird. Its body seemed feathered, but its huge wings were\nnaked membrane, pointed like a bat's. Its head was round, with a little\nglistening skull and a great hawked nose.\n\n\"Caw--caw--coming, Nada--coming, Nada.\"\n\nIn that second Morgan sucked in his breath at the gruesome, chattering\ncry. Just a monstrous parrot? It seemed more than that. It darted down,\nswooping on as though it were about to attack. Then it suddenly darted\nup, dropped back of a nearby rock.\n\n\"Coming--help--Nada--\"\n\nIts eerie cackled words still sounded. Morgan had snatched out his\nflash gun. Nada was clutching at him now.\n\n\"Don't!\" she murmured. \"That's my friend. You--you must not.\"\n\nHairy shapes abruptly were materializing from the rocks behind Morgan.\nHe heard a low whining bark; whirled to see a monstrous, shaggy,\nred-haired animal coming at him. It suggested an ape, yet was unlike\none. A large body on two long shaggy legs, with long, dangling arms.\nA bushy tail, wildly swishing. A round head, with the shaggy red hair\ndangling over its face where eyes were shining and a mouth was growling.\n\nMorgan's gun flashed. But with a cry Nada had knocked up his arm. The\nbolt went sizzling into the air, with its tiny crack of thunder rolling\nin muffled reverberations out through the shining night. He had no\nchance to fire again. The shaggy, oncoming thing pounced. Morgan was\naware only that behind it there were others like it. The shaggy body\nknocked him backward. From its padded paws, fingers like claws came\nout--bluish fingers like the hands of an ape, clutching at his throat,\nstrangling him. Then he heard the whizz of a thrown chunk of rock. It\ncracked on his skull so that all the shining darkness burst into a\nroaring glare of light in his head. Then the light swiftly faded as he\nsank into the soundless abyss of unconsciousness.\n\n\n\n\"You're better now?\"\n\nHe was vaguely aware that cool water was running down his face from his\nhair and that Nada's voice was softly murmuring to him.\n\n\"You are better now? Don't die. Tamo is sorry that he hit you.\"\n\nHis eyelids had fluttered up. He knew now that she was sponging a wound\nin his scalp. And all he could see was a blurred interior, and the\nblurred blob of Nada bending over him. Then her outline clarified. He\nwas lying on something soft, and she was sitting beside him.\n\n\"All right,\" he murmured. He grinned. \"That was some crack somebody or\nsomething gave me.\"\n\nHer face lighted with relief. \"One of my goths,\" she said. \"He's\nsorry.... No, you lie quiet now.\" He was trying to struggle up on one\nelbow, but she shoved him back. Beside him there was a cracked old\nchina wash basin. The water in it with which she was sponging his head\nwas red with his blood.\n\n\"Guess I'm all right now,\" he muttered. His hand went to his belt. His\ngun was gone.\n\n\"Just lie quiet. You'll be all right in a few minutes.\"\n\nHe was weak and dizzy; his body bathed in cold sweat. For another\nminute he closed his eyes and she went on silently sponging his head.\nHe remembered now, vaguely, that he had been conscious enough to\nrealize that he had been dragged here by the weird red-haired animals.\nIt had evidently not been far. Dimly he seemed to recall that they had\nplunged underground, where there were phosphorescent rocks to light up\nthe subterranean passages with an eerie glow.\n\nHe opened his eyes again. He could see that phosphorescent glow through\nthe window-openings here. He was in a room--a little grotto with\ntattered, faded fabric drapes on its walls, a rug on its floor. And two\nor three pieces of weird-looking, old-fashioned earth-style furniture.\n\nPresently he was sitting up. \"I'm all right,\" he declared. \"Thanks,\nNada.\" His hand went to his head. \"I guess it's stopped bleeding.\"\n\n\"Yes. I think so.\" She was gazing at him with interest now, and Morgan\nrealized he was the only man she had ever seen, except her father. Her\nbosom rose and fell under the bodice of her tattered dress with her\nemotion.\n\nMorgan understood that faded, old-fashioned earth-dress now. They had\nbeen her mother's clothes. And he understood the furnishings. He saw\nnow that a bookcase in a corner of the cave-room contained half a dozen\nshelves of books. And on a rickety table stood a small portable sewing\nmachine; a hoop with embroidery; needles and thread and a garment in\nprocess of mending.\n\nHer little world. Solo Morgan gazed around him, from where he lay on a\ncamp cot, and was astonished at the thoughts he was thinking and the\nemotion he was feeling.\n\n\"Tell me about yourself,\" he said gently. \"This is your home, eh?\"\n\n\"Yes,\" she agreed. She told him how her father had brought her up here,\nhow he had taught her from the books which he had brought with them.\n\nQueer that there on this moon of Saturn, the wandering, embittered\nCarter Livingston had found no humans, but an animal, bird and insect\nlife. Yet it was no coincidence, for Livingston had journeyed until\nhe found what he wanted. Himself an educated human, he would give\nthe animals the advantages he had had through the centuries of human\nadvancement. Breed God's creatures upward, some day perhaps to reach\nthe intelligence of man.\n\nMorgan stared at the girl as she so earnestly described it. Rot, of\ncourse. And yet that flying, flamingo-like thing had certainly talked,\nand talked much more intelligently than any parrot. It had called\nfor help, and the red-haired ape things had come on the run. Morgan\ngrimaced with the memory. One of those round-headed goths had throttled\nhim with its ape-like hands, while another of them cracked him on the\nhead with a rock. He gazed around the room uneasily now, but none of\nthem was in sight.\n\n\"Can those goths talk, too?\" he demanded.\n\n\"Yes. A little, but it's hard to understand. A growling mumble. But\nthey're very intelligent. You see, their life-span is nearly ten\nyears, so we only have a few generations that father taught. He said\nthat with use, the vocal cords and the larynx were getting more\nadapted. Tamo is my best one. And he makes the others understand.\nThey're very gentle.\"\n\n\"With you,\" Morgan supplemented wryly.\n\n\"Yes. Cah called them for help.\"\n\n\"Cah? You mean that big bird?\"\n\n\"Yes. Father bred six generations of his family. And nature made his\ntalking apparatus very adequate for human words.\"\n\n\"No argument on that,\" Morgan agreed. He was gazing through the glowing\nwindow-opening of the cave-room. There was vegetation outside. It\nwas like a great lush subterranean forest. Gnarled, fantastic-shaped\ntrees with bluish vines lacing them together. Huge pods hung on them,\nand monstrous pallid flowers that opened and closed their petals\nrhythmically as though breathing.\n\n\n\nGruesome damn things. Morgan was about to ask if what looked like\nvegetation here might not be more animal than vegetable, when suddenly\nhis attention was caught by a little round red thing that was on the\nledge of the rocky window-opening. It was no bigger than the end of\nhis finger--a round, glistening, red-shelled thing with jointed legs\nprotruding from it. Tiny antenna were weaving in front of its single\neye, which seemed glaring at him balefully.\n\nHe made a startled gesture. \"What the devil is that?\" he demanded.\n\nNada smiled. \"One of our insects. Father used to call them rollers. He\nsaid on earth you'd consider them of the ant family. They're remarkable\nlittle things. Well, I guess you'd say that about earth ants, too,\nwouldn't you? Terribly strong for their size, with a nasty bite. They\nbuild their own houses. They're highly organized, with workers and\nleaders, and their own armies.\"\n\n\"And you can talk to them, too?\" Morgan muttered.\n\n\"Well, no,\" she said. \"Not exactly. But Cah seems to be able to make\nthem understand.\"\n\nThe little red-shelled, ball-like thing on the window ledge suddenly\nhitched out a leg and rolled itself backward; then picked itself up and\nscurried away like a tiny round crab.\n\n\"Well,\" Morgan said, \"your father's theories, here on Titan--\"\n\nA sudden distant growl made him check himself. It was outside; muttered\ngrowls, growing louder. He stared inquiringly at Nada.\n\n\"The goths,\" she murmured. \"Something wrong?\"\n\nThey came in a moment; two of the weird, round-headed animals, dragging\nsomething between them. In the background a pack of the others lurked,\nshaggy red blobs half hidden by the fantastic tangle of vines, their\npeering eyes like little lanterns among the foliage and the pallid\nflowers.\n\nIt was a dead goth which was being dragged here to Nada. With Morgan\nafter her, she ran outside. The huge dead goth lay crumpled. Its\ncompanions were mumbling at Nada. Queer form of speech, half animal,\nhalf human, so that the mouthed, snarled words of anger now, to Morgan,\nseemed almost but not quite intelligible.\n\n\"What happened?\" he demanded.\n\nThe dead goth's face was leprous. Burned into a noisome, pulpy mass as\nthough by a flash bolt.\n\n\"They found him, lying like that,\" Nada said. Terror was on her face.\n\"Something--someone with a strange gun of lightning, like the one I\ntook from you.\"\n\nIt was dawning on Morgan. Then a flapping of wings sounded. \"Coming,\nNada. Cah comes.\"\n\nThe beaked-nosed, feathered shape of Cah came fluttering; landed by\nNada. Weird chattering bird. \"Cah saw it, Nada. Men like this one.\nOut beyond the tunnels, they killed Tagaro. Cah saw them. Cah sees\neverything--\"\n\nIt fluttered away, excited, like an imbecilic child, chattering with\nits excitement.\n\nSpace-pirates! Prowling here, looking for the Zolonite. Doubtless they\nhad seen Morgan's little space-ship; knew he was here, and were looking\nfor him.\n\n\"They were outside?\" Morgan demanded swiftly. \"Out near where I found\nyou? Is that what the parrot-thing tried to say?\"\n\n\"Yes,\" she gasped. \"Oh, who could it be? Other earthmen here? You--you\nsaid you came alone.\"\n\n\"I did. But I can make a pretty darn good guess who it is all right.\nNada, listen!\"\n\nThe ring of goths here were all eyeing Morgan suspiciously with weird,\nbaleful eyes set in wrinkled, bluish, ape-like faces.\n\n\"Tell them I didn't do it,\" Morgan said hastily. \"Tell them bad men did\nit, if they can manage to understand that much from you.\"\n\nWould the damned growling things jump on him now? \"Listen,\" he added\nswiftly to the girl. \"That's a band of earthmen--space-pirates. They're\nhere to try and steal the Zolonite I came after. Nada, where's that gun\nof mine you took away from me?\"\n\n\"What--what are you going to do?\" she stammered.\n\nHis eyes hardened.\n\n\"I don't want them to find you. Understand that!\"\n\nMorgan knew perfectly well what he was going to try to do--get the girl\nout of here, into his space-ship. Zolonite or not, he had no intention\nof trying to fight the space-pirates with this girl as the stake for\nsuccess or victory.\n\n\"Get that gun of mine,\" he commanded. \"Hurry it now.\"\n\n\n\nThe girl ran into the cave-room; came back with it. She was trembling;\nwhite-faced. \"Will--will they really kill you?\"\n\n\"I hope not,\" Morgan said grimly. \"We're not going to stick around\nhere and let them try it. Nada, listen: you show me the way into those\ntunnels. Tell the goths to stay here, as they'll only complicate\nthings.\"\n\nThe goths were sullenly watching, listening. At Nada's vehement command\nthey slunk back, but they still watched Morgan suspiciously.\n\n\"Into the tunnels?\" she stammered. \"But why?\"\n\nHe seized her arm.\n\n\"Yes. Come on.\" No use telling her that he was going to get her back to\nearth. She might put up an argument at leaving her animals. He ran with\nher, through the little cave-room, into a dim, glowing tunnel.\n\n\"This was the way you brought me in, wasn't it?\" he presently demanded\nas they ran.\n\nShe nodded.\n\n\"Yes. The outer surface, not so far ahead.\"\n\nGood enough. He'd slam her into the ship and tell her what it was all\nabout afterward. The tunnel was dark, with just a faint eerie glow of\nphosphorescence that seemed inherent to the rocks themselves. It was\na narrow passage, seeming to wind upward. At intervals, other little\ncorridors crossed it. Occasionally it widened into grottos. They came\nto a large one with a jagged rocky floor, broken, rocky walls.\n\nHere they halted.\n\n\"Not so far now,\" Nada was saying. Her face in the dimness was turned\ntoward Morgan, and she was trying to smile--a frightened, puzzled\nsmile. And suddenly he sucked in his breath. Her teeth were shining\nwith blue-green iridescence; luminous with a blue-green light streaming\nfrom them! Radioactive, stroboscopic light! The treasure of Zolonite he\nhad come here to find. It must be here close at hand!\n\nMorgan gripped the girl and stood still, peering around.\n\n\"What is it?\" she murmured with new terror.\n\n\"Wait! I'm looking around for something.\"\n\nAnd then he saw it. Zolonite in almost its pure state. The vein of its\nout-cropping was a crescent curve diagonally up the wall; and beneath\nit, shining chunks had crumbled and were lying strewn. Swiftly Morgan\nstooped, gathered up handfuls, stuffed them into his pockets. Samples,\nand then he would bring back a mining crew to open this up. And even\nthe samples would be worth a sizable fortune. But the space-pirates\nwanted this, too.\n\nSolo Morgan, at that instant, was not quite clear in his mind what he\nwould try to do. But the feel of the girl's pliant waist within his arm\nas they ran, decided him. She was certainly more important than the\nZolonite.\n\n\"I'm taking you to my ship,\" he murmured suddenly. \"Don't bother to\nput up any argument now. That's where you're going.\"\n\nHe saw her turn and stare at him. They had come abruptly to the end of\nthe tunnel; the sheen of Saturn-light was on her face, shining in her\nmisted eyes as she regarded him.\n\n\"Taking me to earth?\" she said uncertainly.\n\n\"I sure am. You can't live out your life here, just for a bunch of\nweird animals.\"\n\n\"But some time you'd bring me back?\" she murmured tremulously.\n\n\"Sure I would. Got to come anyway to mine the Zolonite.\"\n\nHere was the clump of rocks where he had been when first he saw Nada.\nHis leaden cylinder was lying here. He stuffed the Zolonite samples\ncarefully into it. Sealed it.\n\n\"Now we go down the mountain, Nada, to my ship down there.\"\n\nA sizzling flash with a tiny crack of thunder interrupted him. The bolt\nfrom nearby sizzled over their heads as Morgan, with a sweep of his\narm, knocked the girl to the ground and flung himself beside her.\n\n\"That's them,\" he muttered grimly. \"Keep down, Nada.\"\n\nAnother bolt cracked with a prismatic shower of sparks on the rocks in\nfront of them. Morgan and the girl were lying in a little depression\nnow, protected by a broken line of rocks with a cliff close behind\nthem. He could see where the pirates were gathered, at the bottom of a\nsmall gully some fifty feet away. And then in the silence, an ironic\nchuckling voice floated over.\n\n\"Got you, Morgan. No use putting up a fight. Toss out your gun an' we\nwon't kill you.\"\n\nMorgan, watchful for the chance to drill one of them if he showed\nhimself, lay quiet with the huddled girl trembling beside him.\n\n\"Got your wife with you?\" the voice drawled. \"That who it is? Come on\nout and let's have a look at her. We won't hurt her.\" There was a burst\nof raucous laughter from the other pirates.\n\nMorgan did not reply. His brain was busy trying to find an out.\n\n\n\nMorgan could see that there was no chance for him and the girl to move\nfrom where they were lying. He had chanced a leap from here against\nNada's old-fashioned explosive-gun with its single small bullet, but he\ncouldn't take such a chance against modern bolt-weapons. The least move\nwould expose them in the full sheen of Saturn-light.\n\nThey lay still.\n\n\"So you just want to stay where you are?\" the voice called. \"Okay,\nwe'll get you.\"\n\nThey were invisible; but back down the distant little gully Morgan\nsuddenly saw the blob of a creeping figure; one of the pirates trying\nto get to where he could chance a leap. Morgan tensed; raised his gun.\nThe shadowed blob moved again; straightened a little. Morgan's flash\nspat its bolt. A scream mingled with the tiny thunder-crack, and the\nblob leaped into the air, turned over and crashed down again, inert\nupon the rocks.\n\nIt brought a fusillade of shots; but they splattered harmlessly with\na great shower of sparks on the blackened rocks. And suddenly the\ntrembling girl gripped Morgan.\n\n\"Look! Cah is flying over there.\" She pointed.\n\nThere was a flapping of wings in the Saturn-light. And the bird's\neerie, cawing, chattering voice. \"Cah sees them. There they are!\"\n\nThe excited bird's fluttering shape was visible. \"Cah sees them! Cah\nsees everything!\" it chattered.\n\nA bolt from one of the pirates mingled with its cries. The flash shot\nup. The huge bird, its weirdly childish voice stilled forever, came\nwavering down, turning end over end until it thudded heavily on the\nrocks.\n\n\"Oh poor Cah,\" Nada murmured. Then she gasped: \"Oh look! There by the\nlittle gully.\"\n\nThe rocks on the upper lip of the small gully where the crouching\npirates were gathered were splashed pale-white by the Saturn-light. And\nin the glow there now, a thin little red line was visible. A moving\nline. It stretched back over the rocks, down into another hollow and up\nagain. Morgan caught his breath as he stared. It was a line of tiny,\nmoving red figures. Myriads of them; round things small as the end of\nhis finger.\n\nThe rolling, red ants. They came hitching themselves, scuttling; a vast\nlittle army. And then he saw other lines of them converging on the\ngully; marching grimly, silently to battle, summoned perhaps by Cah's\nexcited calls.\n\nBreathlessly Morgan and the girl watched. The pirates undoubtedly\ndidn't notice the marching red hordes of tiny insects behind them. A\ndozen thin red moving lines now. Silently but inexorably they crawled\nover the rocks, down into the gully.\n\nThen there was a startled cry. \"What in hell!\" And one of the pirates\nincautiously straightened, his arms flailing wildly, his hands plucking\nat his clothing, at his face.\n\nMorgan raised his gun, but Nada shoved it down. \"No need,\" she\nmurmured. \"The bites of those red ants are quite poisonous.\"\n\nSilently then, they stood and watched the strange battle.\n\nIt was a ghastly attack. Within a minute the space-pirates were\nscreaming, staggering. Half a dozen of their frenzied bolts went wild\ninto the air. And then they had flung their guns away, frenzied,\ndemoniac as they fought the swarming, viciously biting little insects\ncrawling upon them. There were four of the men. Morgan could have\nshot them all as they staggered out into the open, but there was no\nneed. In another minute they were rolling in agony on the ground,\nwith yet more thin red lines converging upon them. And then at last\ntheir blood-chilling screams were silent. In the Saturn-light they lay\nmotionless, red with their blood and red with the swarming hordes that\ncrawled over them.\n\nMorgan was standing now, with the horrified, shuddering girl trembling\nagainst him. The lead cylinder with its treasure of Zolonite was\nclipped to his belt. But with his arm around Nada he knew that she was\nthe real treasure he had found upon Titan. He held her closer. Nobody\nwould ever be able to call him Solo Morgan again.",
    "metadata": {
        "author": [
            "King, Ray",
            "Cummings, Ray",
            "Cummings, Raymond King"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/61895/pg61895.txt",
        "name": "space_wolf.json"
    }
}