{
    "name": "Spawn of the Venus Sea",
    "author": [
        "Walton, Harry"
    ],
    "body": "With a tremendous snap, the taut steel cable humming in over the stern\nsheaves suddenly leaped high. The winch screamed briefly as the cable\nskipped its guides. Before power could be shut off it had snarled\nbadly, and the frayed end of it had thrashed a splintery dent into the\n_Mermaid's_ deck.\n\nBy this time, Second Mate Stanley Kort reflected grimly, the net itself\nhad probably bottomed on the floor of Venus's largest ocean--the _Molo\nIvrum_, or Deadly Sea, thus named for the paradoxical reason that it\nteemed with life, most of it decidedly unpleasant.\n\nHands clenched, Kort stared from the plaskon windows of the wheelhouse.\nThrough the thin haze blanketing the deck he could see net tenders and\nseamen stolidly staring forward. The cable lay in a vicious tangle\nbetween winch house and stern. Nobody looked at it.\n\nThey were waiting for orders, as they always waited when Kort held deck\ncommand. Were Hodge up here, or even Pratt, the third mate, the net\ntenders would have laid hold of the snarled steel by now. With Kort it\nwas different.\n\nOr was it he who was different, he who hadn't been trained in the\nhard school of this sort of seamanship? A man who'd won his papers in\npassenger service wasn't wanted aboard a floating cannery. Kort wished\nhe had known a month ago how it would be. He should have left Venus\nafter being discharged from the _Corinthia_, instead of trying to start\nanew in the cannery service.\n\nHis clenched fist opened.\n\n\"Break out a magnetic!\" The deck speakers amplified his voice to\nstentorian volume, galvanized the crew into sullen action. Men\nuntangled the steel, spliced a new length to it, and swung the magnetic\ngrapple over the side.\n\nWith the grapple magnets drawing two hundred amps, the ship swung in\na clumsy circle. Half an hour passed, marked only by the screech of\ncannery boilers popping off every five minutes. From forward came the\nstench of cleaning platforms, the \"clop-plop\" of trimming machinery.\n\nThen the rain, pelting down in drops big as grapes. They splashed\nroaringly upon the deck, drummed upon the wheelhouse windows like\nfurious fingers. The _Mermaid_ seemed to squat lower in the water under\nthe weight of the storm.\n\nAbruptly a red lamp flashed. Kort was out of the pilot house almost\nbefore the engine room, answering his signal, had reversed the\nturbines. In helmet and plaskon overalls he fought his way aft.\n\nAt the stern rail Kort watched the cable come in, dripping steel curl\nitself over the drums. Finally the grapple broke the frothy surface of\nthe sea. To it clung the lost net, and Kort felt a moment of amazed\ngratitude for that bit of luck. For once the _Mermaid_ had been\nfortunate. Ships sometimes spent hours in futile grappling.\n\nTenders seized the net, spread it as the winch hauled in. It was nine\ntenths up when Kort, watching for anything that might jam the rollers,\nsignaled the winch-man to stop.\n\n\n\nThe thing might have been a giant slug. Thick as a man's arm, it was\nso entangled in the net that any estimate of its length was sheer\nguesswork. One end tapered to a featureless snout, the other flattened\nto a broad, finned tail. Its color was a dingy, bloodless white. Kort\nhad never seen anything like it before.\n\n\"Get a trident, Simms!\" he bawled over the fury of the storm, and\nthe man obediently lifted one of the implements from its rack.\nSimultaneously a net tender climbed over the rail and, clinging to\nthe mesh, lowered himself hand over hand. The man with the trident\nlooked gravely on. Kort felt himself flush, yet hesitated to order\nthe other man back. Possibly the thing in the net was familiar to the\nothers, its disposal a simple matter which his interference might make\ndifficult.\n\nThe tender leaned down, chopped at the white monstrosity with a heavy\nknife. There was a solid _thunk_ of metal as the edge bit chain mesh.\nKort would almost have sworn that the thing moved. It was incredible\nthat the man could have missed it otherwise.\n\nSuddenly uneasy, Kort drew his electro-gun. With a grimace the tender\nleaned farther over, raised his knife again.\n\nBefore it fell, before anyone could move or shout warning, the white\ntrunk flashed out, magically freed itself from the net, coiled about\nthe man, and in one convulsive movement vanished with him beneath the\nsea. There was a single sharp splash, muted by the drumming rain.\n\nKort had not dared to fire. Incredulously he stared at the spot where\nthe thing had been enmeshed an instant before. The undamaged net, slimy\nwith the detritus of the sea, hung empty under the ship's stern.\n\n\n\nIt was still raining, but, as though some oceanic deity had accepted\na living sacrifice, the _Mermaid's_ luck had changed. Nets came up\nladen with the _Molo Ivrum's_ rampant life. Sorters tossed the edible,\nbulbous _gwai_ upon conveyor belts for the cannery machines to clean\nand pack. The remainder of the catch was thrown back into the sea.\nThe finless, two-mouthed _gwai_ alone was wanted for its incredible\nnutritive value, twice that of the finest synthetic foodstuffs, which\nhad made this tiny denizen of Venusian seas a staple article of diet\nwherever supplies had to be taken in concentrated form.\n\nKort watched the work somberly, feeling himself responsible for the\ntender's death. Even Pratt would have ordered the man back. The\nmen were right; he was a gold brick, not worth his salt aboard the\n_Mermaid_. He'd have to get off. Not that there could be any going back\nto the passenger runs for him, after the tragedy of the _Corinthia_.\nThey allowed a man only one mistake there. He had made his by failing\nto report a brother officer unfit for duty.\n\nA steward brought his lunch--fried _gwai_, native tapioca, and strong\nsynthetic coffee. While he was eating Hodge entered. The first mate\npoured himself a cup of the brew and dismissed the idle helmsman with a\nnod. The _Mermaid_ lay becalmed in the downpour.\n\nKort felt the mate's eyes upon him. Hodge was a grizzled giant of a\nman, at least thirty years older than he.\n\n\"Taking it a bit hard, aren't you, son?\"\n\n\"I should have ordered him back,\" said Kort tightly.\n\n\"Maybe,\" retorted Hodge, stuffing a biscuit between his teeth. \"And\nmaybe he shouldn't have played the fool. Never give the sea bigger odds\nthan you can help. They do say the critter was all tangled up with the\nnet to the last second--and then it wasn't.\"\n\n\"That's true.\"\n\n\"Reminds me of them native magicians you can see in Dana T'resa. But\nthe sea's full of surprises. We'll never outguess her--well, D'loo?\"\n\nThe pilot house door had been flung open as by a tempest. One of the\nstokers, a squat green-skinned Venusian, stood breathless and wild eyed\nbefore the two officers.\n\n\"Steady, boy,\" rumbled Hodge. \"What's up?\"\n\nThe native's broad ears twitched. \"_Twahna ekeh-il!_ Twahna is dead!\"\nHe lapsed into chattering dialect, his eyes almost idiotic with fright.\n\n\"He says Twahna was killed by the ghost-snake,\" muttered Hodge. \"Sounds\nlike a lie to cover up some liquor stealing, but we'd better go see.\nHave Pratt take over; it's almost his watch anyway.\"\n\nThe third officer, flushed of face and glaring resentfully, answered\nKort's telephoned summons by appearing on the bridge. He slouched on\nthe leather bench behind the wheel, pulled a bottle from his hip even\nbefore the others left.\n\nThe chattering Venusian led them to the second forecastle reserved\nfor native seamen. Half a dozen other natives, all off duty for the\npresent, were huddled in the passageway outside. The low room was\ndeserted. A single fluorescent bulb glowed bluishly between the tiers\nof bunks. Almost directly beneath sprawled Twahna.\n\nHis face was cupped in both hands as though to shut out the sight of\ndeath. Kort rolled him over and got the shock of his life. The Venusian\nwas dead white, his flesh drained of color. His hands stayed up before\nhis face and Kort tried to put them down.\n\n\"He's frozen!\" Kort marveled. \"Frozen stiff. Feel him.\"\n\nHodge touched the man. \"It wasn't liquor,\" he rumbled. \"Alcohol will\nkill a native quick enough, but it won't do that. D'loo says a snake\ncame through the bulkhead while they were getting dressed for their\nwatch, and wrapped itself around Twahna. It was between D'loo and the\ndoor, so he had to stay until the thing went back through the bulkhead.\nAnd he's too scared to be lying.\"\n\nThere was a clatter of footsteps on the ladder. Kort looked up into the\nflushed face of Pratt, and knew there was more trouble. Nothing less\ncould have induced him to leave the comfort of the wheelhouse.\n\n\"Well, mister?\" asked Hodge.\n\n\"A--a net tender's been killed,\" the third mate stuttered. \"They\nsay--they say he's the second.\"\n\n\"The third, mister,\" said Hodge harshly. \"Anything queer about the net\ntender?\"\n\n\"Yes--yes, he was frozen. Frozen blue. I thought I'd better call you.\"\n\n\n\nThey went up together, leaving behind them a sorely frightened group of\nVenusians. The moment they reached the deck Kort knew that something\nelse had happened since Pratt had left. It had stopped raining,\nalthough the last of the water was still sluicing from the scuppers.\nBut not a man was in sight. Winch house, stern deck, and sorting\nplatforms were deserted.\n\nYet not utterly, for just forward of the main net locker swayed the\ncreature from the depths, a sinuous tapering trunk, its snout uplifted\nlike a hound's nose scenting game.\n\n\"Two of them!\" gasped Pratt, pointing to a second one atop the pilot\nhouse.\n\n\"And one makes three!\" muttered Hodge, for still another had appeared\nmagically beside the first. Pratt pulled his electro-gun from its\nholster. Its heavy bullet splintered a hatch cover just behind the\nthing, but the creature showed no harm. Kort drew his own weapon and\njoined Pratt in pumping bullets. Wood splintered and metal clanged\nwhere the projectiles struck, but the sea slugs remained unharmed.\n\nIt seemed to Kort that the things flickered, faded from view, at the\nvery instant he fired, only to reappear so quickly as to make him\ndoubt his senses. Pratt was reloading furiously. He went down on all\nfours, crawled along one of the conveyor belts until he was no more\nthan twelve feet from one of the things. Prone on the deck, he fired at\npoint blank range. The soft nosed bullet smashed into planking directly\nbehind the swaying trunk. Kort saw splinters fly at the impact, but\nagain the sea slug had seemed to vanish for an instant, like a candle\nflame almost blown out by a sudden draft.\n\nIn drunken anger, Pratt seized a trident from the rail, sprang to his\nfeet, leaped at the thing. Kort shouted a warning to which the man paid\nno heed. Spear-like he hurled the trident; the prongs sank a full inch\ninto the wooden deck. The swaying trunk reared, became ominously still.\nKort cried out again as Pratt, howling drunken defiance, emptied his\ngun at it.\n\nLike the pounce of lightning the creature struck. One instant it was\nupreared before Pratt, the next its fatal helix enclosed the man. He\nstaggered, screamed once, a howl of sheer animal pain that struck Kort\nlike a whip across the face. It was Hodge who restrained him from\ntackling the thing with fists and knife.\n\n\"Too late!\" the older man said grimly. \"No use throwing yourself after\nhim.\"\n\nThere was no sound from Pratt now. In ghastly silence the sea creature\nhad settled down with him, his body rigid in its coiled grip,\nprotruding eyes mirroring agony, yet already glazed with approaching\ndeath, his face slowly turning the purple of asphyxiation. Once more\nthe gun blasted before it fell from twitching fingers. To the watchers\nit seemed an age before the tortured body at last went limp.\n\n\"Time the captain heard about this!\" growled Hodge, \"Although it\nain't likely to do any good.\" His iron grip aroused Kort from the\nstupefaction of horror into which the sight of Pratt's death had\nplunged him. Together they went forward, giving the monsters a wide\nberth, past the cannery deck where most of the deck crew were gathered,\nto the captain's cabin.\n\nOne glimpse of the master told Kort no help might be expected from\nhim. Spale's huge body overflowed the bunk; he was more stupefied than\nasleep. The cabin reeked of liquor. Hodge slammed the door on it.\n\n\"Might've known it,\" he grumbled. \"He won't be good for thirty hours,\nlike that. We're putting back to port, catch or no catch.\"\n\nThey reached the forward wheelhouse from below deck, leaving the\none aft in possession of the sea monsters. Hodge pushed over the\nengine room telegraph. At the wheel, Kort awaited the first throb of\npropellers to drive the ship ahead.\n\nFor a moment there was no movement but the slow roll of the _Mermaid_\nin the trough of the waves. Then the interphone crackled.\n\n\"Wellson, engine room. We have no pressure on the boilers down here.\nChief Starr has gone aft to see about it. I can give you quarter speed\nfor a few minutes.\"\n\n\"Quarter speed!\" barked Hodge. The vessel trembled to the surge of the\nscrews, forged slowly ahead. That moment too came the first of the\nwind. Kort found his hands full keeping the ship on course in the face\nof it.\n\nOnce he looked aft, just in time to see the last trunk vanish from atop\nthe aft pilot house. It did not plunge overboard, but faded from sight\nas abruptly as a projected image when the light is snapped off.\n\nBriefly grateful that the things had gone, he bent all efforts to\nkeeping the _Mermaid_ on course in the face of freshening wind. Through\nthe deck he could feel the whine of turbines inexorably slowing down.\n\n\"No steerageway, sir,\" he said finally, as the ship yawed.\n\nHodge rang the interphone savagely, without result.\n\n\"Better see what's wrong,\" he told Kort. \"Wait--take this.\"\n\nHe thrust an electro-gun renewal clip into Kort's hand. With the weapon\nin hand Kort descended ladder after ladder to the engine deck. Amid\ndisquieting silence something within him grew coldly alert.\n\nThe engine room was empty. Giant mercury turbines spun lazily under a\npressure head far too low to drive them at normal speed. A chill swept\nhim at the sight of the pressure gauges. In the dim glow of failing\nfluorescents he headed for the stokehole.\n\nA nameless sense of menace cautioned him. He passed the great bunkers\nfull of kwahna wood, the rich, oily fuel that drove the _Mermaid_ and\nher kind across the planet's five oceans. In the last bulkhead the\nstokehole door stood wide, somehow sounding a chill note of warning.\n\nWithout entering he called Wellson and Starr. The names echoed hollowly\nfrom the dim reaches of the ship, but in response came only the faint\nroar of a blower left at half speed.\n\nThe thought that Wellson and Starr must have gone through that same\ndoor determined him against doing so. Instead he climbed to the deck\nabove, coming out on a catwalk above the boilers, from which he could\nsee into the stokehole.\n\nFive men sprawled on the deck plates in the contorted postures of those\ndead by violence, knees drawn high, arms outflung, fingers bent into\nclaws. By the light of his pocket flash Kort recognized the distorted\nfeatures of Starr. A reddish glow from an open firebox illumined those\nof Wellson. The other men were native stokers. When Kort moved the\nflash beam horror tightened its clutch upon him. The stokehole pit\nseemed full of sea slugs.\n\nBy actual count he found there were five of them, alert, weaving,\nposturing as though to sense new victims. Oddly enough the light\nbrought no response from them, even when flashed directly upon their\ndingy white bodies.\n\nSuddenly the electro-gun seemed to burn in Kort's hand. He lifted away\na section of the catwalk grid to fire through the opening thus left.\nBullets howled, ricocheting from deck plates and bulkheads below.\nOccasionally one of the creatures seemed to flicker before a shot.\n\nWhen the gun was empty Kort got to his feet. His fire had been without\neffect. He felt a sick sense of futility as he climbed back to the\nwheelhouse, where Hodge soberly listened to the tale of death he had to\ntell.\n\n\"We've got to get them, son,\" said the first mate grimly. \"It's them or\nus. Look aport.\"\n\nThe sky was aflame over the horizon. Twisted ribbons of light swirled\nbetween sea and heavens, shot through now and again with flashes of\ncrimson. Across the waters came, faintly, the rumble of thunder.\n\n\"_Kilwanni!_\" grunted Hodge. \"From the looks of that borealis, it's\nheaded this way. If we lie here much longer we'll be blown out of the\nwater.\"\n\n\"With the anti-grids?\" Kort protested.\n\n\"Without them,\" Hodge answered dryly. \"What're you going to use for\njuice? The lightning generators have almost stopped, and you can't turn\nthe anti-grid generators on flat boilers, nor use battery juice either.\"\n\nHe jerked his head significantly at the wheelhouse lamps, hardly more\nthan aglow.\n\n\"Looks like we have to lick the things or else! No good wasting more\nbullets, either. The things dodge 'em. See how they flicker when you\nput a bullet close? No wonder D'loo calls them the ghost snakes.\"\n\nKort nodded, and yet it seemed to him that Hodge's appraisal was wrong,\nin some vague way he couldn't himself put a finger on.\n\n\"If they dodge the bullets,\" the first mate went on, \"then they must\nsee 'em coming. Maybe we need something faster than bullets--a bolt\nblaster, maybe.\"\n\n\"And Spale's got one!\" finished Kort.\n\n\"Only one aboard,\" finished Hodge. \"He had a mutiny once, and a blaster\nsaved his fat neck for him. Since then he won't let anybody else keep\none aboard, curse him. I reckon we'll have to find his.\"\n\n\n\nFive minutes later the two men trod softly away from Spale's cabin,\nthe precious blaster, clumsy with its huge capacitor drum, ridged\nbarrel, and pointed electrode, in Hodge's hands. Yet Kort was haunted\nby an unreasonable premonition of failure. Perhaps, he told himself,\nrepeated failure had sold him on the belief that the sea slugs were\ninvulnerable. Certainly the blaster was no common weapon. It shot a\nbolt of non-oscillating high amperage current, a single shattering\nprojectile of pure energy, with the speed of light itself. What living\nthing could sense the approach of that flashing death?\n\nThey entered upon the catwalk after Kort's light had shown it clear of\nthe creatures. The stokehole fluorescents were mere luminous streaks\nagainst encroaching darkness. Only dying embers glowed behind the open\nfire door. But the flash beam revealed four white trunks grouped before\nthe boilers, as though attracted by the warmth. Purple faces of the\ndead glared up in the pallid light of the torch.\n\nHodge swore feelingly, leveled the blaster. The weapon spat a lurid,\ncreamy-white bolt that pierced the nearest trunk. Kort held his breath.\nThe flash seared his sight, seeming of longer duration than it really\nwas, and limned the sea thing starkly against the blackness of the\nstokehole. The light of his torch seemed feeble after it.\n\nBut in that light the creature swayed, unhurt, untouched. Hodge cursed\nit furiously, fired again and again. The crash of bolts was thunderous\nin that confined space. Fringes of electrical fire leaped from metal at\ntheir touch. Ozone stung Kort's nostrils.\n\nBut when the blaster clicked emptily not four, but five trunks swayed\nlanguidly before the boilers, curving their supple bodies in undulating\nmotion that at times gave them the shape of huge, animated question\nmarks.\n\n\"Drum's empty,\" said Hodge quietly. \"Let's go topside.\"\n\nKort felt his calmness in strange contrast to the fury raging within\nhimself--fury that mindless things from the sea should set at\nnought the intelligence and courage of some fifty men. What price\nintelligence? An ameoba, incapable of sensing the approach of death,\nwas better off than they who could foresee, and fear, and do nothing\nat all to escape, extinction. What was the _kilwanni_--the coming\nstorm--but a conglomeration of ions, dead and unintelligent, possessed\nof no will either benevolent or malevolent, yet destined for all that\nto shatter the _Mermaid_ and commit them to death in the freezing\nsea--those who escaped a fiery but swifter death from the storm itself.\n\nHe followed Hodge silently back to the pilot house. Two seamen waited\nthere, grim faced.\n\n\"Three of them by the cannery boilers,\" one man said. \"They got\nSanderson before he could clear out.\"\n\nThat was all. They stared at Hodge, waiting for him to speak. The\ngrizzled first mate shook his head.\n\n\"I know,\" said Kort suddenly, and all eyes turned to him. \"The bullets\nwere too slow--but the blaster was too fast. A bolt lasts only a few\nmicro-seconds.\"\n\n\"How d'you mean?\"\n\n\"You remember when D'loo first talked about a ghost snake? He hadn't\nseen the one on the net, but only the one that killed Twahna, and\n_nobody had fired a shot at it_.\"\n\n\"But he saw it come through the bulkhead,\" Hodge pointed out.\n\n\"That's what threw us off the track, but that wasn't the only reason\nD'loo called it the 'ghost snake.' Nor was it because they flicker\nbefore bullets. Have you ever known a native who cared to see ordinary\ncinema films?\"\n\n\"Nope,\" grunted Hodge, plainly mystified. \"Nor one who'd let a newsreel\nman photograph him. They call 'em the ghost pictures. Say--!\"\n\n\"There you are. They fight shy of the films because they don't get\nthe illusion of motion, as we do. All they see is a quick-fading\nsuccession of stills, because the natives don't have persistence of\nvision, as we have. The films don't fool them as they do us. Nor do\nthose things out there. To us they look solid. To D'loo they flicker\nconstantly--ninety-nine percent of the time they literally aren't\nthere. They have a vibratory existence, like the image we seem to see\non the cinema screen. Back in the twentieth century it was shown that\nthe probability wave representing an electron extended, theoretically,\nto infinity. In these things free will--the life force--enters to\ncontrol that mathematical probability. They can literally be two places\nat once--on the bottom, three miles down, and on our deck--at the same\ntime.\n\n\"They're _here_ only at intervals, and persistence of vision bridges\nthe time gap between those intervals. The blaster bolts last only a few\nmicro-seconds, a far shorter time than their natural period. A bolt\ncomes and goes while the thing you fire at actually _isn't there_.\nIt would be sheer luck if the bolt should coincide to hit it at the\ninstant it's actually materialized--sheer luck, because our eyes can't\nhelp us. Even a Venusian wouldn't be able to synchronize a bolt--there\nisn't that quick co-ordination between brain and muscle. The odds would\nalways be against us.\"\n\n\n\nThe seamen looked blank. Hodge drummed the chart table with a huge\nfist. \"If you're right, we need a faster bullet or a slower bolt.\"\n\n\"Or _timing_!\" finished Kort. \"Have Sparks rig a stroboscope out of\nspare parts. You know how moving parts can be made to look as if\nthey're standing still, in an intermittent light that flashes only when\nthey are at one point in their movement. With all other lights off, a\nstroboscope wouldn't show us the things at all, except when we have it\nexactly synchronized with their vibratory period. Rig the blaster in\nseries with the light circuit, and it would have to fire at exactly the\nright time. That'll get them.\"\n\nOne of the seamen cleared his throat. \"Maybe it would--or maybe not.\nThis is no time for theories. We're speaking for all the men now. We\ndon't mean to stay aboard to be blasted by the _Kilwanni_ or strangled\nby these damned snakes. We want to take the launches.\"\n\n\"Supposin' you did,\" Hodge countered. \"You'd last just till the\n_Mermaid's_ hit. Then the potential would flatten out, with the\nlaunches stickin' up in it like sore thumbs. There ain't no anti-grids\non them, and you couldn't get away quick enough.\"\n\n\"We'd rather take our chances than go down with this tub,\" snarled the\nother man. \"You ain't going to stop us!\"\n\nHodge shrugged, then stared in amazement at Kort, who stood by the door\nwith a leveled electro-gun.\n\n\"I'm stopping you. Listen--you won't last five minutes out there in the\nlaunches, without anti-grids. Give Sparks an hour to rig a stroboscope\nand we can get back into the stokehole. With pressure on the boilers\nwe can charge the anti-grids and the storm won't touch us.\"\n\nThe men looked black rage at him, but made no move. Hodge's right hand\nhovered over his own gun.\n\n\"Don't draw!\" snapped Kort. \"I don't want to hurt you, Hodge, but this\nmeans the life of all of us, not just one or two.\"\n\n\"Forgettin' something, ain't you?\" asked Hodge dryly. \"I'd be all for\nyou, if we had an hour to spare. Take a look at the grids.\"\n\nKort risked a glance aloft, through the wheelhouse windows. Against a\ndark, sultry sky the spiral network of the anti-grids already glowed\nwith faint pricklings of St. Elmo's light--harmless prologue to the\nstorm to come. Any weather-wise sailor could read the menace in those\nflaming curtains to port, swirling in fiery splendor, very tapestries\nof hell.\n\n\"Won't take them but forty minutes, maybe, to get here,\" continued\nHodge inexorably. \"And after you've got your stroboscope, and killed\nthe critters, it'll take thirty minutes to get pressure on the boilers.\nNot a chance your way. Better stow the gun and go along in the\nlaunches.\"\n\nIt was like a pit opening before Kort's feet. Bitterly he realized his\nmistake--he had forgotten those all-important thirty minutes needed\nto get enough pressure for the anti-grid generators. Actually there\nremained perhaps ten minutes to defeat the sea monsters and regain the\nstokehole. He'd been making a fool of himself, delaying the men's last\nforlorn dash for life.\n\nSheepishly he holstered his gun while the seamen stalked out. Seconds\nlater came the groan of pulleys as the first launch swung out from the\ndavits.\n\nHodge slouched over the chart table, stared out at the activity on\ndeck. The third launch splashed noisily into the sea. Men scrambled\ndown the davit lines. Far in the bow swayed, unheeded, one of the\nblind, deadly creatures from the depths.\n\n\"Few hours ago,\" Hodge rumbled, \"all we worried about was getting a\ncatch aboard. But the sea changes things before you know it. Take this\nship--ought to be fit to ride out any _kilwanni_. Now she ain't, all on\naccount of the sea. Kilwanni's part of the sea too--never get 'em over\nthe land. Bolts fat as the mainmast and red hot, lastin' ten seconds,\nsome of 'em. Melt the chocks right off the deck--\"\n\n\"Damn!\" exclaimed Kort. \"Why didn't I--\"\n\n\"Steady, son. Too late now. The last launch's gone.\"\n\n\"Why didn't I think of it before?\" asked Kort wildly. \"How many drums\nhas the captain got for that blaster?\"\n\nHodge chuckled. \"If I know Spale, he's got twenty or thirty. Spale!\nHoly cheroot, we forgot all about _him_!\"\n\n\n\nWithout a word they rushed together to the captain's cabin. Hodge flung\nthe door wide. Spale lay as they had left him, motionless in his bunk.\nBut at sight of his face Kort turned cold within. The normally flushed\nfeatures were a dull purple.\n\n\"Critters got him too,\" Hodge said calmly. \"Probably never felt a\nthing, the shape he was in.\" He stooped over the desk in the far\ncorner, tossed a jumble of bottles, pipes, pencils and other miscellany\nout of one drawer after another, at last uttered a triumphant grunt.\n\n\"Here!\" Kort snatched the squat black cylinder Hodge tossed to him. The\nfirst mate delved further. \"Plenty more in here--sure you want 'em,\nson?\"\n\n\"All of them,\" said Kort breathlessly, tearing the discharged drum from\nthe blaster and fitting the new one in its place. While the mate's\nback was turned he ripped away a small black box affixed beneath the\nweapon's chunky barrel, and twisted together the raw ends of the wires\nthus exposed. Furtively he looked up to see whether Hodge had noticed,\nbut the latter was still bent over the desk.\n\nSuddenly the blaster seemed to turn ice cold in Kort's hand. For a\nmoment, he doubted his ability to press the trigger. His nerves seemed\nfrozen, incapable of action in the dread need of the moment.\n\nAs though a hand other than his own had loosed it, he saw the bolt stab\nwhite-hot across the cabin, its crash far louder than in the stokehole,\nthe tang of ozone sharp instantly after.\n\nHodge leaped wildly, spun around in open mouthed astonishment. Silently\nKort pointed to the bunk, behind which the painted bulkhead showed a\nsear of flame.\n\nSprawled across Spale's body lay the dingy white carcass of a sea slug,\nstreaked and blackened by the bolt.\n\n\"It came through the bulkhead,\" said Kort tensely. \"Maybe it was the\none that got Spale. There wasn't time to warn you.\"\n\n\"Thanks, son. Dying by the _kilwanni_ would be a pleasure compared to\nmaking a meal for _that_. But how come?\"\n\n\"I took a chance,\" Kort said slowly. \"I took the choke condenser off.\nThat's what limits each bolt to a twentieth of the drum's capacity and\ndamps out all oscillation. Without it the whole drum fired at once, and\nbecause the charge oscillated it lasted about a hundred times as long\nas before--long enough to bridge the thing's vibratory period. The bolt\nhit while it was there, and killed it.\"\n\nHodge snatched up the drums and stuffed them into his pockets. \"Come\non! We'll roast out the rest of 'em--what's wrong, son?\"\n\nKort laid the blaster wearily upon the desk. \"Look at it. The full drum\ncharge burnt out the electrode tube.\" His voice was bitter. \"I forgot\nthat, too. We'd need a new blaster for each one!\"\n\nHodge's ruddy, wind-roughened face paled to grayness. He threw the\ndrums alongside the ruined weapon, cursing steadily.\n\nIdly Kort prodded the dingy white carcass with the barrel of his\nelectro gun. It was quite solid, indubitably dead. He pushed it off\nSpale, and it landed with a _thunk_ on the floor.\n\n\"Hodge!\" he said suddenly. \"Come with me.\"\n\nHe ran from the cabin. His flashlight, lighting the pitch dark passages\nof the deserted ship, found the catwalk above the stokehole.\n\n\"Well, I'm blessed!\" murmured Hodge a moment later.\n\nFive bodies lay in the black pit below. There was still a faint glow of\nembers in the firebox. But although Kort flashed the light everywhere,\nthere was no sign of the sea slugs.\n\n\"What are we waitin' for?\" demanded Hodge fiercely.\n\nIt was he who led now. Seconds later, log after log of the furiously\ninflammable _kwahna_ was disappearing into the fire-boxes. Blowers,\npowered by auxiliary batteries, shrieked at full speed. Mercury surged\nand simmered within the tubes. Behind the fire doors infernos raged.\n\nOnce Hodge vanished briefly to close the anti-grid switches and open\nthe throttles of the high potential shield generators. Kort steadily\nkept on feeding the voracious boilers. There was as yet no pressure to\nturn the lighting dynamos. He worked by the gleam of flames alone.\n\n\"Run topside, son,\" gasped the older man at last. \"See if you can\nsignal the launches--we'll never make it by ourselves.\"\n\nIn two minutes Kort gained the deck. The first thing his eyes sought\nwas the mainmast grid. It had struck an aurora, no longer the pale\nblue of ten minutes ago, by a hot, bright yellow signifying that the\narresters were bypassing current to the sea. How long before they would\nbreak down under the rising potential?\n\nHe ran to the starboard rail at the sound of voices, the bump of a boat\ntouching the ship's side, and almost collided with a grinning, brawny\nstoker. The launches were back!\n\nMen slapped him jubilantly on the back, dignity, discipline and all\nelse forgotten. Smoke from the _Mermaid's_ funnel had announced to them\nthe conquest of the creatures from the sea.\n\nTen minutes later the thin blue thread was a belching cloud. Below\ndecks turbo-generators whined at speed, and aloft the anti-potential\ngrids gleamed with the soft green halos of the protective repulsion\nfields.\n\n\n\nHer sodium fog lights boring yellow tunnels through the night mist, the\n_Mermaid_ scudded over the _Molo Ivrum_ at her maximum of twenty knots.\nIn the wheelhouse Hodge noisily sucked his pipe, staring the while at\nKort, who had the wheel.\n\n\"Wouldn't figure on staying on this tub with me, would you?\" Hodge\nasked suddenly. \"I'm in line for the captain's berth, but damned if I\ncan think of anybody to recommend for my first mate. Exceptin' you.\"\n\n\"I--I hadn't said I was leaving,\" Kort replied.\n\n\"You hadn't said--but you were thinkin' plain out,\" murmured Hodge.\n\"Noticed in the last few hours how the men are acting?\"\n\nA grin touched his grizzled face as Kort made no answer. \"Haven't\nnoticed how they jump when you give an order now, son? You're a\nblinkin' hero, by Jerusalem. Weren't for you they'd be scrapin' ribs\nwith the sharks by now, and they know it.\"\n\nKort flushed in silence but said nothing.\n\n\"Only thing I couldn't tell 'em,\" complained Hodge, \"was how you knew\nthe things would have left the ship after you killed just that one.\"\n\n\"That was a wild guess,\" admitted Kort, spinning the wheel briefly.\n\"That one was no more solid than the others--until it was dead. I\nwondered where it was when it wasn't there. And suddenly the answer\ncame--all over the ship, of course. During that part of its period when\nit wasn't in the cabin it was in the stokehole and on deck and maybe\non the bottom, three miles down, besides. Because it wasn't several,\nbut all one. Just one thing, with the power of being several places at\nonce.\" He paused, then continued.\n\n\"You thought it fed on heat energy and oxygen. Well, there's precious\nlittle of both three miles down. It could absorb more of what there was\nby splitting itself up--probably had to, to survive. By projecting ten\nimages of itself, all capable of feeding for the common benefit--it\nhad ten chances for food instead of one. When I killed it in the cabin\nit materialized there and disappeared elsewhere, because its vibratory\nform depended on life, that is, on will or instinct.\"\n\nHodge rapped the pipe on the palm of his hand. \"Wouldn't surprise me if\nyou doped it right all the way through, son. And I can't say I don't\nbelieve it. Sea's so full of surprises she never quite does surprise\nme.\"\n\nHe moved to the door, paused. \"You think over that first mate's berth.\nI think this is one crew that would be proud to have a gold brick mate.\nBecause you don't want to forget, son, that a gold brick is a pretty\nfine thing to have--if it's genuine clean through.\"",
    "metadata": {
        "author": [
            "Walton, Harry"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/61952/pg61952.txt",
        "name": "spawn_of_the_venus_sea.json"
    }
}