{
    "name": "Spawning Ground",
    "author": [
        "Rey, Lester del",
        "Knapp, Leonard",
        "Del Rey, Lester"
    ],
    "body": "The Starship _Pandora_ creaked and groaned as her landing pads settled\nunevenly in the mucky surface of the ugly world outside. She seemed to\nbe restless to end her fool's errand here, two hundred light years from\nthe waiting hordes on Earth. Straining metal plates twanged and echoed\nthrough her hallways.\n\nCaptain Gwayne cursed and rolled over, reaching for his boots. He was\na big, rawboned man, barely forty; but ten years of responsibility\nhad pressed down his shoulders and put age-feigning hollows under his\nreddened eyes. The starlanes between Earth and her potential colonies\nwere rough on the men who traveled them now. He shuffled toward the\ncontrol room, grumbling at the heavy gravity.\n\nLieutenant Jane Corey looked up, nodding a blonde head at him as he\nmoved toward the ever-waiting pot of murky coffee. \"Morning, Bob. You\nneed a shave.\"\n\n\"Yeah.\" He swallowed the hot coffee without tasting it, then ran a\nhand across the dark stubble on his chin. It could wait. \"Anything new\nduring the night?\"\n\n\"About a dozen blobs held something like a convention a little ways\nnorth of us. They broke up about an hour ago and streaked off into the\nclouds.\" The blobs were a peculiarity of this planet about which nobody\nknew anything. They looked like overgrown fireballs, but seemed to have\nan almost sentient curiosity about anything moving on the ground. \"And\nour two cadets sneaked out again. Barker followed them, but lost them\nin the murk. I've kept a signal going to guide them back.\"\n\nGwayne swore softly to himself. Earth couldn't turn out enough starmen\nin the schools, so promising kids were being shipped out for training\nas cadets on their twelfth birthday. The two he'd drawn, Kaufman and\nPinelli, seemed to be totally devoid of any sense of caution.\n\nOf course there was no obvious need for caution here. The blobs hadn't\nseemed dangerous, and the local animals were apparently all herbivorous\nand harmless. They were ugly enough, looking like insects in spite of\ntheir internal skeletons, with anywhere from four to twelve legs each\non their segmented bodies. None acted like dangerous beasts.\n\nBut _something_ had happened to the exploration party fifteen years\nback, and to the more recent ship under Hennessy that was sent to check\nup.\n\n\n\nHe turned to the port to stare out at the planet. The Sol-type sun\nmust be rising, since there was a dim light. But the thick clouds that\nwrapped the entire world diffused its rays into a haze. For a change,\nit wasn't raining, though the ground was covered by thick swirls of\nfog. In the distance, the tops of shrubs that made a scrub forest\nglowed yellow-green. Motions around them suggested a herd of feeding\nanimals. Details were impossible to see through the haze. Even the\ndeep gorge where they'd found Hennessy's carefully buried ship was\ncompletely hidden by the fog.\n\nThere were three of the blobs dancing about over the grazing animals\nnow, as they often seemed to do. Gwayne stared at them for a minute,\ntrying to read sense into the things. If he had time to study them....\n\nBut there was no time.\n\nEarth had ordered him to detour here, after leaving his load of\ndeep-sleep stored colonists on Official World 71, to check on any sign\nof Hennessy. He'd been here a week longer than he should have stayed\nalready. If there was no sign in another day or so of what had happened\nto the men who'd deserted their ship and its equipment, he'd have to\nreport back.\n\nHe would have left before, if a recent landslip hadn't exposed enough\nof the buried ship for his metal locators to spot from the air by\nluck. It had obviously been hidden deep enough to foil the detectors\noriginally.\n\n\"Bob!\" Jane Corey's voice cut through his pondering. \"Bob, there are\nthe kids!\"\n\nBefore he could swing to follow her pointing finger, movement caught\nhis eye.\n\nThe blobs had left the herd. Now the three were streaking at fantastic\nspeed to a spot near the ship, to hover excitedly above something that\nmoved there.\n\nHe saw the two cadets then, heading back to the waiting ship, just\nbeyond the movement he'd seen through the mist.\n\nWhatever was making the fog swirl must have reached higher ground.\nSomething began to heave upwards. It was too far to see clearly, but\nGwayne grabbed the microphone, yelling into the radio toward the cadets.\n\nThey must have seen whatever it was just as the call reached them.\nYoung Kaufman grabbed at Pinelli, and they swung around together.\n\nThen the mists cleared.\n\nUnder the dancing blobs, a horde of things was heading for the cadets.\nShaggy heads, brute bodies vaguely man-like! One seemed to be almost\neight feet tall, leading the others directly toward the spacesuited\ncadets. Some of the horde were carrying spears or sticks. There was a\nmomentary halt, and then the leader lifted one arm, as if motioning the\nothers forward.\n\n\n\n\"Get the jeeps out!\" Gwayne yelled at Jane. He yanked the door of\nthe little officers' lift open and jabbed the down button. It was\nagonizingly slow, but faster than climbing down. He ripped the door\nback at the exit deck. Men were dashing in, stumbling around in\nconfusion. But someone was taking over now--one of the crew women. The\njeeps were lining up. One, at the front, was stuttering into life, and\nGwayne dashed for it as the exit port slid back.\n\nThere was no time for suits or helmets. The air on the planet was\nirritating and vile smelling, but it could be breathed. He leaped to\nthe seat, to see that the driver was Doctor Barker. At a gesture, the\njeep rolled down the ramp, grinding its gears into second as it picked\nup speed. The other two followed.\n\nThere was no sign of the cadets at first. Then Gwayne spotted them;\nsurrounded by the menacing horde. Seen from here, the things looked\nhorrible in a travesty of manhood.\n\nThe huge leader suddenly waved and pointed toward the jeeps that were\nracing toward him. He made a fantastic leap backwards. Others swung\nabout, two of them grabbing up the cadets. The jeep was doing twenty\nmiles an hour now, but the horde began to increase the distance, in\nspite of the load of the two struggling boys! The creatures dived\ndownward into lower ground, beginning to disappear into the mists.\n\n\"Follow the blobs,\" Gwayne yelled. He realized now he'd been a fool to\nleave his suit; the radio would have let him keep in contact with the\nkids. But it was too late to go back.\n\nThe blobs danced after the horde. Barker bounced the jeep downward into\na gorge. Somewhere the man had learned to drive superlatively; but he\nhad to slow as the fog thickened lower down.\n\nThen it cleared to show the mob of creatures doubling back on their own\ntrail to confuse the pursuers.\n\nThere was no time to stop. The jeep plowed through them. Gwayne had a\nglimpse of five-foot bodies tumbling out of the way. Monstrously coarse\nfaces were half hidden by thick hair. A spear crunched against the\nwindshield from behind, and Gwayne caught it before it could foul the\nsteering wheel. It had a wickedly beautiful point of stone.\n\nThe creatures vanished as Barker fought to turn to follow them. The\nother jeeps were coming up, by the sound of their motors, but too late\nto help. They'd have to get to the group with the cadets in a hurry or\nthe horde would all vanish in the uneven ground, hidden by the fog.\n\nA blob dropped down, almost touching Gwayne.\n\nHe threw up an instinctive hand. There was a tingling as the creature\nseemed to pass around it. It lifted a few inches and drifted off.\n\nAbruptly, Barker's foot ground at the brake. Gwayne jolted forward\nagainst the windshield, just as he made out the form of the eight-foot\nleader. The thing was standing directly ahead of him, a cadet on each\nshoulder.\n\nThe wheels locked and the jeep slid protestingly forward. The creature\nleaped back. But Gwayne was out of the jeep before it stopped, diving\nfor the figure. It dropped the boys with a surprised grunt.\n\n\n\nThe arms were thin and grotesque below the massively distorted\nshoulders, but amazingly strong. Gwayne felt them wrench at him as his\nhands locked on the thick throat. A stench of alien flesh was in his\nnose as the thing fell backwards. Doc Barker had hit it seconds after\nthe captain's attack. Its head hit rocky ground with a dull, heavy\nsound, and it collapsed. Gwayne eased back slowly, but it made no\nfurther move, though it was still breathing.\n\nAnother jeep had drawn up, and men were examining the cadets. Pinelli\nwas either laughing or crying, and Kaufman was trying to break free to\nkick at the monster. But neither had been harmed. The two were loaded\nonto a jeep while men helped Barker and Gwayne stow the bound monster\non another before heading back.\n\n\"No sign of skull fracture. My God, what a tough brute!\" Barker shook\nhis own head, as if feeling the shock of the monster's landing.\n\n\"I hope so,\" Gwayne told him. \"I want that thing to live--and you're\ndetailed to save it and revive it. Find out if it can make sign\nlanguage or draw pictures. I want to know what happened to Hennessy\nand why that ship was buried against detection. This thing may be the\nanswer.\"\n\nBarker nodded grimly. \"I'll try, though I can't risk drugs on an alien\nmetabolism.\" He sucked in on the cigarette he'd dug out, then spat\nsickly. Smoke and this air made a foul combination. \"Bob, it still\nmakes no sense. We've scoured this planet by infra-red, and there was\nno sign of native villages or culture. We should have found some.\"\n\n\"Troglodytes, maybe,\" Gwayne guessed. \"Anyhow, send for me when you get\nanything. I've got to get this ship back to Earth. We're overstaying\nour time here already.\"\n\nThe reports from the cadets were satisfactory enough. They'd been\npicked up and carried, but no harm had been done them. Now they were\nbusy being little heroes. Gwayne sentenced them to quarters as soon\nas he could, knowing their stories would only get wilder and less\ninformative with retelling.\n\nIf they could get any story from the captured creature, they might save\ntime and be better off than trying to dig through Hennessy's ship. That\nwas almost certainly spoorless by now. The only possible answer seemed\nto be that the exploring expedition and Hennessy's rescue group had\nbeen overcome by the aliens.\n\nIt was an answer, but it left a lot of questions. How could the\nprimitives have gotten to the men inside Hennessy's ship? Why was its\nfuel dumped? Only men would have known how to do that. And who told\nthese creatures that a space ship's metal finders could be fooled by a\nlittle more than a hundred feet of solid rock? They'd buried the ship\ncunningly, and only the accidental slippage had undone their work.\n\nMaybe there would never be a full answer, but he had to find\nsomething--and find it fast. Earth needed every world she could make\nremotely habitable, or mankind was probably doomed to extinction.\n\n\n\nThe race had blundered safely through its discovery of atomic weapons\ninto a peace that had lasted two hundred years. It had managed to\nprevent an interplanetary war with the Venus colonists. It had found\na drive that led to the stars, and hadn't even found intelligent life\nthere to be dangerous on the few worlds that had cultures of their own.\n\nBut forty years ago, observations from beyond the Solar System had\nfinally proved that the sun was going to go nova.\n\nIt wouldn't be much of an explosion, as such things go--but it would\nrender the whole Solar System uninhabitable for millenia. To survive,\nman had to colonize.\n\nAnd there were no worlds perfect for him, as Earth had been. The\nexplorers went out in desperation to find what they could; the\nterraforming teams did what they could. And then the big starships\nbegan filling worlds with colonists, carried in deep sleep to conserve\nspace.\n\nAlmost eighty worlds. The nearest a four month journey from Earth and\nfour more months back.\n\nIn another ten years, the sun would explode, leaving man only on the\nfootholds he was trying to dig among other solar systems. Maybe some\nof the strange worlds would let men spread his seed again. Maybe none\nwould be spawning grounds for mankind in spite of the efforts. Each was\nprecious as a haven for the race.\n\nIf this world could be used, it would be nearer than most. If not, as\nit now seemed, no more time could be wasted here.\n\nPrimitives could be overcome, maybe. It would be ruthless and unfair to\nstrip them of their world, but the first law was survival.\n\nBut how could primitives do what these must have done?\n\nHe studied the spear he had salvaged. It was on a staff made of\ncemented bits of smaller wood from the scrub growth, skillfully\nlaminated. The point was of delicately chipped flint, done as no human\nhand had been able to do for centuries.\n\n\"Beautiful primitive work,\" he muttered.\n\nJane pulled the coffee cup away from her lips and snorted. \"You can\nsee a lot more of it out there,\" she suggested.\n\nHe went to the port and glanced out. About sixty of the things were\nsquatting in the clearing fog, holding lances and staring at the ship.\nThey were perhaps a thousand yards away, waiting patiently. For what?\nFor the return of their leader--or for something that would give the\nship to them?\n\nGwayne grabbed the phone and called Barker. \"How's the captive coming?\"\n\nBarker's voice sounded odd.\n\n\"Physically fine. You can see him. But--\"\n\nGwayne dropped the phone and headed for the little sick bay. He swore\nat Doc for not calling him at once, and then at himself for not\nchecking up sooner. Then he stopped at the sound of voices.\n\nThere was the end of a question from Barker and a thick, harsh growling\nsound that lifted the hair along the nape of Gwayne's neck. Barker\nseemed to understand, and was making a comment as the captain dashed in.\n\nThe captive was sitting on the bunk, unbound and oddly unmenacing. The\nthick features were relaxed and yet somehow intent. He seemed to make\nsome kind of a salute as he saw Gwayne enter, and his eyes burned up\nunerringly toward the device on the officer's cap.\n\n\"Haarroo, Cabbaan!\" the thing said.\n\n\n\n\"Captain Gwayne, may I present your former friend, Captain Hennessy?\"\nBarker said. There was a grin on the doctor's lips, but his face was\ntaut with strain.\n\nThe creature nodded slowly and drew something from the thick hair on\nits head. It was the golden comet of a captain.\n\n\"He never meant to hurt the kids--just to talk to them,\" Barker cut in\nquickly. \"I've got some of the story. He's changed. He can't talk very\nwell. Says they've had to change the language around to make the sounds\nfit, and he's forgotten how to use what normal English he can. But it\ngets easier as you listen. It's Hennessy, all right. I'm certain.\"\n\nGwayne had his own ideas on that. It was easy for an alien to seize\non the gold ornament of a captive earthman, even to learn a little\nEnglish, maybe. But Hennessy had been his friend.\n\n\"How many barmaids in the Cheshire Cat? How many pups did your oldest\nkid's dog have? How many were brown?\"\n\nThe lips contorted into something vaguely like a smile, and the\ncuriously shaped fingers that could handle no human-designed equipment\nspread out.\n\nThree. Seven. Zero.\n\nThe answers were right.\n\nBy the time the session was over, Gwayne had begun to understand the\ntwisted speech from inhuman vocal cords better. But the story took a\nlong time telling.\n\nWhen it was finished, Gwayne and Barker sat for long minutes in\nsilence. Finally Gwayne drew a shuddering breath and stood up. \"Is it\npossible, Doc?\"\n\n\"No,\" Barker said flatly. He spread his hands and grimaced. \"No. Not\nby what I know. But it happened. I've looked at a few tissues under\nthe microscope. The changes are there. It's hard to believe about\ntheir kids. Adults in eight years, but they stay shorter. It can't be\na hereditary change--the things that affect the body don't change the\ngerm plasm. But in this case, what changed Hennessy is real, so maybe\nthe fact that the change is passed on is as real as he claims.\"\n\nGwayne led the former Hennessy to the exit. The waiting blobs dropped\ndown to touch the monstrous man, then leaped up again. The crowd of\nmonsters began moving forward toward their leader. A few were almost as\ntall as Hennessy, but most were not more than five feet high.\n\nThe kids of the exploring party....\n\n\n\nBack in the control room, Gwayne found the emergency release levers,\nset the combinations and pressed the studs. There was a hiss and gurgle\nas the great tanks of fuel discharged their contents out onto the\nground where no ingenuity could ever recover it to bring life to the\nship again.\n\nHe'd have to tell the men and women of the crew later, after he'd had\ntime to organize things and present it all in a way they could accept,\nhowever much they might hate it at first. But there was no putting off\ngiving the gist of it to Jane.\n\n\"It was the blobs,\" he summarized it. \"They seem to be amused by men.\nThey don't require anything from us, but they like us around. Hennessy\ndoesn't know why. They can change our cells, adapt us. Before men came,\nall life here had twelve legs. Now they're changing that, as we've seen.\n\n\"And they don't have to be close to do it. We've all been outside the\nhull. It doesn't show yet--but we're changed. In another month, Earth\nfood would kill us. We've got to stay here. We'll bury the ships deeper\nthis time, and Earth won't find us. They can't risk trying a colony\nwhere three ships vanish, so we'll just disappear. And they'll never\nknow.\"\n\nNobody would know. Their children--odd children who matured in eight\nyears--would be primitive savages in three generations. The Earth\ntools would be useless, impossible for the hands so radically changed.\nNothing from the ship would last. Books could never be read by the new\neyes. And in time, Earth wouldn't even be a memory to this world.\n\nShe was silent a long time, staring out of the port toward what must\nnow be her home. Then she sighed. \"You'll need practice, but the others\ndon't know you as well as I do, Bob. I guess we can fix it so they'll\nbelieve it all. And it's too late now. But we haven't really been\nchanged yet, have we?\"\n\n\"No,\" he admitted. Damn his voice! He'd never been good at lying. \"No.\nThey have to touch us. I've been touched, but the rest could go back.\"\n\nShe nodded. He waited for the condemnation, but there was only\npuzzlement in her face. \"Why?\"\n\nAnd then, before he could answer, her own intelligence gave her the\nsame answer he had found for himself. \"The spawning ground!\"\n\nIt was the only thing they could do. Earth needed a place to plant her\nseed, but no world other than Earth could ever be trusted to preserve\nthat seed for generation after generation. Some worlds already were\nbecoming uncertain.\n\nHere, though, the blobs had adapted men to the alien world instead of\nmen having to adapt the whole planet to their needs. Here, the strange\nchildren of man's race could grow, develop and begin the long trek back\nto civilization. The gadgets would be lost for a time. But perhaps\nsome of the attitudes of civilized man would remain to make the next\nrise to culture a better one.\n\n\"We're needed here,\" he told her, his voice pleading for the\nunderstanding he couldn't yet fully give himself. \"These people need\nas rich a set of bloodlines as possible to give the new race strength.\nThe fifty men and women on this ship will be needed to start them with\na decent chance. We can't go to Earth, where nobody would believe or\naccept the idea--or even let us come back. We have to stay here.\"\n\nShe smiled then and moved toward him, groping for his strength. \"Be\nfruitful,\" she whispered. \"Be fruitful and spawn and replenish an\nearth.\"\n\n\"No,\" he told her. \"Replenish the stars.\"\n\nBut she was no longer listening, and that part of his idea could wait.\n\nSome day, though, their children would find a way to the starlanes\nagain, looking for other worlds. With the blobs to help them, they\ncould adapt to most worlds. The unchanged spirit would lead them\nthrough all space, and the changing bodies would claim worlds beyond\nnumbering.\n\nSome day, the whole universe would be a spawning ground for the\nchildren of men!",
    "metadata": {
        "author": [
            "Rey, Lester del",
            "Knapp, Leonard",
            "Del Rey, Lester"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/61052/pg61052.txt",
        "name": "spawning_ground.json"
    }
}