{
    "name": "Square Pegs: A Rhymed Fantasy For Two Girls",
    "author": [
        "Bax, Clifford"
    ],
    "body": "\n\n\nPoems Dramatic and Lyrical, 1911. A few remaining copies can be had\nfrom Hendersons\n\n  The Poetasters of Ispahan. A Comedy in Verse 1912. (_Out of print._)\n                                                                 Goschen\n\n  A House of Words (Poems)                                Blackwell 5_s_\n\n        Here is a house of words\n        Built for the maker's mind.\n    Enter: and, if you will, stay with me long.\n        But, if you like it not,\n        Go with good grace. The man\n    Who builds his own house builds to please himself.\n\n  Twenty-five Chinese Poems, _paraphrased by Clifford Bax_. Second\n  Edition Revised and Enlarged                           Hendersons 1_s_\n\n  Friendship (An Essay)                                    Batsford 3_s_\n\n  Antique Pageantry: Four Plays in verse (including The Poetasters).\n                                                        (_In the Press_)\n\n\n\n\nSQUARE PEGS\n\n\n\n\n    SQUARE PEGS\n\n    _A Rhymed Fantasy for Two Girls_\n\n\n    LONDON: HENDERSONS\n\n    66 CHARING CROSS ROAD, W.C.\n\n    1920\n\n\n\n\n    _To_\n\n    H. F. RUBINSTEIN\n\n\n\n\n_This play was first performed at Farthingstone on June 19th, 1919, by\nPhyllis Reid (Hilda Gray) and Margot Sieveking (Gioconda), having been\nwritten at their request._\n\n\n\n\nSQUARE PEGS\n\n\nCHARACTERS.\n\n    HILDA          A MODERN GIRL.\n\n    GIOCONDA       A FIFTEENTH CENTURY VENETIAN.\n\n\nSCENE.\n\n_A Garden. Entrance right and left. Left, a table and two chairs. (The\ngeneral effect should suggest a little lawn which leads outward in\nseveral directions.)_\n\n_The arrival of a taxicab is heard, off. Enter left_, HILDA _in\nsummer hat and dress and with a light cloak on her arm. She carries a\nfolding-map and a small book._\n\nHILDA (_speaking off, left_).\n\n    What's that? As certain as your name's Joe Billings\n    The taximeter points at fifteen shillings.\n    Well, and you've had a pound. What? Made a slip?\n    _I_ thought five shillings was a handsome tip.\n    You want my father's home-address? 'The Haven,\n    Chad Crescent, Baystead, North-West 57.'\n    He'll write you out a cheque--I'm sure he will.\n\n                               [_Sound of a motor-horn growing fainter._\n\n    The creature's gone. These taxi-men! But still--\n    At last I've found the Enchanted Garden... Wait:\n    Suppose that isn't really Merlin's Gate,\n    Nor this the garden where a girl who loathes\n    Our Twentieth Century (all except its clothes)\n    May turn the Book of Time to any page\n    And find herself back in a lovelier age?\n    The map will show. Yes, there's the gate, and there's\n    That wall, that table, these two empty chairs...\n    Everything's right. How wonderful, how splendid,\n    To know that here the roar of time has ended!\n    Now, let me see...                            [_Consulting her map._\n\n                       If I should take that road\n    What century should I have for my abode?\n    'To Ancient Rome.' Lovely!\n\n                             [_She starts to go out, right. Then stops._\n\n                               It might be serious,\n    Though, if I chanced on Nero or Tiberius.\n    The Romans had no manners... This way here--\n    So the map says--would lead me to the year\n    Ten-sixty-six. I won't be such a fool\n    As go back where I stuck so long at school.\n    William the First was always dull. I know\n    He'd make me listen to him--standing so,\n    With Bayeux hands, knee crookèd, and neck bowed--\n    While he read all the Domesday Book aloud.\n    I shan't go there... Now, that's a pretty view!\n\n                                                [_Referring to the map._\n\n    'The Eighteenth Century: Boswell Avenue.'\n    I might try that. But no--that won't do either.\n    I'd have to wear a wig or tell them why there,\n    Love coffee-houses more than trees and birds\n    And talk in such tremendously long words.\n    I know, I know! If I can find the way\n    I'll wander back into the sumptuous day\n    When, in his gardens near the warm lagoon,\n    Titian gave feasts under the stars and moon.\n    That would be heavenly! Those were noble times.\n    There was a grandeur even about the crimes\n    Of people like the Borgias ... and their dresses,\n    And the sweet way they wore their hair in tresses,\n    And--oh, and everything! What was Titian's date?\n    I mustn't err into a time too late;\n    But how to make quite sure? I'll take a look\n    In this adorable fire-coloured book--\n    Addington Symonds... Oh, that I knew more!\n    Was it in fifteen-sixty or before?\n\n           [_Settling herself in one of the chairs, she becomes absorbed\n               in her book. Enter, right_, GIOCONDA _carrying two or\n               three modern novels_.\n\nGIOCONDA (_speaking off, right_).\n\n    I thank you, gondolier. You drowned my nurse\n    With true dramatic finish. Take this purse.\n    So--I am in that Garden where time speeds\n    Backward or forward as our fancy needs.\n    How sick I am of cloaks and ambuscades,\n    Of poison, daggers, moonlight serenades,\n    Of those dull dances that are all _I_ get--\n    Pavane, gavotte, forlana, minuet--\n    And the long pageant of our life at Venice!\n    Now, in the Twentieth Century there is tennis,\n    With cream and strawberries round a chestnut-tree,\n    And day-long idling in the June-blue sea,\n    And soda-fountains, too, and motor-cars,\n    And Henley Weeks and Russian Ballet 'stars.'\n    Oh, what a wealth of joy that century has!\n    To think that I myself may learn to jazz!\n    Truly, I judge it has no slightest flaw--\n    The glorious age of Bennett, Wells, and Shaw.\n\n                [_She sets her books on the table and curtsies to them._\n\n    Gramercy now--Shaw, Bennett, Wells, and Co.--\n    Since you have shown me what I longed to know,\n    How to behave, talk, smoke, and bob my hair\n    In nineteen-twenty, when at last I'm there.\n    Could I but find a guide! How shall I tell\n    Which road to follow? If I listen well\n    I ought to hear the roaring of their trains,\n    Their motor-horns, their humming monoplanes...\n\n                                   [_She listens intently for a moment._\n\n    The very bees are silent...                         [_Seeing_ HILDA.\n\n                                Who is that?\n    Surely, unless the books have lied, her hat\n    Came from 'Roulette's,' in Portman Square, West One!\n    A Twentieth-Century girl! The thing is done--\n    I need but ask her which way London lies.\n\n                                             [_Kissing her hand, right._\n\n    Farewell, Rialto! Farewell, Bridge of Sighs!\n\n                   [_She goes up to_ HILDA _and curtsies ceremoniously_.\n\n    Dear Signorina ... Signorina ... Deep\n    In Bennett's fragrant works, or can she sleep?\n    Could _The Five Towns_ have bored her? Let me try\n    Once more. Most noble Signorina...\n\nHILDA (_starting up_).\n\n                                       Why,\n    Who are you, lady? By your dress and ways\n    I think you must have come from Titian's days.\n\nGIOCONDA.\n\n    Indeed, I do. Old Titian! How he talks!\n    He did my portrait last July in chalks.\n    But grant me the great liberty, I pray,\n    Of asking what your name is...\n\nHILDA.\n\n                                   Hilda Gray.\n\nGIOCONDA.\n\n    How sweet and to the point!\n\nHILDA.\n\n                                And yours?\n\nGIOCONDA.\n\n                                           Gioconda\n    Francesca Violante Giulia della Bionda.\n\nHILDA.\n\n    It is a poem in itself! It shines\n    Like the soft sheen on Tasso's velvet lines.\n    What can have led you to forego an age\n    When life was an illuminated page\n    From some superb romance?\n\nGIOCONDA.\n\n                              And what, I wonder,\n    Can have torn you and your rich time asunder?\n\nHILDA.\n\n    I'll tell you, for I'm sure you'll sympathise.\n    I have a lover...\n\nGIOCONDA.\n\n                      That is no surprise.\n\nHILDA.\n\n    And by the post this morning came a letter--\n\nGIOCONDA.\n\n    From him?\n\nHILDA.\n\n              From him.\n\nGIOCONDA.\n\n                        What could have happened better?\n\nHILDA.\n\n    Ah! naturally you think that Harry writes\n    Of longing, suicide, and sleepless nights.\n    Did he, I'd read his letters ten times over--\n    But you don't know the Twentieth Century lover.\n    Oh, for a man who'd write through tears, all swimmily,\n    And woo me with grand metaphor and simile!\n    I couldn't bear the slang that Harry used\n    In asking for my hand.\n\nGIOCONDA.\n\n                  So you refused!\n\nHILDA.\n\n    Yes, and came here to seek a braver time.\n\nGIOCONDA.\n\n    How odd! _I_ had a letter, all in rhyme,\n    Brought by a lackey to my father's gate\n    Just when dawn broke. As if I couldn't wait!\n    He dashed up, panting; and his horse's mouth\n    Was flecked with blood and foam...\n\nHILDA (_clasping her hands_).\n\n                                      The passionate South!\n\nGIOCONDA.\n\n    The fellow gave the letter, gasped, went red,\n    And straightway horse and lackey fell down dead.\n    I scanned the note, observed the flowery phrases\n    In which the writer smothered me with praises;\n    Compared them with the style of Bernard Shaw,\n    And told him briskly that he might withdraw.\n\nHILDA.\n\n    If I could see that letter!\n\nGIOCONDA.\n\n                                So you shall,\n    Sweet friend--or, rather, right you are, old pal.\n    I'll read it.\n\n                [_She produces a letter tied with rose-coloured ribbon._\n\nHILDA.\n\n                  Do!... I see his passion's flood\n    Demands red ink.\n\nGIOCONDA.\n\n                     Oh dear, no--that's his blood.\n        Now, listen. Did you ever hear a style\n        Quite so absurd? I call it simply vile.              [_Reading._\n          'Adored Gioconda--glittering star\n            Unsullied by the dusty world,\n            Rich rose with leaves but half uncurled,\n          New Venus in thy dove-drawn car--\n          Have pity: drive thy wrath afar.\n            Let Cupid's war-flag be upfurled,\n            Lest by thy gentle hand be hurled\n        The mortal bolt that leaves no scar.\n\n        'So prays upon his aching knee\n          Thy humble vassal, once the fear\n        Of Christendom, but now--woe's me!--\n          One whose wild prayers Love will not hear,\n        Who treads the earth and has no home--\n        Giulio Pandolfo, Duke of Rome.'\n\nHILDA.\n\n    Gioconda, what a lover!\n\nGIOCONDA.\n\n                            So _I_ think--\n    His brain a dictionary, his blood mere ink.\n\nHILDA.\n\n    Oh, but _I_ mean how fine a lover! Would\n    That mine could pen a letter half so good!\n\nGIOCONDA.\n\n    How does he write?\n\nHILDA.\n\n                       Write! Would you deign to call\n    _That_ 'writing'--this illiterate blotted scrawl?\n\n                                                             [_Reading._\n\n        'Dear Hilda, if you buy _The Star_\n          To-night, you mustn't for the world\n          Suppose he got my hair uncurled--\n        That blighter who kyboshed the car.\n        He had the worst of it by far\n          Because the hood on mine was furled.\n          Good Lord! what steep abuse he hurled!\n        Yours, Harry--with a nasty scar.\n\n        'P.S.--The cut's above the knee,\n          And won't be right just yet, I fear\n        Oh, and what price you marrying me?\n          Anything doing? Let me hear.\n        Ring up to-morrow, if you're home.\n        Where shall we do our bunk? To Rome?'\n\n    Now, wasn't that enough to make me mad?\n    It is a shame! It really is too bad!\n    'Dear Hilda'--plain 'dear'! And what girl could marry\n    A man who, when proposing, ends 'yours, Harry'?\n\nGIOCONDA.\n\n    I love his downright manner. In my mind\n    I see him, a tall figure; and, behind,\n    His old two-seater. Yes, I see him plainly--\n    Close-cropped--\n\nHILDA.\n\n                    Half bald.\n\nGIOCONDA.\n\n                               Slow-moving--\n\nHILDA.\n\n                                             And ungainly.\n\nGIOCONDA.\n\n    A brow like H. G. Wells' my fancy draws,\n    An eye like Bennett's and a beard like Shaw's.\n    I know your Harry--just the English type,\n    A silent strong man married to his pipe,\n    With so few words, except about machines,\n    That he can never tell you what he means:\n    But were _I_ his, and we two went a-walking,\n    What should that matter? _I_ could do the talking.\n\nHILDA.\n\n    Surely you see, Gioconda, I require\n    A lover who can make love with some fire.\n\nGIOCONDA.\n\n    And I a lover so much overcome\n    By deep emotion that it leaves him dumb.\n\nHILDA.\n\n    No poetry? Then, so far as I can tell,\n    The Twentieth Century ought to suit you well...\n    I've an idea!\n\nGIOCONDA.\n\n                  What is it?\n\nHILDA.\n\n                              This: that you\n    Show me how best you'd like a man to woo.\n\nGIOCONDA.\n\n    I will, I will!\n\nHILDA.\n\n                    Imagine, then, that I\n    Am she for whom you say you'd gladly die.\n    This is my room at Baystead: that's the street:\n    You must come in from there--                  [_Leading her, left._\n                                  and then we meet.\n\nGIOCONDA.\n\n    By Holy Church, a pretty sport to play!\n    God shield you, Signorina Hilda Grey!                  [_Exit left._\n\nHILDA.\n\n    Now--what's the time? It must be half-past four.\n    It is. I'll give him just one minute more.\n\n          [_Looking at herself in a pocket-mirror, and making a toilet._\n\n    Goodness! I do look horrid... Will he bring\n    An emerald or a pearl engagement-ring?\n    He comes! I'll take pearls as a last resort.\n\n_Enter, left_, GIOCONDA (_carrying a pipe and a walking-stick_).\n\nGIOCONDA.\n\n    Well, and how _are_ you? In the pink, old sport?\n\nHILDA.\n\n    I'm glad to see you, Harry. Do sit down.\n\nGIOCONDA.\n\n    'Some' heat to-day, what? Even here. In town\n    Perfectly awful. Got a match?\n\n           [_She tries in vain to light the pipe from a match struck by_\n               HILDA.\n\n                                  I say,\n    Old thing--you really look top-hole to-day.\n\nHILDA.\n\n    Well, naturally: I knew that you were coming.\n\n           [GIOCONDA _pulls at her pipe in silence, pokes the floor with\n               her stick, and shifts it from hand to hand._\n\n    You're very quiet.\n\nGIOCONDA (_with a start_).\n\n                       Oh! what's that you're thumbing?\n\n                    [_Goes over to_ HILDA _and looks over her shoulder._\n\nHILDA.\n\n    Addington Symonds.\n\nGIOCONDA.\n\n                       Any good?\n\nHILDA.\n\n                                 Why--gorgeous!\n    You ought to read it--all about the Borgias.\n\nGIOCONDA.\n\n    What are they? Oh, I see! I had enough\n    Up at the 'Varsity of that sort of stuff.\n    I say--oh, blast the thing, this pipe's a dud!\n\n                                      [_She puts the pipe on the table._\n\nHILDA.\n\n    You smoke too much. They say it slows the blood,\n    And _that_ you simply can't afford.                        [_Pause._\n\nGIOCONDA.\n\n                                        I say--\n\nHILDA.\n\n    Well, what?\n\nGIOCONDA.\n\n                You really look top-hole to-day.\n\nHILDA.\n\n    How nice! But flattery always was your wont.               [_Pause._\n\nGIOCONDA.\n\n    I say--\n\nHILDA.\n\n            That's just it, Harry dear--you don't.\n\nGIOCONDA.\n\n    I came to ask you something...                  [_Producing a ring._\n                                   Ever seen\n    A ring like this? Not a bad sort of green.\n\nHILDA (_taking it_).\n\n    Emeralds! I worship emeralds. They enthrone\n    All the luxuriant summer in a stone.\n    Do let me just see how it looks! The third\n    Finger, I think, is generally preferred?\n    How splendid! Won't she be delighted?\n\nGIOCONDA.\n\n                                          Who?\n\nHILDA.\n\n    Your dear Aunt Kate.\n\nGIOCONDA.\n\n                         I bought the thing for you.\n\nHILDA.\n\n    Harry!\n\nGIOCONDA.\n\n           _You_ know--a what-d'you-call-it ring.\n\nHILDA.\n\n    Engagement?\n\nGIOCONDA.\n\n                That's the goods. And in the Spring\n    The parson gets our guinea. What about it?\n\nHILDA.\n\n    See, how it fits! I couldn't do without it.\n\nGIOCONDA.\n\n    Right-o! Then, that's that: good. But if you carry\n    A diary, jot down, 'Next Spring, marry Harry'--\n    You might forget. You've got a diary?\n\nHILDA (_bringing a small diary from her bag_).\n\n                                          Look--\n    I did blush--buying an engagement-book!\n\nGIOCONDA.\n\n    Well, how's the enemy? Good Lord! what a shock!\n    D'you know, old bean, it's more than five o'clock?\n\nHILDA.\n\n    You'll have some tea?\n\nGIOCONDA.\n\n                          Can't. Sorry. Told two men\n    I'd play a foursome with them at 5.10.\n    You'd better make the fourth.\n\nHILDA.\n\n                                  I really can't.\n    I've got some new delphiniums I _must_ plant.\n\nGIOCONDA (_going out, left_).\n\n    See you to-morrow, then.\n\nHILDA.\n\n                             You'll drive me frantic\n    If you're not just the teeniest bit romantic!\n\nGIOCONDA.\n\n    It isn't done. You're absolutely wrong\n    In asking me to do that stunt. So long!\n\n                             [_She tosses the pipe and stick off, left._\n\n    There! Did I play it well? You'd be my wife?\n\nHILDA (_sighing_).\n\n    My dear, you played old Harry to the life--\n    His gaucherie...\n\nGIOCONDA.\n\n                     His noble self-command...\n\nHILDA.\n\n    The way he shifts his cane from hand to hand...\n\nGIOCONDA.\n\n    A nervous trick that shows how much he feels...\n\nHILDA.\n\n    All I know is--I'd have a man who kneels\n    And pours out passion in a style as rippling\n    As the best Swinburne--or at least as Kipling.\n\nGIOCONDA.\n\n    Then I'll now be _your_ lady. To your part--\n    Woo me as you'd be wooed!\n\nHILDA.\n\n                              With all my heart!\n\n              [_Catching up her cloak, she flings it over her shoulder._\n\n    Last Miracle of the World, sainted, adored,\n    Divine Gioconda--hear me, I beg!\n\nGIOCONDA.\n\n                                     My lord!\n\nHILDA.\n\n    Dost know of passion? Is that heart so pure\n    As not to guess what torments I endure\n    Who for so long have sighed for thee in vain?\n    And wilt thou have no pity on my pain?\n    Wilt thou still spurn me as a thing abhorred\n    Whose only crime is to love thee?\n\nGIOCONDA.\n\n                                      My lord--\n\nHILDA.\n\n    Stay! I will brook no answer. For thy sake\n    Did I not paint the town in crimson-lake?\n    Have I not wrenched thee through thy nunnery-bars?\n    And bear I not some ninety-seven scars\n    Taken as I fought my way to thy fair feet?\n    Think how thy relatives rushed into the street\n    To save thee--how I put them to the sword\n    And left them strewn about in heaps!\n\nGIOCONDA.\n\n                                         My lord--\n\nHILDA.\n\n    Had I a boy's light love when I, to win\n    Thy favour, cut off all thy kith and kin?\n    Run through the list! Measure my love by that!\n    Two great-grandfathers (one, I own, was fat);\n    Five brothers; fourteen uncles; half a score\n    Of nephews (and I dare say even more);\n    A brace of maiden-aunts; a second-cousin;\n    And family connections by the dozen.\n    Does it not melt that pitiless heart of ice\n    To see thyself secured at such a price?\n\nGIOCONDA.\n\n    My lord--\n\nHILDA.\n\n              Or if indeed thy heart requires\n    Flame fiercer than my love's Etnaean fires--\n    Ask what thou wilt, but do not ask that I\n    Live on. Command me, rather, how to die.\n    Say in what style thou'dst have me perish here,\n    So that at least my ardour win one tear!\n    Choose what thou wilt--I'll execute thy charge--\n    Nor fear to speak: my repertoire is large.\n    I can suspend myself upon a rafter;\n    Fall on my blade, and die with horrid laughter;\n    Leap from a height; read Bennett's books; or swallow\n    Poison--and, mark you, with no sweet to follow.\n\nGIOCONDA.\n\n    My lord--\n\nHILDA.\n\n              Thy choice is made?\n\nGIOCONDA.\n\n                                  My lord--\n\nHILDA.\n\n                                            Alack!\n\nGIOCONDA.\n\n    I have accepted thee ten minutes back.\n\nHILDA.\n\n    Then--I will deign to live. My castle stands\n    Four-towered among its olive-silvered lands.\n    Away! Away! Thou art all heaven to me!\n\n                            [_She drags_ GIOCONDA _right_. _They break._\n\nGIOCONDA.\n\n    Wonderful! That's Pandolfo to a tee!\n\nHILDA.\n\n    I should adore him!\n\nGIOCONDA.\n\n                        And I Harry, too...\n    If only you were I and I were you!\n    But soft! since here we stand beyond the range\n    Of Time, why don't we swop?\n\nHILDA.\n\n                                You mean 'exchange'?\n    Why not? We will!                          [_Moving quickly, right._\n                      May Titian's age enfold me!\n\nGIOCONDA.\n\n    Stop! Stop! You can't go yet. You haven't told me\n    Where I can find the Twentieth Century.\n\nHILDA (_leading her front, and pointing to the audience_).\n\n                                            Then,\n    Behold its ladies and its gentlemen.\n\nGIOCONDA.\n\n    What lovely people!... All the same, you know,\n    They're not as I have pictured them.\n\nHILDA.\n\n                                         How so?\n\nGIOCONDA.\n\n    They're all so still... And then--my fancy boggles\n    To see not one who's wearing motor-goggles!\n    How can I get among them?\n\nHILDA.\n\n                              You must jump\n    Down there.\n\nGIOCONDA.\n\n                But that would mean a dreadful bump!\n\nHILDA.\n\n    You want to go from fifteen-sixty sheer\n    To nineteen-twenty. 'Tis a jump, my dear...\n    And so--farewell! I come, I come at last--\n    O fire and sound and perfumes of the Past!\n\n                                         [_She goes out quickly, right._\n\nGIOCONDA.\n\n    Her eyes were green. However hard he tries,\n    Pandolfo never can resist green eyes.\n    I know he'll die for her and not for me.\n    Why did I let her go? It shall not be!\n\n                                                 [HILDA _enters, right._\n\nHILDA.\n\n    It shall not be! Why did I let her go?\n    Harry will love her more than me, I know.\n    Gioconda!\n\nGIOCONDA.\n\n              Hilda!\n\nHILDA.\n\n                     Somehow, after all,\n    I can't let Harry go beyond recall.\n    I think of his good heart: I know how proud\n    I'll be to watch him through a dusty cloud\n    When his new car, balanced upon one tire,\n    Rolls roistering through the lanes of Devonshire.\n\nGIOCONDA.\n\n    I too, fair friend, perceive with sudden terror\n    The greatness of my momentary error.\n    I mustn't let you risk the enterprise...\n    Pandolfo never could endure green eyes!\n\nHILDA.\n\n    Let us each make the best of her own age!\n\nGIOCONDA.\n\n    But sometimes you will write me--just a page?\n\nHILDA.\n\n    I will indeed. And you?\n\nGIOCONDA.\n\n                            And so will I.\n    Hilda--farewell!\n\nHILDA.\n\n    Gioconda, dear--good-bye!\n\n        [_Standing in the middle of the stage, they take hands and kiss.\n            Then they come to the front, left and right._\n\n    So ends our fantasy--the slight design\n      Arisen and gone like sound in summer trees,\n\nGIOCONDA.\n\n      The burden such as every mind may seize--\n    That in all centuries life is goodly wine!\n\nHILDA.\n\n    Which has the more of joy, her age or mine,\n      We leave you to determine as you please.\n\nGIOCONDA.\n\n      Mine has the painting-schools--the Sienese,\n    Venetian and unchallenged Florentine.\n\nHILDA.\n\n    Mine has the knowledge that our mortal pains\n      Are fleeing from the skilled physician's arts.\n\nGIOCONDA.\n\n    Mine the delight of unspoiled hills and plains,\n      Fair speech, adventure, and romantic hearts.\n\nHILDA.\n\n    And mine a sense that, by the single sun\n    That all men share, the world for man is one.\n\n\n\n\nLONDON: STRANGEWAYS, PRINTERS.\n\n\n\n\n_AT THE BOMB SHOP_\n\nHENDERSONS\n\n66 Charing Cross Road\n\n\nPLAYS\n\n    By JOSIP KOSOR                                           POST PAID\n                                                               _s_ _d_\n    People of the Universe                                      7   6\n        Four Serbo-Croatian Plays: The Woman, Passion's\n        Furnace, Reconciliation, The Invincible Ship\n\n    By AUGUST STRINDBERG\n        Advent. A Mystery Play                                  1   2\n        Julie. A Play in One Act                                1   2\n        The Creditor. A Play in One Act                         1   2\n        Paria, Simoon. Two One Act Plays                        1   2\n\n    By LEONID ANDREYEV\n        The Dear Departing. A Frivolous Performance in\n            One Act                                             1   2\n\n    By ANTON CHEKHOV\n        The Seagull. A Play in Four Acts                        1   2\n\n    By MILES MALLESON\n        Youth. A Play in Three Acts                             1   8\n        The Little White Thought. A Fantastic Scrap             1   2\n        Paddly Pools. A Little Fairy Play                       1   2\n        Maurice's Own Idea. A Little Dream Play                 1   2\n\n    By E. S. P. HAYNES\n        A Study in Bereavement. A Play in One Act               1   2\n\n    By JOHN BURLEY\n        Tom Trouble. A Play in Four Acts                        1   8\n\n    By GEORG KAISER\n        From Morn to Midnight. A Play in Seven Scenes           2   3\n\n    By HERMAN HEIJERMANS\n        The Good Hope. A Play in Four Acts. (_In the Press._)\n        The Rising Sun. A Play in Four Acts. (_In the Press._)\n\n    By N. EVREINOF\n        The Theatre of the Soul. A Monodrama in One Act         1   2\n          (_2nd Edition in the Press._)\n\n\n  COTERIE _A Quarterly_\n  ART, PROSE AND POETRY\n\n  _Edited by Chaman Lall                                   Contributors_\n\nT. W. Earp, Wilfred Rowland Childe, R. C. Trevelyan, L. A. G. Strong,\nA. E. Coppard, Aldous Huxley, Eric C. Dickinson, Harold J. Massingham,\nChaman Lall, Russell Green, T. S. Eliot, Conrad Aiken, Richard\nAldington, Henri Gaudier-Brzeska, John Gould Fletcher, Cora Gordon,\nHelen Rootham, Edith Sitwell, Walter Sickert, W. Rothenstein, Lawrence\nAtkinson, Nina Hamnett, A. Odle, A. Allinson, E. R. Brown, William\nRoberts, Edward Wadsworth, E. H. W. Meyerstein, Herbert Read, Babette\nDeutsch, E. Crawshay Williams, Turnbull, John Flanagan, Modigliani,\nEdward J. O'Brien, Wilfred Owen, Thomas Moult, Wilfrid Wilson Gibson,\nDouglas Goldring, E. R. Dodds, Sacheverell Sitwell, E. C. Blunden,\nHarold Monro, Robert Nicholls, F. S. Flint, Osbert Sitwell, John J.\nAdams, Frederick Manning, Charles Beadle, Royston Dunnachie Campbell,\nJohn Cournos, Henry J. Felton, H. D., Gerald Gould, C. B. Kitchin,\nAmy Lowell, Paul Selver, Iris Tree, Zadkine, E. M. O'R. Dickie, André\nDerain, David Bomberg, Otakar Brezina, E. Powys Mathers, 'Michal,'\nRaymond Pierpoint, Benjamin Gilbert Brooks, Frank Golding, Archipenko,\nRené Durey, Mary Stella Edwards.\n\n\nLONDON: _HENDERSONS_ 66 CHARING CROSS ROAD\n\n",
    "metadata": {
        "author": [
            "Bax, Clifford"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/43299/pg43299.txt",
        "name": "square_pegs_a_rhymed_fantasy_for_two_girls.json"
    }
}