{
    "name": "Stepping backwards [Night watches, Part 5.]",
    "author": [
        "Jacobs, William Wymark",
        "Jacobs, W. W. (William Wymark)"
    ],
    "body": "\n\nSTEPPING BACKWARDS\n\n\"Wonderful improvement,\" said Mr. Jack Mills.  \"Show 'em to me again.\"\n\nMr. Simpson took his pipe from his mouth and, parting his lips, revealed\nhis new teeth.\n\n\"And you talk better,\" said Mr. Mills, taking his glass from the counter\nand emptying it; \"you ain't got that silly lisp you used to have.  What\ndoes your missis think of 'em?\"\n\n\"She hasn't seen 'em yet,\" said the other.  \"I had 'em put in at dinner-\ntime.  I ate my dinner with 'em.\"\n\nMr. Mills expressed his admiration.  \"If it wasn't for your white hair\nand whiskers you'd look thirty again,\" he said, slowly.  \"How old are\nyou?\"\n\n\"Fifty-three,\" said his friend.  \"If it wasn't for being laughed at I've\noften thought of having my whiskers shaved off and my hair dyed black.\nPeople think I'm sixty.\"\n\n\"Or seventy,\" continued Mr. Mills.  \"What does it matter, people\nlaughing?  You've got a splendid head of 'air, and it would dye\nbeautiful.\"\n\nMr. Simpson shook his head and, ordering a couple of glasses of bitter,\nattacked his in silence.\n\n\"It might be done gradual,\" he said, after a long interval.  \"It don't\ndo anybody good at the warehouse to look old.\"\n\n\"Make a clean job of it,\" counselled Mr. Mills, who was very fond of a\nlittle cheap excitement.  \"Get it over and done with.  You've got good\nfeatures, and you'd look splendid clean-shaved.\"  Mr. Simpson smiled\nfaintly.  \"Only on Wednesday the barmaid here was asking after you,\"\npursued Mr. Mills.  Mr. Simpson smiled again.  \"She says to me, 'Where's\nGran'pa?' she says, and when I says, haughty like, 'Who do you mean?'\nshe says, 'Father Christmas!'  If you was to tell her that you are only\nfifty-three, she'd laugh in your face.\"\n\n\"Let her laugh,\" said the other, sourly.\n\n\"Come out and get it off,\" said Mr. Mills, earnestly.  \"There's a\nbarber's in Bird Street; you could go in the little back room, where he\ncharges a penny more, and get it done without anybody being a bit the\nwiser.\"\n\nHe put his hand on Mr. Simpson's shoulder, and that gentleman, with a\nglare in the direction of the fair but unconscious offender, rose in a\nhypnotized fashion and followed him out.  Twice on the way to Bird\nStreet Mr. Simpson paused and said he had altered his mind, and twice\ndid the propulsion of Mr. Mills's right hand, and his flattering\nargument, make him alter it again.\n\nIt was a matter of relief to Mr. Simpson that the barber took his\ninstructions without any show of surprise.  It appeared, indeed, that an\nelderly man of seventy-eight had enlisted his services for a similar\npurpose not two months before, and had got married six weeks afterwards.\nAge of the bride given as twenty-four, but said to have looked older.\n\nA snip of the scissors, and six inches of white beard fell to the floor.\nFor the first time in thirty years Mr. Simpson felt a razor on his face.\nThen his hair was cut and shampooed; and an hour later he sat gazing at\na dark-haired, clean-shaven man in the glass who gazed back at him with\nwondering eyes--a lean-jawed, good-looking man, who, in a favourable\nlight, might pass for forty.  He turned and met the admiring eyes of Mr.\nMills.\n\n\"What did I tell you?\"  inquired the latter.  \"You look young enough to\nbe your own son.\"\n\n\"Or grandson,\" said the barber, with professional pride.\n\nMr. Simpson got up slowly from the chair and, accompanied by the\nadmiring Mr. Mills, passed out into the street.  The evening was young,\nand, at his friend's suggestion, they returned to the Plume of Feathers.\n\n\"You give the order,\" said Mr. Mills, \"and see whether she recognizes\nyou.\"\n\nMr. Simpson obeyed.\n\n\"Don't you know him?\"  inquired Mr. Mills, as the barmaid turned away.\n\n\"I don't think I have that pleasure,\" said the girl, simpering.\n\n\"Gran'pa's eldest boy,\" said Mr. Mills.\n\n\"Oh!\"  said the girl.  \"Well, I hope he's a better man than his father,\nthen?\"\n\n\"What do you mean by that?\"  demanded Mr. Simpson, painfully conscious\nof his friend's regards.\n\n\"Nothing,\" said the girl, \"nothing.  Only we can all be better, can't\nwe? He's a nice old gentleman; so simple.\"\n\n\"Don't know you from Adam,\" said Mr. Mills, as she turned away.  \"Now,\nif you ask me, I don't believe as your own missis will recognize you.\"\n\n\"Rubbish,\" said Mr. Simpson.  \"My wife would know me anywhere.  We've\nbeen married over thirty years.  Thirty years of sunshine and shadow\ntogether.  You're a single man, and don't understand these things.\"\n\n\"P'r'aps you're right,\" said his friend.  \"But it'll be a bit of a shock\nto her, anyway.  What do you say to me stepping round and breaking the\nnews to her?  It's a bit sudden, you know.  She's expecting a white-\nhaired old gentleman, not a black-haired boy.\"\n\nMr. Simpson looked a bit uneasy.  \"P'r'aps I ought to have told her\nfirst,\" he murmured, craning his neck to look in the glass at the back\nof the bar.\n\n\"I'll go and put it right for you,\" said his friend.  \"You stay here and\nsmoke your pipe.\"\n\nHe stepped out briskly, but his pace slackened as he drew near the\nhouse.\n\n\"I--I--came--to see you about your husband,\" he faltered, as Mrs.\nSimpson opened the door and stood regarding him.\n\n\"What's the matter?\"  she exclaimed, with a faint cry.  \"What's happened\nto him?\"\n\n\"Nothing,\" said Mr. Mills, hastily.  \"Nothing serious, that is.  I just\ncame round to warn you so that you will be able to know it's him.\"\n\nMrs. Simpson let off a shriek that set his ears tingling.  Then,\nsteadying herself by the wall, she tottered into the front room,\nfollowed by the discomfited Mr. Mills, and sank into a chair.\n\n\"He's dead!\"  she sobbed.  \"He's dead!\"\n\n\"He is not,\" said Mr. Mills.\n\n\"Is he much hurt?  Is he dying?\"  gasped Mrs. Simpson.\n\n\"Only his hair,\" said Mr. Mills, clutching at the opening.  \"He is not\nhurt at all.\"\n\nMrs. Simpson dabbed at her eyes-and sat regarding him in bewilderment.\nHer twin chins were still quivering with emotion, but her eyes were\nbeginning to harden.  \"What are you talking about?\"  she inquired, in a\nraspy voice.\n\n\"He's been to a hairdresser's,\" said Mr. Mills.  \"He's 'ad all his white\nwhiskers cut off, and his hair cut short and dyed black.  And, what with\nthat and his new teeth, I thought--he thought--p'r'aps you mightn't know\nhim when he came home.\"\n\n\"Dyed?\"  cried Mrs. Simpson, starting to her feet.\n\nMr. Mills nodded.  \"He looks twenty years younger,\" he said, with a\nsmile.  \"He'd pass for his own son anywhere.\"\n\nMrs. Simpson's eyes snapped.  \"Perhaps he'd pass for my son,\" she\nremarked.\n\n\"Yes, easy,\" said the tactful Mr. Mills.  \"You can't think what a\ndifference it's made to him.  That's why I came to see you--so you\nshouldn't be startled.\"\n\n\"Thank you,\" said Mrs. Simpson.  \"I'm much obliged.  But you might have\nspared yourself the trouble.  I should know my husband anywhere.\"\n\n\"Ah, that's what you think,\" retorted Mr. Mills, with a smile; \"but the\nbarmaid at the Plume didn't.  That's what made me come to you.\"\n\nMrs. Simpson gazed at him.\n\n\"I says to myself,\" continued Mr. Mills, \"'If she don't know him, I'm\ncertain his missis won't, and I'd better----'\"\n\n\"You'd better go,\" interrupted his hostess.\n\nMr. Mills started, and then, with much dignity, stalked after her to the\ndoor.\n\n\"As to your story, I don't believe a word of it,\" said Mrs. Simpson.\n\"Whatever else my husband is, he isn't a fool, and he'd no more think of\ncutting off his whiskers and dyeing his hair than you would of telling\nthe truth.\"\n\n\"Seeing is believing,\" said the offended Mr. Mills, darkly.\n\n\"I'll wait till I do see, and then I sha'n't believe,\" was the reply.\n\"It is a put-up job between you and some other precious idiot, I expect.\nBut you can't deceive me.  If your black-haired friend comes here, he'll\nget it, I can tell you.\"\n\nShe slammed the door on his protests and, returning to the parlour,\ngazed fiercely into the glass on the mantelpiece.  It reflected sixteen\nstone of honest English womanhood, a thin wisp of yellowish-grey hair,\nand a pair of faded eyes peering through clumsy spectacles.\n\n\"Son, indeed!\"  she said, her lips quivering.  \"You wait till you come\nhome, my lord!\"\n\nMr. Simpson, with some forebodings, returned home an hour later.  To a\nman who loved peace and quietness the report of the indignant Mr. Mills\nwas not of a reassuring nature.  He hesitated on the doorstep for a few\nseconds while he fumbled for his key, and then, humming unconcernedly,\nhung his hat in the passage and walked into the parlour.\n\nThe astonished scream of his wife warned him that Mr. Mills had by no\nmeans exaggerated.  She rose from her seat and, crouching by the\nfireplace, regarded him with a mixture of anger and dismay.\n\n\"It--it's all right, Milly,\" said Mr. Simpson, with a smile that\nrevealed a dazzling set of teeth.\n\n\"Who are you?\"  demanded Mrs. Simpson.  \"How dare you call me by my\nChristian name.  It's a good job for you my husband is not here.\"\n\n\"He wouldn't hurt me,\" said Mr. Simpson, with an attempt at\nfacetiousness.  \"He's the best friend I ever had.  Why, we slept in the\nsame cradle.\"\n\n\"I don't want any of your nonsense,\" said Mrs. Simpson.  \"You get out of\nmy house before I send for the police.  How dare you come into a\nrespectable woman's house in this fashion?  Be off with you.\"\n\n\"Now, look here, Milly----\" began Mr. Simpson.\n\nHis wife drew herself up to her full height of four feet eleven.\n\n\"I've had a hair-cut and a shave,\" pursued her husband; \"also I've had\nmy hair restored to its natural colour.  But I'm the same man, and you\nknow it.\"\n\n\"I know nothing of the kind,\" said his wife, doggedly.  \"I don't know\nyou from Adam.  I've never seen you before, and I don't want to see you\nagain.  You go away.\"\n\n\"I'm your husband, and my place is at home,\" replied Mr. Simpson.  \"A\nman can have a shave if he likes, can't he?  Where's my supper?\"\n\n\"Go on,\" said his wife.  \"Keep it up.  But be careful my husband don't\ncome in and catch you, that's all.\"\n\nMr. Simpson gazed at her fixedly, and then, with an impatient\nexclamation, walked into the small kitchen and began to set the supper.\nA joint of cold beef, a jar of pickles, bread, butter, and cheese made\nan appetizing display.  Then he took a jug from the dresser and\ndescended to the cellar.\n\nA musical trickling fell on the ear of Mrs. Simpson as she stood at the\nparlour door, and drew her stealthily to the cellar.  The key was in the\nlock, and, with a sudden movement, she closed the door and locked it.  A\nsharp cry from Mr. Simpson testified to his discomfiture.\n\n\"Now I'm off for the police,\" cried his wife.\n\n\"Don't be a fool,\" shouted Mr. Simpson, tugging wildly at the door-\nhandle.  \"Open the door.\"\n\nMrs. Simpson remained silent, and her husband resumed his efforts until\nthe door-knob, unused to such treatment, came off in his hand.  A sudden\nscrambling noise on the cellar stairs satisfied the listener that he had\nnot pulled it off intentionally.\n\nShe stood for a few moments, considering.  It was a stout door and\nopened inwards.  She took her bonnet from its nail in the kitchen and,\nwalking softly to the street-door, set off to lay the case before a\nbrother who lived a few doors away.\n\n\"Poor old Bill,\" said Mr. Cooper, when she had finished.  \"Still, it\nmight be worse; he's got the barrel o' beer with him.\"\n\n\"It's not Bill,\" said Mrs. Simpson.\n\nMr. Cooper scratched his whiskers and looked at his wife.\n\n\"She ought to know,\" said the latter.  \"We'll come and have a look at\nhim,\" said Mr. Cooper.\n\nMrs. Simpson pondered, and eyed him dubiously.\n\n\"Come in and have a bit of supper,\" she said at last.  \"There's a nice\npiece of beef and pickles.\"\n\n\"And Bill--I mean the stranger--sitting on the beer-barrel,\" said Mr.\nCooper, gloomily.\n\n\"You can bring your beer with you,\" said his sister, sharply.  \"Come\nalong.\"\n\nMr. Cooper grinned, and, placing a couple of bottles in his coat\npockets, followed the two ladies to the house.  Seated at the kitchen\ntable, he grinned again, as a persistent drumming took place on the\ncellar door. His wife smiled, and a faint, sour attempt in the same\ndirection appeared on the face of Mrs. Simpson.\n\n\"Open the door!\"  bellowed an indignant voice.  \"Open the door!\"\n\nMrs. Simpson, commanding silence with an uplifted finger, proceeded to\ncarve the beef.  A rattle of knives and forks succeeded.\n\n\"O-pen-the-door!\"  said the voice again.\n\n\"Not so much noise,\" commanded Mr. Cooper.  \"I can't hear myself eat.\"\n\n\"Bob!\"  said the voice, in relieved accents, \"Bob!  Come and let me\nout.\"\n\nMr. Cooper, putting a huge hand over his mouth, struggled nobly with his\nfeelings.\n\n\"Who are you calling 'Bob'?\"  he demanded, in an unsteady voice.  \"You\nkeep yourself to yourself.  I've heard all about you.  You've got to\nstay there till my brother-in-law comes home.\"\n\n\"It's me, Bob,\" said Mr. Simpson--\"Bill.\"\n\n\"Yes, I dare say,\" said Mr. Cooper; \"but if you're Bill, why haven't you\ngot Bill's voice?\"\n\n\"Let me out and look at me,\" said Mr. Simpson.\n\nThere was a faint scream from both ladies, followed by protests.\n\n\"Don't be alarmed,\" said Mr. Cooper, reassuringly.  \"I wasn't born\nyesterday.  I don't want to get a crack over the head.\"\n\n\"It's all a mistake, Bob,\" said the prisoner, appealingly.  \"I just had\na shave and a haircut and--and a little hair-dye.  If you open the door\nyou'll know me at once.\"\n\n\"How would it be,\" said Mr. Cooper, turning to his sister, and speaking\nwith unusual distinctness--\"how would it be if you opened the door, and\njust as he put his head out I hit it a crack with the poker?\"\n\n\"You try it on,\" said the voice behind the door, hotly.  \"You know who I\nam well enough, Bob Cooper.  I don't want any more of your nonsense.\nMilly has put you up to this!\"\n\n\"If your wife don't know you, how do you think I can?\"  said Mr. Cooper.\n\"Now, look here; you keep quiet till my brother-in-law comes home.  If\nhe don't come home perhaps we shall be more likely to think you're him.\nIf he's not home by to-morrow morning we--Hsh!  Hsh!  Don't you know\nthere's ladies present?\"\n\n\"That settles it,\" said Mrs. Cooper, speaking for the first time.  \"My\nbrother-in-law would never talk like that.\"\n\n\"I should never forgive him if he did,\" said her husband, piously.\n\nHe poured himself out another glass of beer and resumed his supper with\nrelish.  Conversation turned on the weather, and from that to the price\nof potatoes.  Frantic efforts on the part of the prisoner to join in the\nconversation and give it a more personal turn were disregarded.  Finally\nhe began to kick with monotonous persistency on the door.\n\n\"Stop it!\"  shouted Mr. Cooper.\n\n\"I won't,\" said Mr. Simpson.\n\nThe noise became unendurable.  Mr. Cooper, who had just lit his pipe,\nlaid it on the table and looked round at his companions.\n\n\"He'll have the door down soon,\" he said, rising.  \"Halloa, there!\"\n\n\"Halloa!\"  said the other.\n\n\"You say you're Bill Simpson,\" said Mr. Cooper, holding up a forefinger\nat Mrs. Simpson, who was about to interrupt.  \"If you are, tell us\nsomething you know that only you could know; something we know, so as to\nidentify you.  Things about your past.\"\n\nA strange noise sounded behind the door.\n\n\"Sounds as though he is smacking his lips,\" said Mrs. Cooper to her\nsister-in-law, who was eyeing Mr. Cooper restlessly.\n\n\"Very good,\" said Mr. Simpson; \"I agree.  Who is there?\"\n\n\"Me and my wife and Mrs. Simpson,\" said Mr. Cooper.\n\n\"He is smacking his lips,\" whispered Mrs. Cooper.  \"Having a go at the\nbeer, perhaps.\"\n\n\"Let's go back fifteen years,\" said Mr. Simpson in meditative tones.\n\"Do you remember that girl with copper-coloured hair that used to live\nin John Street?\"\n\n\"No!\"  said Mr. Cooper, loudly and suddenly.\n\n\"Do you remember coming to me one day--two days after Valentine Day, it\nwas--white as chalk and shaking like a leaf, and--\"\n\n\"NO!\" roared Mr. Cooper.\n\n\"Very well, I must try something else, then,\" said Mr. Simpson,\nphilosophically.  \"Carry your mind back ten years, Bob Cooper--\"\n\n\"Look here!\"  said Mr. Cooper, turning round with a ghastly smile.\n\"We'd better get off home, Mary.  I don't like interfering in other\npeople's concerns.  Never did.\"\n\n\"You stay where you are,\" said his wife.\n\n\"Ten years,\" repeated the voice behind the door.  \"There was a new\nbarmaid at the Crown, and one night you----\"\n\n\"If I listen to any more of this nonsense I shall burst,\" remarked Mr.\nCooper, plaintively.\n\n\"Go on,\" prompted Mrs. Cooper, grimly.  \"One night----\"\n\n\"Never mind,\" said Mr. Simpson.  \"It doesn't matter.  But does he\nidentify me?  Because if not I've got a lot more things I can try.\"\n\nThe harassed Mr. Cooper looked around appealingly.\n\n\"How do you expect me to recognize you--\" he began, and stopped\nsuddenly.\n\n\"Go back to your courting days, then,\" said Mr. Simpson, \"when Mrs.\nCooper wasn't Mrs. Cooper, but only wanted to be.\"\n\nMrs. Cooper shivered; so did Mr. Cooper.\n\n\"And you came round to me for advice,\" pursued Mr. Simpson, in\nreminiscent accents, \"because there was another girl you wasn't sure of,\nand you didn't want to lose them both.  Do you remember sitting with the\ntwo photographs--one on each knee--and trying to make up your mind?\"\n\n\"Wonderful imagination,\" said Mr. Cooper, smiling in a ghastly fashion\nat his wife.  \"Hark at him!\"\n\n\"I am harking,\" said Mrs. Cooper.\n\n\"Am I Bill Simpson or am I not?\" demanded Mr. Simpson.\n\n\"Bill was always fond of his joke,\" said Mr. Cooper, with a glance at\nthe company that would have moved an oyster.  \"He was always fond of\nmaking up things.  You're like him in that.  What do you think, Milly?\"\n\n\"It's not my husband,\" said Mrs. Simpson.\n\n\"Tell us something about her,\" said Mr. Cooper, hastily.\n\n\"I daren't,\" said Mr. Simpson.  \"Doesn't that prove I'm her husband?\nBut I'll tell you things about your wife, if you like.\"\n\n\"You dare!\"  said Mrs. Cooper, turning crimson, as she realized what\nconfidences might have passed between husband and wife.  \"If you say a\nword of your lies about me, I don't know what I won't do to you.\"\n\n\"Very well, I must go on about Bob, then--till he recognizes me,\" said\nMr. Simpson, patiently.  \"Carry your mind--\"\n\n\"Open the door and let him out,\" shouted Mr. Cooper, turning to his\nsister.  \"How can I recognize a man through a deal door?\"\n\nMrs. Simpson, after a little hesitation, handed him the key, and the\nnext moment her husband stepped out and stood blinking in the gas-light.\n\n\"Do you recognize me?\" he asked, turning to Mr. Cooper.\n\n\"I do,\" said that gentleman, with a ferocious growl.\n\n\"I'd know you anywhere,\" said Mrs. Cooper, with emphasis.\n\n\"And you?\" said Mr. Simpson, turning to his wife.\n\n\"You're not my husband,\" she said, obstinately.\n\n\"Are you sure?\" inquired Mr. Cooper.\n\n\"Certain.\"\n\n\"Very good, then,\" said her brother.  \"If he's not your husband I'm\ngoing to knock his head off for telling them lies about me.\"\n\nHe sprang forward and, catching Mr. Simpson by the collar, shook him\nviolently until his head banged against the dresser.  The next moment\nthe hands of Mrs. Simpson were in the hair of Mr. Cooper.\n\n\"How dare you knock my husband about!\" she screamed, as Mr. Cooper let\ngo and caught her fingers.  \"You've hurt him.\"\n\n\"Concussion, I think,\" said Mr. Simpson, with great presence of mind.\n\nHis wife helped him to a chair and, wetting her handkerchief at the tap,\ntenderly bathed the dyed head.  Mr. Cooper, breathing hard, stood by\nwatching until his wife touched him on the arm.\n\n\"You come off home,\" she said, in a hard voice.  \"You ain't wanted.  Are\nyou going to stay here all night?\"\n\n\"I should like to,\" said Mr. Cooper, wistfully.",
    "metadata": {
        "author": [
            "Jacobs, William Wymark",
            "Jacobs, W. W. (William Wymark)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/12155/pg12155.txt",
        "name": "stepping_backwards_night_watches_part_5.json"
    }
}