{
    "name": "Stevenson at Manasquan",
    "author": [
        "Eaton, Charlotte"
    ],
    "body": "_Three hundred copies of this book by Charlotte Eaton, Bookfellow No.\n550, Francis Dickie, Bookfellow No. 716, and George Steele Seymour,\nBookfellow No. 1, have been printed. Mrs. Eaton's memoir is an\nelaboration of one previously published by Thomas Y. Crowell Co. of New\nYork under the title \"A Last Memory of Robert Louis Stevenson\"; Mr.\nDickie's notes have appeared in the New York World, and Mr. Seymour's\n\"Portraits\" have appeared in \"Contemporary Verse\" and \"The Star\" of San\nFrancisco._\n\n  _Copyright, 1921, by\n  Flora Warren Seymour_\n\n  THE TORCH PRESS\n  CEDAR RAPIDS\n  IOWA\n\n\n\n\nSTEVENSON AT MANASQUAN\n\n\nWhen I came face to face with Robert Louis Stevenson it was the\nrealization of one of my most cherished dreams.\n\nThis was at Manasquan, a village on the New Jersey coast, where he had\ncome to make a farewell visit to his old friend Will Low, the artist.\nMr. Low had taken a cottage there that summer while working on his\nseries of Lamia drawings for Lippincott's, and Stevenson, hearing that\nwe were on the other side of the river, sent word that he would come to\nsee us on the morrow.\n\n\"Stevenson is coming,\" was announced at the breakfast-table as calmly\nas though it were a daily occurrence.\n\n_Stevenson coming to Manasquan!_\n\nI was in my 'teens, was an enthusiastic student of poetry and\nmythology, and Stevenson was my hero of romance. Was it any wonder the\nintelligence excited me?\n\nMy husband, the late Wyatt Eaton, and Stevenson, were friends in their\nstudent days abroad, and it was in honor of those early days that I was\nto clasp the hand of my favorite author.\n\nIt was in the mazes of a contradance at Barbizon, in the picturesque\nsetting of a barn lighted by candles, that their first meeting took\nplace, where Mr. Eaton, though still a student in the schools of\nParis, had taken a studio to be near Jean François Millet, and hither\nStevenson had come, with his cousin, known as \"Talking Bob,\" to take\npart in the harvest festivities among the peasants.\n\nThese were the halcyon days at Barbizon, when Millet tramped the\nfields and the favorite haunts of Rousseau and Corot could be followed\nup through the Forest of Fontainebleau, before Barbizon had become\na resort for holiday makers, or the term \"Barbizon School\" had been\nthought of.\n\nNow, of all places in the world, the quaint little Sanborn Cottage on\nthe river-bank, where we were stopping, seemed to me the spot best\nsuited for a first meeting with Stevenson. The Sanborns were very\nlittle on the estate and the place had a neglected look. Indeed, more\nthan that, one might easily have taken it for a haunted or abandoned\nplace--with its garden choked with weeds, and its window-shutters\nflaunting old spider-webs to the breeze.\n\nIt was, of course, the fanciful, adventure-loving Stevenson that I\nlooked forward to seeing, and I was not disappointed; and while others\nspoke of the flight of time with its inevitable changes, I felt sure\nthat, to me, he would be just Stevenson who wrote the things over which\nI had burned the midnight oil.\n\nHe came promptly at the hour fixed, appearing on the threshold as frail\nand distinguished-looking as a portrait by Velasquez. He had walked\nacross the mile-long bridge connecting Brielle and Manasquan, ahead of\nthe others, for the bracer he always needed before joining even a small\ncompany.\n\nShall I ever forget the sensation of delight that thrilled me, as he\nentered the room--tall, emaciated, yet radiant, his straight, glossy\nhair so long that it lay upon the collar of his coat, throwing into\nbold relief his long neck and keenly sensitive face?\n\nHis hands were of the psychic order, and were of marble whiteness, save\nthe thumb and first finger of the right hand, that were stained from\nconstant cigarette rolling--for he was an inveterate smoker--and he\nhad the longest fingers I have ever seen on a human being; they were,\nin fact, part of his general appearance of lankiness, that would have\nbeen uncanny, but for the geniality and sense of _bien être_ that he\ngave off. His voice, low in tone, had an endearing quality in it, that\nwas almost like a caress. He never made use of vernacularism and was\nwithout the slightest Scotch accent; on the contrary, he spoke his\nEnglish like a world citizen, speaking a universal tongue, and always\nlooked directly at the person spoken to.\n\nI have since heard one who knew him (and they are becoming scarce now)\ncall him the man of good manners, or \"the mannerly Stevenson,\" and this\nis the term needed to complete my first impression, for more than the\ntraveller, the scholar or the author, it was the _mannerly Stevenson_\nthat appeared in our midst that day. He moved about the room to a\nripple of repartée that was contagious, putting every one on his\nmettle--in fact, his presence was a challenge to a _jeu d'esprit_ on\nevery hand. How self-possessed he was, how spiritual! his face glowing\nwith memories of other days.\n\nHe had just come from Saranac, Saranac-in-the-Adirondacks, that had\nfailed to yield him the elixir of life he was seeking, where he had\nspent a winter of such solitude as even his courageous wife was unable\nto endure.\n\nHis good spirits were doubtless on the rebound after good work\naccomplished, for there, in \"his hat-box on the hill,\" as he called his\nquarters at Baker's, were written his \"Christmas Sermons,\" \"The Lantern\nBearer,\" and the opening chapters of \"The Master of Ballantrae.\" In\nthis \"very decent house\" he would talk old Mr. Baker to sleep on stormy\nnights, and the good old farmer, never suspecting that Stevenson was\n\"anybody in particular,\" snored his responses to those flights in fact\nand fancy for which there are those who would have given hundreds of\ndollars to have been in the old farmer's place. But it was the very\ncarelessness of Mr. Baker that helped along the talking spell. This\nis often the case with authors; they will pour out their precious\nknowledge into the ears of some inconsequential person, a tramp as\nlikely as not, picked up by the way; the non-critical attitude of the\nilliterate seems to help the thinker in forming a sequence of ideas;\nthis explains, too, why the artist values the lay criticism--it hits\ndirectly at any false note in a picture, thus saving the painter much\nunnecessary delay.\n\nSometimes Dr. Trudeau, also an exile of the mountains, would drop\nin professionally on these stormy evenings and would stay until\nabout midnight, having entirely forgotten the nature of his visit.\nStevenson had this faculty of making friends of those who served him.\nTo the restaurant keeper of Monterey, Jules Simoneau, who trusted him\nwhen he was penniless and unknown, he presented a set of his books,\nleather-bound, each volume autographed, and this worthy man has since\nrefused a thousand dollars for the set. \"Well,\" he explained, \"I do not\nneed the money, and I value the gift for itself.\" I think this friend\nof Stevenson's must feel like Father Tabb in the library of his friend\nwhen he said:\n\n  \"To see, when he is dead,\n  The many books he read,\n  And then again, to note\n  The many books he wrote;\n  How some got in, and some got out.\n  'Tis very strange to think about.\"\n\nBut to return to our story.\n\nStevenson's Isle-of-the-blest was calling to him, and hope lay that\nway, where life was elementary and where a man with but one lung to his\naccount might live indefinitely. Not that he feared to die. Oh, no! It\ntakes more courage sometimes to live, but it was hard to give up at\nforty, when one just begins to enter into the knowledge of one's own\npowers. A blind lady once said to me, in speaking of a mutual friend,\n\"When Mr. B. comes, I feel as if there was a _sprite_ in the room,\" and\nthis is the way I felt about Stevenson, for during those moments of\nserious discussion when most people are tense, he moved actively about,\nand his philosophies were humanized by his warm, brown eyes and merry\nexclamations.\n\nAnother reason for the sprite feeling, was that he was consciously\nliving in the past that day, and each face was like reseeing a\nmilestone long passed, on some half-forgotten journey.\n\nIt was this sense of detachment that, more than anything else, gave\nus the feeling that he was already beyond our mortal ken, that he was\nliving at once in the visible and in the invisible, one to whom the\npassing of time had little significance. I think this is true, more or\nless, of all those who are marked for a brief earthly career.\n\nBy this time the other members of the family had arrived. His mother,\nLloyd Osbourne, and Mrs. Strong, his step-children; \"Fanny,\" his\nwife, was in California, looking after some property interests she\nhad there, and provisioning the yacht chartered for the voyage to the\nSouth Seas. In all his enterprises she was his major-domo, and her\ndevotion no doubt helped to prolong his life. Their mutual agreement on\nall financial matters reminded me of a remark made by mine host at a\ncountry inn, who, in speaking of his wife, said, \"She is my very best\ninvestment,\" and so was Mrs. Stevenson to her husband, _Lewis_, for so\nthe family called him, and never Robert Louis. I am inclined to think\nthat yoking of contrasts is an important part in Nature's economy of\nthings. Ella Wheeler Wilcox said to me that she owed her success to\nRobert--her husband--because in all her undertakings he went before\nand smoothed the way; but Mr. Wilcox's version of the case is another\nstory. \"I keep an eye on Ella,\" said he, \"to prevent her from giving\naway too much money.\"\n\nStevenson was now seated before the grate, the flickering light from\nthe wood fire illuminating his pale face to transparency. Now and then\nhe relapsed into silence, gazing into the fire with the rapt look of\none who sees visions.\n\n\"Are you seeing a Salamander,\" I asked, \"or do the sparks flying upward\nmake you think of the golden alchemy of Lescaris?\"[A]\n\n\"A Salamander,\" he replied, smiling. \"Yes, a carnivorous fire-dweller\nthat eats up man and his dreams forever.\"\n\n\"Gracious! But you are going to worse things than Salamanders, the\nPaua,[B] they will get you, if you don't watch out.\"\n\nAnd then, suddenly becoming conscious of my temerity in interrupting\nthe thread of his reflections, to cover my embarrassment, I ran\nupstairs for my birthday-book.\n\nAn autograph!\n\nOf course. And he wrote it, reading out the quotation that filled in\npart of the space. It was one of Emerson's Kantisms, something about\nnot going abroad, unless you can as readily stay at home (I forget the\nexact words). It was decidedly malapropos and called out much merriment.\n\n  \"Oh, stay at home, dear heart, and rest;\n  Home-keeping hearts are happiest.\"\n\nSomebody quoted, to which another replied:\n\n  \"Home-keeping youth have ever homely wits.\"\n\nThe autograph has long since disappeared, but how often have I\nthought with regret of the amused expression in Stevenson's eyes at\nthe Salamander fancy! What tales of witchery might have been spun\nfrom those themes worthy of the magic of his pen, the fire-dwelling\nman-eater, or the discovery of the Greek shepherd!\n\nStevenson was amused over our enthusiasm, and the eagerness of some of\nthe younger members of the company to lionize him.\n\n\"And what do you consider your brightest failure?\" inquired our host.\n\n\"'Dr. Jekyll and Mr. Hyde,'\" he replied, without a moment's hesitation,\nadding, \"that is the worst thing I ever wrote.\"\n\n\"Yet you owe it to your dream-expedition,\" some one reminded him.\n\n\"The dream-expedition?\" he repeated. \"Yes, that was perhaps a\ncompensation for the bad things.\"\n\nBenjamin Franklin has said that success ruins many a man. The success\nof \"Trilby\" killed Du Maurier, and many authors have had their heads\nturned for far less than the Jekyll and Hyde furore that swept the\ncountry at that time. But the Mannerly Stevenson carried his honors\nlightly. Smiling over the popularity of the \"worst thing he ever\nwrote,\" he revealed that quality in his own nature that was finer than\nanything he had given to print, the soul whose indomitable courage\ncould bear the brunt of adverse circumstance, and even contumely, and\nhold its own integrity, becoming a law unto itself.\n\nHere was the man who had passed himself off as one of a group of\nsteerage passengers on that memorable trip across the Atlantic on his\nway to Monterey in quest of the woman he loved, the man whose life was\nmore vital in its _love-motif_ than any of his own romances, the man\nwho, in spite of ill-health and uncertainty of means, yet paid the\nprice for his heart's desire.\n\n\"See here,\" said a lusty fellow, lurching up to him one day on deck.\n\"You are not one of us, you are a gentleman in hard luck.\"\n\n\"But,\" added Stevenson triumphantly, in telling the\nstory, \"it was not until the end of the voyage that they found me out.\"\n\nThis points the saying that it was the great washed that Stevenson\nfought shy of, and not the greater unwashed, with whom he was always on\nthe friendliest terms.\n\nHe talked delightfully, too, on events connected with his journey\nacross the plains, which he made in an emigrant train, associating with\nChinamen, who cooked their meals on board, and slept on planks let down\nfrom the side of the cars.\n\n\"The air was thick,\" said he, \"and an Oriental thickness, at that.\"\n\nBut this period of his life was a painful subject for his mother, who\nwas present, and some of his best stories were omitted on her account.\n\nHe told us, however, about being nearly lynched for throwing away a\nlighted match on the prairie. \"And all the fuss,\" said he, \"before\nI was made aware of the nature of my crime.\" Both his mother and\nSydney Colvin had done their best to make him accept enough money, as\na loan, to make this trip comfortable. But he had refused. He was,\nhe explained, \"doing that which neither his family nor friends could\napprove,\" and he would therefore accept no financial aid.\n\n\"Just before starting,\" said he, \"being in need of money, I called at\nthe _Century_ office, where I had left some manuscript with the request\nfor an early decision, but was politely shown the door.\"\n\nConsternation seized us at this announcement, for all present knew the\neditor for a man of sympathy and heart. But Stevenson himself came to\nour relief with, \"But Mr. Gilder was abroad that year.\"\n\nAfter the lapse of more than a quarter of a century, it might not come\namiss to recount another little incident at the same office.\n\nI mentioned one day to Mr. Gilder that some notes by Mr. Eaton written\nduring his last illness had been rejected. \"You don't mean to tell me\nthat anything by Wyatt was rejected at this office,\" said he, and going\ninto an inner room, returned in a few minutes with a goodly check.\n\"There,\" said he, as he put it in my hand, \"Send in the notes at your\nconvenience.\"\n\nStevenson laughed good-naturedly over the dilemmas the editors of\nwestern papers threw him into, by their tardiness in paying space rates\nfor the stories and essays that now rank among his finest productions.\nIndeed one wonders whether he would have survived the hardships of\nthose Monterey days, had not the good Jules Simoneau found him \"worth\nsaving,\" a circumstance for which he is accorded the palm by posterity\nrather than for the flavor of his tamales.\n\nIn many ways it is given to the humble to minister to the needs of the\ngreat. A distinguished author once said to me: \"I could never have\narrived without the help of my poor friends.\"\n\nAs Stevenson went from reminiscence to reminiscence, we felt that from\nthis period of his vivid obscurity might have been drawn material\nfor some of his most stirring romances, and we were rewarded as good\nlisteners by the discovery of that which he thought his best work,\nnamely, the little story called \"Will o' the Mill.\"\n\n\"Ah!\" exclaimed Mr. Sanborn, his eyes beaming, \"if you live to be as\nold as Methuselah, with all the world's lore at your finger-ends, you\ncould never improve on that simple little story.\"\n\nWe teased Stevenson a good deal on the hugeness of his royalties\non \"Dr. Jekyll and Mr. Hyde,\" which, besides having had what the\npublishers call a \"run,\" was bringing in a second goodly harvest from\nits dramatization, by which his voyage to the South Seas had become a\nreality.\n\nRemembering his remark that his idea of Purgatory was a perpetual high\nwind, I asked him: \"Why have you chosen an island for your future\nhabitat; or, if an island, why not Nevis in the West Indies, where one\nis in the perpetual doldrums, so to speak?\" \"There will be no more\nwind on Samoa than just enough to turn the page of the book one is\nreading,\" he replied; and windless Nevis was British, you see, and his\nfirst necessity was to get away where nobody reads. Like Jubal, son of\nLamech, who felt himself hemmed in by hearing his songs repeated in a\nland where everybody sang, so he was shadowed by the Jekyll\nand Hyde mania in a land where everybody read.\n\nThe very essence of his isolation is felt in a playful little fling at\na Mr. Nerli, an artist, who went out there to paint his portrait, as\nwell as the boredom everyone experiences in sitting to a painter:\n\n  \"Did ever mortal man hear tell, of sae singular a ferlie,\n  Of the coming to Apia here, of the painter, Mr. Nerli?\n  He came; and O for a human found, of a' _he_ was the pearlie,\n  The pearl of a' the painter folk, was surely Mr. Nerli.\n  He took a thraw to paint mysel'; he painted late and early;\n  O now! the mony a yawn I've yawned in the beard of Mr. Nerli.\n  Whiles I would sleep, an' whiles would wake, an' whiles was mair than\n    surly,\n  I wondered sair, as I sat there, forninst the eyes of Nerli.\n  O will he paint me the way I want, as bonnie as a girlie?\n  Or will he paint me an ugly type, and be damned to Mr. Nerli!\n  But still and on, and whiche'er it is, he is a Canty Kerlie,\n  The Lord proteck the back and neck of honest Mr. Nerli.\"\n\nWhich shows that he was not altogether free from bothers even after\nreaching his \"port o' dreams\" in running away from Purgatorial winds,\nonly to be held up by a paint-brush! Also, as most of us when excited\nfall back upon our early idiom, so Stevenson, in jest or lyric mood,\ndrifted into the dialect of his fathers.\n\nWe found, much to our surprise, that Stevenson knew every nook and\ncranny of the Sanborn estate, and told us of his trespassings--in their\nabsence--in search of fresh eggs for his breakfast, having observed\nthat the hens had formed nomadic habits, laying in the wood-pile and in\nodd corners all over the grounds. This was during a former visit when\nhe stayed at Wainwright's, a landmark that has since been wiped out by\nfire.\n\n\"One day, as I walked by,\" said he--meaning the Sanborn place--\"I heard\na hen cackling in that triumphant way that left no doubt as to her\nhaving performed her duty to the species. I vaulted the fence for that\nparticular egg and found it, still warm, with others, on its bed of\nsoft chips. After that, I had an object in my long, solitary walks. New\nlaid eggs for all occasions! And why not,\" he asked merrily, \"seeing\nthere was no other proprietor than Chanticleer Peter, who had been the\nvictim of neglect so long that he would crow me a welcome, and in time\nbecame so tame that he would spring on my knee and eat crumbs from my\nfingers?\"\n\nThe Sanborns were in Europe that year and, all things considered, is it\nany wonder that he took the place for being abandoned?\n\n\"Nothing but my instinct for the preservation of property kept me from\nsmashing all the windows for exercise,\" said he.\n\n\"I am glad _thee_ was good to Peter, said Mrs. Sanborn. Her extinct\nbrood was a pain still rankling in her bosom. She found Peter frozen\nstiff on the bough on which he was roosting, after his hens had\ndisappeared by methods too elemental to explain.\n\nThey had left no servants in charge, and neighbors there were none to\nrestrain the attacks of marauders, and they were prize leghorns, too.\nShe almost wailed.\n\nWhat a shame!\n\nWell might all bachelors who are threatened with a wintry solitude take\nwarning by unhappy Peter.\n\nBut he is not without the honor due to martyrdom--is Peter, for Mrs.\nSanborn had him stuffed, and presented him to \"Fanny,\" who took him to\nCalifornia, where he survived the great San Francisco earthquake.\n\n\"He must have been our mascot,\" said Lloyd Osbourne to me long after,\n\"for the fire that followed the earthquake came just as far as the gate\nand no farther.\"\n\nSince the cup that cheers is not customary in Quaker homes our hostess\nproposed an egg-nog by way of afternoon collation and all entered with\nzest into the mixing of the decoction. One brought the eggs, another\nthe sugar-bowl, while our host went to the cellar for that brand of\nJohn Barleycorn that transmutes every beverage to a toast.\n\nNow, while Stevenson came to regard new-laid eggs as the natural manna\nof the desert, he had his doubts as to the feasibility of egg-nog,\nseeing that milk is a necessary constituent. He did not know, you see,\nthat a little White Alderney cow was chewing the end of salt-meadow\ngrasses in the woods nearby, and, even as he doubted, Mrs. Sanborn and\nher Ganymedes had brought in a jug of the white fluid, topped with a\nfroth like sea-foam.\n\n\"It's nectar for the gods on Olympus,\" said I--meaning the milk.\n\n\"True Ambrosia of the meadows,\" agreed Mrs. Sanborn.\n\n\"Well, this is Elysium, and _we_ are the gods to-day.\"\n\nElysium-on-Manasquan.\n\n\"To be more exact,\" said Stevenson, \"it should be Argos; it was there\nthey celebrated the cow, as we are now celebrating----\"\n\n\"Tidy,\" said Mrs. Sanborn.\n\n\"Io,\" corrected Stevenson, waving his fork, for he, too, was helping to\nbeat the eggs:\n\n\"Argos-on-Manasquan.\"\n\nHe lingered over the name Manasquan as though he enjoyed saying it.\n\n\"The first thing that impressed me in travelling in America,\" said he,\n\"was your Indian names for towns and rivers. Temiscami, Coghnawaga,\nTiconderoga, the very sound of them thrills one with romantic fancies.\nWhy do you not revive more of these charming Indian names?\"\n\n\"We are too young yet to appreciate our legendary wealth,\" said Mr.\nSanborn, with an emphasis on the \"legendary.\"\n\n\"_Qui s'excuse, s'accuse_,\" reminded Mrs. Low, who was a French woman.\n\n\"Quite right,\" assented Mr. Sanborn, \"it is not precedent we lack, but\nvaluations.\"\n\n\"To return to Argos,\" said Mrs. Sanborn--the peace-maker--\"I always\nfeel in the presence of a divine mystery when I milk Tidy. No one could\nbe guilty of a frivolous thing before the calm eye of that little cow.\"\n\nMrs. Sanborn possessed the reverent spirit of the pre-Raphaelites which\nburned modestly in its Quaker shrine or flared up like lightning as\noccasion required; and she delighted in the deification of her little\ncow. And why not? Had not Tidy's worshipped ancestors nourished kings\nof antiquity, and given idols to their temples, and stood she not\nto-day as perfect a symbol of maternity?\n\nI do not now remember whether it was referring to Samoa as Stevenson's\n\"port o' dreams\" that brought up the discussion of dreams. To some\none who asked him if he believed that dreams came true, he replied,\n\"Certainly, they are just as real as anything else.\"\n\n\"Well, it's what one believes that counts, isn't it, and one can form\nany theory in a world where dreams are as real as other things, and is\nit the same with ideals?\" somebody ventured.\n\n\"Ideals,\" said Stevenson, \"are apt to stay by you when material things\nhave taken the proverbial wings, and are assets quite as enduring as\nstone fences.\"\n\n\"And was it a want of faith in the durability of stone fences, or\nignorance of their dream-assets, that accounts for the way that Cato\nand Demosthenes solved their problems?\" was the next question, but as\nthis high strain was interrupted by more frivolity, my thoughts again\nreverted to the solidity of Stevenson's dreams, that now furnished his\ninquiring soul with new fields for exploitation, as well as a dominant\ninterest to fill up the measure of his earthly span.\n\nHe regretted leaving the haunts of man, he told us, particularly the\nseparation from his friends, which was satisfactory, coming, as it\ndid, from the man who coined the truism that the way to have a friend\nis to be one.\n\nBut this was his fighting chance, \"and a fellow has to die fighting,\nyou know.\" What was civilization anyway to one who needed only sunshine\nand negligée? Thus in no other than a tone of pleasantry did he refer\nto his condition, and never have I seen a face or heard a voice so\nexempt from bitterness. He told me, in fact, that he was unable to\nbreathe in a room with more than four people in it at a time. This\nsounds like an exaggeration, or one of the vagaries of the sick, yet\nthings that seem trifles to the well, can be tragic to the nervous\nsufferer. Mrs. Low has told me that at a dinner of only five or six\ncovers Stevenson would frequently get up and throw open a window to\nbreathe in enough ozone to enable him to get through the evening.\n\nHe was embarking to the lure of soft airs and long, subliminal\nsolitudes, accepting gracefully the one hope held out, when the crowded\nhabitations of cities had become a torture. We felt the pity of the\nenforced exile of so companionable a spirit, but we did not voice it,\nfeeling constrained to live up to the standard of cheerfulness he had\nso valiantly set for us.\n\nMr. Eaton, who boasted that, in him, a good sea captain had been\nspoiled to make a bad painter, encouraged Stevenson to talk freely of\nhis plans, and he dwelt at some length on the beauty and seaworthiness\nof the yacht _Casco_, that had been chartered for the voyage. This sea\ntheme led, of course, to the inevitable fish stories, and after some\nmythological whale had been swallowed by some non-Biblical Jonah, I\nremarked, in the lull that followed, \"Maybe the waters of the South\nSeas will yield you up a heroine.\"\n\nA laugh went around at this, for some present thought I had said a\n\"herring.\" But Stevenson had no doubt as to my meaning. \"I am always\nhelpless,\" said he, \"when I try to describe a woman; but then,\" he\nadded, brightly, \"how should I hope to understand a woman, when God,\nwho made her, cannot?\" As straws show how the wind blows, so this\nlittle joke throws light on Stevenson 's state of mind toward womankind\nin general. During this heroine discussion, he remarked that he was\nalways \"unconscionably bored\" by the conversation of young girls. He\nhad no desire, it seems, to mould the young idea to his taste, as\nHorace, when he said:\n\n  \"Place me where the world is not habitable,\n  Where the Day-God's Chariot too near approaches,\n  Yet will I love Lalagé, see her sweet smile,\n  Hear her sweet prattle.\"\n\nEven as a school-boy he was unable to mingle with lads of his own age.\nThis, doubtless, is another of the precocities of the early-doomed, who\nfeel that every moment of life they have must be lived to the full. A\nwell-known artist, Who was suffering with tuberculosis, once said to\nme, in describing his working hours at the studio, \"I must make every\ntouch tell, and every moment count.\" So to Stevenson the rounded out\nsympathies of maturity were more attractive than the sweet prattle of\ngirlhood, because, like the painter, with his paint, he, with his life,\nhad to _make every moment count_. This, of course, explains his having\nchosen a woman so much older than himself as a life-companion; a woman\nin whom he could find a response on his own mental plane.\n\nIn the following little poem, which is perhaps his best known tribute\nto his wife, he embodies in cameo clearness my own early impression of\nthe intrinsic qualities of her character:\n\n  \"Trusty, dusky, vivid true,\n  With eyes of gold and bramble-dew,\n    Steel-true and blade-straight,\n  The great artificer\n    Made my mate.\n\n  Honor, anger, valor, fire;\n  A love that life could never tire;\n    Death quench or evil stir,\n  The mighty master\n    Gave to her.\n\n  Teacher, tender, comrade, wife,\n  A fellow-farer true through life,\n    Heart-whole and soul-free,\n  The august father\n    Gave to me.\"\n\nIt was at the Lows' Apartment in New York that I first met Mrs.\nStevenson. I called one afternoon to see Mrs. Low, who was convalescing\nfrom an illness. She sent word that she would be able to see me in\nhalf an hour, and I was shown into the living-room, where, meditating\nby the fire, sat Mrs. Stevenson. She seemed exceedingly picturesque to\nme, in a rich black satin gown, her hair tied back by a black ribbon in\ngirlish fashion and falling in three ringlets down her back.\n\nShe told me stories of her first arrival in New York that were as\namusing as some of Stevenson's prairie experiences. She engaged a\nmessenger-boy to pioneer her through the great stone jungle, not from\nfear of pickpockets or the like, but to save her from a helplessly\nlost feeling she always had when alone on the streets of a strange\ncity. On arriving, she went directly to the old St. Stephen's Hotel on\nUniversity Place and Eleventh Street, registering thus:\n\n\"Mrs. Robert Louis Stevenson (wife of the author of Dr. Jekyll and Mr.\nHyde).\"\n\nTo those of the friends who smiled over it, she explained that, being\nill at the time, she had a horror of dying unknown in a hotel room and\nbeing sent to the morgue.\n\nI replied to this by telling her how my mother, being alone at a large\nLondon hotel for a night, insisted on having one of the chambermaids\nsleep with her, no doubt from the same sense of hopeless wandering in a\nsimilar Dædalian Labyrinth.\n\nYears after, some autograph collector hunted up that old St. Stephen's\nregister and cut the name from the page, which reminded me of a little\nstory I once told Mrs. Low.\n\nAs a boy Mr. Eaton one day mounted the pulpit of the church in the\nlittle village of Phillipsburg, P. Q., Canada, where he was born, and\nmade a drawing on one of the fly-leaves of the Bible. When it was later\ntold in the village that he had exhibited at the Paris Salon, someone\ncut the leaf from the Book of Books.\n\nWhen one starts story telling to a good listener, little incidents\ndart through the brain that for long have lain dormant, and to pass\nthe time, I told Mrs. Stevenson that on the day Mr. Eaton finished his\nportrait of President Garfield for the Union League Club, he asked the\nnewly landed Celtic maid if she would wash his brushes for him (an\noffice that he generally performed for himself), to which she exclaimed\njoyfully, \"To think that I have lived to see the day that I washed the\nbrushes that painted the President of the United States!\"\n\nWhat the artist regarded as an added chore to her already full labors,\nwas to her willing hands a pride and an honor. It may be a truism that\na rose by any other name would smell as sweet, but there certainly\nseems to be a good deal in a view-point. In looking back, I know that I\ngrasped, that day, something of what the later years proved her to the\nworld, for I read her then, as a highly gifted woman who had submerged\nher own personality in the greater gifts and personal claims of her\ninvalid husband and in a recent reading of her Samoan notes there\nwas imparted to me, by means too subtle to explain, those glimpses\nthat insight bestows, that are called reading between the lines--a\nrealization of the hardship of much of her life in the South Seas. I\nfelt distinctly the under-current of troubled restlessness beneath the\napparent good time of an unusual environment.\n\n_Photo by Kurtz, N. Y._]\n\nTo the woman who loves becoming toilets and the vivacity and movement\nof life in literary and social centres, and who, moreover, possesses\nthe useful hands and right instincts both in artistic and domestic\nrelationships, the long sojourns in desolate places, the doing with\nmakeshifts and the like that these entail, are a real deprivation,\nand a persistent irritation that calls for the counteraction of an\nexceptional degree of poise and self-mastery.\n\nNothing, in short, emphasizes this sense of her isolation, to my mind,\nso strongly as Stevenson himself in describing her quarters on board\nthe schooner _Equator_, as a \"beetle-haunted most unwomanly bower,\"\nand this simultaneously with the reminder that it will be long before\nher eyes behold again the familiar scenes of rural beauty dear to her\nmemory.\n\nThe pen sketch of Stevenson forming the frontispiece was drawn by\nMr. Eaton in a few minutes from memory. I regret to say that it is\nreproduced from a reproduction, the original (owned by Mr. S. S.\nMcClure) could not be found, when wanted, Mr. McClure being in France\nat the time, but we were glad to obtain one of these copies, now\nbecoming rare.\n\nI have never seen a portrait of Stevenson that equalled his appearance\nthat day. The bas-relief by Saint Gaudens approximates it somewhat\nin ethereal thinness, but the _verve_, the glow, the vital spark, are\nlacking even in that.\n\nIt has always been a satisfaction to me that our meeting was on an\noccasion when his illness was least apparent. My memory of his face has\nnothing of that pain-worn expression so often seen in photographs.\n\nThe afternoon of the day we received his message, I caught a glimpse\nof him at a distance from my window. He was coming up from the Inlet,\nwhere, no doubt, he had gone to take a plunge. There was a briskness\nabout his movements that seemed like the unconscious enjoyment of sound\nhealth, and in appearance he certainly was as romantic a figure as any\nof his own characters. Whenever I read \"In the Highlands,\" I see him as\nhe appeared at that moment, treading through a maze of bright sabatia\nand sweet clover, the mental picture, as it were, becoming a part of\nthat beautiful and touching poem:\n\n  In the highlands, in the country places,\n  Where the old plain men have rosy faces,\n  And the young fair maidens quiet eyes;\n  Where essential silence cheers and blesses,\n  And for ever in the hill-recesses\n  Her more lovely music broods and dies.\n\n  O to mount again where erst I haunted;\n  Where the old red hills are bird-enchanted,\n  And the low green meadows bright with sward;\n  And when even dies, the million-tinted,\n  And the night has come, and planets glinted,\n  Lo! the valley hollow, lamp-bestarred.\n\n  O to dream, O to awake and wander\n  There, and with delight to take and render,\n  Through the trance of silence, quiet breath;\n  Lo! for there, among the flowers and grasses,\n  Only the mightier movement sounds and passes;\n  Only winds and rivers, life and death.\n\nI felt the poetry of the day more poignantly as the hour for parting\napproached, and when the sun began to wane, I went out on the lawn\nto see the place under the spell of the lengthened shadows and the\nmellow sun-rays that turn the tree-trunks to burnished gold. This has\nalways been my favorite hour, this charmed hour before sunset, when\nwe can almost feel the earth's movement under our feet--an hour that\ntranscends in poetry anything that can be imagined by the finite mind.\n\nI walked up and down under the cedars bordering the river, to quiet\nmy emotion. It was there, too, under the cedars, that a remark of Mr.\nEaton's, in describing to me his first meeting with Stevenson, flashed\nacross my memory: \"He combined the face of a boy with the distinguished\nbearing of a man of the world.\"\n\nAnd I thought, as I saw him then, merrily recalling the scenes and\nescapades of student life, \"How well the distinguished man of the world\nhad succeeded in keeping the heart of a boy!\"\n\nA passage in Mr. Low's book, \"A Chronicle of Friendships,\" that recalls\nthat day most vividly, is this: \"Stevenson never once excused himself\nfrom our company on the plea of having work to do.\" For so it was with\nus; he seemed to have no cares or preoccupations, but to be content to\nbe there, enjoying the conversation and the pleasantness of the passing\nhour.\n\nI had a cosy quarter of an hour with his mother after my walk, and off\nby ourselves, in a corner, away from interruption, she spoke of her\nson's childhood. In her eyes, he was still the \"bonnie wee laddie\" who\nscouted about in his make-believe worlds among the chairs and tables\nin the drawing-room while she entertained her friends, and we repeated\nbits from \"A Child's Garden of Verses.\"\n\nI think that if there is any clue to the character of a great man we\nmust look to his mother. Mrs. Stevenson embodied the idea of her son's\npeculiar charm; there was the same triumphal youthfulness, and her\ncheeks were round and rosy like a ripe apple.\n\nI think of the mother now, after so many years, as the crowning\ninfluence of the day, quiet and reticent, but always felt, and honored\nby all as became the mother of our welcome guest.\n\nIn her letters, written in the Marquesas to her sister in Scotland,\nshe carries out this impression of habitual freshness of spirit, and\nher humor is subtle and optimistic: \"Nothing gives me more pleasure\nor a better appetite than an obstacle overcome.\" She shows herself\nthe life of \"The Silver Ship,\" as the people of Fakarava dubbed the\n_Casco_, and never a word of criticism or complaint is penned at any\ninconvenience or annoyance endured by the way. Indeed, one marvels at\nher tranquillity in the midst of so many complications--just as one\nwondered at the simplicity of Queen Victoria in her diary. One of the\nchief delights in the perusal of these letters is the questions they\nproject into the mind of the reader. Is it a style, a native virtue, a\nmannerism, a fad, or what?\n\nFor example, she never suspects that the French man-o'-war in one of\nthe bays may account for some of the good behavior of the natives, or\nthat their bounty in cocoanuts and bread-fruit may be tendered with an\neye to the novelties to be had in exchange, but accepts all in good\nfaith, as part of their native generosity.\n\nAnd what a joy it is to see her taking holy communion with these\npeople, so lately reclaimed from cannabalism, and taking the ceremony\n\"_au grand serieux_\"! Thus, a missionary within, a\nwarship without, the amenities of religion and society are enjoyed to\nthe full.\n\nOne lays down these letters and laughs, many a time, where no laughter\nwas intended. Certainly, she was a good mixer as well as the born\nmother of a genius.\n\nStevenson's death is an anomaly no less pathetic than his life, for\nin eluding extinction by consumption, he probably achieved a still\nearlier end by apoplexy. I had the account from Mrs. Low, who received\nit directly from \"Fanny\" by letter. Mrs. Stevenson was mixing a salad\nof native ingredients of which Stevenson was very fond, when he joined\nher in the kitchen, complaining that he was not very well, and sitting\ndown, laid his head on her shoulder, where in about twenty minutes he\nexpired.\n\nI said at the beginning that I was not disappointed in the personality\nof Stevenson, but it would be nearer the mark to say that my\nanticipations fell far short of the reality.\n\nIt is often the case in meeting literary celebrities that one has the\nfeeling that they are first authors, and after that men. Rodin, the\nFrench sculptor, focuses this idea by saying that \"many are artists\nat the expense of some qualities of manhood.\" With Stevenson one was\nclearly in the presence of a man, and after that the scholar and the\ngentleman.\n\nWas it not this fine distinction that, in spite of woolen shirt and a\nthird-class transportation, awoke the suspicions of his companions of\nthe steerage, that prompted the already quoted remark, \"You are not one\nof us?\"\n\nAnd on that memorable journey across the plains, seeking the woman of\nhis choice, resolved, though penniless and unknown, to make her his\nwife in spite of every obstacle, the truth that the frailty of the body\nis no criterion for the strength of the spirit is well brought out. It\nwas, in fact, this quality of initiative that constituted his chief\ncharm--the quality that, above all others, made us so spontaneous in\nhis presence and so proud of his achievement.\n\nWe knew that we were seeing him at his best, surrounded by his old\nfriends, and with the light of the memory of his youthful ambitions on\nhis face. We knew, too, that the parting would be a life-long one, and\nthat we would never look upon his like again. This regret each knew to\nbe uppermost in the mind of the others, but when the good-byes began,\nwe made no sign that it was to be more than the absence of a day.\n\nNevertheless, the tensity of the last moments of parting was keenly\nfelt. Stevenson had planned to spend his last night at Wainwright's,\nand Lloyd Osbourne was to row him across the river. Mr. Eaton and\nI went down to the river-bank to see them off and to wave our last\n_adieux_.\n\nThe rumble of carriage-wheels in the distance, and the reverberations\nof footsteps and voices on the old wooden bridge grew fainter and\ndied away, before the little boat was pushed off; and then, these two\nfriends, Robert Louis Stevenson and Wyatt Eaton, both at the zenith of\ntheir life and powers, and both hovering so closely on the brink of\neternity, sent their last messages to each other, across the distance,\nuntil the little boat had glided away, on the ebb-tide, a mere speck in\nthe gray transparency of the twilight.\n\n\n\n\nFATE OF THE _CASCO_\n\n\nThere are ships that, like certain people, seem created for an\nunusual and distinguishing destiny, and are unable long to survive\nthe destruction of those peculiar conditions that have given them\ntheir dominating qualities, animation and color. Mr. Francis Dickie of\nVancouver, B. C., has described with a vivid pen the\nlater adventures and slow foundering of the _Casco_.\n\nThis gentleman has kindly given me permission to reprint it here. Our\nsympathy goes out to the beautiful yacht in her lonely buffetings and\nchill decay, but though stricken and vanished, we know that she will\nlive long in romance and in song as \"The Silver Ship.\"\n\n\nFATE OF THE _CASCO_\n\nFRANCIS DICKIE\n\nForty miles from Nome, Alaska, breaking under the Arctic winter on the\nshores of bleak King Island, lies the skeleton of a wrecked top-mast\nschooner.\n\nEarly in June, 1919, a small crew of adventurous spirits had turned\nher nose out through the Behring Sea, headed for the Lena River and\nAnadyn--and gold. She was small and old, this yacht, but what are\nthirty-three years when a craft has the proper tradition for daring,\nhazardous adventure?\n\nSeptember storms swept upon the _Casco_, pounding her teak sides with\nunfamiliar Northern blasts. Fog, cold, night--and she lay shuddering on\nthe rocks, snow-beaten, ice-broken, abandoned by her crew.\n\nSo ships pass and become smooth driftwood on scattered beaches. But\nsometimes the magic of long adventure will gather around an abandoned\nhull, and form a rich memory to tempt the eternal wanderlust of man.\nWhat is an old ship but a floating castle built upon the memories of\nthe men who have helmed her? Sometimes she plies the same dull course\nthroughout her existence. Sometimes she changes trade with surprising\nchances. So it was with the _Casco_--now a glittering pleasure yacht,\nwhim of an old millionaire, now stripped of gaudy trappings and bent\nto the grim will of seal hunter and opium trader.\n\nIn the opening of Robert Louis Stevenson's novel, \"The Wrecker,\" with\nred ensign waving, sailing into the port of Tai-o-hae in the Marquesas,\nthe _Casco_ takes her place in fiction. But she is far more romantic as\nshe has sailed in fact.\n\n\"Winged by her own impetus and the dying breeze, the _Casco_ skimmed\nunder cliffs, opened out a cove, showed us a beach and some green\ntrees, and flitted by again, bowing to the swell ... from close aboard\narose the bleating of young lambs; a bird sang on the hillside; the\nscent of the land and of a hundred fruits or flowers flowed forth to\nmeet us; and presently\"--\n\nPresently they sailed among the Isles of Varien, sunny and welcoming in\nthe South Seas.\n\nStevenson wrote this in the cabin of the _Casco_, in the summer of\n'88. His always delicate health had broken completely under the San\nFrancisco climate. Friends had urged a cruise to the South Seas, he had\ngladly acquiesced, and looked around for a ship. There was a subtle\nromantic call for the author of \"Treasure Island\" in a voyage on a ship\nof his own choosing and direction under the soft skies of the tropics.\n\nThe _Casco_ had been built by an eccentric California millionaire, Dr.\nMerritt, for cruising along the coast, and no money had been spared in\nher fittings. She was a seventy-ton fore-and-aft schooner, ninety-five\nfeet long, with graceful lines, high masts, white sails and decks,\nshiny brasswork, and a gaudy silk-hung saloon. She was not perhaps\ntoo staunch a cruiser. \"Her cockpit was none too safe, her one pump\nwas inadequate in size and almost worthless; the sail plan forward was\nmeant for racing and not for cruising; and even if the masts were still\nin good condition, they were quite unfitted for hurricane weather.\"\n\nNevertheless, negotiations were opened with Dr. Merritt. That\ngentleman had read of Stevenson. He had conceived him as an erratic,\nirresponsible soul who wrote poetry and let everything else go to\nthe devil. He'd be blamed, he said, if he'd let any scatter-brained\nwriter use his precious yacht. Finally, a meeting between the two was\neffected; and, speedily charmed by Stevenson's manner, he decided to\nlet him have the _Casco_. Therefore, with Capt. Otis as skipper, four\ndeck hands, \"three Swedes and the inevitable Finn,\" and a Chinese cook,\nthe Stevensons sailed June 28, 1888, for the Marquesas.\n\nStevenson's health rapidly improved in the first weeks of the voyage.\nHe was charmed by the Southern islands and began making notes and\ngathering data from the natives for later books. He wrote parts of \"The\nMaster of Ballantrae\" and of \"The Wrong Box,\" and spent much of his\ntime studying the intricate personality of his skipper, whose portrait\nafterward appeared in the pages of \"The Wrecker.\"\n\nAfter months of idle cruising, it was discovered that the _Casco's_\nmasts were dangerously rotten. Repairs were immediately necessary.\nMeantime Stevenson became less and less well. When the ship was\nagain in commission and took them to Hawaii, he realized the\nimpossibility of his returning to America, and, sending\nthe _Casco_ back to San Francisco, started upon the exile that was to\nterminate in his death.\n\nThereafter, the _Casco_ changed hands frequently, exploring the\nmysteries of seal-hunting, opium-smuggling, coast-trading and\ngold-adventure, among other things. In the early nineties, she was\nknown, because of her swiftness, quickness and ease of handling at\nthe wheel, to be the best of a hundred and twenty ships engaged in\nthe extinction of the pelagic seal. But when, in 1898, the sealers\nfound themselves impoverished by their own ruthlessness, the _Casco_,\nher decks disfigured with blood and her hold rotten from the drip of\ncountless salty pelts, was discarded and left to rot on the mud flats\nof Victoria. Too much of the spirit of adventure, however, lurked in\nthe tall masts of the _Casco_ to let her waste away to such an ugly\nending. When the smuggling of Chinese and opium was at its height, up\nand down the coast there were whisperings of the daring work of the\nsmuggler _Casco_. The revenue officers knew positively that she was\nladen with illicit Oriental cargo, and with Chinese immigrants; but she\nescaped them again and again, her old speed and lightness returning.\nOnce, however, the wind failed her, and the revenue launch hauled\nalongside. Search for contraband was instituted; but not a Chinaman\nappeared, not a trace of opium. Fooled!--and they climbed down\nsheepishly into their launch. Later it developed that while the revenue\nmen were still far astern, the crew had weighted the sixty Chinamen and\ndumped them overboard along with the opium!\n\n_Kind permission of_ MR. L. W. PEDROSE]\n\nFrom the swift romance of opium running the _Casco_ turned drudge. She\ncarried junk between Victoria and Vancouver; she was\na training ship for the Boy Sea Scouts of Vancouver; she was a coasting\ntrader in 1917 when the shipping boom gave value to even her little\nhulk; and in between times she lay on mud flats.\n\nIn the spring of 1919 came the stories of gold in Northern Siberia.\nWith high hopes of fortunes to be made, the Northern Mining and Trading\nCompany sprang into existence, and the _Casco_ was chartered to dare\nthe far Northern seas and icy gaps.\n\nSo she died at sea, as all good ships should, with the storm at her\nback and the mists over her, with snow as a shroud, and brooding\nicebergs to mourn. She lies cold and stately, with her memories of\ntropical splendor, high adventure, and light romance--this little ship\nwhose cabin knew Stevenson.\n\n\n\n\n\nPORTRAITS FROM STEVENSON\n\nGEORGE STEELE SEYMOUR\n\n\nTREASURE ISLAND\n\n  Jim Hawkins, Jim Hawkins, the treasure ship's a-sailing,\n    The lure of life is calling us beyond the shining sea,\n  The distant land of mystery her beauty is unveiling,\n    And shall we then be lagging when there's work for you and me?\n\n  The pirate ship is on the main, Jim Hawkins, Jim Hawkins,\n    She flies the Jolly Roger and there's battle in her prow,\n  Then shall we play the craven-heart and lurk ashore, Jim Hawkins,\n    When fortune with a lavish turn is waiting for us now?\n\n  Jim Hawkins, Jim Hawkins, the pirate crew has landed,\n    With guns and knives between their teeth they're stealing on the prey,\n  Then let's afoot and follow them and catch them bloody-handed--\n    When life and joy are calling us, shall we bide long away?\n      Jim Hawkins, Jim Hawkins!\n\n\nALAN BRECK\n\n  Is't you, Alan? You of the ready sword\n    And nimble feet, and keen, courageous eye,\n    Quick to affront, and yet more quick to spy\n  Aught that might touch your own dear absent lord!\n  Hero and clown! How it sets every chord\n    Athrill to see your feathered hat draw nigh,\n    And all your brave, fantastic finery!\n  Romance no stranger picture doth afford.\n\n  For I have met you in the House of Fear,\n    Have watched you cross the torrent of Glencoe\n      And climbed with you the rugged mountain-side.\n  We are old comrades, and I hold most dear\n    This loyal friend and yet more loyal foe\n      Who bore a kingly name with kingly pride.\n\n\nELLIS DUCKWORTH\n\n  Was there a rustle of the leafy bed?\n    Heard you no footstep in the matted grass?\n    Down the deep glade where fearsome shadows pass\n  What is it lurks so still? What secret dread\n  Troubles the tangled branches overhead?\n    An ye be foe to this good man, alas!\n    No art shall save you though ye walk in brass.\n  Swift to your heart shall the Black Death be sped.\n\n  The woods are still--for that was years ago--\n    And now no baleful presence haunts the glade,\n      No train-band rules the highway as of yore.\n  Romance is dead. Adventure, too, lies low.\n    Long in the grave is Duckworth's kingdom laid,\n      And the black arrow speeds its way no more.\n\n\nSAINT IVES\n\n  Viscomte, your health. Confusion to the foe.\n    The noble lord your uncle--bless his name!\n    And may your wicked captors die in shame.\n  I kiss your hand; I kiss your forehead--so!\n  The castle cliff is steep, but down below\n    Both fortune and the lady Flora wait.\n    Oh, you will meet them, I anticipate,\n  Your hand upon your heart, and bowing low.\n\n  The stage-coach lumbers heavily tonight.\n    Its wheels sound loudly on the stony flag.\n    What's that! A chest of florins in the drag\n  Gone! And the rascally postboy taken flight!\n    Ah, well, God send him a dark night, and we ...\n    Your health, Saint Ives, in sparkling Burgundy.\n\n\nPRINCE FLORIZEL\n\n  Try these perfectos, gentlemen. The flavour\n    I recommend. A smoke-royal. With white wines\n  You'll find them fragrantest. That spicy savour\n    Comes only in stock from the Isle of Pines.\n  Here are cigarettes, Turkish and Egyptian,\n    Such as no other merchant has to sell,\n  And Trichinopoly of the same description\n    I smoked when I was called Prince Florizel.\n\n  That was before I stooped to trade plebeian,\n    Left my exalted home and wandered far,\n  Emptied my plate at danger's feast Protean,\n    Beside the well of wisdom broke my jar.\n  Till Louis looked from out the empyrean\n    And in the dust of Mayfair found a star.\n\n\nTHE EBB TIDE\n\n  Green palm-tops bending low by silent seas\n    Like heads in prayer--\n  Life's turmoil nor its multiplicities\n    Are there.\n\n  But only calms and potencies hold sway\n    That will not be denied,\n  Come with the surge of dawn and drift away\n    With the ebb tide.\n\n\n\n\nFOOTNOTES:\n\n[A] Lescaris was a Greek shepherd who discovered the secret of\ntransmuting the baser metals to fine gold.\n\n[B] Paua--Native name for the Tridacna Gigus, a huge clam. When it\ncloses on any one, his only escape is by losing the limb.\n\n\n\nText in italics is surrounded by underscores: _italics_.\n\nInconsistencies in spelling, punctuation, and hyphenation have been\n  standardized.",
    "metadata": {
        "author": [
            "Eaton, Charlotte"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/55714/pg55714.txt",
        "name": "stevenson_at_manasquan.json"
    }
}