{
    "name": "Stop, You're Killing Me!",
    "author": [
        "Lesser, Milt",
        "Thames, C. H.",
        "Chase, Adam",
        "Marlowe, Stephen",
        "Granger, Darius John",
        "Wilder, Stephen",
        "Lesser, Milton",
        "Ridgway, Jason"
    ],
    "body": "It's funny how a silly little habit can save your life.\n\nI got into the car that morning and was thinking of nothing in\nparticular--except maybe the cases I hoped to be getting downtown in my\none man private dick office. We live at the top of the city's highest\nhill, my wife and our son Sam, who's seventeen, and myself. At least\nit's the highest hill in the residential district and the highest one\nI know of. So out of habit I patted the brakes to test them as the car\nbegan to roll down the slight incline of the driveway.\n\nThe brakes didn't hold.\n\nHad I started down Jackson Hill, down the long half mile slope which\nlevels off at the busy intersection of MacArthur and Houston Avenues,\nI'd have streaked through the intersection out of control. I don't know\nwhat the odds for survival are in such a circumstance, but I'd hate to\nhave to test them.\n\nAs it was, I shook my head in surprise and pulled the handbrake,\nbringing the Olds to a stop at the foot of the driveway. I climbed out\nand bent down to take a look at the right front wheel. In a few seconds\nI knew what the trouble was. Brake fluid. There wasn't any. But that\ndidn't make sense because I'd had the car--brakes included--overhauled\nonly last week.\n\nWhich meant someone had drained the brake fluid from the Olds.\n\nI checked the other front wheel and it was the same. No brake fluid.\nI sat there in the car for a few minutes smoking a cigarette before I\nwent into the house to call the local service station and have them tow\nthe Olds in.\n\nIt was the third time in less than a month that someone had tried to\nkill me.\n\nThat happens, of course, to private detectives. It isn't only in the\nmovies and the two-bit mystery thrillers that it happens. It happens in\nreal life, too. I know because I've been in the business twenty years.\nGo downtown some time and look me up; Frank Foley's the name and you'll\nfind me in the Ditmas Building on Pearl Street. Sure it happens to\nprivate eyes in real life. They're on a hot case and someone wants them\noff and because it's known bribes won't do any good, violence, mayhem\nand murder are tried.\n\nBut that didn't fit the situation in this case. There had been three\ntries on my life. The jets of our gas stove turned on while I was\nnapping over a cup of coffee late of a cold night in the kitchen, with\ndoor and windows closed. The pulley of our extension ladder failing\nto hold while I was up painting the eaves of the house. And now the\ndrained brake fluid.\n\nI was on no important case. All of my work at the moment was routine.\nThey say I am getting old, but don't you believe it. I've got some good\ncases ahead of me yet. They say I was able to get away with my shady\ntricks when I was younger but that I'm slipping and can't get away\nwith them now. Don't you believe it. In my business you've always got\nto get away with them. And when Frank Foley is all washed up, Frank\nFoley will be the first one to know it.\n\nThe situation in this case was worse. The situation in this case was\nstrictly a family affair. All the attempts at my life had been made at\nhome, either by my wife Sue or our boy Sam. Sounds nuts, because we're\na pretty happy family usually. But there it was. Either Sue or Sam\ncould have snafu'd the pulley on the extension ladder and either one of\nthem could have turned on the gas jets after I had dozed. As for the\ndrained brake fluid, Sue didn't know a spark plug from the carburetor\nair intake, but Sam was a hot rod with his own beat-up jalopy and knew\nas much about cars as anyone since old Henry Ford himself.\n\n\n\nI went inside and sat down at the kitchen table. Sam was still\nlingering over his coffee before heading over to the high school. Sue\nwas doing the dishes and humming. She turned around and said:\n\n\"S'matter dear, something wrong with the car?\"\n\n\"You better ask Sammy,\" I suggested.\n\n\"Sammy? But why?\"\n\n\"I don't get it, pop,\" Sammy said still drinking his coffee.\n\nThe other two times I had said nothing. Accidents. You don't accuse\nyour own wife and son of trying to kill you unless you're sure. But the\ndrained brake fluid was no accident. I swept Sammy's coffee cup off\nthe table with my right hand and grabbed the front of his shirt. Sue\nscreamed with surprise as I dragged Sammy to his feet.\n\n\"You drained out the brake fluid,\" I said.\n\n\"I don't know what you're talking about, pop. What's the matter with\nyou? You'll rip the shirt!\"\n\n\"Lay off of him for crying out loud, Frank,\" Sue cried out.\n\n\"Lay off of him,\" I said, repeating her words and imitating her tone.\nThis always exasperated Sue. She put down her dish rag and came over to\nme and hollered:\n\n\"Well, you haven't said what's the matter.\"\n\n\"I said he drained the brake fluid out of the car. I could have killed\nmyself.\"\n\n\"That's ridiculous, Frank, and you know it. Why would Sam do a thing\nlike that?\"\n\n\"How should I know why he'd do a thing like that?\"\n\n\"Why don't you let go of him?\"\n\nI did so and Sammy slumped down into his chair. \"How should I know,\" I\nwent on, \"why either one of you would bolix up the extension ladder or\nturn on the gas jets right here in the kitchen while I was dozing?\"\n\n\"What?\" Sue gasped. \"What did you say?\"\n\n\"You heard right, mom,\" Sammy said, staring at me as if I'd just\nescaped from the twentieth century equivalent of bedlam.\n\n\"Frank, you've been working too hard,\" Sue said. \"Why don't you take a\nvacation? We could go off to--\"\n\n\"Oh, to hell with a vacation,\" I said, but I was simmering down. They\nboth looked so completely innocent, it kind of stopped me. Add to that\nfact that my family had no reason in the world for trying to kill me,\nand I was almost inclined to believe them.\n\nExcept that you couldn't change the facts. You couldn't change what had\nhappened.\n\nI turned around without saying anything and headed for the door. \"Why\ndon't you drop in on Doc Mundin on the way to work?\" Sue suggested.\n\nI slammed the door and went out to the wife's car and got in and drove\ndowntown. All the way down, you could have threaded a needle with the\nline my lips made.\n\n\n\nThere was one customer in my waiting room when I reached the office. I\noffered him a curt nod and went by the inner door. \"Be right with you,\"\nI mumbled. He didn't respond. He was a short, chunky man with hips as\nwide as his shoulders and a flabby, loose-jowled face but a chest like\na barrel. I gave him a double take when he failed to respond. I said,\n\"Well, do you want to see a private detective or don't you?\"\n\n\"I want to see you,\" he said.\n\nSomehow, I didn't like the way he said it, but let it ride. \"Be right\nwith you,\" I told him as I unlocked the inner door and moved through\nthe sanctum sanctorum, such as it is. I smoked a cigarette halfway down\nbefore I pressed the buzzer to admit him.\n\nHe came in with the bouncy stride to which chunky fat men are prone. He\nlooked straight at me and smiled as if he had known me for years. \"I'm\nglad to see you're still alive, Mr. Foley,\" he said.\n\nI stood up. \"Would you say that again please?\" I asked him.\n\n\"I'm glad to see you're still alive.\"\n\n\"Just what the hell is that supposed to mean?\"\n\n\"Well, let me see. By this time your wife and son would have tried\nthree times to kill you. That being the--\"\n\nI was around the desk before he could finish. I grabbed him much\nharder than I had grabbed Sammy. Something--probably the lining of his\njacket--ripped. \"You'd better explain that,\" I suggested.\n\n\"There's hardly anything to explain. Your wife tried to kill you by\nalmost cutting through the pulley rope of your extension ladder, but\nyou got off with a strained ankle. She tried to kill again by leaving\nthe gas jets on one night in the kitchen. But you awoke in time. Your\nson tried to kill you this morning by draining the brake fluid from\nyour car. There now. Does that bring us up to date?\"\n\nI was so shocked I let go of him. I sat down and lit another cigarette\nwith what remained of the first. I watched him brush himself off and\nsettle himself in the client chair.\n\n\"I can't blame you for behaving like that,\" he said.\n\n\"What the devil have you been doing, living in our attic and spying on\nme?\"\n\n\"Dear me, no. But you see, I know. I know all about you, Mr. Foley. I\nhave to know.\"\n\n\"You have to?\"\n\n\"Now that you have avoided death the first three times, I'm going to\nhire you.\"\n\n\"To hire me? What for?\"\n\nI must have sounded so amazed that my visitor said: \"You do hire\nyourself out as a private detective? Don't you? That is your function,\nisn't it?\"\n\n\"Yeah, but--\"\n\n\"But how did I know? That's a long story. Too long and too involved for\nyou and probably you wouldn't believe it anyhow. Look, Mr. Foley. I\nwould like to hire you. I am an inventor. Your job will be to protect\nme and my invention against harm--for as long as necessary. Perhaps the\nrest of my life.\"\n\n\"The rest of your life!\"\n\n\"Oh, that isn't very long. You see, I die of a heart attack in 1959.\"\n\n\"I'm sorry to hear that,\" I said. \"You mean, your doctor told you you\nonly have three more years to live?\"\n\n\"My doctor?\" the chunky fat man said. \"Dear me, no. My great great\ngreat great grandchild told me. And he, of course, knows.\"\n\n\"Your great great great great grandchild,\" I said.\n\n\"Yes, of course. Naturally the dear boy--if you can call a man your own\nage a boy--is very upset. He's marooned here, you see.\"\n\n\"This--uh--great great great great grandson is your own age, you say?\"\n\n\"Perhaps a little older. I never asked him.\"\n\n\"But he won't be born for a hundred years!\" I gasped. There was a\nsilence. Then I smiled at my visitor. I had to smile. He was pulling my\nleg. He did it the best, the soberest way possible--but he was pulling\nmy leg. There would be a place for him on TV, I thought, and said so.\n\n\"But I'm not joking,\" he insisted. \"Everything I told you is true, Mr.\nFoley. Here is what I want you to do. For as long as necessary, perhaps\nuntil my death in 1959, I want you to protect me and my invention. I'll\npay you a hundred dollars a week for as long as I live, plus expenses.\"\n\n\n\nA hundred and expenses was more than I averaged, but I didn't say that.\nI said, \"What do I have to protect you against?\"\n\n\"Why, didn't I say? My great great--\"\n\n\"Great great,\" I said for him, \"grandson. Look, jack. You're talking\nin riddles. Why don't you spit straight out whatever you want to say?\nYour great great great great grandson can't possibly want to harm you\nbecause, damn it, he hasn't been born yet. Which leaves us where?\"\n\n\"Oh, but you're wrong. He doesn't want to harm me specifically.\nHe merely wants to stop me from completing my invention. When he\ndiscovered I was going to hire you to protect me he decided to kill you\nas a warning to me. He tried three times and missed three times so I\nknow you're pretty resourceful, Mr. Foley. I'd feel that my invention\nand I are safe in your hands.\"\n\n\"First you say my family's trying to kill me, then you say your four\ntimes grandson. Well, which is it?\"\n\n\"Both. That is, my relative employs mental suggestion on your\nrelatives, using them as agents. They have no reason to kill you, do\nthey?\"\n\n\"No,\" I admitted.\n\n\"There. Then obviously it must be my--umm, four times grandson, as you\nsay. Will you take the job?\"\n\n\"I don't know yet,\" I said. \"I'll admit it, jack. I don't know if\nyou're crazy or I'm crazy.\"\n\n\"Why does either one of us have to be crazy? Can't you simply protect\nme and my invention and--\"\n\n\"What kind of invention is it?\" I asked.\n\n\"I thought you would get around to that.\"\n\n\"Well, what is it?\"\n\n\"I had wanted to wait until it was finished so I could show you. One\ndoesn't simply talk about an invention like mine and expect to be\nbelieved.\"\n\nWhen I'm puzzled I become arrogant. I guess you call it bluster and\noften it can see you through pretty rough spots. So despite the offer\nof a hundred dollars a week plus expenses I said, \"Either you tell me\nall about it, or we forget you ever came here. Understand?\"\n\n\"I suppose so,\" he admitted. \"Very well, then--\"\n\n\"Just a minute. You haven't even told me your name.\"\n\n\"It's Haney. Angus W. Haney, Mr. Foley.\"\n\n\"Now what about the invention?\"\n\n\"It's almost finished,\" Angus W. Haney said. \"At the moment I can't\nprove to you that it works. Unless you believe my great great great\ngreat grandson really is what I say he is.\"\n\n\"Whoever heard of a--\"\n\n\"That is crucial, Mr. Foley. Because if you believe he is what I say he\nis, then you know my invention will be a success. You see, what I am in\nthe process of inventing is a time machine.\"\n\n\n\nThat was enough for one day and I guess Angus W. Haney knew it was\nenough. He gave me his card and told me to call him and I said that\nI would. After he had left, I got out the office bottle--which that\nwinter was bourbon--and poured myself a good hard slug which went down\nsmoothly. It's a hoax, I kept telling myself. It has to be a hoax.\n\nBut was it? I guess I wasn't entirely convinced, because Angus Haney\nhad said that his four times grandson was using my Sue and Sammy--via\nmental suggestion--to kill me. And that being the case, I decided\nagainst going home that night. What the hell, a guy couldn't take\nchances, not in my business. You learned to be careful or else you left\nthe business in a hurry or they carried you out. So, I'd wait and see.\n\nI called up home and made some kind of excuse, then took a room\ndowntown in the Hazel Arms Hotel. I checked in, showered, and went\noutside for a good meal. When I returned to the Hazel Arms it was early\nso I killed some time at the bar, then went out and took in a movie.\n\nAt ten o'clock that evening I went upstairs to turn in. Kind of an\nearly hour for a private eye, I know, but I was bushed and I guess I'm\nnot as young as I used to be. I shut the door behind me and was about\nto turn on the light when a voice said:\n\n\"After you turn it on just walk to the bed and sit down, please. I'm\nholding a gun on you.\"\n\nI touched the light switch and the room was bathed in light and I saw\nhim. He was a middle aged fellow, but trim and well-preserved with dark\npiercing eyes and hair graying at the temples. He said, \"I suppose you\nknow who I am.\"\n\nI sat down on the bed, shaking my head. He was seated across the room\nfrom me in a wing chair, holding a .38 Banker's Special very steadily\nin his right hand, the muzzle pointing at me.\n\n\"No,\" I said. \"Who are you?\"\n\n\"I am Angus Haney's great great great great grandson.\"\n\nBy then I didn't even blink. I merely said, \"Go on, I'm listening.\"\n\n\"I tried to have you killed as a warning to my relation, Mr. Foley. You\nsee, I don't want to kill him. I can't predict what might happen if I\nkill him. It's never been done before, killing an ancestor. I might\ndisrupt the whole family line. For example, I might never be born. We\ncouldn't possibly have that, could we?\"\n\n\"Not if you say we couldn't. What do you want, jack? To kill me?\"\n\n\"If I had wanted that I could merely pull the trigger, couldn't I?\"\n\n\"Yeah.\"\n\n\"I'm afraid trying to kill you was a mistake. Angus is determined to go\non with his invention anyway. But if I can convince you not to take his\nproposition, perhaps I'll be able to destroy his time machine before he\nhas time to hire another guard.\"\n\n\"But why do you want to destroy it?\"\n\n\"Because I'm trapped here in your primitive age. Because I'll never get\nback to my own time, that's why.\"\n\n\"I don't get you.\"\n\n\"Look. My ancestor Angus Haney invents a time machine. It can travel\nforward in time, but not back. In my own day I invent a machine based\nto a large extent on Angus' earlier machine. It can travel back in\ntime, but not forward. I come here, visiting your mid-twentieth\ncentury, thinking I can return to my own day in Angus' machine.\"\n\n\"Then why don't you want it built?\"\n\n\"Because Angus explained to me that I was wrong. The machines are\nslightly different. I can travel on my own, but not his. He can travel\non his own, but not mine. Result, I'm trapped here. Unless--\"\n\n\"Unless what?\"\n\n\"Unless I can prevent Angus from completing his machine. If it's\ndestroyed, my own machine would have been impossible because, as I have\nsaid, most of my work is based on Angus'. You'll help me?\"\n\n\"No,\" I said. \"Why should I?\"\n\n\"Because I cannot stand living in your barbarous age. Because I want to\nreturn home to the world I understand.\"\n\n\"Hell,\" I said, \"Angus is as good as my client right now.\"\n\n\"I will give you,\" the well-preserved middle aged man said, \"ten\nthousand dollars to help me destroy Angus Haney's time machine.\"\n\n\"And win or lose you won't have my family try to kill me any more?\"\n\n\"Win or lose,\" he said.\n\nGreat-great--I got to call him that because I never learned his\nname--waited for my answer while I did some of the fast thinking a\nprivate dick has to do every working day of his life. When opportunity\nknocks, a private dick can't pass it up. He won't keep his shingle up\nlong if he does because the work isn't exactly steady. This, obviously,\nwas opportunity. Ten thousand bucks worth. And ten G's in one lump sum\nlooked a lot better than Angus Haney's indefinite hundred a week.\n\nDid that mean I was turning on Angus Haney? Well, it's a cinch I\nwouldn't have been booted out of the fraternity of private eyes for it\nbecause despite what you read to the contrary in the two-bit shamus\nbooks--of noble impulses and motives pure as chivalry--a private eye is\nfor number one and that's the end of it.\n\n\"Mister,\" I said, \"you have got yourself a deal. When do I start?\"\n\n\"You know where Angus Haney lives?\"\n\n\"He gave me his card.\"\n\n\"Tomorrow. Tomorrow morning. He's working late tonight so he'll sleep\nlate tomorrow. He's putting the finishing touches tonight on the first\ntime machine ever built. In the morning, we destroy it. All right?\"\n\n\"For ten thousand bucks,\" I said, \"I'd destroy the Taj Mahal.\"\n\n\n\nIt was a cold clear morning. I didn't call home because I couldn't face\nthe wife and kid, not for a while. I had accused them of trying to kill\nme and it was true enough but they had no recollection of it. I still\nhad the wife's car with me, but she could pick up mine at the service\nstation on her own way to work.\n\nI was too excited to eat breakfast. It isn't every morning you start\nout to earn ten thousand dollars.\n\nI drove across town to the address on Angus Haney's card. Great-great\nwas already waiting for me, and pacing the sidewalk impatiently. The\nfrown lifted when he saw me and you could actually see him relax down\nto the tips of his toes.\n\n\"I can take care of the machine,\" he said. \"You watch for Angus. If\nAngus tries to stop me, you take care of Angus. All right?\"\n\nI nodded and we went around the side of the house, where Angus Haney\nhad planted rhododendron and azaleas. Me, I don't care much for\nplants--I only know the names because my wife makes such a fuss about\nthem.\n\n\"In the cellar,\" Great-great whispered. \"I have a key.\"\n\n\"How did you get a key?\"\n\n\"In my own time this house is preserved as a museum. I simply made a\nkey from the restored model.\"\n\nIn silence we approached the cellar door. A look at my wristwatch told\nme it was seven-thirty. If Angus Haney had worked late last night he\nwould probably still be asleep. The job would be a lead-pipe cinch.\n\nI watched my companion slip a key into the lock. In a moment, the door\nstood ajar and I was peering down a steep flight of bare wood steps.\nNodding at each other, we began to go down.\n\nWe stopped short at the foot of the staircase. There was someone down\nthere.\n\n\"I thought you said he'd be sleeping,\" I protested, barely forming the\nwords with my lips.\n\n\"I'm sure he's asleep--but I didn't know he'd sleep down in the cellar.\nApparently he didn't want to leave the machine even for a minute.\"\n\nFaint light entered the cellar through the small high windows. At first\nI saw nothing but the usual clutter of basement junk, but then in the\nfar corner beyond the water tank I saw something which didn't belong.\nMake that two things. First, there was a man asleep on a cot. Second,\nthere was this machine.\n\nFor all I know of gadgets, it could have been a super-powered ham radio\nset. But a ham doesn't come complete with a glass-enclosed compartment\nbig enough for a man.\n\nWe stalked across the floor, Great-great pausing to pick something up.\nIt was a length of steel pipe and with it he wouldn't have much trouble\ndemolishing Angus Haney's untried time machine.\n\nThis was it. This was my big day. Ten thousand bucks for almost\nnothing. I looked at the plump man sleeping on the cot in front of his\ninvention. I felt no remorse. His adversary had made a better offer, so\nwhat the hell could he expect?\n\nAll at once, things happened fast. Great-great stumbled over something\nand went reeling across the room. He was so surprised that he shouted,\n\"But it doesn't belong there! I couldn't have tripped over it! It isn't\nin the restoration, I tell you.\"\n\nI didn't have time to point out that the restoration might not be quite\naccurate. Because the commotion woke up Angus Haney.\n\nHe came springing off the cot--fully awake and alarmed in the\nsplit-second it took to open his eyes.\n\n\"You'll have to kill me first!\" he cried, moving in front of the\nmachine and preparing to defend it like a mother lion defends her cubs.\n\nMy companion ignored him, trying to work around behind him toward the\ntime machine. I advanced straight for Angus Haney.\n\n\"Be sensible, jack,\" I said, \"and you won't get hurt. I'm bigger than\nyou are and I know how to fight. I don't want to hurt you, but--\"\n\n\n\nHe turned away from me, though, and lunged at Great-great. I dove at\nhim in a street clothes version of the flying tackle and we went\ndown together. Angus Haney was stronger than I had expected. Or maybe\nit wasn't that. Maybe he was fighting with desperation. Because the\nmachine meant everything to him.\n\nWell, the ten grand wasn't exactly chicken feed to me, either. If Angus\nwas going to fight back, I had to play rough. I clubbed him across\nthe mouth with my right fist and his lips became a bloody smear, but\nhe kept kicking and twisting and writhing to get at his relative, who\nstood poised now over the time machine with the length of steel pipe.\n\n\"Don't!\" Angus Haney screamed, and rolled clear of me. He was on his\nfeet in an instant and wrestling to get the pipe from my companion.\n\n\"If I destroy it, you fool,\" the man who hadn't been born yet said, \"I\nwon't build my own version of it and won't be trapped back here in your\ntwentieth century. You can't stop me.\"\n\nBut Angus, who outweighed his antagonist, had other ideas. In the brief\ntime it took me to climb to my feet and reach them, the metal pipe went\nclattering away across the floor and Angus was wrestling his relative\naway from the time machine. I grabbed Angus' shoulder and swung him\naround and hit him. He dropped like a stone and, with a whoop of\ntriumph, my companion scrambled after the heavy metal pipe.\n\nAngus was down but not out. I'll have to say this for him; he had guts.\nHe was on his feet again before Great-great could reach the machine.\n\nI'll never forget that scene. For a moment time seemed to be suspended.\nGreat-great stood poised with the metal pipe at the top of its arc,\nready to bring it down with crushing force on the delicate control\nbank of the machine. Angus seemed to stop in mid-air as he leaped for\nthe pipe. Immediately behind him was the glass-enclosed booth of the\nmachine. Or--and this is important--it was glass-enclosed on three\nsides. The fourth side was nothing but air.\n\nI caught Angus around the waist and pulled him back. We stumbled away\nfrom the machine and then back toward it. Suddenly Angus went limp. It\nwas the oldest trick in the book, but I fell for it. I relaxed my hold\non him and, as soon as I did, he became a fury. Something struck the\nside of my head and the next thing I knew I was staggering toward the\ntime machine.\n\nJust as Great-great brought the heavy metal pipe down.\n\nI staggered inside the glass-enclosed booth.\n\nThere was a loud crashing sound.\n\nAnd then--unexpectedly--a faint hum--a sudden blurry curtain before my\neyes--a rolling, seething, billowing mist of white--and a moment of\nexquisite pain....\n\nAnd Angus Haney's voice from a million miles away: \"You're destroying\nit....\"\n\nThen blackness like the gulf between the stars.\n\nOr between the centuries.\n\n\n\nWell that's the story. I'm telling you everything so you'll understand.\nI am not--repeat, not--crazy. I'm as sane as you are. Of course my\nemotional responses to your mental tests are different: I'm from the\ntwentieth century.\n\nI know I can't get back. I know a little more ought to be said about my\nstory. Angus failed to stop Great-great, who completely demolished his\nmachine.\n\nHow do I know?\n\nBecause you never even heard of a successful experiment in time travel\nhere in the twenty-first century. Simple, isn't it.\n\nI wish I knew Great-great's name. If I knew his name and could find\nhim, he'd confirm my story. I know what you're thinking. Believe me, I\nam not a paranoid. I....\n\nWhat's that? His name's Haney, just like Angus Haney? That figures,\nI guess. George Haney. Well, truck him in for crying out loud. He'll\nconfirm everything I say--\n\nHere he is now. \"Well, Jack am I glad to see you! They think I'm crazy.\nThey're trying to tell me there's no such thing as time travel, but I\nought to know. I come from the past. And you ought to know, because you\nwent back there to destroy Angus Haney's prototype of a time machine so\nyou wouldn't build one yourself, based on it, and be trapped back in my\ncentury. Right? Incidentally, Jack, you can forget all about the ten\ngrand, just as long as you get me out of here and convince them I'm not\ncrazy.\"\n\nHe stares at me. He's Great-great, all right. He frowns and says, \"I\ncould not possibly be interested. I never saw you before in my life.\nAnd obviously, there is no such thing as time travel.\" He shakes his\nhead sadly and starts to leave.\n\n\"Wait!\" I cry. \"You don't understand. I understand now. Of course you\nwouldn't know. You wouldn't remember. Because if you destroyed Angus\nHaney's time machine there wouldn't be any such thing as time travel\nand you wouldn't have built your own machine. So you forgot. The\nepisode sort of never existed for you.\"\n\n\"I'm terribly sorry I can't help you, fellow.\" A genuine look of\nsympathy in his eyes.\n\n\"There's no such thing as time travel. For everybody but me. I'm the\none guy who proved time travel was possible--before the first and only\ntime machine was destroyed.\"\n\nHe leaves. The head medics confer. I know what they're saying. I'm\nnuts. Time travel is impossible so I must be nuts.\n\nBut we know better, don't we?",
    "metadata": {
        "author": [
            "Lesser, Milt",
            "Thames, C. H.",
            "Chase, Adam",
            "Marlowe, Stephen",
            "Granger, Darius John",
            "Wilder, Stephen",
            "Lesser, Milton",
            "Ridgway, Jason"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/66723/pg66723.txt",
        "name": "stop_you_re_killing_me.json"
    }
}