{
    "name": "Stories of Christmas and the Bowie knife",
    "author": [
        "Dobie, James Frank",
        "Dobie, Frank",
        "Dobie, J. Frank (James Frank)"
    ],
    "body": "  BY _J. Frank Dobie_\n\n  The Steck Company       Austin, Texas\n\n\n\n\n  Copyright 1953 by\n  THE STECK COMPANY, PUBLISHERS\n  Austin, Texas\n\n  All Rights Reserved\n\n  PRINTED AND BOUND IN THE U.S.A.\n\n\n\n\nPreface\n\n\nIn wanting to bring you a distinctively different Christmas greeting\nfor 1953--as well as one that is typically Texan--The Steck Company\nturned quite naturally to Texas’ most distinguished folklorist, J.\nFrank Dobie. His writings of the past quarter century have turned\nthe attention of people in many lands to the rich folklore of the\nSouthwest. Dobie’s recollections of three boyhood Christmases begin\nthis volume. As an added fillip, his colorful story of the Bowie knife\nis included.\n\nWarren Hunter, one of Texas’ outstanding artists, has provided striking\nillustrations that catch the spirit of the stories and recall days\nquite remote from the modern scene, yet separated from us by only a few\ndecades.\n\nThus, with a glance backward, The Steck Company brings you warm\ngreetings for the 1953 season. In the words of Dobie, “Generous\nfeelings and cheering words are never trite. Merry Christmas!”\n\n\n\n\n\n\n1\n\n\nIt is a benediction of nature that generally we remember more vividly\nand oftener what has given us happiness rather than what has given us\npain. Christmas in particular is the time for recollecting, and now I\nam recollecting Christmases even more remote in character from modern\nChristmases than they are in time.\n\nWe lived on a ranch twenty-seven horse miles from our “shopping\ncenter.” That was Beeville, Texas, which later became the family\nhome. Three or four times a year a wagon went to town and hauled out\nsupplies, but the biggest haul was just before Christmas.\n\nAs I look back, those days seem to have been days of great\nplenitude--not because of anything like family prosperity, for we lived\nmeagerly, but because of the necessity of local stockpiling. Sugar came\nin barrels, molasses in kegs or big jugs, flour in barrels or in tiers\nof 48-pound sacks, beans and coffee in bushel sacks (the coffee to be\nroasted and ground), lard in 50-pound cans, tomatoes, salmon, and other\ncanned goods in cases. Then at Christmas time there was a large wooden\nbucket of mixed candy--enough for us six children, for our visiting\ncousins, and for the children of several Mexican families living on the\nranch, most of them farmers. Each of these families received also a new\nblanket and a sack of fruit.\n\nWe had home-made candy not infrequently, but Christmas was the only\ntime of year when it snowed candy. There were no chocolates, as I\nrecollect--just a mixture of lemon drops and an assortment of variously\nshaped hunks of sugar, both hard and gummy, variously colored, alloyed,\nand flavored, with peppermint being dominant.\n\nChristmas was also distinguished by apples, oranges, raisins (on\nstems), almonds, walnuts, pecans, and a coconut or two. We ate some\nof the coconut as broken out of the shells, but its main function was\nto be grated and mixed with sliced oranges and sugar into ambrosia--as\ninevitable for Christmas dinner as turkey is for Thanksgiving. Nobody\nthen dreamed of having fruit every morning for breakfast. Oranges,\napples, raisins, and nuts were put into stockings and hung on Christmas\ntrees. They were a rare treat.\n\nThese fruits and nuts left a stronger impression on my mind than\nall other gifts associated with childhood Christmases except books,\nfirecrackers, Roman candles--and my first new saddle. There were tin\nbugles, toy trains, and dolls for the girls, but we--the boys, at\nleast--had so much fun making our own toys that no bought toy has left\nany impression on my memory. Christmas was the time for new pocket\nknives, and very useful they were. My father taught us to whittle\nwater-wheels, which could be run only when an occasional rain made\nLong Hollow run. The axle for the wheel might be a piece of wood or a\nsection of dried cornstalk, less durable but much more easily fitted\nwith paddles than hard wood. The toy bugles would not split the air as\nbrightly as cane whistles whittled out of an old fishing pole.\n\nWe may have had colored balloons at some Christmas, but I recollect\nonly the ones made from bladders. Hog-killing time is cold weather.\nThe chief prize for us from every hog and every calf, cow, or steer\nbutchered was the bladder. A human mouth was the only air-pump for\nblowing up this home-contrived balloon. Held, air-expanded, near a\nfire, it would keep on expanding until the material was very thin and\ndry. Then came the climax--an explosion. Nobody wanted to part with his\nbladder-balloon, but that grand explosion could not be resisted.\n\nI never heard of Fourth of July fireworks until I was nearly grown.\nFirecrackers and Roman candles were as much a part of Christmas as\nambrosia. The firecrackers could be set off by day, but the Roman\ncandles were for darkness, when everybody watched the pyrotechnics.\nThey vanished all too quickly, like most other beautiful things--but\nnot from the great reality called memory.\n\nThere were toy pistols and airguns, but a new pair of rubbers for a\nnigger-shooter gave just as much satisfaction. At one time we got\nmore satisfaction from lead bullets gouged out of live oak trees than\nfrom any other form of shooting. Our house was on the edge of a grove\nof scores of live oak trees, some of them very large and old. When\nUncle Ed Dubose, my mother’s half brother, came in the fall to hunt and\nagain at Christmas time with all the family, he freely spent ammunition\nperfecting his marksmanship. His targets were tree trunks. He was\nan indefatigable treasure-hunter also, but he never found a bonanza\ncomparable to that he left us children in the form of lead.\n\nFrom it, from solder melted off tin cans, and from now and then a haul\nof babbitt found in wornout windmills, we minted dollars. We melted\nour metal in a large iron spoon over an outdoor fire and poured the\nliquid into a round wooden bluing box, wherein it quickly cooled and\nsolidified. (Bluing for laundry in those days came in powdered form,\nfor dissolving in water--in wooden boxes, with tops that screwed on,\nabout the diameter of a dollar.) This free coinage was limited only by\nthe supply of crude metal. The more canned goods we consumed and the\nmore old bullets we could find, the higher the rate of coinage. The two\nprincipal uses the dollars had were for pitching--into holes in the\nground--and for buying cattle, horses, sheep, and goats from each other.\n\nEach of us had a play ranch enclosed by miniature fences--twine (our\nbarbed wire) strung on sticks stuck into the ground like posts. Our\ncattle were tips of horns that had been sawed off cattle at the chute\nin the big picket cowpens about a hundred yards from the house. Our\nhorses were spools from which my mother and neighbors had used the\nthread in endless sewing; our goats were empty snail shells; our sheep\nwere oak galls. Sheep and goats were very plentiful and, therefore, had\na low value; cattle and horses were harder to come by.\n\nWith running irons made of baling wire and heated red hot in a fire,\nwe branded the cattle, sheep, and horses, but could not brand the\nsnail-shell goats. We made long trains of flat rectangular sardine\ncans, coupled together by pieces of wire, to haul the stock from ranch\nto ranch. Our dog, Old Joe--named after Beautiful Joe, the wonderful\nhero of a favorite book--made a very unsatisfactory engine to pull\nthe freight train. We hitched green lizards, snared with the hair of\nhorsetail, to a single sardine can or to a cardboard matchbox that\nserved as a wagon. Lizards never make tractable teams.\n\nThis ranching, with all of its ramifications, was not primarily\nChristmas play. It went on more in the summer than in the winter, but\nno Christmas toys could compete with it. Certain Christmas books added\nto prolonged play.\n\nWe children always knew positively that there would be books on the\nChristmas tree or in our stockings. We always wanted particular titles,\nand we had the before-Christmas pleasure of speculating on what known\nand unknown books Santa Claus might bring. I don’t remember what\nChristmas it was that _Ivanhoe_ came to make knights of us boys. Old\nStray, an irritatingly gentle horse that could hardly be forced out\nof a walk, enriched the flowering of our knighthood. _Swiss Family\nRobinson_ made us into cave-dwellers. We dug our own cave into the bank\nof Long Hollow, some distance below the house.\n\nI wasn’t yet reading when for Christmas I received an illustrated book,\nwith a linen cover, about an owl that hooted. On demand my father read\nit aloud over and over. We could hear owls hooting in the live oaks\nmany nights of the year, and my father could talk owl talk. Every time\nhe read the book he had to tell us what the owl says, in words long\ndrawn out from deep down: “I cook for myself. Who cooks for you-all?”\nThere are very few conversationalists to whom I had rather listen than\nto a hoot owl, and often to this day his lonely and beautiful _who-ing_\ntakes me back to a Christmas of childhood, to a child’s book, and to my\nfather’s voice.\n\nThere were no commercial Santa Clauses in the country, so far as I\nknow. The only Santa Claus for us was my father. At an early age I\nlearned his identity, but that knowledge had no effect on the great\nillusion, any more than knowing that a grown woman could not literally\nlive in a shoe had on the Mother Goose fact that there was an old woman\nwho lived in a shoe--and she had so many children she didn’t know what\nto do.\n\nMy father cut the Christmas tree out in the pasture--a comely live oak\nor maybe a “knock-away” (_anacahuita_)--and brought it in secretly.\nAfter it was hung with gifts and lighted with little colored candles\nand we had all gathered to behold it, Santa Claus would bound in, all\nin white and red, as cheery in his ruddy complexion, reindeer country\nmanners, other-world talk, and contagious spirits as the Saint\nNicholas of “The Night before Christmas.” In disguised voice he called\nout the names on the packages and added joy to the gift in the way he\npresented it. Then he would disappear, and presently Papa would come in\nand claim his own presents with as much eagerness as we had received\nours.\n\n“The gift without the giver is bare.” Gifts can be manufactured, some\nbeautiful, many useful, but giving-out feelings can’t be--though they\ncan be cultivated. The love and cheer associated with Christmas will\nalways be the best thing about it. How often just a good word that\nconveys the word-giver’s generosity of spirit enriches people! I\nremember the “Merry Christmas, sir!” of a gray-haired woman scrubbing\nstone steps at a college in Cambridge, England, during the war; and\nrecollection of her sturdy, cheerful, kind nature brightens my world. I\ncan hear my mother’s “Christmas Gift” or “Merry Christmas” as I write\nthese words. Whoever heard her greeting received a gift, for she meant\nevery syllable of it, felt every tone in it.\n\nSunrise, starlight, silence of dusk are never trite. Generous feelings\nand cheering words are never trite. Merry Christmas!\n\n\n\n\n2\n\n\nIn memory as well as in actuality, Christmas is the time for coming\nhome. Many a father lives for these homecomings of a scattered brood,\nbut it is the mothers who make them. Fay Yauger’s “I Remember” suggests\nsomething of almost universal contrast:\n\n  My father rode a horse\n    And carried a gun;\n  He swapped for a living\n    And fought for his fun--\n  I remember his spurs\n    Agleam in the sun.\n\n  My father was always\n    Going somewhere--\n  To rodeo, market,\n    Or cattleman’s fair--\n  I remember my mother,\n    Her hand in the air.\n\nMy own mother has been dead five Christmases now. She was eighty-seven\nyears old when she died and had been a widow for twenty-eight of\nthose years. Maybe every mother is a matriarch; matriarchy was very\nstrongly pronounced in mine. She invariably wanted her children and\nthen grandchildren and great-grandchildren home at Christmas, and they\ngenerally got there. If I live to be a hundred, at every Christmas\nI’ll be remembering the brightness of her face, the eagerness of her\ngreeting, the love in all her conduct--including cooking.\n\nThere was a kind of homecoming in our family--the returning of a\npresence without the immediate returning of the person--that seems to\nme to belong to Christmas, though it did not actually occur at that\nseason. Not long after the United States entered the First World War,\nmy mother and father had three sons and a daughter in the service.\nThe baby of the family, Martha, was still in school and so was Henry,\nthe youngest son, eighteen years old. My mother was thinking how she\nwould have him for a time at least, as a stay while she cared for a\nsick husband and her own aged mother.\n\nDuring World War I, millions of youths who joined the army volunteered.\nOne day Henry came to my mother and said, “Mama, I wish you wouldn’t\nfeel as you do about my enlisting. I want to go. I feel like a slacker\nstaying at home.”\n\n“Son,” she replied--and it was never her nature to take all day to make\nup her mind--“if you feel that way, go ahead and enlist. I’d rather\nyou’d go and never come back than stay home feeling like a slacker.”\nNor would it ever have occurred to her to try to pull wires to get him\ninto a soft place.\n\nHenry joined the Marines and within a few weeks was across the\nAtlantic. He was the only one of us four brothers who got a shot at\nthe Kaiser’s young Hitlers, but when he was fighting in the Argonne,\nhe wasn’t calling himself lucky, I guess. In October, 1918, Mama had a\nletter from him and knew he was somewhere on the front.\n\nNovember 11 and the Armistice came. I had been in France myself a few\nweeks at that time. I can still hear and see the French peasants around\nthe artillery camp where I was stationed, going about all day saying to\neach other and to any American soldier they met, “_Fini le guerre, fini\nle guerre_--The war is finished, the war is finished.” Some had tears\nin their eyes. They were in a kind of daze. They were in a transport as\nif peace on earth and good will to all men had suddenly arrived to end\nall wars. They were kind and simple people, like the masses of people\nof all nations, whether red, white, black, yellow, or brown.\n\nThe Armistice had been declared and battling had ceased. November\npassed, and no word from Henry. Had he survived? One by one the days of\nDecember passed and Christmas came, little sister Martha the only child\nat home, and no word of assurance from Henry and no dreaded word from\nthe War Department either. One by one the long nights of January and\nthe days made longer by waiting for a letter that did not come, passed.\n\nNearly every family in Beeville had a boy in the service. A few were\nnot coming back. Some had come. The others had been heard from.\nEverybody knew that Henry’s whereabouts were unknown. The post office\nhad been so besieged over the telephone, every day and Sunday too, with\ninquiries as to whether a letter had come from this boy or that, the\ninquirers too eager to wait for the mail, that the postmaster ordered\nthe phone taken out. He was a good friend of my family.\n\nOne day in February, 1919, my mother answered the ring of the telephone\nin her house. A post-office clerk was calling. The postmaster, he\nexplained, had sent him across the street to telephone from a store.\nThe postmaster wanted my mother and father to know that a letter had\njust arrived--from Henry. Yes, from Henry, postmarked U. S. Army of\nOccupation, in Germany.\n\nWith Mama and Papa in the house at this hour were an infant grandson,\nlying in a baby buggy, and his mother, Elizabeth, my brother Lee’s\nwife, Lee being in the Air Corps.\n\n“I can go faster than anybody else,” Elizabeth cried.\n\nThe post office was about four blocks away. As she tore out, Mama\nand Papa followed as rapidly as they could, pushing the baby buggy.\nThere was no pavement to roll it over. The streets were sandy and\ngullied, but the baby buggy was more than halfway to the post office\nwhen Elizabeth met it coming back. She was running, hand stretched out\nholding a letter that had already been torn from the envelope.\n\nThere in the middle of the street the little group read it through--a\nfather enfeebled beyond his years by a disease that was soon to carry\nhim off, a young kinswoman of eager sympathy, and a mother, still\nwonderfully vigorous, who had said, “Go, son. I’d rather you’d go and\nnever come back than stay home feeling like a slacker.” I asked her\nyears later for her definition of bravery. “A brave person,” she came\nback, with steel-spring energy, “is a person who is scared to death and\ngoes ahead anyway.”\n\nI don’t remember now why no letter had come from Henry. Anyway, a\nletter now brought him home in safety and changed the world for a few\npeople who had been waiting in utter anxiety.\n\n\n\n\n3\n\n\nThis story, which is a true one, goes back to the days of oxen--a time\nand a tempo in which people\n\n    could stand beneath the boughs\n  And stare as long as sheep and cows.\n\nMany a man and boy, and many a woman and girl too, had a strong\naffection for oxen reliabilities bearing such names as Old North and\nCrump, Tom and Jerry, Bigfoot Wallace and Jim Bowie, Bully and Blackie.\n\nTake Old Samson and the rollicky crew that drove the freight train\nhe helped pull. It was carrying supplies west from Jefferson on the\nLouisiana line. The wagon to which Samson was yoked happened to be\nloaded with bacon and barrelled whiskey. One day he went lame. The\nnext morning a bullwhacker suggested that he be shod with bacon rind.\nAccordingly the rinds were cut off two sides of salt pork and put\non Samson for shoes. While he was being held, the ingenious whacker\nsuggested Samson would feel more at ease in the strange footgear if he\nhad a dram. A quart bottle was filled out of a barrel and poured down\nSamson’s throat. “Well, sir, that old ox licked out his tongue and\nsmacked his lips and went against the yoke. For a while, with his new\nbacon-rind slippers and morning dram, he was as frisky as a young colt.\nHe tried to pull the whole load by himself.”\n\nSome drivers of oxen were more noted than the most noted oxen. Not\nlong after Texas joined the Confederacy, a youngster named Tim Cude\nwent from Live Oak County to enlist in the Army. Although he was only\nsixteen years old, his way with oxen was a community wonder--especially\nthe power of his voice over them. It was a voice young and lush, but\nstrong, without the gosling quality. He did not charm the oxen by\nwhispering--horse-charmer style--in their ears.\n\nBrindle and Whitey were his wheelers, Sam Houston and Davy Crockett,\nthe leaders. They were steers of the old-time Texas Longhorn breed,\nand they could pull a log out of its bark. When Tim commanded them,\nthey would go to their places to be hitched to wagon or plow. Tim was\npartial to Brindle, and when he put a hand over the ox’s head, the\nox would often show his pleasure by licking out his tongue. The four\noxen were the last inhabitants of the little Cude ranch that Tim told\ngood-by when he left to fight the Yankees. He was an only child. He\ndid not realize what emptiness he left behind him. He seldom wrote to\nrelieve it.\n\nMonths after Appomattox, his mother and father learned that he was\nstill alive at Lee’s surrender. Tim Cude was a mature man now, strong\nand rangy with a full-grown beard. More months, then a year, then two\nyears, dragged by, and still Tim did not come home, and there was no\nword from him. At first his father and mother talked with high hopes\nof his coming. Then, gradually, they came to saying little, even to\neach other, about his return. They still nursed a hope, but the heavy\nconviction settled down on them that Tim must be among the many other\nboys in gray who would never come back home. Their hope grew gray and\nsecret, without confidence. The days went by as slow as laboring oxen\nwalk.\n\nIn the late spring of 1867 Mr. Cude put a few beeves in a herd going\nnorth. Six months later the owners of the herd returned and paid him\nthe first money he had seen in years. The aging couple needed the money\nto buy necessities with, but Mr. Cude had a hard time persuading “mama”\nto go with him down to Powderhorn on the coast for the purchases.\n“Tim might come while we are gone,” was her only argument. Mr. Cude’s\nargument that, if he came, he would stay until they got back, had\nslight weight with her. She wanted to be there. Mr. Cude would not\nargue, not even to himself, much less to her, that Tim would never\ncome, but he often reasoned gently that it was better for them both to\nbe resigned.\n\nIt was in December before Mrs. Cude finally consented to go. They took\na load of dry cow-hides with them, and as the oxen pulled them south at\nthe rate of about two miles an hour, they went over their plans again\nand again for spending the money.\n\nThe plans cheered them. They would have plenty of real coffee now,\ninstead of tea from parched acorns and corn, and a new coffee grinder\nthat would do away with the labor of pounding the grains in a sack with\na hammer. Their old coffee mill was absolutely worn out. They would get\nsacks of flour and have real flour bread. “You remember how Tim always\nlikes flour gravy,” Mrs. Cude said. She would have enough calico for\nthree new dresses and a sunbonnet, besides a tablecloth; he would have\nnew boots, new hat and breeches, and percale for sewing into shirts.\n“I’ll get some blue for Tim,” Mrs. Cude said. There would be a new plow\nfor the cornpatch and lumber for a gallery to the frame house, so hot\nin the summer.\n\nIt took them five or six days to get down to Powderhorn, and then\ntwo days to buy everything and load the wagon. On the way back\nMrs. Cude kept wishing they’d make better time, but the four old\ntortoise-stepping oxen never moved a foot faster. “Perhaps Tim came\nhome today,” Mrs. Cude would say at the evening camp. “I dreamed last\nnight that he came just after dark,” she’d say over the morning\ncampfire, always burning long before daybreak. In all the dragging\nmonths, months adding themselves into years, no day had dawned, no\nnight had fallen, that she had not made some little extra preparation\nfor her boy’s coming home. In all the period of waiting, this was the\nfirst time she had not been there to welcome him. As she approached the\nwaiting place now, the hopes of more than fourteen absent days and of\nmore than fourteen absent nights were all accumulated into one hope.\nPerhaps Tim had come. Mr. Cude shared the hope, too, but it hurt him to\nsee “mama disappointed,” and he never encouraged day-dreams.\n\nAt last they were only six miles from home. Christmas was only three\ndays away. Then the oxen stalled in a mudhole at the crossing on La\nParra Creek. For an hour Mr. Cude struggled and worried with them,\ntrying to make them make the supreme pull. Mrs. Cude threw all her\nstrength on the spoke of one wheel. Finally Mr. Cude began the weary\nbusiness of unloading some of the freight and carrying it on his back\nout of the creek.\n\nThen suddenly they were aware of a man, dismounted from the horse\nbeside him, standing on the bank just ahead. Being down in the creek,\nthey could not have seen his approach. His frame, though lank, was\nwell filled out, his face all bearded, his clothes nondescript. In his\nposture was something of the soldier. Nearly all Southern men had,\nin those days, been soldiers. For a second he seemed to be holding\nsomething back; then he gave a hearty greeting that was cordially\nresponded to.\n\n“Those look like mighty good oxen,” the young man said, coming down, as\nany stranger in that country at that time would come to help anybody in\na tight.\n\n“They are good oxen, but they won’t pull this wagon out now,” Mr. Cude\nanswered. “I guess they’re getting old like us. We been working them\nsince before the war.”\n\nThe stranger had moved around so that he was very near the wheel oxen,\nwhich he faced, instead of the driver and his wife. His hand was on\nBrindle’s head, between the long rough horns, and the old ox, whose\ncountenance was the same whether in a bog hole or a patch of spring\ntallow weed, licked out his tongue.\n\n“I believe I can make these old boys haul the wagon out,” the man said.\n\n“They wouldn’t do any better for a stranger than for their master,” Mr.\nCude answered.\n\n“There’s only one person who could get them to pull,” added Mrs. Cude.\n“That’s our boy who went to the war.”\n\n“Did he know oxen?” the young man asked out of his beard.\n\n“Oh, yes, and they knew him. They liked him.”\n\nThen for a little while there was silence.\n\nAs Mr. Cude began drawing up his rawhide whip, again the offerer of\nhelp, pleading now, asked for a chance to try his hand.\n\n“Very well,” Mr. Cude agreed slowly, “but every time you try to make\n’em pull and they don’t budge the wagon, they’re that much harder to\nget against the yoke the next time.”\n\nThe young man asked the names of the oxen and got them. Then he took\nthe long whip, not to lash the animals--for that was not the whip’s\nfunction--but to pop it. He swung it lightly and tested the popper\nthree or four times, as if getting back the feel of something long\nfamiliar that had been laid aside. Then he curved the fifteen feet of\ntapering plaited rawhide through the air--and the ringing crack made\nthe sky brighter. At the same time he began calling to the oxen to come\non and pull out. He talked to Brindle and Whitey and Sam Houston and\nDavy Crockett harder than a Negro crapshooter talking to his bones.\n\nThe oxen, without a jerk, lay slowly, steadily, mightily, into the\nyokes. The wheels began to turn. The whip popped again, like a crack of\nlightning in the sky, and the strong voice rose, pleading, encouraging,\nconfident, dominating.\n\nThe oxen were halfway up the bank now. They pulled on out, but nobody\nwas talking to them any longer. No welcome of feast and fatted calf\never overwhelmed a prodigal son like that, initiated by four faithful\nold oxen, which Tim Cude received from his mother and father on the\nbanks of an insignificant creek in a wilderness of mesquite. All the\ngray in the world was suddenly wiped out by sunshine, and all the\nmockingbirds between the San Antonio River and the Rio Grande seemed to\nbe singing at once.\n\nThe oxen, silent and slow, kept on pulling down the road.\n\n\n\n\n\n\nThrough long centuries of warring, certain weapons of the Old\nWorld, like King Arthur’s “Excalibur” and Siegmund’s great sword\n“Gram,” became the subjects of legends and of songs that have made\nthem immortal. Their solitary counterpart in the New World, before\nsix-shooter and law-abiding habits supplanted its use, was the Bowie\nknife. The knife’s origin is wrapped in fable as fantastic as that\nrecounting how the dwarf smiths forged for the old Norse gods; its use\nis memorialized in a cycle of dark and bloody legends yet told all over\nthe Southwest. And certainly the Bowie knife was once as important to\nthe frontiersman as a steady eye.\n\nIt was the rule to “use a knife and save powder and lead.” The\nBowie knife was the best possible knife to use, and knife throwing\nand thrusting were arts to be excelled in, as well as shooting and\nwrestling. Indeed, many frontiersmen regarded any other weapon than the\nknife, for work in close quarters, as “fit only for the weakly.” Bowie\nhimself, it is claimed, could juggle a number of knives in the air at\nthe same time and at twenty paces send one through a small target of\nthick wood.\n\nFor dozens of purposes the Bowie knife was “as handy as a shirt\npocket.” Its hard bone or horn handle was often used as a kind of\npestle to grind coffee beans. The blade, sometimes as heavy as a\nMexican machete, served to hack limbs from trees and to cut underbrush,\nas well as to dress and skin game. Tradition has it that in the battle\nof San Jacinto the Texans killed more Mexicans with the Bowie knife\nthan with bullets. An Englishman named Hooten, who visited Texas a few\nyears after the battle and straightway wrote a book, said: “I have\nmyself seen skulls of Mexicans brought in from the battleground of\nSan Jacinto that were cleft nearly through the thickest part of the\nbone behind, evidently at one blow, and with sufficient force to throw\nout extensive cracks, like those of starred glass.”\n\nOf all the characters connected with pioneer history in the Southwest,\nJames Bowie comes nearer being unadulterated legend than any other.\nHe did nothing really great or constructive; yet his name has\nprobably been more widely popularized than that of the truly great\nand constructive founder of the Texas Republic, Stephen F. Austin.\nHe affected little, if at all, the destiny of a nation, and merely a\nscrap of his paper survives; yet the stories that sprang up about him\nare second in number only to those about the voluble and spectacular\nSam Houston. He is remembered popularly for three things: first, his\nbrave death in the Alamo, fighting for Texas independence; second, his\nsupposed connection with a lost Spanish mine on the San Saba River,\nwhich came to bear Bowie’s name, and which today, after thousands of\nmen over a period close to a hundred years have vainly sought to find\nit, is yet the object of ardent search; third, the knife which bears\nhis name--and which, to many people, symbolizes his character.\n\nAll three of these claims to remembrance are wrapped in legend. The\ntraditional tales, some of them truly extraordinary, centering around\nthe Lost Bowie Mine, would, if compiled, fill a volume. History is\nclear as to Bowie’s part in the Alamo, but the best stories about him\nthere do not get into documented histories. Nor do the tales of how he\nsuccored abused slaves, took the part of bullied preachers, and rescued\nwronged women. But our subject is the Bowie knife.\n\nThe known facts about James Bowie’s early life are that he was born in\nTennessee in 1795, two years later than his distinguished brother Rezin\nP. Bowie, and that in 1802 he came with his parents and their numerous\nprogeny to Louisiana. The name Bowie at that time was already more than\na century old in Maryland and had been known for two generations in\nVirginia and South Carolina, the several branches of the family having\nshot out from a stout clan of Scottish Highlanders. The male members\nof it--hard riding, hard-headed, well propertied, decently educated,\ncontentious in politics, and ready to die in adherence to the code\nof the Cavaliers--generally deserved the epithet given to them, “the\nfighting Bowies.”\n\nThe pair that reared James were equal to holding their own in a\nwilderness where turbulent men were made more turbulent by the\nconfusion of land claims following the Louisiana Purchase. On one\noccasion Rezin Bowie, Sr., father of James, in defending his land\nagainst a gang of squatters, killed one of them. He was arrested,\ncharged with manslaughter, and put in jail to await trial. Mrs. Bowie,\naccompanied by a slave, rode on horseback to the jail, demanded\nentrance, and entered. In a few minutes she and her husband reappeared,\neach armed with a brace of pistols. While the jailer retreated, they\nmounted the horses in waiting and rode away. It is not recorded that\nRezin Bowie, Sr., was again molested. Years later when this wife and\nmother was told how her son had been killed by Mexicans in the Alamo,\nshe calmly remarked, “I’ll wager no wounds were found in his back.”\n\nIn time, James Bowie and his brother Rezin came to own and operate a\ngreat sugar plantation on Bayou Lafourche, called Arcadia. Meantime,\nJohn J., a third brother, had moved to Arkansas and established a large\nplantation.\n\nJim Bowie was a man of surpassing vigor, of headlong energy, and of\ngreat ambition to lead. He was six feet tall and all muscle. He roped\nand rode giant alligators for fun. Generally polite and courteous, in\nanger he appeared “like an enraged tiger.” He was somehow connected\nwith Dr. Long’s filibustering schemes against Mexico, and with one or\nmore of his brothers he seems to have carried on an extensive business\nin slave smuggling. The Bowies are said to have bought blacks from\nthe pirate Lafitte on Galveston Island at a dollar a pound. On one\noccasion, says the historian Thrall, Jim Bowie, while driving ninety of\nhis purchases through the swamps of Louisiana, lost the entire band.\nThereafter he prepared himself against a similar disaster by wearing\n“three or four knives,” so that he could transfix any Negro that tried\nto run away. Jerking a knife was quicker by far than reloading a horse\npistol at the muzzle. “Big Jim,” as they called him, showed the “knife\nmen” among Lafitte’s crew several things in the art of knife throwing.\n\nAnd this brings us to our theme--a theme concerning which history must\nstand abashed before the riot of legend. Who made the first Bowie\nknife? How did it originate?\n\nAccording to an unpublished letter, written in 1890 by John S. Moore,\ngrandnephew of James Bowie, and preserved among the historical archives\nof The University of Texas, the original knife was modeled as a hunting\nknife by Rezin Bowie, Sr., and wrought by his own blacksmith, Jesse\nCliffe. Some time later Jim Bowie had a “difficulty” with one Major\nMorris Wright, in which a bullet from Wright’s pistol was checked by\na silver dollar in Bowie’s vest pocket. While Wright was in the act\nof shooting, Bowie “pulled down” on him, but his pistol snapped and\nthe two foes parted, expecting to meet another day. When Jim told his\nfather of this, the old gentleman got out his prized hunting knife and\npresented it to his son with these laconic words: “This will never\nsnap.”\n\nIn the “Sandbar Duel” that followed, the knife fully met all\nexpectations. This duel was in reality a free-for-all fight that took\nplace among twelve men who met on a sandbar in the Mississippi River\nnear Natchez, September 19, 1827. In it two men were killed and three\nbadly wounded. Bowie was down, shot in four places and cut in five,\nwhen his mortal enemy, Major Wright, rushed upon him, exclaiming, “Damn\nyou, you have killed me.” Bowie raised himself up and stabbed Wright\nto the heart. At once Bowie’s knife became famous and copies of it were\nwidely disseminated.\n\nAccording to notes kept by another scion of the Bowie family, Dr. J.\nMoore Soniat du Fosset, of New Orleans, now deceased, it was Rezin P.\nBowie, the brother of James, who devised the knife. The occasion for it\narose thus:\n\nThe Bowie brothers were very fond of riding wild cattle down--a sport\npopular among planters of Louisiana at the time. There were two ways\nof dealing with the maverick animals. One was to shoot them from\nhorseback, as sportsmen on the plains shot buffaloes; the other was\nto ride against them and stab them with a large _couteau de chasse_.\nSometimes the cattle were lassoed and then stabbed. The chase with\nknife and lasso was wilder and more exciting than the chase with pistol\nor rifle. Hence the Bowies preferred it.\n\nOne day while Rezin P. was thrusting his knife into a ferocious bull,\nthe animal lunged in such a way as to draw the blade through the\nhunter’s hand, making a severe wound.\n\nAfter having his hand dressed, Rezin called the plantation blacksmith,\nJesse Cliffe, and told him that he must make a knife that would not\nslip from a man’s grasp. Using a pencil in his left hand, he awkwardly\ntraced on paper a blade some ten inches long and two inches broad at\nits widest part, the handle to be strong and well protected from the\nblade by guards. The model having been settled upon, Rezin gave the\nsmith a large file of the best quality of steel and told him to make\nthe knife out of that. With fire and hammer the smith wrought the\nweapon--just one. It proved to be so serviceable in hunting, and Rezin\ncame to prize it so highly that for a long time he kept it, when he was\nnot wearing it, locked in his desk.\n\nThen one day Jim Bowie told his brother how his life had been\njeopardized by the snapping of a pistol while it was pointed at a man\nfiring on him. After hearing the story and learning how the final\nreckoning between the enemies was yet to be made, Rezin unlocked the\ndesk, took out his prized personal possession, and handed it to his\nbrother with these words: “Here, Jim, take ‘Old Bowie.’ She never\nmisses fire.”\n\nAnother story has it that in preparation for the “Sandbar Duel” Jim\nBowie himself took a fourteen-inch file to a cutler in New Orleans,\nknown as Pedro. Pedro had learned his trade in Toledo, where the finest\nswords in all Spain were forged; and all his skill went into the making\nof a blade which was to be, in Bowie’s words, “fit to fight for a man’s\nlife with.”\n\nWhen in doubt, go to the encyclopedia. This is what the _Encyclopedia\nAmericana_ (1928) sets forth: “Colonel James Bowie is said to have had\nhis sword broken down to within about twenty inches of the hilt in a\nfight with some Mexicans, but he found that he did such good execution\nwith his broken blade that he equipped all his followers with a similar\nweapon”--the Bowie knife.\n\nBut let us not be too rash in drawing conclusions. Arkansas is yet to\nbe heard from, and Arkansas has better right to speak on the subject\nthan any encyclopedia. The Bowie knife used to be commonly known as\nthe “Arkansas toothpick,” and Arkansas is sometimes referred to as\n“the Toothpick State.” Arkansians certainly knew their toothpicks. The\nvery spring that Bowie died in the Alamo, Arkansas became a state,\nand fittingly enough history records that the members of the first\nLegislature used, after adjournment in the cool of the evening, to\ntake their knives and pistols and repair to a grove hard by, there to\npractice throwing and shooting at the trees.\n\nSome members of the Legislature were in fine practice. The Speaker of\nthe House was John Wilson, sometimes known as “Horse Ears” from the\nfact that when he was excited--whether by love, humor, or anger--his\nears worked up and down like those of an aroused horse. One of his\npolitical enemies in the House was Major J. J. Anthony. When a bill\nrelating to bounties on wolf scalps came up Anthony arose and, in the\ncourse of his remarks, made a cutting allusion to Speaker Wilson.\n\nWith ears working and quivering “in a horrific manner,” Wilson leaped\nfrom his chair, drew a Bowie knife, and started toward his antagonist.\nAnthony was waiting for “Horse Ears” with his own knife drawn. A\nlegislator thrust a chair between them. Each seized a rung in his left\nhand and went to slashing with his right. Anthony cut one of Wilson’s\nhands severely and in the scuffle lost his knife. Wilson, thereupon,\nmade short work of his enemy. In court Wilson was triumphantly cleared\nof the charge of murder, and at a meeting of the Legislature a few\nyears later drew his Bowie knife on another member. Those were the days\nwhen the Bowie knife governed in Arkansas.\n\nSo it is not without reason and just basis for pride that Arkansas\ninsists on having originated the Bowie knife. It has already been said\nthat John J. Bowie established a plantation in that state. A former\nArkansas judge, William F. Pope, maintains that Rezin P. Bowie once\ncame to Washington, Arkansas, and engaged an expert smith named Black\nto make a hunting knife after a pattern that he, Bowie, had whittled\nout of the top of a cigar box. “He told the smith he wanted a knife\nthat would disjoint the bones of a bear or deer without gapping or\nturning the edge of the blade. Black undertook the job and turned\nout the implement afterward known as the Bowie knife. The hilt was\nelaborately ornamented with silver designs. Black’s charge for the work\nwas $10, but Bowie was so pleased with it that he gave the maker $10\nmore.\n\n“I do not hesitate to make the statement,” concludes Judge Pope, “that\nno _genuine_ Bowie knives have ever been made outside the State of\nArkansas.... Many imitations have been attempted, but they are not\nBowie knives.”\n\nDespite such strong assertions, it would appear that Judge Pope based\nhis judgment on a false premise. The classic Arkansas story comes\nfrom Dan W. Jones, governor of Arkansas from 1897 to 1901. According\nto Governor Jones, the James Black, who alone made the only “genuine”\nBowie knife, also designed it. Black was born in New Jersey and,\nafter having served as apprentice to a Philadelphia silver-plate\nmanufacturer, came South in 1818, settling that year at Washington,\nHempstead County, Arkansas.\n\nHere he found employment with Shaw, the village blacksmith. Shaw was\nan important man with high ambitions for his daughters. Consequently,\nwhen Anne fell in love with the young smith, only a hired hand, Shaw\nobjected. The young people married nevertheless, and James Black set up\na smithy of his own.\n\nHe specialized in making knives, and very soon they had won a\nreputation. Governor Jones’s story continues:\n\n“About 1831 James Bowie came to Washington and gave Black an order\nfor a knife, furnishing a pattern and desiring it to be made within\nthe next sixty or ninety days, at the end of which time he would call\nfor it. Black made the knife according to Bowie’s pattern. He knew\nBowie well and had a high regard for him as a man of good taste as\nwell as of unflinching courage. He had never made a knife that suited\nhis own taste in point of shape, and he concluded that this would be\na good opportunity to make one. Consequently, after completing the\nknife ordered by Bowie, he made another. When Bowie returned he showed\nboth the knives to him, giving him his choice at the same price. Bowie\npromptly selected Black’s pattern.\n\n“Shortly after this Bowie became involved in a difficulty with three\ndesperadoes, who assaulted him with knives. He killed them all with the\nknife Black had made. After this, whenever anyone ordered a knife from\nBlack he ordered it made ‘like Bowie’s’ which finally was shortened\ninto ‘Make me a Bowie knife.’ Thus this famous weapon acquired its name.\n\n“Other men made knives in those days, and they are still being made,\nbut no one has ever made ‘the Bowie knife’ except James Black. Its\nchiefest value was in its temper. Black undoubtedly possessed the\nDamascus secret. It came to him mysteriously and it died with him in\nthe same way. He often told men that no one had taught him the secret\nand that it was impossible for him to tell how he acquired it.”\n\nThe death of the secret is a part of the story. About 1838 Black’s wife\ndied. Not long thereafter Black himself was confined to his bed by a\nfever. While he was down, his father-in-law, who had all along been\njealous of Black’s growing reputation, met up with him and beat him\nover the head with a stick. Probably he would have killed him had not\nBlack’s dog seized Shaw by the throat. As it was, inflammation set up\nin Black’s eyes and he was threatened with blindness. As soon as he\nhad strength enough to travel he set out for expert treatment. A quack\ndoctor in Cincinnati made him stone-blind.\n\nBlack returned to Arkansas to find his little property gone and himself\nan object of charity. A Doctor Jones, father of the future Governor\nJones, gave him a home. When Doctor Jones died, the blind man went to\nlive with the son.\n\n“Time and again,” recalls Governor Jones, “when I was a boy he said to\nme that, notwithstanding his great misfortune, God had blessed him in a\nrare manner by giving him such a good home and that he would repay it\nall by disclosing to me his secret of tempering steel when I should\narrive at maturity.\n\n“On the first day of May, 1870, his seventieth birthday, he said to me\nthat he was getting old and could not in the ordinary course of nature\nexpect to live a great while longer; and that, if I would get pen, ink\nand paper, he would communicate it to me and I could write it down.\n\n“I brought the writing material and told him I was ready. He said, ‘In\nthe first place’--and then stopped suddenly and commenced rubbing his\nbrow with the fingers of his right hand. He continued this for some\nminutes, and then said, ‘Go away and come back again in an hour.’\n\n“I went out of the room, but remained where I could see him, and not\nfor one moment did he take his fingers from his brow or change his\nposition. At the expiration of the hour I went into the room and spoke\nto him. Without changing his position or movement, he said, ‘Go out\nagain and come back in another hour.’\n\n“Upon my speaking to him at the expiration of the second hour he again\nsaid, ‘Go out once more and come back in another hour.’ Again I went\nout and watched. The old man sat there, his frame sunken, immobile, his\nonly movement the constant rubbing of his brow with the fingers of his\nright hand.\n\n“When I came in and spoke to him at the expiration of the third hour he\nburst into a flood of tears and said:\n\n“‘My God, my God, it has all gone from me! All these years I have\naccepted the kindness of these good people in the belief that I could\nrepay it all with this legacy, and now when I attempt to do it I\ncannot. Daniel, there were ten or twelve processes. When I told you to\nget pen, ink and paper they were all fresh in my mind, but they are all\ngone now. My God, my God, I have put it off too long!’\n\n“I looked at him in awe and wonder. The skin from his forehead had been\ncompletely rubbed away by his fingers. His sightless eyes were filled\nwith tears and his white face was the very picture of grief and despair.\n\n“For a little more than two years longer he lived on, but he was ever\nafter an imbecile. He lies buried in the old graveyard at Washington,\nand with him lies buried the wonderful secret of the genuine Bowie\nknife steel.”\n\nTexas, too, has asserted her claim to being the place where Bowie\noriginated the knife. There are other stories--many of them. However\nthey may contradict each other, the preponderance of evidence goes to\nshow that the knife used by Jim Bowie in the “Sandbar Duel” of 1827\nset the fashion for Bowie knives. It was duplicated in many places--by\nsolitary smiths over a vast pioneer country, by a factory in Sheffield,\nEngland. It was improved upon and elaborated upon, and until the\nsix-shooter supplanted it, it was the chief weapon employed to settle\npersonal difficulties over a vast territory of the South and West where\npioneer conditions prevailed.\n\nThe exact proportions of the original Bowie knife probably never will\nbe known, though the blade was undoubtedly about ten inches long. The\n_ideal_ Bowie knife was forged from the best steel procurable. It was\ndifferentiated from other knives by having more curve to the blade near\nthe point, by having a heavier handle--often of horn--and by having\nhandle, blade, and guards all so well balanced that the knife could be\ncast a maximum distance with the most deadly effect.\n\nHow many men Bowie killed with the blade that saved his life on the\nMississippi sandbar we do not know. Rezin P. Bowie flatly affirmed that\nthe knife never was used more than the once for other than hunting\npurposes. Maybe Bowie used at other times an improved model, though, as\nwe shall see, he was passionately devoted to “Old Bowie.” Estimates of\nthe number of men he stabbed--exclusive of his work in the Alamo--vary\nfrom sixteen to nineteen. It is significant that Rezin was careful to\nmake a distinction between a “difficulty” and a “duel”; consequently\nhis flat assertion that neither he nor James “ever had a _duel_ with\nany person whatsoever” is to be taken technically.\n\nThe technically trained Judge Pope, already quoted, overruled, we\nmight say, Rezin’s definition--or assertion. “Several months ago,”\nhe records, “I met a descendant of the Bowies who informed me that\nhis great-uncle James once fought a desperate duel with a Mexican\nwith knives, the combatants, face to face and within mutual striking\ndistance, sitting on a log to which the stout leather breeches each\nwore were securely nailed.”\n\nBowie was as gallant as he was gory. One time, so another yarn goes,\nhe met in Natchez-Under-the-Hill a young man named Lattimore, whom he\nrecognized as the son of a much esteemed friend. Young Lattimore had\nsold a large amount of cotton and in a faro game was being cheated by\n“Bloody Sturdivant,” a notorious gambler.\n\n“Young man,” said Bowie, “you don’t know me, but your father does.\nHere, let me take your hand.”\n\nIn a short time Bowie exposed the cheat. Then he won back the money\nLattimore had lost and gave it to him with the advice to gamble no\nmore. “Bloody Sturdivant,” meantime, ignorant of who his opponent was,\nhad become so incensed that he challenged Bowie to a duel, proposing\nthat they lash their left hands together and fight with knives. Bowie\naccepted, at the first stroke disabled the right arm of his antagonist,\nand then forbore to take his life.\n\nDuels of this character between men lashed together were not exactly\neveryday affairs, but the fact that they occurred at all bespeaks the\nspirit of the times--and the popularity of the Bowie knife. In the\nregion of Texas below San Antonio they were called “Helena duels” from\nthe fact that the town of Helena fostered them rather frequently.\nSometimes they were known as “Mexican fights.”\n\nMore dramatic, perhaps, and certainly as chilling to the imagination,\nwas another form of duel that Bowie is said to have inaugurated. He\nwas challenged, so the story goes, and had the privilege of arranging\nthe combat. He stipulated that the fight should take place at night\nin a dark room into which the combatants, stripped to the waist,\nbarefooted--so that sound would not reveal movement--and armed with\nBowie knives, were to be locked.\n\nIn the dead of the night they were accompanied to the appointed room\nin a deserted house. They entered. The door was locked. The seconds\noutside listened for long minutes without hearing a sound. Then they\nheard a scuffle, accompanied by a click of steel, a moan, and a voice\ncrying, “Come in.” By the light of a lantern Bowie was seen standing in\na pool of blood, the other man dead.\n\nBowie must have lain awake nights thinking up novel ways in which to\nexercise his knife. It is humiliating to record that in all likelihood\nhe did not think up what might be denominated “the grave duel”--the\nmost exquisite form that hand-to-hand combat with knives could assume.\n\nWhile the noted Clay Allison “of the Washita,” one of the swiftest,\nboldest, most bizarre and humorous gunfighters of the Southwest, was\nin Texas along in the early 1870’s he became embroiled, so old-timers\ntell, with a neighboring ranchman. The two men agreed to fight it\nout, and the coolness and originality that Clay Allison displayed in\nplanning the details of the fight would have delighted Jim Bowie.\n\n“It was agreed,” Maurice G. Fulton relates the story, “that a\ngrave should be prepared of the usual length and width, but to the\nexceptional depth of seven or eight feet. The two men were to strip\nthemselves to the waist and then seat themselves inside the grave at\nthe two ends, each grasping in his right hand a Bowie knife. At a given\nsignal they were to rise and start fighting. This they were to keep\nup until one or the other was dead. A final stipulation required the\nsurvivor then and there to cover the dead one with the earth removed in\ndigging the grave.”\n\nClay Allison, of the Washita, threw in the dirt.\n\nBowie still had his knife at the Alamo--at least a Bowie knife. Dallas\nT. Herndon, Arkansas historian, says that he died in the Alamo “with\nthe knife made by James Black clasped in his hand.” Others have said\nthat around Bowie’s cot--for he was ill--was a heap of Mexicans whose\nribs had been tickled by the knife. Among the relics in the Alamo\nitself at present is a not very formidable specimen of cutlery that\nsome man by the name of Bowie donated a few years ago as the original\nBowie knife. The Witte Museum, in San Antonio, has another knife that\nis supposed to have been owned by Bowie and presented by him to a\nfriend. (Bowie seems to have been fond of making presents of the knife,\nvery much as an author presents his own books.) One tradition is that\nBowie gave the original knife to the great actor, Forrest. No doubt\nBowie admired actors. Another report has it that one of the Louisiana\ndescendants of Rezin P. Bowie lost the original knife in a boggy river\nsome forty years ago.\n\nJames Bowie died before the knife that bears his name was supplanted by\nthe six-shooter. It is generally said that Captain Jack Hays, of the\nTexas Rangers, at the battle of the Pedernales with Comanche Indians,\nabout 1842, first fully demonstrated the superiority of the Colt’s\nrevolver over all other weapons in close combat. It was about this\ntime that Robert M. Williamson, a lawyer and one of the most singular\ncharacters among the highly individualized men of Austin’s colonies,\nmade a gesture that signified the waning dominance of the Bowie knife.\n\nThe President of the Republic of Texas commissioned Judge Williamson\nto go to a certain county and there hold a term of court. No court\nhad been held in the county for years; the citizens were principally\nengaged in feuds and wanted no legal meddling. Just before court was\nto be convened, a mass meeting of the feudists adopted a resolution\ndeclaring that no court should be held. When Williamson took his\nseat on the bench, a lawyer who had been deputized to set forth the\nresolution arose and read it aloud. The courtroom was crowded with\narmed men. After the lawyer had concluded and taken his seat, the judge\nasked him if he could cite any statute to warrant the adjournment of\ncourt for any such reasons as he had set forth.\n\nCoolly enough, the lawyer again rose, pulled out his long Bowie knife,\nlaid it on the table, and said: “This is the statute that governs in\nsuch cases.”\n\nAt this the fiery Williamson leaped from his chair, drew one of the new\nColt’s revolvers, pointed it at the lawyer, and roared: “And this is\nthe constitution that overrides the statute. Open court, Mr. Sheriff,\nand call the witnesses in the first case.”\n\nWhether they be literally true or largely the product of\nimagination--and many of them must be fabrications--the tales that\nhave come down regarding the origin of the Bowie knife and of its use\nby Bowie and other frontiersmen reflect, in a phrase from Henry Adams,\n“what society liked to see enacted on its theater of life.” Indeed,\nthey reflect not only what society “liked to see enacted” but what\nwas enacted. As truly as documented history they reveal a time and a\npeople.\n\n\n\n\nAcknowledgments\n\n\nMost of the third story in “Christmas and Remembrance”--about Tim Cude\nand the oxen--first appeared in _The Longhorns_, published by Little,\nBrown and Company, Boston, 1941. The publishers have kindly granted\npermission to use the story in this volume.\n\n“James Bowie and the Bowie Knife” first appeared in the _Southwest\nReview_, Vol. XVI, April, 1931.\n\n\n\n\n  Italicized text is surrounded by underscores: _italics_.\n\n  Extensive research did not uncover any evidence that the U.S.\n    copyright on this publication was renewed.\n\n  The cover image for this eBook was created by the transcriber using\n    the original cover and is entered into the public domain.",
    "metadata": {
        "author": [
            "Dobie, James Frank",
            "Dobie, Frank",
            "Dobie, J. Frank (James Frank)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/69245/pg69245.txt",
        "name": "stories_of_christmas_and_the_bowie_knife.json"
    }
}