{
    "name": "Striking Hard\nDeep Waters, Part 10.",
    "author": [
        "Jacobs, William Wymark",
        "Jacobs, W. W. (William Wymark)"
    ],
    "body": "\n\nSTRIKING HARD\n\n\"You've what?\" demanded Mrs. Porter, placing the hot iron carefully on\nits stand and turning a heated face on the head of the family.\n\n\"Struck,\" repeated Mr. Porter; \"and the only wonder to me is we've stood\nit so long as we have.  If I was to tell you all we've 'ad to put up with\nI don't suppose you'd believe me.\"\n\n\"Very likely,\" was the reply.  \"You can keep your fairy-tales for them\nthat like 'em.  They're no good to me.\"\n\n\"We stood it till flesh and blood could stand it no longer,\" declared her\nhusband, \"and at last we came out, shoulder to shoulder, singing.  The\npeople cheered us, and one of our leaders made 'em a speech.\"\n\n\"I should have liked to 'ave heard the singing,\" remarked his wife.  \"If\nthey all sang like you, it must ha' been as good as a pantermime!  Do you\nremember the last time you went on strike?\"\n\n\"This is different,\" said Mr. Porter, with dignity.\n\n\"All our things went, bit by bit,\" pursued his wife, \"all the money we\nhad put by for a rainy day, and we 'ad to begin all over again.  What are\nwe going to live on?  O' course, you might earn something by singing in\nthe street; people who like funny faces might give you something!  Why\nnot go upstairs and put your 'ead under the bed-clothes and practise a\nbit?\"\n\nMr. Porter coughed.  \"It'll be all right,\" he said, confidently.  \"Our\ncommittee knows what it's about; Bert Robinson is one of the best\nspeakers I've ever 'eard.  If we don't all get five bob a week more I'll\neat my 'ead.\"\n\n\"It's the best thing you could do with it,\" snapped his wife.  She took\nup her iron again, and turning an obstinate back to his remarks resumed\nher work.\n\nMr. Porter lay long next morning, and, dressing with comfortable\nslowness, noticed with pleasure that the sun was shining.  Visions of a\ngood breakfast and a digestive pipe, followed by a walk in the fresh air,\npassed before his eyes as he laced his boots.  Whistling cheerfully he\nwent briskly downstairs.\n\nIt was an October morning, but despite the invigorating chill in the air\nthe kitchen-grate was cold and dull.  Herring-bones and a disorderly\ncollection of dirty cups and platters graced the table.  Perplexed and\nangry, he looked around for his wife, and then, opening the back-door,\nstood gaping with astonishment.  The wife of his bosom, who should have\nhad a bright fire and a good breakfast waiting for him, was sitting on a\nbox in the sunshine, elbows on knees and puffing laboriously at a\ncigarette.\n\n\"Susan!\" he exclaimed.\n\nMrs. Porter turned, and, puffing out her lips, blew an immense volume of\nsmoke.  \"Halloa!\" she said, carelessly.\n\n\"Wot--wot does this mean?\" demanded her husband.\n\nMrs. Porter smiled with conscious pride.  \"I made it come out of my nose\njust now,\" she replied.  \"At least, some of it did, and I swallowed the\nrest.  Will it hurt me?\"\n\n\"Where's my breakfast?\" inquired the other, hotly.  \"Why ain't the\nkitchen-fire alight?  Wot do you think you're doing of?\"\n\n\"I'm not doing anything,\" said his wife, with an aggrieved air.  \"I'm on\nstrike.\"\n\nMr. Porter reeled against the door-post.  \"Wot!\" he stammered.  \"On\nstrike?  Nonsense!  You can't be.\"\n\n\"O, yes, I can,\" retorted Mrs. Porter, closing one eye and ministering to\nit hastily with the corner of her apron.  \"Not 'aving no Bert Robinson to\ndo it for me, I made a little speech all to myself, and here I am.\"\n\nShe dropped her apron, replaced the cigarette, and, with her hands on her\nplump knees, eyes him steadily.\n\n\"But--but this ain't a factory,\" objected the dismayed man; \"and, besides\n--I won't 'ave it!\"\n\nMrs. Porter laughed--a fat, comfortable laugh, but with a touch of\nhardness in it.\n\n\"All right, mate,\" she said, comfortably.  \"What are you out on strike\nfor?\"\n\n\"Shorter hours and more money,\" said Mr. Porter, glaring at her.\n\nHis wife nodded.  \"So am I,\" she said.  \"I wonder who gets it first?\"\n\nShe smiled agreeably at the bewildered Mr. Porter, and, extracting a\npaper packet of cigarettes from her pocket, lit a fresh one at the stub\nof the first.\n\n\"That's the worst of a woman,\" said her husband, avoiding her eye and\naddressing a sanitary dustbin of severe aspect; \"they do things without\nthinking first.  That's why men are superior; before they do a thing they\nlook at it all round, and upside down, and--and--make sure it can be\ndone.  Now, you get up in a temper this morning, and the first thing you\ndo--not even waiting to get my breakfast ready first--is to go on strike.\nIf you'd thought for two minutes you'd see as 'ow it's impossible for you\nto go on strike for more than a couple of hours or so.\"\n\n\"Why?\" inquired Mrs. Porter.\n\n\"Kids,\" replied her husband, triumphantly.  \"They'll be coming 'ome from\nschool soon, won't they?  And they'll be wanting their dinner, won't\nthey?\"\n\n\"That's all right,\" murmured the other, vaguely.\n\n\"After which, when night comes,\" pursued Mr. Porter, \"they'll 'ave to be\nput to bed.  In the morning they'll 'ave to be got up and washed and\ndressed and given their breakfast and sent off to school.  Then there's\nshopping wot must be done, and beds wot must be made.\"\n\n\"I'll make ours,\" said his wife, decidedly.  \"For my own sake.\"\n\n\"And wot about the others?\"  inquired Mr. Porter.\n\n\"The others'll be made by the same party as washes the children, and\ncooks their dinner for 'em, and puts 'em to bed, and cleans the 'ouse,\"\nwas the reply.\n\n\"I'm not going to have your mother 'ere,\" exclaimed Mr. Porter, with\nsudden heat.  \"Mind that!\"\n\n\"I don't want her,\" said Mrs. Porter.  \"It's a job for a strong, healthy\nman, not a pore old thing with swelled legs and short in the breath.\"\n\n\"Strong--'ealthy--man!\"  repeated her husband, in a dazed voice.\n\"Strong--'eal----  Wot are you talking about?\"\n\nMrs. Porter beamed on him.  \"You,\" she said, sweetly.\n\nThere was a long silence, broken at last by a firework display of\nexpletives.  Mrs. Porter, still smiling, sat unmoved.\n\n\"You may smile!\"  raved the indignant Mr. Porter.  \"You may sit there\nsmiling and smoking like a--like a man, but if you think that I'm going\nto get the meals ready, and soil my 'ands with making beds and washing-up,\nyou're mistook.  There's some 'usbands I know as would set about you!\"\n\nMrs. Porter rose.  \"Well, I can't sit here gossiping with you all day,\"\nshe said, entering the house.\n\n\"Wot are you going to do?\"  demanded her husband, following her.\n\n\"Going to see Aunt Jane and 'ave a bit o' dinner with her,\" was the\nreply.  \"And after that I think I shall go to the 'pictures.' If you 'ave\nbloaters for dinner be very careful with little Jemmy and the bones.\"\n\n\"I forbid you to leave this 'ouse !\" said Mr. Porter, in a thrilling\nvoice.  \"If you do you won't find nothing done when you come home, and\nall the kids dirty and starving.\"\n\n\"Cheerio!\" said Mrs. Porter.\n\nArrayed in her Sunday best she left the house half an hour later.  A\nglance over her shoulder revealed her husband huddled up in a chair in\nthe dirty kitchen, gazing straight before him at the empty grate.\n\nHe made a hearty breakfast at a neighbouring coffee-shop, and, returning\nhome, lit the fire and sat before it, smoking.  The return of the four\nchildren from school, soon after midday, found him still wrestling with\nthe difficulties of the situation.  His announcement that their mother\nwas out and that there would be no dinner was received at first in\nstupefied silence.  Then Jemmy, opening his mouth to its widest extent,\nacted as conductor to an all-too-willing chorus.\n\nThe noise was unbearable, and Mr. Porter said so.  Pleased with the\ntribute, the choir re-doubled its efforts, and Mr. Porter, vociferating\norders for silence, saw only too clearly the base advantage his wife had\ntaken of his affection for his children.  He took some money from his\npocket and sent the leading treble out marketing, after which, with the\nassistance of a soprano aged eight, he washed up the breakfast things and\nplaced one of them in the dustbin.\n\nThe entire family stood at his elbow as he cooked the dinner, and\nwatched, with bated breath, his frantic efforts to recover a sausage\nwhich had fallen out of the frying-pan into the fire.  A fourfold sigh of\nrelief heralded its return to the pan.\n\n\"Mother always--\" began the eldest boy.\n\nMr. Porter took his scorched fingers out of his mouth and smacked the\ncritic's head.\n\nThe dinner was not a success.  Portions of half-cooked sausages returned\nto the pan, and coming back in the guise of cinders failed to find their\nrightful owners.\n\n\"Last time we had sausages,\" said the eight-year-old Muriel, \"they melted\nin your mouth.\"  Mr. Porter glowered at her.\n\n\"Instead of in the fire,\" said the eldest boy, with a mournful snigger.\n\n\"If I get up to you, my lad,\" said the harassed Mr. Porter, \"you'll know\nit!  Pity you don't keep your sharpness for your lessons!  Wot country is\nAfrica in?\"\n\n\"Why, Africa's a continent!\"  said the startled youth.\n\n\"Jes so,\" said his father; \"but wot I'm asking you is: wot country is it\nin?\"\n\n\"Asia,\" said the reckless one, with a side-glance at Muriel.\n\n\"And why couldn't you say so before?\" demanded Mr. Porter, sternly.\n\"Now, you go to the sink and give yourself a thorough good wash.  And\nmind you come straight home from school.  There's work to be done.\"\n\nHe did some of it himself after the children had gone, and finished up\nthe afternoon with a little shopping, in the course of which he twice\nchanged his grocer and was threatened with an action for slander by his\nfishmonger.  He returned home with his clothes bulging, although a couple\nof eggs in the left-hand coat-pocket had done their best to accommodate\nthemselves to his figure.\n\nHe went to bed at eleven o'clock, and at a quarter past, clad all too\nlightly for the job, sped rapidly downstairs to admit his wife.\n\n\"Some 'usbands would 'ave let you sleep on the doorstep all night,\" he\nsaid, crisply.\n\n\"I know they would,\" returned his wife, cheerfully.  \"That's why I\nmarried you.  I remember the first time I let you come 'ome with me,\nmother ses: 'There ain't much of 'im, Susan,' she ses; 'still, arf a loaf\nis better than--'\"\n\nThe bedroom-door slammed behind the indignant Mr. Porter, and the three\nlumps and a depression which had once been a bed received his quivering\nframe again.  With the sheet obstinately drawn over his head he turned a\ndeaf ear to his wife's panegyrics on striking and her heartfelt tribute\nto the end of a perfect day.  Even when standing on the cold floor while\nshe remade the bed he maintained an attitude of unbending dignity, only\nrelaxing when she smote him light-heartedly with the bolster.  In a few\nill-chosen words he expressed his opinion of her mother and her\ndeplorable methods of bringing up her daughters.\n\nHe rose early next morning, and, after getting his own breakfast, put on\nhis cap and went out, closing the street-door with a bang that awoke the\nentire family and caused the somnolent Mrs. Porter to open one eye for\nthe purpose of winking with it.  Slowly, as became a man of leisure, he\nstrolled down to the works, and, moving from knot to knot of his\ncolleagues, discussed the prospects of victory.  Later on, with a little\nnatural diffidence, he drew Mr. Bert Robinson apart and asked his advice\nupon a situation which was growing more and more difficult.\n\n\"I've got my hands pretty full as it is, you know,\" said Mr. Robinson,\nhastily.\n\n\"I know you 'ave, Bert,\" murmured the other.  \"But, you see, she told me\nlast night she's going to try and get some of the other chaps' wives to\njoin 'er, so I thought I ought to tell you.\"\n\nMr. Robinson started.  \"Have you tried giving her a hiding?\" he inquired.\n\nMr. Porter shook his head.  \"I daren't trust myself,\" he replied.  \"I\nmight go too far, once I started.\"\n\n\"What about appealing to her better nature?\" inquired the other.\n\n\"She ain't got one,\" said the unfortunate.  \"Well, I'm sorry for you,\"\nsaid Mr. Robinson, \"but I'm busy.  I've got to see a Labour-leader this\nafternoon, and two reporters, and this evening there's the meeting.  Try\nkindness first, and if that don't do, lock her up in her bedroom and keep\nher on bread and water.\"\n\nHe moved off to confer with his supporters, and Mr. Porter, after\nwandering aimlessly about for an hour or two, returned home at mid-day\nwith a faint hope that his wife might have seen the error of her ways and\nprovided dinner for him.  He found the house empty and the beds unmade.\nThe remains of breakfast stood on the kitchen-table, and a puddle of cold\ntea decorated the floor.  The arrival of the children from school, hungry\nand eager, completed his discomfiture.\n\nFor several days he wrestled grimly with the situation, while Mrs.\nPorter, who had planned out her week into four days of charing, two of\namusement, and Sunday in bed, looked on with smiling approval.  She even\noffered to give him a little instruction--verbal--in scrubbing the\nkitchen-floor.\n\nMr. Porter, who was on his knees at the time, rose slowly to his full\nheight, and, with a superb gesture, emptied the bucket, which also\ncontained a scrubbing-brush and lump of soap, into the back-yard.  Then\nhe set off down the street in quest of a staff.\n\nHe found it in the person of Maudie Stevens, aged fourteen, who lived a\nfew doors lower down.  Fresh from school the week before, she cheerfully\nundertook to do the housework and cooking, and to act as nursemaid in her\nspare time.  Her father, on his part, cheerfully under-took to take care\nof her wages for her, the first week's, payable in advance, being banked\nthe same evening at the Lord Nelson.\n\nIt was another mouth to feed, but the strike-pay was coming in very well,\nand Mr. Porter, relieved from his unmanly tasks, walked the streets a\nfree man.  Beds were made without his interference, meals were ready\n(roughly) at the appointed hour, and for the first time since the strike\nhe experienced satisfaction in finding fault with the cook.  The\nchildren's content was not so great, Maudie possessing a faith in the\nvirtues of soap and water that they made no attempt to share.  They were\ngreatly relieved when their mother returned home after spending a couple\nof days with Aunt Jane.\n\n\"What's all this?\" she demanded, as she entered the kitchen, followed by\na lady-friend.\n\n\"What's all what?\" inquired Mr. Porter, who was sitting at dinner with\nthe family.\n\n\"That,\" said his wife, pointing at the cook-general.\n\nMr. Porter put down his knife and fork.  \"Got 'er in to help,\" he\nreplied, uneasily.\n\n\"Do you hear that?\" demanded his wife, turning to her friend, Mrs.\nGorman.  \"Oh, these masters!\"\n\n\"Ah!\"  said her friend, vaguely.\n\n\"A strike-breaker!\" said Mrs. Porter, rolling her eyes.\n\n\"Shame!\" said Mrs. Gorman, beginning to understand.\n\n\"Coming after my job, and taking the bread out of my mouth,\" continued\nMrs. Porter, fluently.  \"Underselling me too, I'll be bound.  That's what\ncomes of not having pickets.\"\n\n\"Unskilled labour,\" said Mrs. Gorman, tightening her lips and shaking her\nhead.\n\n\"A scab!\" cried Mrs. Porter, wildly.  \"A scab!\"\n\n\"Put her out,\" counselled her friend.\n\n\"Put her out!\" repeated Mrs. Porter, in a terrible voice.  \"Put her out!\nI'll tear her limb from limb!  I'll put her in the copper and boil her!\"\n\nHer voice was so loud and her appearance so alarming that the unfortunate\nMaudie, emitting three piercing shrieks, rose hastily from the table and\nlooked around for a way of escape.  The road to the front-door was\nbarred, and with a final yelp that set her employer's teeth on edge she\ndashed into the yard and went home via the back-fences.  Housewives busy\nin their kitchens looked up in amazement at the spectacle of a pair of\nthin black legs descending one fence, scudding across the yard to the\naccompaniment of a terrified moaning, and scrambling madly over the\nother.  At her own back-door Maudie collapsed on the step, and, to the\nintense discomfort and annoyance of her father, had her first fit of\nhysterics.\n\n\"And the next scab that comes into my house won't get off so easy,\" said\nMrs. Porter to her husband.  \"D'you understand?\"\n\n\"If you 'ad some husbands--\" began Mr. Porter, trembling with rage.\n\n\"Yes, I know,\" said his wife, nodding.  \"Don't cry, Jemmy,\" she added,\ntaking the youngest on her knee.  \"Mother's only having a little game.\nShe and dad are both on strike for more pay and less work.\"\n\nMr. Porter got up, and without going through the formality of saying\ngood-bye to the hard-featured Mrs. Gorman, put on his cap and went out.\nOver a couple of half-pints taken as a sedative, he realized the growing\nseriousness of his position.\n\nIn a dull resigned fashion he took up his household duties again, made\nharder now than before by the scandalous gossip of the aggrieved Mr.\nStevens.  The anonymous present of a much-worn apron put the finishing\ntouch to his discomfiture; and the well-meant offer of a fair neighbour\nto teach him how to shake a mat without choking himself met with a\nreception that took her breath away.\n\nIt was a surprise to him one afternoon to find that his wife had so far\nunbent as to tidy up the parlour.  Ornaments had been dusted and polished\nand the carpet swept.  She had even altered the position of the\nfurniture.  The table had been pushed against the wall, and the easy-\nchair, with its back to the window, stood stiffly confronting six or\nseven assorted chairs, two of which at least had been promoted from a\nlower sphere.\n\n\"It's for the meeting,\" said Muriel, peeping in.\n\n\"Meeting?\" repeated her father, in a dazed voice.\n\n\"Strike-meetings,\" was the reply.  \"Mrs. Gorman and some other ladies are\ncoming at four o'clock.  Didn't mother tell you?\"\n\nMr. Porter, staring helplessly at the row of chairs, shook his head.\n\n\"Mrs. Evans is coming,\" continued Muriel, in a hushed voice--\"the lady\nwhat punched Mr. Brown because he kept Bobbie Evans in one day.  He ain't\nbeen kept in since.  I wish you----\"\n\nShe stopped suddenly, and, held by her father's gaze, backed slowly out\nof the room.  Mr. Porter, left with the chairs, stood regarding them\nthoughtfully.  Their emptiness made an appeal that no right-minded man\ncould ignore.  He put his hand over his mouth and his eyes watered.\n\nHe spent the next half-hour in issuing invitations, and at half-past\nthree every chair was filled by fellow-strikers.  Three cans of beer,\nclay pipes, and a paper of shag stood on the table.  Mr. Benjamin Todd,\nan obese, fresh-coloured gentleman of middle age, took the easy-chair.\nGlasses and teacups were filled.\n\n\"Gentlemen,\" said Mr. Todd, lighting his pipe, \"afore we get on to the\nbusiness of this meeting I want to remind you that there is another\nmeeting, of ladies, at four o'clock; so we've got to hurry up.  O'\ncourse, if it should happen that we ain't finished----\"\n\n\"Go on, Bennie!\"  said a delighted admirer.  \"I see a female 'ead peeping\nin at the winder already,\" said a voice.\n\n\"Let 'em peep,\" said Mr. Todd, benignly.  \"Then p'r'aps they'll be able\nto see how to run a meeting.\"\n\n\"There's two more 'eads,\" said the other.  \"Oh, Lord, I know I sha'n't be\nable to keep a straight face!\"\n\n\"H'sh!\"  commanded Mr. Todd, sternly, as the street-door was heard to\nopen.  \"Be'ave yourself.  As I was saying, the thing we've got to\nconsider about this strike----\"\n\nThe door opened, and six ladies, headed by Mrs. Porter, entered the room\nin single file and ranged themselves silently along the wall.\n\n\"Strike,\" proceeded Mr. Todd, who found himself gazing uneasily into the\neyes of Mrs. Gorman----\"strike--er--strike----\"\n\n\"He said that before,\" said a stout lady, in a loud whisper; \"I'm sure he\ndid.\"\n\n\"Is,\" continued Mr. Todd, \"that we have got to keep this--this--er--\"\n\n\"Strike,\" prompted the same voice.\n\nMr. Todd paused, and, wiping his mouth with a red pocket-handkerchief,\nsat staring straight before him.\n\n\"I move,\" said Mrs. Evans, her sharp features twitching with excitement,\n\"that Mrs. Gorman takes the chair.\"\n\n\"'Ow can I take it when he's sitting in it?\"  demanded that lady.\n\n\"She's a lady that knows what she wants and how to get it,\" pursued Mrs.\nEvans, unheeding.  \"She understands men--\"\n\n\"I've buried two 'usbands,\" murmured Mrs. Gorman, nodding.\n\n\"And how to manage them,\" continued Mrs. Evans.  \"I move that Mrs. Gorman\ntakes the chair.  Those in favour--\"\n\nMr. Todd, leaning back in his chair and gripping the arms, gazed\ndefiantly at a row of palms.\n\n\"Carried unanimously!\"  snapped Mrs. Evans.\n\nMrs. Gorman, tall and bony, advanced and stood over Mr. Todd.  Strong men\nheld their breath.\n\n\"It's my chair,\" she said, gruffly.  \"I've been moved into it.\"\n\n\"Possession,\" said Mr. Todd, in as firm a voice as he could manage, \"is\nnine points of the law.  I'm here and--\"\n\nMrs. Gorman turned, and, without the slightest warning, sat down suddenly\nand heavily in his lap.  A hum of admiration greeted the achievement.\n\n\"Get up!\"  shouted the horrified Mr. Todd.  \"Get up!\"\n\nMrs. Gorman settled herself more firmly.\n\n\"Let me get up,\" said Mr. Todd, panting.\n\nMrs. Gorman rose, but remained in a hovering position, between which and\nthe chair Mr. Todd, flushed and dishevelled, extricated himself in all\nhaste.  A shrill titter of laughter and a clapping of hands greeted his\nappearance.  He turned furiously on the pallid Mr. Porter.\n\n\"What d'you mean by it?\"  he demanded.  \"Are you the master, or ain't\nyou?  A man what can't keep order in his own house ain't fit to be called\na man.  If my wife was carrying on like this----\"\n\n\"I wish I was your wife,\" said Mrs. Gorman, moistening her lips.\n\nMr. Todd turned slowly and surveyed her.\n\n\"I don't,\" he said, simply, and, being by this time near the door, faded\ngently from the room.\n\n\"Order!\"  cried Mrs. Gorman, thumping the arm of her chair with a large,\nhard-working fist.  \"Take your seats, ladies.\"\n\nA strange thrill passed through the bodies of her companions and\ncommunicated itself to the men in the chairs.  There was a moment's tense\npause, and then the end man, muttering something about \"going to see what\nhad happened to poor old Ben Todd,\" rose slowly and went out.  His\ncompanions, with heads erect and a look of cold disdain upon their faces,\nfollowed him.\n\nIt was Mr. Porter's last meeting, but his wife had several more.  They\nlasted, in fact, until the day, a fortnight later, when he came in with\nflushed face and sparkling eyes to announce that the strike was over and\nthe men victorious.\n\n\"Six bob a week more!\"  he said, with enthusiasm.  \"You see, I was right\nto strike, after all.\"\n\nMrs. Porter eyed him.  \"I am out for four bob a week more,\" she said,\ncalmly.\n\nHer husband swallowed.  \"You--you don't understand 'ow these things are\ndone,\" he said, at last.  \"It takes time.  We ought to ne--negotiate.\"\n\n\"All right,\" said Mrs. Porter, readily.  \"Seven shillings a week, then.\"\n\n\"Let's say four and have done with it,\" exclaimed the other, hastily.\n\nAnd Mrs. Porter said it.",
    "metadata": {
        "author": [
            "Jacobs, William Wymark",
            "Jacobs, W. W. (William Wymark)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/11480/pg11480.txt",
        "name": "striking_hard_deep_waters_part_10.json"
    }
}