{
    "name": "Sunfire!",
    "author": [
        "Sterling, Brett",
        "Hamilton, Edmond"
    ],
    "body": "Everything in the old house seemed just the same as it had been before\nhe went to space.\n\nIt was incredible, thought Hugh Kellard, standing in the front hall and\nlooking around the silent, sunlit rooms, how little it had changed. The\nlife was gone out of it now, all the people and voices and the comings\nand goings when his grandfather still lived and he had visited here.\nBut that had been long ago, and he was amazed that so much remained\nstill untouched.\n\n\"Like travelling into the past,\" thought Kellard, \"to come back to this\npart of Earth.\"\n\nHe was tired, in body and mind and nerve, and he stood for a while,\njust staring. The agent who cared for the old place had let him\nin and gone away, and there was not a sound in the house. He walked\ninto the living-room where his grandfather's desk still stood beneath\na window, and looked out. The window faced northward, along the\nCalifornia coastal cliffs that run north along Morro Bay to Big\nSur. The Pacific foamed and surged against the huge broken stones\nbeneath the cliffs, and the hills, somber now with a tinge of autumn,\nshouldered massively up toward the east from the cliff road. It all\nlooked as lonely as ever, no other houses in sight but this gray,\nweatherbeaten house that had faced the sea-wind and the sea-fog for\nover a hundred years.\n\nKellard walked back along the hall. On its walls still hung the\nornately framed family photographs which his grandfather had stubbornly\nkept in place. His great-grandfather, and his great-aunt something, and\nall the rest of them, on back into the shadows. They were all there,\nthey had not been touched, nothing in the house had been touched, just\nas his grandfather's will had enjoined. Keep the old house, he had\nsaid. Some of the family will be back some day.\n\nThe old man had been right, he thought. One of the family had come back\nat last, one who had roamed farther than almost anybody on Earth.\n\n\"But that's all done with,\" he told himself. \"Here I am, and here I\nstay. I'm through with space.\"\n\n\n\nHe started through the rooms, opening windows, letting in light and\nair. The furniture was faded and old-fashioned, but the place was not\ndusty, the agent had seen that it was kept in shape. Kellard picked one\nof the big upstairs bedrooms for himself, and brought in the blankets\nand cartons and luggage from the car. He went into the utility room and\nturned on the power-unit, remembering as he did so how his grandfather\nhad disliked and distrusted the unit, how he had refused to have one\nuntil the electric wires were all gone and there was no other way to\nget power. He checked the stove and freezer, shoved his cartons of food\ninto the latter, and then looked around and wondered what to do next.\n\nStanding in the silent house, he wondered suddenly if he had been\nfoolish to quit everything and come back to Earth and this old place?\n\nNo, he thought heavily. Mercury ended it for me. I made my decision and\nthat is that. Forget it.\n\nHe strode abruptly out of the house and started walking. And after a\nlittle while the dark weight in his mind, the somber knowledge, faded\nand receded in the new-found, old-remembered interest of the things\nabout him.\n\nHis way took him across the road, past the shabby barns and up sloping\npastures where once his grandfather had kept the fine horses he bred.\nThen he was in among the pines, climbing more steeply, with the\nresinous smell of the trees strong in his nostrils. That smell he had\nnever forgotten, and once he had met a smell vaguely like it, far away\nfrom Earth--\n\n_Forget all that, Kellard._\n\nThe trees took him in and he walked through a dapple of sun and\nshadows. A deer slipped away through the pines ahead of him, and quail\nburst up from almost under his feet. He remembered a grove of bigger\npines farther up the slope, and an old man and a boy walking up to\nthem. How long ago was that? He had been fifteen--and he was thirty-two\nnow. Seventeen years. Still, he thought he could find the place.\n\nHe found it. The big pines were still there, for people did not use\nwood much any more. The rough dark giants stood at dignified intervals\nfrom each other, and he sat down with his back against the massive\ntrunk of the biggest.\n\nFunny, he thought. When I was a boy sitting here dreaming about the\nfuture and what I was going to do, I never once imagined that some\nthings would stay much the same. The whole world would somehow be\nmiraculously transformed--but it wasn't. This tree was here when men\nfirst reached the Moon, and Mars, and Venus and the rest, but it didn't\nknow about that, it didn't change because of it.\n\n\n\nKellard sat for a long time, still wrapped in a gray weariness, his\nemotions in a numb trance. He sat listening to the distant, uneasy\nmurmur of the sea, until the sunset light shafting through the trees\ndazzled his eyes, and then he got up and went back down to the house.\nHe heated food, ate it, and then went out to the porch in front of the\nhouse and sat watching the sun sink toward the vast golden sheet of the\nPacific. He thought of the little dot close to the sun that he could\nnot see, the little world and the strange, terrible place upon it where\nMorse and Binetti had died.\n\nThe telephone rang.\n\nKellard did not stir, and it rang and rang again.\n\nGo ahead and ring your head off, he thought. You're not getting me\nback. I told you. I've had it.\n\nThe ringing stopped. The sun sank and darkness came with the hosts of\nwheeling stars, and there was no sound but the vast voices rolling in\nfrom sea, as Kellard sat staring and drinking.\n\nHe finally got up, as the fog started coming in. He moved with gravity,\nfeeling much better. He went in and turned on the lights, and then\nlooked at the faces that stared from the long row of framed photographs.\n\nHe raised the bottle to them in a gesture of salutation.\n\n\"You see, Kellards, that your prodigal son--or great-grandson--has come\nhome again from space.\"\n\nHe gravely drank, and continued to stand looking along the faded faces.\n\n\"You were lucky--you know that? Back in your time, there were hopes,\nand dreams, and man's road would go on forever, from triumph to triumph\neverlasting. But that road was a blind alley, all the time, even if I'm\nthe only one who knows it.\"\n\nThe faces looked back at him, unchanging, but he read reproach in their\nsteady gaze, their lined features.\n\n\"I'm sorry,\" said Kellard. \"You had your own troubles, I know. I\napologize, Kellards. I am very tired and a little drunk, and I am going\nto bed.\"\n\n\n\nThe next morning he was making coffee when there came a banging of the\nold-fashioned knocker on the front door. A certain tightness came into\nKellard's face. He had expected them to send some one.\n\nHe had not expected the man who stood at the door. He was not in Survey\nuniform, although he was the highest brass there was. He was a big,\nslow-moving man with a heavy face and blue eyes that seemed mild if you\ndidn't know him.\n\n\"Well,\" said Kellard. And after a moment, \"Come on in.\"\n\nHalfrich came in. He sat down and looked interestedly around at the old\nroom and furniture.\n\n\"Nice,\" he murmured. Then he looked at Kellard and said, \"All right,\nlet's have it. Why did you quit?\"\n\nKellard shrugged. \"It was all in my letter of resignation. I'm getting\na bit old and tired for Survey, I--\"\n\n\"Bull,\" said Halfrich. \"It was something about that crack-up on\nSunside, wasn't it?\"\n\nKellard said slowly, \"Yes. The deaths of Binetti and Morse, and the\nafter-effects of that shock, made me feel I didn't have it any more.\"\n\nHalfrich looked at him. \"You've had crack-ups before. You've seen men\ndie. You've had almost as many years in Survey as I have, and you've\ntaken as many jolts. You're lying, Kellard.\"\n\nKellard got up, and walked a few steps and swung around again.\n\n\"So I'm lying. I want out, and what difference does it make why?\"\n\n\"It makes a difference,\" Halfrich said grimly. \"I remember from away\nback at Academy, even though you were two years after me. You were the\nspace-craziest cadet there was. You spouted the glories of the conquest\nof space until we were all sick of it. You haven't changed in all the\nyears in Survey--until now. I want to know what can change a man like\nthat.\"\n\nKellard said nothing. He went to the window and looked out at the long\nrollers coming endlessly in and crashing against the rocks.\n\n\"What did you see on Sunside, Kellard?\"\n\nHe turned around sharply at that.\n\n\"What do you mean? What would there be to see there, but hot rocks and\nvolcanoes and a cross-section of hell generally? It's all in my report.\"\n\nHalfrich sat like a judge, and spoke like one pronouncing sentence.\n\"You saw something, you _met_ something there. You covered by tearing\nout the film of the automatic sweep-camera. Whatever it had recorded,\nyou didn't want us to see, did you?\"\n\nKellard came toward him and spoke angrily and rapidly. \"Do you realize\nthat we flamed out and crashed there? A crash like that can do\ndamage. It killed Binetti and mortally injured Morse, and smashed the\nsweep-camera.\"\n\nHalfrich nodded. \"That's what we thought, at first. But the\nradar-sweep had an automatic recorder too. It was something new.\nBinetti knew about it, as communications officer, but I guess he hadn't\ntold you, or you'd have smashed it too. Its record shows something.\"\n\n\n\nA cold feeling came over Kellard. He had thought that he had covered\neverything, but he had calculated from insufficient data.\n\nHe kept his nerve. A radar record was not like a photograph, they\ncouldn't prove much from that, they certainly couldn't guess the truth\nfrom it. They _must_ not guess the truth.\n\nHe laughed mirthlessly. \"A radar record made on Sunside isn't worth the\npaper it's on. The storms of radiation there make radar practically\nunreliable.\"\n\nHalfrich was watching him keenly. \"But not entirely. And over and above\nthe static and the fake bogies, the record shows quite clearly that you\nwent outside the ship after the crash, that you walked about a thousand\nyards, and that you were approached by some things that register\nvaguely but unmistakably.\"\n\nHe paused and then he asked, \"Who--or what--did you meet there,\nKellard?\"\n\nKellard was cold inside, but all the same he made a disgusted sound\nthat he hoped was convincing.\n\n\"Who would I meet on Sunside? Beautiful lightly-clad maidens? After\nall, you know, it's only four hundred degrees Centigrade there, and\npractically no atmosphere, and nothing much else but solar radiation\nand hot rock and volcanoes. I tell you, the radar record is worthless.\"\n\nHalfrich was studying him with that mild estimating look that Kellard\nknew well, and didn't like at all. It was the look that came into\nHalfrich's face when friendship didn't matter and the good of the\nSurvey did.\n\n\"You're still lying,\" he said. \"You met or saw something there. And it\ndid something to you--something that made you resign. Something that's\ntaken all the life and eagerness out of you.\"\n\n\"Oh, hell, be reasonable!\" said Kellard angrily. \"You know no kind of\nlife can exist on Sunside. My mission was the second time even Survey\nhas landed there. Pavlik's mission, the first, didn't see anything.\nNeither did I. Quit dreaming it up. Go back to Mojave and your job, and\nleave me be.\"\n\n\n\nHalfrich rose. \"All right,\" he said. \"I'll go back to the base. And\nyou're going with me.\"\n\n\"Oh, no,\" said Kellard. \"I'm through, quit, resigned.\"\n\n\"Your resignation has not been accepted,\" Halfrich told him. \"You're\nstill liable to Survey discipline. You'll obey orders just as you\nalways did, or you'll go up before a court-martial.\"\n\n\"So that's it,\" said Kellard.\n\nHalfrich nodded. \"That is it. I don't like to do this. You're an old\nfriend. But--\"\n\n\"But the Survey comes first,\" Kellard said, between his teeth.\n\n\"The Survey,\" said Halfrich, \"comes first. It has to. It's why we've\ngot stations on Venus and Mars and Ganymede, not to say the Moon. It's\nwhy we'll someday be able to hit for deep space and the starworlds. And\nwhen one of my best officers suddenly goes off the deep end and won't\nsay why, I'll damn well wring it out of him. Whatever you found on\nMercury doesn't belong to you, it belongs to us, and we'll have it.\"\n\nKellard looked at him and started to say something and didn't, and then\nturned his back on Halfrich and looked out the window at the sea. In a\nlow voice he said,\n\n\"Let it be, John. I'm telling you now, you'll be sorry if you don't.\"\n\nThere was no answer to that at all, and the silence was his answer. He\nturned back around.\n\n\"All right, you have a rope around my neck. I'll go back to base with\nyou. I'll tell you not one thing more than here.\"\n\n\"In which case,\" Halfrich said, \"we'll go on out to Sunside, and\nyou'll go right along with us.\"\n\nA rage born of desperation came to Kellard. He had tried to spare\npeople this--Halfrich, the Survey, the whole human race. But they would\nnot let it be so. Damn them, he thought, if they must do this, they\nhave it coming to them.\n\n\"All right,\" he said flatly. \"I'll get my jacket. I take it that you\nhave a flier waiting.\"\n\n\n\nThe fast flier, less than an hour later, whizzed down over the gaunt\nmountains and across the desert, and the glitter and splendor of Mojave\nBase sprang up to meet them. The tall ships shone like silver, and\nsomething about them, something about the feel of the place, made you\nthink that this bit of desert did not belong to Earth at all but was\npart of space, a way-station, the first way-station of all, to the\nstars.\n\nThat, thought Kellard, was what he had thought when he had first\ncome here, years ago. And it had not been just a youngster's passing\nenthusiasm, it had deepened and strengthened through all the years of\nwork and danger--until Sunside. And oh God, he thought, why did I have\nto go there, at that place, at that moment. I could have lived my whole\nlife and done my work, all of us could have, without ever dreaming the\ntruth.\n\nHe knew now that he had no choice. He must go back to Sunside with\nthem. For even if he told them the truth, they would not believe, they\nwould insist on going to see for themselves. He would keep silent, and\nthat was all he could do now.\n\n\n\nFour days later a Y-90 experimental cruiser, outfitted for space\nresearch and with full anti-heater equipment, took off from Mojave.\nKellard had kept silent. And still silent he sat in his recoil-harness\nand took the jolts, and heard Halfrich grunting beside him, and\nviciously hoped that that he was not liking it.\n\nHalfrich had brought along a consulting biophysicist, a keen-faced\nman of middle age named Morgenson, who did not look as though he was\nenjoying the mission either. But the three-man crew of the little Y-90\nwere young men in their twenties. They spoke to Halfrich and to Kellard\nas though they were heroes out of legend, for in the Survey twelve to\nfifteen years of space-missions was an age.\n\nIt was only after they had gone a long way and a long time through the\nsunwashed spaces that one of the three, Shay, the navigator, ventured\nto put a question to Kellard.\n\n\"You were with the first mission to Ganymede, sir, weren't you?\"\n\nKellard nodded. \"Yes, I was.\"\n\n\"Wouldn't that have been something!\" said Shay. \"I mean, to be the\nfirst.\"\n\n\"It was something,\" said Kellard.\n\n\"Maybe someday I----\" Shay began, and broke off and then went on, \"I\nmean, if the star-drive is perfected as soon as some people say it will\nbe, I could maybe be one of the first ones out there? Sir?\"\n\n\"You could be,\" said Kellard. \"Someone's going to be first. The stars\nare waiting. All we have to do is go out there and keep going, and the\nstars will be ours, just like the planets here are, all ours, forever\nand amen.\"\n\nShay looked at him puzzledly, and shuffled, and then went away.\nHalfrich had been listening, and watching. He said, \"Did you have to\nslap the kid's face?\"\n\nKellard shrugged. \"What did I say? I was merely repeating what everyone\nfeels, these days. The glory of the conquest of space.\"\n\n\"I'd give a lot,\" Halfrich said, \"to know what's riding you. We'll soon\nreach Sunside and we'll find out, but I wish you'd tell me now.\"\n\n\"All right,\" said Kellard. \"I'll tell you. I've been disinherited.\nThat's what's wrong with me.\"\n\n\n\nHe would say nothing more, nor did Halfrich ask him another question,\nuntil the Y-90 was far in past the orbit of Venus and going into its\npattern of approach.\n\n\"I assume,\" said Halfrich, \"that you bear none of us any personal\nill-will. If there is anything dangerous awaiting us, now would be the\ntime to tell us.\"\n\nKellard considered. \"You're going to land, I suppose, at the same spot\nwhere we crashed.\"\n\n\"Of course.\"\n\n\"Then land,\" said Kellard. \"As far as I know, there is not a thing\nthere to harm you.\"\n\nIn the scanner, he watched Mercury swing slowly toward them, a tiny\ncrescent of white that was hard to see against the Sun. For here the\nSun was a monster thing, fringed with writhing flames, paling the\nstars, drenching this whole area with radiation that already would have\nkilled them but for the ship's anti-heaters.\n\nKellard remembered that when he had come this way before, Binetti had\nquoted something, a line from William Blake's poems, he had said.\n\"_The desire of the moth for the star._\" And that was what we were, he\nthought. Three little moths, going right into the furnace, and I was\nthe only one to get out of it, but now I'm going back.\n\nThe Y-90 went into its landing pattern. It skimmed over the dark side\nof Mercury, the black cliffs and peaks and chasms that never saw the\nSun, and then light seemed to burst ragingly up from all the horizon\nahead of them, and they were over Sunside.\n\nIn old days this little world had been called \"the moon of the Sun,\"\nand it looked like it, the same stark, lifeless rock plains and ridges\nand cracks, the fang-like look of pinnacles in a place where no\natmosphere eroded anything. But the Moon was cold and still, whereas\nSunside seemed to throb with sullen hidden fires. Volcanoes spewed\nash and lava, and the infernal storm of radiation from overhead made\neverything quiver in a shimmering haze. The indicator board told them\nthat the temperature of the outside hull was climbing to four hundred\nas the Y-90 went down.\n\nAnd the wide valley that haunted his dreams opened up ahead.\n\nAcross it the squat volcanic cones still dribbled ash and dust and\nit was all just as it had been when he had last looked back from the\nrelief cruiser that had come from Venus Station to take him off. And\nthere gleamed bright on its floor the crumpled wreck in which Binetti\nand then Morse had died.\n\nKellard's gaze flew to the place north of the wreck, the tumbled,\nodd-shaped rocks. He felt his palms sweating. Maybe there would be\nnothing. After all, could it all happen again?\n\nThey set down, and after the crashing rocket uproar, the steady throb\nof the anti-heaters was an anti-climactic sound.\n\n\"You've got the armor ready?\" Halfrich asked of Morgenson.\n\nThe biophysicist nodded nervously. \"Three suits, with their anti-heater\nequipment tested on and off all the way out.\"\n\n\"One suit stays here, for emergencies,\" Halfrich said. \"Kellard and I\nwill go out, when there's something to go out for. First, we'll make\nobservations.\"\n\n\n\nThe recording telescope-cameras and the radar, Halfrich ordered focused\non the place of the odd-shaped rocks. And then, sitting there on\nSunside, they watched. They waited.\n\nNothing.\n\nKellard's hopes began to rise. He was right, he told himself, it\ncouldn't happen again.\n\n\"How long,\" he asked, \"are we going to sit waiting for nothing because\na radar made a screwy record? If those anti-heaters quit for five\nminutes, we're fried.\"\n\nHalfrich looked at him bleakly. \"I'll tell you how long. Till you tell\nthe truth, and we see the truth for ourselves. That's how long.\"\n\nKellard shrugged. \"If that's the way you want it. I would tell you to\ngo to hell except that we're already there.\"\n\nThey watched and waited some more.\n\nMorgenson said, on a rising note of excitement, \"There's something----\"\n\nHalfrich got to the 'scope fast. Kellard, looking through the scanner,\nsaw the geyser of flame that was beginning to pour up from the rocks.\nIt grew slowly, but steadily, in height.\n\n\"What is it?\" Halfrich asked him.\n\n\"Can't you see for yourself?\" said Kellard. \"There's a blowhole out\nthere and it throws off burning gases from the interior. It did it\ntwice while I was waiting in the wreck.\"\n\nHalfrich said, \"It's in the same location where radar recorded you\nbefore, with those other blips. There's something about this--We'll go\nhave a look.\"\n\n\"If you must,\" said Kellard. \"You'll find it's just what I've said.\"\n\nThey got into the heat-armor. It was a clumsy outfit, for it had to\nhave room for an efficient anti-heater, and the long tube of the\nheat-discharge was a nuisance. Kellard had spent days in one of these\nsuits, waiting for the relief ship after the crack-up, and he did not\nlike the feel of it at all.\n\nHalfrich tested the radio and then said, \"All right, Shay, lock us out\nand stand by. Morgenson, you keep watching.\"\n\nThey stepped upon Sunside.\n\nThere beat down upon them such a storm of radiation, such cataracts of\nheat and light, that instinctively they bowed their heads as before a\ndeluge. It took an effort of will to step forward through that tempest,\nbut Halfrich made it. They walked, slowly and heavily, and at first\nthey saw only the blackened rocks beneath their feet, and the little\npuddles and rivulets of molten lead, and their own massive armored feet\nplodding.\n\nThen, as they went forward, they straightened against the impact.\nThrough the face-plate of his armor, dimmed by the many-layered\nfilters, Kellard saw the column of flame ahead. It was a hundred feet\nhigh now, and growing higher, and though there was no air-borne sound\non this almost airless world, the sound of it came through the rocks\nand the soles of their feet, a throbbing and roaring that quivered\nthrough all their bodies.\n\n\n\nThey reached the tumbled rocks, and stopped. And now the fire-fountain\nwas so lofty that they had to lean back their heads to look at its\ntopmost crest. Some unthinkable diastole and systole of the fiery\nplanet was at work, and this periodic geyser of flame was its result.\nThe rocks shook and roared, and the fires raged higher, and Kellard\nthought again, what devil is in the blood of our race that drives us\nto places like this where we should not be?\n\n\"I told you,\" he said to Halfrich, \"Just a blowhole, that's all.\"\n\n\"The blips on the record moved,\" said Halfrich. \"There was more than\nthis.\"\n\n\"Look around you!\" cried Kellard desperately. \"Do you see anything\nmoving, anything that _could_ move? You were wrong, Halfrich. Do you\nhave to keep us here until we all die, because you can't admit you're\nwrong?\"\n\nHalfrich hesitated. \"I wasn't wrong. You're still lying. But we'll go\nback to the ship and wait.\"\n\nThey turned their backs on the fire-fountain, and Kellard felt the\nsweat pouring on his forehead. It hadn't happened this time, and they\ncouldn't wait forever, they would have to go away and--\n\nMorgenson's voice chattered in their ears. \"Blips showing, coming--\"\nAnd then he suddenly yelled, \"I see them! They--\"\n\nHalfrich swung around with ponderous swiftness. There was nothing\nbetween them and the fire-fountain, nothing around the spouting flames.\n\n\"Above you, coming down!\" shouted Morgenson. \"My God, what--?\"\n\nKellard slowly raised his head. Because he knew what to look for, he\nsaw them while Halfrich was still gazing around searching.\n\nThey came flashing down out of the sky. There were four of them this\ntime--no, five. They were like five individual swirls of shining light,\nso bright that the sun-bleached heavens seemed to darken around them.\n\nHalfrich said bewilderedly, \"I don't see--\"\n\nKellard pointed upward. \"There.\"\n\n\"Those flakes of flame?\"\n\n\"Not flakes of flame,\" said Kellard. \"They are the children of the\nstars.\"\n\nHalfrich went rigid, staring upward. And now Kellard knew that there\nwas no more hope. No hope at all.\n\n\n\nThe five bright things had flashed down toward the great fire-fountain.\nThey plunged into it, out of it, climbed swift as the eye could follow,\nracing up its mighty geyser, frolicking in it joyously. The fountain\nraved higher and the five sped up and whirled and danced upon its\nrising plume, and Kellard thought that they were laughing.\n\nIn and out of the leaping fires they plunged, and then one of them\nveered down toward the place where Halfrich and Kellard stood. There\nwas something so humanly purposeful in its sudden movement that\nHalfrich stepped back.\n\n\"Stand still,\" said Kellard.\n\n\"But--\" Halfrich protested.\n\n\"They won't hurt us,\" said Kellard, his voice flat and dull. \"They're\nfriendly, playful, curious. Stand still.\"\n\nAnd now all five of the flashing flames were around them, darting,\nrecoiling, then gliding forward again to touch their heat-armor with\nquesting tendrils of living force, living light.\n\nHalfrich spoke, trying to keep his voice steady but forming the words\nin a choked fashion.\n\n\"Something--in my mind--\"\n\n\"They're telepathic, in a way you can't even imagine,\" said Kellard.\n\"And they're curious. They're curious about us, what we are, how we\nthink. They can merge minds with us, somehow.\" And he added, with a\nlast cruel impulse of dying anger, \"You wanted to know. Now know.\"\n\nHe had time to say nothing more before the impact hit him, just as\nit had that other time, the full stunning shock of unearthly minds\ninterlocking with his own, searching out his thoughts and memories.\n\nCurious, yes. Like children who have found strange, ungainly creatures\nand wish to know how they live. And as they entered his mind, Kellard's\nmind entered theirs, fused with them, and there was again the dizzying\nwhirl of memories and feelings that were not his own, that his\ndifferent, more brutishly physical nature could never apprehend more\nthan dimly.\n\nBut that half-apprehension was staggering. He was no longer Hugh\nKellard, a man with flesh and bones who had been born on an air-drowned\nheavy planet named Earth.\n\nHe was one of the children of the stars.\n\nHis memory stretched far back, for his life was almost unlimited in\ntime. For long and long beyond human comprehension he had lived with\nhis companions the strange and beautiful life of their kind.\n\nBorn of the stars, of the unimaginable forces, pressures, temperatures,\natomic conditions within the mighty suns. Born, as the end product of\nan evolutionary chain almost as old as the universe itself, a grouping\nof photons that grew toward consciousness, toward individuality and\nvolition. Their bodies were force, rather than matter, their senses had\nnothing to do with sight or hearing, their movement was an effortless\nflash and glide as fast as the photons of light itself.\n\n\n\nWith the other kind of life in the universe, the heavy slow-moving\nthings of matter that grew upon the comparatively cold, dark planets,\nthey had had nothing to do at all. They were of the suns, not the\nplanets, and those chill worlds of fixed, solid matter so repelled\nthem that they would not even approach most of them.\n\nStar-child, star-child, at home in the bursting splendors of the\nstellar fires, and able to move like light from star to star. And again\nKellard felt the agony of that ecstasy that was his in this shared\nmemory.\n\n\"_We things of matter, we men, who thought that space and the stars\nwould be ours_--\"\n\nBut how could the wide universe belong to solid, heavy, physical\ncreatures who must painfully move in bubbles of air, who crawled\nbetween the petty planets encased in metal tombs, who could not even\napproach the glories of the great suns?\n\nNo, the ecstasy was one that men would never know except at secondhand\nthrough this brief contact! The glorious rush together of the\nstar-children through the vast abysses, drinking up the energy of the\nradiation about them. The audacious and dangerous coasting along the\nshores of dark nebulae, racing the lumbering comets and leaving them\nbehind, on until you felt through all your photons the beckoning warmth\nof the star you approached. Ignore the cinders called planets that\ncreep around it, speed faster, faster, brothers, the way has been long\nbut we are almost there! And now the radiation that was so weak in\nthe outer darks is strong and lusty-roaring, and the great prominences\nreach out like arms to gather us in. The shock, the joy, of the first\nplunge once more into the star. Dive deep, brothers, deep through the\nouter fires into the throbbing solar furnaces where the atoms are\nhammered as in forges, changing, shifting their shapes, exploding into\nforce.\n\nSpin in the vortices of the great stellar tornadoes, fling off and fall\nheadlong and then dive laughing in again. Search for the others of your\nkind, if there are none here there will be at the next star. Up again,\nout of the boiling fires, and then drift quiet, dreaming, in the pearly\nglow of the corona, endless afternoon of warmth and light and peace.\n\n\n\nBut on the sunward side of the tiny planet nearby, a plaything beckons.\nFire and light fountain up from the solid rock. There at least we can\ngo, for that place is washed by tides of solar life, not chilled and\ndead. Speed down toward it, as the fire, the life it spouts higher out\nof the repellantly fixed and solid matter. Frolic in the fountain,\nthrough and around it as it rises higher. And what are the things that\nmove on the rock near it, the things that look grotesquely as though\nmatter had been endowed with life? Reach out with your thought-senses\nand try to apprehend them. Mind, life--in matter! Try to understand how\nmatter thinks, how matter feels, plumb the grotesque memories of them,\nthe vistas of crawling things at the bottom of whelming air-oceans,\nthings of clay too frail to endure, yet things that in their brief\nliving have come here. But the mind recoils from such memories, such a\nlife.\n\nBrothers, we go! First to refresh ourselves in the deepest streams of\nthe star, and then away across the abysses to another star we know.\nThere is nothing to hold us here--\n\nAnd the oneness was gone from Kellard's mind, and he was no child of\nlight and stars, he was a man of clay, standing stupid and sick and\nshaking by the falling fires of the fountain.\n\nHe looked at Halfrich. But Halfrich stood, with his head bowed, and\nKellard felt only pity.\n\nHe touched his arm. \"We'll go back to the ship.\"\n\nFor a long moment, Halfrich did not respond. Then he turned and walked,\nplodding with head down, not looking up once at the flaring sky.\n\n\n\nIn the little ship, he sat later with Kellard. He had not spoken yet,\nand Morgenson and the others, bewildered and awed, had still not dared\nask questions. Finally Halfrich looked at Kellard, pain still in his\neyes.\n\n\"I was thinking,\" he said. \"I was remembering my little boy, years ago.\nHe had just learned to walk, and he started out the door, eager to\nexplore the whole town. He stubbed his toe, and he sat down and cried.\"\n\n\"You tried to spare me this,\" said Halfrich after a little while.\n\"Thanks for that, Kellard. It didn't work, but thanks anyway.\"\n\nKellard said, \"Look, no one else knows. No one else is ever likely to\nknow. The only place where the men of matter and the children of stars\ncould meet is a place like Sunside, and how many such meetings would\never by chance happen? We don't have to tell everyone, to take the\nheart and eagerness out of them by letting them know they'll always be\nsecond-best in space.\"\n\nHalfrich thought about that. And then he shook his head. \"No. We've\nstubbed our toe. We've learned we're not and never will be the sole\ninheritors of the universe. All right, we'll accept the fact and go on.\nThe planets will be ours, just the same. And someday--\" He paused, then\nsaid, \"--someday, maybe, the sons of the planets and the children of\nstars will take hands, know each other. No, Kellard. We'll tell them.\"\n\n\n                                THE END",
    "metadata": {
        "author": [
            "Sterling, Brett",
            "Hamilton, Edmond"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/72181/pg72181.txt",
        "name": "sunfire.json"
    }
}