{
    "name": "Survival factor",
    "author": [
        "Vet, Charles Vincent de",
        "Vet, Charles V. de",
        "De Vet, Charles V.",
        "DeVet, Charles V."
    ],
    "body": "The survey team was seven parsecs beyond the Rim when the bloodhound\npicked up their trail.\n\nThree years earlier the inevitable had happened. The humans of the Ten\nThousand Worlds had met another race with the faster-than-light space\ndrive--and an expanding population. The contacts had been brief--and\nviolent. Each race had set up defenses against the other, and\nmaneuvered for position and control of the habitable worlds separating\nthem. The aliens' bloodhounds formed the outer circle of their defense\nperimeter.\n\nThe s-tracer continued its bleak chirping as Wallace read the figures\non its dial and made a swift calculation. \"We have time for one dip\ninto spacebridge,\" he informed Saxton, the other member of the team.\n\"If we don't find a planet fast when we come out, we've had it.\"\n\nSaxton nodded. \"We'd better backtrack. Set the bridge for that star\ngroup we recorded yesterday. Hurry. We haven't any time to spare.\"\n\nFour minutes later Wallace brought the two handles of the bridge\ncontrol together--and the ship winked into hyperspace. Wallace's body\njerked upright, and he sat stiff and straight, fighting the impulse to\nretch that rode his stomach muscles. The room around him took on the\nvisual consistency of thin milk. The low hum of the ship's instruments\nincreased in intensity through the hands that he pressed tightly to\nhis head. Mingled with the sound of the small motors was Saxton's\nhigh-strained muttering: \"I can't take any more of it! I can't take any\nmore of it!\"\n\nThen all was normal again. They were out of hyperspace.\n\nWallace reached for a knob on the board in front of him and began\nturning it slowly. Both men watched the vision panel on the front wall.\nAfter a minute a blue globe floated in from one side. \"We'll have to\ntry that one,\" Wallace said. \"It at least has atmosphere.\"\n\n\"We don't have any choice,\" Saxton answered. With his head he\nindicated the s-tracer. Its stark chirping had begun again.\n\n\"The hound's closer than I thought,\" Wallace complained. \"We'll have to\nrisk a faster passage to the surface than would ordinarily be safe.\"\nDrops of perspiration that had gathered on his forehead joined together\nand ran down the side of his nose. He shook his head to clear them away.\n\nBy the time they entered the blue planet's atmosphere the intervals\nbetween the chirps of the s-tracer had shortened until now they were\nalmost continuous. Gradually, as they plunged toward the planet's\nsurface, the room's temperature rose. They stripped to their shorts and\nkept the pace steady. When it seemed that they could stand the heat no\nlonger the ship paused, and settled slowly to the ground.\n\nQuickly Wallace shut off the drive motors. The only sound within the\nship was the purring of the cooling apparatus.\n\n\"Any chance that it can detect our cooling motor?\" Saxton asked.\n\n\"I don't believe it can follow anything smaller than our main drive,\"\nWallace answered. He pointed to the s-tracer. \"It's already lost us. Of\ncourse we know it won't go away. It'll circle the planet until we come\nout and try again.\"\n\nDuring the next hour, as the temperature within the ship returned\nslowly to normal, Wallace and Saxton kept busy checking the gauges that\nmeasured and recorded the elements in the planet's atmosphere.\n\nAt last Saxton sighed heavily. \"Livable,\" he said.\n\n\"Closer to Earth norm than we could have hoped,\" Wallace agreed.\n\n\"What do we do now?\"\n\n\"We could stay here for two years--until the bloodhound runs out of\nfuel. That's the estimated time it's supplied for.\"\n\n\"That doesn't sound like a very encouraging prospect.\" Saxton's dark\ntan features were lined with worry. \"We don't have food enough, for one\nthing. Maybe the aliens will get discouraged and go away.\"\n\n\"Hardly. You've forgotten that the bloodhounds are fully automatic, and\nunmanned. A machine doesn't discourage very easily.\"\n\n\"We sure as heck ought to be able to outwit a machine,\" Saxton said. He\nthought for a moment. \"If we waited until it was across the planet from\nus, we might have time to get out, and take another jump toward home.\nOne more and we'd be far enough in so our own cruisers could take care\nof the bloodhound.\"\n\nWallace shook his head. \"Its speed is too great. Our best chance\nis that it doesn't hold to a straight path around the planet. The\naliens--not knowing the size of any body we might land on--wouldn't set\nit for a dead-line trajectory. I hope.\"\n\nThere was nothing for them to do until the s-tracer had followed the\nmovements of their stalker long enough to make an adequate graph. They\ndecided to go outside while they waited.\n\n\n\nWallace and Saxton took only a few steps--and stopped in amazement.\nThey had a visitor!\n\nThe native rose from his kneeling position on the ground and stood\nerect. Wallace studied the face of the naked, stick-thin savage, trying\nto penetrate beneath the dirt and grime, beneath the mask of impassive\nfeatures, to find the quality that held him in questioning immobility.\nFor a moment he succeeded.\n\nIt was not high intelligence that he found, but rather an innate\nconviction of power. A conviction and self-assurance so deep that it\nneeded no demonstration for expression.\n\nWallace glanced at Saxton where he leaned against the spaceship's ramp,\nthe whites of his eyes contrasting sharply with the black of his clean\nnegroid skin. It was clear that he too sensed the odd quality in the\nother. And that he was equally unable to decide whether the savage that\nso incuriously regarded first one then the other of them was to be\nfeared, or accepted as amicable. But both already realized that this\nwas no ordinary meeting between humans and an outworld native. They\nwere on the verge of an unusual experience.\n\nThe savage had been kneeling with his forehead touching the ground when\nthey stepped out of the ship. However, now that he stood before them,\nthere was nothing abject in his demeanor. For a long minute he did not\nspeak or make any motion other than to regard them. Casually then he\nraised his right hand and touched his chest. \"Al-fin,\" he said.\n\nThe meaning of the gesture was apparent: Wallace readily understood\nthat the savage was giving his name. He touched his own chest. \"Ivan,\"\nhe murmured.\n\nThe native turned his gaze to Saxton.\n\n\"Gus,\" Saxton said, shifting his feet uncomfortably.\n\nThe native nodded. \"Come!\" he commanded. He turned his back and walked\naway.\n\nThere was no question in Wallace's mind about obeying. It was only his\nsubconscious that moved his hand, to make certain that his gun was in\nits holster, and to glance at Saxton to see that he too was armed. He\nhad walked several yards before the incongruity struck him: the savage\nhad spoken Earthian!\n\n\n\nThey followed the native for several miles over a faint game trail that\nwound leisurely through brush and skimpy, small-leaved trees, before\neither of the men recovered his composure enough to speak.\n\n\"He said 'Come',\" Saxton mused. \"Yet we're the first humans this far\nover the Rim. Where did he learn our language?\"\n\nWallace shrugged. \"I've been wondering too,\" he answered.\n\n\"Should we try to talk to him?\" Saxton asked, glancing ahead at their\ncompanion.\n\nThe native, apparently, had no interest in their conversation. \"Better\nwait,\" Wallace suggested.\n\n\"I don't understand it.\" Saxton's tone was querulous. \"No one's allowed\nover the Rim ahead of us. A section has to be surveyed, and worlds\ndeclared fit for habitation, before colonists can move in. Yet we land\nhere and find a native speaking our language.\"\n\n\"Perhaps he isn't a native,\" Wallace said.\n\n\"What do you mean?\"\n\n\"When Earth first discovered spacebridge there were no laws regulating\nits use. Limits were put on colonizing areas only after some of the\nearlier expeditions failed to report back. One of them might have been\nmarooned here.\"\n\n\"Then this fellow's human?\"\n\n\"He could be.\"\n\n\"If he is, would he be naked?\" Saxton asked.\n\n\"Some of those lost expeditions disappeared as long as two thousand\nyears ago,\" Wallace answered. \"A colony could have slipped back a long\nways in that time.\"\n\n\"But not this far,\" Saxton demurred. \"They'd still have some traces of\ntheir original culture left.\"\n\n\"A one-ship colony would have very limited mechanical resources,\"\nWallace said. \"And they'd be isolated here. As soon as the tools and\nmachines they brought with them wore out they'd be almost impossible to\nreplace. The odds are they'd slip back fast.\"\n\n\"I don't know.\" Clearly Saxton wasn't satisfied--but he let the subject\nhang. \"When we saw him kneeling on the ground, I thought that he was\nworshipping us. But since then he's been acting as if he thought he was\nthe god instead of us.\"\n\nThey were halfway across a small clearing now and before Wallace could\nanswer the native ahead stopped abruptly. He stood motionless, with\nhis head tilted to one side, as though listening. After a moment he\nmotioned them to move to the left.\n\nAs Wallace and Saxton obeyed, Al-fin pointed urgently toward their\nguns. They drew, and the native turned to stare at the bushes at the\nfar side of the clearing.\n\n\"What does he want?\" Saxton asked.\n\n\"I don't--\" Wallace's answer was cut off as a huge \"cat,\" with long\nstilt-like legs spread wide, sprang out of the bushes--directly at them.\n\nWallace and Saxton sprayed the beams of their guns across the cat's\nchest, burning a wide, smoking gash. The beast landed, sprang again,\nand died.\n\nSaxton let out a long breath of relief. \"Close,\" he said.\n\nWallace stood with a puzzled frown on his face. \"How did he know the\nanimal was there?\" he asked.\n\n\"He must have a good sense of hearing,\" Saxton answered doubtfully.\n\n\"It can't be that good,\" Wallace protested.\n\n\"Maybe this is our chance to get some fresh meat,\" Saxton said. He\ndrew a knife from his belt and knelt beside the cat's carcass. He made\nseveral rapid cuts. After a minute he looked up. \"Nothing edible,\" he\nsaid. \"Nothing but skin, gristle, and tendons.\"\n\nThey walked on.\n\n\n\nThey entered another clearing, and found themselves in the midst of a\ngroup of naked savages, obviously Al-fin's people.\n\n\"Where did they come from?\" Saxton asked, resting his hand on the grip\nof his gun.\n\nWallace looked his way and shook his head. \"No guns,\" he said. \"We'll\nhave to take the chance that they're friendly.\"\n\nMost of the members of the group, Wallace observed, were lying on the\nground, or idling about at the edges of the small clearing. He counted\ntwenty-three--of both sexes, and varying ages. There was no sign of\nclothing or ornament on any of them. They were naked, filthy, and\nnondescript; yet each had the mark of that quality that had puzzled\nthem in Al-fin--the deep inner assurance. A few glanced their way, but\nwithout any evidence of an unusual degree of interest.\n\nTheir attention returned to Al-fin. Streaks of sweat had made gray\ntrails on his grimy face, and he gave off an odor that was sharp and\nrancid. He sat on the ground and motioned for Wallace and Saxton to do\nthe same.\n\nWallace hesitated, then spread his hands resignedly. \"This is a\nstrange game,\" he said. \"We'll let him make the first moves.\" He and\nSaxton sat down together.\n\nAl-fin began speaking, without inflection and with few pauses. Some of\nthe individual words sounded faintly familiar, but the two men could\nmake no sense of what he said.\n\n\"I'm afraid we can't understand you,\" Wallace told him. In an aside to\nSaxton he said, \"He won't understand me either, but I don't think we'd\nbetter ignore him.\"\n\nSaxton nodded. \"I guess you are right about his being human,\" he said.\n\"Some of those words were definitely Earthian.\"\n\nAl-fin raised his voice in a shout, \"Il-ma!\"\n\nOne of the women in the center of the clearing laughed and came toward\nthem. She was stick-thin, as were Al-fin and most of the others, and\nvery dirty. As she came near she smiled. Her teeth were discolored and\nrotting. She giggled.\n\nAl-fin indicated her with a sweep of his arm. \"Mate?\" he inquired.\n\nWallace felt himself reddening. \"Is he offering her to us?\" he asked\nSaxton.\n\n\"I think so.\" Saxton smiled uneasily. \"It looks like it's our move now.\"\n\n\"We'll have to risk offending them.\" Wallace looked at Al-fin and\nshook his head vigorously. \"No mate,\" he said.\n\nThe woman giggled again and walked away. Al-fin seemed to have lost\ninterest. He pulled himself jerkily to his feet and went across the\nclearing to the fire that the two surveyors had noted earlier. A large\nclay kettle rested on a flat rock over the fire.\n\n\"There's meat in that kettle,\" Saxton said, whimsically licking his\nlips. \"I hope he passes some around.\"\n\n\"I don't think we should eat any,\" Wallace cautioned.\n\n\"Why not?\"\n\n\"You know the saying, one man's meat....\"\n\n\"But I'm starved for fresh meat,\" Saxton argued.\n\n\"We'll see if we can get him to give us some,\" Wallace said. \"We can\ntake it back to the ship and test it before we eat any.\"\n\nThey watched Al-fin as he dug in the kettle with a stick and placed the\nfood he speared on a large leaf. He carried it to where an old man sat\nwith his back resting against a tree trunk. The hoary veteran had a\nlong scar on his right arm that ran from shoulder to elbow; evidently\nhe had had a brush with one of the big cats sometime in the past. Oddly\nenough, he was the only native that was not thin and hungry-looking.\n\n\"He must be the chief,\" Saxton said. \"At least he's well fed.\"\n\nWallace nodded.\n\nWhen Al-fin returned Saxton said, \"Meat.\" At the same time he rubbed\nhis stomach in a circular motion.\n\nAl-fin paused, thinking over what Saxton had said, then nodded several\ntimes. He made a gesture with his arm for them to follow and led them\nto the fat old man. \"Meat,\" Al-fin intoned expressionlessly, and stood\nas though waiting for the old man's reply.\n\n\"I hope he's in a generous mood,\" Saxton said.\n\nThey had seen no sign from the old man, but Al-fin turned to them and\nnodded once more. \"Meat,\" he said. He made no further move.\n\n\"Why doesn't he get it?\" Saxton asked finally. \"Apparently he\nagrees--but he just stands there.\"\n\n\"Maybe we're supposed to do something now,\" Wallace said. \"But what? Do\nyou suppose we're expected to pay him some way?\"\n\n\"That could be,\" Saxton answered. \"Or maybe the chief's eating the\nlast of what they have now, and they'll give us a chunk when they get\nsome more. Anyway, let's not wait any longer. I'm starved. Even canned\nconcentrate would taste good to me now.\"\n\n\n\nBy morning the s-tracer had marked the tracking chart sufficiently to\ngive them some data on the bloodhound's actions. Wallace went over it\ncarefully.\n\nSaxton stayed in his bunk and pretended to be still sleepy, but Wallace\ncould feel his gaze following the work closely. When at last he looked\nup Saxton said, \"Well?\"\n\n\"We have something to work on,\" Wallace answered the question in his\nvoice. \"But unless we get more, I don't see how it will help us.\n\n\"The bloodhound,\" he went on, not waiting for further inquiry from\nSaxton, \"is acting pretty much as we thought it would. It has\nno straight line trajectory. At irregular intervals it circles,\nbacktracks, or goes off at a new tangent. Often it stays over a\nparticular territory for longer than the three hours we'd need to get\naway. It's probable that at some time it will do this on the other side\nof the planet--where it couldn't pick up the signal of our leaving.\nBut....\"\n\nSaxton was sitting up now. \"But what?\"\n\n\"It's following a random pattern.\" Wallace studied his fingernails as\nhe sought for words to make the explanation clear. \"The s-tracer will\nshow us when it is out of range--but there's no way for us to know how\nlong it will stay in any one place.\"\n\n\"In other words there will be intervals when it will be directly across\nthe planet from us. But unless it stayed there for close to three\nhours--the time we'd need to clear the atmosphere--it would pick up our\nsignal as it came around, and run us down?\"\n\n\"That's about it.\"\n\n\"Then we'll have to take the chance.\"\n\n\"We could. And if we can think of nothing better, we will. But the odds\nwould be heavily against us. Most of its locale changes are made in a\nshorter period of time than we'd need to get away.\"\n\n\"We can't sit here for two years.\" Saxton was a man whose high-strung\nnature demanded action, and was the more inclined of the two to take\nchances. Wallace preferred weighing influencing factors before making\nany decision.\n\n\"I think we'd better wait,\" Wallace said. \"Perhaps we'll be able to\nthink of something that will give us a better chance.\"\n\nSaxton pulled the sheet-blanket off his legs irritably, and climbed\nfrom the bunk, but he did not argue.\n\n\n\nDuring the morning Saxton killed a small rodent, but found its flesh as\ninedible as that of the cat. Wallace stayed inside studying the charts\nand instruments.\n\nThey had their noonday meal in a small clearing by the side of the\nship. Wallace had been able to find no way of solving their difficulty.\nFor want of a better plan they'd decided to wait--while keeping close\ntrack of their stalker.\n\n\"I've been thinking about those natives,\" Wallace said, as they lay\nstretched on the grass. \"If they are lost colonists--have you wondered\nhow they managed to survive here so long?\"\n\n\"I did wonder how they protected themselves against the cats,\" Saxton\nanswered. \"They don't seem to have any weapons.\"\n\n\"Al-fin demonstrated that they must have exceptionally good hearing,\"\nWallace said. \"But would that be enough? You'd think the cats would get\nthem--when they're sleeping, if not during the day--or kill off their\nyoung.\"\n\n\"That's what I meant,\" Saxton said. \"We saw no weapons, so they must\nhave some other means of defense.\"\n\n\"They live pretty much like animals,\" Wallace observed. \"Maybe they\nstay alive the same way. If animals aren't powerful, they're usually\nswift. Or they have some other survival characteristics, such as\nprolific propagation. But what do these savages have--except perhaps\nthe sharp hearing that you mentioned? That alone shouldn't be a\ndeciding factor. Yet they were able to survive here for two thousand\nyears.\"\n\n\"How about an instinct of dispersal?\" Saxton asked. \"There might be\nhundreds of groups like the one we saw.\"\n\n\"That would help. But my thought was that if they don't use weapons\nthey might have gone at it from another angle: they adjusted\nthemselves, instead of their tools, to their environment.\"\n\n\"Special ability stuff?\" Saxton asked.\n\nWallace glanced over at the other man. By the look of abstraction\non Saxton's face he knew that no answer was necessary. Saxton's\nimagination was a moving force. When a subject intrigued him he\ncould no more abandon it and turn to something else than he could\nstop breathing. The trait was one that made him an ideal partner\nfor Wallace, with his more logical reasoning, and his insistence on\nweighing fact against fact and belief against belief. It was, in fact,\nthe reason the two men had been teamed. One was the intuitive, the\nother the harmonizing, controlling, factor in their combination.\n\nSaxton rose and stretched. \"I think I'll go inside,\" he said. \"I want\nto poke around in the library a while.\"\n\nWallace smiled and followed his companion into the ship. This at least\nwould take Saxton's mind off their troubles. Their enforced inactivity\nwould be less tedious for the more imaginative man.\n\nSaxton selected several tapes from the book shelf and put them in the\nmagnifier. \"When I find something that sounds likely,\" he said, \"I'll\nread it. Stop me if you want to discuss anything I find.\"\n\n\n\nA half-hour later Saxton said, \"Socrates maintained that the fewer our\nneeds, the nearer we resemble gods. Do you suppose Al-fin and his tribe\nare approaching godhood?\"\n\nWallace's answer, from the bunk where he lay, was a discourteous grunt.\n\n\"I thought so too,\" Saxton quipped. He went on reading.\n\nAlmost an hour went by before he spoke again. \"This might help put\nour savages in the proper place in their cycle,\" he said. \"Quote:\n'Giambattista Vica, a native of Naples, held a theory that human\nhistory progressed in cycles, each of which followed the same course.\nThe first move in a civilization began when man, terrified by the\nforces of nature, invented and worshipped gods in order to placate\nthem. Next, he made up myths of demi-gods and heroes, and arrived at\nthe idea of kingship. Finally, from kingship he came to democracy,\nwhich degenerated into chaos; after which the next cycle started and\nthe process was repeated.\"\n\n\"Interesting,\" Wallace said. \"But even if it fits, I think we\nunderstand well enough where these people are in their cycle. What we\nwant now is a clue as to what makes them different.\"\n\nWallace was about to doze off when Saxton said, \"Listen to this: '...\nin which he first injected the hormone that produces milk in the\nbreasts of nursing mothers into the bloodstream of starved virgin rats\nand then introduced newly hatched squabs into their cages. Instead of\ndevouring the luscious meal placed before them, the starved virgin\nanimals acted as tender foster mothers to the helpless creatures.'\" He\nlooked across at Wallace expectantly.\n\n\"I'm afraid I don't--\" Wallace began.\n\n\"Don't you see?\" Saxton asked. \"Something about the food here has made\nthe natives different. We've got to find that food.\"\n\n\"That might be true also,\" Wallace answered slowly. \"But I'm not as\ninterested in finding what caused the difference as I am in finding\nthe difference itself.\"\n\n\"Find one and you find the other,\" Saxton argued. He held up his hand\nas Wallace made as though to speak. \"Sleep on it,\" he said. \"Maybe\nwe'll have some ideas by tomorrow.\"\n\n\n\nThey were able to extract no new clues from the tracking of the\nbloodhound by the next forenoon. Neither man could arrive at any means\nof thwarting the alien machine. Wallace had checked the graph track\nminutely, looking for signs of a cycle, or cycles, in its movements. He\nended up convinced that none existed. It apparently operated entirely\nat random.\n\nAt the mid-day meal Saxton suggested, \"Let's pay those fellows in the\nwoods another visit.\"\n\n\"We may as well,\" Wallace agreed. \"We're helpless here until we can\ncome up with some new idea.\"\n\nThey finished eating and strapped on their sidearms. They were not\ncertain that the path they took through the woods was the same they\nhad taken with Al-fin two days before, but at least it led in the same\ngeneral direction.\n\nAn hour later they were lost. Their way had not led them to the tribe\nof naked savages and they had no idea where else to look. They were\ndebating whether or not to return to their ship when they stepped out\ninto a clearing--one larger than any they had come on earlier.\n\nIn the center of the clearing rested a spaceship! From where they stood\nthey could see that its hull was rusted and weather-beaten.\n\n\"That hasn't flown in a long time,\" Saxton said, after the first few\nminutes of wonder.\n\n\"Probably not since it first landed here,\" Wallace answered.\n\nThe clearing about the vessel had been kept free of brush and bushes,\nand when they went across, and through the open portal of the ship,\nthey found the inside immaculate.\n\n\"They certainly keep it clean,\" Saxton observed.\n\n\"It may be a shrine to them,\" Wallace said. \"That would explain why\nwe found Al-fin kneeling when we landed, and yet why he treated us so\nnonchalantly. He was worshipping our ship, not us.\"\n\n\"I hope they don't find us here,\" Saxton remarked. \"We might be\nviolating some taboo.\"\n\nMost of the interior fittings of the vessel, they found, had long ago\nrotted away. Only the metal parts still remained intact. The instrument\nboard was unfamiliar to them. \"Pretty definitely an early model,\"\nWallace said.\n\nSaxton found something on one wall that held his absorbed interest.\n\"Come here, Ivan,\" he called.\n\n\"What is it?\" Wallace asked, going over to stand beside him.\n\n\"Read that.\"\n\nWallace read aloud from the engraved plaque: \"_Spring, 2676. We, the\nDukobors, leave our Earth homes in the hope that we may find a dwelling\nplace for ourselves and our children, where we may worship our God as\nwe believe proper. We place ourselves in His hands and pray that He\nwill watch over us on our journey, and in the time to come._\"\n\n\"That's over nineteen hundred years ago,\" Saxton said.\n\n\"Soon after the discovery of spacebridge,\" Wallace added. Without being\naware of it they both spoke in whispers.\n\nThey inspected the vessel for some time more, but found little of any\nfurther interest.\n\n\n\nA short time after they left the ancient spaceship Wallace and Saxton\nstumbled on Al-fin and his group of naked natives.\n\nThis time they made a concerted effort to communicate with Al-fin, and\none or two of the others, but with no more success than before. Neither\nside could understand more than a few words of the other's language,\nand they could accomplish very little with signs.\n\nAl-fin sat with them for a time, until they saw him tilt his head in\nthe gesture they remembered. On his face was the same expression of\nlistening. After a moment he rose leisurely and indicated that they\nwere to follow him. Most of the other natives, Wallace noticed on\nrising, had already gone over and bunched together at one end of the\nclearing. They appeared restless, but not frightened.\n\n\"What's it all about?\" Saxton asked.\n\n\"I suspect there's another cat in the neighborhood,\" Wallace answered.\n\nSaxton pointed to the center of the clearing. Beneath a tree the\noldster with the scar on his arm sat alone, seemingly unaware that the\nothers had left him.\n\n\"Are they using their chief for a decoy?\" Saxton asked.\n\n\"Perhaps the old duffer isn't the chief,\" Wallace answered. He reached\nfor his firearm.\n\nA dirt-encrusted hand closed over his own. He looked up. Al-fin shook\nhis head.\n\nWallace turned to look back at the clearing just in time to see a big\ncat step out of the bushes. It glanced across at them with an easy hate\nin its red-shot eyes, and turned its attention to the fat man, who was\nnearer. Slowly it gathered itself to spring.\n\nWallace shrugged off Al-fin's hand, that still rested on his, just as\nthe cat left its feet. He had no chance to fire. The cat finished its\nspring--and the ground caved in beneath its feet. A moment later they\nheard its snarling and spitting from several yards underground.\n\nCalmly, unhurriedly, the natives picked boulders from the ground and\ncarried them to the pit. They dropped or threw them down on the cat\nuntil its snarls changed from anger to pain, and died completely.\n\nWallace and Saxton walked to the edge of the pit and looked down. The\ncat was dead. Its carcass lay sprawled over those of another dozen of\nits kind.\n\n\"Evidently they've used this method often before,\" Wallace remarked. A\nthought occurred to him and he looked at Saxton.\n\nSaxton nodded in unspoken agreement. \"We've just seen another\ndemonstration of that ability we're trying to find,\" he said.\n\n\"But what is it?\" Wallace asked.\n\n\"Can it be anything except acute hearing?\"\n\n\"If it was only that, how did they know where the cat would appear,\nand what it would do? If it had circled the pit they would have been\nhelpless. Yet they did nothing except retreat to the far side of the\nclearing and wait.\"\n\nSaxton shook his head in defeat. \"They did act with plenty of\nassurance--but how did they know? Do you think we should stay around\nsome more, and watch how they operate?\"\n\nWallace glanced up at the rapidly moving sun. \"We'd better get back to\nthe ship,\" he said. \"We have only about enough time to reach it before\ndark. We can come back again tomorrow, if you want.\"\n\n\n\nThat evening as he lay on his bunk, Wallace noted that Saxton was\ngrowing restless again. Their being unable to find a way to evade\nthe bloodhound was bringing the irritable part of his nature to the\nsurface. The time had come again to furnish diversion. \"I'm sure we\nhave all the clues on those savages,\" he said. \"If we just understood\nhow to fit them together.\"\n\nIt worked. Saxton stopped pacing and bared his teeth in a smile. \"You\nstill think they developed some special ability, don't you?\" he asked.\n\"I don't agree. Nineteen hundred years--the time the colony's been\nhere--is too short for any change to take place. Evolution doesn't work\nthat fast.\"\n\n\"I'm not thinking of the slow process of adaptation,\" Wallace said,\n\"where the most fit, and their descendants, are the ones that tend\nto survive and propagate. What I had in mind was a form of genetic\nchange. Such as a plant, or an animal, appearing that is different from\nthe rest of its species. A botanist, or a biologist, would call it a\n'sport.' Like the appearance of a black rose on a bush of red roses. If\nthe black rose is more fitted to survive in its environment, or if it\nis artificially propagated, it would soon replace the red.\"\n\n\"You think then that a child was born here with a difference that made\nit more fit to survive in this environment than the others, and that\nthe savages we saw are its direct descendants?\"\n\nWallace nodded.\n\n\"But wouldn't it be too much of a coincidence that the particular trait\nshould appear just when it was needed?\"\n\n\"I don't think so,\" Wallace said. \"Nature has a way of providing the\nparticular trait just at the time it _is_ most needed. A good example\nis the way more male children are born during a war. There's no known\nexplanation for something like that. But nature seems to know what is\nneeded--and provides it.\"\n\n\"That sounds plausible,\" Saxton said, after a minute of consideration.\n\"According to your theory, then, those savages possess an ability\nradically different from that of normal humans?\"\n\n\"Not necessarily _radically_ different,\" Wallace answered. \"It would\nprobably be a trait inherent in all of us, but not so evident, or\nfully developed. Or perhaps it has made its appearance before, in\nrare individuals, but not being a survival characteristic--where it\nappeared--it died. Something like telepathy, or poltergeism, or any of\nthe other so-called wild talents.\"\n\n\"I'll admit I'm stumped,\" Saxton said. \"And I don't think we'll learn\nanything more here without staying and observing them a lot longer than\nI'd care to. If we ever get back home, there are specialists in that\nsort of thing, who can do more with the facts we gave them than we can.\"\n\nWallace sighed. \"I suppose you're right,\" he said. \"I hope we learn\nwhat it is before we leave, but of course we can't wait if we get the\nchance to go.\"\n\n\n\nEarly the next afternoon they spied a figure hurrying toward them from\nthe edge of the wood.\n\n\"It's Al-fin,\" Saxton said. \"I wonder why he's in such a hurry.\"\n\n\"He's carrying something under his arm,\" Wallace commented.\n\nThey waited while the native puffed his way up the bank of the small\nplateau on which the spaceship rested. When he reached them he stood\nfor a moment fighting to regain his breath. It was evident that he had\nrun long and hard.\n\nPushing his package under one arm, Al-fin raised the other and pointed\nat the sky. Bringing his arm around in a wide half-circle, he made a\nsound with his lips like an Earth bumblebee. When he reached the end\nof the half-circle he held a finger out in a long point. He ended the\nperformance by holding his hand out toward the spaceship and making\na scooping motion--as though he were throwing it into the air. Three\ntimes he repeated the maneuver.\n\nWallace watched him in puzzled silence. At the end of the third\nrepetition his eyes widened with slowly dawning understanding. He ran\nfor the portal of the ship. \"I'll be right back,\" he tossed over his\nshoulder.\n\nInside he glanced quickly at the s-tracer. Its needles indicated that\nthe bloodhound was directly across the planet from them!\n\nHe dashed back to the open portal. \"Inside! Quick!\" he called to Saxton.\n\nSaxton wasted not a minute in obeying. As he pushed past Wallace,\nAl-fin came to the portal of the ship. He extended the parcel he had\nbeen carrying under his arm to Wallace. \"Meat,\" he said. \"Bye.\"\n\n\"Thanks,\" Wallace answered, taking the gift. \"Thanks--for everything.\"\nHe closed the portal quickly.\n\n\n\nThree hours later they were in hyperspace. Another five minutes and\nthey were in the Ten Thousand Worlds portion of the galaxy--and safe.\n\nSaxton turned over on his side. He had made a faster recovery from the\nnausea of the bridge than usual. \"Okay,\" he said to Wallace. \"Give.\"\n\nWallace smiled. \"Perhaps we'd better open Al-fin's gift first,\"\nhe said, deliberately teasing Saxton with his procrastination. He\nunwrapped the several large leaves from the package on the table.\n\nInside was a man's fat arm--with a long scar running from shoulder\njoint to elbow!\n\n\n\nSaxton groaned and dashed for the lavatory. This time he was sicker\nthan he'd been during the jump. When he turned, streaks of pale green\nshowed through the duskiness of his cheeks. \"They're cannibals,\" he\nwhispered.\n\n\"I wouldn't hold that against them,\" Wallace said. \"It might have been\none of the necessities of their survival.\"\n\n\"I suppose so.\" Saxton turned intently to Wallace. \"This much I got,\"\nhe said. \"When Al-fin said 'Bye,' I figured that he was telling us to\nget out. But how did he know that it would be safe--and how did you\nknow enough to trust him?\"\n\n\"I can't take too much credit,\" Wallace said. \"Just all at once\neverything clicked together--at the exact moment I understood that\nAl-fin was trying to tell us to leave. You remember we decided that\ntheir survival characteristic would probably be something inherent in\nall of us, but not developed--or at least not to the extent that an\nisolated colony of humans would need here?\"\n\nSaxton nodded.\n\n\"Well, I'm convinced that the answer is intuition.\"\n\n\"Intuition?\"\n\n\"Yes,\" Wallace said. \"Everyone knows what intuition is, and has it to\nsome degree. With no evidence to back up his reasoning a person knows\nthat something is going to happen. Sometimes he can even give exact\ndetails. It's a definite, perceivable faculty. Yet no one has ever\nbeen able to explain just what it is, or even how it works. But if you\nlooked at it in another way it wouldn't be so mysterious. It's another\nsense--too deeply buried in our subconscious to be consistently active.\nThose savages needed it here--fully developed--and nature provided it.\"\n\nSaxton pulled himself up on one elbow. \"And with it they can\npractically see what's going to happen in the future,\" he finished for\nWallace. \"They can predict--and be right every time! That's how Al-fin\nknew it would be safe for us to leave.\" He paused. \"It all fits. I\nthink you've got it.\"\n\nWallace smiled. \"My guess is that they can't see very far into the\nfuture. That's why Al-fin was out of breath when he came. By the time\nhe learned about the coming opposition of our ship and the aliens he\nhad to hurry to get to us, and tell us, before it was too late.\"\n\nWallace rubbed the stubble of whiskers on his chin with his knuckles.\n\"We'll have to report this planet suitable for colonizing,\" he said. \"I\nhate to think what will happen to those poor savages when civilization\nmoves in. They'll soon lose that future-seeing.\"\n\nSaxton's eyes widened at some inner thought. He sat straight up in his\nbunk. \"Will they?\" he asked. \"Or will it work the other way? Someday\nthe children of those naked savages may....\" He stopped. Wallace\nrecognized the glaze of abstraction that moved over his features.\n\nSaxton began to sing a stanza from an old popular song that had\nrecently been revived: \"_There's gonna be some changes made...._\"",
    "metadata": {
        "author": [
            "Vet, Charles Vincent de",
            "Vet, Charles V. de",
            "De Vet, Charles V.",
            "DeVet, Charles V."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/71592/pg71592.txt",
        "name": "survival_factor.json"
    }
}