{
    "name": "'Swat the Fly!': A One-Act Fantasy",
    "author": [
        "Gates, Eleanor"
    ],
    "body": "  AUTHOR OF “THE POOR LITTLE RICH GIRL,” “WE ARE\n  SEVEN,” “THE BIOGRAPHY OF A PRAIRIE\n  GIRL,” “THE PLOW-WOMAN,” ETC.\n\n  COLORED JACKET BY EVERETT SHINN\n\n  THE ARROW PUBLISHING COMPANY\n  116 WEST FIFTY-NINTH STREET\n  NEW YORK\n\n\n\n\n  _Copyrighted April 17, 1914, as a dramatic composition by\n  ELEANOR GATES._\n\n  _Copyrighted April, 1915, by\n  THE ARROW PUBLISHING COMPANY._\n\n  _All rights reserved, including that of translation into foreign\n  languages, including the Scandinavian._\n\n  _This play may be publicly read without further permission,\n  but the acting rights are reserved by the author._\n\n\n\n\n  TO\n  THE TROOPER\n\n\n\n\nTHE PERSONS OF THE PLAY\n\n\n  THE DOCTOR\n  THE WOMAN INSPECTOR\n  THE BOY\n  THE DOG\n  THE CAT\n  THE HORSE\n  THE MONKEY\n  THE RABBIT\n  THE FLY\n\n\n\n\n“SWAT THE FLY!”\n\n\n_A garden in the rear of a laboratory for animal experimentation. A\nhigh red-brick wall encloses the garden, into which, at the upper\nright-hand corner, juts the granite laboratory building. The interior\nof the laboratory is brilliantly white. From it a door opens upon the\ngarden. Beside the door, hanging from a wrought-iron bracket, is a\nglobe in which are electric bulbs. The lights are turned on by pressing\na button in the framework of the door._\n\n_In the garden wall, at left, is a wide door leading to a city street.\nIn the rear wall is a square, window-like opening through which can be\nseen the Horse’s standing-stall. The Monkey’s house is in the lower\nright-hand corner of the garden. Directly across from it is the kennel\nof the Dog. The Rabbit’s hutch is placed against the rear wall, close\nto the square opening. The front of the hutch is screened with wire\nnetting._\n\n_The garden is covered by a lawn. Flowers grow against its walls, as\nwell as in the corners made by the meeting of wall and building. Vines\nclimb the bricks on either side of the street door. Above the walls, on\nevery side, bend the branches of trees. At the center of the garden is\na low stone bench._\n\n_It is late evening. The garden is only star-lit. Out of the gloom come\nthe sleepy bark of the Dog, the crunching and stamping of the Horse, as\nhe feeds, and the cross chatter of the Monkey. The tiny bell, which the\nCat wears on her collar, tinkles faintly._\n\n_Suddenly the street door opens, and the flash of a pocket search-light\nis turned upon the garden. The Woman Inspector appears in the doorway.\nShe wears a coat-suit, a neckpiece formed of the skin of a fox, and\na hat trimmed with pheasant feathers. She throws her light upon the\nMonkey’s house: upon the door of the laboratory: upon the opening in\nthe rear wall. The back of the Horse appears above the sill of the\nopening. The light travels to the Rabbit’s hutch, disclosing a mound of\nsnow-white fur._\n\n_The Inspector enters quickly and goes to the Dog, who is lying down,\nhis back curved against the entrance to the kennel. The Inspector turns\nher light upon him. He moves._\n\nINSPECTOR\n\n  (_Leans to peer into the kennel._)\n\nHere! Let me look at you. A bandage! Oh, poor fellow! That Doctor’s\nbeen torturing you! (_The Dog growls._) There! There! (_Pats the Dog,\nand goes to the hutch._) A rabbit! (_Makes a brief examination; goes\nto the opening in the wall and looks through at the Horse, flashing\nher light over him. Comes down quickly to the Monkey. He is lying just\nwithin the door of his house. She drops on one knee._) Well, monkey!\nWhat’s that Doctor been doing to YOU? (_Reaches in._) Been putting a\nsteel gag on you? Oh, the poor foot! (_Soothingly, as the Monkey moves\nand chatters._) There, now! Lie still!\n\nDOCTOR\n\n  (_Calls from the laboratory._)\n\nHere, Kitty! Kitty! Kitty!\n\n  (_The Inspector puts out her pocket-flash, springs up, and hides\n  behind the Monkey’s house. The Doctor enters, and presses the\n  electric button beside the laboratory door. The globe floods the\n  garden with light. The Doctor wears a sack suit, but no hat._)\n\nDOCTOR\n\nHere, Kitty! Kitty! Kitty! (_Looks about the garden._) Well, how’s\neverybody? (_Goes to the opening in the wall, and reaches to pat the\nHorse._) Hello! How’s the nice old boy? (_Turns toward the hutch._) And\nhow’s little Bunny! Eh?\n\n  (_The Boy enters from the street. He is wearing pajamas. In his right\n  hand, wrapped in paper, he carries a bone. In the circle of his left\n  arm he has a banana, which he holds against him; in his left hand\n  are an apple and a carrot. He sees the Doctor and halts timidly. The\n  Doctor turns from the hutch and sees the boy._)\n\nDOCTOR\n\nGood evening, young man! Where did YOU come from?\n\nBOY\n\nI came from my bed. (_Backs a step and puts the bone behind him._)\n\nDOCTOR\n\nAnd what are you doing out of your bed?\n\nBOY\n\nI’m feeding your animals. (_Holds out his right hand to show the bone._)\n\nDOCTOR\n\nFeeding my animals! Why-- --!\n\nBOY\n\nMy mother says you starve ’em. So,--here’s a bone for the dog, an’ a\ncarrot for the rabbit, an’ a’ apple for the horse, an’ a banana for the\nmonkey.\n\nDOCTOR\n\n  (_Laughs and accepts the bone._)\n\nAll right. (_Goes to the kennel, the Boy following, and looks in._)\nHey, dog! Just gnaw on this fine big bone. (_To the boy._) And how did\nyou find your way here, at this time of night?\n\nBOY\n\nI followed my mother.\n\nDOCTOR\n\nWhy, your mother isn’t here!\n\nBOY\n\nOh, yes, she is. Somewhere. (_Looks behind the kennel._) I saw her come\nin. Oh, Mother! (_Looks behind the Monkey’s house._) Hello, mother!\n(_To the Doctor._) Here she is!\n\n  (_The Inspector stands up._)\n\nDOCTOR\n\nMadam, what are you doing in this garden?\n\nINSPECTOR\n\nExamining these animals.\n\nDOCTOR\n\nWhy should you sneak and hide?\n\n  (_The Boy goes to his mother._)\n\nINSPECTOR\n\nLet me introduce myself. (_Opens her coat, displaying a metal badge\npinned on her breast._)\n\nDOCTOR\n\nSo you’re a spy!\n\nINSPECTOR\n\nI’m an inspector!\n\nDOCTOR\n\nI’ve seen you before.\n\nINSPECTOR\n\nI’ve been keeping an eye on you.\n\nDOCTOR\n\nWell, go ahead! What is it you want to know?\n\nINSPECTOR\n\nI want to know what you do to these poor, dumb creatures.\n\nDOCTOR\n\nI use them to fight the diseases carried by flies.\n\nINSPECTOR\n\n  (_Sneeringly._)\n\nOh, you vivisectionists have a FINE excuse for your cruelty! Flies!\n\nDOCTOR\n\nYes, flies! When all the flies are dead, we doctors will be out of a\njob. For now we know that--\n\nINSPECTOR\n\nPlease come back to the animals.\n\nDOCTOR\n\n  (_Shrugs, crosses to the Monkey._)\n\nWell, this monkey here is--(_The Monkey chatters angrily. The Doctor\nfalls back, motioning the Inspector and the Boy to retreat._) Look out!\nHe’s bad-tempered!\n\nINSPECTOR\n\nAh! You needn’t tell me how you treat HIM! (_The Doctor turns away._)\nAnd what about that helpless rabbit?\n\nDOCTOR\n\n  (_Goes to the hutch._)\n\nThe rabbit furnishes me with typhoid serum. And the neck of my horse is\nfull of the serum that cures diphtheria. See! (_Takes a small case from\na pocket._) I’ll take some serum--just to show you. (_Leans through the\nopening._) Here, back! Back up! Whoa, now!\n\nINSPECTOR\n\nOh, don’t! I can’t bear it! Don’t! (_The Horse stamps. She covers her\neyes._) Don’t, I say! Oh, I’ll have you arrested for this!\n\nDOCTOR\n\nThere! (_Turns._) You see what THAT amounts to.\n\nINSPECTOR\n\n  (_Faces him._)\n\nOh, don’t try to fool me! You hurt him!\n\nDOCTOR\n\nNot more than the flick of a whip. (_Puts the case away._)\n\nINSPECTOR\n\n  (_Triumphantly._)\n\nThere you are! The flick of a whip! What do you doctors care about the\nagony of your poor victims!\n\nDOCTOR\n\nI don’t cause pain unless it’s necessary.\n\nINSPECTOR\n\nNecessary! You shouldn’t be allowed to cause an animal ANY pain!\n\nDOCTOR\n\nOh! Then, of course, you’re a vegetarian.\n\nINSPECTOR\n\nI am not!\n\nDOCTOR\n\nWell, I AM! You talk about pain! Do you know how lambs are killed? And\ncattle? Do you know anything about slaughtering hogs? THERE’S pain for\nyou!\n\nINSPECTOR\n\nWe must have meat!\n\nBOY\n\n  (_Proudly._)\n\nAnd my father’s going to bring us some venison.\n\nDOCTOR\n\nYour father?\n\nBOY\n\nHe’s gone to the mountains--to hunt and fish. (_Leans against his\nmother._)\n\nINSPECTOR\n\n  (_To the Boy._)\n\nHush!\n\nDOCTOR\n\n  (_Triumphantly._)\n\nHa! Hunt and fish!\n\nINSPECTOR\n\nYes, hunt and fish. Why not?\n\nDOCTOR\n\n  (_Sarcastically._)\n\nMy dear lady, I see that you really ARE interested in animals.\n\nINSPECTOR\n\n  (_Angrily._)\n\nOh, I know what you mean! But let me tell you something: When my\nhusband hunts, he gives an animal a chance for its life. And if he\nkills, he kills quick. But you--you mutilate in the name of science.\nYou tie down your victims--and torture!\n\nDOCTOR\n\nI use ether and chloroform. But your husband--when he pulls a trout\nfrom the stream, it dies of suffocation.\n\nINSPECTOR\n\n  (_To the Boy, irritably._)\n\nDon’t lean against me like that!\n\nDOCTOR\n\nAnd when your husband goes shooting, he doesn’t find every bird that he\nwounds.\n\nINSPECTOR\n\nHe finds as many as he can.\n\nDOCTOR\n\nHa! As many as he can! But the ones he DOESN’T find! Are they\nchloroformed? And what about the animals that die in traps? And the\nbirds that are snared? (_He points at the Inspector._) How about that\nfox? That pheasant?\n\nINSPECTOR\n\nYou’re insulting!\n\nDOCTOR\n\nMadam, you’re a fine Inspector! Here you stand, admitting that your\nhusband kills for pleasure! And you’re tricked out in the skin and the\nfeathers of dumb creatures. Look at that poor head! Those little paws!\nAnd yet you spy on a man who causes suffering only to save human life!\n\n  (_The Boy coughs, and leans heavily against his mother._)\n\nINSPECTOR\n\nSave human life! With your nasty serums, you mean? Oh, what nonsense!\n\nDOCTOR\n\nMadam, go home. And take care of your boy!\n\nINSPECTOR\n\nYou needn’t worry about my boy. (_She draws the Boy to her._)\n\nDOCTOR\n\nBut, see! His cheeks! He’s got fever.\n\nINSPECTOR\n\n  (_To the Boy._)\n\nDo you feel sick, dear?\n\nDOCTOR\n\nLet ME have a look at him. (_Starts forward._)\n\nINSPECTOR\n\n  (_Puts out hand to check the doctor._)\n\nNo! Your hands are stained with the blood of the innocent! Don’t you\ndare to touch him! (_She takes the Boy up in her arms._) I wouldn’t let\nyou treat a dog of mine! (_Crosses to the street door and halts to look\nback._) You fiend! (_Goes out._)\n\nDOCTOR\n\nOh, all right! (_Follows the Inspector to the door, slams it, turns\ntoward the laboratory._) But the poor little chap ought to be home in\nbed. (_Strikes at the Fly._) Oh, you pest! (_Looks up at the top of the\nwall, to where the Fly has gone, turns, touches the electric button,\nputting the garden again in darkness, and closes the laboratory door\nafter him._)\n\nDOG\n\n  (_Howls mournfully._)\n\nWoo--oo--oo--oo! (_Pause._) Woo--oo--oo!\n\n  (_The Cat meows as if frightened. The Monkey chatters angrily. The\n  Horse snorts. The globe again lights the garden, and the Monkey\n  is standing with one fore-paw on the electric button. The other\n  paw is bandaged. The Dog is outside his kennel. He, too, wears a\n  bandage--about his head. It gives him a rakish expression. The Rabbit\n  is sitting in front of her hutch. She moves her ears nervously._)\n\nDOG\n\n  (_Howls._)\n\nWoo--oo--oo--oo!\n\n  (_The Cat appears from behind the Monkey’s house. She wears a gay\n  collar to which is attached a small bell._)\n\nCAT\n\n  (_Anxiously._)\n\nDog! Are you sick?\n\n  (_The Monkey comes down to observe the Dog._)\n\nDOG\n\nNo. Cat, no! (_Howls._) Woo--oo--oo!\n\nMONKEY\n\n  (_Crossly._)\n\nWell, if you’re not sick, what’re you howling about?\n\nDOG\n\nOh, somebody’s going to die. Woo--oo--oo--oo!\n\n  (_The animals are greatly excited. The Rabbit and the Cat join the\n  Monkey, while the Horse snorts and stamps._)\n\nRABBIT\n\nOh, Dog, is it I?\n\nHORSE\n\n  (_Puts his head in at the square opening._)\n\nOr I?\n\nCAT\n\nOh, I’m scared! (_Puts her paws to her eyes._)\n\nDOG\n\nDon’t worry, Cat. It’s not one of us!\n\nMONKEY\n\nNot? Then cut out that howling! Y’ know, I’VE got NERVES.\n\nHORSE\n\nIs it the Doctor?\n\n  (_The Dog shakes his head._)\n\nMONKEY\n\nNo such luck!\n\nHORSE\n\nIs it the Inspector?\n\nRABBIT\n\nAnd she defended us! Oh! Oh!\n\nMONKEY\n\n  (_To the Rabbit._)\n\nBlame that Doctor! It’s HIS fault!\n\nDOG\n\nRabbit, it’s not the Inspector.\n\nCAT\n\nThen it’s the Boy!\n\nALL\n\nIs it? Tell us! Oh, Dog!\n\nDOG\n\nI’m afraid it’s the Boy. Woo--oo--oo--oo!\n\nCAT\n\nThe Boy? Meow! Meow!\n\nMONKEY\n\n  (_To the Cat._)\n\nOh, shut up! Here I am, that Boy’s own cousin, as you might say, and\nI’M not crying!\n\nRABBIT\n\nWhat’s the matter with the Boy?\n\nCAT and HORSE\n\n  (_Together._)\n\nYes! Yes! What?\n\nMONKEY\n\nWasn’t the Boy just here? I tell you, it’s that DOCTOR!\n\nDOG\n\nOh, poor little Boy! Oh, his throat. Woo--oo--oo!\n\nHORSE\n\nThroat! Oh! Dear! Dear!\n\nMONKEY\n\nAh-ha! (_To the Horse._) Didn’t that Doctor give YOU something, in YOUR\nthroat?\n\nALL\n\nThat’s so! Yes! He did!\n\nMONKEY\n\nThat’s your proof! (_Sits on the stone bench._)\n\nCAT\n\nThen it’s true?\n\nMONKEY\n\nAs true as there’s milk in cocoanuts.\n\nRABBIT\n\nOh! Oh!\n\nHORSE\n\nWell, I’m only a horse!\n\nDOG\n\nBut the Boy is almost a man.\n\nMONKEY\n\nYa-a-ah! Look at how that Doctor treats ME! And I’M almost a man.\n\nALL\n\nYes. A man. Almost. You are.\n\nMONKEY\n\n  (_Rises proudly._)\n\nIndeed, I am! I even THINK like a man. (_The animals agree by nods._)\nAnd I ought to live in the house with the family. But does that Doctor\nwant me? Oh, I hate him! (_Chatters angrily._)\n\nRABBIT\n\nAnd _I_ hate him! (_Moves her ears._)\n\nMONKEY\n\nMy friends, this Doctor is the cause of ALL our troubles. I wish HE\nwere going to die. (_Animals are shocked._) Yes! And for half a banana\nI’d kill him!\n\nALL\n\nKill him! Oh!\n\nMONKEY\n\nYes, kill him, and set you all free. (_Takes proud attitude._)\n\nALL\n\nFree? Free? Could you? (_The Horse whinnies, the Cat plays, the Dog\nbarks, the Rabbit moves her ears._)\n\nMONKEY\n\nCould I? Rather! (_Struts to and fro._)\n\nRABBIT\n\nBut HOW could you kill him?\n\nMONKEY\n\nHow? Easy enough! (_To the others._) Now, HOW shall--er--WE kill him?\n\nHORSE\n\nI suppose I could kick him.\n\nDOG\n\nAnd I could bite him. Like that!\n\nCAT\n\nI could scratch his eyes out. Pst! Pst!\n\nMONKEY\n\n  (_Proudly._)\n\nI could fight him man to man! Come, friends! (_He motions the Rabbit,\nthe Cat and the Dog to him._) We’ll bite him, we’ll kick him, we’ll\nscratch him, we’ll kill him together.\n\nALL\n\nYes! Yes! We’ll kill him!\n\nFLY\n\n  (_Appears on the wall above the Horse._)\n\nBuzz-z-z-z-z-z!\n\n  (_Animals look up. The eyes of the Fly glow red._)\n\nBuzz-z-z-z-z-z!\n\nALL\n\nThe Fly! The Fly! The Fly! (_They go toward him._)\n\nFLY\n\nHey, all of you! Wait a minute! If you’re going to kill that Doctor,\n_I_ want to help!\n\nALL\n\nCome down! Yes! Help!\n\n  (_The Fly descends the wall; buzzing loudly. The others conduct him\n  forward._)\n\nFLY\n\nLadies and gentlemen, I was fast asleep up there, out of the way of\nthe spiders, when all of a sudden I was awakened by the music of your\nvoices. And I heard your delicious scheme. Oh, I yearn to be a part of\nit! For I hate that Doctor, too!\n\nALL\n\n  (_Surprised._)\n\nYou? Why? Why?\n\nFLY\n\nWhy? Saucers of poisoned sugar-water, THAT’S why! Reams of sticky\ntangle-foot, that’s why! And did you hear what he said to your friend,\nthe Inspector? And did you see him SWAT at me as he went out?\n\nALL\n\n  (_Sympathetically._)\n\nYes! Yes! Meow! Bow-wow! Ee-ee-ee!\n\nFLY\n\nYes! This same Doctor who tortures you! Look at poor Horse--full of\ndiphtheria!\n\nHORSE\n\nWell, of course, it doesn’t hurt!\n\nFLY\n\nIf it hurt, he’d do it just the same. (_To the Monkey._) And think how\nhe treats you--you ought to be a member of his household.\n\nMONKEY\n\nPeople are NEVER kind to their poor relations.\n\nFLY\n\n  (_To the Dog._)\n\nAnd, oh, what he hasn’t done to YOU! (_The Dog growls. To the Rabbit._)\nAnd you’re full of typhoid. (_The Rabbit gives a little scream. To the\nCat._) And you’ll be the NEXT!\n\nCAT\n\nMeow!!\n\nFLY\n\nAnd so he must die! (_To the Horse._) But if you kick him, his friends\nwill shoot you. (_To the Dog._) If you bite him, they’ll think you’re\nmad! (_To the Cat._) If you scratch him, they’ll wring your neck. So\nyou’d better let ME kill him!\n\nALL\n\nYOU?\n\nFLY\n\nAnd nobody will ever know! Buzz-z-z! Buzz-z-z-z-z! (_His eyes glow\nred._)\n\nMONKEY\n\n  (_Contemptuously._)\n\nHow can a mere fly kill a man?\n\nALL\n\nOh, he can’t! Impossible! No.\n\nMONKEY\n\nA common fly, too. A common house fly.\n\nFLY\n\nSo you doubt it, do you? (_Proudly._) My friends, it is _I_ who am\nkilling that Boy!\n\nALL\n\nYou? Oh! The Boy!\n\nFLY\n\nYes, I!\n\nDOG\n\n  (_Howls._)\n\nWoo--oo--oo--oo!\n\nFLY\n\nThe other day, when he was having his breakfast, I lit on the edge of\nhis glass of milk. (_Darkly._) And I wiped my foot! (_Making a wiping\nmotion with his right front foot._)\n\nALL\n\nYour FOOT?\n\nFLY\n\nBut what’s one boy! Huh! With the help of my thousand children, I could\nwipe out this whole town! (_Animals turn away incredulously. The Horse\nbrays like a donkey in derision. The Cat puts a paw over her mouth to\nhide a smile._) I could, I tell you. (_To the Cat._) Haven’t I the\nentrée to the best homes?\n\nCAT\n\n  (_Nods._)\n\nOh, meow!\n\nHORSE\n\nAnd to the best stables! (_Stamps._)\n\nMONKEY\n\n  (_Crossly._)\n\nWhile I have to stay out in a garden!\n\nFLY\n\nWell, then! At this moment I have six million, six hundred thousand\ngerms on my feet. (_Raises his right front foot._) Here’s my diphtheria!\n\nHORSE\n\nOh, horrible! (_Stamps._)\n\n  (_The Dog starts, and stares at the Fly._)\n\nFLY\n\n  (_Holds up first left foot._)\n\nAnd here’s typhoid!\n\nRABBIT\n\nEr--ah!\n\nDOG\n\nTyphoid, too!\n\nFLY\n\nI’m the best little carrier of typhoid the world has ever seen.\n\nDOG\n\n  (_Grimly._)\n\nGo on! Go on!\n\nFLY\n\n  (_Holds up second right foot._)\n\nHere I keep scarlet fever. (_Holds up second left foot._) And here’s\nsmall-pox! (_Holds up third right foot._) And here’s the white plague.\n\nMONKEY\n\n  (_Falls back, frightened._)\n\nEe--ee--ee!\n\nFLY\n\nNow, ladies and gentlemen, here I am, germed to the feet! How shall\nthat Doctor die?\n\nDOG\n\n  (_Significantly._)\n\nSo, Mr. Fly, you carry ALL the diseases?\n\nFLY\n\n  (_Proudly._)\n\nI carry them all! All! Even infantile paralysis! (_Laughs._) And let me\ntell you a little joke! They’ll never get rid of disease as long as I’M\nalive. Buzz-z-z-z-z-z-z! Buzz-z-z-z-z-z! Buzz-z-z!\n\nDOG\n\nFriends, we’ve been blaming the wrong person!\n\nALL\n\nWhat? You mean--? Tell us!\n\nDOG\n\nIt’s not the Doctor. This Fly is our REAL enemy!\n\nALL\n\nEnemy! The Fly! (_They fall away from the Fly._)\n\nFLY\n\n  (_To the Dog._)\n\nHow can you turn on me like that? I’ve tickled your nose. I’ve kept you\nawake. But--\n\nDOG\n\nSilence! (_To the others._) If this Fly didn’t carry disease, there\nwouldn’t be sickness. If there wasn’t sickness, the Doctor wouldn’t\nhave to experiment on us.\n\n  (_The Horse snorts, the Monkey chatters, the Cat spits, the Rabbit\n  moves her ears._)\n\nFLY\n\nOh, you ungrateful beasts!\n\nDOG\n\nYou bug! You ungrateful bug! If there’s a warm corner in the house, you\nhave it; if there’s a sweet cake in the cupboard, you eat it. And for\nall the hospitality that’s shown you, what do you do? You carry filth!\nYou carry death! You even murder little babies!\n\nFLY\n\nAnd what do YOU do? You sit in the laps of women!\n\nDOG\n\nI may sit in the laps of women, but I don’t put my feet in their food!\n\nCAT\n\nGood for you, Dog! (_The other animals show approval._)\n\nFLY\n\n  (_To the Cat._)\n\nYou little sneak. What have I ever done to you?\n\nCAT\n\nYour relatives fall into my milk!\n\nMONKEY\n\n  (_To the Fly._)\n\nSo YOU carry the white plague? Ee-ee-ee! (_Points a long finger at the\nFly._)\n\nHORSE\n\nAnd every time you give somebody diphtheria, the Doctor runs a needle\ninto me. (_Stamps his feet._)\n\nDOG\n\nFriends, I have a plan.\n\nALL\n\nWhat is it? Go ahead! Yes! Hear! Hear!\n\nDOG\n\nIt’s this: (_Darkly._) Swat the Fly!\n\nFLY\n\nOh, Dog! No! No!\n\nDOG\n\nSwat him! He’s worse than a rattlesnake!\n\nFLY\n\nOh, but you wouldn’t! I’m little! So little!\n\nDOG\n\nIt’s only BECAUSE you’re little that you’ve lived so long! (_To the\nothers._) We’ll swat him! We’ll swat him!\n\nFLY\n\nBuzz-z-z-z-z-z-z-z-z-z-z-z-z-z-z! (_He moves his wings; his eyes glow\nred. As he attempts to back away the animals form in a half circle and\nblock his retreat._)\n\nALL\n\nYes, swat him! Swat him! Swat him!\n\nFLY\n\nOh, wait, wait! Oh, ladies and gentlemen!\n\nALL\n\nSwat the Fly! Swat the Fly!\n\nFLY\n\n  (_Holds up his third left foot._)\n\nLook out! On this foot I carry a disease that’s death to animals!\n\nRABBIT\n\nOh! Oh! (_Hops aside and covers her eyes with her forepaws. Her ears\ntremble._)\n\nMONKEY\n\n  (_Retreats in the opposite direction and cowers in fear._)\n\nOh! Oh!\n\nDOG\n\nCome on, Kitten!\n\nCAT\n\nSwat him! Swat him!\n\nHORSE\n\nSwat him! (_Rears excitedly._)\n\nFLY\n\nBuzz-z-z-z-z-z-z-z-z-z! Buzz-z-z-z-z-z-z-z-z! Buzz-z-z-z-z-z-z!\n\n  (_There is a struggle. The Dog growls; the Cat spits. Suddenly the\n  Dog and the Cat separate. The Fly is lying on his back, dead. The Cat\n  and the Dog come down to the kennel. The Rabbit uncovers her eyes.\n  The Monkey regains his brave air._)\n\nHORSE\n\nWell, good-bye to one little germ carrier!\n\nDOG\n\nAnd a thousand little flies are fatherless.\n\nCAT\n\n  (_Smoothes her fur._)\n\nWhy, that Doctor brought me home when I was starving in the street!\nPurr-r-r! Purr-r-r!\n\nRABBIT\n\nAnd he took ME away from a bad little boy! (_Hops to the hutch._)\n\nMONKEY\n\nAnd after all, he’s a relative of mine. And--blood is thicker than\nwater! (_He strolls toward the laboratory door._)\n\nDOG\n\nMy friend, suppose, after this, that instead of fighting the Doctor, we\nfight the flies!\n\nALL\n\nGood! Yes! Hoorah! We’ll swat the flies!\n\nDOG\n\n  (_Goes to kennel._)\n\nNow, where’s that fine big bone? (_Growls gently; settles down._)\n\nMONKEY\n\n  (_Yawns._)\n\nEverybody ready for bed?\n\n  (_Chorus of sleepy growls, meows, whinnies, and squeaks. The Monkey\n  puts a paw on the push button, and the lights go out._)\n\n  (_As the garden goes dark there is the sound of someone running._)\n\nINSPECTOR\n\n  (_Calling from the street._)\n\nDoctor! Help! Oh, Doctor! (_She rushes through the door._) Doctor, oh,\nDoctor, where are you? Oh, Doctor, help!\n\n  (_The Doctor throws open the door of the laboratory, enters, and\n  presses the electric button. The Inspector is standing beside the\n  bench, the Boy in her arms. She wears no hat or coat. Beside her, on\n  the lawn, is a cat, wearing a gay collar, to which is fastened a tiny\n  bell. A dog comes from the kennel, a horse looks through the square\n  opening, and a monkey appears out of the monkey-house._)\n\n  (_The Doctor is in his shirt-sleeves. He comes down._)\n\nINSPECTOR\n\nMy boy! My boy’s dying! He can’t breathe!\n\nDOCTOR\n\nHere! (_Takes the Boy in his arms, lays him upon the bench, and leans\ndown to him._)\n\nINSPECTOR\n\nOh, save him! Save him! Oh, I can’t lose my boy! What can you do?\n\nDOCTOR\n\nDiphtheria! Wait! (_Takes the case out of his pocket._)\n\nINSPECTOR\n\nOh, not that, Doctor! No! No!\n\nDOCTOR\n\n  (_Brushes the Inspector aside._)\n\nLet me alone! It’s the only thing!\n\n  (_The Doctor administers the serum to the Boy._)\n\nINSPECTOR\n\n  (_Covers her face; drops to her knees in front of the Doctor, her\n  back toward him._)\n\nOh, I don’t care WHAT you do--if you’ll only save him!\n\nDOCTOR\n\nHere! Look! (_The Inspector turns._) Oh, it’s wonderful! See! Already!\n\nINSPECTOR\n\nOh, my son! My little son!\n\nDOCTOR\n\nRelieved! (_Straightens up._) But it was a close shave!\n\nINSPECTOR\n\nDoctor, will you forgive me?\n\nDOCTOR\n\nCome! Get him into his bed. (_Lifts the Boy in his arms and gives him\nto the Inspector._)\n\nINSPECTOR\n\nOh, I was wrong! I was wrong!\n\nDOCTOR\n\nNo, you’re right. Vivisection IS cruel. But disease is cruel--and, oh,\nhow cruel is death!\n\nINSPECTOR\n\nOh, I’m ashamed! Here I was, spying on you, fighting--\n\nDOCTOR\n\nI’m willing to be watched. But if you trust us doctors with the lives\nof your children, can’t you trust us with the lives of cats and dogs?\n\nINSPECTOR\n\nOh, yes! Yes! (_Starts to go; turns._) Oh, how can I ever thank you!\nYou’ve saved my boy!\n\nDOCTOR\n\nDon’t thank me. Thank your brother, the horse!\n\n  (_The Inspector goes out, murmuring to the Boy._)\n\nWell, old fellow! (_The Doctor pats the horse, and gives him sugar._)\nYou saved him. And I WISH you could know it! (_Stoops to stroke the\ncat._) Ah! Here’s a dead fly! (_Picks up a fly from the floor._)\n\n\n\n  THE POOR LITTLE RICH GIRL. 50 cents, net.\n\n  THE BIOGRAPHY OF A PRAIRIE GIRL. 50 cents, net.\n\n  THE PLOW-WOMAN. 50 cents, net.\n\n  CUPID, THE COW-PUNCH. 50 cents, net.\n\n  THE JUSTICE OF GIDEON. (Short stories). $1.20 net.\n\n_In preparation_:\n\n  THE WAITING SOUL (one act). A drama of the “twilight sleep.”\n\n  WE ARE SEVEN (three acts), stage version.\n\n  THE POOR LITTLE RICH GIRL (three acts), stage version.\n\n\n  Also in preparation, a novel\n\n  WATCH-MATES\n\n  A romance of the China Sea.\n\n  By FREDERICK MOORE\n  Author of “THE DEVIL’S ADMIRAL,” etc.\n\n\n  THE ARROW PUBLISHING COMPANY\n  116 WEST FIFTY-NINTH STREET\n  NEW YORK\n\n\n\n\n  Italicized text is surrounded by underscores: _italics_.",
    "metadata": {
        "author": [
            "Gates, Eleanor"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/65912/pg65912.txt",
        "name": "swat_the_fly_a_one_act_fantasy.json"
    }
}