{
    "name": "Th' Barrel Organ",
    "author": [
        "Waugh, Edwin"
    ],
    "body": "Manchester:\nJohn Heywood, 143 Deansgate.\nLondon: Simkin, Marshall & Co.\n\n\n\n\n\n\n\nI came out at Haslingden town-end with my old acquaintance, \"Rondle\no'th Nab,\" better known by the name of \"Sceawter,\" a moor-end farmer and\ncattle dealer. He was telling me a story about a cat that squinted, and\ngrew very fat because--to use his own words--it \"catched two mice at one\ngo.\" When he had finished the tale, he stopped suddenly in the middle of\nthe road, and looking round at the hills, he said, \"Nea then. I'se be\nlike to lev yo here. I mun turn off to 'Dick o' Rough-cap's' up Musbury\nRoad. I want to bargain about yon heifer. He's a very fair chap, is\nDick,--for a cow-jobber. But yo met as weel go up wi' me, an' then go\nforrud to our house. We'n some singers comin' to neet.\"\n\n\"Nay,\" said I, \"I think I'll tak up through Horncliffe, an' by th'\nmoor-gate, to't 'Top o'th Hoof.'\"\n\n\"Well, then,\" replied he, \"yo mun strike off at th' lift hond, about a\nmile fur on; an' then up th' hill side, an' through th' delph. Fro theer\nyo mun get upo' th' owd road as weel as yo con; an' when yo'n getten it,\nkeep it. So good day, an' tak care o' yorsel'. Barfoot folk should never\nwalk upo' prickles.\" He then turned, and walked off. Before he had gone\ntwenty yards he shouted back, \"Hey! I say! Dunnot forget th' cat.\"\n\nIt was a fine autumn day; clear and cool. Dead leaves were whirling\nabout the road-side. I toiled slowly up the hill, to the famous\nHorncliffe Quarries, where the sounds of picks, chisels, and gavelocks,\nused by the workmen, rose strangely clear amidst the surrounding\nstillness. From the quarries I got up by an old pack horse road, to a\ncommanding elevation at the top of the moors. Here I sat down on a rude\nblock of mossy stone, upon a bleak point of the hills, overlooking one\nof the most picturesque parts of the Irwell valley. The country around\nme was part of the wild tract still known by its ancient name of the\nForest of Rossendale. Lodges of water and beautiful reaches of the\nwinding river gleamed in the evening sun, among green holms and patches\nof woodland, far down the vale; and mills, mansions, farmsteads,\nchurches, and busy hamlets succeeded each other as far as the eye could\nsee. The moorland tops and slopes were all purpled with fading heather,\nsave here and there where a well-defined tract of green showed that\ncultivation had worked up a little plot of the wilderness into pasture\nland. About eight miles south, a gray cloud hung over the town of Bury,\nand nearer, a flying trail of white steam marked the rush of a railway\ntrain along the valley. From a lofty perch of the hills, on the\nnorth-west, the sounds of Haslingden church bells came sweetly upon the\near, swayed to and fro by the unsettled wind, now soft and low, borne\naway by the breeze, now full and clear, sweeping by me in a great gush\nof melody, and dying out upon the moorland wilds behind. Up from the\nvalley came drowsy sounds that tell the wane of day, and please the ear\nof evening as she draws her curtains over the world. A woman's voice\nfloated up from the pastures of an old farm-house, below where I sat,\ncalling the cattle home. The barking of dogs sounded clear in different\nparts of the vale, and about scattered hamlets, on the hill sides. I\ncould hear the far-off prattle of a company of girls, mingled with the\nlazy joltings of a cart, the occasional crack of a whip, and the surly\ncall of a driver to his horses, upon the high road, half a mile below\nme. From a wooded slope, on the opposite side of the valley, the crack\nof a gun came, waking the echoes for a minute; and then all seemed to\nsink into a deeper stillness than before, and the dreamy surge of sound\nbroke softer and softer upon the shores of evening, as daylight sobered\ndown. High above the green valley, on both sides, the moorlands\nstretched away in billowy wildernesses--dark, bleak, and almost\nsoundless, save where the wind harped his wild anthem upon the heathery\nwaste, and where roaring streams filled the lonely cloughs with drowsy\nuproar. It was a striking scene, and it was an impressive hour. The\nbold, round, flat-topped height of Musbury Tor stood gloomily proud, on\nthe opposite side, girdled off from the rest of the hills by a green\nvale. The lofty outlines of Aviside and Holcombe were glowing with the\ngorgeous hues of a cloudless October sunset. Along those wild ridges the\nsoldiers of ancient Rome marched from Manchester to Preston, when boars\nand wolves ranged the woods and thickets of the Irwell valley. The\nstream is now lined all the way with busy populations, and evidences of\ngreat wealth and enterprise. But the spot from which I looked down upon\nit was still naturally wild. The hand of man had left no mark there,\nexcept the grass-grown pack-horse road. There was no sound nor sign of\nlife immediately around me.\n\nThe wind was cold, and daylight was dying down. It was getting too\nnear dark to go by the moor tops, so I made off towards a cottage in the\nnext clough, where an old quarry-man lived, called \"Jone o'Twilter's.\"\nThe pack-horse road led by the place. Once there, I knew that I could\nspend a pleasant hour with the old folk, and, after that, be directed by\na short cut down to the great highway in the valley, from whence an\nhour's walk would bring me near home. I found the place easily, for I\nhad been there in summer. It was a substantial stone-built cottage, or\nlittle farm-house, with mullioned windows. A stone-seated porch,\nwhite-washed inside, shaded the entrance; and there was a little barn\nand a shippon, or cow-house attached. By the by, that word \"shippon,\"\nmust have been originally \"sheep-pen.\" The house nestled deep in the\nclough, upon a shelf of green land, near the moorland stream. On a rude\nornamental stone, above the threshold of the porch, the date of the\nbuilding was quaintly carved, \"1696,\" with the initials, \"J. S.,\" and\nthen, a little lower down, and partly between these, the letter \"P.,\" as\nif intended for \"John and Sarah Pilkington.\" On the lower slope of the\nhill, immediately in front of the house there was a kind of kitchen\ngarden, well stocked, and in very fair order. Above the garden, the wild\nmoorland rose steeply up, marked with wandering sheep tracts. From the\nback of the house, a little flower garden sloped away to the edge of a\nrocky back. The moorland stream rushed wildly along its narrow channel,\na few yards below; and, viewed from the garden wall, at the edge of the\nbank, it was a weird bit of stream scenery. The water rushed and roared\nhere; there it played a thousand pranks; and there, again, it was full\nof graceful eddies; gliding away at last over the smooth lip of a worn\nrock, a few yards lower down. A kind of green gloom pervaded the watery\nchasm, caused by the thick shade of trees overspreading from the\nopposite bank. It was a spot that a painter might have chosen for \"The\nKelpie's Home.\"\n\nThe cottage door was open; and I guessed by the silence inside that\nold \"Jone\" had not reached home. His wife, Nanny, was a hale and\ncheerful woman, with a fastidious love of cleanliness, and order, and\nquietness, too, for she was more than seventy years of age. I found her\nknitting, and slowly swaying her portly form to and fro in a shiny\nold-fashioned chair, by the fireside. The carved oak clock-case in the\ncorner was as bright as a mirror; and the solemn, authoritative ticking\nof the ancient time-marker was the loudest sound in the house. But the\nsoftened roar of the stream outside filled all the place, steeping the\nsenses in a drowsy spell. At the end of a long table under the front\nwindow, sat Nanny's granddaughter, a rosy, round-faced lass, about\ntwelve years old. She was turning over the pictures in a well-thumbed\ncopy of \"Culpepper's Herbal.\" She smiled, and shut the book, but seemed\nunable to speak; as if the poppied enchantment that wrapt the spot had\nsubdued her young spirit to a silence which she could not break. I do\nnot wonder that old superstitions linger in such nooks as that. Life\nthere is like bathing in dreams. But I saw that they had heard me\ncoming; and when I stopt in the doorway, the old woman broke the charm\nby saying, \"Nay sure! What; han yo getten thus far? Come in, pray yo.\"\n\n\"Well, Nanny,\" said I; \"where's th' owd chap?\"\n\n\"Eh,\" replied the old woman; \"it's noan time for him yet. But I see,\"\ncontinued she, looking up at the clock, \"it's gettin' further on than I\nthought. He'll be here in abeawt three-quarters of an hour--that is, if\nhe doesn't co', an' I hope he'll not, to neet. I'll put th' kettle on.\nJenny, my lass, bring him a tot o' ale.\"\n\nI sat down by the side of a small round table, with a thick plane-tree\ntop, scoured as white as a clean shirt; and Jenny brought me an\nold-fashioned blue-and-white mug, full of homebrewed.\n\n\"Toast a bit o' hard brade,\" said Nanny, \"an' put it into't.\"\n\nI did so.\n\nThe old woman put the kettle on, and scaled the fire; and then,\nsettling herself in her chair again, she began to re-arrange her\nknitting-needles. Seeing that I liked my sops, she said, \"Reitch some\nmoor cake-brade. Jenny'll toast it for yo.\"\n\nI thanked her, and reached down another piece; which Jenny held to the\nfire on a fork. And then we were silent for a minute or so.\n\n\"I'll tell yo what,\" said Nanny, \"some folk's o'th luck i'th world.\"\n\n\"What's up now, Nanny?\" replied I.\n\n\"They say'n that Owd Bill, at Fo' Edge, has had a dowter wed, an' a\ncow cauve't, an a mare foal't o' i' one day. Dun yo co' that nought?\"\n\nBefore I could reply, the sound of approaching footsteps came upon our\nears. Then, they stopt, a few yards off; and a clear voice trolled out a\nsnatch of country song:--\n\n\n   \"Owd shoon an' stockins,\n   An' slippers at's made o' red leather!\n   Come, Betty, wi' me,\n   Let's shap to agree,\n   An' hutch of a cowd neet together.\n\n   \"Mash-tubs and barrels!\n   A mon connot olez be sober;\n   A mon connot sing\n   To a bonnier thing\n   Nor a pitcher o' stingin' October.\"\n\n\n\"Jenny, my lass,\" said the old woman, \"see who it is. It's oather\n'Skedlock' or 'Nathan o' Dangler's.'\"\n\nJenny peeped through the window, an' said, \"It's Skedlock. He's\nlookin' at th' turmits i'th garden. Little Joseph's wi' him. They're\ncomin' in. Joseph's new clogs on.\"\n\nSkedlock came shouldering slowly forward into the cottage,--a tall,\nstrong, bright-eyed man, of fifty. His long, massive features were\nembrowned by habitual exposure to the weather, and he wore the\nmud-stained fustian dress of a quarryman. He was followed by a healthy\nlad, about twelve years of age,--a kind of pocket-copy of himself. They\nwere as like one another as a new shilling and an old crown-piece. The\nlad's dress was of the same kind as his father's, and he seemed to have\nstudiously acquired the same cart-horse gait, as if his limbs were as\nbig and as stark as his father's.\n\n\"Well, Skedlock,\" said Nanny, \"thae's getten Joseph witho, I see. Does\nhe go to schoo yet ?\"\n\n\"Nay; he reckons to worch i'th delph wi' me, neaw.\"\n\n\"Nay, sure. Does he get ony wage?\"\n\n\"Nawe,\" replied Skedlock; \"he's drawn his wage wi' his teeth, so fur.\nBut he's larnin', yo' known--he's larnin'. Where's yo'r Jone? I want to\nsee him abeawt some plants.\"\n\n\"Well,\" said Nanny, \"sit tho down a minute. Hasto no news? Thae'rt\nseldom short of a crack o' some mak.\"\n\n\"Nay,\" said Skedlock, scratching his rusty pate, \"aw don't know 'at\naw've aught fresh.\" But when he had looked thoughtfully into the fire\nfor a minute or so, his brown face lighted up with a smile, and drawing\na chair up, he said, \"Howd, Nanny; han yo yerd what a do they had at th'\nowd chapel, yesterday?\"\n\n\"Nawe.\"\n\n\"Eh, dear!... Well, yo known, they'n had a deal o' bother about music\nup at that chapel, this year or two back. Yo'n bin a singer yo'rsel,\nNanny, i' yo'r young days--never a better.\"\n\n\"Eh, Skedlock,\" said Nanny; \"aw us't to think I could ha' done a bit,\nforty year sin--an' I could, too--though I say it mysel. I remember\ngooin' to a oratory once, at Bury. Deborah Travis wur theer, fro Shay.\nEh! when aw yerd her sing 'Let the bright seraphim,' aw gav in.\nIsherwood wur theer; an' her at's Mrs Wood neaw; an' two or three fro\nYawshur road on. It wur th' grand'st sing 'at ever I wur at i' my\nlife.... Eh, I's never forget th' practice-neets 'at we use't to have at\nowd Israel Grindrod's! Johnny Brello wur one on 'em. He's bin deead a\ngood while.... That's wheer I let of our Sam. He sang bass at that\ntime.... Poor Johnny! He's bin deead aboon five-an-forty year, neaw.\"\n\n\"Well, but, Nanny,\" said Skedlock, laying his hand on the old woman's\nshoulder, \"yo known what a hard job it is to keep th' bant i'th nick wi'\na rook o' musicianers. They cap'n the world for bein' diversome, an'\njealous, an' bad to plez. Well, as I wur sayin'--they'n had a deeal o'\ntrouble about music this year or two back, up at th' owd chapel. Th'\nsingers fell out wi' th' players. They mostly dun do. An' th' players\ndid everything they could to plague th' singers. They're so like. But\nyo' may have a like aim, Nanny, what mak' o' harmony they'd get out o'\nsich wark as that. An' then, when Joss o' Piper's geet his wage\nraise't--five shillin' a year--Dick o' Liddy's said he'd ha' moor too,\nor else he'd sing no moor at that shop. He're noan beawn to be snape't\nwi' a tootlin' whipper-snapper like Joss,--a bit of a bow-legged whelp,\ntwenty year yunger nor his-sel. Then there wur a crack coom i' Billy\nTootle bassoon; an' Billy stuck to't that some o'th lot had done it for\nspite. An' there were sich fratchin an' cabals among 'em as never wur\nknown. An' they natter't, and brawl't, an' back-bote; and played one\nanother o' maks o' ill-contrive't tricks. Well, yo' may guess, Nanny--\n\n\"One Sunday mornin', just afore th' sarvice began, some o' th' singers\nslipt a hawp'oth o' grey peighs an' two young rattons into old Thwittler\ndouble-bass; an' as soon as he began a-playin', th' little things\nsqueak't an' scutter't about terribly i' th' inside, till thrut o' out\no' tune. Th' singers couldn't get forrud for laughin'. One on 'em\nwhisper't to Thwittler, an' axed him if his fiddle had getten th'\nbally-warche. But Thwittler never spoke a word. His senses wur leavin'\nhim very fast. At last, he geet so freeten't, that he chuck't th' fiddle\ndown, an' darted out o'th chapel, beawt hat; an' off he ran whoam, in a\ncowd sweet, wi' his yure stickin' up like a cushion-full o'\nstockin'-needles. An' he bowted straight through th' heawse, an' reel\nup-stairs to bed, wi' his clooas on, beawt sayin' a word to chick or\nchighlt. His wife watched him run through th' heawse; but he darted\nforrud, an' took no notice o' nobody. 'What's up now,' thought Betty;\nan' hoo ran after him. When hoo geet up-stairs th' owd lad had retten\ncroppen into bed; an' he wur ill'd up, e'er th' yed. So Betty turned th'\nquilt deawn, an' hoo said. 'Whatever's to do witho, James?' 'Howd te\nnoise!' said Thwittler, pooin' th' clooas o'er his yed again, 'howd te\nnoise! I'll play no moor at yon shop!' an' th' bed fair wackert again;\nhe 're i' sich a fluster. 'Mun I make tho a saup o' gruel?' said Betty.\n'Gruel be ----!' said Thwittler, poppin' his yed out o' th' blankets.\n'Didto ever yer ov onybody layin' the devil wi' meighl-porritch?' An'\nthen he poo'd th' blanket o'er his yed again. 'Where's thi fiddle?'\nsaid Betty. But, as soon as Thwittler yerd th' fiddle name't, he gav a\nsort of wild skrike, an' crope lower down into bed.\"\n\n\"Well, well,\" said the old woman, laughing, and laying her knitting\ndown, \"aw never yerd sich a tale i' my life.\"\n\n\"Stop, Nanny,\" said Skedlock, \"yo'st yer it out, now.\"\n\n\"Well, yo seen, this mak o' wark went on fro week to week, till\neverybody geet weary on it; an' at last, th' chapel-wardens summon't a\nmeetin' to see if they couldn't raise a bit o' daycent music, for\nSundays, beawt o' this trouble. An' they talked back an' forrud about it\na good while. Tum o'th Dingle recommended 'em to have a Jew's harp, an'\nsome triangles. But Bobby Nooker said, 'That's no church music! Did\nonybody ever yer \"Th' Owd Hundred,\" played upov a triangle?' Well, at\nlast they agreed that th' best way would be to have some sort of a\nbarrel-organ--one o' thoose that they winden up at th' side, an' then\nthey play'n o' theirsel, beawt ony fingerin' or blowin'. So they ordert\none made, wi' some favour-ite tunes in--'Burton,' and 'Liddy,' an'\n'French,' an' 'Owd York,' an' sich like. Well, it seems that Robin o'\nSceawter's, th' carrier--his feyther went by th' name o' 'Cowd an'\nHungry;' he're a quarryman by trade; a long, hard, brown-looking felley,\nwi' e'en like gig-lamps, an' yure as strung as a horse's mane. He looked\nas if he'd bin made out o' owd dur-latches, an' reawsty nails. Robin,\nth' carrier, is his owdest lad; an' he fawurs a chap at's bin brought up\no' yirth-bobs an' scaplins. Well, it seems that Robin brought this\nbox-organ up fro th' town in his cart o'th Friday neet; an' as luck\nwould have it, he had to bring a new weshin'-machine at th' same time,\nfor owd Isaac Buckley, at th' Hollins Farm. When he geet th' organ in\nhis cart, they towd him to be careful an' keep it th' reet side up; and\nhe wur to mind an' not shake it mich, for it wur a thing that wur yezzy\nthrut eawt o' flunters. Well, I think Robin mun ha' bin fuddle't or\nsummat that neet. But I dunnot know; for he's sich a bowster-yed, mon,\nthat aw'll be sunken if aw think he knows th' difference between a\nweshin'-machine an' a church organ, when he's at th' sharpest. But let\nthat leet as it will. What dun yo think but th' blunderin' foo,--at\nafter o' that had bin said to him,--went and 'liver't th'\nweshin'-machine at th' church, an' th' organ at th' Hollins Farm.\"\n\n\"Well, well,\" said Nanny, \"that wur a bonny come off, shuz heaw. But\nhow wenten they on at after?\"\n\n\"Well, I'll tell yo, Nanny,\" said Skedlock. \"Th' owd clerk wur noan in\nwhen Robin geet to th' dur wi' his cart that neet, so his wife coom with\na leet in her hond, an' said, 'Whatever hasto getten for us this time,\nRobert?' 'Why,' said Robin, 'it's some mak of a organ. Where win yo ha't\nput, Betty?' 'Eh, I'm fain thae's brought it,' said Betty. 'It's for\nth' chapel; an' it'll be wanted for Sunday. Sitho, set it deawn i' this\nfront reawm here; an' mind what thae'rt doin' with it.' So Robin, an'\nBarfoot Sam, an' Little Wamble, 'at looks after th' horses at 'Th'\nRompin' Kitlin,' geet it eawt o'th cart. When they geet how'd ont, Robin\nsaid, 'Neaw lads; afore yo starten: Mind what yo'r doin; an' be as\nginger as yo con. That's a thing 'at's soon thrut eawt o' gear--it's a\norgan.' So they hove, an' poo'd, an' grunted, an' thrutch't, till they\ngeet it set down i'th parlour; an' they pretended to be quite knocked up\nwi' th' job. 'Betty,' said Robin, wipin' his face wi' his sleeve, 'it's\nbin dry weather latly.' So th' owd lass took th' hint, an' fetched 'em a\nquart o' ale. While they stood i'th middle o'th floor suppin' their ale,\nBetty took th' candle an' went a-lookin' at this organ; and hoo couldn't\ntell whatever to make on it.... Did'n yo ever see a weshin'-machine,\nNanny?\"\n\n\"Never i' my life,\" said Nanny. \"Nor aw dunnot want. Gi me a greight\nmug, an' some breawn swoap, an' plenty o' soft wayter; an' yo may tak\nyo'r machines for me.\"\n\n\"Well,\" continued Skedlock, \"it's moor liker a grindlestone nor a\norgan. But, as I were tellin yo:--\n\n\"Betty stare't at this thing, an' hoo walked round it an' scrat her\nyed mony a time, afore hoo ventur't to speak. At last hoo said, 'Aw'll\ntell tho what, Robert; it's a quare-shaped 'un. It favvurs a yung\nmangle! Doesto think it'll be reet?' 'Reet?' said Robin, swipin' his ale\noff? 'oh, aye; it's reet enough. It's one of a new pattern, at's just\ncom'd up. It's o' reet, Betty. Yo may see that bith hondle.' 'Well,'\nsaid Betty, 'if it's reet, it's reet. But it's noan sich a nice-lookin'\nthin--for a church--that isn't!' Th' little lass wur i'th parlour at th'\nsame time; an' hoo said, 'Yes. See yo, mother. I'm sure it's right. You\nmust turn this here handle; and then it'll play. I seed a man playin'\none yesterday; an' he had a monkey with him, dressed like a soldier.'\n'Keep thy little rootin' fingers off that organ,' said Betty. 'Theaw\nknows nought about music. That organ musn't be touched till thi father\ncomes whoam,--mind that, neaw.... But, sartainly,' said Betty, takin th'\ncandle up again, 'I cannot help lookin' at this thing. It's sich a quare\nun. It looks like summat belongin'--maut-grindin', or summat o' that.'\n'Well,' said Robin, 'it has a bit o' that abeawt it, sartainly.... But\nyo'n find it's o' reet. They're awterin' o' their organs to this\npattern, neaw. I believe they're for sellin th' organ at Manchester owd\nchurch,--so as they can ha' one like this.' 'Thou never says!' said\nBetty. 'Yigh,' said Robin, 'it's true, what I'm telling yo. But aw mun\nbe off, Betty. Aw 've to go to th' Hollins to-neet, yet.' 'Why, arto\ntakin' thame summat?' 'Aye; some mak of a new fangle't machine, for\nweshin' shirts an' things.' 'Nay, sure!' said Betty. 'A'll tell tho\nwhat, Robert; they 're goin' on at a great rate up at tat shop.\" 'Aye,\naye,' said Robin. 'Mon, there's no end to some folk's pride,--till they\ncome'n to th' floor; an' then there isn't, sometimes.' 'There isn't,\nRobert; there isn't. An' I'll tell tho what; thoose lasses o'\ntheirs,--they're as proud as Lucifer. They're donned more like\nmountebanks' foos, nor gradely folk,--wi' their fither't hats, an' their\nfleawnces, an' their hoops, an' things. Aw wonder how they can for\nshame' o' their face. A lot o' mee-mawing snickets! But they 're no\nbetter nor porritch, Robert, when they're looked up.' 'Not a bit,\nBetty,--not a bit! But I mun be off. Good neet to yo'.' 'Good neet\nRobert,' said Betty. An' away he went wi' th' cart up to th' Hollins.\"\n\n\"Aw'll tell tho what, Skedlock,\" said Nanny; \"that woman's a terrible\ntung!\"\n\n\"Aye, hoo has,\" replied Skedlock; \"an' her mother wur th' same. But,\nlet me finish my tale, Nanny, an' then--\"\n\n\"Well, it wur pitch dark when Robin geet to th' Hollins farm-yard wi'\nhis cart. He gav a ran-tan at th' back dur, wi' his whip-hondle; and\nwhen th' little lass coom with a candle, he said, 'Aw've getten a\nweshin'-machine for yo.' As soon as th' little lass yerd that, hoo\ndarted off, tellin' o' th' house that th' new weshin'-machine wur\ncome'd. Well, yo known, they'n five daughters; an' very cliver, honsome,\ntidy lasses they are, too,--as what owd Betty says. An' this news\nbrought 'em o' out o' their nooks in a fluster. Owd Isaac wur sit i'th\nparlour, havin' a glass wi' a chap that he'd bin sellin' a cowt to. Th'\nlittle lass went bouncin' into th' reawm to him; an' hoo said, 'Eh,\nfather, th' new weshin'-machine's come'd!' 'Well, well,' said Isaac,\npattin' her o'th yed; 'go thi ways an' tell thi mother. Aw'm no wesher.\nThae never sees me weshin', doesto? I bought it for yo lasses; an' yo\nmun look after it yorsels. Tell some o'th men to get it into th'\nwesh-house.' So they had it carried into th' wesh-house; an' when they\ngeet it unpacked they were quite astonished to see a grand shinin'\nthing, made o' rose-wood, an' cover't wi' glitterin' kerly-berlys. Th'\nlittle lass clapped her hands, an' said, 'Eh, isn't it a beauty!' But\nth' owd'st daughter looked hard at it, an' hoo said, 'Well, this is th'\nstrangest weshin'-machine that I ever saw!' 'Fetch a bucket o' water,'\nsaid another, 'an' let's try it!' But they couldn't get it oppen,\nwhatever they did; till, at last, they fund some keys, lapt in a piece\nof breawn papper. 'Here they are,' said Mary. Mary's th' owd'st\ndaughter, yo known. 'Here they are;' an' hoo potter't an' rooted abeawt,\ntryin' these keys; till hoo fund one that fitted at th' side, an' hoo\ntwirled it round an' round till hoo'd wund it up; an' then,--yo may\nguess how capt they wur, when it started a-playin' a tune. 'Hello?' said\nRobin. 'A psaum-tune, bith mass! A psaum-tune eawt ov a weshin'-machine!\nHeaw's that?' An' he star't like a throttled cat. 'Nay,' said Mary, 'I\ncannot tell what to make o' this!' Th' owd woman wur theer, an' hoo\nsaid, 'Mary; Mary, my lass, thou 's gone an' spoilt it,--the very first\nthing, theaw has. Theaw's bin tryin' th' wrong keigh, mon; thou has, for\nsure.' Then Mary turned to Robin, an' hoo said, 'Whatever sort of a\nmachine's this, Robin?' 'Nay,' said Robin, 'I dunnot know, beawt it's\none o' thoose at's bin made for weshin' surplices.' But Robin begun\na-smellin' a rat; an', as he didn't want to ha' to tak it back th' same\nneet, he pike't off out at th' dur, while they wur hearkenin' th' music;\nan' he drove whoam as fast as he could goo. In a minute or two th'\nlittle lass went dancin' into th' parlour to owd Isaac an' hoo cried\nout, 'Father, you must come here this minute! Th' weshin'-machine's\nplayin' th' Owd Hundred!' 'It's what?' cried Isaac, layin' his pipe\ndown. 'It's playin' th' Owd Hundred! It is, for sure! Oh, it's\nbeautiful! Come on!' An' hoo tugged at his lap to get him into th'\nwesh-house. Then th' owd woman coom in, and hoo said, 'Isaac, whatever\ni' the name o' fortin' hasto bin blunderin' and doin' again? Come thi\nways an' look at this machine thae's brought us. It caps me if yean\nyowling divle'll do ony weshin'. Thae surely doesn't want to ha' thi\nshirt set to music, doesto? We'n noise enough i' this hole beawt yon\nstartin' or skrikin'. Thae'll ha' th' house full o' fiddlers an'\ndoancers in a bit.' 'Well, well,' said Isaac, 'aw never yerd sich a tale\ni' my life! Yo'n bother't me a good while about a piano; but if we'n\ngetten a weshin'-machine that plays church music, we're set up, wi' a\nrattle! But aw'll come an' look at it.' An' away he went to th'\nwesh-house, wi' th' little lass pooin' at him, like a kitlin' drawin' a\nstone-cart. Th' owd woman followed him, grumblin' o' th' road,--'Isaac,\nthis is what comes on tho stoppin' so lat' i'th town of a neet. There's\nolez some blunderin' job or another. Aw lippen on tho happenin' a\nsayrious mischoance, some o' these neets. I towd tho mony a time. But\nthae tays no moor notis o' me nor if aw 're a milestone, or a turmit, or\nsummat. A mon o' thy years should have a bit o' sense.'\n\n\"'Well, well,' said Isaac, hobblin' off, 'do howd thi din, lass! I'll\ngo an' see what ails it. There's olez summat to keep one's spirits up,\nas Ab o' Slender's said when he broke his leg.' But as soon as Isaac\nsee'd th' weshin'-machine, he brast eawt a-laughin', an' he sed: 'Hello!\nWhy, this is th' church organ! Who's brought it?' 'Robin o' Sceawter's.'\n'It's just like him. Where's th' maunderin' foo gone to?' 'He's off\nwhoam.' 'Well,' said Isaac, 'let it stop where it is. There'll be\nsomebody after this i'th mornin'.' An' they had some rare fun th' next\nday, afore they geet these things swapt to their gradely places.\nHowever, th' last thing o' Saturday neet th' weshin'-machine wur brought\nup fro th' clerk's, an' th' organ wur takken to th' chapel.\"\n\n\"Well, well,\" said th' owd woman; \"they geet 'em reet at the end of\no', then?\"\n\n\"Aye,\" said Skedlock; \"but aw've noan done yet, Nanny.\"\n\n\"What, were'n they noan gradely sorted, then, at after o'?\"\n\n\"Well,\" said Skedlock, \"I'll tell yo.\n\n\"As I've yerd th' tale, this new organ wur tried for th' first time at\nmornin' sarvice, th' next day. Dick-o'-Liddy's, th' bass singer, wur\npike't eawt to look after it, as he wur an' owd hond at music; an' th'\nparson would ha' gan him a bit of a lesson, th' neet before, how to\nmanage it, like. But Dick reckon't that nobody'd no 'casion to larn him\nnought belungin' sich like things as thoose. It wur a bonny come off if\na chap that had been a noted bass-singer five-and-forty year, an' could\ntutor a claronet wi' ony mon i' Rosenda Forest, couldn't manage a\nbox-organ,--beawt bein' teyched wi' a parson. So they gav him th' keys,\nand leet him have his own road. Well, o' Sunday forenoon, as soon as th'\nfirst hymn wur gan out, Dick whisper't round to th' folk i'th\nsingin'-pew, 'Now for't! Mind yor hits! Aw 'm beawn to set it agate!'\nAn' then he went, an' wun th' organ up, an' it started a-playin'\n'French;' an' th' singers followed, as weel as they could, in a slattery\nsort of a way. But some on 'em didn't like it. They reckon't that they\nmade nought o' singin' to machinery. Well, when th' hymn wur done, th'\nparson said, 'Let us pray,' an' down they went o' their knees. But just\nas folk wur gettin' their e'en nicely shut, an' their faces weel hud i'\ntheir hats, th' organ banged off again, wi' th' same tune. 'Hello!' said\nDick, jumpin' up, 'th' divle's oft again, bith mass!' Then he darted at\nth' organ; an' he rooted about wi' th' keys, tryin' to stop it. But th'\nowd lad wur i' sich a fluster, that istid o' stoppin' it, he swapped th'\nbarrel to another tune. That made him warse nor ever. Owd Thwittler\nwhisper'd to him, 'Thire, Dick; thae's shapt that nicely! Give it\nanother twirl, owd bird!' Well, Dick sweat, an' futter't about till he\nswapped th' barrel again. An' then he looked round th' singin'-pew, as\nhelpless as a kittlin'; an' he said to th' singers, 'Whatever mun aw do,\nfolk?' an' tears coom into his e'en. 'Roll it o'er,' said Thwittler.\n'Come here, then,' said Dick. So they roll't it o'er, as if they wanted\nto teem th' music out on it, like ale oat of a pitcher. But the organ\nyowlt on; and Dick went wur an' wur. 'Come here, yo singers,' said Dick,\n'come here; let's sit us down on't! Here, Sarah; come, thee; thou'rt a\nfat un!' An' they sit 'em down on it; but o' wur no use. Th' organ wur\nreet ony end up; an' they couldn't smoor th' sound. At last Dick gav in;\nan' he leant o'er th' front o' th' singin'-pew, wi' th' sweat runnin'\ndown his face; an' he sheawted across to th' parson, 'Aw cannot stop it!\nI wish yo'd send somebry up.' Just then owd Pudge, th' bang-beggar, coom\nrunnin' into th' pew, an' he fot Dick a sous at back o' th' yed wi' his\npow, an' he said, 'Come here, Dick; thou'rt a foo. Tak howd; an' let's\ncarry it eawt.' Dick whisked round an' rubbed his yed, an' he said, 'Aw\nsay, Pudge, keep that pow to thisel', or else I'll send my shoon against\nthoose ribbed stockin's o' thine.' But he went an' geet howd, an' him\nan' Pudge carried it into th' chapel-yard, to play itsel' out i'th open\nair. An' it yowlt o' th' way as they went, like a naughty lad bein'\nturn't out of a reawm for cryin'. Th' parson waited till it wur gone;\nan' then he went on wi' th' sarvice. When they set th' organ down i'th\nchapel yard, owd Pudge wiped his for-yed, an' he said, 'By th' mass,\nDick, thae'll get th' bag for this job.' 'Whau, what for,' said Dick.\n'Aw 've no skill of sich like squallin' boxes as this. If they'd taen my\nadvice, an' stick't to th' bass fiddle, aw could ha stopt that ony\nminute. It has made me puff, carryin' that thing. I never once thought\nthat it 'd start again at after th' hymn wur done. Eh, I wur some mad!\nIf aw'd had a shool-full o' smo' coals i' my hond, aw'd hachuck't 'em\ninto't.... Yer, tho', how it's grindin' away just th' same as nought\nwur. Aye, thae may weel play th' Owd Hundred, divvleskin. Thae's made a\nfuneral o' me this mornin'.... But, aw say, Pudge; th' next time at\nthere's aught o' this sort agate again, aw wish thae'd be as good as\nkeep that pow o' thine to thysel', wilto? Thae's raise't a nob at th'\nback o' my yed th' size of a duck-egg; an' it'll be twice as big by\nmornin'. How would yo like me to slap tho o' th' chops wi' a\nstockin'-full o' slutch, some Sunday, when thae'rt swaggerin' at front\no' th' parson?'\n\n\"While they stood talkin' this way, one o'th singers coom runnin' out\no'th chapel bare yed, an' he shouted out 'Dick, thae'rt wanted, this\nminute! Where's that pitch-pipe? We'n gated wrang twice o' ready! Come\nin, wi' tho'!' 'By th' mass,' said Dick, dartin' back; 'I'd forgetten o'\nabout it. I'se never seen through this job, to my deein' day.' An' off\nhe ran, an' laft owd Pudge sit upo' th' organ, grinnin' at him....\nThat's a nice do, isn't it, Nanny?\"\n\n\"Eh,\" said the old woman, \"I never yerd sich a tale i' my life. But\nthae's made part o' that out o' th' owd yed, Skedlock.\"\n\n\"Not a word,\" said he: \"not a word. Yo han it as I had it, Nanny; as\nnear as I can tell.\"\n\n\"Well,\" replied she, \"how did they go on at after that?\"\n\n\"Well,\" said he, \"I haven't time to stop to-neet, Nanny; I'll tell yo\nsome time else, I thought Jone would ha' bin here by now. He mun ha'\nco'de at 'Th' Rompin' Kitlin'; but, I'll look in as I go by.'\"\n\n\"I wish thou would, Skedlock. An' dunnot' go an' keep him, now; send\nhim forrud whoam.\"\n\n\"I will, Nanny--I dunnot want to stop, mysel'. Con yo lend me a\nlantron?\"\n\n\"Sure I can. Jenny, bring that lantron; an' leet it. It'll be two\nhours afore th' moon rises. It's a fine neet, but it's dark.\"\n\nWhen Jenny brought the lantern, I bade Nanny \"Good night,\" and took\nadvantage of Owd Skedlock's convoy down the broken paths, to the high\nroad in the valley. There we parted; and I had a fine starlight walk to\n\"Th' Top o' th' Hoof,\" on that breezy October night.\n\nAfter a quiet supper in \"Owd Bob's\" little parlour, I took a walk\nround about the quaint farmstead, and through the grove upon the brow of\nthe hill. The full moon had risen in the cloudless sky; and the view of\nthe valley as I saw it from \"Grant's Tower\" that night, was a thing to\nbe remembered with delight for a man's lifetime.",
    "metadata": {
        "author": [
            "Waugh, Edwin"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/15986/pg15986.txt",
        "name": "th_barrel_organ.json"
    }
}