{
    "name": "Thackeray",
    "author": [
        "Melville, Lewis",
        "Chesterton, Gilbert K. (Gilbert Keith)",
        "Chesterton, Gilbert Keith",
        "Chesterton, G. K. (Gilbert Keith)"
    ],
    "body": "     _From a drawing by Daniel Maclise about 1840_\n\nW. M. THACKERAY\n\n(Reproduced from the Biographical Edition of Thackeray’s Works, by kind\npermission of Messrs. Smith, Elder & Co.)]\n\n\nAmid all the eulogies and all the slanders that are lavished upon the\nEnglish character, very few people would appear to take any real trouble\nto obtain a sincere view of it. Rhetorical phrases about its\ninarticulate strength and nobility do not commonly bring us very much\nfurther, for it may be questioned whether it is good for a people\nexcitedly to articulate their own inarticulate disposition. But, when\nall is said and done, it may truly be said that among all the national\ntemperaments the English is pre-eminently simple and profoundly\nwell-meaning. This well-meaningness combined with this simplicity is\nresponsible for every one of its crimes, and it is the basis of its real\nand indestructible magnificence. But this union of moral soundness with\nmental innocence is responsible also for a certain tendency noticeable\nin all English life and character: the tendency to get hold of the\ntruth, but to get hold of it falsely; to grasp the fact, but to\n\n     _From a photo by H. D. Badcock, Ottery St. Mary_\n\nLARKBEARE\n\nThe home of Thackeray’s Mother in Devonshire]\n\ngrasp it somehow by the wrong end. A hundred instances might be given of\nthis. To take a random example. I was taught at my mother’s knee, in the\nintervals of hymns and childish ballads, that Germans smoked bad cigars.\nI see now that this is true, and yet unfathomably false: that is to say,\nthere are, if you choose to put it in that way, more bad cigars smoked\nin Germany than in England, but that is only because, tobacco being\ncheaper, more cigars of every kind are smoked. It is as if a Hindoo\npeasant, who had never seen a jewel in his life, were to say that\nEngland was a land of false diamonds. In India only the rulers have such\nthings at all; in the Strand any one may have them; and similarly the\ncigar is in England merely a badge of luxury, while abroad it is often a\ncommon possession, like a pipe. In this mere casual instance we have the\nconstant English attitude: the\n\n_From a painting by an unknown artist, in the possession of Mrs.\nRichmond Ritchie_\n\n(Reproduced by kind permission of the owner)]\n\n_After the plaster cast by J. Devile_\n\nCollection of Augustin Rischgitz]\n\nstrong and even humble curiosity which does really know something about\nforeign nations, but along with it that strange tendency to put the true\nthing the wrong way round, to seize on the unimportant side of the\nmatter first. It is just as if a foreign critic of England, instead of\nknowing nothing at all about us, as is usually the case--were to grasp\nthe fact that the most luxurious English people went fox-hunting, and\nthen explain it by saying that these Sybarites had one weird hatred, a\nvenomous hatred of foxes. Such a man would have got the facts right and\nthe truth wrong; and such is our constant national condition with regard\nto foreign ideas. But there is an even more curious example of it than\nthis, and that is the fact that even in our own discussions, and in the\nmatter of the great reputations of our own country, we\n\n_From a water-colour sketch done in India by Chinnery in 1814, now in\nthe possession of Mrs. Richmond Ritchie_\n\n(Reproduced from the Biographical Edition of Thackeray’s Works, by kind\npermission of Messrs. Smith, Elder & Co.)]\n\nexhibit this same singular tendency to catch hold of truth only by the\ntail or the hind leg. Our judgments--that is, our current and\nconventional judgments--on our great men of genius have a singular\ndisposition to begin in enormous letters with the unimportant defect,\nand miss in comparison the great merit out of which that defect\n\n_Drawn by Daniel Maclise, 1835_]\n\narises. Thus, for instance, Englishmen have wearied themselves with\nasserting that Dickens was vulgar and could not describe a gentleman.\nDickens could not describe a gentleman, but he was never vulgar except\nwhen he attempted that snobbish and unworthy enterprise. Most men do\nbecome vulgar when they describe those who are called vulgar people; and\nit is precisely here that Dickens was never vulgar there is no trace of\nvulgarity about Silas Wegg or Dick Swiveller. The supreme function of\nDickens in the universe was to point out that robust and humorous common\nlife is not vulgar, cannot in its nature be vulgar, and the only thing\nthat his countryman can see about him is that he could not describe a\nmember of the upper classes. We might as well say that Michael Angelo\nnever really painted a chartered accountant. Here again our sincere\npeople have got to the wrong end of the telescope. But of all these\nexamples there is none more perfect and more amusing than the fashion\nwhich called Thackeray a cynic. He was a cynic, if the critics will, in\nthe same sense that Leonardo da Vinci was a chemist or Mr. Chamberlain a\nhorticulturalist. But the cynic in him was not merely subordinate to his\nother characteristics; it was the mere product--nay, the by-product of\nthem. His cynicism was a minor result, a thing left over by his\ntriumphant tendency to sentiment.\n\n     _From a drawing by Eyre Crowe, A.R.A._\n\nRUE NEUVE ST. AUGUSTIN, PARIS, 1836\n\n(Reproduced from “Thackeray’s Haunts and Homes,” by kind permission of\nMessrs. Scribner’s Sons and Messrs. Smith, Elder & Co.)]\n\nThackeray, from the beginning of his life until the end, consistently\nand seriously preached a gospel. His gospel, like all deep and genuine\nones, may be hard to sum up in a phrase, but if we wished so to sum it\nup we could hardly express it better than by saying that it was the\nphilosophy of the beauty and the glory of fools. He believed as\nprofoundly as St. Paul that in the ultimate realm of essential values\nGod made the foolish things of the earth to confound the wise. He\nlooked out with lucent and terrible eyes upon the world with all its\npageants and achievements; he saw men of action, he saw men of genius,\nhe saw heroes; and amid men of action, men of genius, and heroes he saw\nwith absolute sincerity only one thing worth being--a gentleman. And\nwhen we understand what he meant by the phrase, the absolute sufficiency\nof a limpid kindliness, of an obvious and dignified humility, of a\nsoftness for noble memories and a readiness for any minute\nself-sacrifice, we may, without any affected paradox, but rather with\nserious respect, sum up Thackeray’s view of life by saying that amid all\nthe heroes and geniuses he saw only one thing worth being--a fool.\n\nThe real falsehood--if there be a falsehood--of Thackeray’s view of the\nworld was, in fact, the very opposite of that cynicism and worldliness\nonce attributed to him. In so far as he did misrepresent life, it was\nrather in the direction of showing too much bold disdain of Vanity Fair\nand too much absolute faith in the saints, his unworldly women and his\neasily swindled gentlemen. He permitted this pietism of his to blind him\nto the vivid atrocities of the character of Helen Pendennis, supposing\nthat her having lived all her life in a country homestead was some kind\nof preventive against cruelty and paganism and heathen pride. Thackeray\nis, if anything, too much on the side of the angels. He was a monk who\nrushed out of his monastery to cry out against a gaudy masquerade that\nwas roaring around it, and ever since his monk’s frock has been mistaken\nfor one of the masquerade dresses and applauded as the best joke in the\nwhole fancy dress ball.\n\nThere are, of course, exceptions, or what may appear to be exceptions,\nto such a generalisation. So deep and genuine was Thackeray’s insight\ninto the normal human spirit that he detected this element of idealism\nwhere it might least be expected. The\n\nFrom a portrait painted by Frank Stone in 1836, in the possession of\nMrs. Richmond Ritchie, and reproduced by kind permission of the owner]\n\nThe residence of Thackeray’s mother, where the novelist lived for a time\non his return from Paris in 1837]\n\ncharacter of Major Pendennis, for instance, is simply a great lighthouse\nor beacon tower, not merely of social satire, but of eternal ethical\nphilosophy. In Major Pendennis, consciously or unconsciously, is traced\nthe valuable truth that almost every man is, by the nature of things, an\nidealist. To go to great houses, to wear the latest and yet the most\ndignified attire, to know the right people, to do and say at every\ninstant the thing which is most perfectly and exquisitely ordinary, this\nis a principle of life against which a sane man might have a great deal\nto say; but one thing he could not say, he could not say that it is\nmaterialistic. One moral merit it has: at least it is totally useless. A\nplace in Society is not something to drink; an invitation card from Lord\nSteyne is not something to eat. Poor old Pendennis did not sleep softer\nin his incomparable clothing; he was a poor man, lonely and constantly\ntroubled. Nothing supported him but his own monstrous and insane\nreligion. He was, as it were, a glorious heretic, a martyr to false\ngods; and nothing sadder or more honourable has ever been conceived in\nfiction than that scene in the end of “Pendennis,” in which the old man,\nhaving, with a valour and energy that stirs us like a cavalry charge,\ndefeated all machinations that would have robbed his nephew of name and\nfame, suddenly finds the nephew himself ready to fling down the whole\nlaborious edifice in the name of an unintelligible scruple. “And\nShakespeare was right, and Cardinal Wolsey, begad. If I had served my\nGod as I’ve served you----” It has the pathos of the meeting of two\nfaiths; the good Moslem staring at the good Crusader.\n\nThackeray’s residence from 1837 to 1840, where “The Paris Sketch-Book”\nwas written]\n\nThis was the greatness of Thackeray, the man whom sentimentalists\nwithout hearts or stomachs have conceived as a mere satirist, that he\nfelt, perhaps, more fully and heavily than any other Englishman the\nimmeasurable and almost unbearable emotion that is involved in the mere\nfact of human life. Dickens, with his indestructible vanity and\nboyishness, is always looking forward. Thackeray is always looking back\nin life. And no man will ever properly comprehend him until he has\nreached for a moment that state of the soul in which melancholy is the\ngreatest of all the joys.\n\n                                                      G. K. CHESTERTON.\n\n\n\n\nTHE CHARACTERS AND PLACES OF THACKERAY’S BOOKS\n\n\n“Since the author of ‘Tom Jones’ was buried, no writer of fiction among\nus has been permitted to depict to the utmost of his power a MAN. We\nmust drape him and give him a certain conventional simper. Society will\nnot tolerate the Natural in our Art. Many ladies have remonstrated and\nsubscribers left me, because, in the course of the story, I described a\nyoung man resisting and affected by temptation. My object was to say,\nthat he had the passions to feel, and the manliness and generosity to\novercome them. You will not hear--it is best to know it--what\n\n1841.\n\nDe La Pluche M. A. Titmarsh Major Gahagan\n\n“COMIC TALES AND SKETCHES”]\n\nmoves in the real world, what passes in society, in the clubs, colleges,\nmess-rooms, what is the life and talk of your sons. A little more\nfrankness than is customary has been attempted in this story; with no\nbad desire on the writer’s part, it is hoped, and with no\nill-consequence to any reader. If truth is not always pleasant, at any\nrate truth is best, from whatever chair--from those whence graver\nwriters or thinkers argue, as from that at which the story-teller sits\nas he concludes his labour, and bids his kind reader farewell.” So runs\na passage in the preface to “Pendennis.”\n\n_From a terra-cotta bust by Sir Edgar Boehm, R.A. after the plaster cast\nby Joseph Durham_\n\nIn the National Portrait Gallery]\n\n“If truth is not always pleasant, at any rate truth is best.”\n\n(Reproduced from the Biographical Edition of Thackeray’s Works, by kind\npermission of Messrs. Smith, Elder & Co.)]\n\nThere, in a sentence, is the secret underlying all Thackeray’s work. The\nnovelist is inclined to portray the men and women of fiction rather than\nthe men and women of life. This fault of his weaker brethren of the\nquill Thackeray avoided. His characters are always human. There are no\nimmaculate heroes, no perfect heroines, no utterly unredeemed scoundrels\nof either sex to be met with in the pages of his books. He conceived it\nto be his duty to describe the world as he saw it, and to draw the men\nand women he knew. If he has nowhere joined pure goodness to pure\nintelligence, if he has not bestowed on any woman the humour of Becky\nSharp _and_ the simplicity of Amelia Sedley, it is because he had never\nmet this union of forces in life. To have described the unreal and\npassed it off as the real would have been an offence against the pen\nwhich was able to boast:\n\n    Stranger! I never writ a flattery,\n    Nor signed the page that registered a lie.\n\n“I cannot help telling the truth as I view it, and describing what I\nsee. To describe it otherwise than it seems to me would be falsehood in\nthat calling in which it has pleased Heaven to place me; treason to that\nconscience which says that men are weak; that truth must be told; that\nfaults must be owned; that pardon must be prayed for; and that Love\nreigns supreme over all.” This is Thackeray’s confession of literary\nfaith.\n\n“My object is not to make a perfect character of anything like it,” he\nwrote to his mother when “Vanity Fair” was appearing in monthly parts.\n“Our friend is not Amadis or Sir Charles Grandison,” he wrote of Philip\nFirmin, “and I don’t for a moment set him up as a person to be revered\nor imitated, but try to draw him faithfully as Nature made him.”\n\nThe late Anthony Trollope stigmatised Thackeray as an unmethodical\nwriter. Certainly the great man, as author, bound himself by no hard and\nfast rules. His plan was to create mentally two or three of his chief\ncharacters and write from page to page, with only a general notion of\nthe course he would be taking a few chapters later. But then to\ncompensate for the lack of method he lived with his characters, shared\ntheir joys and sorrows, and spoke of them as if they were real creatures\nof flesh and blood. “Being entirely occupied with my two new friends,\nMrs. Pendennis and\n\nShowing the portrait of Thackeray by Samuel Laurence, and busts of Sir\nWilliam Molesworth and Charles Buller\n\n(Reproduced by kind permission of the Committee of the Reform Club)]\n\nher son Arthur Pendennis,” he wrote to Mrs. Brookfield from Brighton in\n1849, “I got up very early again this morning. He is a very\ngood-natured, generous young fellow, and I begin to like him\nconsiderably. I wonder if he is interesting to me from selfish reasons,\nand because I fancy we resemble each other in many parts.” “I wonder\nwhat will happen to Pendennis and Fanny Bolton,” he remarked in another\nletter to the same correspondent; “writing and sending it to you,\nsomehow it seems as if it were true.” Mrs. Ritchie remembers entering\nher father’s study one morning about two years later and being motioned\naway, and how, an hour later, he went to the school-room and,\nhalf-laughing, half-ashamed, said: “I do not know what James can have\nthought of me when he came in with the tax-gatherer after you left, and\nfound me blubbering over Helen Pendennis’s death.”\n\nThackeray’s home from 1846 to 1853, where “Vanity Fair,” “Pendennis,”\nand “Esmond” were written]\n\n“I don’t control my characters,” he asserted one day. “I am in their\nhands, and they take me where they please.” And when a friend\nremonstrated with him for having made Esmond marry “his mother-in-law,”\nhe only replied: “_I_ didn’t make him do it; they did it themselves.” It\nmay be because the characters were so real to the creator that they live\nin the memory of the reader. If Thackeray was the first to shed tears\nover the death of Helen, certainly he has not been the last. Who can\nread with dry eyes of the reconciliation of mother and son at the\ndeath-bed? “As they were talking the clock struck nine, and Helen\nreminded him how, when he was a little boy, she used to go up to his\nbed-room at that hour and hear him say Our Father. And once more, oh\nonce more, the young man fell down at his mother’s sacred knees, and\nsobbed out the prayer which the Divine Tenderness uttered for us, and\nwhich has been echoed for twenty ages since by millions of sinful and\nhumble men. And as he spoke the last words of the supplication, the\nmother’s head fell down on her boy’s, and her arms closed around him,\nand together they repeated the words ‘for ever and ever’ and ‘Amen.’”\n\nWhere Thackeray lived from 1853 to 1862, during which period he wrote\nthe “Lectures on the Georges,” the end of “The Newcomes,” “The\nVirginians,” part of “Philip,” and many of the “Roundabout Papers.”]\n\nReaders of Thackeray’s works must have noticed how frequently the\ncharacters reappear in tales other than that in which they are first\nintroduced. Reference is made to them and to their doings in book after\nbook, until we feel that we know them personally. Thackeray loved to\nreintroduce his old friends, and it was his intention--frustrated by an\nall too early death to write a novel of the times of Henry V., in which\nthe ancestors of his Pendennises and Warringtons should have\nforegathered. A long and fascinating article might be written tracing\nthe subsequent careers of the characters from the glances we obtain of\nthem at odd moments.\n\nHow many novelists are there who have such a gallery of characters as\ncan be collected from Thackeray’s books? What admirable realism! What\nmarvellous insight into the natures of men and women!\n\n     _From a drawing by Eyre Crowe, A.R A._\n\nCHÂTEAU DE BREQUERECQUE, BOULOGNE-SUR-MER, 1854\n\n(Reproduced from “Thackeray’s Haunts and Homes,” by kind permission of\nMessrs. Scribner’s Sons and Messrs. Smith, Elder & Co.)]\n\nIn his earlier years, however, he was too bitter, and his stories\ncontain far too many scoundrels. “I don’t know where I get all these\nrascals for my books,” he said apologetically: “I have certainly never\nlived with such people.” “The Yellowplush Correspondence” does not\ncontain a single man or woman we should like to meet. Yellowplush is a\nscamp; Dawkins is silly and snobbish; Blewitt, the cardsharper, is a\nbully and a fool; Lady Griffin is not pleasant, and though she is badly\ntreated, her revenge is too cruel; the Earl of Crabs--the creation of a\nmaster hand--is a terrible man, whose sense of humour only makes him\nmore dangerous; and Deuceace himself, cardsharper, swindler,\nfortune-hunter ... yet with such a father what was he to become? The\nfoolish Mathilda demands some pity; for at least she is loyal to the man\nwho married her only because he thought she had money: “My Lord, my\nplace is with him.”\n\nWho will record the unwritten chapters of the life of the Honourable\nAlgernon Percy Deuceace? There is plenty of material, if not for\nauthentic history, at least for legitimate speculation. It\n\nas he appeared at Willis’s Rooms in his celebrated character of Mr.\nThackeray\n\n_From a sketch by John Leech_]\n\nis known that at Lord Bagwig’s the Honourable Algie won from young Tom\nRook the sum of thirty pounds; that with his friend Mr. Ringwood (who,\nwith the invaluable assistance of his hostess, trapped the commercial\ntraveller, Pogson, into the signing of bills for huge amounts at the\nhouse of Madame la Baronne de Florval-Delval, _née_ de Melval-Norval) he\nwon heavily at the card-table from Mr. Vanjohn; and that with\nBlundell-Blundell (who was up at Oxford with Arthur Pendennis) he\ncontrived to swindle Colonel Altamont. Then there is the paragraph in\n“_Galignani’s Messenger_,” quoted in the last chapter of “A Shabby\nGenteel Story”: “Married at the British Embassy, by Bishop Luxcombe,\nAndrew Fitch, Esq., to Marianne Caroline Matilda, widow of the late\nAntony Carrickfergus, of Lombard Street, and Gloucester Place,\nEsquire.... Miss Runt officiated as bridesmaid; and we remarked among\nthe company Earl and Countess Crabs, General Sir Rice Curry, K.C.B.,\nColonel Wapshot, Sir Charles Swang, the Hon. Algernon Percy Deuceace and\nhis lady, Count Punter, and others of the _élite_ of the fashionables\nnow in Paris. The bridegroom was attended by his friend Michael Angelo\nTitmarsh, Esq., and the lady was given away by the Right Hon. the Earl\nof Crabs....” Had the Hon. Mrs. Deuceace forgiven her husband the blow\nin the _Bois_, with the account of which the adventure of Mr. Deuceace\nat Paris concluded? Was the younger couple reconciled to the elder? and\nif so, by what means? As the author does not solve the problem, each\nreader must do so for himself.\n\n“Catherine,” a satire upon the “Newgate Novels,” naturally contains a\ncollection of jail-birds; and these, of course, are not treated as they\nwould have been by Ainsworth or Bulwer Lytton, but are shown in all\ntheir hideousness. “A Shabby Genteel Story” is a very fine piece of\nwork, but its theme is unpleasant--the trapping into a mock marriage of\ntrusting Cinderella--and the characters objectionable: Mr. and Mrs. Gann\nand the Misses Macarty; Brandon, Tufthunt, and Cinqbars. Fitch is the\none honest person, save the heroine, and he is vulgar. Tufthunt is,\nperhaps, the worst man Thackeray ever depicted, for Sir Francis\nClavering is weak rather than vile, and Brandon--the Dr. Firmin of\n“Philip”--suffers from a moral sense so perverted that he cannot realise\nhis own weakness.\n\nThe rascal Fitz-Boodle is a humorist of the first water. His iniquity\nwas the writing of those scandalous chronicles of his friends’ private\nlives, “Men’s Wives,” which tell of the scoundrel Walker, the blackguard\nBoroski, and the selfish, vain, and terribly vulgar Mrs. Dennis\nHaggarty. The stories of “Dorothea” and “Ottilia,” however, are\nagreeable enough. Even “Barry Lyndon,” one of the author’s masterpieces,\nis a disagreeable story. This, indeed, Thackeray fully realised. “You\nneed not read it,” he said to his eldest daughter; “you would not like\nit.” The villain Barry, who never realises that he is not a hero, and\nhis foolish wife, are only in part counterbalanced by Barry’s vulgar,\nloving mother, who goes to him in the day of his ruin and nurses him\nuntil he dies of _delirium tremens_ in the nineteenth year of his\nresidence in the Fleet prison.\n\nAfter “Barry Lyndon” appeared “Vanity Fair,” “Pendennis,” “The\nNewcomes,” “Esmond,” and “The Virginians,” which contain so vast a\nnumber of characters that it is impossible to treat of them one by one.\n\n_From the painting by Samuel Laurence in the National Portrait Gallery_]\n\n“Wherever shines the sun, you are sure to find Folly basking in it.\nKnavery is the shadow at Folly’s heels,” Thackeray wrote in the\ncharacter sketch of “Captain Rook and Mr. Pigeon.” It seems as if he had\nnot quite grasped the fact that there were other things than folly and\nknavery to write about, and that a surfeit of rogues has an unpleasant\nafter-effect. “Oh! for a little manly, honest. God-relying simplicity,\ncheerful, affected, and humble!” he had prayed in one of his earliest\nreviews; but it was only with “Vanity Fair” that he began to _give_ it.\n\nIt has been stated by more than one critic that Thackeray could not\ndepict a good woman, and that those that were without blemish were also\nwithout any attractive qualities. Yet Helen Pendennis was a good woman,\na good wife, and a good mother; and Laura Bell was clever as well as\ngood; and certainly Ethel Newcome\n\n     _From a Photograph_\n\nW. M. THACKERAY\n\n(Reproduced from the Biographical Edition of Thackeray’s Works, by kind\npermission of Messrs. Smith, Elder & Co.)]\n\nwas not a fool; nor Theo and Kitty Lambert other than good and true\nwomen. It seems strange that while his female readers can forgive him\nBecky Sharp, greatest of adventuresses, and can tolerate even Blanche\nAmory of “Mes Larmes,” they cannot pardon him Amelia Sedley. There are\nmany other admirable sketches. Mrs. Peggy O’Dowd, lion-hearted, loyal\nand wise enough; the Dowager Countess of Southdown, Mrs. Bute Crawley,\nMiss Briggs, Miss Crawley, the lovable Catherine (the “Little Sister” of\n“Philip”); Miss Fotheringay and Fanny Bolton, who ensnared the\naffections of young Pendennis--what man has not met one or both of\nthese?--Madame de Florac, the old lady with the beautiful face; the\nterrible Campaigner; Mrs. Warrington, who preferred to be known as\nMadame Esmond; Lady Castlewood, tender, loving, unreasoning, who can\nrise to the dignity of a great situation: “My daughter may receive\npresents from the Head of our House; my daughter may thankfully take\nkindnesses from her father’s, her mother’s, her brother’s dearest\nfriend; and be grateful for one more benefit besides the thousand we\nowe him”; and, above all, irresistible, wayward Trix--that contradiction\nin words, an ambitious woman. So alluring is Beatrix that it is absurd\nto expect any man to think that she was ever all bad. Who knows but that\nif Harry Esmond had been a little less sensitive of his own demerits,\nand had let her see him as he was, they might have married and lived as\nhappy as most couples? But her chance of redemption passed, and Beatrix\nbecame the Madame de Bernstein of “The Virginians.”\n\nThackeray’s men are no whit less successful. George Osborne and his\npurse-proud father; old Mr. Sedley and Jos; Sir Pitt Crawley--that most\ndaring piece of character drawing--and his sons, Pitt and Rawdon;\nPendennis and “Bluebeard,” as Lady Rockingham called George Warrington;\nlittle Bows; the valet, Morgan; Clive Newcome and his cousin, the little\nbounder, Sir Barnes; the Virginians, Harry and George; the inimitable\nFoker and the irrepressible Costigan. Thackeray drew gentlemen in a way\nthat has never been excelled and rarely equalled. “They [the\nKickleburys] are travelling with Mr. Bloundell, who was a gentleman\nonce, and still retains about him some faint odour of that time of\nbloom.” “It is true poor Plantagenet [Gaunt] is only an idiot ... a\nzany, ... and yet you see he is a gentleman.” And the author makes the\nreader see it is so. In spite of the debaucheries and his behaviour to\nhis family, the Marquis of Steyne is always _grand seigneur_. Esmond is\na gentleman, and so is the intriguing Major Pendennis, Half-Pay; and\nFlorac and Dobbin, and the little-worldly-wise Colonel Newcome. It has\nbeen said that the Colonel is too good for this world, too innocent, too\nignorant, too transparently a child of nature, yet surely the\nnoble-hearted man is human and true. Indeed, by this one character alone\nThackeray could take his place among the masters. The whole gallery of\nhis creations places him at the head of the\n\nReproduced by kind permission of Mrs. Richmond Ritchie]\n\nEnglish novelists of the nineteenth century.\n\n     _From a pencil drawing by Richard Doyle in the British Museum_\n\nW. M. THACKERAY]\n\nA paper dealing with Thackeray’s characters may not ignore the question\nof the “originals.” Great interest has always been taken in Thackeray’s\noriginals. Much has been written about them which is worth reading; much\nalso has been written that is misleading. The novelist was personal\nsometimes, but it was seldom that he modelled a character on a man or\nwoman of his acquaintance. He told his daughters that he never wilfully\ncopied anyone; and there is no reason to disbelieve his statement. The\nMarquis of Steyne was a sublimation of half a dozen characters, and so\nwere Captain Shandon and Costigan; and Becky, Dobbin, Jos Sedley, and\nColonel Newcome were wholly original--from the celebrity point of view\nat least. Many of the people in “Esmond” are portraits of historical\npersonages--the Duke of Hamilton, Lord Mohun, and\n\n     _Painted by Sir John Gilbert, R.A., and presented to the Garrick\n     Club_\n\nA POSTHUMOUS PORTRAIT OF THACKERAY\n\nCollection of Augustin Rischgitz]\n\nBeatrix, for instance--but in the tales of modern life there are few\ncharacters that can be traced to any particular source. “You know you\nare only a piece of Amelia. My mother is another half; my poor little\nwife--_y’est pour beaucoup_,” the author wrote to Mrs. Brookfield.\nEdmund Yates always insisted that Wagg in “Pendennis” stood for\nTheodore Hook; that Lord Lonsdale was the original of Major Pendennis’s\nnoble friend Lord Colchicum; and that Bunn was the model for Dolphin,\nthe theatrical manager. It has been said that Mr. J. M. Evans, the\npublisher, was portrayed in “The Kickleburys on the Rhine”; that Mr.\nFlam in “Mrs. Perkins’s Ball” was a portrait of Abraham Hayward; that\nthe Rev. W. H. Brookfield stood for the curate, Frank Whitestock; that\nLeigh Hunt was the original of Gandish in “The Newcomes”; and that the\nthird Marquis of Hertford was the prototype of Lord Steyne. Mrs. Ritchie\nonce saw the young lady who was supposed to have suggested Becky Sharp\nto her father; and Carlyle and his wife knew--and disliked--the original\nBlanche Amory.\n\n     _From a photograph by Ernest Edwards_\n\nW. M. THACKERAY]\n\nThackeray was not topographical in the\n\nShowing an original sketch in the margin\n\n(Reproduced from “Denis Duval,” by kind permission of Mrs. Richmond\nRitchie)]\n\nsense that Dickens was. Often the briefest mention of a street satisfied\nhim. Yet somehow the places of the principal scenes of his novels linger\nin the memory. As a young man he studied at Weimar, and later, while\nserving his apprenticeship both to art and letters, he resided from time\nto time at Paris. Had he never visited Germany, perhaps Amelia and Jos\nand Dobbin would not have gone Am Rhein, and the chapter about Becky and\nthe Pumpernickel students would never have been written. Many of his\ncharacters went to Paris, which had for him a strong personal interest.\nIt was there he wooed and won his wife. It was at Paris that he wrote\nthe autobiographical verse in the ballad which tells of the\nBouillabaisse served at Terré’s Tavern in the Rue Neuve des Petits\nChamps:\n\n    Ah me! how quick the days are flitting!\n      I mind me of a time that’s gone,\n    When here I’d sit, as now I’m sitting,\n      In this same place--but not alone.\n    A fair young form was nestled near me,\n      A dear dear face looked fondly up,\n    And sweetly spoke and smiled to cheer me,\n    --There’s no one now to share my cup.\n\nTHE HOUSE AT NO. 2, PALACE GREEN, KENSINGTON, IN WHICH THACKERAY DIED]\n\n“I have been to the Hotel de la Terrasse, where Becky used to live, and\nshall pass by Captain Osborne’s lodgings,” he wrote from Paris to Mrs.\nBrookfield. “I believe perfectly in all these people, and feel quite an\ninterest in the inn in which they lived.” It was at Brussels, in the\nChurch of St. Gudule, the church in which he was christened, that Esmond\nmet the inveterate intriguer, Father Holt, masquerading in a green\nuniform as a captain in the Bavarian Elector’s service; and in the\nconvent cemetery knelt before the cross which marked the grave of Sœur\nMary Madeleine, the unhappy Lady Castlewood, who was his mother. In that\nsame city many years later the author of “Vanity Fair,” not claiming to\nrank among the military novelists, took his place with the\nnon-combatants while the armies marched to the field of Waterloo, and\nportrayed many folk with anxious hearts awaiting news that must bring\nthem happiness or misery. “No more firing was heard at Brussels--the\npursuit rolled miles away. The darkness came down on the field and city;\nand Amelia was praying for George, who was lying on his face, dead, with\na bullet through his heart.”\n\nThackeray was pre-eminently the novelist of the upper classes, and as a\nnatural result the majority of his characters lived in the West End of\nLondon, chiefly in the area enclosed by Park Lane, Oxford Street, Bond\nStreet, and Piccadilly, known as Mayfair. But no part of the metropolis\nescaped him. The Sedleys lived in Russell Square before they removed to\nSt. Adelaide’s Villas, Anna Maria Road, West, “where the houses look\nlike baby-houses; where the people looking out of the first floor\nwindows must infallibly, as you think, sit with their feet in the\nparlours; where the shrubs in the little gardens in front bloom with a\nperennial display of little children’s pinafores, little red socks,\ncaps, etc. (polyandria polygyria); whence you hear the sound of jingling\nspirits and women singing; whither of evenings you see city clerks\nplodding wearily....” Dr. Firmin practised in Old Parr Street; and\nColonel Newcome and James Binnie, on their return from India, rented a\nhouse in Fitzroy Square. Bungay and Bacon carried on their business in\nPaternoster Row, and lived over their shops. It was to the sponging\nhouse in Cursitor Street that Rawdon\n\n     _From the statuette by Sir Edgar Boehm, R.A._\n\nW. M. THACKERAY]\n\nCrawley was taken after the ball at Gaunt House. Among others, Pendennis\nand Warrington lived in the Temple; while Colonel Newcome and his son,\nDr. Firmin and Philip, Pendennis, young Rawdon--to name a few--were\neducated at the Charterhouse. “The Newcomes” immortalised that public\nschool, and earned for the author the well-deserved title of\n“Carthusianus Carthusianorum.” The clubs and Bohemian resorts of the day\nwere introduced into the various stories: the visit of Colonel Newcome\nto the “Cave of Harmony” is not easily forgotten. In Mayfair was\nsituated Gaunt House, and in Curzon Street, near by, Becky and Rawdon\npractised the art of living on nothing a year. It was in the Curzon\nStreet house that Becky is made to admire her husband, when he gives\nLord Steyne the chastisement that _ruins_ her for life. “When I wrote\nthat sentence,” Thackeray remarked subsequently, “I slapped my fist on\nthe table and said, ‘That is a stroke of genius.’”\n\n                                                        LEWIS MELVILLE.\n\n\n\n\nBIOGRAPHICAL NOTE\n\n\n[Sidenote: =William Makepeace Thackeray=\n\n_see frontispiece_]\n\n[Sidenote: =Richmond Thackeray, Father of the Novelist=\n\n_see page 3_]\n\n[Sidenote: =Thackeray at the age of three, with his father and mother=\n\n_see page 5_]\n\nWilliam Makepeace Thackeray, the only child of Richmond and Anne\nThackeray, was born at Calcutta on July 18th, 1811. He was descended\nfrom Yorkshire yeomen who for several generations had been settled at\nHampsthwaite, in the West Riding. In 1766 his grandfather, likewise\nnamed William Makepeace Thackeray, sailed for India at the age of\nseventeen, to enter the service of the East India Company. Under\nCartier, the predecessor of Warren Hastings as Governor of Bengal, his\npromotion was very rapid. In 1776 he married Amelia Richmond, and the\nsame year returned to England. His fourth son, Richmond Thackeray,\nfather of the novelist, went to India in 1798 also in the service of the\nCompany. In 1807 he became Secretary to the Board of Revenue at\nCalcutta, and undoubtedly possessed brilliant gifts for administration\nand public work. He married on October 13th, 1810, the reigning beauty\nof Calcutta, Anne, daughter of John Harman Becher. The painting by\nChinnery, executed in 1814, gives a glimpse of the Thackerays at the\ntime when their son had reached the age of three years. He is drawn\nperched on a large pile of books, with his arms round his mother’s neck,\nhis father stiffly seated in a chair close by.\n\n[Sidenote: =The Charterhouse in the time of Thackeray=\n\n_see page 2_]\n\n[Sidenote: =Thackeray, from the replica of a plaster cast by J. Devile=\n\n_see page 4_]\n\nRichmond Thackeray was at this time Collector of the district called the\nTwenty-four Pergunnahs. Two years later he died, and in 1817 his son was\nsent to England to be educated, and was placed in the charge of his aunt\nMrs. Ritchie, who first sent him to a school in Hampshire, and then to\nthe establishment of Dr. Turner at Chiswick. About 1818 Mrs. Richmond\nThackeray married a second time, and in 1821 returned to England with\nher husband, Major Carmichael Smyth, and settled at Addiscombe. The\nfollowing year Thackeray was sent to the Charterhouse, where he remained\nuntil 1828. This famous school figured largely in his writings as\n“Greyfriars.” It was here that Colonel Newcome and Clive, Pendennis,\nGeorge Osborne, Philip Firmin, and Rawdon Crawley were educated.\nCharterhouse was the scene of Thackeray’s fight with Venables, in which\nhe sustained the unfortunate accident to his nose that caused a\npermanent disfigurement in his otherwise handsome countenance. Evidence\nof this is noticeable in the plaster cast executed by J. Devile, which\nrepresents Thackeray at the age of eleven.\n\n[Sidenote: =Larkbeare, the home of Thackeray’s mother=\n\n_see page 2_]\n\nIn 1825 Thackeray’s mother removed to Larkbeare, a house situated a mile\nand a half from Ottery St. Mary, where her son used to spend his\nholidays. On leaving school he remained at Larkbeare until he took up\nhis residence at Trinity College, Cambridge, in February 1829. The\nscenery surrounding his mother’s home is described in “Pendennis,”\nOttery St. Mary, Exeter, and Sidmouth figuring respectively as Clavering\nSt. Mary, Chatteris, and Baymouth.\n\nWhile at Cambridge Thackeray contributed to a small paper called _The\nSnob, a literary and scientific journal not conducted by members of the\nUniversity_. In it appeared “Timbuctoo,” a mock poem on the subject\nchosen for the Chancellor’s medal, won that year by Alfred Tennyson. In\n1829 Thackeray spent the long vacation in Paris, and left college after\nthe following Easter term.\n\nHaving inherited a fortune from his father, it was arranged that he\nshould finish his education by travelling abroad for a couple of years.\nAccordingly he spent several months at Dresden, Rome, Paris, and Weimar,\nand finally resolved to study for the Bar on his return to England. In\n1831 he entered the Middle Temple, and by November of that year was\nsettled in chambers in Hare Court. On coming of age, however, he\nabandoned all pretence of following the profession he had chosen, and\nmade his way to Paris, whence he wrote letters for _The National\nStandard_, and collected material for miscellaneous articles. Having\nspeedily lost the greater part of his fortune, he turned his thoughts\nseriously to painting as a means of livelihood, and at this period\nfrequented various studios, probably working in the atelier of Gros.\nLater he copied pictures assiduously at the Louvre, but though he\ndelighted in the art he failed to acquire any great technical skill as a\ndraughtsman.\n\n[Sidenote: =Thackeray among the Fraserians=\n\n_see page 6_]\n\nIn January 1835 Thackeray appeared as one of the Fraserians in a sketch\ndrawn by Maclise and published in _Fraser’s Magazine_. This celebrated\ncartoon depicts the Fraser writers at one of the frequent banquets held\nat 212, Regent Street. It was in this company that Thackeray first\ngained distinction as an author.\n\n[Sidenote: =Rue Neuve St. Augustin, Paris=\n\n_see page 7_]\n\nIn 1836 he was appointed Paris correspondent of _The Constitutional_,\nand in August of the same year he married Miss Shawe. The wedding took\nplace at the British Embassy, Bishop Luscombe, at that time chaplain,\nofficiating at the ceremony. The newly married couple lived in\napartments in the Rue Neuve St. Augustin, a street quite close by the\nRue Neuve des Petits Champs, where is situated the restaurant made\nfamous in the “Ballad of Bouillabaisse.”\n\n[Sidenote: =No. 18, Albion Street, Hyde Park=\n\n_see page 10_]\n\n[Sidenote: =No. 13, Great Coram Street, Brunswick Square=\n\n_see page 11_]\n\n_The Constitutional_ came to an end in 1837, and Thackeray returned to\nLondon and took up his abode for a time at 18, Albion Street, Hyde Park,\nwhere his mother was then living, and where he had stayed in 1834 when\nfirst contributing to _Fraser’s Magazine_. Anne Isabella Thackeray, his\neldest daughter, was born at this house. A removal was made not long\nafterwards to No. 13, Great Coram Street, Brunswick Square, where the\nThackerays lived for some years. During this period “The Paris\nSketch-Book” was written, being published in 1840 by Macrone. Owing to\nthe misfortune of his wife’s illness the author’s household became\nunsettled, and about 1843 the home at Great Coram Street was given up.\n\n[Sidenote: =“Comic Tales and Sketches”=\n\n_see page 13_]\n\nThackeray had published in 1841 a collection of “Comic Tales and\nSketches, edited and illustrated by Mr. Michael Angelo Titmarsh,” with a\npreface dated “Paris, April 1st, 1841,” from which the following is an\nextract:\n\n     When there came to be a question of republishing the tales in these\n     volumes, the three authors, Major Gahagan, Mr. Fitzroy Yellowplush,\n     and myself, had a violent dispute upon the matter of editing; and\n     at one time we talked of editing each other all round. The toss of\n     a halfpenny, however, decided the question in my favour.... On the\n     title-page the reader is presented with three accurate portraits of\n     the authors of these volumes. They are supposed to be marching\n     hand-in-hand, and are just on the very brink of Immortality.\n\n[Sidenote: =Drawing from “Punch”: “Authors’ Miseries”=\n\n_see page 12_]\n\nDuring the same year “The History of Samuel Titmarsh and the Great\nHoggarty Diamond” commenced to run its course in _Fraser’s Magazine_.\n_Punch_ had been started on July 17th, and Thackeray’s first\ncontributions appeared the following June. In the course of his ten\nyears’ connection with this periodical he contributed something like 500\nsketches irrespective of letterpress. One of these, reproduced on page\n12, is taken from a series entitled “Authors’ Miseries,” and represents\nJerrold and the artist himself in a railway carriage listening to the\nother occupants discussing the members of the _Punch_ staff:--\n\n     _Old Gentleman, Miss Wiggets, Two Authors._\n\n     _Old Gentleman_: “I am so sorry to see you occupied, my dear Miss\n     Wiggets, with that trivial paper, _Punch_. A railway is not a\n     place, in my opinion, for jokes. I never joke--never.”\n\n     _Miss W._: “So I should think, sir.”\n\n     _Old Gentleman_: “And besides, are you aware who are the conductors\n     of that paper, and that they are Chartists, Deists, Atheists,\n     Anarchists, to a man? I have it from the best authority, that they\n     meet together once a week in a tavern in St. Giles’s, where they\n     concoct their infamous print. The chief part of their income is\n     derived from threatening letters, which they send to the nobility\n     and gentry. The principal writer is a returned convict. Two have\n     been tried at the Old Bailey; and as for their artist--as for their\n     artist....”\n\n     _Guard_: “Swin-dun! Station!”\n\n                                                 [_Exeunt two Authors._\n\n\n\nIn the latter half of 1842 Thackeray made a tour in Ireland, and\nrecorded his experiences in “The Irish Sketch-Book,” which made its\nappearance the following year.\n\n[Sidenote: =The Strangers’ Room, Reform Club=\n\n_see page 17_]\n\nThackeray, who for some time had been a member of the Garrick Club, was\nelected to the Reform in 1840, being proposed by Mr. Martin Thackeray\nand seconded by Mr. Henry Webbe. Sir Wemyss Reid gives an interesting\ndescription of the author at this Club. “Again and again I have heard\ndescriptions of how he used to stand in the smoking-room, his back to\nthe fire, his legs rather wide apart, his hands thrust into the\ntrouser-pockets, and his head stiffly thrown backward, while he joined\nin the talk of the men occupying the semi-circle of chairs in front of\nhim.... To some of us, at least, the Club is endeared by the thought\nthat he was once one of ourselves; that he sat in these chairs, dined at\nthese tables, chatted in these rooms, and, with his wise, far-seeing\neyes surveyed the world from these same windows.” In the strangers’ room\nat the Reform Club hangs a portrait of Thackeray by Samuel Laurence. On\none side of it there stands a bust of Sir William Molesworth, on the\nother of Charles Buller. The latter seconded Thackeray when he was\nproposed by the Rev. W. Harness as a member of the Athenæum on February\n12th, 1846. Thackeray was elected to this Club in 1851 under the rule\nwhich provides for the introduction of “persons of distinguished\neminence in science, literature, or public services.”\n\n[Sidenote: =No. 13, Young Street, Kensington=\n\n_see page 18_]\n\nIn 1846 Thackeray took a house at 13 (now 16), Young Street, Kensington,\nwhere he established a home for his daughters. “Vanity Fair,”\n“Pendennis,” and “Esmond” were written there. “Vanity Fair” made its\nappearance in yellow covers, being brought out in monthly parts by\nMessrs. Bradbury & Evans. The first number was issued in January 1847,\nthe last in July 1848.\n\nWhen passing his house in Young Street with Mr. J. T. Fields, the\nAmerican publisher, Thackeray exclaimed, “Go down on your knees, you\nrogue, for here ‘Vanity Fair’ was penned, and I will go down with you,\nfor I have a high opinion of that little production myself.”\n\n[Sidenote: =Mr. Michael Angelo Titmarsh as he appeared at Willis’s Rooms=\n\n_see page 21_]\n\nThe first number of “Pendennis” appeared in November 1848, but the\nauthor’s severe illness at the end of 1849 interrupted its publication,\nwhich was not concluded until 1850. “Pendennis” was followed by “Esmond”\nin 1852. Whilst residing in Young Street Thackeray delivered his famous\nlectures on the English humorists at Willis’s Rooms. On page 21 an\nadmirable caricature by John Leech is reproduced from _The Month_\nrepresenting Mr. Michael Angelo Titmarsh as he appeared in these rooms\nin his celebrated character of Mr. Thackeray:\n\n     Mr. Thackeray, of Vanity Fair, announced a simple course of\n     lectures on a purely literary subject; and for the reason that Mr.\n     Thackeray, living entirely by his pen, was still recognised as a\n     fine gentleman by all--and they were many--who knew him in private,\n     so accordingly his room was filled by an audience as brilliant and\n     fashionable, as intelligent and judicious--in fact, after the\n     lecturer, the agreeable sight of the excellent set of people who\n     gathered about him with such thoughtful attention was really an\n     attraction.\n\n[Sidenote: =Château de Brequerecque, Boulogne-sur-Mer=\n\n_see page 20_]\n\n[Sidenote: =No. 36, Onslow Square, Brompton=\n\n_see page 19_]\n\nOn October 30th, 1852, Thackeray set sail for the United States, where\nhe remained until the spring of 1853. He lectured in various towns--New\nYork, Philadelphia, Baltimore, Charleston, and Richmond amongst others.\nUpon his return to Europe he made a very short stay in London, and then\nproceeded to Switzerland, where the story of “The Newcomes” was,\naccording to his own statement, “revealed to him somehow.” Much of the\nnovel was written abroad while its author was travelling in Germany,\nSwitzerland, Italy, or staying at the Château de Brequerecque at\nBoulogne, where he is said to have evolved the noble figure of Colonel\nNewcome. The Château de Brequerecque lies pleasantly nestled in trees\nand shrubberies on the outskirts of the town, and is surrounded by a\nhigh wall screening it from public gaze. “The Newcomes” was completed at\nNo. 36, Onslow Square, where Thackeray moved from Young Street in 1857.\n“The result of my father’s furnishings,” wrote Mrs. Richmond Ritchie of\nthis residence, “was a pleasant, bowery sort of home, with green\ncurtains and carpets, looking out upon the elm trees of Onslow Square.\nWe lived for seven years at No. 36, and it was there he wrote the\n‘Lectures on the George’s, and the end of ‘The Newcomes,’ and ‘The\nVirginians,’ part of ‘Philip,’ and many of the ‘Roundabout Papers.’ His\nstudy was over the drawing-room, and looked out upon the elm trees.”\n\nThackeray stood for Parliament in the Oxford City division in July of\n1857, but was defeated by a small majority. In 1860 he undertook the\neditorship of the _Cornhill Magazine_, of which Messrs. Smith & Elder\nhad commenced publication in the January of that year. Though continuing\nto contribute to this magazine until the last, he retired from the\neditorship in April 1862, doubtless finding the work too exacting for\nhis now failing health.\n\n[Sidenote: =No. 2, Palace Green, Kensington, where Thackeray died=\n\n_see page 32_]\n\n[Sidenote: =The M.S. of “Denis Duval.”=\n\n_see page 31_]\n\n[Sidenote: =Thackeray’s Grave at Kensal Green Cemetery=\n\n_see page 33_]\n\nIn the year 1861 the firm of Jackson & Graham built for Thackeray the\nbeautiful house at No. 2, Palace Green, Kensington, which alone of all\nhis homes has the Society of Arts oval commemorative tablet inserted in\nits wall. An old house stood on the site at the time of purchase, but\nafter careful consideration Thackeray wisely gave up the idea of\nrepairing and adding to it, and erected in its place a fine mansion of\nred brick with stone facings in the style of Queen Anne. At this period,\nbesides working for the _Cornhill_, Thackeray was writing “Denis Duval,”\nhis last book, which remained unfinished. After several severe attacks\nof illness, the novelist died at his residence in Palace Green on\nDecember 23rd, 1863, and was interred at Kensal Green Cemetery on the\n30th of the month. The Middle Temple, of which he was a member,\nrequested that they might be allowed to bury him in the Temple, near the\ngrave of Goldsmith. The offer was, however, declined. A bust of\nThackeray by his friend, Baron Marochetti, was placed in Westminster\nAbbey.\n\n\nNOTES ON THE PORTRAITS OF THACKERAY\n\nThackeray was striking in appearance, being over six feet in height and\nbroad in proportion. He was erect in his gait and stalwart in bearing.\nHis countenance was very expressive and capable of much dignity, and his\npeculiarly sweet smile, combined with a great gentleness of voice and\nmanner, particularly endeared him to children. “Grand and stern and\nsilent,” wrote Jerrold of him in later years, “a mighty form crowned\nwith a massive, snow-haired head.”\n\n[Sidenote: =W. M. Thackeray, from a painting by Frank Stone=\n\n_see page 9_]\n\nAmong the portraits of Thackeray in early manhood is the painting by\nFrank Stone, executed in 1836 about the time of his marriage with Miss\nShawe. This picture has never been engraved.\n\n[Sidenote: =W. M. Thackeray from a drawing by Daniel Maclise about 1840=\n\n_see page 1_]\n\nIn 1832 and 1833 Maclise made two beautiful drawings of Thackeray from\nlife, depicting him as a fashionably dressed young man, seated in a\n_néglige_ attitude, displaying a massive eyeglass. These are now in the\nGarrick Club. Some years later the same artist made another delicately\npencilled sketch, which Thackeray himself very skilfully copied.\n\nOf the various portraits by Samuel Laurence, the one of greatest\ninterest is perhaps the chalk drawing executed in 1853 and here\nreproduced as a frontispiece.\n\n[Sidenote: =W. M. Thackeray, from the painting by Samuel Laurence in the\nNational Portrait Gallery=\n\n_see page 24_]\n\nCharlotte Brontë, when she first saw this portrait, exclaimed, “And\nthere came up a lion out of Judah.” Later she wrote: “My father stood\nfor a quarter of an hour this morning examining the great man’s picture.\nThe conclusion of his survey was that he thought it a puzzling head; if\nhe had known nothing previously of the original’s character, he could\nnot have read it in his features. I wonder at this. To me the broad\nbrow seems to express intellect. Certain lines about the nose and\ncheek betray the satirist and cynic; the mouth indicates a\nchild-like simplicity, perhaps even a degree of irresoluteness,\ninconsistency--weakness, in short, but a weakness not unamiable.”\n\nA replica of the painting by the same artist in the National Portrait\nGallery was presented by Thackeray to Sir Frederick Pollock, and\nremained for many years in the possession of the Dowager Lady Pollock.\n\n[Sidenote: =W. M. Thackeray, from a copy of the bust by Joseph Durham,\nA.R.A.=\n\n_see page 14_]\n\n[Sidenote: =W. M. Thackeray, from the statuette by Sir Edgar Boehm, R.A.=\n\n_see page 34_]\n\n[Sidenote: =W. M. Thackeray, from a sketch by Sir John E. Millais, P.R.A.=\n\n_see page 23_]\n\nIn the National Portrait Gallery is also a bust modelled in terra-cotta\nby Sir Edgar Boehm from the original plaster mould by Joseph Durham,\nA.R.A., which was presented to the Garrick Club. And the same sculptor\nexecuted in 1860 a statuette for which Thackeray when in Paris gave only\ntwo short sittings of half an hour’s duration. “The eminent sculptor,”\nwrites Mr. F. G. Kitton in the _Magazine of Art_, “even in that space of\ntime succeeded in all but completing one of the most successful\nportraits of his subject ever attempted.” “The work of Sir John Millais\npossesses exceptional interest,” continues the same writer, “and\nespecially may this be said of a full-length delineation by that\nmaster-hand of his famous literary contemporary. Although but a slight\nmemory-sketch, it is very characteristic of the man, and the portraiture\nso very life-like and true that Sir Edgar Boehm derived from it\nconsiderable assistance when completing his excellent statuette of the\nnovelist.”\n\n[Sidenote: =Thackeray, from a painting by Sir John Gilbert, R.A.=\n\n_see page 29_]\n\nThe posthumous portrait of Thackeray painted by Sir John Gilbert, R.A.,\nwas amongst those presented to the Garrick Club. It represents the\nnovelist with long white hair and spectacles seated at a small table on\nwhich tea-things are displayed. In the background appears Stanfield’s\npicture of a Dutch vessel, which may still be seen in one of the Club\napartments.\n\n[Sidenote: =Thackeray, from a drawing by Richard Doyle=\n\n_see page 28_]\n\nThe pencil drawing taken from the life by Richard Doyle, which is now in\nthe British Museum, is an interesting and very characteristic sketch of\nthe novelist.\n\n    He was a cynic; you might read it writ\n      In that broad brow, crowned with its silver hair;\n    In those blue eyes, with childlike candour lit,\n      In the sweet smile his lips were wont to wear.\n\n    A cynic? Yes--if ’tis the cynic’s part\n      To track the serpent’s trail, with saddened eye,\n    To mark how good and ill divide the heart,\n      How lives in chequered shade and sunshine lie.\n                  --_Commemorative verses from_ Punch.\n\n\n\nThe portrait of Thackeray by Sir John E. Millais, P.R.A., which appears\non page 23, is in the possession of Mrs. Richmond Ritchie, and is\nreproduced by her kind permission.",
    "metadata": {
        "author": [
            "Melville, Lewis",
            "Chesterton, Gilbert K. (Gilbert Keith)",
            "Chesterton, Gilbert Keith",
            "Chesterton, G. K. (Gilbert Keith)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/62086/pg62086.txt",
        "name": "thackeray.json"
    }
}