{
    "name": "That Awful Letter: A Comedy for Girls",
    "author": [
        "MacKenzie, Edna I."
    ],
    "body": "These songs can be used in all manner of entertainments. The music is\neasy, and both music and words are especially catchy. Children like\nthem. Everybody likes them. Sheet music. Price 25 cents each. Five\ncopies, $1.00.\n\n=WE HOPE YOU’VE BROUGHT YOUR SMILES ALONG.= A welcome song that will\nat once put the audience in a joyous frame of mind and create a happy\nimpression that will mean half the success of your entire program.\nWords, bright and inspiring. Music, catchy.\n\n=WE’LL NOW HAVE TO SAY GOOD-BYE.= This beautiful song has snap and go\nthat will appeal alike to visitors and singers. It is just the song to\nsend your audience home with happy memories of the occasion.\n\n=WE’VE JUST ARRIVED FROM BASHFUL TOWN.= This song will bring memories\nto the listeners of their own bashful school days. Words, unusually\nclever. Music, decidedly melodious. A capital welcome song, or it may\nbe sung at any time on the program with assured success.\n\n=MY OWN AMERICA, I LOVE THEE.= A song that will bring a thrill of\npatriotism to the heart of every one who hears it. The children and\ngrown-ups just can’t resist the catchy music. It makes a capital\nmarching song.\n\n=COME AND PARTAKE OF OUR WELCOME CAKE.= A merry welcome song and a\njolly one, too. The audience will be immediately curious about the\nWelcome Cake, and the children will love to surprise the listeners with\nthe catchy words. Music, easy and tuneful.\n\n=LULLABY LANE.= The music and words blend so beautifully that people\nwill be humming the appealing strains long after they hear this\ncharming song. A wonderfully effective closing song, whether sung by\nthe school or as a solo by a little girl, with a chorus of other little\ngirls with dolls.\n\n=JOLLY PICKANINNIES.= Words by Elizabeth F. Guptill. Music by Edna R.\nWorrell. This spicy coon song will bring down the house, especially if\nyou use the directions for the motions which accompany the music. The\nblack faces and shining eyes of the pickaninnies will guarantee a hit.\nThe words are great and the music just right.\n\n=THE LITTLE BIRD’S SECRET.= Here is just the song for those two\nlittle folks to sing together. They won’t have to be coaxed to sing\nit, especially when they find that the whole school is to whistle the\nchorus. This is a decided novelty, and will prove a rare treat to your\naudience.\n\n=A GARDEN ROMANCE.= This is a dainty little song telling of the romance\nand wedding of Marigold and Sweet William. It is just the song for\ndainty little girls to sing.\n\n=COME TO THE NURSERY RHYME GARDEN AND PLAY.= Here is something\ndifferent for the little folks to sing. The Nursery Rhyme Folk are so\nfamiliar to children, it will be no trick for them to remember the\nwords. The music has a most captivating swing.\n\n    Paine Publishing Company      -      -      Dayton, Ohio\n\n\n\n\n    That Awful Letter\n\n    _A Comedy for Girls_\n\n\n    BY\n    EDNA I. MAC KENZIE\n\n\n    Copyright, 1919, by\n    PAINE PUBLISHING COMPANY\n\n\n    PAINE PUBLISHING COMPANY\n    DAYTON, OHIO\n\n\n\n\nTHAT AWFUL LETTER\n\n\n\n\nCHARACTERS\n\n\n    MARGARET NEILSON—A Snobbish City Girl.\n    ELIZABETH NORTON—Her Country Cousin.\n    HELEN MONTGOMERY—Margaret’s Dearest Friend.\n    EDITH BROWNING—A Friend of Elizabeth’s.\n    NORA—A Maid of Neilson’s\n\n    (This part may be taken by Edith Browning.)\n\n    TIME OF PLAYING—_About Forty Minutes._\n\n\n\n\nSCENE I\n\n\n(_Sitting-room in Neilson’s house, well furnished. Margaret\noverdressed, is sitting reading a magazine. She looks up impatiently\nand throws it down in disgust._)\n\nMARGARET—(_crossly._) There’s no use in my trying to read or do\nanything else when I’m so provoked. I don’t see why dad can’t (_the\nbell rings_) Oh, drat that bell! I don’t want to see any person. I wish\npeople would stay at home. (_Goes and looks out._) Oh! it’s Helen! I\nwonder what she wants now. She is always running over and I’m sure I’m\nnever over there any more than four times a day at the most. (_Helen\ncomes in and Margaret rushes to embrace her._) Oh Helen, you dear girl!\nI’m so glad to see you. I was just wishing you would come over. Do take\noff your hat and stay awhile. I’ve just been so mad I could boil over\nor bite somebody or do something awful.\n\nHELEN—Why, what is the matter with you? What are you mad about?\n(_Aside, It seems to me she is always in hot water or a stew about\nsomething._)\n\nMARGARET—Well, sit down and I’ll tell you about it. (_They sit down\non a couch._) It seems that dad has some country relations somewhere\nin the backwoods. He’s had them ever since he was born but he’s just\nremembering them now. Well, it seems that there’s a girl about my age\nand dad was looking over some old photos last night and came across one\nof her when she was six years old. That picture put him into the notion\nthat he would like to see that girl and nothing will do but I must\nwrite and ask her up.\n\nHELEN—That won’t hurt you, will it? I think it would be nice to have a\ngirl visiting you. I know when Marian Staddon was visiting me, we had a\ndandy time—parties, dances, and heaps of things.\n\nMARGARET—Yes, but can’t you get anything into your head? This is a\ncousin from the _backwoods_ and just imagine the kind of figure she’d\ncut in our set! Why, she’ll likely have the oddest clothes and speak\nmost horrible English and, and—not know beans. And then that would\nspoil all our plans for getting in with Edith Browning. The Brownings,\nyou know, are such an aristocratic family and are the whole cheese\nsince they moved to the city. I’m just crazy to get in with them, but\nof course if they saw me with that girl, that would spoil everything.\nEdith would know that my father had sprung from common ordinary farmers\nand we have just succeeded in making people think we had very important\nancestors.\n\nHELEN—(_aside_) Gee! but isn’t she some snob. Well, nobody is deceived\nI can vouch for that. (_aloud._) I know Edith Browning is the whole\nthing just at present. I’ve met her several times and think she is\nlovely, (_pause_) not a bit stuck up, you know. Of course we want to\nget in with her, especially this winter when Beth Norton is going to\nvisit her, for everybody will be having parties and things for her.\n\nMARGARET—And pray, who is Beth Norton?\n\nHELEN—Don’t you know? Why, she is the girl that all the girls at\nErskine College were just crazy about. Why, they say there’s never\nbeen a girl there before who was as popular. And act! Why, she took\nthe chief parts in all their plays and the girls said she had any\nprofessional actress beaten all to pieces. Oh yes, we must manage to\nget in with them if we can. Now about your cousin, say, why can’t you\nhave her up for just a couple of days and keep her out of the way?\n\nMARGARET—Dad is bound that I’ll invite her up for two weeks anyway. I\ncan generally manage him pretty well, but this time he’s as obstinate\nas a mule. I’m glad I didn’t inherit his bad qualities.\n\nHELEN—(_aside_) I think she has all of his and some of her own to boot,\n(_aloud_) I have an idea. Write her such a letter that if she has any\nsense at all she’ll know she’s not wanted and then perhaps she won’t\ncome.\n\nMARGARET—(_jumping up_) That _is_ a good idea! Let’s write it now. What\nshall we put into it? (_goes to a table where there is paper and ink,\nsits down to write_)\n\nHELEN—(_going to the table_) Tell her that,—oh, I don’t know. You\nought to be good at that sort of thing. (_Margaret looks up sharply_).\nWriting letters I mean. You can write such splendid ones, you know.\n(_Margaret writes awhile while Helen looks over her shoulder._)\n\nMARGARET—(_rising_) There, that ought to do the trick. What do you\nthink of it?\n\nHELEN—Well, if she can’t take the hint from that that she’s not wanted,\nshe must be as dense as a—a fog! (_goes to put on her hat._) I must go\nfor I promised to stay only a few minutes. Good-bye (_goes towards the\ndoor_) I hope your cousin won’t be too boorish if she does come.\n\nMARGARET—Good-bye. We’ll trust to luck. (_Helen disappears. Margaret\ncomes to centre of stage_) Well, that letter _is_ a good stunt, but my,\nwouldn’t dad be angry if he knew! But I’ll chance it that he doesn’t\nfind out. Now for a toast. (_Pretends to drink._) Here’s to the refusal\nof my invitation to my country cousin.\n\n\nCURTAIN\n\n\n\n\nSCENE II\n\n\n(_A country kitchen. Elizabeth in middy and skirt, enters slowly toward\ncentre of stage, examining an envelope._)\n\nELIZABETH—(_still examining envelope._) I wonder who this letter’s\nfrom. I don’t know the writing and it’s from New York City. But there’s\nlot of people I know there. Perhaps it’s from one of those little girls\nat Erskine College that were always getting a crush on us bigger girls\nand bothering us to death with their gushing. Now, who is it from\nanyway? (_laughing._) Say, I never thought of it, but perhaps if I\nopened it I’d find out. (_Opens and glances over it, and seems amazed\nand reads very slowly aloud._)\n\n                             14 Riverside Drive, New York City.\n\n    Dear Cousin Elizabeth:\n\n    Father wished me to write and ask you to visit us for a\n    couple of weeks. I know that you really wouldn’t want\n    to come as you’d feel so shy and awkward in a city home\n    and among the girls in our set and doubtless you have\n    no clothes suitable for the city; but as he wished me\n    to ask you, I have done so.\n\n                                 Yours truly,\n                                         Margaret Neilson.\n\n(_Elizabeth looks up bewildered._)\n\nELIZABETH—What a queer letter! I wonder if any of the girls are playing\na trick on me. (_thinks._) Now, I have it. I’ve heard mother mention\nher brother, Jerry Neilson, who went to the city and his aristocratic\nwife made him cut his country relations when they got rich. So this\nmust be from my cousin. But how could any girl write such a rude,\ninsolent letter like that! She certainly was forced to write against\nher will. I bet her father never saw that letter. It would serve her\nright if I sent it to him. I’d feel out of place in a city home and in\nher set! Well, (_laughing_) that’s a joke, when I’ve been in some of\nthe best homes in New York City. I wonder what Edith Browning would say\nto that and a lot of the other girls at dear old Erskine. Well, my dear\ncousin, I’ll just write you a polite note of refusal.\n\n(_Goes to table and writes, then reads aloud_).\n\n“Miss Edith Norton regrets with pleasure the sincerely cordial and\nhospitable invitation of Miss Margaret Neilson.” Oh, (_suddenly\njumping and clapping her hands._) I’ve an idea! I’ll accept my kind\nand hospitable cousin’s invitation since she’s so anxious to have me\nand since she expects me to be such a queer freak from the backwoods,\nit would be too bad to disappoint her, so I’ll dress and act the part\nof the poor country cousin she’s looking for. Oh, (_dancing around_)\nit will be heaps of fun. I’ll stay there a day and then I’ll pay Edith\nBrowning that visit I’ve promised her for ages. (_Going towards the\nexit._) The girls at Erskine always said I was a born actress and now\nI’ll have the chance to prove whether they were just flattering me\nor not. (_Stops and glances at the address, 14 Riverside Drive._)\nWhy, Mildred Ewing lives just a couple houses from there. I’ll dress\nthere and just slip over when the coast is clear. There’s some of my\nmasquerade costumes up in the attic. I’ll run and see if I can find\nsomething suitable for my new role. Say, but won’t I lead my dear\ncousin a merry dance! (_Laughs and runs off the stage._)\n\n\nCURTAIN\n\n\n\n\nSCENE III\n\n(_Sitting room in Neilson’s house. Margaret is seated doing fancywork.\nHelen comes in and Margaret rushes to meet her._)\n\n\nHELEN—Say, what’s up now that you had to have me come over in such a\nhurry? Have you any startling news? (_Both go towards centre._)\n\nMARGARET—Oh Helen, I’m in a terrible fix and all over that awful letter\nyou made me write to—\n\nHELEN—(_interrupting indignantly._) I made you write!\n\nMARGARET—Yes, to Elizabeth—or Lizzie as I guess she’s called. Would you\never think she’d accept that invitation?\n\nHELEN—No, she hasn’t, has she?\n\nMARGARET—Yes, she has and here’s her answer. (_shows her a letter\nwritten on some very brightly colored paper or wrapping paper._) Just\nlook at the spelling and the style! Wouldn’t it crimp you? And just\nwait until I read it to you (_begins to read, while Helen follows her\nover her shoulder and giggles all through the reading of it._)\n\n    Dear Maggie—(_Isn’t that abominable?_)—\n\n    I’ve been wanting ter visit the city ever since I was\n    skin high to a grasshopper, but didn’t know I had any\n    kin in the city that I could visit. It’s awferlly kind\n    of youse to ask me and I’ll be there as sure as guns\n    this coming Wednesday. I jest got some new clothes made\n    by Susannah Sparks and they’re mighty stylish, I kin\n    tell yer. I aint a bit bashful so youse kin invite all\n    the people in youse like. I’d like ter meet yer friends\n    awful well. Remember me to yer pap.\n\n                                 Yers to a sliver,\n                                          Lizzie Norton.\n\n(_throws the letter down on the table in disgust and makes a face._)\nIsn’t that perfectly awful? That means she’ll be here to-morrow and oh,\nshe must be dreadful! And what if she should tell dad about that awful\nletter we wrote! Oh, why did I do it, and whatever will I do? (_Sinks\ndown in chair and begins to cry._)\n\nHELEN—(_going over and putting her arm around her._) Oh, cheer up!\nThings might be worse. You can manage to avoid the girls for awhile\nand you can give Lizzie books to read or something to keep her in the\nbackground and out of mischief.\n\nMARGARET—(_drying her eyes._) It’s a good thing she isn’t coming today\nfor you know I’ve invited Edith Browning for tea and I want to be on my\nbest behavior and be as nice as I can so as to make a good impression.\nIf Lizzie were here, I would be mortified to death. (_bell rings behind\nstage._) Oh, there’s the bell. It’s too early for Edith. I wonder who\nit is. (_goes to the door and looks out._) There’s Nora answering the\ndoor now. (_throws up her hands in horror._) Good heavens, who can that\nawful person be!\n\nHELEN—What person? (_Goes and looks too and giggles._) Goodness, I bet\nshe’s escaped from some asylum. But listen, Nora’s going to settle her.\n(_both listen at door._)\n\nNORA—(_behind the scenes_) Yez can’t come in here. This is no place for\nthe likes of ye. Ye’d better thry the asylum where ye belong.\n\nELIZABETH—(_behind the scenes_) Yer’d better go there yerself. Let me\ntell yer that I kin come in if I want ter. I’ve come to visit my Uncle\nJerry and yer needn’t think a red-haired freckled flip of a thing like\nyer can stop me. Now stop making a door of yerself and let me through\nor I’ll tell my cousin Maggie on yer.\n\nHELEN—Good heavens, here she comes! (_Drags Margaret to front of stage\nwhere they both fall limp into chairs._)\n\nMARGARET—Merciful powers, it’s Lizzie! Isn’t she—(_Elizabeth appears at\ndoor, dressed in a most ridiculous fashion and carries an old-fashioned\ntelescope and a big satchel. Both girls sit staring at her._)\n\nELIZABETH—(_Rushing up to them and throwing down her telescope_)\nHelloa, girls! Be one of youse my cousin Maggie? I’m Lizzie Norton. I\ngot a chance ter come up a day earlier so I didn’t think it would make\nany odds. (_The girls have jumped to their feet thunder-struck._)\n\nELIZABETH—(_looks from one to the other_) Say, what’s the matter with\nyouse? Be youse both deef and dumb?\n\nMARGARET—(_extending her hand which Elizabeth seizes_) I’m _Margaret_\nNeilson so I suppose you must be my cousin Lizzie. We were not\nexpecting you until to-morrow. (_Aside to Helen._) Oh, Helen, isn’t she\nperfectly dreadful?\n\nHELEN—(_aside to Margaret_) Well, I should say! And her clothes sure\nare the latest style as there’s never been any like them—yet!\n\nELIZABETH—(_tugging at the elastic on her hat_) Well, youse didn’t tell\nme ter take off my hat, but I guess I’ll make myself ter hum. (_Takes\noff her hat and throws it on the couch and stares around._) My, aint\neverything here perfectly grand! (_Goes around the room._) Youse folks\nmust be pretty stylish. Now, ter home us folks aint never seen such\nnice things. (_Turns suddenly._) Say, how’s Uncle Jerry, Maggie?\n\nMARGARET—If you’re referring to my father, his name is J. Ernest\nNeilson, so please call him Uncle Ernest. As for myself, I detest the\nname of Maggie. _Do_ call me Margaret.\n\nELIZABETH—Oh, yer rather peppery aint yer? I’m sure Jerry is just as\ngood a name as yer kin find anywhere. Why, we named our old white horse\nthat and a better horse yer couldn’t have. As for Maggie, our black\nand white spotted cow is called that and she gives more milk than any\nof them. (_Margaret looks more and more disgusted and Helen amused._)\nSay, aint you going to interduce me to your friend? At hum we always\ninterduce everybody to everybody else.\n\nMARGARET—I beg your pardon. This is my friend, Miss Helen Montgomery.\n(_Helen raises her hand very high and Elizabeth pulls it down and\nshakes it heartily._)\n\nELIZABETH—Please ter meet you, Helly. I suspect I’ll get real\nacquainted with yer before my visit’s over. Yer don’t look quite as\nstuck-uppish as my cousin there. (_Margaret makes a face while Helen\nlaughs._)\n\nHELEN—I feel greatly complimented, I’m sure. (_Aside_) She’s summed up\nMargaret pretty well for a green country girl.\n\nELIZABETH—(_examining the girl’s clothes_) Say, girls, yer dressed up\nmighty swell. Be yer going to a party?\n\nMARGARET—(_proudly_) Why, no, these are just our every-day clothes.\n\nELIZABETH—(_in surprise_). You don’t say! (_Smoothing down her own\ndress proudly._) Don’t you like my new dress? (_Margaret looks\ndisdainful._) I was bound to have Susannah make it stylish and put in\nall the pleats and frills she could. I think she made a real good job\nof it, don’t youse?\n\nHELEN—(_sarcastically_) Why, yes, I think it is beautiful (_looking\nat Elizabeth’s hat_) and what a lovely hat you have and so becoming.\n(_Turns her back to laugh._)\n\nELIZABETH—(_getting the hat and turning it around in her hand_) Yes, I\nthink it mighty nice and so should it be for it was awferlly expensive.\nI paid $1.98 for the shape itself at (_names a local milliner_) and\nI trimmed it myself. (_Puts it back on sofa. Helen and Margaret sit\ndown._)\n\nHELEN—(_aside_) It wouldn’t need a detective to make that discovery,\nthat’s one thing sure.\n\nELIZABETH—(_unfastening satchel and taking out a gaily colored\ncentre-piece_) Now, I’ll jest set down and work at this centre-piece.\n(_Sits down in rocking chair and works._) I’m going to give it to you,\nMag—_Margaret_, I mean, for yer parler table.\n\nMARGARET—(_aside_) Oh, gee, imagine that on our highly polished table.\nI guess it will be more likely to adorn the attic. (_aloud_) Oh, that’s\nvery nice of you. By the way, how did you find your way here?\n\nHELEN—Oh yes, how did you when you had never been in the city before?\n\nELIZABETH—Well, now, I did have a mighty hard time of it at first. I\nasked one of them policemen if he could tell me where Uncle Jer—where\nMr. J. Ernest Neilson lived and he just laughed at me. (_She keeps\nrocking._)\n\nHELEN—Well, I should think he would. Didn’t you know any better than\nthat?\n\nELIZABETH—(_still sewing_) Why, I was told that them policemen could\nanswer any kind of a question. At hum everybody knows where everybody\nelse lives so I thought it would be the same here. (_Both girls\nlaugh._) Anyway he asked what his address was and I showed him the top\nof yer letter.\n\nMARGARET—(_in horror_) You didn’t show him my letter!\n\nELIZABETH—Sure and he must have got a good squint at what was in it,\ntoo, for he looked so funny. Well he told me to get into one of them\nstreet car things, and the feller who was all dressed up in brass\nbuttons and took the tickets told me when to get into another so it was\nreal easy. But I think the people here are dreadfully imperlite. They\nkept giggling and giggling. I asked one what the joke was and she grew\nawfully red and didn’t answer. I think it’s mighty rude not to tell\nother folks the joke, why down to hum—(_looks up just as the girls are\nturning up their noses_). Say, what’s the matter with your noses? Have\nthey nervous twitches in them? Get a bottle of Dr. Cure-all’s syrup of\ntar at (_name of local druggist_) and it will soon stop that for it\ncured my cold. (_Rising and throwing fancy work on chair._) Laws a me,\nI’m awfully thirsty. Where’s the kitchen (_goes towards door, Margaret\nstarts up_). Never mind coming. I’ll just use the dipper so you don’t\nneed to get me a glass.\n\nMARGARET—Well, tell Nora to get you a drink. (_Exit Elizabeth_). Oh\nHelen, I never saw anybody so common—\n\nHELEN—(_interrupting_). Why she’s the most _un_common specimen I ever\nmet in all my life.\n\nMARGARET—(_proceeding_)—and horrid before—and oh, (_jumping up in\nconsternation_), I forgot all about Edith coming. She’ll be here soon\nnow and I simply must get Lizzie out of the way before she comes. Oh\nHelen, (_putting her arm around her_), hurry up and think up something\nto help me out of this hole.\n\nHELEN—(_aside_), And she was so grateful when I tried to help her the\nlast time. But she’s in a pretty tight box now so I guess I’ll have\nto try and patch it up. I wish her _important ancestors_ had given\nher some brains. (_Aloud._) Oh, tell her—tell her—. Now let me think\n(_thinks for a minute and suddenly grabs Margaret’s arm_). I have it.\nTell her that you know she must be very tired after her long journey\nand that you’re sure she would like to rest and have tea quietly in\nher own room. Nora could take it up on a tray. Lizzie will think it’s\nso considerate of you, I’m pretty sure, and the novelty of having\nthings sent up to her might appeal to her. Let’s try it anyway.\n\nMARGARET—All right. I’d try anything. (_Elizabeth appears._) But here\nshe comes now. (_Elizabeth comes toward centre and Margaret goes to\nmeet her and puts her arm around Elizabeth’s waist_). Oh Lizzie, I know\nyou must be pretty tired after your long journey. I think perhaps you\nhad better rest quietly until tea time. Then I’ll tell Nora to fix you\nup a nice dainty tray and you’ll be under no nervous strain at all.\n\nELIZABETH—Me tired after that speck of a ride on the train! Why I’ve\nsaw me walk five miles ter town and go home and milk ten cows and not\nbe a bit the worse for it. And talk about nerves. Well I may be _nervy_\nbut I aint got them nerves that make people act like sillies. Now I’ll\njust go up and put on my red chiny silk dress Susannah fixed up that\nstylish with yeller bows and six frills and point de spit lace. It will\nonly take me a few minutes and I’ll be down in lots of time for supper.\n(_Gets valise and goes towards exit, then stops at one end of stage_),\n(_Aside_), I guess it’s time that I ended this farce. I think I’ve\ngiven my dear cousin a pretty strong jolt, judging from her face and\nactions. Gee, she’s the limit all right. Anyway, I had better change\ninto a decent dress as I would hate to offend Uncle Jerry—I mean _Uncle\nJ. Ernest Neilson_ (_exit Elizabeth_).\n\n(_Margaret sits moodily in chair with head propped on knees. Helen sits\ntoying with some fancy work._)\n\nHELEN—For goodness sake, Margaret, cheer up, you’re not dead yet!\n\nMARGARET—I wish I were. What am I going to do? and Edith is due any\nminute. I wonder what made Lizzie strike today.\n\nHELEN—(_explosively_) Well, do you know, I like her!\n\nMARGARET—(_in surprise_) Do you really? Well, I believe I do myself.\nThere’s something rather refreshing about her and she’s so frank and\ngood-natured. She doesn’t bear the least grudge for that horrid letter\nwe sent. Perhaps she doesn’t see anything wrong with it though. Oh,\nwhatever made me do it? I feel as mean as dirt everytime I think of it.\nI’d give anything if I had never written it.\n\nHELEN—Yes, I guess it was pretty shabby, but what’s done cannot be\nundone. Anyway, I don’t suppose she knows enough to take offense at it.\n(_Starting up._) Oh, I have an idea!\n\nMARGARET—(_moodily_), I notice that you do catch on to one once in a\nwhile. Well let’s hear it.\n\nHELEN—(_aside in disgust_) Now, wouldn’t that crimp you! She couldn’t\nfind an idea all by herself in a thousand years. (_Aloud_). Why, I was\njust thinking that Lizzie would look quite pretty if she had a decent\ndress to wear and was fixed up some. Now, what’s to hinder you lending\nher one of your pretty dresses and doing her hair in some becoming\nfashion? I bet she wouldn’t look bad at all.\n\nMARGARET—Why, she wouldn’t. I’ll go right up now and do it (_starts\ntoward exit_), or she’ll be coming down in some awful concoction of a\ndress. Oh, dear, I feel awfully nervous.\n\nHELEN—Did you hear what she said about nerves? The very idea, when\nnerves are all the go now. (_Bell rings_). Oh, there’s Edith now. I\nwish she had stayed away for half an hour longer.\n\nMARGARET—So do I. And however will I manage to fix Lizzie up now?\n\nHELEN—Talk for a few minutes and then excuse yourself and I’ll\nentertain Edith until you come back.\n\nMARGARET—(_warmly_) Helen, you’re a dear and just full of ideas. I\ndon’t know what I’d do without you. (_Goes out_).\n\nHELEN—(_aside dramatically_), Behold the expanding of Miss Margaret\nNeilson’s character. She is actually wakening up to what I am trying to\ndo for her and has even expressed one grain of gratitude. Well I guess\nI’ll hang on to the grain, perhaps it will sprout. (_Sees Lizzie’s hat\nand fancy work._) Goodness I’d better get these out of sight or they’d\nbe a sure giveaway. (_Runs and thrusts fancy work under a cushion and\nthrows hat behind couch. Margaret appears arm in arm with Edith who is\nwell but quietly dressed. Helen goes to meet them._)\n\nMARGARET—You know Helen Montgomery don’t you, Miss Browning?\n\nEDITH—Oh call me Edith, it’s more sociable and I’ll call you Margaret.\nWhy yes, (_shaking hands with Helen_), I have met you several times,\nhaven’t I? Coming to a new city it takes a person quite awhile to get\nacquainted, but I’m managing not too badly.\n\nHELEN—Why, I should say not. You have made hosts of friends already\nfrom all accounts.\n\nEDITH—Yes, everybody has been awfully kind to me and then I’d met\nseveral people when I was at Erskine. (_All girls take seats, Edith\nsitting where she can see the exit by turning slightly._) I hope you\ngirls weren’t expecting me any sooner. I had some shopping to do and\nthat delayed me.\n\nMARGARET—Oh, that’s all right, but we were just saying we wish you’d\nhurry up so that we could have a nice, long chat about everything\nbefore supper, so—\n\nHELEN—(_interrupting_) Oh, Edith, do tell us about some of the jolly\ntimes you had at Erskine College. I’m just aching to hear about them.\n(_Draws chair closer to Edith_).\n\nMARGARET—Yes, please do! (_Draws her chair closer_).\n\nEDITH—Why, I could tell you lots, but really I wouldn’t know where to\nbegin and once I began, I wouldn’t know where to stop. For one thing\nwe used to have midnight suppers whenever one of the girls would get a\nbox from home. We’d all meet in one room and have nothing but candles\nfor a light and when we heard anyone coming, we would have to blow them\nout, quick as wink. Oh, but it was exciting when we heard any footsteps\noutside! There’d be a wild scamper, I can tell you.\n\nHELEN AND MARGARET—I guess there would be. What would you do?\n\nEDITH—Everybody would grab the first thing that came handy and we’d\nmake ourselves as small as possible. We’d squeeze four or five into bed\nwith the eats and a few under while the rest would get into a closet.\nOne of the girls would snore and the teacher would think she was asleep\nand pass on. It was pretty hard on the eats, though, being grabbed\nin such a hurry and getting all crushed up, but then it was lots of\nexcitement and fun.\n\nHELEN—What else did you do?\n\nEDITH—Well, we put on some pretty good amateur plays. Beth Norton, was\nsimply grand in anything like that. Say, (_with enthusiasm_) you just\nought to know Beth. She’s the dearest girl out. Everybody raved over\nher at Erskine. She was just bubbling over with fun and mischief and\nkept things lively all the time. She was so good-hearted and kind too\nand had the most forgiving nature. One girl said she was so full of fun\nthat there wasn’t a speck of room for spite to lodge in.\n\nMARGARET—She must be lovely. I’d like awfully well to meet her.\n\nEDITH—Well, I don’t see why you couldn’t for I just got a letter from\nher and she said she was going to visit me in a couple days. She said\nshe was visiting some snobbish cousin of hers who needs to be taken\ndown a peg or two. I’d love to see her do it, but I wouldn’t like to be\nthe cousin, I can tell you.\n\nMARGARET—No, nor I either, but those people who put on such airs ought\nto have it taken out of them some way or other. I wonder who she is.\n\nEDITH—I don’t know. Beth wouldn’t think of giving her away. (_Helen\nstares fixedly at Margaret and nods. Margaret rises_).\n\nMARGARET—I wonder if you’d excuse me for a few minutes. I have some\nthings I must attend to.\n\nEDITH—Why of course. Don’t hurry back. (_Gazes at Margaret starting to\ngo out. Elizabeth appears at exit very daintily dressed._)\n\nEDITH—(_rushing past Margaret seizes Elizabeth and hugs her_), Why\nBeth, you dear girl, (_pulls her towards centre_), wherever did you\ncome from? The girls were just saying they didn’t know you. (_Margaret\nand Helen both stand in amazement._) That’s funny.\n\nELIZABETH—Oh, helloa Edith! I didn’t know you knew my cousin. I’m just\nstaying here until to-morrow and then I’m going to your place for\nawhile.\n\nEDITH—(_aside in horror_), So this Margaret Neilson is the snob Beth\nis to take down a peg. Good gracious, but I’ve put my foot into it.\n(_Edith and Beth go to one side and eagerly converse in low tones_).\n\nMARGARET—(_to Helen_), Lizzie, Beth Norton! Why whatever does it mean\nanyway? (_thinks_), How can she be one and the same person? Oh, oh, I\nsee it now. The names are both nicknames and I never imagined my cousin\nElizabeth was the much talked of Beth. And so I’m the snob that Edith\nsaid Beth was to take down a peg! (_Pauses_) And the worst of it is I\nknow I deserve it after that horrible letter. I don’t deserve to have\nher ever speak to me again.\n\nHELEN—But, whatever did she mean by dressing up like that!\n\nMARGARET—Why, don’t you see? Didn’t you say that when she acted, she\nhad all the professionals beaten to pieces? Well, she’s acted that\ncountry gawk I inferred in that letter to take me down that peg. Gee,\nshe’s taken me down a whole bunch of them. And oh look how we treated\nher since she came. Oh, Helen, I’m so ashamed. I wish there was a hole\nin the floor so that I could crawl into it.\n\nHELEN—(_aside_), Thank goodness, she’s admitted that much. There’s hope\nfor her yet. (_Aloud._) We both acted awfully mean and for my part I’m\ngoing to take my pill and swallow it.\n\nMARGARET—I will too. It’s mighty bitter, but the worse the medicine\ntastes, as a rule, the better are the results. I’ll never—(_Elizabeth\ncomes up to her_).\n\nELIZABETH—Well, Mag—Margaret, I guess it’s up to me to explain. You see\nwhen I got your letter which showed me so plainly that you considered\nany person brought up in the country was some sort of a curiosity\nand nothing but an ignoramus, I thought I would come and explain to\nyou that the farmers of today are among the best educated and most\nwealthy people there are and their daughters are receiving the very\nbest advantages that can be gotten. But when I read your letter over, I\ncouldn’t resist the temptation of acting the awkward gawk of a specimen\nyou expected. Did I succeed?\n\nMARGARET—Succeed! Oh goodness, it was awful. (_Sinks into a chair and\nstarts to cry_), Oh, Liz—Beth, I mean. I know I’ve been as nasty and\nsnobbish as I could. And you don’t know how mean I’ve felt ever since\nI wrote that awful, awful letter. I’ve wished again and again that I’d\nnever been so rude and horrid. Will you ever forgive me? (_Cries_).\n\nELIZABETH—(_Putting her arm around her_), Oh, cheer up, Margaret, of\ncourse I’ll forgive you; you just need some of your notions changed.\nThat’s all. And when it comes to forgiving, perhaps I’d better ask you\nto forgive me for playing such a trick on you. (_Aside, laughing_),\nBut, gee it was the best fun I’ve had for ages. Their shocked faces!\n(_laugh_), their turned up noses, (_laughs_), their open disgust. Oh\nglory, it was worth a circus to see them.\n\nEDITH—Well, let’s forget everything that’s been done and said and begin\nall over again. I think we’ll be great friends. Let’s shake over it.\n(_She takes Helen’s hand, Elizabeth takes Margaret’s and they stand\nwith crossed hands in front of stage_).\n\nELIZABETH—Oh girls, see how our hands are crossed; I wonder who’s going\nto be married first.\n\n\n    CURTAIN\n\n\n\n\nChristmas Entertainments\n\n\n=CHRISTMAS AT PUNKIN HOLLER.= A new Christmas play by Elizabeth F.\nGuptill that abounds in clean, wholesome fun from beginning to end. It\ndepicts the trials of the teacher of an old-fashioned “deestric school”\nin conducting the last rehearsal for the Christmas Entertainment. Some\nof the pupils are in “custom,” as big Jake puts it, and “Sandy Claus”\nis there. The children go through their parts with gusto and more or\nless success. May be given in any schoolroom by any number. Easy to\nproduce. Costumes simple. Children and grown-ups will be delighted with\nCHRISTMAS AT PUNKIN HOLLER. Price, 15 cents.\n\n=A TOPSY TURVY CHRISTMAS.= Another new Christmas play by Elizabeth F.\nGuptill. It is decidedly humorous from start to finish. The characters\nare strong and at every turn of the play there is a happy surprise for\nthe audience. The children are tired of “minding,” and the everything\nbeing “just so,” so they start to find a place where they will find\nthings different. They find it in Topsy Turvy Land, where they have\nstrange experiences. When at last they have a Topsy Turvy Christmas,\nthey are ready to go home and be satisfied with things just as they\nare. May be given in any schoolroom by any number of children not less\nthan fifteen. In two short scenes. This clever play will prove a sure\nwinner wherever produced. Price, 15 cents.\n\n=CHRISTMAS AT McCARTHY’S.= Elizabeth P. Guptill. Here is a new\nChristmas play for the older children and as many young children as\nare available. It combines in a marked degree the gentlest pathos and\nthe most sparkling humor. Several nationalities are represented in the\ntenement and there is opportunity for the introduction of specialties\nif desired. Circumstances cause Elsie, the tenement orphan, to believe\nJimmy, the newsboy, will buy her a Christmas present, and it seems\nit is up to Jimmy to do it. Christmas is an unknown quantity at the\ntenement, but all agree that Elsie must not be disappointed, and plan\nto have one somehow. The entertainment is given by the “inhabitints\nthimsilves,” at McCarthy’s. In the midst of the fun, Elsie’s lost\nfather walks in, and the finale is a general rejoicing. Price, 25c.\n\n=CHRISTMAS DIALOGUES.= By Cecil J. Richmond. A book full of the\nchoicest new and original dialogues for Christmas, parts for both boys\nand girls being well provided for. Some are for the little folks, in\nrhyme, some are for intermediate grades, and others for older children.\nEvery dialogue in this book is decidedly to the point and easy to\nprepare. They will delight young and old alike. Contents: Is There\na Santa Claus? 2 small children, Santa Claus and chorus; Herbert’s\nDiscovery, 2 boys; The Christmas Dinner, 2 little girls, 1 larger girl\nand 2 boys; Playing Santa Claus, 1 small and 2 larger boys; A Double\nChristmas Gift, 2 small girls, 2 larger girls, and 3 boys. Price, 15\ncents.\n\n=EVERGREEN AND HOLLY—SONG AND DRILL.= By Elizabeth F. Guptill. A drill\nfor any even number of boys and girls, or all girls. The girls carry\ngarlands of evergreen while the boys carry wreaths of the same. After a\nspectacular drill and fancy march they all sing a beautiful Christmas\nsong, which accompanies the drill. Following the song they wind a\nspiral to the center of the stage, unwind same and march off. Complete\ninstructions are given. It is the best Christmas drill ever published;\neasy to produce and decidedly novel. Price, 15 cents.\n\n=PEARL’S CHRISTMAS.= Original, pleasing and interesting Christmas\ndialogue with an excellent moral, for 3 boys and 4 girls. Price, 5\ncents; seven copies, 25 cents.\n\n=SITTING UP FOR SANTA CLAUS.= A humorous dialogue for 6 girls, 5 boys,\nand Santa Claus. If you expect to have a Christmas entertainment, you\nsurely want this. Single copy, 10 cents; or 10 copies, 60 cents.\n\n    Paine Publishing Company, Dayton, Ohio\n\n\n\n\nREADINGS AND RECITATIONS\n\n\n=COMIC ENTERTAINER, THE.= An up-to-date collection of the choicest\nhumor. Such a variety in prose and poetry as to suit almost any\noccasion. The book also contains four monologues, two for male and two\nfor female characters; also four short dialogues. Price, thirty cents.\n\n=HUMOROUS MONOLOGUES.= By Mayme R. Bitney. A fine collection of\ntwenty-nine original monologues designed for the use of the amateur\nand the professional monologist. Practically suitable for ladies. The\nauthor has brought out with skill the humorous incidents that help make\nup the life of the country girl and woman, while the fashionable woman\nof the city, who is interested in parties, teas and golf, is just as\ntruthfully depicted. Price, thirty cents.\n\n=THE EXCELLENT SCHOOL SPEAKER.= The “Excellent”—is true to name. A\nbook of over one hundred pages, especially compiled for us by C. S.\nBradford, containing selections of poetry and prose, new and fresh.\nFull of good things. You can make no mistake in securing this speaker.\nPrice, fifteen cents.\n\n=HOWE’S COMIC SCHOOL SPEAKER.= Full of short, pithy, comic, and\nhumorous recitations. This book should be in every school. Price,\nfifteen cents.\n\n=HOWE’S EXHIBITION SCHOOL SPEAKER.= Contains about one hundred pages of\nselections of great range from the choicest literature of our country,\nsuitable for schools, homes and exhibitions. It is the best thing out.\nSend for it. Price, fifteen cents.\n\n=THE JUVENILE SPEAKER.= Every piece in this little book can be used and\nis worthy of its place in this useful work. It is undoubtedly the best\nbook of the kind, for the money, published; and is highly recommended\nby teachers everywhere. Price, twenty cents.\n\n=LITTLE PIECES FOR LITTLE PEOPLE.= Each set has twenty cards containing\ntwenty-nine bright, pretty recitations for boys and girls, from five to\nten years of age. Teachers like the pieces because of their convenient\nform. Being printed on cards, all wearisome copying is avoided. Price,\nfifteen cents.\n\n=MONOLOGUES FOR YOUNG FOLKS.= By Mayme Riddle Bitney. Fifty-four\noriginal, clever, humorous monologues for young people from six to\nsixteen, or for monologists who impersonate children. A recitation may\nbe a recounting of incidents, but a monologue has action; it becomes\nalive, and you are carried along with intense interest. A great variety\nof subjects. Also twenty-eight selections as follows: For Washington’s\nBirthday (4). For Labor Day (4). For Memorial Day, Flag Day, and other\nPatriotic Occasions (3). For Thanksgiving Day (8). For Christmas (9).\nPrice, thirty cents.\n\n=RECITATIONS FOR PRIMARY GRADES, ORIGINAL AND UNIQUE.= By Elizabeth F.\nGuptill. A collection of an unusual sort. Every one is as interesting\nas a story, and every one has a very decided point. Not a recitation in\nthe collection that is dull or impractical. Price, fifteen cents.\n\n=THE NORMAL SPEAKER.= A book suited to the wants of all, from the\nsmallest school-child to the oldest reader. Do you want the most\neloquent passages ever delivered by our greatest orators? Do you want\nthe most soul-stirring patriotism? Do you want the purest, tenderest\nand most ennobling pathos? Do you want the most droll, eccentric and\nludicrous descriptions and characterizations? Do you want the richest,\nrarest and most side-splitting humor? Do you want to arouse a new\ninterest in literature and elocution among your pupils? Do you want\nthe selections recited by the most eminent elocutionists? Do you want\nthe cream, the quintessence of all that is suitable for reading or\ndeclaiming in schools, exhibitions, literary societies, picnics, or in\nthe family or private reading room? Buy the Normal Speaker and you will\nbe sure to find in it something that will supply your wants. Price,\nthirty cents.\n\nOur large Entertainment Catalogue sent on request.\n\n    PAINE PUBLISHING COMPANY, DAYTON, OHIO.\n\n\n\nThe back cover had a sticker over the top obscuring the first entry and\ntitle. A duplicate advertisement was located and the words supplied\nfrom that.\n\nPage 6, repeated word “of” removed from text (and some of her own)\n\nBack cover, “Chistmas” changed to “Christmas” (a beautiful Christmas)",
    "metadata": {
        "author": [
            "MacKenzie, Edna I."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/52818/pg52818.txt",
        "name": "that_awful_letter_a_comedy_for_girls.json"
    }
}