{
    "name": "The Widow's Dog",
    "author": [
        "Mitford, Miss",
        "Mitford, Mary Russell"
    ],
    "body": "One of the most beautiful spots in the north of Hampshire--a part of the\ncountry which, from its winding green lanes, with the trees meeting over\nhead like a cradle, its winding roads between coppices, with wide turfy\nmargents on either side, as if left on purpose for the picturesque and\nfrequent gipsy camp, its abundance of hedgerow timber, and its extensive\ntracts of woodland, seems as if the fields were just dug out of the\nforest, as might have happened in the days of William Rufus--one of the\nloveliest scenes in this lovely county is the Great Pond at Ashley End.\n\nAshley End is itself a romantic and beautiful village, struggling down a\nsteep hill to a clear and narrow running stream, which crosses the road\nin the bottom, crossed in its turn by a picturesque wooden bridge, and\nthen winding with equal abruptness up the opposite acclivity, so that\nthe scattered cottages, separated from each other by long strips of\ngarden ground, the little country inn, and two or three old-fashioned\ntenements of somewhat higher pretensions, surrounded by their own\nmoss-grown orchards, seemed to be completely shut out from this bustling\nworld, buried in the sloping meadows so deeply green, and the hanging\nwoods so rich in their various tinting, along which the slender wreaths\nof smoke from the old clustered chimneys went smiling peacefully in the\npleasant autumn air. So profound was the tranquillity, that the slender\nstreamlet which gushed along the valley, following its natural windings,\nand glittering in the noonday sun like a thread of silver, seemed to\nthe unfrequent visiters of that remote hamlet the only trace of life and\nmotion in the picture.\n\nThe source of this pretty brook was undoubtedly the Great Pond, although\nthere was no other road to it than by climbing the steep hill beyond\nthe village, and then turning suddenly to the right, and descending by\na deep cart-track, which led between wild banks covered with heath and\nfeathery broom, garlanded with bramble and briar roses, and gay with\nthe purple heath-flower and the delicate harebell,* to a scene even more\nbeautiful and more solitary than the hamlet itself.\n\n     * One of the pleasantest moments that I have ever known, was\n     that of the introduction of an accomplished young American\n     to the common harebell, upon the very spot which I have\n     attempted to describe. He had never seen that English wild-\n     flower, consecrated by the poetry of our common language,\n     was struck even more than I expected by its delicate beauty,\n     placed it in his button-hole, and repeated with enthusiasm\n     the charming lines of Scott, from the Lady of the Lake:--\n\n          \"For me,\"--she stooped, and, looking round,\n          Plucked a blue harebell from the ground,--\n          \"For me, whose memory scarce conveys\n          An image of more splendid days,\n          This little flower, that loves the lea,\n          May well my simple emblem be;\n          It drinks heaven's dew as blithe as rose\n          That in the King's own garden grows,\n          And when I place it in my hair,\n          Allan, a bard, is bound to swear\n          He ne'er saw coronet so fair.\"\n\n     Still greater was the delight with which another\n     American recognised that blossom of a thousand\n     associations--the flower sacred to Milton and Shakspeare--the\n     English primrose. He bent his knee to the ground in\n     gathering a bunch, with a reverential expression which I\n     shall not easily forget, as if the flower were to him an\n     embodiment of the great poets by whom it has been\n     consecrated to fame; and he also had the good taste not to\n     be ashamed of his own enthusiasm. I have had the pleasure of\n     exporting, this spring, to my friend Miss Sedgwick, (to\n     whose family one of my visiters belongs,) roots and seeds of\n     these wild flowers, of the common violet, the cowslip, and\n     the ivy, another of our indigenous plants which our\n     Transatlantic brethren want, and with which Mr. Theodore\n     Sedgwick was especially delighted. It will be a real\n     distinction to be the introductress of these plants into\n     that _Berkshire_ village of New England, where Miss\n     Sedgwick, surrounded by relatives worthy of her in talent\n     and in character, passes her summers.\n\nIt was a small clear lake almost embosomed in trees, across which an\nembankment, formed for the purpose of a decoy for the wildfowl with\nwhich it abounded, led into a wood which covered the opposite hill; an\nold forest-like wood, where the noble oaks, whose boughs almost dipped\ninto the water, were surrounded by their sylvan accompaniments of birch,\nand holly, and hawthorn, where the tall trees met over the straggling\npaths, and waved across the grassy dells and turfy brakes with which it\nwas interspersed. One low-browed cottage stood in a little meadow--it\nmight almost be called a little orchard--just at the bottom of the\nwinding road that led to the Great Pond: the cottage of the widow King.\n\nIndependently of its beautiful situation, there was much that was at\nonce picturesque and comfortable about the cottage itself, with its\nirregularity of outline, its gable ends and jut-ting-out chimneys,\nits thatched roof and penthouse windows. A little yard, with a small\nbuilding which just held an old donkey-chaise and an old donkey, a still\nolder cow, and a few pens for geese and chickens, lay on one side of the\nhouse; in front, a flower court, surrounded by a mossy paling; a larger\nplot for vegetables behind; and, stretching down to the Great Pond on\nthe side opposite the yard, was the greenest of all possible meadows,\nwhich, as I have before said, two noble walnut and mulberry-trees, and a\nfew aged pears and apples, clustered near the dwelling, almost converted\ninto that pleasantest appanage of country life, an orchard.\n\nNotwithstanding, however, the exceeding neatness of the flower-court,\nand the little garden filled with choice beds of strawberries, and\nlavender, and old-fashioned flowers, stocks, carnations, roses, pinks;\nand in spite of the cottage itself being not only almost covered with\nclimbing shrubs, woodbine, jessamine, clematis, and musk-roses, and in\none southern nook a magnificent tree-like fuchsia, but the old chimney\nactually garlanded with delicate creepers, the maurandia, and the lotus\nspermus, whose pink and purple bells, peeping out from between their\nelegant foliage, and mingling with the bolder blossoms and darker\nleaves of the passion-flower, give such a wreathy and airy grace to the\nhumblest building;* in spite of this luxuriance of natural beauty, and\nof the evident care bestowed upon the cultivation of the beds, and the\ntraining of the climbing plants, we yet felt, we hardly could tell\nwhy, but yet we instinctively felt, that the moss-grown thatch, the\nmouldering paling, the hoary apple trees, in a word, the evidences of\ndecay visible around the place, were but types of the fading fortunes of\nthe inmates.\n\n     * I know nothing so pretty as the manner in which creeping\n     plants interwreath themselves one with another. We have at\n     this moment a wall quite covered with honeysuckles,\n     fuchsias, roses, clematis, passion flowers, myrtles,\n     scobsea, acrima carpis, lotus spermus, and maurandia\n     Barclayana, in which two long sprays of the last-mentioned\n     climbers have jutted out from the wall, and entwined\n     themselves together, like the handle of an antique basket.\n     The rich profusion of leaves, those of the lotus spermus,\n     comparatively rounded and dim, soft in texture and colour,\n     with a darker patch in the middle, like the leaf of the old\n     gum geranium; those of the maurandia, so bright, and\n     shining, and sharply outlined--the stalks equally graceful\n     in their varied green, and the roseate bells of the one\n     contrasting and harmonising so finely with the rich violet\n     flowers of the other, might really form a study for a\n     painter. I never saw anything more graceful in quaint and\n     cunning art than this bit of simple nature. But nature often\n     takes a fancy to outvie her skilful and ambitious\n     handmaiden, and is always certain to succeed in the\n     competition.\n\nAnd such was really the case. The widow King had known better days. Her\nhusband had been the head keeper, her only son head gardener, of\nthe lord of the manor; but both were dead; and she, with an orphan\ngrandchild, a thoughtful boy of eight or nine years old, now gained a\nscanty subsistence from the produce of their little dairy, their few\npoultry, their honey, (have I not said that a row of bee-hives held\ntheir station on the sunny side of the garden?). and the fruit and\nflowers which little Tom and the old donkey carried in their season to\nBelford every market-day.\n\nBesides these their accustomed sources of income, Mrs. King and Tom\nneglected no means of earning an honest penny. They stripped the downy\nspikes of the bulrushes to stuff cushions and pillows, and wove the\nrushes themselves into mats. Poor Tom was as handy as a girl; and in the\nlong winter evenings he would plait the straw hats in which he went to\nBelford market, and knit the stockings, which, kept rather for show than\nfor use, were just assumed to go to church on Sundays, and then laid\naside for the week. So exact was their economy.\n\nThe only extravagance in which Mrs. King indulged herself was keeping\na pet spaniel, the descendant of a breed for which her husband had been\nfamous, and which was so great a favourite, that it ranked next to Tom\nin her affections, and next to his grandmother in Tom's. The first time\nthat I ever saw them, this pretty dog had brought her kind mistress into\nno small trouble.\n\nWe had been taking a drive through these beautiful lanes, never more\nbeautiful than when the richly tinted autumnal foliage contrasts with\nthe deep emerald hue of the autumnal herbage, and were admiring the fine\neffect of the majestic oaks, whose lower branches almost touched the\nclear water which reflected so brightly the bright blue sky, when Mrs.\nKing, who was well known to my father, advanced to the gate of her\nlittle court, and modestly requested to speak with him.\n\nThe group in front of the cottage door was one which it was impossible\nto contemplate without strong interest. The poor widow, in her neat\ncrimped cap, her well-worn mourning gown, her apron and handkerchief\ncoarse, indeed, and of cheap material, but delicately clean, her grey\nhair parted on her brow, and her pale intelligent countenance, stood\nleaning against the doorway, holding in one thin trembling hand a letter\nnewly opened, and in the other her spectacles, which she had been fain\nto take off, half hoping that they had played her false, and that the\nill-omened epistle would not be found to contain what had so grieved\nher. Tom, a fine rosy boy, stout and manly for his years, sat on the\nground with Chloe in his arms, giving vent to a most unmanly fit of\ncrying; and Chloe, a dog worthy of Edwin Landseer's pencil, a large and\nbeautiful spaniel, of the scarce old English breed, brown and white,\nwith shining wavy hair feathering her thighs and legs, and clustering\ninto curls towards her tail and forehead, and upon the long glossy\nmagnificent ears which gave so much richness to her fine expressive\ncountenance, looked at him wistfully, with eyes that expressed the\nfullest sympathy in his affliction, and stooped to lick his hand, and\nnestled her head in his bosom, as if trying, as far as her caresses had\nthe power, to soothe and comfort him.\n\n\"And so, sir,\" continued Mrs. King, who had been telling her little\nstory to my father, whilst I had been admiring her pet, \"this Mr.\nPoulton, the tax-gatherer, because I refused to give him our Chloe, whom\nmy boy is so fond of that he shares his meals with her, poor fellow, has\nlaid an information against us for keeping a sporting dog--I don't know\nwhat the proper word is--and has had us surcharged; and the first that\never I have heard of it is by this letter, from which I find that I must\npay I don't know how much money by Saturday next, or else my goods will\nbe seized and sold. And I have but just managed to pay my rent, and\nwhere to get a farthing I can't tell. I dare say he would let us off now\nif I would but give him Chloe; but that I can't find in my heart to do.\nHe's a hard man, and a bad dog-master. I've all along been afraid that\nwe must part with Chloe, now that she's growing up like, because of our\nliving so near the preserves--\"\n\n\"Oh, grandmother!\" interrupted Tom, \"poor Chloe!\"\n\n\"But I can't give her to _him_. Don't cry so, Tom! I'd sooner have my\nlittle goods sold, and lie upon the boards. I should not mind parting\nwith her if she were taken good care of, but I never will give her to\nhim.\"\n\n\"Is this the first you have heard of the matter?\" inquired my father;\n\"you ought to have had notice in time to appeal.\"\n\n\"I never heard a word till to-day.\"\n\n\"Poulton seems to say that he sent a letter, nevertheless, and offers to\nprove the sending, if need be; it's not in our division, not even in our\ncounty, and I am afraid that in this matter of the surcharge I can\ndo nothing,\" observed my father; \"though I have no doubt but it's a\nrascally trick to come by the dog. She's a pretty creature,\" continued\nbe, stooping to pat her, and examining her head and mouth with the air\nof a connoisseur in canine affairs, \"a very fine creature! How old is\nshe?\"\n\n\"Not quite a twelvemonth, sir. She was pupped on the sixteenth of last\nOctober, grandmother's birthday, of all the days in the year,\" said Tom,\nsomewhat comforted by his visiter's evident sympathy.\n\n\"The sixteenth of October! Then Mr. Poulton may bid good-bye to his\nsurcharge; for unless she was six months old on the fifth of April, she\ncannot be taxed for this year--so his letter is so much waste paper.\nI'll write this very night to the chairman of the commissioners, and\nmanage the matter for you. And I'll also write to Master Poulton, and\nlet him know that I'll acquaint the board if he gives you any farther\ntrouble. You're sure that you can prove the day she was pupped?\"\ncontinued his worship, highly delighted. \"Very lucky! You'll have\nnothing to pay for her till next half-year, and then I'm afraid that\nthis fellow Poulton will insist upon her being entered as a sporting\ndog, which is fourteen shillings. But that's a future concern. As to\nthe surcharge, I'll take care of that. A beautiful creature, is not she,\nMary? Very lucky that we happened to drive this way.\" And with kind\nadieus to Tom and his grandmother, who were as grateful as people could\nbe, we departed.\n\nAbout a week after, Tom and Chloe in their turn appeared at our cottage.\nAll had gone right in the matter of the surcharge. The commissioners\nhad decided in Mrs. King's favour, and Mr. Poulton had been forced to\nsuccumb. But his grandmother had considered the danger of offending\ntheir good landlord Sir John, by keeping a sporting dog so near his\ncoverts, and also the difficulty of paying the tax; and both she and Tom\nhad made up their minds to offer Chloe to my father. He had admired her,\nand everybody said that he was as good a dog-master as Mr. Poulton was a\nbad one; and he came sometimes coursing to Ashley End, and then perhaps\nhe would let them both see poor Chloe; \"for grandmother,\" added Tom,\n\"though she seemed somehow ashamed to confess as much, was at the bottom\nof her heart pretty nigh as fond of her as he was himself. Indeed, he\ndid not know who could help being fond of Chloe, she had so many pretty\nways.\" And Tom, making manful battle against the tears that would start\ninto his eyes, almost as full of affection as the eyes of Chloe herself,\nand hugging his beautiful pet, who seemed upon her part to have a\npresentiment of the evil that awaited her, sate down as requested in the\nhall, whilst my father considered his proposition.\n\nUpon the whole, it seemed to us kindest to the parties concerned, the\nwidow King, Tom, and Chloe, to accept the gift. Sir John was a kind man,\nand a good landlord, but he was also a keen sportsman; and it was\nquite certain that he would have no great taste for a dog of such\nhigh sporting blood close to his best preserves; the keeper also would\nprobably seize hold of such a neighbour as a scapegoat, in case of any\ndeficiency in the number of hares and pheasants; and then their great\nenemy, Mr. Poulton, might avail himself of some technical deficiency to\nbring Mrs. King within the clutch of a surcharge. There might not always\nbe an oversight in that Shylock's bond, nor a wise judge, young or old,\nto detect it if there were. So that, upon due consideration, my father\n(determined, of course, to make a proper return for the present) agreed\nto consider Chloe as his own property; and Tom, having seen her very\ncomfortably installed in clean dry straw in a warm stable, and fed in a\nmanner which gave a satisfactory specimen of her future diet, and being\nhimself regaled with plum-cake and cherry brandy, (a liquor of which\nhe had, he said, heard much talk, and which proved, as my father\nhad augured, exceedingly cheering and consolatory in the moment of\naffliction,) departed in much better spirits than could have been\nexpected after such a separation. I myself, duly appreciating the\nmerits of Chloe, was a little jealous for my own noble Dash, whom she\nresembled, with a slight inferiority of size and colouring; much such\na resemblance as Viola, I suppose, bore to Sebastian. But upon being\nreminded of the affinity between the two dogs, (for Dash came originally\nfrom the Ashley End kennel, and was, as nearly as we could make out,\ngrand-uncle to Chloe,) and of our singular good fortune, in having two\nsuch beautiful spaniels under one roof, my objections were entirely\nremoved. Under the same roof they did not seem likely to continue. When\nsent after to the stable the next morning, Chloe was missing. Everybody\ndeclared that the door had not been opened, and Dick, who had her\nin charge, vowed that the key had never been out of his pocket But\naccusations and affirmations were equally useless--the bird was flown.\nOf course she had returned to Ashley End. And upon being sent for to her\nold abode, Tom was found preparing to bring her to Aberleigh; and Mrs.\nKing suggested, that, having been accustomed to live with them, she\nwould, perhaps, sooner get accustomed to the kitchen fireside than to a\nstable, however comfortable.\n\nThe suggestion was followed. A mat was placed by the side of the kitchen\nfire; much pains were taken to coax the shy stranger; (Dick, who loved\nand understood dogs, devoting himself to the task of making himself\nagreeable to this gentle and beautiful creature;) and she seemed so far\nreconciled as to suffer his caresses, to lap a little milk when sure\nthat nobody saw her, and even to bridle with instinctive coquetry, when\nDash, head and tail up, advanced with a sort of stately and conscious\ncourtesy to examine into the claims of the newcomer. For the first\nevening all seemed promising; but on the next morning, nobody knew how\nor when, Chloe eloped to her old quarters.\n\nAgain she was fetched back; this time to the parlour: and again she ran\naway. Then she was tied up, and she gnawed the string; chained up, and\nshe slipped the collar; and we began to think, that unless we could find\nsome good home for her at a distance, there was nothing for it but to\nreturn her altogether to Mrs. King, when a letter from a friend at Bath\ngave a new aspect to Chloe's affairs.\n\nThe letter was from a dear friend of mine--a young married lady, with an\ninvalid husband, and one lovely little girl, a damsel of some two years\nold, commonly called \"Pretty May.\" They wanted a pet dog to live in\nthe parlour, and walk out with mother and daughter--not a cross yelping\nBlenheim spaniel, (those troublesome little creatures spoil every body's\nmanners who is so unlucky as to possess them, the first five minutes of\nevery morning call being invariably devoted to silencing the lapdog and\napologising to the visiter,)--not a pigmy Blenheim, but a large, noble\nanimal, something, in short, as like as might be to Dash, with whom Mrs.\nKeating had a personal acquaintance, and for whom, in common with most\nof his acquaintances, she entertained a very decided partiality: I do\nnot believe that there is a dog in England who has more friends than my\nDash. A spaniel was wanted at Bath like my Dash: and what spaniel could\nbe more like Dash than Chloe? A distant home was wanted for Chloe: and\nwhat home could open a brighter prospect of canine felicity than to be\nthe pet of Mrs. Keating, and the playmate of Pretty May? It seemed\none of those startling coincidences which amuse one by their singular\nfitness and propriety, and make one believe that there is more in the\nexploded doctrine of sympathies than can be found in our philosophy.\n\nSo, upon the matter being explained to her, thought Mrs. King; and\nwriting duly to announce the arrival of Chloe, she was deposited, with a\nquantity of soft hay, in a large hamper, and conveyed into Belford by my\nfather himself, who would entrust to none other the office of delivering\nher to the coachman, and charging that very civil member of a very civil\nbody of men to have especial care of the pretty creature, who was parted\nwith for no other fault than an excess of affection and fidelity to her\nfirst kind protectors.\n\nNothing could exceed the brilliancy of her reception. Pretty May, the\nsweet smiling child of a sweet smiling mother, had been kept up a full\nhour after her usual time to welcome the stranger, and was so charmed\nwith this her first living toy, that it was difficult to get her to\nbed. She divided her own supper with poor Chloe, hungry after her long\njourney; rolled with her upon the Turkey carpet, and at last fell asleep\nwith her arms clasped round her new pet's neck, and her bright face,\ncoloured like lilies and roses, flung across her body; Chloe enduring\nthese caresses with a careful, quiet gentleness, which immediately won\nfor her the hearts of the lovely mother, of the fond father, (for to an\naccomplished and right-minded man, in delicate health, what a treasure\nis a little prattling girl, his only one!) of two grandmothers, of three\nor four young aunts, and of the whole tribe of nursery attendants. Never\nwas debut so successful, as Chloe's first appearance in Camden Place.\n\nAs her new dog had been Pretty May's last thought at night, so was it\nher first on awakening. He shared her breakfast as he had shared her\nsupper; and immediately after breakfast, mother and daughter, attended\nby nurserymaid and footman, sallied forth to provide proper luxuries\nfor Chloe's accommodation. First they purchased a sheepskin rug; then a\nsplendid porcelain trough for water, and a porcelain dish to match, for\nfood; then a spaniel basket, duly lined, and stuffed, and curtained--a\nsplendid piece of canine upholstery; then a necklace-like collar with\nsilver bells, which was left to have the address engraved upon the\nclasp; and then May, finding herself in the vicinity of a hosier and\na shoemaker, bethought herself of a want which undoubtedly had not\noccurred to any other of her party, and holding up her own pretty little\nfoot, demanded \"tilk tocks and boo thoose for Tloe.\"\n\nFor two days did Chloe endure the petting and the luxuries. On the third\nshe disappeared. Great was the consternation in Camden Place. Pretty\nMay cried as she had never been known to cry before; and papa, mamma,\ngrandmammas, aunts, nursery and house-maids, fretted and wondered,\nwondered and fretted, and vented their distress in every variety of\nexclamation, from the refined language of the drawing-room to the\npatois of a Somersetshire kitchen. Rewards were offered, and handbills\ndispersed over the town. She was cried, and she was advertised; and at\nlast, giving up every hope of her recovery, Mrs. Keating wrote to me.\n\nIt happened that we received the letter on one of those soft November\ndays, which sometimes intervene between the rough winds of October and\nthe crisp frosts of Christmas, and which, although too dirty under foot\nto be quite pleasant for walking, are yet, during the few hours that the\nsun is above the horizon, mild enough for an open carriage in our shady\nlanes, strewed as they are at that period with the yellow leaves of the\nelm, whilst the hedgerows are still rich with the tawny foliage of the\noak, and the rich colouring of the hawthorn and the bramble. It was such\nweather as the Americans generally enjoy at this season, and call by the\npretty name of the Indian summer. And we resolved to avail ourselves of\nthe fineness of the day to drive to Ashley End, and inform Mrs. King\nand Tom (who we felt ought to know) of the loss of Chloe, and our fear,\naccording with Mrs. Keating's, that she had been stolen; adding our\npersuasion, which was also that of Mrs. Keating, that, fall into\nwhatever hands she might, she was too beautiful and valuable not to\nensure good usage.\n\nOn the way we were overtaken by the good widow's landlord, returning\nfrom hunting, in his red coat and top-boots, who was also bound to\nAshley End. As he rode chatting by the side of the carriage, we could\nnot forbear telling him our present errand, and the whole story of poor\nChloe. How often, without being particularly uncharitable in judging of\nour neighbours, we have the gratification of finding them even better\nthan we had supposed! He blamed us for not having thought well enough\nof him to put the whole affair into his management from the first, and\nexclaimed against us for fearing that he would compare the preserves and\nthe pheasant-shooting with such an attachment as had subsisted between\nhis good old tenant and her faithful dog. \"By Jove!\" cried he, \"I\nwould have paid the tax myself rather than they should have been parted.\nBut it's too late to talk of that now, for, of course, the dog is\nstolen. Eighty miles is too far even for a spaniel to find its way back!\nCarried by coach, too! I would give twenty pounds willingly to replace\nher with old Dame King and Master Tom. By the way, we must see what can\nbe done for that boy--he's a fine spanking fellow. We must consult his\ngrandmother. The descendant of two faithful servants has an hereditary\nclaim to all that can be done for him. How could _you_ imagine that I\nshould be thinking of those coverts? I that am as great a dog-lover as\nDame King herself! I have a great mind to be very angry with you.\"\n\nThese words, spoken in the good sportsman's earnest, hearty, joyous,\nkindly voice, (_that_ ought to have given an assurance of his kindly\nnature,--I have a religious faith in voices,) these words brought us\nwithin sight of Ashley End, and there, in front of the cottage, we saw\na group which fixed our attention at once: Chloe, her own identical\nself--poor, dear Chloe, apparently just arrived, dirty, weary, jaded,\nwet, lying in Tom's arms as he sat on the ground, feeding her with\nthe bacon and cabbage, his own and his grandmother's dinner, all the\ncontents of the platter; and she, too happy to eat, wagging her tail as\nif she would wag it off; now licking Mrs. King's hands as the good old\ndame leant over her, the tears streaming from her eyes: now kissing\nTom's honest face, who broke into loud laughter for very joy, and, with\nlooks that spoke as plain as ever looks did speak, \"Here I am come home\nagain to those whom I love best--to those who best love me!\" Poor dear\nChloe! Even we whom she left, sympathised with her fidelity. Poor dear\nChloe! there we found her, and there, I need not, I hope, say, we left\nher, one of the happiest of living creatures.",
    "metadata": {
        "author": [
            "Mitford, Miss",
            "Mitford, Mary Russell"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/22842/pg22842.txt",
        "name": "the_widow_s_dog.json"
    }
}