{
    "name": "The beast of boredom",
    "author": [
        "Smith, Richard Rein",
        "Rein Smith, Richard",
        "Smith, Richard R. (Richard Rein)"
    ],
    "body": "The shack at the edge of the dead canal was so carefully camouflaged,\nhe almost passed by it. Hoping he hadn't been seen, he dropped to his\nstomach and crawled through the mud toward the door.\n\nIt wasn't a long distance, but inching his way on his elbows and knees,\nand with his face close to the evil-smelling mud, it seemed like a\nmile. As he crawled, he reflected bitterly that most of mankind's\nreally great achievements always ended in war. Columbus had crossed\nthe Atlantic Ocean and it had ended in war with the Indians. Mankind\nhad invented atomic energy and then used it to kill millions. Their\nlatest achievement was the marvel of spaceflight and where had that\nended? It had also ended in war....\n\nPersonally, he didn't believe they were justified in fighting the\nMartians. If they didn't want anyone intruding on their planet, what\nright did Earthmen have to force their way? The popular theory that\nthey could help rebuild the dying Martian civilization didn't seem very\nlogical when millions had to be killed in the process. And if Martians\nwere an independent race and wanted to sit around and watch their\ncivilization crumble, why shouldn't they have that privilege?\n\nWhen he was within a few yards of the door, he set aside his\nphilosophical thoughts. Leaping to his feet, he ran into the small\nshack and screamed shrilly in the manner designed to momentarily\nparalyze an enemy with fear.\n\nHe raised the rifle instinctively when something moved in the shadows,\nand as his eyes adjusted to the dim light, he felt a queasiness in his\nstomach. The emaciated alien who cowered in the shadows resembled a\npitiful bundle of rags more than an enemy!\n\nTrembling hands lifted an object and three things happened so rapidly\nthat they seemed to happen simultaneously: the Martian's bony fingers\nmoved over the object; a burning sensation ripped through his brain; he\nrealized it must be a weapon and squeezed the trigger of his rifle.\n\nWhen the sharp crack stopped echoing in his ears, he examined the still\nform and discovered he'd been mistaken. The object wasn't a weapon.\nIt was a metal globe six inches in diameter and studded with precious\njewels. The Martian had offered it in exchange for his life.\n\n\n\nThe windows of his apartment on the fourteenth floor were open and\na gentle breeze chilled the sweat on his face as he worked with the\nknife. He had previously removed four jewels from the metal globe, but\nthe large ruby he'd selected this time seemed to be embedded deeper.\n\nThe blade slipped and slashed the palm of his left hand. Cursing the\nartifact and all Martians in general, he attacked the ruby furiously\nand grunted with satisfaction when he dislodged it.\n\nThe red jewel rolled across the table and fell to the floor. Picking\nit up gingerly as if it were a fragile thing of glass, he held it in\nthe sunlight and watched the myriad facets sparkle like a one-color\nkaleidoscope. It was the largest jewel of all and worth a small\nfortune....\n\nA sharp pain in his hand reminded him of his wound and he went to the\nbathroom. After carefully washing the cut, he applied iodine and was\ntrying to find a bandage when....\n\n\n\n_The ruby rolled across the table and fell to the floor._\n\nStartled, he leaped back and upset the chair. A second before, he'd\nbeen in the bathroom and now he was at the table! Amnesia? He couldn't\nremember walking back to the living room and although he thought he'd\nput iodine on the cut, there was none on it that he could see.\n\nHe went to the bathroom....\n\n\n\n_The ruby rolled across the table and fell to the floor._\n\nHe was sitting before the table again without any memory of having left\nthe bathroom! It had happened _twice_.\n\nTaking the globe to the window, he examined it carefully and saw that\nwhere the ruby had been lodged, there was now an opening through the\nmetal. When he held it at a certain angle, he saw a maze of wiring and\ntiny mechanisms inside.\n\nHe had fought the Martians for two years. He had traveled across their\nred deserts, crawled on the muddy bottoms of their gigantic dead\ncanals, walked through the remains of their ancient cities and heard\nlegends about the great Martian empire that had slowly crumbled during\nthe centuries.\n\nHe remembered the legends about Martian time machines and he accepted\nthe fact readily: the object in his hand was a time trap. An ancient,\nintricate, scientific booby-trap!\n\nThe Martian had known he would die and had deliberately planned his\nrevenge. Perhaps the machine wasn't strong enough to take anyone far\ninto the past or future; that would explain why he hadn't used it to\nescape. But it was evidently strong enough to be used as a trap, and\nperhaps it had even been designed for that purpose centuries ago.\nRemoving the ruby had triggered it....\n\nIronic, he reflected, that he'd gone to so much trouble and expense to\nsmuggle the thing from Mars to Earth. The jewels were worth a fortune\nand it had never occurred to him that the metal globe might have some\n_function_. Actually, he had smuggled an ingenious death-trap back to\nEarth with him.\n\nHe shuddered at the thought.\n\n\n\n_The ruby rolled across the table and...._\n\nHe was once again sitting before the Martian artifact, his eyes\nonce again focussed on the ruby as it rolled across the table. Like\nsomething in a magician's act, he had disappeared from his position\nnear the window and reappeared in the chair. As before, the cut on his\nhand stung painfully, but this time he ignored it and kept his eyes\nfocussed on his wrist watch.\n\nIt was eleven forty-five eastern standard time.\n\n\n\n_The ruby rolled across the table...._\n\nHis eyes were no longer focussed on the watch, but he remembered that\nthe hands had last indicated eleven fifty-five. And now they were back\nat _eleven forty-five_. He was trapped in a period of time only ten\nminutes long!\n\nHe lit a cigarette with trembling fingers and tried to think calmly.\nWhat danger was there in a time trap? He felt no physical pain and so\nfar the trap had only caused him small inconveniences. Anything he did\nduring the ten-minute period was magically undone when he was thrown\nbackward in time. He had put iodine on the cut on his hand and it had\ndisappeared. He had walked to the window, but at the beginning of the\nnext cycle, without any conscious sensation, he found himself sitting\nin the chair once more. But how could movement through time harm him?\n\nAnd was he the only one aware of the trap?\n\nHe turned the television set on and watched a news announcer during\nseveral following cycles. Before long, he was convinced that he was\nthe only one who was aware of the repeated time interval. The news\nannouncer represented everyone in the world, and if he were conscious\nof the fact that he'd read the same news more than a dozen times, there\nwould have been _some_ change in his expression!\n\nHe recalled how the Martian had moved his fingers over the globe and\nhow he'd felt a burning sensation inside his skull. The device had\nevidently been adjusted to his neural pattern so that only he was\nconscious of the trap. Or else only someone within a certain effective\nradius--fifty feet, for instance--was conscious of the repeated time\nintervals.\n\nAlthough he'd always believed the stories about the time machines\nand he now had proof of their existence, he still found it difficult\nto comprehend their operation. He had heard that such a machine\nconcentrated on only a few atoms of a radioactive substance. By drawing\nenergy from the space-time continuum itself, the machine succeeded in\nthrusting those atoms backward or forward in time, and since that\naffected the entire probability stream, all physical matter was forced\nto follow them through the time stream.\n\nHe couldn't totally comprehend the concept, but he realized he had\nto do _something_ nevertheless, and during following cycles that\ntotaled hours, he tried to decide on a course of action. He recalled\nthe Martian legend about how a particularly vicious criminal had been\npunished with a similar machine. The unfortunate had been tossed into\na pit filled with lionlike animals and then, by repeating the time\ninterval, he had been made to suffer the same death a thousand times.\nIn his own case, he was in no physical danger, but he knew that an\nenemy was creeping toward him ... an enemy that could kill him as\nsurely as any lion ... _boredom_.\n\nIf he submitted to boredom and just sat through the endless time\ncycles, it would be the same as sitting in a room for weeks, months,\nor years. That would be the same as solitary confinement and would\neventually drive him insane.\n\nSo, there were two possibilities: he could attempt to wreck the machine\nor wait for it to wear itself out and fight boredom while waiting.\n\nIt didn't take him long to decide that he should wait for the\nmachine to run down. If the alien devices really drew energy from the\nspace-time continuum, it would be dangerous to tamper with one. A\nwrong move when fooling with such a tremendous amount of energy might\nbe disastrous, and perhaps that was exactly what the old Martian had\nplanned for him to do! On the other hand, it didn't seem possible that\na machine could run _forever_.\n\nThere should be plenty of ways to keep himself occupied and his mind\nbusy while he waited....\n\nHe began reading the magazines scattered about the apartment. There was\nonly time to read a few pages, but he mentally noted the page number\nduring each cycle and when the succeeding interval began, he opened the\nmagazine to that exact page and continued....\n\n\n\n_The ruby rolled across the table and...._\n\nThe preceding cycles seemed like an eternity when he looked back upon\nthem. He had read every magazine from cover to cover, watched every\ntelevision program and listened to every radio program countless times\nuntil he had them memorized word for word. He had worked the crossword\npuzzles in the newspaper several times and explored every square inch\nof the apartment.\n\nHe had no more ideas so he tried to sleep....\n\n\n\nHe knew it was useless: during each ten-minute interval, he had time\nto walk from the chair to the davenport, close his eyes and relax his\nbody. But then, at the moment when he was about to fall asleep, he\nwould always find himself in the tediously familiar chair.\n\nHe hoped he would grow tired and be able to fall asleep, but finally\nrealized it was impossible. Since the machine influenced the space-time\ncontinuum and the same ten-minute interval in time was always repeated,\nall physical things in space were exactly as they had been at the\nbeginning of the cycle. His body had been refreshed at the beginning\nof the original cycle and it would always be in the same condition. He\nwould never grow older, he would never become hungry and he would never\nbecome tired _physically_.\n\n\n\nDesperate for a way to overcome boredom, he used the bottle of whiskey\nin the kitchen. After several attempts, he discovered to his dismay\nthat there were ways to get violently sick from gulping liquor but no\npossible way to get drunk in ten minutes!\n\nHe sat through endless cycles staring at the empty air; began to have\nwild thoughts and knew he was on the verge of insanity. And if he\nwere losing the fight with boredom, he might as well try the other\nalternative: break the machine and hope it wouldn't blow up in his face.\n\nTaking a long-bladed knife, he attacked the small mechanisms inside the\nglobe. He probed, twisted and jabbed but they seemed indestructible.\n\nFurious, he held it underwater with the hope that water would\nshort-circuit \"electrical contacts\" if there were any.\n\nWhen that didn't work, he beat it with a hammer, kicked it, threw it\nabout the room and as a last result, dropped it from the window.\n\nIt bounced off the sidewalk fourteen floors below and attracted\nattention, but a few minutes later he was once more sitting in the\nchair and watching the sickeningly familiar ruby as it rolled across\nthe sickeningly familiar table.\n\nHe stared at the telephone. If only it would ring; if only someone\nwould call him and break the _monotony_! But that was impossible.\nAt the beginning of each cycle, all physical things and events were\nexactly as they had been....\n\nTelephone!\n\nHe could use it to break the monotony--he could phone all his friends!\n\nHe telephoned all his friends and talked with them for numerous\nten-minute intervals that totaled days. Because they were always\nunaware of the previous cycles, his repeated phone calls never annoyed\nthem. Sometimes he told them about the time trap but it was beyond\ntheir comprehension and they always thought he was drunk, so he learned\nnot to mention it.\n\nWhen he tired of talking to his friends, he started at the front of\nthe telephone directory and began calling every name. He made dates\nwith girls he'd never seen, memorized marvelous sales talks and sold\nnon-existent vacuum cleaners and cars. Sometimes he pretended to be\nthe master of ceremonies on a quiz program and when someone answered\na difficult question, he told them they had just won a dollar. The\nvarious reactions he received were amusing and broke the monotony, but\nafter a few days, even that became boring.\n\nHe tried to leave the hotel's fourteenth floor, but discovered that the\nelevator boy was not on the job at that particular time. Although he\nran to the elevator at the beginning of numerous cycles and pushed the\n_down_ button, the indicator needle never moved during the ten minutes.\n\nHe used the stairs at the end of the corridor with the hope of reaching\nanother floor and meeting someone. To see someone or speak to someone\nin person would have done a lot to break the monotony, but he found\nthat the thirteenth and fifteenth floors were inaccessible. The doors\nthat led to them from the stairway wouldn't push in and there was no\nhand-grip to pull them outward. Evidently the hotel management used\nthe method to prevent burglars from having an absurdly easy and unseen\naccess to the apartments. Anyone could leave a floor and use the stairs\nto reach the hotel lobby, but anyone wishing to go from the lobby to\na certain floor or from one floor to another was forced to use the\nelevator.\n\nCursing the bad luck, he sat for hours and wondered what he could\ndo. He was restricted to succeeding but separate and identical time\nintervals, and that was also a physical restriction in effect: ten\nminutes wasn't long enough to leave that floor of the hotel.\n\n\n\nHe now thought of boredom as an ugly monster that lurked everywhere\nabout him and waited ... waited to seize him with sharp teeth of\ninactivity....\n\nDesperate for the sight of another person, he tried to enter the other\napartments. There were five on that floor, but of them, only the one\nnext to his own seemed to be occupied. When he knocked, there was no\nanswer, but he pressed an ear against the door and heard the faint\nsound of running water. Whoever the occupant was, he or she was taking\na shower and couldn't hear him no matter how hard he knocked.\n\nIt irritated him because the apartment was so close. If he could\ncontact the person somehow, he or she could be reached at the beginning\nof each cycle and would be a tangible individual to help him fight\nboredom--not a voice on the telephone, an image on the TV screen or a\ntiny dot of a person fourteen floors below his window.\n\nBy phoning the hotel desk, he learned that a woman named Mary Jeffers\nrented apartment 1403, and he found her telephone number in the\ndirectory.\n\nDialing the number, he was relieved when she answered within a few\nminutes. The ringing of the phone was evidently loud enough to\npenetrate the noise of the shower while his knocking on the door hadn't\nbeen.\n\n\"Mary Jeffers?\" he asked.\n\n\"Yes?\"\n\n\"Mary, are you a college graduate?\"\n\n\"Yes. Who is this? Why do you want to know?\"\n\n\"This is the police. It's very important. Which college did you attend?\"\n\nHe knew it was a flimsy trick to get information, but he caught her\noff guard and she answered, \"The University of Delaware.\"\n\nHe hung up the phone and waited until the next cycle. Dialing the\nnumber again, he said, \"Mary? This is Harry Ogden.\"\n\nBecause of the nature of the time trap, she was unaware of the previous\nconversation, and her automatic reply to the unfamiliar voice was,\n\"Ogden? You must have the wrong number. I don't know anyone by that\nname.\"\n\n\"Don't you remember? I went to the University of Delaware with you. I\nremember you. You have blonde hair and--\"\n\n\"No. It's brunette.\"\n\nHanging up the phone, he waited until the next cycle, dialed the number\nagain and said, \"Mary? This is Harry Ogden.\"\n\n\"Ogden? You must have the wrong number. I don't know anyone by that\nname.\"\n\n\"Don't you remember? I went to the University of Delaware with you. I\nremember you. You're a brunette about a hundred and thirty pounds and--\"\n\n\"Well, not quite that much.\"\n\nBy calling dozens of times, he used the system to learn more and more\nabout Mary Jeffers, until at last he knew enough to convince her within\na few minutes that he was a friend from her college days whom she'd\nforgotten.\n\nAs he talked with her during various cycles that totaled weeks, he\nbegan to feel as if she _were_ a friend, and the desire to see her in\nperson increased. The sight of anyone would have done wonders to break\nthe monotony, and she was the only possibility since all the other\napartments were empty.\n\n\"I have the apartment next to yours,\" he said during one time cycle.\n\"Can I come over?\"\n\n\"I'm not dressed,\" she replied. \"I was taking a shower. Give me time to\nget dressed.\"\n\nHe glanced at his watch and saw that only four minutes remained in\nthat cycle. He realized despairingly that there wasn't time for her\nto get dressed. All his efforts had been in vain: ten minutes wasn't\nlong enough to phone her, go through the carefully memorized routine\nconvincing her he was an old friend, wait for her to dress and open the\ndoor of her apartment.\n\n_It couldn't be done in ten minutes!_\n\n\n\nBoredom was like a hungry beast that breathed in his ears with a roar\nof silence while he sat through several succeeding cycles.\n\n_Silence._ It seemed to echo in his ears as he looked about the\napartment. It seemed to whisper that he was losing the duel. The\nMartian's trap was working: he would sit and wait, and think, and\nthink endlessly until they were wild thoughts and he was insane. And\nthen, the Martian would have his revenge, for insanity was a form of\nwalking death....\n\nHe made a decision. He had fought boredom legally and exhausted every\nmethod he could think of. If there were no more legal ways, then he\nwould fight boredom _illegally_. The police couldn't reach him in ten\nminutes no matter what he did.\n\nDialing Mary Jeffers' phone number at the beginning of the next cycle,\nhe laid the receiver on the desk, ran across the room and climbed\nthrough the window.\n\nThe stone ledge just beneath his window wasn't very wide, but by\ninching his way along it, he reached the open window of apartment 1403.\n\nClimbing through the window, he saw that Mary Jeffers had picked up the\ntelephone receiver with one hand and was trying to dry herself with a\ntowel in the other.\n\n\"Hello,\" she said.\n\nHer back was to him, but he noticed that she wasn't very efficient with\nthe towel. Water dripped from her body and collected in a small pool\naround her feet.\n\nHe grinned and said, \"Hello.\"\n\nShe whirled to face him and dropped the telephone receiver, her dark\nbrown eyes widening.\n\n\"Harry Ogden,\" he said. \"Remember?\"\n\nAs soon as he asked the question, he knew it was a foolish one. The\ntime trap was his trap alone and only he was conscious of all the\nrepeated cycles. She was unaware of all their previous conversations\nand he was now a stranger to her.\n\nShe backed away and let out a scream.\n\nIt didn't bother him. It was music to his ears--a sound that broke the\nsilence of his peculiar world--a weapon to combat boredom with, and he\nreflected that he would make many trips to apartment 1403....\n\n\n\n_The ruby rolled across the table and fell to the floor._\n\nHe smiled as he picked the ruby up from the floor. He estimated\nthat he'd lived more than twenty years in ten-minute intervals, and\ntherefore the trap was not a death-trap. He'd discovered countless ways\nof fighting boredom and knew he would never succumb to it and resultant\ninsanity. He had entered the other apartments by using the stone ledge\nand breaking through the windows. In them he had found a total of\nhundreds of books ... a pair of binoculars that he used to study a\nmultitude of new things from his window ... a typewriter that he used\nto write books although there was never a completed manuscript ... a\nchess set ... decks of cards ... hobbies....\n\nThere were many more possibilities that he hadn't explored yet and he\nrealized that the Martian had given him a valuable gift: extra years of\nlife.\n\nIt seemed incredible that a machine could operate continuously for\ntwenty years, but the ancient Martians had been expert in constructing\ndevices without moving parts. He knew little science, but he could\nvaguely imagine a sort of \"gateway\" to the space-time continuum that\nthe removal of the ruby had opened. Perhaps during a ten-minute period\na predetermined amount of energy passed through the \"gateway\" and\nflowed against a radioactive substance in a way and with a force that\nthrust a few atoms backward in time to the point when the energy didn't\nexist and that established the cycle.\n\nWith moving parts, the machine wouldn't have run continuously for\ntwenty years. _Something_ would have broken down. Even without moving\nparts, the machine wouldn't run forever; the materials themselves would\ndeteriorate sooner or later, or the energy passing through them from\nthe space-time continuum would gradually disintegrate them no matter\nhow strong they were. But for as long as the device operated, he would\nlive without growing old. If it ran a hundred years, he would live _a\nhundred years_....\n\n\n\n_The ruby rolled across the table and fell to the floor._\n\nHe rubbed his aching head. He had lived approximately thirty years\nat ten-minute intervals, but the headache had started and grown in\nintensity during the last year and it was difficult to recall and\nappreciate all the things he had done.\n\n\n\n_The ruby rolled...._\n\nHow many years had he lived? Fifty? A hundred? He was unable to\ncalculate it any more, and it was even difficult to think about much\nsimpler things. His mind was filled with memories ... millions ...\nbillions ... trillions of endless, countless memories without any\nsleep to relax his mind ... with no rest at all....\n\n\n\n_The ruby...._\n\nHe no longer moved about the apartment, but sat in the chair during\nevery cycle and watched the ruby as it rolled endlessly. Memories were\nlike a crushing, paralyzing weight in his mind ... a weight that grew\nand grew and....\n\nThe old Martian he had killed would have his revenge. He realized the\ningenious machine was much more than a gift or a death-trap. It was a\ntorture machine. A torture machine that would operate for centuries; a\nmachine that would gradually crush his mind and kill him with the sheer\nweight of _memories_....\n\nHe screamed.",
    "metadata": {
        "author": [
            "Smith, Richard Rein",
            "Rein Smith, Richard",
            "Smith, Richard R. (Richard Rein)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/71857/pg71857.txt",
        "name": "the_beast_of_boredom.json"
    }
}