{
    "name": "The Primus Curse",
    "author": [
        "Wesley, Bill"
    ],
    "body": "\"Well, Skipper, we'll be in Mercury's com zone in ten hours, plus or\nminus a half.\"\n\nCaptain Evan Grimes eyed his chief engineer sternly. \"How'd you know I\nwouldn't have the recorder turned on, Manson? That could have cost you\na week's pay.\"\n\n\"Sorry, sir,\" Bill Manson saluted, still smiling.\n\n\"I don't mean the salutation, you bonehead. It's been five years since\nthe Service banned the name Mercury for Primus, and I've heard it used\nat least three times on this trip.\"\n\n\"I'll make out a voluntary on it.\"\n\n\"Forget it. I don't like those spying recorders any more than you\ndo, but I don't like to see a man throwing his money away either.\nEspecially when he's on a job where he'll probably earn every dollar of\nit.\"\n\nManson pulled a fade-away chair from its wall socket and pressed the\ngreen button.\n\nHe waited two seconds for the cushion to inflate, then relaxed in it.\n\"So you really think it's going to be rough,\" he said casually.\n\nGrimes swung his chair ninety degrees and studied the planet, Primus,\nlooming ever larger on the television screen. There were small breaks\nin the cloud formations, but it was still too early to glimpse any of\nthe compact little cities.\n\n\"We aren't the first group to tackle this mystery, you know, and we'd\nbe hard put to prove we were the best, from what I've read of the\nreports.\"\n\nThe engineer scratched his carefully trimmed beard and didn't appear at\nall worried. \"If you'd like to know how I feel about it,\" he grinned,\n\"my wedding date's already set for next June.\"\n\nThe captain had to smile. \"I attribute your optimism to your\ninexperience,\" he said. \"Even assuming that we escape with our necks,\nwhat makes you think we'll have it cleared up before June? I've got a\nreputation for doing things the cautious way, you know.\"\n\nManson shrugged. \"I've heard of that code they drum into you at Space\nAcademy. Your ship is your life. Every speck of meteoric dust that\nsticks to its hide is your responsibility. And right along with the\nship comes the crew. Each member a ten million dollar investment--not\none hair of his head to be risked unnecessarily.\"\n\n\"You're a little inaccurate in the phraseology, but go on. What are you\ndriving at?\"\n\n\"Nothing special. That's all fine and dandy for escorting bug-hunters\naround Mars, but this is a combat mission. First one in a hundred\nyears. Not a man in the Service has ever been on a combat mission. I'd\ngive plenty to hear what's on the tape this time.\"\n\n\"What makes you think there is a tape?\"\n\nManson pushed the red button on the chair and let it slide out from\nunder him, deflating itself with a swoosh. \"There's always a tape. This\none should be a lulu. I won't be surprised to see you storm out of here\nin about nine hours with blood in your eye and X pistols hanging on\nboth hips.\"\n\n\"And I won't be surprised to see you flying out of here head first in\nabout two seconds,\" Grimes shouted. \"I'll accept your maximum estimate\nof ten and a half hours. That'll be soon enough to establish contact.\nNow get out.\"\n\nManson paused in the doorway. \"It's just one forty and three,\" he said.\n\"Shall I write in the journal that the engineer was commended for the\nfast trip?\"\n\n\"We aren't in yet. All I said was get out.\"\n\nThe engineer scurried through the door, leaving behind a more pleased\ncommander than he had been given reason to suspect.\n\nOne hundred and forty days to Primus! The boy had a right to gloat,\nGrimes thought. If it wasn't a top secret mission the trip would go\ninto the record book.\n\nHe slid his desk into its wall socket and opened a camouflaged\ncompartment alongside it by playing a complex tattoo with his fingers\non the unmarked surface. He drew out a reel of plastic tape and a\nsealed envelope, then pushed the door gently, listening for the faint\nsound of the tumblers falling into place, locking it. He switched off\nthe main light, leaving only a pale blue ceiling glow, and retired to\nhis sleeping quarters.\n\nNo hurry on the tape--he was glad of that. Shouldn't take more than\nten minutes. Plenty of time for a shower and a movie. Then the service\ncould have his subconscious. At least they spared him those long-winded\ntapes he had heard about. A restless man sometimes had to take a\nsleeping pill to give the tape time to play itself out. Grimes had been\naround too long to let it bother him that much, but he always felt a\ncertain resentment when they handed him one of their psychological\ngimmicks.\n\nWhat the devil could be on this one? The orders were the clearest\nhe had ever received. Drastic, all right, but no room for\nmisinterpretation. Here he was Number Three Commander in the service,\nand they didn't trust him to come in out of the rain. Maybe Manson was\ntrying to drop a hint. Didn't think he was capable of leading a combat\nmission. Maybe the whole crew was uneasy.\n\nA hard smile forced itself across his face. They'd know in the next\nfifteen or twenty hours who their leader was.\n\nIt was just one-forty and six when Grimes switched off his microfilm\nprojector and returned the movie canister to his library.\n\nOkay, big shots, one of your little toy soldiers is ready for the psych\ntreatment, he thought sourly as he dropped the plastic tape onto the\nplayer and positioned the governor electrodes over his bed. I'd like to\nhave the guy by the throat who invented this gadget, he muttered.\n\nThe tape only played when the electrodes picked up radiation from\nthe brain telling that the subject was asleep; then the information\nbecame a part of his subconscious only. If he awoke, the player simply\nstopped until he went back to sleep. The results were frequently\namazing. Blundering old space veterans had been converted overnight\ninto smooth diplomats for negotiating with the sensitive Venusians.\nTimid souls had been fired up to brave the risks of delicate landings\non tiny asteroids. And now it was his turn. What kind of pep talk did\nthe psychology brain trust think he needed? Afraid he'd make a fool of\nhimself in front of his crew?\n\nHe switched on the player savagely and set the volume level to suit\na light sleeper; then he slit open the envelope and read the few\nimprinted lines.\n\n    \"CAPTAIN GRIMES, SPACESHIP VULCAN, EN ROUTE PRIMUS. REVIEW OF\n    ORDERS. ESTABLISH COMMUNICATIONS WITH PRIMUS CITIES NEPHELE,\n    ESTIVAL. DETERMINE CAUSE OF DEATHS OF PREVIOUS EXPLORERS.\n    INVESTIGATE EXHAUSTIVELY, RUTHLESSLY. COMPLETE EXPLANATION\n    ABSOLUTELY IMPERATIVE. YOUR SUCCESS MAY FORESTALL EXPEDITIONARY\n    FORCE. UNITED NATIONS SERVICE  HEADQUARTERS, PARIS.\"\n\nHe pushed the cold-blooded message through a discard slot and turned\ndown the bed clothes. He hopped between the sheets and took a deep\nbreath. Modern science was wonderful, he mused, but it hadn't yet found\na substitute for a pair of clean sheets.\n\n\n\nExactly seven hours later Captain Grimes stepped into the pilot's room\nand nodded seriously at the men gathered about the radio receiver.\nAside from the operator there was Dr. Keith Johnson, the chief medical\nofficer; Kai-Ling, the soft spoken pilot; and Engineer Bill Manson.\n\n\"We're still dark, sir,\" the radio operator explained. \"Just listening\nto land transmissions.\"\n\nGrimes noted the red light in the center of the ceiling, indicating\nthat the service recorder was operating.\n\n\"What's the time to go?\" he asked Manson.\n\n\"Half hour, sir,\" the engineer said, glancing at the radar scope for\nverification.\n\n\"Cruise between Nephele and Estival at a hundred thousand,\" Grimes told\nthe pilot.\n\nThe man was still wearing part of his traditional garments and part\nof his service uniform. Grimes made signs at him, at the same time\npointing to the red light. The pilot grinned broadly and began to shed\nthe Oriental half of his garb on the spot.\n\n\"All right, Johnny,\" Grimes addressed the radio operator. \"I want to\ntalk with the Mayor of Estival and I don't want to be by-passed by any\narmy or air force official or anybody else.\"\n\nThe boy's fingers flew over his controls and in a matter of seconds\nhe had the Estival Telephone Exchange. The first operator spoke no\nTerranian languages at all. The second one could only speak French and\nGerman. Then the chief operator took over and filled the room with the\npeculiar sing song quality of a Priman speaking English.\n\nGrimes reminded himself that the Primans had done a miraculous job in\nlearning any Terranian tongues at all, considering the terrific strain\nunder which the teaching had taken place. They had been taught from the\nair by Dr. Allen Russell, after the first Terranian exploration had\nended in a hundred per cent fatalities. Then the famous doctor himself\nhad landed and had never made it back to his ship. That had set off the\nclamor at home for direct action against the dark skinned people of\nPrimus. Mobs had actually stormed the UN building in Paris demanding\nblood.\n\nGrimes aroused himself with a contemptuous shrug. Blood! The imbeciles!\nMost of them didn't know enough about Primans to know if they even had\nany blood; yet they were sure it was a case of wholesale murder. The\nPrimans didn't want anybody to get their precious uranium ore--that was\nthe popular belief. And he had to risk the lives of the best space crew\never assembled to satisfy their impatience or the UN would be forced\ninto a full scale attack.\n\n\"Here's the Mayor of Estival, sir,\" the radio operator said.\n\nGrimes took a handset. \"Captain Grimes ... Spaceship Vulcan ... Mister.\"\n\nHe waited for the acknowledgement. The mayor's voice was high pitched\nand unsteady, but his command of English was more than satisfactory.\n\n\"Mister of Estival,\" he said. \"Greetings, Captain Grimes. Will you\nland?\"\n\n\"We ... will ... not ... land ... at ... once. Our ... mission ...\nmay ... be ... the ... last ... peaceful ... one ... to ... visit ...\nPrimus ... if ... the ... mystery ... of ... the ... Terranians' ...\ndeaths ... is ... not ... solved.\"\n\n\"I understand you very well, Captain. You may speak more readily with\nme. What can I do to help you?\"\n\nGrimes relaxed and winked encouragingly at the doctor and Manson, then\nturned his attention back to the radio.\n\n\"We want a complete explanation of the cause of death of all Terranians\nwho have landed on Primus. Have you performed autopsies on any of the\nbodies?\"\n\n\"We are not equipped to operate as you are, Captain. We have almost no\nmedical science on Primus. We are doing what we can but so far we have\ndiscovered nothing.\"\n\n\"My orders are to exploit every possibility. After us will come only a\ntask force, Mayor of Estival.\"\n\n\n\nThe mayor's voice carried a certain anxiety in spite of its sing-song\nquality. \"Of course we will try to defend ourselves, but it would be\nhopeless. Our civilization is much further advanced than yours in many\nways, but we have none of your weapons of war. We wouldn't even know\nhow to take care of our wounded.\"\n\n\"My service knows that, Mister. But we can't reason with a mob, and\nthat's what we have against us at home. I have expert medical personnel\nwith me and a completely equipped laboratory. We intend to experiment\nextensively, both on your people and on our own. I am authorized to\ndemand your full cooperation.\"\n\n\"Cooperation is freely offered, Captain, but coercion is unknown on\nPrimus. I cannot make personal bargains for the citizens of Estival.\"\n\n\"You won't need to. We'll make our own bargains, and at the end of an\nX gun if necessary. What have you done since the last expedition was\nhere?\"\n\n\"We have given the lie detector test to every Priman over the age of\ntwenty--that is approximately five of your years--and no one has any\nknowledge of the Terranians' deaths. There is nothing toxic on Primus.\nWe have not had a disease or an infection within the memory of any of\nour people. We don't know what else to do.\"\n\n\"All right, I believe you, but that won't slow us down a bit. Now\nlisten to our plan. We are going to land one man at a time and have\nhim report back to the ship at short intervals. Under no circumstances\nmust any Priman come near this man or pay any attention to him. Is that\nclear?\"\n\n\"That is clear, Captain; but I cannot accept your proposals in the form\nof ultimata. The people of Primus....\"\n\nCaptain Grimes' voice hardened. \"You'll do exactly as I tell you or\nthere won't be an Estival much longer. Is that understood?\"\n\nThe reply was slow in coming. \"I understand, Captain. I will have the\ninformation broadcast immediately. I suggest you give me at least one\nof your hours.\"\n\n\"Make it two. Thanks for your cooperation, Mister. Good-bye.\"\n\nGrimes tossed the handset to the radio operator. \"Send a recording of\nthat conversation to the Mayor of Nephele,\" he said.\n\nThe boy nodded and began calling the Nephele exchange. Grimes turned to\nDr. Johnson.\n\n\"I want a man for a dangerous job that will require mental alertness at\nall times. Who would you recommend?\"\n\nManson spoke up before the doctor could make up his mind. \"Myself,\nsir,\" he said.\n\nGrimes dismissed the engineer without even looking at him. \"Need you\nhere, Manson. How about Fuqua?\" he asked the doctor.\n\n\"I would suggest Lerner, your assistant astro-navigator. He's the\nhealthiest specimen aboard and genuinely courageous, I'm quite\ncertain.\"\n\n\"Call Lerner on the inter-com, Johnny,\" Grimes told the radio operator.\nThen to Bill Manson he said, \"Get a Mars kit ready for him, and then\nhave one TV camera equipped with a long boy. I want to be able to watch\nevery step Lerner takes, just as if I were alongside him.\"\n\nHe then strode rapidly to the pilot's desk and called Kai-Ling to a\nwindow.\n\nSomewhere in the back of his brain something was worrying him. All\nalong he had pictured himself leading a half dozen of his crew in a\nsort of battle formation from one sector of the city to the next, alert\nto catch a Priman sniper or uncover a booby-trap. Now here he was\nmaking plans to send one man out alone--probably to certain death. What\ndid he expect to gain from that? Was he softening under pressure? Or\nwas he really applying reason, as he tried to convince himself?\n\n\"I want you to hover ten feet above that end of the airstrip,\" he told\nthe pilot, pointing. \"We'll drop Lerner from that height. But don't go\ndown until I tell you.\"\n\nWhen he returned to the doctor's side, the two of them were temporarily\nalone. Grimes sat down heavily and leaned toward the doctor.\n\n\"This is a ticklish situation, Doc. I've got a wonderful bunch of kids\non this ship, but not many mature, level heads. I'm not sure they'll\nsee eye to eye with my tactics.\"\n\nDr. Johnson studied him for a moment. \"That's always important with\nyou, isn't it?\"\n\nGrimes half evaded the older man's eyes. \"It always has been in the\npast, but something's different this time. I think that damn tape must\nhave done something to me. The only thing I seem to think about now\nis results. To be frank, Doc, I'm a lot more worried about how we're\ngoing to get to the bottom of this business than I am about how many\nmen we'll lose in the process. And that doesn't sound like the Grimes I\nused to be at all.\"\n\n\"You've never had a job like this one. You don't know yet how you'll\nreact to the developments.\"\n\nGrimes snorted. \"Don't worry, I'll react effectively all right. The\npsychology boys took care of that.\"\n\n\"Navigator Lerner, sir.\"\n\nGrimes returned the salute and looked the boy over quickly. Not more\nthan twenty-three, tall, not the least muscular; and not the least\nworried, if the eyes told anything.\n\n\"This is big stuff, Lerner,\" Grimes said seriously. \"That's why I\ndidn't ask for a volunteer. I have to have the best man, whether he's\neager or not. You'll take a radio and a direct-view explosive pistol.\nYou'll start toward the city from where we drop you and do nothing but\nobserve until you receive an order from me. If anything happens to your\nradio reception you'll return to the ship immediately. Any questions so\nfar?\"\n\n\"No, sir.\"\n\nGrimes studied the confident features almost enviously. \"Keep your eyes\nand ears open and report anything that interests you immediately. We'll\nfollow you on TV and try to anticipate your needs.\" He had to bite his\nlip to continue the instructions. \"Be sure to let us know instantly if\nyou feel any of the usual symptoms.\"\n\nLerner's eyes remained steady as he nodded.\n\nA few minutes later he dropped lightly to the surface of the planet and\nwaited for his first instructions.\n\n\"Stay on the hard surface of the airstrip,\" Grimes ordered. \"Don't kick\nup any dust as you walk. Don't touch anything with your exposed skin.\"\n\n\n\nThe navigator started toward the buildings at the far end of the\nairstrip. He wore a light linen suit that looked more like an\neighteenth century houri's costume than anything an inter-planetary\nexplorer might wear. It was belted around the waist and again at the\nankles, and thin enough to reveal the athletic supporter which was\nhis only undergarment. He carried the receiver-transmitter over one\nshoulder and held the X pistol, with its brightly focussed target\nscope, ready in his hand. He had slid some \"Uneasy\" pills from a Mars\nkit under the strap of his wristwatch. They were a great help in\ncombating nausea during the first few hours on the light planet. The\nUN labs were working on a special kit for use on Primus, but in the\nmeantime the Mars kit seemed to be a satisfactory substitute. The\nreduced gravitational pull of the smaller planets worked strange tricks\non a man's insides and most explorers resorted freely to the pills,\nwhich they had nicknamed \"Uneasy.\"\n\n\"There's a vegetable growth of some kind in the cracks along the\nairstrip here,\" Lerner's voice came steadily over the loud speaker.\n\n\"Don't touch it with your bare skin,\" Grimes said quickly. \"They\nprobably haven't used the airstrip since the last expedition from\nTerra. Is there any odor rising from it?\"\n\nHe watched the young navigator dip into a semi-crouch. \"Nothing that I\ncan detect, sir.\"\n\n\"All right, go on. Go inside the UN building and see if it's empty. If\nthere's anybody there, come out immediately. Keep talking all the time\nyou're inside. I want a word picture of everything you see.\"\n\nAs Lerner approached the buildings about a half mile away, Grimes\nswitched from a direct view to the television screen that maintained a\nlife-size close-up. He felt a momentary urge to organize a small force\nand lead it up to the navigator's position. What kept him back? That\nwas the way he had planned it before the tape had gone to work on him.\nWhat were Manson and the others thinking now?\n\n\"The photo-electric cell is still operating the door,\" Lerner said. \"I\ndon't see anybody around.\"\n\nThe television camera still showed the front of the building. There was\nno window through which it could scan the inside.\n\n\"Look around carefully and don't move until you're sure of yourself,\"\nGrimes ordered. \"According to the reports, you should be in a lobby\nsurrounded by glass-walled offices. Is that the picture?\"\n\n\"That is correct, sir. I don't see any signs of anybody. Wait....\" The\nvoice stopped for a minute. Captain Grimes leaned forward tensely. Then\nLerner began to speak again, hesitantly.\n\n\"I see ... I see a costume hanging ... hanging in one of the offices.\nThere might be somebody there ... probably just wearing shorts or\nsomething. I don't feel so good....\"\n\n\"Get out of there quick,\" Grimes shouted.\n\n\"Yes, sir,\" came the reply, weakly. \"There is someone here. He sees me\nbut I don't think he ... I don't know if he's coming down. Yes, I guess\nhe is. He's only wearing shorts. He's ... what did you say, Captain?\"\n\n\"I said get out of there. Get out of there at once, Lerner.\"\n\n\"I can't make you out, sir. My head hurts. I'm coming out. I feel sick\nat my stomach. I....\"\n\nThe voice trailed off and after a moment Lerner stumbled into the field\nof the TV camera and stood unsteadily before the big UN building. Then\nhis scream of pain came vibrating from the speaker.\n\n\"Captain Grimes! Larsen! Somebody, stop it. For God's sake, shoot!\"\n\nHe pointed his pistol excitedly in all directions, firing wildly\nwith the high-explosive bullets. Grimes turned from the TV screen to\nthe window, grabbing a pair of binoculars. All he could see was the\nstaggering figure of the navigator, stabbing the space around him with\nhis pistol and screaming over the radio.\n\n\"Stop it, Lerner. Stop that firing and screaming. There's nothing\nbothering you. Get back here immediately. On the double.\"\n\nEven as he shouted the futile orders, Grimes saw the boy slump to the\nground writhing and clutching at his insides. In five seconds it was\nall over. The brutal telescopic lens of the TV camera showed the blood\nspilling from his open mouth--there was no other motion.\n\nThen the camera picked up the figure of the Priman as he popped into\nview from inside the building. There was a moment of shocked silence\ninside the spaceship.\n\nThen three things happened at once.\n\nSomebody snarled, \"Get that rat!\" There was a flash from a high-powered\nrifle and the resultant explosion of the bullet against the front of\nthe UN building, too high to do any damage. There was the leap of the\nstartled Priman backward through the door.\n\nGrimes jumped to the communication panel and grabbed a handset. \"Stop\nthat firing. Fall in for inspection of firearms immediately. Lieutenant\nRamsey, conduct the inspection. Place the man who fired that round in\nconfinement. Lieutenant Fuqua, position your gunners and give orders\nto fire only at my command.\"\n\nHe threw the handset back in its place and then grabbed it again\nimmediately. \"Start scanning the area with the TV camera. Get off that\nbody. There's nothing new there.\"\n\n\"The mayor's on again,\" the radio operator broke in.\n\nGrimes switched handsets and growled his greeting.\n\n\"Captain Grimes,\" the undulating voice said excitedly. \"I have just\nreceived a call from the airfield. It seems that one of our citizens\nwas fired upon. We cannot allow that kind of....\"\n\n\"You'll allow anything that you can't help. One of my men is dead. I\ncan't allow that either, but what can I do about it?\" He caught the\nanxious expression on Dr. Johnson's face and calmed down somewhat. \"I'm\nsorry, Mister, about the firing. The man is being punished. What did\nyour citizen report? Did he do anything?\"\n\n\"He did nothing. The Terranian entered the building without first\nreporting to the sanitation chambers. We will resist this sort of thing\nto our utmost, Captain.\"\n\n\"All right, you've said that before. I've got nothing against you,\nMister--at least, nothing that I can prove, but if I don't get to the\nbottom of this trouble you'll soon find yourself putting up the most\nfutile resistance in solar history. Now listen to me. Get everybody out\nof the UN building. What we're looking for must be right there. That\nmay not be the only place, but it'll do for a starter.\"\n\n\"I will have the building vacated, Captain. Will you please observe the\nsanitation procedure? We must not have any germ diseases transmitted on\nPrimus.\"\n\n\"If we pollute you we'll cure you. Quit worrying about it. Do as I tell\nyou.\"\n\n\n\nThere was no reply. The transmission went dead. Grimes watched the TV\nscreen which again showed the UN building. After a while three Primans\nscurried through the door and ran toward the city, not even glancing at\nthe crumpled figure of the navigator.\n\nGrimes turned to Dr. Johnson, about to suggest that he name another man\nfor the outside job when he noticed Bill Manson calmly adjusting the\nreceiver-transmitter over his shoulder. He had already selected several\nitems from the Mars kit spread out on the floor, and had slipped them\ninto a plastic case strapped above one knee.\n\n\"All right, Manson; you win,\" Grimes said gratefully. \"But take it\neasy. There's no hurry. Examine everything inside that lobby before\nyou take two steps away from the door. Better yet, stay outside for a\nwhile. He might have picked up some poison before he went in.\"\n\n\"I'll do my best, Captain. Don't worry, I'll be back. Remember, I'm the\nboy who's getting married next June.\"\n\nThe captain said nothing. He felt he was hitting a new low now--sending\nManson out. Still it was the only sensible thing to do.\n\nWhat good would it do for him to be out there convulsing on the ground?\nWho could take over and run the ship any better if he did sacrifice\nhimself?\n\nHe snapped out of it and concentrated on watching the engineer's figure\nretreating down the long Priman airstrip.\n\nExcept for the insignificant fungus growing out of the cracks, there\nwas nothing of interest between the spaceship and the buildings and\nManson hardly paused until he was opposite Lerner's body.\n\n\"Don't touch him,\" Grimes ordered. \"We'll look at him later if\npossible. And stand around for a while before you go any further. Is\nthere anything peculiar at all? Any small animal life? Any strange\nsmells?\"\n\n\"Just this stinking atmosphere. I don't see a thing, sir. There's no\ndoubt that Lerner's dead.\"\n\nGrimes watched the engineer stroll around aimlessly in front of the UN\nbuilding for a full twenty minutes and then finally gave him permission\nto enter.\n\n\"I'm propping the door open,\" Manson said. \"There's nothing in the\nlobby. Looks like there were tables and chairs here at one time, but\nthey've been taken out.\"\n\nThe voice prattled on and Grimes tried to relax while listening, but he\nfound himself tensing with the beginning of each sentence.\n\n\"I feel a little woozy,\" Manson said all of a sudden. \"It's just the\nlight gravity, I know. I've been on Mars--it's the same sensation.\"\n\n\"Nevertheless, get out of that building immediately,\" Grimes shouted.\n\nThe engineer's figure appeared at once on the TV screen and Grimes\nbreathed a sigh of relief. Just the same he reassured himself with a\npair of binoculars that Manson was all right, as though he didn't trust\nthe electronic image.\n\n\"How do you feel?\" he asked anxiously.\n\n\"Not so good. I never really got used to walking on Mars, and I was\nthere a dozen times or more. I never stopped taking the Uneasy pills,\nthough I got so I used to bite 'em in half and take ... just ... a ...\npart....\"\n\n\"What's the matter with you?\" Grimes yelled, though he could see\nreadily enough what was the matter. The boy was doubled over in pain.\nHis lips moved frantically in an effort to talk, but no sound came out.\nHe tried to straighten once but a new attack seized him and he half\nfell to the ground. His screams of pain filled the spaceship until\nGrimes could stand it no longer.\n\n\"Get down there quick,\" he commanded the pilot. \"And shut off that\nspeaker,\" he hollered at the radio operator.\n\nNow what was he doing? Risking the entire ship and crew. And for what?\nTo try to save one man? He knew better. That would have been his reason\nin the old days--now he wasn't thinking of the man. He was thinking of\nresults. He had to know what was happening. One thing kept hammering\nin his brain. His mission. He had a mission, and it was more important\nthan one man or a whole crew of men.\n\nThe big ship moved silently and rapidly to the other end of the runway.\nGrimes had the exit port open by the time they stopped beside the\ntwisting body of the engineer.\n\nHe grabbed the medium sized figure under the armpits and pulled his\nhead and shoulders up inside the ship. Dr. Johnson gave a hand and they\nsoon had Manson laid out on the floor of the pilot's room. A hypodermic\nappeared almost magically in the doctor's hand.\n\n\"There's nothing left to do,\" he said to the excited captain.\n\n\"Get away from him,\" Grimes shouted fiendishly, jumping forward and\npushing the doctor back. \"He's got to talk. He's got to.\"\n\n\"My God, Captain, he's dying with pain,\" a third voice broke in.\n\nGrimes looked up to see the angry face of Lieutenant Ramsey glaring at\nhim. Behind Ramsey, several other crew members stared unbelievingly\nfrom their commander's face to the tortured body on the floor.\n\n\n\nGrimes didn't know exactly what he was doing, but he did it effectively\njust the same. He shot a right cross that caught Ramsey on the jaw and\nknocked him senseless. Then he knelt beside his chief engineer.\n\n\"Who did it, boy? What did it? You've got to tell me. Do you\nunderstand--you've got to talk.\"\n\nManson tried. When he opened his mouth Grimes could see the blood\ngathering and it nearly made him sick. He thought his own insides would\nburst with each convulsion of the younger man's body.\n\n\"It was ... I think it was....\"\n\nThe voice trailed off in a new spasm that ended in a violent kicking of\nhis arms and legs as if he were fighting off an attacking animal. Then\nhe vomited hideously and slowly relaxed.\n\nGrimes looked at the doctor and beyond him could see the men still\nglowering at him accusingly.\n\n\"It's too late now,\" Dr. Johnson shook his head.\n\n\"I guess we don't know any more than we did,\" Grimes said weakly. \"Make\nit easy for him if you can.\"\n\nHe spun around and concentrated on the radar map with no real interest.\nA crash of something fragile caused him to turn again toward the figure\non the floor. Bill Manson had knocked the needle from the doctor's hand\nand was struggling to speak.\n\nGrimes leaped to his side instantly and cradled the boy's head in his\nhands. \"Speak up, Bill.\"\n\n\"It was ... the pill. I'm sure it was the pill,\" Manson said. He shook\nhis head and the glaze partly left his eyes. \"I only took half a pill,\nlike I used to on Mars; I couldn't help it.... I was getting sick. I\nfelt it almost at once, then it really hit me after about two minutes.\"\n\n\"What pill? The Uneasy pill?\" Grimes couldn't believe in so simple an\nexplanation. \"They've been checked at home for years.\"\n\n\"Must be a slip somewhere. They weren't designed for Primus. I'll bet\nmy life it was the pill.\"\n\n\"Never mind betting your life any more now. You get some rest.\"\n\nHe snapped to his feet. \"Give him something,\" he told the doctor. \"And\ntake care of him. We'll analyze those pills ourselves. There's going to\nbe hell to pay if he's right, and just this minute I'm betting that he\nis.\"\n\n\"Betting your life, Captain?\"\n\nGrimes spun to find Lieutenant Ramsey rubbing his jaw and eyeing him\nbitterly.\n\n\"Yes, Lieutenant, betting my life.\" He ran to a wall cabinet and jerked\nout a Mars kit and suit. He tore open the kit and threw out the Uneasy\npills, then he hurriedly donned the suit. Maybe that was the answer\nafter all, he mused grimly. Something in the atmosphere reacted with\nthe pill. They had never been declared official for Primus. No time to\nworry about that now however.\n\nHe dropped to the surface of the planet and ran to the UN building. He\nflung himself inside and ran wildly up and down the stair, shouting\nlike a vacation-crazed schoolboy. From the first building he went on to\nthe others, and then into the city, stopping to be sick when he felt\nthe urge and actually enjoying the pain.\n\nHours later an exhausted Captain Grimes returned to his spaceship to be\ngreeted by an apologetic and happier crew.\n\n\"The boy's going to be all right,\" Dr. Johnson told him. \"He thinks he\nowes his life to the fact that he only took half a pill, but I don't\nknow. I'd say it was just plain old guts.\"\n\n\"How about the pills?\"\n\n\"No doubt about them, but I haven't pinned it down yet. We put a\npump on Manson and found some sodium chlorate in his stomach. That's\nNaClO_{3}, you know, and you could get it from ordinary table salt,\nNaCl, and ozone, O_{3}, if you could combine them. The Uneasy pill\nhas the NaCl all right, and there's plenty of ozone in the atmosphere\nhere--you've smelled it, of course. Smells like chlorine.\"\n\nGrimes nodded impatiently. \"But you couldn't get enough sodium\nchlorate to kill a man from one medium size pill, could you?\"\n\n\"No, you couldn't. It is poisonous, however. It's used as an\ninsecticide and as a weed-killer. But it's highly unstable and I don't\nknow how it could have been formed from such a stable substance as\nsodium chloride. But we've never really had a chance to analyze this\natmosphere. I'll work on it on the way back. Whatever the catalyst\nis, it must have allowed some other ozonides to form, and many of\nthem are highly explosive. A man could literally have been blown to\npieces from the inside. It must have been something that could produce\nhallucinations too, judging from Lerner's actions.\"\n\nGrimes laughed bitterly, but with relief. \"Man, do we owe the Primans\nan apology! I better draft something quick; then we'll shove off.\"\n\nLieutenant Ramsey was the only one who managed to speak.\n\n\"I insist on making out a voluntary on my actions, sir. I don't know\nwhat came over me.\"\n\nThe captain pushed him aside. \"There'll be no voluntarys passed across\nmy desk. I'm capable of reporting on conditions in my ship.\"\n\nHe went on to his private quarters.\n\nWell, it was over, he thought wearily. The psychology boys had been\nright again. He had felt like a mechanical man all the time. He never\nwould have believed he could send men out like that--and the ship! He\ncould have lost everything.\n\nHe glanced at the tape player still in position at his bedside.\nSuddenly, on impulse, he dived at it and threw it open at the top.\nHe shorted out the governor circuits and then re-wound the tape to\nthe playing position. He had heard of commanders doing it before, and\nvaguely he was aware that there was an order forbidding it, but he\nreplayed the tape anyway--this time to his conscious mind.\n\nThere was some soft, dreamy music for a couple of minutes, then a\nfeminine voice whispered, \"Sleep well, Captain Grimes. Sleep well.\"\nThat was all, except for some more music.",
    "metadata": {
        "author": [
            "Wesley, Bill"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/63707/pg63707.txt",
        "name": "the_primus_curse.json"
    }
}