{
    "name": "The Pacifists",
    "author": [
        "Fritch, Charles E."
    ],
    "body": "Like a lone sentinel, the house stood apart at the edge of the village,\na white cube with no windows. The door stood open, a dark hole against\nthe white brick. The house was silent. The village beyond was silent.\n\n\"They must have seen us land,\" Compton said, a little wildly. \"You\ncan't set down a rocket ship a hundred yards from somebody and not have\nthem notice. They must have seen us!\"\n\n\"Unless no one lives here,\" Parker amended. \"This may be a ghost city.\"\n\n\"He's right,\" Hinckley agreed. \"There might not be anyone living here,\nor anyplace on the planet for that matter. We've found very little life\nin these alien star-systems, and it's varied from primitive to ancient.\nPerhaps this society became old and died before any of us were born.\"\n\nThe three Earthmen stood at the base of the spaceship, their spacesuit\nheadpieces thrown back so they could breathe in the cool thin air. They\nstood there peering into the deathly stillness.\n\n\"I hope there are people living here,\" Parker said. \"It's been more\nthan a month now--\"\n\n\"Well,\" Hinckley said, \"let's find out.\" He waved them forward.\n\nThey were fifty feet from the house when a woman appeared in the\ndoorway with a silver vase. She was dressed in a grey flowing robe that\ncovered her from neck to ankles.\n\n\"A young woman,\" Hinckley breathed, staring. \"A woman just like any on\nEarth!\"\n\nHis voice was loud in the silence, but the woman took no notice. She\nstooped and began filling the vase with sand. The two men with Hinckley\nshifted anxiously, settling the sand beneath their boots. Behind them\nthe great spaceship pointed its nose at the sky.\n\nParker was staring intently at the girl. \"I'm going to like this\nplace,\" he said slowly.\n\nThey walked forward, crunching sand. But the girl took no notice of\ntheir approach. She was kneeling beside the house, scooping tiny\nhandfuls of sand into the silver vase. When they were within five feet\nof her, Hinckley cleared his throat. She did not look up. He coughed.\n\n\"Maybe she's deaf,\" Parker suggested vaguely. His eyes wandered\nappraisingly over her youthful body; he licked dry lips.\n\nHinckley moved forward and stood before the girl. Her small white hands\ndug into the sand, scooping around his boots as though not aware of\nthem.\n\n\"And blind, too?\" Compton wanted to know. \"And without the sense of\ntouch?\" There was a strange quality to his voice, as though some\nprimitive part of his unconsciousness was telling him to run.\n\nHinckley bent to tap the girl lightly upon the shoulder. \"Pardon me,\nMiss. We're visitors from Earth,\" he told her.\n\nBut she paid no attention to the sound of his voice, and he stepped\nback, puzzled.\n\n\"Now what?\" Compton wanted to know. He looked around him nervously, at\nthe house, the speckled sand, the rocket squatting behind them. \"I hope\nall the natives aren't like this.\"\n\n\"I do,\" Parker said, licking his lips thoughtfully and keeping his gaze\non the girl. \"I'd just as soon have them all like this. It might be\ninteresting.\"\n\nCompton flushed. \"What I meant--\"\n\n\"He knows what you meant,\" Hinckley said harshly. \"And there won't\nbe any of that going on here. You caused enough trouble on the other\nplanets, and it's not going to happen again, not while I'm in charge of\nthis expedition. We didn't come all the way out here just so you could\nsatisfy your romantic inclinations.\"\n\n\"And how about my off hours, _Captain_,\" Parker said, emphasizing the\nword as though it were obscene; \"then may I fraternize?\"\n\n\"You have no off hours,\" Hinckley said sternly.\n\n\"Here comes another one,\" Compton warned in a whisper.\n\nA man, dressed in robes similar to the woman's, came from the door of\nthe house and walked into the yard. After helping the woman to rise,\nhe picked up the vase, and the two of them went back inside the house.\nHe hadn't even looked at the Earthmen.\n\nAfter awhile, Parker said, \"Do you suppose they're both mirages?\"\n\n\"Maybe that's it,\" Compton said. \"Maybe it's all a mirage, the woman,\nthe vase, the man, the house, maybe even the planet itself.\" His voice\nhad risen in his excitement.\n\n\"Take it easy,\" Hinckley advised.\n\n\"Let's get back to the ship before the whole planet evaporates,\"\nCompton said.\n\n\"Go back if you like,\" Hinckley said. \"I'm going to investigate this.\nHow about you, Parker?\"\n\n\"Okay with me. Always wanted to see what makes a mirage tick.\" He\nglanced contemptuously at Compton.\n\n\"Okay,\" Compton said, gripping his rifle, \"we'll all make fools of\nourselves.\"\n\n\"C'mon, then.\"\n\nHinckley led the way into the house, hesitating only briefly at the\ndoorway. Inside, a blue light flickered as the man bent over a flaming\ntrough and poured sand into it from the silver vase. The flames leaped\nhigh, filling the room with a sweet fragrance. The man emptied the\nvase, rose and took it to one corner of the room. He sat down on the\ncouch by the woman. He did not look at the Earthlings.\n\n\"He doesn't see us either,\" Compton said hoarsely. He cried, \"Hey, you!\nYou! Listen! We're Earthmen. Visitors from space.\"\n\nHis voice was explosive in the silence. The man didn't look up. The\nEarthmen became aware of music seeping from the walls, music strange\nand hauntingly beautiful, played on incredible invisible instruments.\n\n\"I don't like this,\" Compton said. \"I don't like it at all. Why are\nthey ignoring us? Why?\"\n\n\"Maybe they can't help it,\" Hinckley suggested. \"Perhaps they actually\ncan't see us or hear us. It's fantastic, but it's possible.\"\n\n\"I wonder,\" Parker mused. And before anyone could stop him, he struck\nthe man across the face with a doubled fist.\n\n\"Parker!\" Hinckley cried. \"You fool!\"\n\n\"That's a matter of opinion,\" Parker said steadily, rubbing his\nknuckles. \"I found out what I wanted to.\"\n\nThe man had fallen beneath the blow, but recovered seconds later. There\nwas a large red welt on his forehead, but neither he nor the woman took\nany notice of it.\n\n\"It's incredible,\" Compton said.\n\n\"Evidently we can affect them physically, even if not mentally,\"\nHinckley said. \"You do something like that again, Parker, and I'll\nshoot you. I've got the authority to do it, you know, and sometimes the\nurge.\"\n\n\"I know,\" Parker said, \"but you haven't got the guts. Besides, I'll\nbehave myself.\" He looked intently at the young woman. \"I just wanted\nto make certain they're real, that's all.\"\n\n\"Let's get out of here,\" Compton suggested. \"There must be some way\nwe can get a message through to these people. Perhaps someone in the\nvillage--\"\n\nHinckley nodded and motioned them from the house. Compton went eagerly,\nbut Parker lingered. The air outside seemed cooler now, and its\nfreshness seemed strange after the pleasant fragrance inside the house.\n\n\"Go back to the ship,\" Hinckley told Parker. \"Compton and I'll go into\nthe village.\"\n\n\"I like it right here,\" Parker said.\n\n\"We might need someone at the ship,\" Hinckley said. \"That's an order.\"\nHis hand caressed his rifle, as though daring Parker to refuse.\n\nParker grinned contemptuously. \"Anything you say, _Captain_. If you\nneed any help, just yell.\" He turned away and walked toward the rocket.\n\n\"Someday I'm going to kill him,\" Hinckley promised. He turned to\nCompton. \"C'mon, let's see what the village looks like.\"\n\n\n\nThe village was a replica of the first hut, multiplied. Some of the\nhuts seemed to have specialized purposes as stores or warehouses, but\notherwise it was the same. People sat in the houses, listening to\nmusic or watching moving pictures swarm over their hut walls. Some\noccasionally ventured into the street. All of them ignored the Earthmen.\n\n\"I don't know what to make of it,\" Hinckley said finally. \"We can touch\nthem and hear them; they appear normal in all respects, but they seem\nto be operating on a different level of existence.\"\n\n\"I don't pretend to understand it,\" Compton said, \"but I have a feeling\nI don't like, whenever I think about it. I'd rather meet bug-eyed\nmonsters than this.\"\n\n\"I know what you mean,\" Hinckley said. \"These people even though\nthey're humanoid, are out of contact with reality--at least with\nreality as we know it. It's like some kind of mass hypnosis, with\neveryone in a trance except us.\"\n\n\"Think of how helpless these people would be,\" Compton said. \"When we\nturn in our report, those who come out here with unhealthy designs\nwon't have any opposition.\"\n\n\"We have a prime example of that on board,\" Hinckley said disgustedly.\n\"We'd better get back to the ship; I don't like to leave Parker alone;\nthere's no telling what he'll do.\"\n\nWhen they got back Parker wasn't there.\n\n\"I was afraid of this,\" Hinckley said between clenched teeth.\n\n\"Maybe they've done something to him,\" Compton suggested nervously.\n\n\"That's too much to hope for. Chances are, it's the other way around.\nIf I know Parker, there's only one place he'll be. C'mon.\"\n\nClutching his rifle, Hinckley ran from the rocket. Compton followed, a\nbit more cautiously.\n\nHinckley reached the lone house and peered into the bluelit gloom. He\nentered, gun ready, Compton at his heels.\n\n\"He's not here,\" Hinckley said, surprised.\n\nThe man and the young woman sat on the couch and casually watched\npictures move across the far wall. Hinckley, looking at the pictures,\nwas not at all certain they weren't the reality and the natives of this\nplace merely ghost images that might fade at any moment.\n\nOn the wall an empire was being formed. Tall buildings were raised\nby machinery that was unfamiliar to the Earthmen. Aircraft flitted\nacross the sky like strange black birds. The buildings towered, the\nflying machines dove, spitting needles that exploded into blossoms\nof fire, and the buildings toppled into dust. People ran, screaming\nsoundless screams. Columns of smoke rose to replace the buildings. The\nscene shifted. Great weapons were assembled and heaped carelessly. To\nthe heap were added the skycraft and other weapons of war. The pile\nexploded, and the people rejoiced, clasping hands, dancing. The walls\ndarkened.\n\nActual or symbolic? Hinckley wondered.\n\n\"What does it mean?\" Compton asked him.\n\n\"I think,\" Hinckley said, \"we've just been given a short history of\ntheir race. They built up a great society here, but a warring one.\nFinally, they outlawed all weapons in order to save themselves from\ntotal destruction. We could probably take a lesson from that.\"\n\n\"They'll probably be worse off when the Earthmen come here,\" Compton\nsaid. \"Even if they could see and hear us, they wouldn't have any\nweapons left to defend themselves. We could loot and rape and--\"\n\n\"I think we'd better forget this planet exists,\" Hinckley said slowly.\n\"If we don't report it, no one'll ever know. It's one planet in a\nmillion planets. If we say it's empty, they'll believe it and never\nbother to check.\"\n\n\"But what about Parker?\"\n\n\"Yes,\" Hinckley said in a disturbed tone. \"Parker. We've got to find\nhim before he does anything he shouldn't. He must be in one of the\nhuts. C'mon. You take one side of the village, I'll take the other.\nWhen we find him, we'll blast off.\"\n\nBut they didn't find him. They searched through all the buildings,\npeered into all the faces.\n\n\"I don't like it,\" Compton said when they met. \"The people may be\nhelpless, but that doesn't mean everything on the planet is. We've got\nto get out of here while we've got the chance.\"\n\n\"Take it easy,\" Hinckley advised. \"We can't leave without Parker. He's\nprobably hiding someplace.\"\n\n\"Hiding?\"\n\n\"Hoping we'll take off and leave him alone here. He'd be perfectly\nsafe. He could take anything he wanted--food, drink, anything--and\nthese people couldn't raise a finger to stop him; they wouldn't even\nknow he was here, most likely. If I know Parker that's what he'd want.\nHe wouldn't care about the people as long as he satisfied himself.\"\n\n\"We'll never find him,\" Compton said. \"There's a forest beyond the\nvillage. If he got into that, we could search for months and not find\nhim.\"\n\nHinckley shrugged. \"We've got to try.\"\n\nNight came before they returned to the rocket.\n\nHinckley shook his head in the gathering darkness. \"He could be\nanyplace out there, damn him.\"\n\n\"Let's get out of here,\" Compton suggested again. \"Leave him here, if\nthat's what he wants. Let him do what he wants here; what difference\ndoes it make if the natives don't know what's happening?\"\n\nHinckley's look was cold. \"We'll wait until morning,\" he said. \"If he\nisn't back by then, we'll leave.\"\n\nBut the next morning, the rays of the alien sun found the white\nsquatting houses silent; Parker had not returned.\n\nHinckley turned on the outer loudspeaker. \"Parker,\" he said. The words\ncrashed across the still village. \"Parker, this is Hinckley. We're\nblasting off in five minutes. If you're not aboard, we're leaving\nwithout you.\"\n\nAfter a few minutes, Compton said, \"He's not coming. He's probably\ndead, and so will we be if we wait long enough.\"\n\n\"More likely, he's ignoring us,\" Hinckley said, consulting his watch.\n\"He's got two minutes more.\"\n\nTwo minutes later, Compton said, \"Time's up.\"\n\nHinckley nodded. He switched on the rocket motors. Deep within the\nspaceship a turbine growled; the growl rose to a whine.\n\n\"I still don't like to leave him there. Even though they don't know\nwhat's happening to them, I feel sorry for those people out there.\" He\nswitched on the loudspeaker again. \"Parker,\" he said over it. \"Last\nchance. We're blasting off.\"\n\n\"He's not coming,\" Compton said shrilly, \"he's not coming.\"\n\nHinckley touched a button. Flaming rockets drove their fire in to the\nground. The great spaceship shuddered, rose on a column of flame.\n\n\"At last,\" Compton sighed. \"At last.\"\n\n\"We'll have to come back, though,\" Hinckley said. \"I knew we'd have to\nturn in a report, and now I know we'll have to come back here to find\nParker, to jail him as a deserter, and perhaps worse. I hate to think\nof what'll happen to those people down there when the Earthmen come.\"\n\nThey looked into a viewscreen. Below them, the planet dwindled and\nbecame nothing.\n\n\n\nFrom the edge of the forest, Parker watched the spaceship rise into\nthe sky and disappear. He chuckled contentedly. He had won the game of\nhide-and-seek, and the planet was his prize. Earthmen always took what\nthey could from newly discovered planets, only this time _he_ would\nhave first choice well ahead of any others. It would be months before\nan Earth ship would arrive. But he could last that long easily. Longer\nif necessary. During that time he could make up some story to account\nfor his absence. They'd have to prove him a liar, and that would be\ndifficult. Any story he made up would certainly be no less fantastic\nthan this planet certainly was.\n\nMeanwhile, there were things to do.\n\nHe took off his cumbersome spacesuit and left it in a clearing in the\nforest; he wouldn't need that for awhile, and it would only hamper\nhim. He was in no mood to be delayed. There were a great many things\nto do, but first there was one special thing to do. There was a girl,\nhe remembered, a young woman in a small hut at the other end of the\nvillage. He licked his lips in anticipation. There was a man with her,\nbut there was nothing he could do--nothing at all. Parker laughed\nloudly into the silence and trotted down the street.\n\nWhen he reached the other end of the village, he walked eagerly into\nthe house. The girl sat on the couch. The man stood nearby. The walls\nwere unmoving and the blue fire cast a cold light about the room.\nThe Earthman sat down beside the girl, and his hands reached out,\nunhesitating.\n\nBut suddenly the man said something in an alien tongue, a sound that\nwas like a whiplash, angry and bitter.\n\nParker felt his throat tighten. \"What?\" he said. \"What?\"\n\nHe looked up into eyes alive with hate. No, that was impossible. It\nwas only imagination. Only imagination, yet for a moment--he laughed\nguiltily--he'd thought the man was looking directly at him.\n\nFuriously, angry at himself, Parker forced the thought from his mind.\nHe reached once more for the girl, but she shrank from his touch and\nleaped up. The Earthman followed her movement with startled, puzzled\neyes, and then his bewilderment changed to a fear that held him with\ncold fingers.\n\nThe man had taken a long silver knife from beneath his robe, and he\nheld it in his hands so that its blade reflected the cold blue fire.\nHis face was a mask, not pleasant to see. And he was looking at the\nEarthman, seeing him, watching him, hating him.\n\nA sudden flash of understanding came. These people had known all the\ntime. They stayed indoors in dim light to enhance the illusion and\nwatch with greater secrecy, so that the movement of eyes would not\nbetray them--and they had waited. For what?\n\nParker leaped up with a hoarse cry and ran, not waiting to find out.\nHe was in the doorway when the silver knife caught him and slid easily\nbetween his ribs and released the breath of life that lay hidden there.\nBefore he struck the ground, he was a shell, with neither fear nor\ndesire to trouble him.\n\nFor a long moment afterward, the man stood over the still body, looking\ndown at it with a mixture of hate and disgust. The girl joined him. He\nlooked at her and then at the sky.\n\n\"We must learn to make weapons again,\" he told her. \"These creatures\nwill be back, unsuspecting, thinking us helpless. Next time, we must be\nready!\"\n\nWithout ceremony, they buried the Earthman's body and then met others\nof their kind coming into the village streets. There was work to do.",
    "metadata": {
        "author": [
            "Fritch, Charles E."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/59243/pg59243.txt",
        "name": "the_pacifists.json"
    }
}