{
    "name": "The Toll-House\nSailor's Knots, Part 7.",
    "author": [
        "Jacobs, William Wymark",
        "Jacobs, W. W. (William Wymark)"
    ],
    "body": "1909\n\n\n\n\"THE TOLL-HOUSE\"\n\n\n\"It's all nonsense,\" said Jack Barnes.  \"Of course people have died in the\nhouse; people die in every house.  As for the noises--wind in the chimney\nand rats in the wainscot are very convincing to a nervous man.  Give me\nanother cup of tea, Meagle.\"\n\n\"Lester and White are first,\" said Meagle, who was presiding at the\ntea-table of the Three Feathers Inn.  \"You've had two.\"\n\nLester and White finished their cups with irritating slowness, pausing\nbetween sips to sniff the aroma, and to discover the sex and dates of\narrival of the \"strangers\" which floated in some numbers in the beverage.\nMr. Meagle served them to the brim, and then, turning to the grimly\nexpectant Mr. Barnes, blandly requested him to ring for hot water.\n\n\"We'll try and keep your nerves in their present healthy condition,\" he\nremarked.  \"For my part I have a sort of half-and-half belief in the\nsuper-natural.\"\n\n\"All sensible people have,\" said Lester.  \"An aunt of mine saw a ghost\nonce.\"\n\nWhite nodded.\n\n\"I had an uncle that saw one,\" he said.\n\n\"It always is somebody else that sees them,\" said Barnes.\n\n\"Well, there is a house,\" said Meagle, \"a large house at an absurdly low\nrent, and nobody will take it.  It has taken toll of at least one life of\nevery family that has lived there--however short the time--and since it\nhas stood empty caretaker after care-taker has died there.  The last\ncaretaker died fifteen years ago.\"\n\n\"Exactly,\" said Barnes.  \"Long enough ago for legends to accumulate.\"\n\n\"I'll bet you a sovereign you won't spend the night there alone, for all\nyour talk,\" said White, suddenly.\n\n\"And I,\" said Lester.\n\n\"No,\" said Barnes slowly.  \"I don't believe in ghosts nor in any\nsupernatural things whatever; all the same I admit that I should not care\nto pass a night there alone.\"\n\n\"But why not?\"  inquired White.\n\n\"Wind in the chimney,\" said Meagle with a grin.\n\n\"Rats in the wainscot,\" chimed in Lester.  \"As you like,\" said Barnes\ncoloring.\n\n\"Suppose we all go,\" said Meagle.  \"Start after supper, and get there\nabout eleven.  We have been walking for ten days now without an\nadventure--except Barnes's discovery that ditchwater smells longest.  It\nwill be a novelty, at any rate, and, if we break the spell by all\nsurviving, the grateful owner ought to come down handsome.\"\n\n\"Let's see what the landlord has to say about it first,\" said Lester.\n\"There is no fun in passing a night in an ordinary empty house.  Let us\nmake sure that it is haunted.\"\n\nHe rang the bell, and, sending for the landlord, appealed to him in the\nname of our common humanity not to let them waste a night watching in a\nhouse in which spectres and hobgoblins had no part.  The reply was more\nthan reassuring, and the landlord, after describing with considerable art\nthe exact appearance of a head which had been seen hanging out of a\nwindow in the moonlight, wound up with a polite but urgent request that\nthey would settle his bill before they went.\n\n\"It's all very well for you young gentlemen to have your fun,\" he said\nindulgently; \"but supposing as how you are all found dead in the morning,\nwhat about me?  It ain't called the Toll-House for nothing, you know.\"\n\n\"Who died there last?\"  inquired Barnes, with an air of polite derision.\n\n\"A tramp,\" was the reply.  \"He went there for the sake of half a crown,\nand they found him next morning hanging from the balusters, dead.\"\n\n\"Suicide,\" said Barnes.  \"Unsound mind.\"\n\nThe landlord nodded.  \"That's what the jury brought it in,\" he said\nslowly; \"but his mind was sound enough when he went in there.  I'd known\nhim, off and on, for years.  I'm a poor man, but I wouldn't spend the\nnight in that house for a hundred pounds.\"\n\nHe repeated this remark as they started on their expedition a few hours\nlater.  They left as the inn was closing for the night; bolts shot\nnoisily behind them, and, as the regular customers trudged slowly\nhomewards, they set off at a brisk pace in the direction of the house.\nMost of the cottages were already in darkness, and lights in others went\nout as they passed.\n\n\"It seems rather hard that we have got to lose a night's rest in order to\nconvince Barnes of the existence of ghosts,\" said White.\n\n\"It's in a good cause,\" said Meagle.  \"A most worthy object; and\nsomething seems to tell me that we shall succeed.  You didn't forget the\ncandles, Lester?\"\n\n\"I have brought two,\" was the reply; \"all the old man could spare.\"\n\nThere was but little moon, and the night was cloudy.  The road between\nhigh hedges was dark, and in one place, where it ran through a wood, so\nblack that they twice stumbled in the uneven ground at the side of it.\n\n\"Fancy leaving our comfortable beds for this!\"  said White again.  \"Let\nme see; this desirable residential sepulchre lies to the right, doesn't\nit?\"\n\n\"Farther on,\" said Meagle.\n\nThey walked on for some time in silence, broken only by White's tribute\nto the softness, the cleanliness, and the comfort of the bed which was\nreceding farther and farther into the distance.  Under Meagle's guidance\nthey turned oft at last to the right, and, after a walk of a quarter of a\nmile, saw the gates of the house before them.\n\nThe lodge was almost hidden by overgrown shrubs and the drive was choked\nwith rank growths.  Meagle leading, they pushed through it until the dark\npile of the house loomed above them.\n\n\"There is a window at the back where we can get in, so the landlord\nsays,\" said Lester, as they stood before the hall door.\n\n\"Window?\" said Meagle.  \"Nonsense.  Let's do the thing properly.  Where's\nthe knocker?\"\n\nHe felt for it in the darkness and gave a thundering rat-tat-tat at the\ndoor.\n\n\"Don't play the fool,\" said Barnes crossly.\n\n\"Ghostly servants are all asleep,\" said Meagle gravely, \"but I'll wake\nthem up before I've done with them.  It's scandalous keeping us out here\nin the dark.\"\n\nHe plied the knocker again, and the noise volleyed in the emptiness\nbeyond.  Then with a sudden exclamation he put out his hands and stumbled\nforward.\n\n\"Why, it was open all the time,\" he said, with an odd catch in his voice.\n\"Come on.\"\n\n\"I don't believe it was open,\" said Lester, hanging back.  \"Somebody is\nplaying us a trick.\"\n\n\"Nonsense,\" said Meagle sharply.  \"Give me a candle.  Thanks.  Who's got\na match?\"\n\nBarnes produced a box and struck one, and Meagle, shielding the candle\nwith his hand, led the way forward to the foot of the stairs.  \"Shut the\ndoor, somebody,\" he said, \"there's too much draught.\"\n\n\"It is shut,\" said White, glancing behind him.\n\nMeagle fingered his chin.  \"Who shut it?\"  he inquired, looking from one\nto the other.  \"Who came in last?\"\n\n\"I did,\" said Lester, \"but I don't remember shutting it--perhaps I did,\nthough.\"\n\nMeagle, about to speak, thought better of it, and, still carefully\nguarding the flame, began to explore the house, with the others close\nbehind.  Shadows danced on the walls and lurked in the corners as they\nproceeded.  At the end of the passage they found a second staircase, and\nascending it slowly gained the first floor.\n\n\"Careful!\" said Meagle, as they gained the landing.\n\nHe held the candle forward and showed where the balusters had broken\naway.  Then he peered curiously into the void beneath.\n\n\"This is where the tramp hanged himself, I suppose,\" he said\nthoughtfully.\n\n\"You've got an unwholesome mind,\" said White, as they walked on.  \"This\nplace is qutie creepy enough without your remembering that.  Now let's\nfind a comfortable room and have a little nip of whiskey apiece and a\npipe.  How will this do?\"\n\nHe opened a door at the end of the passage and revealed a small square\nroom.  Meagle led the way with the candle, and, first melting a drop or\ntwo of tallow, stuck it on the mantelpiece.  The others seated themselves\non the floor and watched pleasantly as White drew from his pocket a small\nbottle of whiskey and a tin cup.\n\n\"H'm!  I've forgotten the water,\" he exclaimed.  \"I'll soon get some,\"\nsaid Meagle.\n\nHe tugged violently at the bell-handle, and the rusty jangling of a bell\nsounded from a distant kitchen.  He rang again.\n\n\"Don't play the fool,\" said Barnes roughly.\n\nMeagle laughed.  \"I only wanted to convince you,\" he said kindly.  \"There\nought to be, at any rate, one ghost in the servants' hall.\"\n\nBarnes held up his hand for silence.\n\n\"Yes?\" said Meagle with a grin at the other two.  \"Is anybody coming?\"\n\n\"Suppose we drop this game and go back,\" said Barnes suddenly.  \"I don't\nbelieve in spirits, but nerves are outside anybody's command.  You may\nlaugh as you like, but it really seemed to me that I heard a door open\nbelow and steps on the stairs.\"\n\nHis voice was drowned in a roar of laughter.\n\n\"He is coming round,\" said Meagle with a smirk.  \"By the time I have done\nwith him he will be a confirmed believer.  Well, who will go and get some\nwater?  Will you, Barnes?\"\n\n\"No,\" was the reply.\n\n\"If there is any it might not be safe to drink after all these years,\"\nsaid Lester.  \"We must do without it.\"\n\nMeagle nodded, and taking a seat on the floor held out his hand for the\ncup.  Pipes were lit and the clean, wholesome smell of tobacco filled the\nroom.  White produced a pack of cards; talk and laughter rang through the\nroom and died away reluctantly in distant corridors.\n\n\"Empty rooms always delude me into the belief that I possess a deep\nvoice,\" said Meagle.  \"To-morrow----\"\n\nHe started up with a smothered exclamation as the light went out suddenly\nand something struck him on the head.  The others sprang to their feet.\nThen Meagle laughed.\n\n\"It's the candle,\" he exclaimed.  \"I didn't stick it enough.\"\n\nBarnes struck a match and relighting the candle stuck it on the\nmantelpiece, and sitting down took up his cards again.\n\n\"What was I going to say?\"  said Meagle.  \"Oh, I know; to-morrow I----\"\n\n\"Listen!\" said White, laying his hand on the other's sleeve.  \"Upon my\nword I really thought I heard a laugh.\"\n\n\"Look here!\" said Barnes.  \"What do you say to going back?  I've had\nenough of this.  I keep fancying that I hear things too; sounds of\nsomething moving about in the passage outside.  I know it's only fancy,\nbut it's uncomfortable.\"\n\n\"You go if you want to,\" said Meagle, \"and we will play dummy.  Or you\nmight ask the tramp to take your hand for you, as you go downstairs.\"\n\nBarnes shivered and exclaimed angrily.  He got up and, walking to the\nhalf-closed door, listened.\n\n\"Go outside,\" said Meagle, winking at the other two.  \"I'll dare you to\ngo down to the hall door and back by yourself.\"\n\nBarnes came back and, bending forward, lit his pipe at the candle.\n\n\"I am nervous but rational,\" he said, blowing out a thin cloud of smoke.\n\"My nerves tell me that there is something prowling up and down the long\npassage outside; my reason tells me that it is all nonsense.  Where are\nmy cards?\"\n\nHe sat down again, and taking up his hand, looked through it carefully\nand led.\n\n\"Your play, White,\" he said after a pause.  White made no sign.\n\n\"Why, he is asleep,\" said Meagle.  \"Wake up, old man.  Wake up and play.\"\n\nLester, who was sitting next to him, took the sleeping man by the arm and\nshook him, gently at first and then with some roughness; but White, with\nhis back against the wall and his head bowed, made no sign.  Meagle\nbawled in his ear and then turned a puzzled face to the others.\n\n\"He sleeps like the dead,\" he said, grimacing.  \"Well, there are still\nthree of us to keep each other company.\"\n\n\"Yes,\" said Lester, nodding.  \"Unless--Good Lord! suppose----\"\n\nHe broke off and eyed them trembling.\n\n\"Suppose what?\" inquired Meagle.\n\n\"Nothing,\" stammered Lester.  \"Let's wake him.  Try him again. _White!\nWhite!_\"\n\n\"It's no good,\" said Meagle seriously; \"there's something wrong about\nthat sleep.\"\n\n\"That's what I meant,\" said Lester; \"and if he goes to sleep like that,\nwhy shouldn't----\"\n\nMeagle sprang to his feet.  \"Nonsense,\" he said roughly.  \"He's tired\nout; that's all.  Still, let's take him up and clear out.  You take his\nlegs and Barnes will lead the way with the candle.  Yes?  Who's that?\"\n\nHe looked up quickly towards the door.  \"Thought I heard somebody tap,\"\nhe said with a shamefaced laugh.  \"Now, Lester, up with him.  One, two--\nLester!  Lester!\"\n\nHe sprang forward too late; Lester, with his face buried in his arms, had\nrolled over on the floor fast asleep, and his utmost efforts failed to\nawaken him.\n\n\"He--is--asleep,\" he stammered.  \"'Asleep!\"\n\nBarnes, who had taken the candle from the mantel-piece, stood peering at\nthe sleepers in silence and dropping tallow over the floor.\n\n\"We must get out of this,\" said Meagle.  \"Quick!\"  Barnes hesitated.  \"We\ncan't leave them here--\" he began.\n\n\"We must,\" said Meagle in strident tones.  \"If you go to sleep I shall\ngo--Quick!  Come.\"\n\nHe seized the other by the arm and strove to drag him to the door.\nBarnes shook him off, and putting the candle back on the mantelpiece,\ntried again to arouse the sleepers.\n\n\"It's no good,\" he said at last, and, turning from them, watched Meagle.\n\"Don't you go to sleep,\" he said anxiously.\n\nMeagle shook his head, and they stood for some time in uneasy silence.\n\"May as well shut the door,\" said Barnes at last.\n\nHe crossed over and closed it gently.  Then at a scuffling noise behind\nhim he turned and saw Meagle in a heap on the hearthstone.\n\nWith a sharp catch in his breath he stood motionless.  Inside the room\nthe candle, fluttering in the draught, showed dimly the grotesque\nattitudes of the sleepers.  Beyond the door there seemed to his over-\nwrought imagination a strange and stealthy unrest.  He tried to whistle,\nbut his lips were parched, and in a mechanical fashion he stooped, and\nbegan to pick up the cards which littered the floor.\n\nHe stopped once or twice and stood with bent head listening.  The unrest\noutside seemed to increase; a loud creaking sounded from the stairs.\n\n\"Who is there?\" he cried loudly.\n\nThe creaking ceased.  He crossed to the door and flinging it open, strode\nout into the corridor.  As he walked his fears left him suddenly.\n\n\"Come on!\" he cried with a low laugh.  \"All of you!  All of you!  Show\nyour faces--your infernal ugly faces!  Don't skulk!\"\n\nHe laughed again and walked on; and the heap in the fireplace put out his\nhead tortoise fashion and listened in horror to the retreating footsteps.\nNot until they had become inaudible in the distance did the listeners'\nfeatures relax.\n\n\"Good Lord, Lester, we've driven him mad,\" he said in a frightened\nwhisper.  \"We must go after him.\"\n\nThere was no reply.  Meagle sprung to his feet.  \"Do you hear?\"  he\ncried.  \"Stop your fooling now; this is serious.  White!  Lester!  Do you\nhear?\"\n\nHe bent and surveyed them in angry bewilderment.  \"All right,\" he said in\na trembling voice.  \"You won't frighten me, you know.\"\n\nHe turned away and walked with exaggerated carelessness in the direction\nof the door.  He even went outside and peeped through the crack, but the\nsleepers did not stir.  He glanced into the blackness behind, and then\ncame hastily into the room again.\n\nHe stood for a few seconds regarding them.  The stillness in the house\nwas horrible; he could not even hear them breathe.  With a sudden\nresolution he snatched the candle from the mantelpiece and held the flame\nto White's finger.  Then as he reeled back stupefied the footsteps again\nbecame audible.\n\nHe stood with the candle in his shaking hand listening.  He heard them\nascending the farther staircase, but they stopped suddenly as he went to\nthe door.  He walked a little way along the passage, and they went\nscurrying down the stairs and then at a jog-trot along the corridor\nbelow.  He went back to the main staircase, and they ceased again.\n\nFor a time he hung over the balusters, listening and trying to pierce the\nblackness below; then slowly, step by step, he made his way downstairs,\nand, holding the candle above his head, peered about him.\n\n\"Barnes!\"  he called.  \"Where are you?\"  Shaking with fright, he made his\nway along the passage, and summoning up all his courage pushed open doors\nand gazed fearfully into empty rooms.  Then, quite suddenly, he heard the\nfootsteps in front of him.\n\nHe followed slowly for fear of extinguishing the candle, until they led\nhim at last into a vast bare kitchen with damp walls and a broken floor.\nIn front of him a door leading into an inside room had just closed.  He\nran towards it and flung it open, and a cold air blew out the candle.  He\nstood aghast.\n\n\"Barnes!\" he cried again.  \"Don't be afraid!  It is I--Meagle!\"\n\nThere was no answer.  He stood gazing into the darkness, and all the time\nthe idea of something close at hand watching was upon him.  Then suddenly\nthe steps broke out overhead again.\n\nHe drew back hastily, and passing through the kitchen groped his way\nalong the narrow passages.  He could now see better in the darkness, and\nfinding himself at last at the foot of the staircase began to ascend it\nnoiselessly.  He reached the landing just in time to see a figure\ndisappear round the angle of a wall.  Still careful to make no noise, he\nfollowed the sound of the steps until they led him to the top floor, and\nhe cornered the chase at the end of a short passage.\n\n\"Barnes!\"  he whispered.  \"Barnes!\"\n\nSomething stirred in the darkness.  A small circular window at the end of\nthe passage just softened the blackness and revealed the dim outlines of\na motionless figure.  Meagle, in place of advancing, stood almost as\nstill as a sudden horrible doubt took possession of him.  With his eyes\nfixed on the shape in front he fell back slowly and, as it advanced upon\nhim, burst into a terrible cry.\n\n\"Barnes!  For God's sake!  Is it you?\"\n\nThe echoes of his voice left the air quivering, but the figure before him\npaid no heed.  For a moment he tried to brace his courage up to endure\nits approach, then with a smothered cry he turned and fled.\n\nThe passages wound like a maze, and he threaded them blindly in a vain\nsearch for the stairs.  If he could get down and open the hall door----\n\nHe caught his breath in a sob; the steps had begun again.  At a lumbering\ntrot they clattered up and down the bare passages, in and out, up and\ndown, as though in search of him.  He stood appalled, and then as they\ndrew near entered a small room and stood behind the door as they rushed\nby.  He came out and ran swiftly and noiselessly in the other direction,\nand in a moment the steps were after him.  He found the long corridor and\nraced along it at top speed.  The stairs he knew were at the end, and\nwith the steps close behind he descended them in blind haste.  The steps\ngained on him, and he shrank to the side to let them pass, still\ncontinuing his headlong flight.  Then suddenly he seemed to slip off the\nearth into space.\n\n\nLester awoke in the morning to find the sunshine streaming into the room,\nand White sitting up and regarding with some perplexity a badly blistered\nfinger.\n\n\"Where are the others?\"  inquired Lester.  \"Gone, I suppose,\" said White.\n\"We must have been asleep.\"\n\nLester arose, and stretching his stiffened limbs, dusted his clothes with\nhis hands, and went out into the corridor.  White followed.  At the noise\nof their approach a figure which had been lying asleep at the other end\nsat up and revealed the face of Barnes.  \"Why, I've been asleep,\" he said\nin surprise.  \"I don't remember coming here.  How did I get here?\"\n\n\"Nice place to come for a nap,\" said Lester, severely, as he pointed to\nthe gap in the balusters.  \"Look there!  Another yard and where would you\nhave been?\"\n\nHe walked carelessly to the edge and looked over.  In response to his\nstartled cry the others drew near, and all three stood gazing at the dead\nman below.",
    "metadata": {
        "author": [
            "Jacobs, William Wymark",
            "Jacobs, W. W. (William Wymark)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/10787/pg10787.txt",
        "name": "the_toll_house_sailor_s_knots_part_7.json"
    }
}