{
    "name": "The great illusion",
    "author": [
        "Bannister, Manly",
        "Banister, Manly Miles",
        "Banister, Manly"
    ],
    "body": "Cliff Rowley's lean jowls beaded with sweat in the stagnant warmth of\nthe tent. He tapped a bony finger on the camp table and glared at the\ncommunicator.\n\n\"Clear out in a week! _Why?_\"\n\nCommander Waldo Spliid's tired voice trickled from the communicator\ngrid. Rowley would have appreciated video hook-up now. He wondered how\nSpliid's features portrayed his thoughts.\n\n\"Here's final classification on Hume, Cliff. Category two X sub one.\"\n\n\"Closed world!\" Rowley groaned. \"We've only been here three months!\"\n\n\"Eleven men in the field, Cliff. You're the odd ball. Everybody else\nis satisfied. Hume is only a step above savagery in culture. Top rating\nis satisfied. I don't like the conflicting picture of it, myself,\nbut....\"\n\n\"Nor I,\" Rowley stabbed. The look in his hazel eyes hardened.\n\n\"You wouldn't,\" Spliid said calmly, \"even without seeing the reports.\nYou're a percie, Cliff--our only psi-sensitive on Hume. But you've got\nto do a lot more than you've done yet to impress top rating. They're\nkeener on the things you can't do than the things you can.\"\n\n\"A few more months, Commander....\"\n\n\"A week, Cliff. Seven days. Get in and dig for all you're worth.\"\n\n\"Me and my little psychic shovel,\" Rowley commented bitterly.\n\nA hum came out of the comm. Somewhere, far above the atmosphere of\nHume, the Survey ship, with Spliid on board, cruised among the stars.\n\n\"Clean up any questions you can,\" Spliid went on. \"Bring your notes\nup to date. The pilot boat will pick you up ... let's see ... this is\nWednesday ... Wednesday for us, anyway. Next Wednesday, then. Have\neverything ready to load. And keep on reporting.\"\n\nRowley started to retort, thought better of it. He switched off the\ncomm.\n\nWell, that did it. They'd had it, as far as Hume was concerned. And the\npuzzle still stared him in the face--_him_, Rowley, the boy who was\ngoing to do great things, like with teleconscious apprehension, with\npsychometry, with....\n\nPsi-sensitives were new in the Galactic Ethnological Survey\nCorps--Galethsurv in the cryptic, telegraphic coding of service\nvernacular. Spliid had not been sarcastic when he had called Rowley a\n\"percie\", the abbreviated, half-humorous, half-scornful, scuttle-butt\ndesignation for the percipients.\n\nPercipiency was still too new in the ethnological service to evaluate.\nA percie had hunches and feelings he was supposed to follow. Sometimes,\nit seemed, a percipient vaulted completely over painful steps of\nreasoning and \"cogged\" a conclusion that was often correct. The ability\ncould be valuable, if properly used. That's where Rowley's harness\nrubbed. His wasn't being used.\n\nHe _knew_ something was wrong on Hume. But if Galethsurv wanted to\noverlook his recommendation for further study, it should be no concern\nof his.\n\nBut he couldn't run away from a problem that challenged him to solve it.\n\n\n\nLong grass swished against his calves as he strolled thoughtfully down\ntoward the village of thatched, stone houses, bathed in the pink glow\nof a setting sun. Blue smoke curled lazily over stone chimneys, and\neven from this distance, he could hear the sharp, shrill voices of\nchildren raised in play. He took in the scene with a single glance, the\nstream running beside the village, the small, brown figures darting\nabout the grassy lanes.\n\nThe village was nestled in a hollow of the rolling land. Beyond it and\nstalking around it to enclose it in a clasp of balsam, lay the great\npine forest of Hume. Not really pine, but an other-world equivalent of\nit, each tree spaced a precise, geometrical distance from its neighbor,\ntowering toward flecks of burnt-orange and mauve-colored clouds in the\naquamarine sky.\n\nThe forest of Hume was gigantic, mystifying. It challenged the mind. It\ncovered the whole land surface of Hume with its geometrical spacing of\ntrees. And the people who populated Hume called themselves Keepers of\nthe Trees.\n\nRowley tried to grasp the fact that what he saw here was almost\nendlessly repeated over the broad face of Hume. Why did he think that\nthe _real_ culture of Hume was otherwise than what he saw? A thousand\nthousand villages, purpling in the swift-rushing sunset ... a myriad of\nslender semi-savages, who spent their lives tending the trees. If he,\nRowley, could perceive more than other men, then what did he perceive\nhere? He wished he knew.\n\nWhat _was_ the real culture? What lay behind this facade? Why did he\nthink the impressions of his ordinary senses reported only the outward\neffect of a mere stage play? It was a mighty big play, performed for a\nvery small audience--the eleven investigators for Galethsurv. How could\nhe get to the bottom of the puzzle in the few days remaining, with no\nmore guide than an inexplicable \"feeling\" of falseness? Time was so\nshort!\n\nThe illusion of reality in the village was strong enough to overwhelm\nhim. Teramis was scratching in his garden while the light faded from\nthe sky. He waved and called out to Rowley as he went by. Teramis\nhad spent the day, with the rest of the villagers, among the trees,\nremoving moss and insects, clipping dead branches ... why?\n\nShy, big-eyed little kids, showing brown where they weren't clothed,\nran in the grassy streets. Unusually--unnecessarily--clean for the\noffspring of a semi-savage people, he thought.\n\nTsu was drawing water from the creek as he came up. She paused,\nholding the water jar against youthful breasts, restrained under the\ntaut fabric of her yellow sarong. Like others of her race, she was\nsurpassingly slender, breathtakingly beautiful in the liquid melody of\nher movements. Her face was long, tanned, glowing with the ripeness of\nyouth. Her eyes, long, tip-tilted, were lidded with mystery, and her\nblack hair was substanceless shadow caressing her shoulders.\n\nIt almost came to him as he looked at her, greeted her. Did Tsu look\nthe part of a shy, savage maiden of the wild? He had to admit that she\ndid ... she looked like an over-enthusiastic video casting director's\nidea of category two X sub one maidenhood.\n\nThe implications slipped from his mind as she clasped his hand. The\nwarm flesh of her palm felt firm against his.\n\nAn electric tingle wriggled up his arm. Not even the rigor of his\nemotional conditioning could have prevented that much. It was not good\nfor field men to be bothered by emotions. It made their work difficult;\nthey found wives on sub-standard worlds and wanted to bring them out\nto civilization; or, they reverted to the wilds themselves with their\nmates. The Corps conditioned its men against anything like that, so\nthat emotional vagaries could not disturb the single-mindedness trained\ninto them--to discover and interpret in the field.\n\n\"Good evening, _sintaha_ Rowley,\" Tsu said.\n\nHe followed her into the house she shared with Smarin and Torl, her\nparents. They greeted Rowley warmly, slim, smiling, happy as usual.\n\nIt was a stage play, performed for his benefit. He moved around among\nthe actors, but he was not an actor himself. He was the audience.\n\nRowley had been in this house often, always with a haunting sense of\nwrongness. He knew it as well as he knew his own tent. Living room,\nkitchen, two bedrooms and quarters for bathing. Clean people, the\nnatives of Hume.\n\nRowley sat on the stone stoop and contemplated the gathering shadows.\nTsu came out and sat close beside him. He asked her again about the\ntrees, why the people tended them.\n\n\"It is proper to tend the trees, _sintaha_ Rowley. We have done so\nalways.\"\n\nWas she evading? Or did he fully understand her language, simple as it\nwas? He had learned it quickly, and had wondered at the time that it\nwas so similar in grammar and syntax to his own. An odd coincidence--or\ndeliberate casting, to impress the play more easily on the audience?\n\n\"Tomorrow,\" he said, \"I should like to learn more about the trees.\"\n\n\"If it will please you,\" she said.\n\n\n\nAnother sun was setting. Another day had gone to join the fruitless\nones preceding it. The expedition among the trees had told him\nnothing. Everything was the same as Tsu had explained several times\nbefore. His alerted senses found no discrepancy. He was disappointed,\nand he said as much in his evening report to Commander Spliid.\n\n\"It adds up,\" Spliid said encouragingly.\n\nRowley felt a glow.\n\n\"You get it?\"\n\n\"No, frankly. But top rating must have the right slant. Where does\npercipiency leave off and old fashioned imagination begin? You're\nfunctioning like a percie, even when there's nothing to perceive.\"\n\n\"I thought _you_ weren't satisfied....\"\n\n\"I'm not a percie, Cliff. Any dissatisfaction I may feel is aroused by\nthe conflicting reports of the field men. Anyway, we can probably clear\nthat up in the correlating department.\"\n\nRowley's heart sank. \"You _are_ satisfied!\"\n\nThe speaker hummed. Spliid said, flatly, \"I've got to be. Everybody\nelse is ... except you.\"\n\nRowley grunted. \"Six days! I'll try to uncover something.\"\n\nSpliid's voice sounded worried. \"I hate this, Cliff. Your talents can\nbe valuable to the Corps. We deal in cubic parsecs of space and aeons\nof time. It takes more than ordinary reasoning power to cope with it.\"\n\n\"I believe you mean it,\" Rowley said.\n\n\"I do. So what's Hume? One world in millions.\"\n\nRowley's switched him off. He bit his lip. It was Galethsurv's\npurpose to make single, cohesive sense out of the patch-work, and\ntatterdemalion shreds of human culture that had been systematically\nturned up in the galaxy. Where did the culture of Hume fit into that\noverall pattern?\n\nGalethsurv believed that the distribution of mankind among the stars\nhad not been accident. Where, then, had Man originated? It was\nimportant to know. Remembrance of yesterday points the way toward a\nmore highly educated guess about tomorrow. Someday, Man would find out\nif--or _why_--he had been deliberately seeded among the stars. And\nthen...?\n\n\n\n\"_Sintaha_ Rowley, are you not also Keepers of the Trees on your own\nworld?\"\n\nTsu was so earnest with the question, Rowley was surprised. He made a\nwry grimace, half humorous.\n\n\"Of course, we grow trees for fruit, for shade and beauty, to cut down\nand make lumber for houses....\"\n\nShe drew away from him, rigid, trembling.\n\n\"_You cut down trees!_\"\n\nHe hadn't meant to make that slip. He knew her feeling for trees. Her\nlook accused him.\n\n\"I don't understand your attitude,\" he said lamely.\n\n\"Nor do I understand yours.\" She brooded silently. \"It is different, I\nsuppose, on other worlds. The trees are different.\"\n\nThey sat in the lush grass, on the hillside below his tent. The toy\nvillage lay at their feet, a cardboard set in miniature.\n\n\"Your people puzzle us, Tsu. You are too different from us....\"\n\n\"We have tried to make it easy for you,\" she murmured.\n\nEasy? Too easy, he thought. It was all too plain, too easy to\nunderstand. That's why he couldn't understand a bit of it.\n\n\"We hope,\" he went on, \"that by studying your world and others like it,\nwe may some day better understand the whole universe....\"\n\n\"Or reach a better understanding of your own thoughts?\"\n\nShe smiled. Her long eyes lidded heavily with amusement.\n\n\"Wherever we go,\" he continued doggedly, \"we find people like\nourselves. Human beings. They are born; they grow up; they die. Human\nculture is built around the processes of living and dying. Our beliefs\nand actions stem from those facts--that we live and that we die. We are\nemotionally affected by them. Sometimes, we know great happiness. Then\nwe remember that we die, and we suffer sorrow. I have seen no sadness\nin your village. Everybody is happy. It ... it isn't natural. I wonder\nhow you would act if one of you were to die....\"\n\nShe stirred restlessly, movement restricted by her clinging sarong.\n\n\"One of us will die for you,\" she said simply, \"if you wish to study\nit.\"\n\nSudden shock hammered at his brain. What a thing to say! What did she\nmean? Was she really as simple as her language seemed to indicate? He\nfelt embarrassed.\n\n\"Tsu, you know I didn't mean....\"\n\nHis eye caught a flicker of movement among the brown trunks of the\ntrees. A slim figure left their shadow, picked its way uphill through\nthe grasses, toward them. Rowley recognized Smarin, Tsu's father.\nSmarin's slim ascetic face was expressionless, his long eyes hooded.\n\n\"Torl fell from the tree,\" he said. \"Torl is dead. Come, Tsu.\"\n\nRowley felt hair prickle at the back of his neck. It seemed that Smarin\nhad come out, strictly on cue. Then he realized that Smarin had meant\nit. The shock of a moment before intensified, expanded, pressurized\nitself into every cell of his brain.\n\n\"Oh, no!\" he said.\n\nTsu got lithely up. She looked down at him, lips drawn, eyes lidded\nwith slumbering sorrow.\n\n\"It was your wish, _sintaha_ Rowley. Come with us. Study and learn....\"\n\n\n\n\"It could have been an accident,\" Rowley reported over the comm, \"but I\nhave a feeling it was staged.\"\n\n\"You saw the dead woman?\"\n\n\"She was dead, all right. They let me see that she was dead, then they\nburied her--at the foot of the tree. No ceremony. Shallow grave--not\nover a foot and a half deep.\"\n\n\"Then what?\"\n\n\"Then they all went back to tending the trees. Tsu seemed happy as hell\nabout the whole thing. She hoped I had learned what I wanted, she said.\"\n\n\"I'm interested,\" Spliid broke in. \"I'm coming down tonight, Cliff.\"\n\n\"Where are you now?\"\n\n\"About a thousand miles east of you. I looked in on Stephans this\nafternoon. I'll get down there after dark.\"\n\nSunsel glowed an arabesque of colors on the village at Rowley's feet.\nThe comm was silent. He switched it off.\n\nCommander Waldo Spliid was a big, blond man. He bulked hugely at\nRowley's side, among the intense shadows of the trees. Hume had no\nmoon. Only the stars spattered a frail shine over the upper levels of\nthe forest.\n\nRowley said, softly, \"Here's the grave.\"\n\nSpliid flashed a light, briefly.\n\n\"What did they dig it with?\"\n\n\"Spade--shovel.\"\n\n\"Steel blade?\"\n\n\"Iron, anyway. I reported on that I don't know where they get metals.\"\n\nSpliid flashed his light again, grunted.\n\n\"No marker.\"\n\nRowley nodded. \"That's right. I thought about it at the time and\nwondered. I thought of mentioning it to Tsu. Know why I didn't?\"\n\nSpliid grunted again.\n\n\"I thought, if I did, somebody would come out of the trees, bringing a\nmarker. Probably two sticks tied in a cross. Get what I mean?\"\n\n\"Gimme the shovel,\" said Spliid.\n\nRowley handed him the collapsible entrenching tool he had been\ncarrying. The Commander bent his back, scooped at the dirt. He worked\nswiftly, carefully, almost silently.\n\n\"About eighteen inches deep, you said?\"\n\n\"About.\"\n\nSpliid fell to again. The metal blade chinked dully on moist clods.\nAfter a time, Spliid flashed his light again. His free hand entered\nthe cone of yellow shine, prodded the moist dirt. He was on his knees,\nreaching far down into the hole he had dug.\n\n\"I've gone by loose dirt,\" he puffed. \"There's no body here, Cliff.\"\n\n\"She was dead and I saw them bury her,\" Rowley insisted stubbornly.\n\"Maybe hypnotism. I felt they were putting on a show for me. I keep\nasking myself why, and then I turn to the facts.\"\n\n\"What facts?\"\n\n\"Why....\" Rowley hesitated. \"Hume has been classified a closed world.\nI think that's what they want. If this world had been uninhabited when\nExploration turned it up, Colonisation would be surveying it now for\nsettlement. If the population had a civilization above Class G, we'd\nbe arranging to bring them up to the technological level of the rest of\nthe galaxy. But we shut a two X sub one world away from contact with\nthe galaxy to avoid disturbing the natural progress of the natives. How\nmany thousands of years before Hume will be ready? Somehow, I feel they\nknow more about us than we think they do ... and they're only too happy\nto be left to themselves.\"\n\n\"Rubbish! Why?\"\n\n\"Why do they want it, or why do I think so? I don't know the answer\neither way. If you've ever seen a stage play, you'll understand what\nI mean. Everything about a stage play is phoney. You watch the play,\nknowing it isn't real. The scenery and backdrop are just painted\nimitations. All right--but the actions of the characters on the stage\nserve something like a catalyst. Your faculties of critical observation\nare suspended, and the play becomes real. For the time of the play, you\nare caught up in the illusion of reality that grips you. That's the\nway it is here on Hume.\n\n\"You look around you in the broad light of day. You see a pastoral\nidyll. Everybody's happy. Everybody gets along with everybody else.\nAll the people are beautiful, agreeable and kind. They have a simple\nculture, too far down the scale to admit to intercourse with the rest\nof the galaxy.\n\n\"Look twice, though, and you see something else....\"\n\n\"All right,\" said Spliid. \"Let's get back to camp.\"\n\nThe sloping canvas top of Rowley's tent bulked dimly in the starlight.\nSpliid laid a heavy hand on Rowley's arm.\n\n\"I've been thinking, Cliff. There was never a body in that grave.\"\n\nRowley started. \"Never was?\"\n\n\"Don't ask me. It's your idea, with talk of stage plays and phoney\naccidents. You made me feel it. I come down to find out. You've been\nthe victim of something ... I don't know what. Are you comforted?\"\n\n\"No. If only we had more time!\"\n\n\"We've got a few days,\" Spliid reassured him. \"You've got a good idea\nin that stage play simile. But the actors aren't very good, and the\ndirecting is abominable. It takes a lot of rehearsal to make a good\nplay, Cliff.\"\n\nFor a long time after the pilot boat drifted down from the upper air\nand whispered away toward the stars with Commander Spliid, Rowley stood\nbrooding, looking down into the pool of shadows hiding the village.\n\nStage play. Actors. What happens to the scenery when the audience goes\nhome? Rowley shrugged and went to bed.\n\n\n\nIn the morning, Rowley stirred together an unpalatable breakfast, then\nwent down into the village. The natives were already stirring. Children\nran in the grassy streets. The solid stone of the houses gleamed white\nand gray, streaked and spotted with brown, crumbling at the corners.\nThe thatched roofs were ochre, glistening blue-grey with dew.\n\nPainted scenery? The slender, racing children--hired extras? And\nTsu--the leading lady?\n\nHe felt miserable about disturbing Tsu and Smarin today. It was\nintrusion on their period of mourning. Did they mourn on Hume?\n\nThere was nothing of mournful bereavement about the little stone house,\ngay in the sunshine, with its clustering border of purple, rose and\nyellow flowers. The inside was dark-brown dim, but he caught a glimpse\nof movement. He stepped to the door, leaned with his hand on the jamb,\nwaiting to be noticed.\n\n\"_Sintaha_ Rowley! Good morning. Here is Tsu.\"\n\nRowley dug his nails into the door post. Tsu came out skipping, but he\nwas unaware of her. Torl ... Torl who was dead yesterday ... smiled at\nhim and retreated into the interior.\n\nTsu took his hand, brushing against him with her usual easy\nfamiliarity. He realized that his fingers trembled in her grip.\n\nHe said, hoarsely, \"That was Torl ... in there!\"\n\nTsu laughed up into his face, long eyes bright.\n\n\"Why not? It is Torl's house, too!\"\n\n\"But ... but ... yesterday....\" He couldn't bring himself to say that\nyesterday Torl had died and he had seen her buried.\n\nTsu seemed to divine the thought in his mind.\n\n\"Yesterday was yesterday, _sintaha_ Rowley. Yesterday, Torl died, and\nyou saw how it was. We hope you could make a good report of it.\"\n\nHe was silent as they walked. He stole occasional glances at her,\nwondering. Somehow, the death and resurrection of Torl provided a key.\nHis brain was swamped with conjecture.\n\n\n\nThey left the village and climbed the hill. He had meant to sit with\nTsu and Smarin, to share their grief a while this morning, if they\nwould let him. Why he walked now, he could not say, save that his brain\nwas in a whirl. And Tsu accompanied him gaily, chattering nonsense\nabout the death of her mother.\n\nHe stopped, looked at the village below. While they were here, he would\nask Tsu for information about who lived where. He had already sketched\nthe village from his tent. He would write in the information as an\naddition to his notes.\n\nA thought struck him. Why label the props on the stage set? Labels\nmeant nothing ... unless you could see the set from the wings. It would\nhelp, if he could do that.\n\n\"Let's sit here, Tsu,\" he said.\n\nShe sat, obediently, among the tall grasses, folding slim, long legs\nunder her like a child. He sat at her side, noting with relief that a\nslight hump in the slope hid the village from sight. He took her hand\nin his.\n\n\"I have thought of something,\" he said carefully. \"Tell me about the\nchildren. Let's take Yanek ... is that his name? He lives in the house\nnext to you. How old is he?\"\n\nShe regarded him from the corners of her long eyes.\n\n\"Old? Yanek is as old as a child. He is as old as he is.\"\n\n\"How old is Yanek in years?\"\n\nShe hesitated, biting her lip in puzzlement. \"There is always Yanek,\n_sintaha_ Rowley. Why should there be anything about him of years?\"\n\nShe didn't know what he was talking about. Rowley felt excitement creep\nalong the channels of his veins.\n\n\"Can you remember when Yanek was born?\"\n\nThe look in her eyes made his heart pound harder. She was alarmed!\n\nHe pressed on, relentlessly. \"Yesterday, Torl died. Today, she lives.\nYou do not understand a simple thing like age. You do not remember when\nYanek was born, but he is not over seven or eight. Tsu ... tell me ...\nare you and your people immortal?\"\n\nThere was an anguish in his tone that made her drop her eyes.\n\n\"No,\" she said, without moving her lips.\n\nThat was the truth. His inner sense told him it was. And the truth\nwas disappointing. What had he expected? The key to immortality? The\nFountain of Youth? Men had sought it in ages past and never found it.\n\nHis thoughts darted. \"If you cannot remember Yanek being born, perhaps\nhe was not born. Yet, you have families. There must be love....\"\n\n\"Love, yes! We love each other, we love our world, our trees....\"\n\n\"And if a young man loved you, Tsu, how would he say it?\"\n\nHis heart was pounding fiercely now. A fierce zeal possessed him that\nwas not born of her nearness, the intimacy of their seclusion. His\nconditioning against emotional storms had been too thorough for him to\nbreak it now. It was something else that possessed him--the excitement\nof the hunter viewing the first, sparse tracks of the game he seeks.\nHe had asked. It all depended now on her answer, for the mystery was\ncoming clear to him.\n\nHer long eyes were heavy-lidded, candid, without guile.\n\n\"How would he among your people, _sintaha_ Rowley?\"\n\nHe thought, wildly, _she doesn't know!_ He thought, she is\ninexperienced. He thought again, she would _never_ know, unless....\"\n\nHe slipped an arm around her bare shoulders and drew her to him.\n\n\"Like this,\" he said, looking down into her tip-tilted eyes.\n\nThen he kissed her. Her sarong slipped....\n\n\n\n\"I am unhappy with you, Cliff,\" Commander Spliid said with chilly\nformality. Rowley leaned back in his chair in Spliid's office aboard\nthe Survey ship. Spliid laid his pipe in the tray on his desk. He said,\n\"What happened to your daily reports?\"\n\nRowley stuffed his own pipe, lit it.\n\n\"I thought you knew. I didn't make any.\"\n\nSpliid's look of exasperation wavered and dimmed through the swirls of\nblue smoke. It was all over now, and Rowley felt no sense of hurry.\nHume was a pinpoint of light in the star-carpeted vestibules of space\nbehind them. In another hour, they would shift into overdrive. Hume\nwould vanish from their lives forever.\n\n\"I assume,\" he said, \"that Hume is now officially closed.\"\n\nSpliid nodded. He fixed questioning gray eyes on Rowley.\n\n\"Good,\" said Rowley. \"That's the way it will always be.\"\n\n\"Always?\" Spliid fumbled with his pipe. \"For our life-times, maybe....\"\n\n\"Always,\" Rowley repeated. He drew on his pipe, enjoying the luxury of\nkeeping the Commander's curiosity at bay. \"Human beings have no place\non Hume. I found that out the day after you dropped in on me. That's\nwhy I made no reports. I just sat around, waiting for the pilot boat.\"\n\nSpliid held a lighter to the dark-stained bowl of his pipe.\n\n\"So you're satisfied now, too?\"\n\nRowley nodded noncommittally. \"At first,\" he said distantly, \"I\nimagined crazy things--like a super-advanced race living underground,\ngiving us the bum's rush with a play-show they had rigged up.\"\n\n\"And you found out you were wrong,\" suggested Spliid.\n\n\"I found out I was partly right.\"\n\n\"I won't buy supermen living in caves, Cliff.\"\n\n\"Neither would I. The next crazy thing I thought was that the natives\nwere immortals and they didn't want us to share in it. Silly, huh?\"\n\n\"Pretty silly,\" Spliid agreed drily.\n\n\"I knew they wanted to get rid of us,\" Rowley went on earnestly. \"I\ncould feel it. But why? Most inferior races we run against _want_\ncontact with the galaxy....\"\n\n\"They want refrigerators and washing machines, tractors, railroad\ntrains and automobiles,\" Spliid interrupted. \"If we gave them, their\nculture would go to pot in a generation. There's a reason for our\nmethods.\"\n\n\"A lot of little things about Hume didn't jibe,\" Rowley continued.\n\"Bathrooms, for instance.\"\n\n\"No bathrooms on Hume?\" Spliid grinned.\n\n\"_Bath_ rooms, yes. Just bathing went on in there. And outside, where\nthe little house in back ought to be ... nothing.\" Rowley tamped the\nashes in his pipe, withdrew a blackened finger. \"We take that sort of\nthing for granted, you know. We assume proper facilities are around\nsomeplace and don't give them a second thought. They weren't present in\nthe stage setting because they weren't needed.\"\n\n\"Come, now...!\"\n\n\"Fact. Another fact: grass growing in the streets. The way those kids\nplayed on it, it would have been worn away in a week. Slim evidence,\nbut it's part of the picture.\"\n\n\n\n\"What I'm interested in,\" said Spliid, \"is the death. Did you learn\nwhat they did with the body?\"\n\n\"You were right,\" Rowley said. \"There wasn't any. I saw Torl the next\nday, alive and kicking. That's what put me off on the immortality\ntangent.\"\n\nSpliid grunted. \"Another act in the play?\"\n\n\"Yes, and badly directed. The director didn't understand death as we\ndo.\"\n\nSpliid shook himself. \"Now, wait...!\"\n\n\"Honest and truly. How do we think of death--most of us? We believe in\nsomehow living on after death takes place--immortality of the soul. Can\nyou visualize how a stage director who didn't understand that concept\nwould cast it?\"\n\n\"What do you think I am, a percie? Get on with it.\"\n\n\"Consider this, then. I gambled with my emotional adjustment\nconditioning. There was one angle I hadn't exploited, because of that\nconditioning. Sex.\"\n\n\"If you are trying to tell me you unloaded the conditioning _we_ give\nyou,\" Spliid interrupted, \"I won't believe it!\"\n\n\"No--I wouldn't. But, in the interest of ethnological investigation, I\n_could_ grab a kiss. So I did.\"\n\n\"I see,\" drily.\n\n\"Not yet, you don't. I got no reaction. Like embracing a tree. Anyway,\nI kissed her. Somehow....\" He hesitated. \"Her garment....\"\n\n\"No wonder you made no report,\" growled Spliid. \"Believe me, Cliff, I'm\ngoing to have that conditioning process looked into!\"\n\nRowley laughed, briefly. \"No need for that. It's sound. You'll be\ninterested in what that slipping garment revealed.\"\n\n\"Another time, another place....\"\n\n\"I saw a perfect, living statue!\"\n\nSpliid's eyes alerted. \"A what?\"\n\nSpliid relaxed. \"I think I know what you mean. Go on.\"\n\nRowley drew heavily on his pipe. A brooding look shadowed his lean face.\n\n\"I learned about Yanek then. I learned about Tsu and Smarin and Torl\nand all the rest of them. If we weren't such damned prudes, Commander,\nand I had flipped a sarong sooner, we'd have found everything out long\nago. You've heard about the sinner who was told he could remain in\nHeaven only on condition he could pick Adam out of the crowd? He chose\nthe only man he could find ... without a navel.\"\n\n\"Maybe they lay eggs,\" Spliid suggested. \"Oviparous.\"\n\nRowley gave him a look of humorous scorn. \"Do statues lay eggs?\"\n\nSpliid's expression cleared. \"By God! Now I _really_ understand you!\"\n\n\"The natives of Hume couldn't reproduce in any manner. Naturally, I\nwanted to know why. And the answer came to me--protective coloration\n... camouflage!\"\n\n\"Apparent. Camouflage for what?\"\n\n\"You've heard the expression, if you can't lick 'em, join 'em...?\"\n\n\"Sure, but....\"\n\n\"But suppose you can't join 'em, either?\" Rowley laughed, excitedly.\n\"You make like something they want to protect!... Know anything about\ndryads, Commander?\"\n\nSpliid snorted. \"Supernatural creatures that live in trees? Dryads\ndon't exist!\"\n\n\"Neither do the people of Hume.\"\n\nSpliid looked at him in such a way Rowley felt his sanity was being\nweighed.\n\n\n\n\"Suppose you were a native of Hume, and some alien beings came along.\nYou could read their minds. You'd know right off they wouldn't\nrecognize you as a life-form like themselves. They might move right in\nand destroy you without knowing it, and you would be unable to defend\nyourself. That was actually the situation on Hume, and we were the\naliens. So the natives pretended they were a type of life-form we want\nto protect.\"\n\n\"How was it done?\" Spliid wanted to know.\n\n\"Mental projection. After the directors of the play read our minds,\nthey tried to reproduce what they found there. They slipped on the\npoints I mentioned, because those things meant little or nothing to\nthem. But they were enough to rob the play of its semblance of reality.\n\n\"Tsu, Smarin, Torl ... even the village itself ... were all\nimaginary--not something we _thought_ we saw, but solidified mental\nprojections of the thoughts the natives had gleaned from our minds.\"\n\n\"I'm just beginning to see the real value of your talents, Cliff.\"\n\n\"Thanks,\" Rowley acknowledged briefly. \"If _we_ have the right to\nexclude inferior cultures from contact with us, a superior culture must\ncertainly have an equal right to exclude us from contact with theirs.\"\n\nSpliid wagged his head, half smiling. His pipe had gone out and he\npuffed at it without effect.\n\n\"I've been waiting for you to tell me who these 'directors' are,\" he\nsaid.\n\nRowley grinned. \"You won't believe this. The directors needed something\nto keep their play actors busy ... some logical occupation of their\ntime. What could they find more logical--to them--than taking care of\ntrees? Because the directors themselves are the trees--the living,\nintelligent forest of Hume. Fantastic, isn't it?\"\n\nSpliid sighed as if deeply gratified.\n\n\"If it weren't for one thing even more so, I'd say it was the most\nfantastic thing I ever heard of.\"\n\n\"What's more fantastic than intelligent trees?\"\n\n\"Human beings,\" said Spliid.\n\n\n                                THE END",
    "metadata": {
        "author": [
            "Bannister, Manly",
            "Banister, Manly Miles",
            "Banister, Manly"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/73383/pg73383.txt",
        "name": "the_great_illusion.json"
    }
}