{
    "name": "The Duke of Gandia",
    "author": [
        "Maitland, Thomas",
        "Maitland, A. C. (Algernon Charles)",
        "Swinburne, Algernon C.",
        "Swinburne, Algernon Charles"
    ],
    "body": "POPE ALEXANDER VI.\n\nFRANCESCO BORGIA, Duke of Gandia } his sons\n\nCÆSAR BORGIA, Cardinal of Valencia }\n\nDON MICHELE COREGLIA, called MICHELOTTO, agent for Cæsar Borgia.\n\nGIORGIO SCHIAVONE, a Tiber waterman.\n\n                                * * * * *\n\nTWO ASSASSINS.\n\nAN OFFICER of the Papal Household.\n\n                                * * * * *\n\nVANNOZZA CATANEI, surnamed LA ROSA, concubine to the Pope.\n\nLUCREZIA BORGIA, daughter to Alexander and Vannozza.\n\n                              _SCENE_: ROME.\n\n                      _TIME_: JUNE 14–JULY 22, 1497.\n\n\n\n\nSCENE I\n\n\n                                _The Vatican_\n\n                       _Enter_ CÆSAR _and_ VANNOZZA\n\n                                  CÆSAR\n\n   Now, mother, though thou love my brother more,\n   Am I not more thy son than he?\n\n                                 VANNOZZA\n\n         Not more.\n\n                                  CÆSAR\n\n   Have I more Spaniard in me—less of thee?\n   Did our Most Holiest father thrill thy womb\n   With more Italian passion than brought forth\n   Me?\n\n                                 VANNOZZA\n\n      Child, thine elder never was as thou—\n   Spake never thus.\n\n                                  CÆSAR\n\n         I doubt it not.  But I,\n   Mother, am not mine elder.  He desires\n   And he enjoys the life God gives him—God,\n   The Pope our father, and thy sacred self,\n   Mother beloved and hallowed.  I desire\n   More.\n\n                                 VANNOZZA\n\n      Thou wast ever sleepless as the wind—\n   A child anhungered for thy time to be\n   Man.  See thy purple about thee.  Art thou not\n   Cardinal?\n\n                                  CÆSAR\n\n      Ay; my father’s eminence\n   Set so the stamp on mine.  I will not die\n   Cardinal.\n\n                                 VANNOZZA\n\n      Cæsar, wilt thou cleave my heart?\n   Have I not loved thee?\n\n                                  CÆSAR\n\n         Ay, fair mother—ay.\n   Thou hast loved my father likewise.  Dost thou love\n   Giulia—the sweet Farnese—called the Fair\n   In all the Roman streets that call thee Rose?\n   And that bright babe Giovanni, whom our sire,\n   Thy holy lord and hers, hath stamped at birth\n   As duke of Nepi?\n\n                                 VANNOZZA\n\n         When thy sire begat\n   Thee, sinful though he ever was—fierce, fell,\n   Spaniard—I fear me, Jesus for his sins\n   Bade Satan pass into him.\n\n                                  CÆSAR\n\n            And fill thee full,\n   Sweet sinless mother.  Fear it not.  Thou hast\n   Children more loved of him and thee than me—\n   Our bright Francesco, born to smile and sway,\n   And her whose face makes pale the sun in heaven,\n   Whose eyes outlaugh the splendour of the sea,\n   Whose hair has all noon’s wonders in its weft,\n   Whose mouth is God’s and Italy’s one rose,\n   Lucrezia.\n\n                                 VANNOZZA\n\n      Dost thou love them then?  My child,\n   How should not I then love thee?\n\n                                  CÆSAR\n\n            God alone\n   Knows.  Was not God—the God of love, who bade\n   His son be man because he hated man,\n   And saw him scourged and hanging, and at last\n   Forgave the sin wherewith he had stamped us, seeing\n   So fair a full atonement—was not God\n   Bridesman when Christ’s crowned vicar took to bride\n   My mother?\n\n                                 VANNOZZA\n\n         Speak not thou to me of God.\n   I have sinned, I have sinned—I would I had died a nun,\n   Cloistered!\n\n                                  CÆSAR\n\n      There too my sire had found thee.  Priests\n   Make way where warriors dare not—save when war\n   Sets wide the floodgates of the weirs of hell.\n   And what hast thou to do with sin?  Hath he\n   Whose sin was thine not given thee there and then\n   God’s actual absolution?  Mary lived\n   God’s virgin, and God’s mother: mine art thou,\n   Who am Christlike even as thou art virginal.\n   And if thou love me or love me not God knows,\n   And God, who made me and my sire and thee,\n   May take the charge upon him.  I am I.\n   Somewhat I think to do before my day\n   Pass from me.  Did I love thee not at all,\n   I would not bid thee know it.\n\n                                 VANNOZZA\n\n            Alas, my son!\n\n                                  CÆSAR\n\n   Alas, my mother, sounds no sense for men—\n   Rings but reverberate folly, whence resounds\n   Returning laughter.  Weep or smile on me,\n   Thy sunshine or thy rainbow softens not\n   The mortal earth wherein thou hast clad me.  Nay,\n   But rather would I see thee smile than weep,\n   Mother.  Thou art lovelier, smiling.\n\n                                 VANNOZZA\n\n            What is this\n   Thou hast at heart to do?  God’s judgment hangs\n   Above us.  I that girdled thee in me\n   As Mary girdled Jesus yet unborn\n   —Thou dost believe it?  A creedless heretic\n   Thou art not?\n\n                                  CÆSAR\n\n         I?  God’s vicar’s child?\n\n                                 VANNOZZA\n\n            Be God\n   Praised!  I, then, I, thy mother, bid thee, pray,\n   Pray thee but say what hungers in thy heart,\n   And whither thou wouldst hurl the strenuous life\n   That works within thee.\n\n                                  CÆSAR\n\n         Whither?  Am not I\n   Hinge of the gate that opens heaven—that bids\n   God open when my sire thrusts in the key—\n   Cardinal?  Canst thou dream I had rather be\n   Duke?\n\n                            _Enter_ FRANCESCO\n\n                                FRANCESCO\n\n      Wilt thou take mine office, Cæsar mine?\n   I heard thy laugh deride it.  Mother, whence\n   Comes that sweet gift of grace from dawn to dawn\n   That daily shows thee sweeter?\n\n                                  CÆSAR\n\n            Knowest thou none\n   Lovelier?\n\n                                 VANNOZZA\n\n      My Cæsar finds me not so fair.\n   Thou art over fond, Francesco.\n\n                                  CÆSAR\n\n            Nay, no whit.\n   Our heavenly father on earth adores no less\n   Our mother than our sister: and I hold\n   His heart and eye, his spirit and his sense,\n   Infallible.\n\n                              Enter the POPE\n\n                                ALEXANDER\n\n         Jest not with God.  I heard\n   A holy word, a hallowing epithet,\n   Cardinal Cæsar, trip across thy tongue\n   Lightly.\n\n                                  CÆSAR\n\n      Most holiest father, I desire\n   Paternal absolution—when thy laugh\n   Has waned from lip and eyelid.\n\n                                ALEXANDER\n\n            Take it now,\n   And Christ preserve thee, Cæsar, as thou art,\n   To serve him as I serve him.  Rose of mine,\n   My rose of roses, whence has fallen this dew\n   That dims the sweetest eyes love ever lit\n   With light that mocks the morning?\n\n                                 VANNOZZA\n\n            Nay, my lord,\n   I know not—nay, I knew not if I wept.\n\n                                ALEXANDER\n\n   Our sons and Christ’s and Peter’s whom we praise,\n   Are they—are these—fallen out?\n\n                                FRANCESCO\n\n            Not I with him,\n   Nor he, I think, with me.\n\n                                  CÆSAR\n\n         Forbid it, God!\n   The God that set thee where thou art, and there\n   Sustains thee, bids the love he kindles bind\n   Brother to brother.\n\n                                ALEXANDER\n\n         God or no God, man\n   Must live and let man live—while one man’s life\n   Galls not another’s.  Fools and fiends are men\n   Who play the fiend that is not.  Why shouldst thou,\n   Girt with the girdle of the church, and given\n   Power to preside on spirit and flesh—or thou,\n   Clothed with the glad world’s glory—priest or prince,\n   Turn on thy brother an evil eye, or deem\n   Your father God hath dealt his doom amiss\n   Toward either or toward any?  Hath not Rome,\n   Hath not the Lord Christ’s kingdom, where his will\n   Is done on earth, enough of all that man\n   Thirsts, hungers, lusts for—pleasure, pride, and power—\n   To sate you and to share between you?  Whence\n   Should she, the godless heathen’s goddess once,\n   Discord, heave up her hissing head again\n   Between love’s Christian children—love’s?  Hath God\n   Cut short the thrill that glorifies the flesh,\n   Chilled the sharp rapturous pang that burns the blood,\n   Because an hundred even as twain at once\n   Partake it?  Boys, my boys, be wise, and rest,\n   Whatever fire take hold upon your flesh,\n   Whatever dream set all your life on fire,\n   Friends.\n\n                                  CÆSAR\n\n      Friends?  Our father on earth, thy will be done.\n\n                                FRANCESCO\n\n   Christ’s body, Cæsar! dost thou mock?\n\n                                  CÆSAR\n\n            Not I.\n   Hast thou fallen out with me, then, that thy tongue\n   Disclaims its lingering utterance?\n\n                                ALEXANDER\n\n         Now, by nought,\n   As nought abides to swear by, folly seen\n   So plain and heard so loud might well nigh make\n   Wise men believe in even the devil and God.\n   What ails you?  Whence comes lightning in your eyes,\n   With hissing hints of thunder on your lips?\n   Fools! and the fools I thought to make for men\n   Gods.  Is it love or hate divides you—turns\n   Tooth, fang, or claw, when time provides them prey,\n   To nip, rip, rend each other?\n\n                                  CÆSAR\n\n            Hate or love,\n   Francesco?\n\n                                FRANCESCO\n\n         Why, I hate thee not—thou knowest\n   I hate thee not, my Cæsar.\n\n                                  CÆSAR\n\n            I believe\n   Thou dost not hate or love or envy me;\n   Even as I know, and knowing believe, we all—\n   Our father, thou and I—triune in heart—\n   Hold loveliest of all living things to love\n   This.\n\n                             _Enter_ LUCREZIA\n\n                                 LUCREZIA\n\n   Mother!  What do tears and thou for once\n   Together?  Rain in sunshine?\n\n                                 VANNOZZA\n\n            Ask thy sire,\n   Am I not now the moon?  Saint Anna bore\n   Saint Mary Virgin—did not God prefer\n   The child, and thrust behind with scarce a smile\n   The mother?\n\n                                ALEXANDER\n\n         Thrust not out thy thorns at heaven,\n   Rose.\n\n                                 LUCREZIA\n\n      But what ailed her?  And she will not say.\n\n                                  CÆSAR\n\n   Sister, I sinned—sin must be mine.  A word\n   Fell out askance between us, and she wept\n   Because our father chid us.\n\n                                 LUCREZIA\n\n            How should strife\n   Find here a tongue to hiss with?  Are not we,\n   Brothers and sire and sister, sealed of God\n   Lovers—made one in love?\n\n                                ALEXANDER\n\n            Deride not God,\n   Lucrezia.\n\n                                 LUCREZIA\n\n      Father, dost thou fear him, then?\n\n                                ALEXANDER\n\n   I say not and I know not if I fear.\n\n                                FRANCESCO\n\n   Thou canst not.  Father, were he terrible,\n   How long wouldst thou live—thou, his mask on earth?\n\n                                ALEXANDER\n\n   Boy, art thou all a child?  What knew they more,\n   The men that loved and feared and died for God,\n   Than I and thou who know him not?  We know\n   This life is ours, and sweet, if shame and fear\n   Make us not less than man: and less were they\n   Who crawled and writhed and cowered and called on God\n   To save them from him.  Here I stand as he,\n   God, or God’s very figure wrought in flesh,\n   More godlike than was Jesus.  Dare I fear\n   Whipping and hanging?  Thou, my cardinal,\n   Canst think not to be scourged and crucified—\n   Ha?\n\n                                  CÆSAR\n\n      Nay: there lurks no God in me.  And thou,\n   Father, dost thou fear?\n\n                                ALEXANDER\n\n         I?  Nought less than God.\n   But if we take him lightly on our lips\n   Too light his name will sound in all men’s ears\n   Till earth and air, when man says God, respond\n   Laughter.  Forbear him.\n\n                                  CÆSAR\n\n         Wisdom lives in thee,\n   And cries not out along the streets as when\n   None of God’s folk that heard regarded her,\n   As all that hear thy word regard—or die,\n   Being not outside God’s eyeshot.  Dost thou sleep\n   Here in his special keeping—here—to-night,\n   Brother?\n\n                                FRANCESCO\n\n      What bids thee care to know?\n\n                                  CÆSAR\n\n            They say\n   These holy streets of heaven’s most holiest choice\n   Lie dangerous now in darkness if a man\n   Walk not on holiest errands.  Thou, they say,\n   Wert scarce a Christlike sacrifice if slain.\n   Too many dead flow down the Tiber’s flow\n   Nightly.  They say it.\n\n                                FRANCESCO\n\n            I never called thee yet\n   Fool.\n\n                                  CÆSAR\n\n      Ah, my lord and brother, didst thou now,\n   Were this not thankless?  God—our father’s God—\n   Guide thee!\n\n                                                        [_Exit_ FRANCESCO.\n\n      He goes, and thanks me not.  Our sire,\n   What says the God that lives upon thy lips\n   And withers in thy silence?\n\n                                 LUCREZIA\n\n         Vex him not,\n   Cæsar.  Thou seest he is weary.\n\n                                ALEXANDER\n\n            Yea.  Come ye\n   With me.  Bethink thee, Cæsar.  Vex me not.\n\n              _Exeunt_ ALEXANDER, VANNOZZA, _and_ LUCREZIA.\n\n                                  CÆSAR\n\n   Thou wilt not bid me this, I think, again,\n   Father.\n\n                            _Enter_ MICHELOTTO\n\n      Thou art swift of speed at need.  I bade thee\n   Abide my bidding.\n\n                                MICHELOTTO\n\n         Till my lord were left\n   Alone.\n\n                                  CÆSAR\n\n      Thou knewest it?\n\n                                MICHELOTTO\n\n         Where my lord may be\n   And what beseems his thrall to know of him\n   I were not worthy, knew I not, to know.\n\n                                  CÆSAR\n\n   I do not ask thee where my brother sleeps.\n   And where to-morrow sees him yet asleep—\n\n                                MICHELOTTO\n\n   Ask of the fishers’ nets on Tiber.\n\n                                  CÆSAR\n\n            Nay—\n   Not I but Rome shall ask it.  Pass in peace.\n   The benediction of my sire be thine.\n\n                                                                [_Exeunt_.\n\n\n\n\nSCENE II\n\n\n                  _A narrow street opening on the Tiber_\n\n                    _Enter_ MICHELOTTO _and_ ASSASSINS\n\n                                MICHELOTTO\n\n   Ye know the lordlier harlot’s house—there?\n\n                              FIRST ASSASSIN\n\n            Ay,\n   Surely.\n\n                                MICHELOTTO\n\n      The first whose foot comes forth is he.\n\n                             SECOND ASSASSIN\n\n   How know we this?\n\n                                MICHELOTTO\n\n         I know it.  Ye need but slay.\n\n                                                                  [_Exit_.\n\n                            _Enter_ FRANCESCO\n\n                          FRANCESCO (_singing_)\n\n   Love and night are life and light;\n      Sleep and wine and song\n   Speed and slay the halting day\n      Ere it live too long.\n\n                              FIRST ASSASSIN\n\n   That shalt not thou.  Sing, whosoe’er thou be,\n   Thy next of songs to Satan.\n\n                                                         [_They stab him_.\n\n                                FRANCESCO\n\n         Dogs!  Ye dare?\n   God!  Pity me!  God!\n\n                                                                  [_Dies_.\n\n                             SECOND ASSASSIN\n\n         God receive his soul!\n   This was a Christian: many a man I have slain\n   Died with all hell between his lips.\n\n                              FIRST ASSASSIN\n\n            Be thine\n   Dumb.  Lift his feet as I the head.\n\n                             SECOND ASSASSIN\n\n            A boy!\n   And fair of face as angels\n\n                              FIRST ASSASSIN\n\n            If the nets\n   Snare not this fish betimes ere others feed,\n   None that shall heave it airward for the sun\n   To mock and mar shall say so.  Bring him down.\n   Tiber hath fed on choicer fare than we\n   May think to feed his throat with ere we die.\n\n                                                  [_Exeunt with the body_.\n\n\n\n\nSCENE III\n\n\n                              _The Vatican_\n\n                          ALEXANDER and LUCREZIA\n\n                                ALEXANDER\n\n   The day burns high.  Thou hast not seen them—thou?\n\n                                 LUCREZIA\n\n   My brethren, sire?  Nay, not since yesternight.\n\n                                ALEXANDER\n\n   The night is newly dead.  Since yestereven?\n\n                                 LUCREZIA\n\n   Nor then.  I saw them when we parted here\n   Last.\n\n                                ALEXANDER\n\n      I believe thou liest not.  Girl, the day\n   Looks pale before thy glory.  Brow, cheek, eye,\n   Lips, throat, and bosom, thou dost overshine\n   All womanhood man ever worshipped.  Once\n   I held thy mother fairest born of all\n   That ever turned old Rome to heaven.  Thou hast read\n   Her golden Horace?\n\n                                 LUCREZIA\n\n         Else were I cast out\n   From all their choir who serve the Muses.\n\n                                ALEXANDER\n\n            Ay.\n   ‘Fair mother’s fairer daughter,’ dost thou deem\n   That praise was ever merited as by thee?\n   I cannot.\n\n                                 LUCREZIA\n\n      I concern myself no whit\n   If so it were or were not.\n\n                                ALEXANDER\n\n            Thou dost well.\n   Thou hast not seen, thou sayest, Francesco?\n\n                                 LUCREZIA\n\n            Nay—\n   Give me some reliquary to swear it on—\n   Some rosary—crucifix or amulet,\n   Sorcerous or sacred.\n\n                                ALEXANDER\n\n         Never twins were born\n   More like than thou and he—nor lovelier: yet\n   No twins were ye.\n\n                                 LUCREZIA\n\n         What ails thy Holiness?\n\n                                ALEXANDER\n\n   I am ill at ease: my heart is sick.  Last night\n   No revel here was held, and yet the day\n   Strikes heavier on me wearier, body and soul,\n   Than though we had rioted out with raging mirth\n   The lifelong length of darkness.\n\n                                 LUCREZIA\n\n            Evil hours\n   Fret somewhiles all folk living; none sees why:\n   No child sleeps always all night long.\n\n                                ALEXANDER\n\n            Wast thou\n   Wakeful?  No trouble clung about thee?  Nought\n   Made the air of night heavier with presage felt\n   As joy feels fear and withers?  I am not\n   Afraid: methinks I am very fear itself.\n\n                   _Enter an Officer of the household_\n\n                                 OFFICER\n\n   His holiness be gracious towards me.\n\n                                ALEXANDER\n\n            Speak.\n   Thy face is death’s: let death upon thy lips\n   Live.\n\n                                 OFFICER\n\n      Sire, the humblest hireling knave in Rome—\n   A waterman that plies his craft all night—\n   Craves audience even of thee.\n\n                                ALEXANDER\n\n         A Roman?\n\n                                 OFFICER\n\n            Nay.\n   Some outlander—some Greek—they call the knave\n   George the Slavonian.\n\n                                ALEXANDER\n\n      They?\n\n                                 OFFICER\n\n            The fisherfolk\n   On Tiber.\n\n                                ALEXANDER\n\n      Bid him in: bid God himself\n   Come in with doom upon me.\n\n                                                          [_Exit Officer_.\n\n            Hear’st thou, child—\n   Daughter?\n\n                                 LUCREZIA\n\n      What horror hangs on thee?\n\n                                ALEXANDER\n\n            Abide,\n   And thou shalt know as I know.\n\n                        _Enter_ GIORGIO SCHIAVONE\n\n            Speak.  I say,\n   Speak.  What thou art I know: and what I am\n   Thou knowest—and yet thou knowest not.\n\n                                 GIORGIO\n\n         Holiest sire,\n   Last night I kept my boat on Tiber—Sire,\n   The thing I saw was nothing of my deed—\n   It shook me out of sleep to see it—Lord,\n   Have mercy: look not so upon me.\n\n                                ALEXANDER\n\n            Dog,\n   Speak, while thy tongue is thine.\n\n                                 GIORGIO\n\n         Two men came down\n   And peered along the water-side: and two\n   Came after—men whose eyes raked all the night,\n   Searching the shore—I lay beneath my boat—\n   Beside it on the darkling side—and saw.\n   Then came a horseman—Sire, his horse was white—\n   The moonshine made his mane like dull white fire—\n   And on his crupper heavily hung a corpse,\n   Arms held from swaying on this side, legs on that,\n   I know not which on either—but the men\n   Held fast that held: and hard on Tiber side\n   They swung the crupper towards the water—sharp\n   And swift as man may steer a horse—and caught\n   And slung their dead into the stream: and he\n   Drifted, and caught the moon across his face\n   That shone like life against it: and the chief\n   Till then sat silent as the moon at watch,\n   And then bade hurl stones on the drifting dead\n   And sink him out of sight; and seeing this done,\n   Rode thence, and they strode after.\n\n                                ALEXANDER\n\n            Man, and thou—\n   Thou?\n\n                                 GIORGIO\n\n      Sire, I set my heart again to sleep:\n   I turned and slept under my boatside.\n\n                                ALEXANDER\n\n            Man—\n   Dog—devil, if this be truth, and if my fear\n   Lie not—how hadst thou heart to hold thy peace?\n   How comes it that the warders of the shore\n   Knew not of thee, while yet the crime was hot,\n   What crime had made night hell?\n\n                                 GIORGIO\n\n         A thousand times\n   I have seen such sights, but never till this hour\n   Seen him who cared to hear of them.\n\n                                ALEXANDER\n\n            Till now,\n   Never.  He looks in God’s mute face and mine,\n   And says it.  God be good to me!  But God\n   Will not—or is not.  Where is then thy dead,\n   Devil, called of God from hell to smite—to scourge—\n   Me?\n\n                                 GIORGIO\n\n      Sire, at hand I left him.\n\n                                ALEXANDER\n\n            Stir not.  Bid\n   Thy fellows bring my dead before me.\n\n                                                          [_Exit Officer_.\n\n               Nay,\n   But mine it is not yet—it may not be\n   Mine—while it may not be, it is not.  Child,\n   It shall not be thy brother.  Pray no prayer.\n   Prayer never yet brought profit.  Be not pale.\n   Fear strikes more deep into the fearful heart\n   The wound it heals not.\n\n                Enter Officers with the body of FRANCESCO\n\n         What is he they bring?\n   O God!  Thou livest!  And my child is dead!\n\n                                                                 [_Falls_.\n\n\n\n\nSCENE IV\n\n\n                              _The Vatican_\n\n                          ALEXANDER _and_ CÆSAR\n\n                                ALEXANDER\n\n   Thou hast done this deed.\n\n                                  CÆSAR\n\n      Thou hast said it.\n\n                                ALEXANDER\n\n         Dost thou think\n   To live, and look upon me?\n\n                                  CÆSAR\n\n            Some while yet.\n\n                                ALEXANDER\n\n   I would there were a God—that he might hear.\n\n                                  CÆSAR\n\n   ’Tis pity there should be—for thy sake—none.\n\n                                ALEXANDER\n\n   Wilt thou slay me?\n\n                                  CÆSAR\n\n      Why?\n\n                                ALEXANDER\n\n            Am not I thy sire?\n\n                                  CÆSAR\n\n   And Christendom’s to boot.\n\n                                ALEXANDER\n\n            I pray thee, man,\n   Slay me.\n\n                                  CÆSAR\n\n         And then myself?  Thou art crazed, but I\n   Sane.\n\n                                ALEXANDER\n\n      Art thou very flesh and blood?\n\n                                  CÆSAR\n\n               They say,\n   Thine.\n\n                                ALEXANDER\n\n      If the heaven stand still and smite thee not,\n   There is no God indeed.\n\n                                  CÆSAR\n\n            Nor thou nor I\n   Know.\n\n                                ALEXANDER\n\n      I could pray to God that God might be,\n   Were I but mad.  Thou sayest I am mad: thou liest:\n   I do not pray.\n\n                                  CÆSAR\n\n         Most holiest father, no.\n   Thy brain is not so sick yet.  Thou and God\n   Friends?  Man, how long would God have let thee live—\n   Thee?\n\n                                ALEXANDER\n\n      Long enough he hath kept me, to behold\n   His face as fire—if his it be—and earth\n   As hell—and thee, begotten of my loins,\n   Satan.\n\n                                  CÆSAR\n\n         The firstfruits of thy fatherhood\n   Were something less than Satan.  Man of God,\n   Vaunt not thyself.\n\n                                ALEXANDER\n\n            I would I had died in the womb.\n\n                                  CÆSAR\n\n   Thou shalt do better, dying in Peter’s chair:\n   Thou shalt die famous.\n\n                                ALEXANDER\n\n         Ay: no screen from that,\n   No shelter, no forgetfulness on earth.\n   We shall be famed for ever.  Hell and night,\n   Cover me!\n\n                                  CÆSAR\n\n      Hast thou heard that prayers are heard?\n   Or hast thou known earth, for a man’s cry’s sake,\n   Cleave, and devour him?\n\n                                ALEXANDER\n\n            I have done this thing.\n   Thou hast not done it: thy deed is none of thine:\n   Upon my hand, upon my head, the blood\n   Rests.\n\n                                  CÆSAR\n\n      Wilt thou sleep the worse for this next year?\n\n                                ALEXANDER\n\n   I will not live a seven days’ space beyond\n   This.\n\n                                  CÆSAR\n\n      Thou hast lived thy seven days’ space in hell,\n   Father: they say thou hast fasted even from sleep.\n\n                                ALEXANDER\n\n   Ay.\n\n                                  CÆSAR\n\n      What they say and what thou sayest I hold\n   False.  Though thou hast wept as woman, howled as wolf,\n   Above our dead, thou art hale and whole.  And now\n   Behoves thee rise again as Christ our God,\n   Vicarious Christ, and cast as flesh away\n   This grief from off thy godhead.  I and thou,\n   One, will set hand as never God hath set\n   To the empire and the steerage of the world.\n   Do thou forget but him who is dead, and was\n   Nought, and bethink thee what a world to wield\n   The eternal God hath given into thine hands\n   Which daily mould him out of bread, and give\n   His kneaded flesh to feed on.  Thou and I\n   Will make this rent and ruinous Italy\n   One.  Ours it shall be, body and soul, and great\n   Above all power and glory given of God\n   To them that died to set thee where thou art—\n   Throned on the dust of Cæsar and of Christ,\n   Imperial.  Earth shall quail again, and rise\n   Again the higher because she trembled.  Rome\n   So bade it be: it was, and shall be.\n\n                                ALEXANDER\n\n               Son,\n   Art thou my son?\n\n                                  CÆSAR\n\n         Whom should thy radiant Rose\n   Have found so fit to ingraff with, and bring forth\n   So strong a scion as I am?\n\n                                ALEXANDER\n\n            By my faith—\n   Wherein, I know not—by my soul, if that\n   Be—I believe it.  God forgot his doom\n   When he thou hast slain drew breath before thee\n\n                                  CÆSAR\n\n               God\n   Must needs forget—if God remember.  Now\n   This thing thou hast loved, and I that swept him hence\n   Held never fit for hate of mine, is dead,\n   Wilt thou be one with me—one God?  No less,\n   Lord Christ of Rome, thou wilt be.\n\n                                ALEXANDER\n\n            Ay?  The Dove?\n\n                                  CÆSAR\n\n   What dove, though lovelier than the swan that lured\n   Leda to love of God on earth, might match\n   Lucrezia?\n\n                                ALEXANDER\n\n      None.  Thou art subtle of soul and strong.\n   I would thou hadst spared him—couldst have spared him.\n\n                                  CÆSAR\n\n         Sire,\n   I would so too.  Our sire, his sire and mine,\n   I slew not him for lust of slaying, or hate,\n   Or aught less like thy wiser spirit and mine.\n\n                                ALEXANDER\n\n   Not for the dove’s sake?\n\n                                  CÆSAR\n\n         Not for hate or love.\n   Death was the lot God bade him draw, if God\n   Be more than what we make him.\n\n                                ALEXANDER\n\n               Bread and wine\n   Could hardly turn so bitter.  Canst thou sleep?\n\n                                  CÆSAR\n\n   Dost thou not?  Flesh must sleep to live.  Am I\n   No son of thine?\n\n                                ALEXANDER\n\n            I would I saw thine end,\n   And mine: and yet I would not.\n\n                                  CÆSAR\n\n               Sire, good night.\n\n                                                                 [_Exeunt_\n\n                                * * * * *\n\n                                PRINTED BY\n               SPOTTISWOODE AND CO. LTD., NEW-STREET SQUARE\n                                  LONDON",
    "metadata": {
        "author": [
            "Maitland, Thomas",
            "Maitland, A. C. (Algernon Charles)",
            "Swinburne, Algernon C.",
            "Swinburne, Algernon Charles"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/6024/pg6024.txt",
        "name": "the_duke_of_gandia.json"
    }
}