{
    "name": "The Valley of the Shadow",
    "author": [
        "McNeile, H. C. (Herman Cyril)",
        "McNeile, Herman Cyril",
        "McNeile, Cyril"
    ],
    "body": "\n\nFor the twentieth time Hilda Garling asked herself the same question—Why\nhad her husband asked Jack Denver to stay? Mechanically she helped\nherself to some dish which the footman was handing to her, hardly\nknowing what it was she took. Why had he asked Jack to stay?\n\nSuch a thing was so completely foreign to her husband’s habits of late.\nFor the last year or so he had grown more and more of a recluse,\nshutting himself away for hours and even days at a time, and having his\nmeals served in his own room, until the big house standing back from the\nPortsmouth road had seemed a veritable prison to his wife. Not that it\nwas much better when her husband did come out of his seclusion, but at\nany rate he was a human being of her own class.\n\nShe had tried asking people to stay, but it wasn’t a success. When your\nhost plainly shows you that your presence fails to amuse him, even the\nmost thick-skinned guest begins to look up the trains for London. She\nhad tried going away to stay with friends, but that was only a temporary\npanacea. And then a year ago even that relief had been denied her. Her\nhusband had complained once or twice of a pain in the chest, and\nalthough he scouted the idea that it was anything but indigestion, he at\nlength agreed to do as she wished and send for a doctor. And the doctor\nhad spoken to her after his examination.\n\n“Mrs. Garling,” he said, “I am sorry to have to be the bearer of—I won’t\nsay bad, but of serious news. It is no mere question of indigestion, I\nfear. It is heart trouble—and it is pronounced. Please understand me.\nThere is no reason, if your husband lives a quiet life and avoids\nexcitement or undue exertion of all sorts, why he shouldn’t live for\nanother twenty or thirty years. But any sudden physical call on his\nsystem—and the chances are, I am afraid, it would kill him.”\n\n“Have you told my husband?” she asked him.\n\n“Not quite as clearly as I have told you,” answered the doctor. “But he\nis fully aware that his condition is more serious than he thought.”\n\nFrom that time on she had hardly ever slept a night away from the Pines.\nFor Hilda Garling had the instinct of playing the game very fully\ndeveloped. It was hypocrisy to pretend to herself that she loved him:\nlooking back on the five years of their married life she realized that\nshe never had loved him. Like so many girls fresh from the schoolroom,\nshe had been captivated by a brilliantly clever and handsome man some\nfourteen years older than herself. She had thought herself in love with\nhim, and her parents, having inquired into Hubert Garling’s social and\nfinancial status, and having found both—especially the latter—eminently\nsatisfactory, had put no obstacle in the way of what seemed to them a\nvery desirable match.\n\nBut even before the honeymoon was over disillusion had begun to set in.\nThat Hubert had a jealous nature she had found out while they were\nengaged, and then she had been rather flattered by it. But until they\nwere married she never realized how fiendishly jealous he was. Once at\nNice, as they were on their way home, she had danced twice with a young\nFrench officer, and the scene that night in their room had been\nappalling. It had blown over, as such scenes do, but it had left an\nindelible mark. It had frightened the girl—she was still only a child at\nthe time; but it had hastened her mental development far more than a\nyear of ordinary life. To her amazement she had found herself listening\nto Hubert’s whispered apologies and love-makings with only half her\nmind. The other half was disconcertingly cold and logical.\n\n“This is insulting,” it said. “You may be his; in a way, since you’re\nhis wife, you are. But an outlook on life that forbids you to dance with\nsomeone else, and gets furious if you do, is mediæval.”\n\nAs time went on it got no better. The slightest sign of interest in\nanother man was sufficient to precipitate either a furious scene or\nsullenness, until Hilda for very peace’ sake confined her male\nacquaintanceship to the old vicar of seventy-two and the doctor, who was\nthree years younger. And the absurd thing about it all was that there\nhad never been the tiniest particle of justification for her husband’s\nattitude; never, that is, until—\n\nAgain she asked herself the question—Why had he asked Jack Denver to\nstay? He was talking now to his guest in that charming, well-bred manner\nof his that had captivated so many people—talking well and\ninterestingly, as a glance at Jack’s face revealed, though she hadn’t\nheard a word that had been said for the last ten minutes. It was\nincredible, impossible, that Hubert could know; after all, what was\nthere to know? Six months ago, on one of her rare visits to London, she\nhad stayed the night with an old school friend—Joan Prettyman. Mr.\nPrettyman, Joan’s father, had tactfully gone up to Manchester on\nbusiness, and Joan had greeted her with a shout of joy.\n\n“My dear,” she cried, “in you lies salvation! Cecil Turnbury, who dances\nlike an angel, rang me up this morning to dine and wine, do a show, trek\non to Ciro’s, and come home with the milk from a night club. I know it\nwill come to the old man’s ears if I go alone with Cecil; you must come,\ntoo. I’ll ring up Cecil now, and tell him to rope in a cheery soul for\nyou.”\n\nFor a moment or two she had feebly protested; she couldn’t dance—her\nhusband—she must get back.\n\n“Tripe!” remarked Joan, elegantly, and forthwith rang up Cecil. And he\nhad arrived at seven-thirty with Jack Denver. From the outset of the\nevening it was quite clear what was going to happen. Joan, having taken\nthe possible wind out of father’s sails, devoted herself exclusively to\nCecil, leaving Jack Denver and Hilda to carry on their share of the good\nwork. And Hilda, starved, though she hardly realized it, for the\ncompanionship of men of her own age, had the night of her life. There\nare nights which stand out like milestones in every life, and almost\nalways are they impromptu. And there had been singularly few for Hilda\nGarling. But in those eight hours she realized fully for the first time\nall that she had missed in marrying Hubert.\n\nJack Denver was thirty and in the Army. Moreover, he was a man’s man all\nthrough. London saw him but rarely, except when he was playing polo at\nRanelagh or Hurlingham; he found that London life interfered with his\neye. But in addition to being mad on every form of sport he was—without\nbeing clever—exceedingly intelligent. He was interested in politics and\nlife generally; he read with discrimination. He could talk amusingly,\nand, most precious of all gifts, listen sympathetically. And that night,\nhaving gone merely to please Cecil and swearing he must be in bed by\none, he found himself wishing at half-past three that it could go on for\nanother four hours. From the time they arrived at Ciro’s, it had been\nmerely two duets.\n\nFrom Ciro’s they had driven to the night club in two taxis—Joan, being\nquite without shame, had insisted on that. And during the drive Jack\nDenver tried to take stock of matters. That Hilda was married he knew;\nthat her husband was a bit of a rum ’un he knew also from Joan. But\nthere was another thing also which he knew, and that was that never in\nthe course of his life had he been so powerfully attracted by any woman\nbefore.\n\nSmall wonder. Hilda—enjoying herself to the hilt—looked utterly lovely.\nBut it wasn’t only a question of looks; she was so startlingly alive.\nThe stagnation of months had boiled over in an immense reaction. And if\nthere was one thing which Jack Denver worshipped, it was vitality.\n\nThey left the night club at half-past three, and once more two taxis\nwere requisitioned.\n\n“Have you enjoyed yourself?” he asked quietly as they drove off.\n\n“It’s been heaven!” she answered.\n\nWhich, taken as a conversational effort, would not have won a prize. But\nwhen the atmosphere is electrical, it doesn’t much matter what is said.\n\n“Mrs. Garling,” he went on, gravely, “when may I see you again?”\n\nBy the light of a passing lamp she saw his eyes fixed on her, and her\nown did not falter.\n\n“I don’t think we’d better meet again,” she said, steadily. “My husband\nhas rather peculiar ideas on the subject.”\n\n“That, of course, is quite unthinkable,” he remarked. “I have never\nenjoyed such a wonderful evening before.”\n\n“No more have I,” she said, staring out of the window.\n\nShe felt his hand close over hers, and for a while she made no effort to\nremove it. Then with a little shiver she almost snatched her hand away.\n\n“Captain Denver,” she said, “this is folly. I must tell you that my\nhusband is almost crazily jealous of me. If he were to know that you and\nI were driving home at this hour of the night in a taxi alone, I think\nhe’d probably try to—try to kill me. It sounds incredible, but it’s the\ntruth. He becomes like a madman if I even speak to another man; in fact,\nthere have been times when I really believe he has been out of his\nsenses.”\n\n“But it’s preposterous,” he said, angrily. “He can’t keep you shut up\nlike a prisoner.”\n\n“He would if he could,” she answered.\n\n“A truce to this fooling, Hilda,” said Denver, urgently. “We’re nearly\nat your house. I must see you again; I _must_. It may be folly,\nor it may not. I know I only met you eight hours ago—what’s that matter?\nTime has no meaning on some occasions. I’m being crude, too; I know\nthat, but the circumstances make it imperative. May I motor over from\nAldershot and call on you?”\n\nThe taxi was already slowing up.\n\n“It’s madness,” she whispered, “absolute madness.”\n\n“Then I’m going to be mad,” he remarked quietly, as the car stopped.\n\nThe other taxi was just behind them, and for a moment or two they all\nstood talking on the pavement. Then, with a prodigious yawn, Joan voted\nfor bed, and the two girls went indoors.\n\n“A gladsome night,” she said, sleepily. “And it strikes me, Hilda, my\ndear, that for a little sheltered country rose you’re a pretty\nhigh-class performer. He’s a pet, that man Denver; in fact, I’d have\nchanged over half-way through if I hadn’t known there wasn’t a look-in\nfor little Joan. Did he kiss you in the bus coming home?”\n\n“Joan—how can you ask such a thing?” cried Hilda, blushing furiously.\n\n“Cut it out, my angel—cut it out. If he didn’t he’s a mutt—and so are\nyou. Heigh-ho! bed for this child.”\n\nTrue to his word, Jack Denver drove his car over from Aldershot to the\nPines three days later. He stayed to tea and talked more to Hubert than\nto her. And after tea he suggested a spin to Hindhead and the Devil’s\nPunchbowl.\n\n“I’m afraid an open car is one of the things I’m forbidden,” said\nHubert.\n\n“Then what about you, Mrs. Garling?” asked Jack.\n\n“My wife doesn’t care about motoring,” said her husband harshly.\n\nA truly impossible fellow, reflected Jack, as he drove back to barracks.\nCharming in other respects—but on the subject of his wife quite\nimpossible. And deep down inside a warning voice began to make itself\nheard—a voice that counselled caution. With a husband like that the most\nordinary everyday politeness would be misconstrued. And Jack Denver was\nquite sufficiently honest with himself to realize that, if he saw much\nof Hilda Garling, he would have considerable difficulty in keeping\nthings on the plane of conventional courtesy. In fact, as he dressed for\nmess that night he apostrophized his reflection in the glass in no\nuncertain manner.\n\n“You’re nine-tenths of the way towards falling in love with another\nman’s wife. And that’s a complication at the best of times. But, with a\nhusband like that, it’s the devil. So take a pull at yourself, young\nfeller; take a pull.”\n\nAnd a pull he did take—for quite a fortnight. Then, as luck would have\nit, duty took him to Portsmouth. He couldn’t get back to Aldershot the\nsame night, and the following morning he started back in his car. And as\nhe got near the Pines his pace grew slower and slower. Finally he\nstopped and lit a cigarette.\n\n“Don’t be a fool,” said one voice. “Go on; there’s polo at the club this\nafternoon.”\n\n“You’ve played polo every day for the last week,” said another voice.\n“The man can’t eat you if you ask for lunch. Don’t be a coward.”\n\nAnd since it’s better to be called a fool than a coward, the second\nvoice won. Jack Denver went to the Pines for the second time. And when\nhe left at about five o’clock the nine-tenths had changed to\nnineteen-twentieths.\n\nOf course, the thing was a foregone conclusion. He got into the habit of\ngoing about once a week, and one day it all came out with a rush—like a\nstream that had been temporarily dammed.\n\nThey were in the garden—the two of them, and something seemed suddenly\nto snap.\n\n“Come away with me, my darling,” he muttered. “This man is an impossible\nhusband for you. I’ve got plenty of money, and I’m chucking the service,\nanyhow.”\n\nHe tried to take her in his arms, but she drew back.\n\n“Don’t, dear, don’t,” she said, a little breathlessly. “It’s\nimpossible.”\n\n“Why is it impossible?” he demanded. “You love me, Hilda—I know that.\nAnd I worship the very ground you walk on. Why is it impossible?”\n\n“Because it would kill Hubert,” she answered, steadily. “I’ve never told\nyou before, Jack, but I must now. You merely thought he was delicate.\nIt’s his heart; and any sudden shock would kill him. And we couldn’t do\nthat, Jack—could we?”\n\n“And if it wasn’t for that?” he asked, dully.\n\nShe took a deep breath.\n\n“If it wasn’t for that, my man,” she whispered, “I’d go to the end of\nthe world with you to-morrow.”\n\nAnd, being a white man, Jack Denver merely raised her fingers to his\nlips and left her. It was final; it was unalterable, and it was not for\nhim to make it harder. She heard his car drive away, and she gave a\nlittle sobbing cry. Then very steadily she walked into the house.\n\nFrom that day to this she hadn’t seen Jack; that had been all. All, that\nis, except one thing—the one thing which would have supplied the answer\nto her oft-repeated question. A minute after she had walked into the\nhouse a man stepped out of some bushes close to where she had been\nstanding. At first glance it would have been hard to recognize who it\nwas; his face was so distorted with devilish fury that he looked like a\nfiend. For a while he stood there, his fists tight clenched. Then he\nsuddenly swayed, and instinctively one hand went to his heart. The fury\nwas replaced by agony—which in its turn gave way to relief. And shortly\nafter Hubert Garling, outwardly calm, followed his wife indoors.\n\nThat had been three months ago. And three days ago he had done the\namazingly unexpected thing.\n\nThey were having lunch, and he suddenly asked her about Jack.\n\n“What’s become of that nice fellow Denver?” he remarked. “We never seem\nto see him now.”\n\n“I don’t know,” she answered, calmly, though she felt that all the\ncolour had left her face. “Perhaps he’s on leave or manœuvres or\nsomething.”\n\n“Why don’t you write and ask him to come over?” continued her husband.\n“Ask him over for the weekend.”\n\n“I’ll write, certainly,” she said, and wondered whether he could hear\nthe pounding of her heart.\n\n“The workmen are away from the tower, you know,” he went on; “and he\nseemed an amusing chap.”\n\n“I’ll write after lunch,” she said, quietly.\n\nAnd thus it came about that Jack Denver received the following morning a\nletter in a writing that made his hand shake uncontrollably as he opened\nthe envelope.\n\n    “Hubert, for some astounding reason, is anxious for you to\n    come and stay. As for me—I think I shall go mad I don’t see\n    you again soon. If you think it unwise, plead duty as an\n    excuse. But I think you’ll have to come soon, or else the\n    sudden cessation of your visits here will make H.\n    suspicious. Come for the weekend.\n\n                                                         “H. G.”\n\nHe stared at his untasted breakfast; then he shrugged his shoulders. So\nbe it. And his answer was duly delivered at the Pines.\n\n    “Dear Mrs. Garling,—\n\n    “How charming of you! I fear you must have thought I was\n    dead, but we do work—sometimes! I’ll come in time for lunch\n    on Saturday if I may.\n\n\t\t\t\t\t\t\t\t\t\t “Yours sincerely,\n\t\t\t\t\t\t\t\t\t\t\t\t  “Jack Denver.”\n\nAnd now dinner was over, and she was still as far as ever from getting\nthe answer to her question. Why had Hubert done it? All through the\nafternoon he had been uniformly charming; he couldn’t suspect anything;\nhe couldn’t. He was talking now about the tower—a strange architectural\nfreak which stuck up from one corner of the house like a funnel on a\nlocomotive.\n\n“It’s an old house,” he was saying in his cultured, rather gentle voice.\n“And I can’t quite make out who erected that tower originally. It was\nput up after the house itself was built, but for what purpose is a\nlittle obscure. It certainly can’t have been entirely erected as a\ntomb.”\n\n“A tomb!” echoed Denver in surprise. “In what way a tomb?”\n\n“Has my wife never told you the story?” said Garling. “It’s one of the\nstock things about this place. I can just remember when my father made\nthe discovery. The tower, of course, is hollow, and it had been used as\na sort of box-room. There were some rough steps going spirally round it\nwhich finished abruptly in the brick roof. And one day it struck my\nfather that it was somewhat peculiar to make steps right up to a\nceiling, and he took some measurements. And he found that there was a\nspace of about ten feet to be accounted for at the top of the tower. You\ncan understand, of course, that it was very rare indeed that any one\nwent there, or such an obvious thing would have been discovered before.\nSo he got in some workmen and proceeded to remove the bricks from the\nroof. And the mystery was solved. The steps which apparently disappeared\ninto the ceiling were now found to communicate with a room. And in that\nroom the remnants of two skeletons were found. They had been there for\nat least a hundred years, but there was enough to prove that one had\nbeen a man and the other a woman.”\n\n“How very interesting!” said Denver. “Did your father ever find out what\nhad happened?”\n\n“Not for absolutely certain,” answered his host. “But I have no doubt in\nmy own mind that it was the truth. Apparently this house, at the time\nwhen the man and woman died, belonged to a man called Shaw. And Mrs.\nShaw was a very lovely lady—a fact which other men beside Mr. Shaw\nappreciated. Moreover, it appeared that Mrs. Shaw was not insensible to\nthe admiration of those other men—especially to that of a young Lord\nGreyton. Possibly she was flattered by the attentions of a member of the\naristocracy, since her husband, though an eminently worthy man, was\ndistinctly middle-class. At any rate, she and Lord Greyton disappeared,\nand were never heard of again. Mr. Shaw gave out that his wife had\neloped with him, and forbade her name ever to be mentioned in his\npresence again. But I think there can be little doubt that somehow or\nother he trapped them both into the room at the top of the tower, and\nthen proceeded to brick them in. The details, of course, will never be\nknown. Presumably he must have drugged them first, leaving them to\nregain consciousness in the black darkness—because there were no windows\nof any sort in the tower. One thing is certain: they were not dead when\nthey were put there. The marks are plainly visible where they had\nendeavoured to scratch away the brickwork with their fingers.”\n\n“What an extraordinarily gruesome story!” said Denver. “Why, Mrs.\nGarling—you’ve gone quite pale.”\n\n“I think it’s a horrible story,” she said, in a low voice.\n\n“Horrible—and yet full of poetic justice,” remarked her husband, sipping\nhis port.\n\n“And what do you use the tower for now?” asked Denver.\n\n“My father, who was a keen astronomer, had it made into a small\nobservatory. I’ve left it much as it was, except that I’ve removed the\ntelescope and carried out a few small improvements. In fact, the workmen\nhave only just finished. My father, for instance, had a sliding roof;\nI’ve had that removed. There is now merely a small dome with thick glass\nat the top, through which one can get a gay wonderful view of the\nheavens.”\n\nHe glanced at Denver’s glass.\n\n“Some more port? No. Well—would you care to come and see the actual room\nitself? And I particularly want you, my dear, to see it by artificial\nlight.” He turned to his wife. “I think you’ll agree that it’s an\nimmense improvement. In fact, I’m seriously thinking of using it in\nfuture as my study. It’s small, of course—in fact, tiny. But it’s so far\nremoved from any noise or disturbance. And I find, Denver, that I can\nconcentrate better in a confined space.”\n\nHe was leading the way along an upstair corridor as he talked.\n\n“I am a bit of a recluse, and I write a little. Dull, scientific stuff.\nAnd I really believe that in this room I have got my ideal working\nroom.”\n\nHe had reached the top of the stairs in the tower and opened the door.\n\n“Quaint, isn’t it? Those Chinese hangings round the walls give it a cosy\neffect. And then this door—sound-proof. I cannot hear any noise when I’m\nat work.”\n\nThey were standing in the centre of the room, and Jack Denver looked\nround with frank curiosity. It certainly was quaint. Above their heads,\nthrough the glass dome, he could see the sky glittering with stars—a\nmagnificent view, as his host had said. A thick pile carpet covered the\nfloor, and the only pieces of furniture were a heavy desk that filled\nhalf the room and a big chair. The electric light was concealed just\nwhere the dome commenced, and threw its direct rays upwards, giving a\npleasant diffused light all over the room. And the walls—hexagonal in\nshape—were completely covered with rich yellow Oriental silk panels. A\nbizarre room—almost an uncanny room; yet with a strange element of\nfascination about it.\n\n“There was one thing I omitted to mention at dinner in my little story,”\nsaid Hubert Garling. “From what small study I have made of the matter,\nthere can be no doubt that Mrs. Shaw and Lord Greyton died of\nsuffocation. In fact, I once made a calculation that the supply of air\nwould have lasted them about twelve hours. This room is half the\noriginal size.”\n\n“Poor brutes!” remarked Denver.\n\n“Moreover,” continued his host, “the fact that Mr. Shaw was unable to\nwatch their death struggle must have robbed his revenge of much of its\ncharm.”\n\nFor a moment they saw his face—distorted, fiendish; then the door shut,\nand they were alone. Half stupefied they stared at one another; the\nwhole thing was so sudden, so utterly unexpected. And it was the girl\nwho recovered herself first and spoke.\n\n“He knew, Jack,” she whispered. “He’s known all along. That’s why he\nmade me ask you here.”\n\nDenver swore softly under his breath; as yet he had not realized the\ndanger.\n\n“Damn him!” he said, angrily. “This is beyond a joke. We’ve done\nabsolutely nothing of which we need be ashamed. Why, I’ve never even\nkissed you, Hilda.” He went to the door and tugged at it; it refused to\nbudge.\n\n“Well, this settles it, my dear,” he went on. “He may have a weak heart\nor he may not—but I don’t stand for this form of humour. I shall tell\nyour husband exactly what I think of him, and that you’re going to come\naway with me. And he can take what steps he damn well chooses.”\n\nHe lit a cigarette and began pacing up and down the little room with\nshort, angry steps, while the girl, leaning against the desk, watched\nhim with a strange look in her eyes.\n\n“Jack, dear,” she said at length, “I don’t think you quite understand.\nThis isn’t a joke.”\n\nHe stopped short in his tracks and stared at her.\n\n“What do you mean?” he asked, in a low voice.\n\n“This is dead earnest. He means to murder us.”\n\nThe colour slowly left his face.\n\n“Murder us?” he stammered, foolishly.\n\n“That’s why he told you that story at dinner tonight. That’s why he’s\nhad men working on this tower, and didn’t suggest that you should come\nover till they’d finished. That’s why he’s locked us in here.”\n\n“But, good God! Hilda, the man must be mad,” he said, hoarsely.\n\n“On the subject of me he is,” she answered.\n\nAnd still it seemed as if he could hardly realize.\n\n“But someone must come,” he cried, angrily. “He can’t keep us shut in\nhere for days.”\n\nShe went across to him.\n\n“Didn’t you hear what he said as he went out? Suffocation. It took\ntwelve hours for those two, and this is half the size. Six hours,\nJack—six hours. And the servants are on the other side of the house.”\n\nAnd now at last he understood, and with the understanding he became\nhimself again. He smiled thoughtfully, and pressed out his cigarette.\n\n“Under those circumstances—no smoking. And under those circumstances\nalso—no scruples either.”\n\nHe caught the girl in his arms and kissed her again and again, while she\nclung to him half sobbing. Then, still with the same thoughtful smile,\nhe pushed her gently into the chair.\n\n“I must explore,” he said, briefly.\n\nFirst of all—the door. Coolly he examined it, while the girl watched him\nwith eager eyes. He seemed so calm and assured—so completely confident\nin himself.\n\nA minute or two later he turned and looked at her.\n\n“Nothing doing there,” he said cheerfully. “It fits as tight as a safe\ndoor, and there isn’t even a keyhole on this side. It must have some\npatent form of lock.”\n\nHe went round the walls quietly and systematically, tearing down the\nsilk panels as he got to them. Nothing but smooth cement—not a crack,\nnot a fissure.\n\nHe stood on the desk to examine the roof. It was of flawless glass,\nimmensely thick. And then he had to get down abruptly. He put his hand\nto his forehead; it was wet with perspiration.\n\nAnd now the full gravity of the situation had come home to him. Mad,\nHubert Garling might be; there was no sign of madness about this trap.\nIt was diabolically efficient. It was small consolation to know that the\nmurderer might be hanged; all that mattered was that he and the girl he\nloved were in an air-tight room, and that in a few hours that air would\nbe exhausted.\n\nHe took off his shoe and hurled it with all his force at the glass above\nhis head. For ten minutes he went on throwing it; then with a little\ngesture of despair he threw the shoe on the floor. The glass was too\nthick; he was only exhausting himself and using up precious oxygen\nuselessly.\n\n“Supposing we shouted, Jack?” said the girl, quietly.\n\nFor a quarter of an hour they shouted “Help!” at intervals of half a\nminute. No one came; nothing happened.\n\n“It’s getting terribly stuffy, Jack,” she whispered.\n\n“Yes, darling; I’m afraid it is,” he answered, steadily.\n\nHe was sitting on the arm of her chair—thinking desperately. Was there\nno way out? Was there nothing to be done?\n\n“He can’t mean to kill us like this,” she cried, in despair.\n\nHe bent and kissed her gently, and she clung to him like a frightened\nchild.\n\nAnd so they sat for twenty minutes or more, till suddenly the girl\nclutched his arm.\n\n“Jack,” she whispered, “look up. Oh, my God, look at him!”\n\nShe cowered back in the chair, and the man beside her, strong-nerved\nthough he was, shuddered uncontrollably. For staring down on them from\nabove, with his face pressed against the glass, was Hubert Garling. He\nwas crawling over the smooth surface like some loathsome insect—gloating\nas he watched them.\n\nMoved by an uncontrollable impulse, Jack Denver seized his discarded\nshoe and hurled it at the madman. So straight was the aim that they\ncould see him start back; then, as the shoe dropped harmlessly back to\nthe floor, Garling’s face once more pressed against the glass. And he\nwas shaking with maniacal laughter.\n\n“Turn off the light, dear,” sobbed the girl. “I can’t bear it.”\n\nThere was a click and the tower was in darkness.\n\n“Hold me in your arms, darling,” she cried, pitifully. “I’m not\nfrightened when you’ve got me close.”\n\nJack Denver took her in his arms almost mechanically: into his mind had\ncome an idea. Above them, outlined against the sky, they could see\nGarling, and it seemed as if he was beating furiously against the glass\nwith his fists, enraged at being baulked of his triumph.\n\n“Listen, sweetheart,” said Jack, urgently. “There’s a chance. Just a\nchance. If he thinks we’re dead it’s possible he might come in and open\nthe door. I want you to sprawl forward on the floor—face downwards.\nDon’t move. Just lie there. Then I’ll switch on the light, stagger round\nthe room once or twice, and then fall myself. Act, my beloved, act as\nyou have never acted before.”\n\n“I understand, dear,” she answered, steadily. “Just kiss me once more.”\nHe strained her to him; then she lay down on the floor half hidden by\nthe desk.\n\n“Ready, Hilda?”\n\n“Yes, Jack; I’m ready.”\n\nOnce more the light went on, and Jack Denver stared upwards. Act—oh,\nGod!—let him act sufficiently to deceive the madman. He plucked at his\ncollar, and staggered wildly back against the desk; then he raised\nimploring hands to Garling. His breath came in short gasps; he went to\nthe door and beat on it. Then again he raised his hands towards the\ngibbering, gloating face, transformed now with a sort of a diabolical\necstasy into something utterly fiendish.\n\nThen he pitched forward on his face—turned over, and lay staring through\nhalf-closed eyes at the man above. Had they bluffed him? Garling’s face\nwas still pressed against the glass; his eyes roamed from one to the\nother of his victims.\n\nA quarter of an hour—eternity—went by, and he was still there. And then\nquite suddenly he was gone; the stars shone through the dome clear and\nunimpeded. For five minutes Jack Denver remained motionless; then, still\nlying in the same position, he spoke in a whisper.\n\n“He’s gone, darling; but don’t move yet. If he comes in, I’ll go for\nhim, but whatever happens you get on the other side of the door.”\n\n“All right, Jack; but pray Heaven he comes soon. I don’t think I can go\non much longer.”\n\nAgain eternity passed: the door was still shut. He wasn’t coming; the\nacting had been in vain. Hubert Garling had seen, as he thought, their\nagony before they became unconscious; now he was going to make quite\ncertain they were dead before he bothered with them further.\n\nAnd with a dreadful feeling of physical sickness Jack Denver realized\nthat, though the acting had been in vain, it had been a wonderful\ndress-rehearsal. Even so, in reality, would Hilda pitch forward and lie\nstill; even so would he tear at his collar and fight for the air which\nwas not there.\n\nThe girl had risen, and he rose too, and went to her.\n\n“He’s not coming, Jack,” she said, steadily. “We’ve failed.”\n\n“Yes, dear—I’m afraid we’ve failed.”\n\n“So this is the end.”\n\nHe made no answer; only put his arm round her waist and held her\ntightly.\n\n“I’m not frightened, my man,” she went on, quietly. “I expect I’ll go\nfirst, but you’ll find me waiting for you over the other side of the\nvalley.”\n\nHe cried aloud in his agony of mind; already he felt as if an iron band\nwas pressing round his head.\n\n“Oh, God!—if I could only get a message through somehow.”\n\nAnd even as his prayer went up, his eyes rested on the electric light\nswitch. He’d seen it fifty times before; he’d used it in that last\ndespairing throw for safety; and now—he stared at it as if he’d seen it\nfor the first time. Fool that he was—idiot, not to have thought of it\nbefore. The tower could be seen from the road, even if he couldn’t be\nheard from there. And it was the only chance. He turned off the light;\nthen he began to signal.\n\nThree short bursts of light; three long ones; three short again. S.O.S.\nThen HELP in Morse. Again and again S.O.S. HELP. S.O.S. HELP.\n\nAnd the iron band round his head grew tighter and tighter. How long he\nwent on he had no idea; time was measured only by the click of the\nswitch—on and off. Dimly he realized that the girl had got to her feet,\nand with a dreadful look in her face was staggering towards him. He felt\nher clutch hold of his arm; from a great distance he heard her voice:\n\n“Jack—I can’t breathe; I can’t——”\n\nHer grip relaxed, and she collapsed on the floor at his feet, struggling\nhorribly to breathe.\n\nS.O.S. HELP. S.O.S. HELP.\n\nSlower and slower the message flashed out into the night, until, at\nlast, it ceased altogether. And Jack Denver’s knees gave from under him.\nWith one last effort he turned off the light; then he crumpled up on the\nfloor beside the woman he loved.\n\nAnd so they found them—two naval officers, one of whom, by the mercy of\nAllah, was a doctor.\n\n“My God!” he gasped, as they flung open the door and the atmosphere\ninside hit them. “Get ’em into the fresh air, Flags; and for Heaven’s\nsake—hurry.”\n\n“Are they dead, Doc?” cried his companion, as they laid the two\nunconscious bodies by an open window.\n\n“No—but damned near it.” He looked thoughtfully at his brother officer.\n“Go down and see what’s happened to that madman below, old boy. I’ll\nlook after these two.”\n\nThe Flag-Lieutenant went, to return in a few moments with a face that\nwas strangely white.\n\n“Doc.,” he muttered, “he’s dead. Halfway along the passage there.”\n\nThe doctor got up quickly and followed the other. And for a while he\nstood looking at Hubert Garling’s face, that stared with unseeing eyes\nat the ceiling.\n\n“Heart, Flags, or I’m a Dutchman,” he said. “The struggle to get the key\ndid for him.”\n\nThey covered the distorted face with a pocket-handkerchief, and went\nback to the living. And it was a couple of minutes before either of them\nspoke again.\n\n“May Heaven be praised, old man,” said the doctor, “that we decided to\nmotor back to Portsmouth and not stop in town. It strikes me there have\nbeen some funny things happening here tonight.”\n\n“Where the devil are the servants, anyway?” demanded his pal.\n\n“We’ll get them shortly,” said the other. “And the police, too. Don’t\nforget, old man, we killed that bloke between us. It was the only thing\nto do: he was crazy. But it’s a police matter.”\n\n“What is?” Jack Denver’s hoarse croak made them both swing round. He was\nsitting up, swaying a little, and the doctor hurried to him.\n\n“Feeling better?” he said. “That’s good.”\n\nDenver pushed him away.\n\n“How’s Hilda—how’s Mrs. Garling?”\n\n“Going fine. She hasn’t come round yet—but she will soon. There she is,\nbeside you.”\n\nFor a moment Denver looked at her, then he got up unsteadily.\n\n“I don’t know who you are,” he said, “but there’s a man in this house\nI’m going to kill.”\n\nThe two naval officers looked at one another.\n\n“Steady, old chap,” said the Flag-Lieutenant. He followed Denver along\nthe passage. “Unless I’m much mistaken, he’s dead already.”\n\nThey paused by the body, and he lifted the pocket-handkerchief from the\ndead man’s face.\n\n“Is that the man?”\n\n“It is,” said Denver. “How did it happen?”\n\n“It doesn’t take long to tell,” answered the other. “We were motoring\nback from town, and suddenly we saw your signals. At first we paid no\nattention, and then—being a Flag-Lieutenant myself—I took them in\nautomatically. S.O.S. Help. We rushed into the house and found that man\nin the hall downstairs. He was crazy—or so it seemed to us. Told us you\nwere dead by now: and if you weren’t you were going to die. Brandished a\nkey in front of our faces, and roared with laughter. We were on him like\na knife, and, I can tell you, he put up a fight. But we got the key, and\nwe got to you in time.”\n\n“She’s coming to,” said the doctor’s voice from just behind them.\n\nFor a moment Jack Denver stared at them both.\n\n“I won’t try and thank you now,” he said, quietly. “I’ll do that and\nexplain everything shortly. But when you’ve been into the valley of the\nshadow with someone, and come out first, it’s good to welcome your\nfellow-voyager.”\n\nHe turned and went back to Hilda Garling. And when, a few seconds later,\nshe opened her eyes, it was into his that they stared. His arms were\nround her, and he was smiling.\n\n“Jack,” she whispered, exultingly, “it wasn’t so terrible, was it? And\nwe’re together after all.”\n\nFor a moment he didn’t understand: then it came to him.\n\n“Dear heart,” he said, tenderly. “We’re not dead: we’re alive.”",
    "metadata": {
        "author": [
            "McNeile, H. C. (Herman Cyril)",
            "McNeile, Herman Cyril",
            "McNeile, Cyril"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/61669/pg61669.txt",
        "name": "the_valley_of_the_shadow.json"
    }
}