{
    "name": "The Drivers",
    "author": [
        "Ludwig, Edward W.",
        "Ludwig, Edward William"
    ],
    "body": "_Jetways were excellent substitutes for war,\nperfect outlets for all forms of neuroses.\nAnd the unfit were weeded out by death...._\n\n\nUp the concrete steps. Slowly, one, two, three, four. Down the naked,\nice-white corridor. The echo of his footfalls like drumbeats, ominous,\nthreatening.\n\nAround him, bodies, faces, moving dimly behind the veil of his fear.\n\nAt last, above an oaken door, the black-lettered sign:\n\n    DEPARTMENT OF LAND-JET VEHICLES\n          DIVISION OF LICENSES\n\nHe took a deep breath. He withdrew his handkerchief and wiped\nperspiration from his forehead, his upper lip, the palms of his hands.\n\nHis mind caressed the hope: _Maybe I've failed the tests. Maybe they\nwon't give me a license._\n\nHe opened the door and stepped inside.\n\nThe metallic voice of a robot-receptionist hummed at him:\n\n\"Name?\"\n\n\"T--Tom Rogers.\"\n\nClick. \"Have you an appointment?\"\n\nHis gaze ran over the multitude of silver-boxed analyzers, computers,\ntabulators, over the white-clad technicians and attendants, over the\nendless streams of taped data fed from mouths in the dome-shaped\nceiling.\n\n\"Have you an appointment?\" repeated the robot.\n\n\"Oh. At 4:45 p. m.\"\n\nClick. \"Follow the red arrow in Aisle Three, please.\"\n\nTom Rogers moved down the aisle, eyes wide on the flashing,\narrow-shaped lights just beneath the surface of the quartzite floor.\n\nAbruptly, he found himself before a desk. Someone pushed him into a\nfoam-rubber contour chair.\n\n\"Surprised, eh, boy?\" boomed a deep voice. \"No robots at this stage of\nthe game. No sir. This requires the human touch. Get me?\"\n\n\"Uh-huh.\"\n\n\"Well, let's see now.\" The man settled back in his chair behind the\ndesk and began thumbing through a file of papers. He was paunchy and\nbald save for a forepeak of red-brown fuzz. His gray eyes, with the\ndreamy look imposed by thick contact lenses, were kindly. Sweeping\nacross his flat chest were two rows of rainbow-bright Driver's Ribbons.\nTwo of the bronze accident stars were flanked by smaller stars which\nindicated limb replacements.\n\nBelatedly, Tom noticed the desk's aluminum placard which read _Harry\nHayden, Final Examiner--Human_.\n\nTom thought, _Please, Harry Hayden, tell me I failed. Don't lead up to\nit. Please come out and say I failed the tests._\n\n\"Haven't had much time to look over your file,\" mused Harry Hayden.\n\"Thomas Darwell Rogers. Occupation: journalism student. Unmarried. No\nsiblings. Height, five-eleven. Weight, one-sixty-three. Age, twenty.\"\n\nHarry Hayden frowned. \"Twenty?\" he repeated, looking up.\n\n_Oh, God, here it comes again._\n\n\"Yes, sir,\" said Tom Rogers.\n\nHarry Hayden's face hardened. \"You've tried to enlist before? You were\nturned down?\"\n\n\"This is my first application.\"\n\nSudden hostility swept aside Harry Hayden's expression of kindliness.\nHe scowled at Tom's file. \"Born July 18, 2020. This is July 16, 2041.\nIn two days you'll be twenty-one. We don't issue new licenses to people\nover twenty-one.\"\n\n\"I--I know, sir. The psychiatrists believe you adjust better to Driving\nwhen you're young.\"\n\n\"In fact,\" glowered Harry Hayden, \"in two days you'd have been\nclassified as an enlistment evader. Our robo-statistics department\nwould have issued an automatic warrant of arrest.\"\n\n\"I know, sir.\"\n\n\"Then why'd you wait so long?\" The voice was razor-sharp.\n\nTom wiped a fresh burst of sweat from his forehead. \"Well, you know how\none keeps putting things off. I just--\"\n\n\"You don't put off things like this, boy. Why, my three sons were lined\nup here at five in the morning on their sixteenth birthdays. Every\nmother's son of 'em. They'd talked of nothing else since they were\ntwelve. Used to play Drivers maybe six, seven hours every day....\" His\nvoice trailed.\n\n\"Most kids are like that,\" said Tom.\n\n\"Weren't _you_?\" The hostility in Harry Hayden seemed to be churning\nlike boiling water.\n\n\"Oh, sure,\" lied Tom.\n\n\"I don't get it. You say you wanted to Drive, but you didn't try to\nenlist.\"\n\nTom squirmed.\n\n_You can't tell him you've been scared of jetmobiles ever since you saw\nthat crash when you were three. You can't say that, at seven, you saw\nyour grandfather die in a jetmobile and that after that you wouldn't\neven play with a jetmobile toy. You can't tell him those things because\nfive years of psychiatric treatment didn't get the fear out of you. If\nthe medics didn't understand, how could Harry Hayden?_\n\nTom licked his lips. _And you can't tell him how you used to lie in bed\npraying you'd die before you were sixteen--or how you've pleaded with\nMom and Dad not to make you enlist till you were twenty. You can't--_\n\nInspiration struck him. He clenched his fists. \"It--it was my mother,\nsir. You know how mothers are sometimes. Hate to see their kids grow\nup. Hate to see them put on a uniform and risk being killed.\"\n\nHarry Hayden digested the explanation for a few seconds. It seemed to\npacify him. \"By golly, that's right. Esther took it hard when Mark died\nin a five-car bang-up out of San Francisco. And when Larry got his\nthree summers ago in Europe. Esther's my wife--Mark was my youngest,\nLarry the oldest.\"\n\nHe shook his head. \"But it isn't as bad as it used to be. Organ and\nlimb grafts are pretty well perfected, and with electro-hypnosis\noperations are painless. The only fatalities now are when death is\nimmediate, when it happens before the medics get to you. Why, no more\nthan one out of ten Drivers died in the last four-year period.\"\n\nA portion of his good nature returned. \"Anyway, your personal life's\nnone of my business. You understand the enlistment contract?\"\n\nTom nodded. _Damn you, Harry Hayden, let me out of here. Tell me I\nfailed, tell me I passed. But damn you, let me out._\n\n\"Well?\" said Harry Hayden, waiting.\n\n\"Oh. The enlistment contract. First enlistment is for four years.\nRenewal any time during the fourth year at the option of the enlistee.\nMinimum number of hours required per week: seven. Use of unauthorized\narmour or offensive weapons punishable by $5,000.00 fine or five\nyears in prison. All accidents and deaths not witnessed by a Jetway\n'copter-jet must be reported at once by visi-phone to nearest Referee\nand Medical Depot. Oh yes, maximum speed: 900 miles per.\"\n\n\"Right! You got it, boy!\" Harry Hayden paused, licking his lips. \"Now,\nlet's see. Guess I'd better ask another question or two. This is your\nfinal examination, you know. What do you remember about the history of\nDriving?\"\n\nTom was tempted to say, \"Go to Hell, you fat idiot,\" but he knew that\nwhatever he did or said now was of no importance. The robot-training\ntests he'd undergone during the past three weeks, only, were of\nimportance.\n\nDimly, he heard himself repeating the phrases beaten into his mind by\nschool history-tapes:\n\n\"In the 20th Century a majority of the Earth's peoples were filled with\nhatreds and frustrations. Humanity was cursed with a world war every\ngeneration or so. Between wars, young people had no outlets for their\nenergy, and many of them formed bands of delinquents. Even older people\ndeveloped an alarming number of psychoses and neuroses.\n\n\"The institution of Driving was established in 1998 after automobiles\nwere declared obsolete because of their great number. The Jetways were\nretained for use of young people in search of thrills.\"\n\n\"Right!\" Harry Hayden broke in. \"Now, the kids get all the excitement\nthey need, and there are no more delinquent bands and wars. When you've\nspent a hitch or two killing or almost being killed, you're mature.\nYou're ready to settle down and live a quiet life--just like most of\nthe old-time war veterans used to do. And you're trained to think and\nact fast, you've got good judgment. And the weak and unfit are weeded\nout. Right, boy?\"\n\nTom nodded. A thought forced its way up from the layer of fear that\ncovered his mind. \"Right--as far as it goes.\"\n\n\"How's that?\"\n\nTom's voice quavered, but he said, \"I mean that's part of it. The rest\nis that most people are bored with themselves. They think that by\ntraveling fast they can escape from themselves. After four or eight\nyears of racing at 800 per, they find out they can't escape after all,\nso they become resigned. Or, sometimes if they're lucky enough to\nescape death, they begin to feel important after all. They aren't so\nbored then because a part of their mind tells them they're mightier\nthan death.\"\n\nHarry Hayden whistled. \"Hey, I never heard that before. Is that in the\ntapes now? Can't say I understand it too well, but it's a fine idea.\nAnyway, Driving's good. Cuts down on excess population, too--and with\nPeru putting in Jetways, it's world-wide. Yep, by golly. Yes, sir!\"\n\nHe thrust a pen at Tom. \"All right, boy. Just sign here.\"\n\nTom Rogers took the pen automatically. \"You mean, I--\"\n\n\"Yep, you came through your robot-training tests A-1. Oh, some of the\npsycho reports aren't too flattering. Lack of confidence, sense of\ninferiority, inability to adjust. But nothing serious. A few weeks of\nDriving'll fix you up. Yep, boy, you've passed. You're getting your\nlicense. Tomorrow morning you'll be on the Jetway. You'll be Driving,\nboy, Driving!\"\n\n_Oh Mother of God, Mother of God...._\n\n\n\n\"And now,\" said Harry Hayden, \"you'll want to see your Hornet.\"\n\n\"Of course,\" murmured Tom Rogers, swaying.\n\nThe paunchy man rose and led Tom down an aluminite ramp and onto a\nsmall observation platform some ninety feet above the ground.\n\nA dry summer wind licked at Tom's hair and stung his eyes. Nausea\ntwisted at his innards. He felt as if he were perched on the edge of a\nslippery precipice.\n\n\"There,\" intoned Harry Hayden, \"is the Jetway. Beautiful, eh?\"\n\n\"Uh-huh.\"\n\nTrembling, Tom forced his vision to the bright, smooth canyon beneath\nhim. Its bottom was a shining white asphalt ribbon, a thousand feet\nwide, that cut arrow-straight through the city. Its walls were naked\nconcrete banks a hundred feet high whose reinforced lips curved inward\nover the antiseptic whiteness.\n\nHarry Hayden pointed a chubby finger downward. \"And there _they_\nare--the Hornets. See 'em, boy? Right there in front of the assembly\nshop. Twelve of 'em. Brand new DeLuxe Super-Jet '41 Hornets. Yes, sir.\nGoing to be twelve of you initiated tomorrow.\"\n\nTom scowled at the twelve jetmobiles shaped like flattened tear-drops.\nNo sunlight glittered on their dead-black bodies. They squatted silent\nand foreboding, oblivious to sunlight, black bullets poised to hurl\ntheir prospective occupants into fury and horror.\n\n_Grandpa looked so very white in his coffin, so very dead--_\n\n\"What's the matter, boy? You sick?\"\n\n\"N--no, of course not.\"\n\nHarry Hayden laughed. \"I get it. You thought you'd get to _really_ see\none. Get in it, I mean, try it out. It's too late in the day, boy.\nShop's closing. You couldn't drive one anyway. Regulation is that new\ndrivers start in the morning when they're fresh. But tomorrow morning\none of those Hornets'll be assigned to you. Delivered to the terminal\nnearest your home. Live far from your terminal?\"\n\n\"About four blocks.\"\n\n\"Half a minute on the mobile-walk. What college you go to?\"\n\n\"Western U.\"\n\n\"Lord, that's 400 miles away. You been living there?\"\n\n\"No. Commuting every day on the monorail.\"\n\n\"Hell, that's for old women. Must have taken you over an hour to get\nthere. Now you'll make it in almost thirty minutes. Still, it's best\nto take it easy the first day. Don't get 'er over 600 per. But don't\nlet 'er fall beneath that either. If you do, some old veteran'll know\nyou're a greenhorn and try to knock you off.\"\n\nSuddenly Harry Hayden stiffened.\n\n\"Here come a couple! Look at 'em, boy!\"\n\nThe low rumbling came out of the west, as of angry bees.\n\nTwin pinpoints of black appeared on the distant white ribbon. Louder\nand louder the rumbling. Larger and larger the dots. To Tom, the\nsterile Jetway was transformed into a home of horror, an amphitheatre\nof death.\n\nLouder and larger--\n\n_Brooommmmmm._\n\nGone.\n\n\"Hey, how'ja like that, boy? They're gonna crack the sonic barrier or\nmy name's not Harry Hayden!\"\n\nTom's white-knuckled hands grasped a railing for support. _Christ, I'm\ngoing to be sick. I'm going to vomit._\n\n\"But wait'll five o'clock or nine in the morning. That's when you see\nthe traffic. That's when you _really_ do some Driving!\"\n\nTom gulped. \"Is--is there a rest room here?\"\n\n\"What's that, boy?\"\n\n\"A--a rest room.\"\n\n\"What's the matter, boy? You _do_ look sick. Too much excitement,\nmaybe?\"\n\nTom motioned frantically.\n\nHarry Hayden pointed, slow comprehension crawling over his puffy\nfeatures. \"Up the ramp, to your right.\"\n\nTom Rogers made it just in time....\n\n\n\nMany voices:\n\n    \"Happy Driving to You,\n    Happy Driving to You,\n    Happy Driving, Dear Taaa-ahmmm--\" (pause)\n    \"Happy Driving to--\" (flourish) \"--You!\"\n\nAn explosion of laughter. A descent of beaming faces, a thrusting\nforward of hands.\n\nMom reached him first. Her small face was pale under its thin coat\nof make-up. Her firm, rounded body was like a girl's in its dress of\nswishing Martian silk, yet her blue eyes were sad and her voice held a\ntrembling fear:\n\n\"You passed, Tom?\" Softly.\n\nTom's upper lip twitched. Was she afraid that he'd passed the tests--or\nthat he hadn't! He wasn't sure.\n\nBefore he could answer, Dad broke in, hilariously. \"Everybody passes\nthese days excepts idiots and cripples!\"\n\nTom tried to join the chorus of laughter.\n\nDad said, more softly, \"You _did_ pass, didn't you?\"\n\n\"I passed,\" said Tom, forcing a smile. \"But, Dad, I didn't want a\nsurprise party. Really, I--\"\n\n\"Nonsense.\" Dad straightened. \"This is the happiest moment of our\nlives--or at least it _should_ be.\"\n\nDad grinned. An understanding, intimate and gentle, flickered across\nhis handsome, gray-thatched features. For an instant Tom felt that he\nwas not alone.\n\nThen the grin faded. Dad resumed his role of proud and blustering\nfather. Light glittered on his three rows of Driver's Ribbons. The huge\nBlue Ribbon of Honor was in their center, like a blue flower in an evil\ngarden of bronze accident stars, crimson fatality ribbons and silver\ndeath's-heads.\n\nIn a moment of desperation Tom turned to Mom. The sadness was still in\nher face, but it seemed over-shadowed by pride. What was it she'd once\nsaid? \"It's terrible, Tom, to think of your becoming a Driver, but it'd\nbe a hundred times more terrible _not_ to see you become one.\"\n\nHe knew now that he was alone, an exile, and Mom and Dad were\nstrangers. After all, how could one person, entrenched in his own\nlittle world of calm security, truly know another's fear and loneliness?\n\n\"Just a little celebration,\" Dad was saying. \"You wouldn't be a Driver\nunless we gave you a real send-off. All our friends are here, Tom.\nUncle Mack and Aunt Edith and Bill Ackerman and Lou Dorrance--\"\n\nNo, Dad, Tom thought. Not our friends. _Your_ friends. Don't you\nremember that a man of twenty who isn't a Driver has no friends?\n\nA lank, loose-jowled man jostled between them. Tom realized that Uncle\nMack was babbling at him.\n\n\"Knew you'd make it, Tom. Never believed what some people said 'bout\nyou being afraid. My boy, of course, enlisted when he was only\nseventeen. Over thirty now, but he still Drives now and then. Got a\nspecial license, you know. Only last week--\"\n\nDad exclaimed, \"A toast to our new Driver!\"\n\nMurmurs of delight. Clinkings of glasses. Gurglings of liquid.\n\nSomeone bounded a piano chord. Voices rose:\n\n    \"A-Driving he will go,\n    A-Driving he will go,\n    To Hell and back in a coffin-sack\n    A-Driving he will go.\"\n\nTom downed his glass of champagne. A pleasant warmth filled his belly.\nA satisfying numbness dulled the raw ache of fear.\n\nHe smiled bitterly.\n\nThere was kindness and gentleness within the human heart, he thought,\nbut like tiny inextinguishable fires, there were ferocity and\nsavageness, too. What else could one expect from a race only a few\nthousand years beyond the spear and stone axe?\n\nThrough his imagination passed a parade of sombre scenes:\n\nThe primitive man dancing about a Paleolithic fire, chanting an\ninvocation to strange gods who might help in tomorrow's battle with\nthe hairy warriors from the South.\n\nThe barrel-chested Roman gladiator, with trident and net, striding into\nthe great stone arena.\n\nThe silver-armored knight, gauntlet in gloved hand, riding into the\npennant-bordered tournament ground.\n\nThe rock-shouldered fullback trotting beneath an avalanche of cheers\ninto the 20th Century stadium.\n\nMen needed a challenge to their wits, a test for their strength. The\nurge to combat and the lust for danger was as innate as the desire for\nlife. Who was he to say that the law of Driving was unjust?\n\nNevertheless he shuddered.\n\nAnd the singers continued:\n\n    \"A thousand miles an hour,\n    A thousand miles an hour,\n    Angels cry and devils sigh\n    At a thousand miles an hour....\"\n\n\n\nThe jetmobile terminal was like a den of chained, growling black\ntigers. White-cloaked attendants scurried from stall to stall, deft\nhands flying over atomic-engine controls and flooding each vehicle with\nsurging life.\n\nAshen-faced, shivering in the early-morning coolness, Tom Rogers handed\nan identification slip to an attendant.\n\n\"Okay, kid,\" the rat-faced man wheezed, \"there she is--Stall 17. Brand\nnew, first time out. Good luck.\"\n\nTom stared in horror at the grumbling metal beast.\n\n\"But remember,\" the attendant said, \"don't try to make a killing your\nfirst day. Most Drivers aren't out to get a Ribbon every day either.\nThey just want to get to work or school, mostly, and have fun doing it.\"\n\n_Have fun doing it_, thought Tom. _Good God._\n\nAbout him passed other black-uniformed Drivers. They paused at\nthe heads of their stalls, donned crash-helmets and safety belts,\nadjusted goggles. They were like primitive warriors, like cocky Roman\ngladiators, like armored knights, like star fullbacks. They were\nformidable and professional.\n\nTom's imagination wandered.\n\n_By Jupiter's beard, we'll vanquish Attila and his savages. We'll prove\nourselves worthy of being men and Romans.... The Red Knight? I vow,\nMother, that his blood alone shall know the sting of the lance....\nDon't worry, Dad. Those damned Japs and Germans won't lay a hand on\nme.... Watch me on TV, folks. Three touchdowns today--I promise!_\n\nThe attendant's voice snapped him back to reality. \"What you waiting\nfor, kid? Get in!\"\n\nTom's heart pounded. He felt the hot pulse of blood in his temples.\n\nThe Hornet lay beneath him like an open, waiting coffin.\n\nHe swayed.\n\n\"Hi, Tom!\" a boyish voice called. \"Bet I beat ya!\"\n\nTom blinked and beheld a small-boned, tousled-haired lad of seventeen\nstriding past the stall. What was his name? Miles. That was it. Larry\nMiles. A frosh at Western U.\n\nA skinny, pimply-faced boy suddenly transformed into a black-garbed\nwarrior. How could this be?\n\n\"Okay,\" Tom called, biting his lip.\n\nHe looked again at the Hornet. A giddiness returned to him.\n\nYou can say you're sick, he told himself. It's happened before: a\nhangover from the party. Sure. Tomorrow you'll feel better. If you\ncould just have one more day, just one--\n\nOther Hornets were easing out into the slip, sleek black cats embarking\non an insane flight. One after another, grumbling, growling, spatting\nscarlet flame from their tail jets.\n\nPerhaps if he waited a few minutes, the traffic would be thinner. He\ncould have coffee, let the other nine-o'clock people go on ahead of him.\n\n_No, dammit, get it over with. If you crash, you crash. If you die, you\ndie. You and Grandpa and a million others._\n\nHe gritted his teeth, fighting the omnipresent giddiness. He eased his\nbody down into the Hornet's cockpit. He felt the surge of incredible\nenergies beneath the steelite controls. Compared to this vehicle, the\nancient training jets were as children's toys.\n\nAn attendant snapped down the plexite canopy. Ahead, a guide-master\ntwirled a blue flag in a starting signal.\n\nTom flicked on a switch. His trembling hands tightened about the\nsteering lever. The Hornet lunged forward, quivering as it was seized\nby the Jetway's electromagnetic guide-field.\n\nHe drove....\n\n\n\nOne hundred miles an hour, two hundred, three hundred.\n\nDown the great asphalt valley he drove. Perspiration formed inside his\ngoggles, steaming the glass. He tore them off. The glaring whiteness\nhurt his eyes.\n\nSwish, swish swish.\n\nJetmobiles roared past him. The rushing wind of their passage buffeted\nhis own car. His hands were knuckled white around the steering lever.\n\nHe recalled the advice of Harry Hayden: Don't let 'er under 600 per. If\nyou do, some old veteran'll know you're a greenhorn and try to knock\nyou off.\n\nLord. Six hundred.\n\nBut strangely, a measure of desperate courage crept into his\nfear-clouded mind. If Larry Miles, a pimply-faced kid of seventeen,\ncould do it, so could he. Certainly, he told himself.\n\nHis foot squeezed down on the accelerator. Atomic engines hummed\nsmoothly.\n\nTo his right, he caught a kaleidoscopic glimpse of a white\ngyro-ambulance. A group of metal beasts lay huddled on the emergency\nstrip like black ants feeding on a carcass.\n\n_Like Grandfather_, he thought. _Like those two moments out of the dark\npast, moments of screaming flame and black death and a child's horror._\n\nSwish.\n\nThe scene was gone, transformed into a cluster of black dots on his\nrear-vision radarscope.\n\nHis stomach heaved. For a moment he thought he was going to be sick\nagain.\n\nBut stronger now than his horror was a growing hatred of that horror.\nHis body tensed as if he were fighting a physical enemy. He fought his\nmemories, tried to thrust them back into the oblivion of lost time,\ntried to leave them behind him just as his Hornet had left the cluster\nof metal beasts.\n\nHe took a deep breath. He was not going to be sick after all.\n\nFive hundred now. Six hundred. He'd reached the speed without realizing\nit. Keep 'er steady. Stay on the right. If Larry Miles can do it, so\ncan you.\n\n_Swooommmm._\n\nGod, where did _that_ one come from?\n\nOnly ten minutes more. You'll be there. You'll make a right hand turn\nat the college. The automatic pilot'll take care of that. You won't\nhave to get in the fast traffic lanes.\n\nHe wiped perspiration from his forehead. Not so bad, these Drivers.\nLike Harry Hayden said, the killers come out on Saturdays and Sundays.\nNow, most of us are just anxious to get to work and school.\n\nSix hundred, seven hundred, seven-twenty--\n\nDid he dare tackle the sonic barrier?\n\nThe white asphalt was like opaque mist. The universe seemed to consist\nonly of the broad expanse of Jetway.\n\n_Swooommmm._\n\nSomeone passing even at this speed! The crazy fool! And cutting in,\nthe flame of his exhaust clouding Tom's windshield!\n\nTom's foot jerked off the accelerator. His Hornet slowed. The car ahead\ndisappeared into the white distance like a black arrow.\n\nWhew!\n\nHis legs were suddenly like ice water. He pulled over to the emergency\nstrip. Down went the speedometer--five hundred, four, three, two, one,\nzero....\n\nHe saw the image of the approaching Hornet in his rear-vision\nradarscope. It was traveling fast and heading straight toward him.\nHeading onto the emergency strip.\n\nA side-swiper!\n\nTom's heart churned. There would be no physical contact between the two\nHornets--but the torrent of air from the inch-close passage would be\nenough to hurl his car into the Jetway bank like a storm-blown leaf.\n\nThere was no time to build enough acceleration for escape. His only\nchance was to frighten the attacker away. He swung his Hornet right,\nslammed both his acceleration and braking jet controls to full force.\nThe car shook under the sudden release of energy. White-hot flame\nroared from its two dozen jets. Tom's Hornet was enclosed by a sphere\nof flame.\n\nBut dwarfing the roar was the thunder of the attacking Hornet. A black\nmeteor in Tom's radarscope, it zoomed upon him. Tom closed his eyes,\nbraced himself for the impact.\n\nThere was no impact. There was only an explosion of sound and a\nmoderate buffeting of his car. It was as if many feet, not inches, had\nseparated the two Hornets.\n\nTom opened his eyes and flicked off his jet controls.\n\nAhead, through the plexite canopy, he beheld the attacker.\n\nIt was far away now, like an insane, fiery black bird. Both its\nacceleration and braking jets flamed. It careened to the far side of\nthe Jetway and zig-zagged up the curved embankment. Its body trembled\nas its momentum fought the Jetway's electromagnetic guide-field.\n\nAs if in an incredible carnival loop-the-loop, the Hornet topped the\nlip of the wall. It left the concrete, did a backward somersault, and\ngyrated through space like a flaming pinwheel.\n\nIt descended with an earth-shaking crash in the center of the gleaming\nJetway.\n\n_What happened?_ Tom's dazed mind screamed. _In God's name, what\nhappened?_\n\nHe saw the sleek white shape of a Referee's 'copter-jet floating to\nthe pavement beside him. Soon he was being pulled out of his Hornet.\nSomeone was pumping his hand and thumping his back.\n\n\"Magnificent,\" a voice was saying. \"Simply magnificent!\"\n\n\n\nNight. Gay laughter and tinkling glasses. Above all, Dad's voice,\nstrong and proud:\n\n\"... and on his very first day, too. He saw the car in his rear\nradarscope, guessed what the devil was up to. Did he try to escape? No,\nhe stayed right there. When the car closed in for the kill, he spun\naround and turned on all his jets full-blast. The killer never had a\nchance to get close enough to do his side-swiping. The blast roasted\nhim like a peanut.\"\n\nDad put his arm around Tom's shoulder. All eyes seemed upon Tom's\nbright new crimson fatality ribbon embossed not only with a silver\ndeath's-head, but also with a sea-blue Circle of Honor.\n\nTom thought:\n\n_Behold the conquering hero. Attila is vanquished and Rome is saved.\nThe Red Knight has been defeated, and the fair princess is mine. That\nJap Zero didn't have a chance. A touchdown in the final five seconds of\nthe fourth quarter--not bad, eh?_\n\nDad went on:\n\n\"That devil really _was_ a killer. Fellow name of Wilson. Been Driving\nfor six years. Had thirty-three accident ribbons with twenty-one\nfatalities--not one of them honorable. That Wilson drove for just one\npurpose: to kill. He met his match in our Tom Rogers.\"\n\nApplause from Uncle Mack and Aunt Edith and Bill Ackerman and Lou\nDorrance--and more important, from young Larry Miles and big Norm\nPowers and blonde Geraldine Oliver and cute little Sally Peters.\n\nTom smiled. Not only _your_ friends tonight, Dad. Tonight it's _my_\nfriends, too. _My_ friends from Western U.\n\nFame was as unpredictable as the trembling of a leaf, Tom thought, as\ndelicate as a pillar of glass. Yet the yoke of fame rested pleasantly\non his shoulders. He had no inclination to dislodge it. And while a\nfear was still in him, it was now a fragile thing, an egg shell to be\neasily crushed.\n\nLater Mom came to him. There was a proudness in her features, and yet a\nsadness and a fear, too. Her eyes held the thoughtful hesitancy of one\nfor whom time and event have moved too swiftly for comprehension.\n\n\"Tomorrow's Saturday,\" she murmured. \"There's no school, and no one'll\nexpect you to Drive after what happened today. You'll be staying home\nfor your birthday, won't you, Tom?\"\n\nTom Rogers shook his head. \"No,\" he said wistfully. \"Sally Peters is\ngiving a little party over in New Boston. It's the first time anyone\nlike Sally ever asked me anywhere.\"\n\n\"I see,\" said Mom, as if she really didn't see at all. \"You'll take the\nmonorail?\"\n\n\"No, Mom,\" Tom answered very softly. \"I'm Driving.\"",
    "metadata": {
        "author": [
            "Ludwig, Edward W.",
            "Ludwig, Edward William"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/59404/pg59404.txt",
        "name": "the_drivers.json"
    }
}