{
    "name": "The phantom of Bogue Holauba\r\n1911",
    "author": [
        "Craddock, Charles Egbert",
        "Dembry, R. Emmett",
        "Murfree, Mary Noailles"
    ],
    "body": "By Charles Egbert Craddock\n\n1911\n\n\nGordon never forgot the sensation he experienced on first beholding\nit. There was no mist in the midnight. The moon was large and low. The\ndarkness of the dense, towering forests on either hand impinged in no\nwise on the melancholy realm of wan light in which the Mississippi lay,\nunshadowed, solitary, silent as always, its channel here a mile or more\nin breadth.\n\nHe had been observing how the mighty water-course was sending out its\ncurrents into a bayou, called Bogue Holauba, as if the larger stream\nwere a tributary of the lesser. This peculiarity of the river in the\ndeltaic region, to throw off volume instead of continually receiving\naffluents, was unaccustomed to him, being a stranger to the locality,\nand for a moment it focussed his interest The next, his every faculty\nwas concentrated on a singular phenomenon on the bank of the bogue.\n\nHe caught his breath with a gasp; then, without conscious volition, he\nsought to explain it to his own shocked senses, to realize it as some\nillusion, some combination of natural causes, the hour, the pallor\npervading the air, the distance, for his boat was near the middle of the\nstream,--but the definiteness of the vision annulled his efforts.\n\nThere on the broad, low margin, distinct, yet with a coercive conviction\nof unreality, the figure of a man drawn in lines of vague light paced\nslowly to and fro; an old man, he would have said, bent and wizened,\nswaying back and forth, in expressive contortions, a very pantomime of\nwoe, wringing gaunt hands and arms above his head, and now and again\nbowing low in recurrent paroxysms of despair. The wind held its breath,\nand the river, mute as ever, made no sign, and the encompassing alluvial\nwilderness stood for a type of solitude. Only the splashing of the\npaddle of the \"dug-out\" gave token of the presence of life in all the\nland.\n\nGordon could not restrain his wonder. \"What--what--is--that Thing--over\nthere on the bank of the bogue?\" he called out to the negro servant who\nwas paddling the canoe.\n\nHe was all unprepared for the effect of his words. Indeed, he was fain\nto hold hard to the gunwales. For the negro, with a sudden galvanic\nstart, let slip the paddle from his hand, recovering it only by a mighty\nlunge in a mechanical impulse of self-preservation. The dug-out,\nthe most tricksy craft afloat, rocked violently in the commotion and\nthreatened to capsize. Then, as it finally righted, its course was\nhastily changed, and under the impetus of panic terror it went shooting\ndown the river at a tremendous speed.\n\n\"Why, what does all this meant\" demanded Gordon.\n\n\"Don't ye talk ter me, boss!\" the boatman, with chattering teeth,\nadjured his passenger. \"Don't ye talk ter me, boss! Don't tell me ye\nseed somepin over dar on Bogue Holauba--'kase ef ye _do_ I'se gwine ter\nturn dis dug-out upside down an' swim out ter de Arkansas side. I ain't\ngwine ter paddle dis boat fur no ghost-seer, sure 's ye are born. I\nain't gwine ter have no traffickin' wid ghosts nur ghost-seers nuther.\nI'd die 'fore de year's out, sure!\"\n\nThe sincerity of the servant's fright was attested by the change in\nhis manner. He had been hitherto all cheerful, though respectful,\naffability, evidently bidding high for a tip. Now he crouched\ndisconsolate and sullen in his place, wielding the paddle with all his\nmight, and sedulously holding down his head, avoiding the stranger's\neye.\n\nGordon felt the whole situation in some sort an affront to his dignity,\nand the apparition being withdrawn from view by the changed direction,\nhe was in better case to take account of this,--to revolt at the uncouth\ncharacter of the craft and guide sent for him; the absence of any\nmember of his entertainers family to welcome the visitor, here at their\ninstance and invitation; the hour of the night; the uncanny incident of\nthe inexplicable apparition,--but when that thought recurred to him he\nsheered off precipitately from the recollection.\n\nIt had the salutary effect of predisposing him to make the best of the\nsituation. Being to a degree a man of the world and of a somewhat large\nexperience, he began to argue within himself that he could scarcely\nhave expected a different reception in these conditions. The great\nriver being at the stage known as \"dead low water,\" steamboat travel\nwas practically suspended for the season, or he could have reached his\ndestination more directly than by rail. An accident had delayed the\ntrain some seven hours, and although the gasoline launch sent to meet\nhim at the nearest way-station had been withdrawn at nightfall, since\nhe did not arrive, as his sable attendant informed him, the dug-out had\nbeen substituted, with instructions to wait all night, on the remote\nchance that he might come, after all.\n\nNevertheless, it was with an averse, disaffected gaze that he silently\nwatched the summit-line of foliage on either bank of the river glide\nslowly along the sky, responsive to the motion of the boat. It seemed\na long monotony of this experience, as he sat listless in the canoe,\nbefore a dim whiteness began to appear in a great, unbroken expanse in\nthe gradually enlarging riparian view--the glister of the moon on the\nopen cotton-bolls in the fields. The forests were giving way, the region\nof swamp and bayou. The habitations of man were at hand, and when at\nlast the dug-out was run in to a plantation landing, and Kenneth Gordon\nwas released from his cramped posture in that plebeian craft, he felt\nso averse to his mission, such a frivolous, reluctant distaste that he\nmarvelled how he was to go through with it at all, as he took his way\nalong the serpentine curves of the \"dirt road,\" preceded by his guide,\nstill with eyes averted and sullen mien, silently bearing his suit-case.\n\nA few turns, and suddenly a large house came into view, rearing its\nwhite facade to the moonlight in the midst of a grove of magnolia trees,\nimmense of growth, the glossy leaves seeming a-drip with lustre as with\ndew. The flight of steps and the wide veranda were here cumbered\nwith potted ferns and foliage plants as elsewhere, and gave the first\nsuggestion of conformity to the ways of the world that the adventure\nhad yet borne. The long, broad, silent hall into which he was ushered,\nlighted only by a kerosene hand-lamp which the servant carried as he led\nthe way, the stairs which the guest ascended in a mansion of unconscious\nstrangers, all had teerie intimations, and the comfort and seclusion of\nthe room assigned to Gordon was welcome indeed to him; for, argue as he\nmight, he was conscious of a continuous and acute nervous strain. He had\nhad a shock, he was irritably aware, and he would be glad of rest and\nquiet.\n\nIt was a large, square, comfortable room in one of the wings,\noverlooking a garden, which sent up a delectable blend of fragrance\nand dew through the white muslin curtains at the long, broad windows,\nstanding open to the night. On a table, draped with the inevitable\n\"drawn-work\" of civilization, stood a lamp of finer fashion, but no\nbetter illuminating facilities, than the one carried off by the darky,\nwho had made great haste to leave the room, and who had not lifted his\neyes toward the ill-omened \"ghost-seer\" nor spoken a word since Gordon\nhad blurted out his vision on Bogue Holauba. This table also bore a tray\nwith crackers and sandwiches and a decanter of sherry, which genially\nintimated hospitable forethought. The bed was a big four-poster, which\nno be-dizenment could bring within the fashion of the day. Gordon had\na moment's poignant recoil from the darkness, the strangeness, the\nrecollection of the inexplicable apparition he had witnessed, as his\nhead sank on the pillow, embroidered after the latest fads.\n\nHe could see through the open window that the moon was down at last and\nthe world abandoned to gloom. He heard from out some neighboring swamp\nthe wild lamenting cry of the crane; and then, listen as he might, the\nnight had lapsed to silence, and the human hearts in this house, all\nunknown to him, were as unimagined, as unrelated, as unresponsive, as\nif instead of a living, breathing home he lay in some mute city of the\ndead.\n\nThe next moment, as it seemed, a sky as richly azure as the boasted\nheavens of Italy filled his vision as he lifted himself on his elbow.\nA splendid, creamy, magnolia bloom was swaying in the breeze, almost\ntouching the window-sill. There was a subdued, respectful knocking at\nthe door, which Gordon had a vague idea that he had heard before this\nmorning, preceding the announcement that breakfast was waiting. Tardily\nmindful of his obligations as guest, he made all the speed possible in\nhis toilet, and soon issued into the hall, following the sound of voices\nthrough the open doors, which led him presently to the threshold of the\nbreakfast-room.\n\nThere were two ladies at the table, one of venerable aspect, with short,\nwhite curls, held from her face by side-combs, a modish breakfast-cap,\nand a morning-gown of thin gray silk. The other was young enough to\nbe her daughter, as indeed she was, dressed in deep mourning. Rising\ninstantly from her place as hostess behind the silver service, she\nextended her hand to the stranger.\n\n\"Mr. Gordon, is it not? I was afraid you would arrive during the night.\nMercy! So uncomfortable! How good of you to come--yes, indeed.\"\n\nShe sank into her chair again, pressing her black-bordered handkerchief\nto her dark eyes, which seemed to Gordon singularly dry, round, and\nglossy--suggestive of chestnuts, in fact. \"So good of you to come,\" she\nrepeated, \"to the house of mourning! Very few people have any talent for\nwoe, Mr. Gordon. These rooms have housed many guests, but not to weep\nwith us. The stricken deer must weep alone.\"\n\nShe fell to hysterical sobbing, which her mother interrupted by a\nremonstrant \"My dear, my dear!\" A blond young man with a florid cheek\nand a laughing blue eye, who sat in an easy posture at the foot of the\ntable, aided the diversion of interest \"Won't you introduce me, Mrs.\nKeene?--or must I take the opportunity to tell Mr. Gordon that I am Dr.\nRigdon, very much at his service.\"\n\n\"Mercy! yes, yes, indeed!\" Mrs. Keene acceded as the two young men shook\nhands; then, evidently perturbed by her lack of ceremony, she exclaimed\npettishly, \"Where is Geraldine? She always sees to it that everybody\nknows everybody, and that everybody is served at a reception or a tea. I\nnever have to think of such things if _she_ is in the house.\"\n\nThe allusions seemed to Gordon a bit incongruous with the recent heavy\naffliction of the household. The accuracy with which the waves of red\nhair, of a rich tint that suggested chemicals, undulated about the brow\nof the widow, the art with which the mourning-gown brought out all the\nbest points and subdued the defects of a somewhat clumsy figure, the\nsuspicion of a cosmetic's aid in a dark line, scarcely perceptible\nyet amply effective, under the prominent eyes, all contributed to the\ndetermination of a lady of forty-five years of age to look thirty.\n\n\"Geraldine is always late for breakfast, but surely she ought to be down\nby this time,\" Mrs. Brinn said, with as much acrimony as a mild old lady\ncould well compass.\n\n\"Oh, Geraldine reads half the night,\" explained Mrs. Keene. \"Such an\ninjurious habit! Don't you think so, Mr. Gordon?\"\n\n\"Oh, _she_ is all right,\" expostulated the young physician.\n\n\"Geraldine has a constitution of iron, I know,\" Mrs. Keene admitted.\n\"But, mercy!--to live in books, Mr. Gordon. Now, _I_ always wanted\nto live in life,--in the world! I used to tell Mr. Keene\"--even she\nstumbled a trifle in naming the so recent dead. \"I used to tell him that\nhe had buried the best years of my life down here in the swamp on the\nplantation.\"\n\n\"Pleasant for Mr. Keene,\" Gordon thought.\n\n\"I wanted to live in life,\" reiterated Mrs. Keene. \"What is a glimpse of\nNew Orleans or the White Sulphur Springs once in a great while!\"\n\n\"'This world is but a fleeting show,'\" quoted Rigdon, with a palpable\neffort to laugh off the inappropriate subject.\n\n\"Oh, that is what people always tell the restricted, especially when\nthey are themselves drinking the wine-cup to the bottom.\"\n\n\"And finding the lees bitter,\" said Rigdon.\n\nThe widow gave an offhand gesture. \"You learned that argument from\nGeraldine--he is nothing but an echo of Geraldine, Mr. Gordon--now,\nisn't he, Mamma?\" she appealed directly to Mrs. Brinn.\n\n\"He seems to have a great respect for Geraldine's opinion,\" said Mrs.\nBrinn primly.\n\n\"If I may ask, who is this lady who seems to give the law to the\ncommunity?\" inquired Gordon, thinking it appropriate to show, and really\nbeginning to feel, an interest in the personnel of the entourage. \"Am I\nrelated to her, as well as to Mr. Keene?\"\n\n\"No; Geraldine is one of the Norris family--intimate friends of ours,\nbut not relatives. She often visits here, and in my affliction and\nloneliness I begged her to come and stay for several weeks.\"\n\nNot to be related to the all-powerful Geraldine was something of a\ndisappointment, for although Gordon had little sentiment or ideality in\nhis mental and moral system, one of his few emotional susceptibilities\nlay in his family pride and clannish spirit He felt for his own, and he\nwas touched in his chief altruistic possibility in the appeal that had\nbrought him hither. To his amazement, Mr. Keene, a second cousin whom he\nhad seldom even seen, had named him executor of his will, without bond,\nand in a letter written in the last illness, reaching its destination\nindeed after the writer's death, had besought that Gordon would be\ngracious enough to act, striking a crafty note in urging the ties of\nconsanguinity.\n\nBut for this plea Gordon would have doubtless declined on the score\nof pressure of business of his own. There were no nearer relatives,\nhowever, and with a sense of obligation at war with a restive\nindisposition, Gordon had come in person to this remote region to offer\nthe will for probate, and to take charge of the important papers and\npersonal property of the deceased. A simple matter it would prove,\nhe fancied. There was no great estate, and probably but few business\ncomplications.\n\n\"Going home, Dr. George?\" his hostess asked as the young physician made\nhis excuses for quitting the table before the conclusion of the meal.\n\n\"Dr. Bigdon is not staying in the house, then?\" Gordon queried as the\ndoor closed upon him, addressing the remark to the old lady by way of\npolitely including her in the conversation.\n\n\"No, he is a neighbor of ours--a close and constant friend to us.\" Mrs.\nBrinn spoke as with grateful appreciation.\n\nMrs. Keene took a different view. \"He just hangs about here on\nGeraldine's account,\" she said. \"He happens to be here today because\nlast night she took a notion that he must go all the way to Bogue\nHolauba to meet you, if the train should stop at the station above; but\nhe was called off to attend a severe case of ptomaine poisoning.\"\n\n\"And did the man die?\" Mrs. Brinn asked, with a sort of soft awe.\n\n\"Mercy! I declare I forgot to ask him if the man died or not,\" exclaimed\nMrs. Keene. \"But that was the reason that only a servant was sent to\nmeet you, Mr. Gordon. The doctor looked in this morning to learn if you\nhad arrived safely, and we made him stay to breakfast with us.\"\n\nGordon was regretting that he had let him depart so suddenly.\n\n\"I thought perhaps, as he seems so familiar with the place he might\nshow me where Mr. Keene kept his papers. I ought to have them in hand at\nonce.\" Mrs. Keene remembered to press her handkerchief to her eyes,\nand Gordon hastily added, \"Since Dr. Big-don is gone, perhaps this\nlady--what is her name?--Geraldine--could save you the trouble.\"\n\n\"Mercy, yes!\" she declared emphatically. \"For I really do not know where\nto begin to look. Geraldine will know or guess. I'll go straight and\nrouse Geraldine out of bed.\"\n\nShe preceded Gordon into the hall, and, flinging over her shoulder the\nadmonition, \"Make yourself at home, I beg,\" ran lightly up the stairs.\n\nMeantime Gordon strolled to the broad front door that stood open from\nmorning to night, winter and summer, and paused there to light his\ncigar. All his characteristics were accented in the lustre of the vivid\nday, albeit for the most part they were of a null, negative tendency,\nfor he had an inexpressive, impersonal manner and a sort of aloof,\nreserved dignity. His outward aspect seemed rather the affair of his\nup-to-date metropolitan tailor and barber than any exponent of his\ncharacter and mind. He was not much beyond thirty years of age, and\nhis straight, fine, dark hair was worn at the temples more by the\nfluctuations of stocks than the ravages of time. He was pale, of medium\nheight, and slight of build; he listened with a grave, deliberate\nattention and an inscrutable gray eye, very steady, coolly observant, an\nappreciable asset in the brokerage business. He was all unaccustomed to\nthe waste of time, and it was with no slight degree of impatience that\nhe looked about him.\n\nThe magnolia grove filled the space to the half-seen gate in front of\nthe house, but away on either side were long vistas. To the right the\nriver was visible, and, being one of the great bends of the stream, it\nseemed to run directly to the west, the prospect only limited by the\nhorizon line. On the other side, a glare, dazzlingly white in the\nsun, proclaimed the cotton-fields. Afar the gin-house showed, with its\nsmoke-stack, like an obeliscal column, from which issued heavy coils\nof vapor, and occasionally came the raucous grating of a screw, telling\nthat the baler was at work. Interspersed throughout the fields were the\nbusy cotton-pickers, and now and again rose snatches of song as they\nheaped the great baskets in the turn-rows.\n\nWithin the purlieus of the inclosure about the mansion there was no\nstir of industry, no sign of life, save indeed an old hound lying on the\nveranda steps, looking up with great, liquid, sherry-tinted eyes at the\nstranger, and, though wheezing a wish to lick his hand, unable to muster\nthe energy to rise.\n\nAfter an interval of a few moments Gordon turned within. He felt that he\nmust forthwith get at the papers and set this little matter in order.\nHe paused baffled at the door of the parlor, where satin damask and\nrosewood furniture, lace curtains and drawn shades, held out no promise\nof repositories of business papers. On the opposite side of the hall was\na sitting-room that bore evidence of constant use. Here was a desk\nof the old-fashioned kind, with a bookcase as a superstructure, and a\nwriting-table stood in the centre of the floor, equipped with a number\nof drawers which were all locked, as a tentative touch soon told. He\nhad not concluded its examination when a step and rustle behind him\nbetokened a sudden entrance.\n\n\"Miss Geraldine Norris!\" a voice broke upon the air,--a voice that he\nhad not before heard, and he turned abruptly to greet the lady as she\nformally introduced herself.\n\nA veritable Titania she seemed as she swayed in the doorway. She was\na little thing, delicately built, slender yet not thin, with lustrous\ngolden hair, large, well-opened, dark blue eyes, a complexion daintily\nwhite and roseate,--a fairy-like presence indeed, but with a prosaic,\nmatter-of-fact manner and a dogmatic pose of laying down the law.\n\nGordon could never have imagined himself so disconcerted as when she\nadvanced upon him with the caustic query, \"Why did you not ask Mrs.\nKeene for her husband's keys? Surely that is simple enough!\" She flung\na bunch of keys on a steel ring down upon the table. \"Heavens! to be\nroused from my well-earned slumbers at daybreak to solve this problem!\n'Hurryf Hurry! Hurry!'\" She mimicked Mrs. Keene's urgency, then broke\nout laughing.\n\n\"Now,\" she demanded, all unaffected by his mien of surprised and\noffended dignity, \"do you think yourself equal to the task of fitting\nthese keys,--or shall I lend you my strong right arm!\"\n\nIt is to be doubted if Gordon had ever experienced such open ridicule\nas when she came smiling up to the table, drawing back the sleeve of her\ngown from her delicate dimpled wrist. She wore a white dress, such as\none never sees save in that Southern country, so softly sheer, falling\nin such graceful, floating lines, with a deep, plain hem and no touch of\ngarniture save, perhaps, an edge of old lace on the surplice neck. The\ncut of the dress showed a triangular section of her soft white chest and\nall the firm modelling of her throat and chin. It was evidently not a\nnew gown, for a rent in one of the sleeves had been sewed up somewhat\ntoo obviously, anil there was a darn on the shoulder where a rose-bush\nhad snagged the fabric. A belt of black velvet, with long, floating\nsash-ends, was about her waist, and a band of black velvet held in place\nher shining hair.\n\n\"I am sorry to have been the occasion of disturbing you,\" he said with\nstiff formality, \"and I am very much obliged, certainly,\" he added, as\nhe took up the keys.\n\n\"I may consider myself dismissed from the presence?\" she asked saucily.\n\"Then, I will permit myself a cup of chocolate and a roll, and be ready\nfor any further commands.\"\n\nShe frisked out of the door, and, frowning heavily, he sat down to the\ntable and opened the top-drawer, which yielded instantly to the first\nkey that he selected.\n\nThe first paper, too, on which he laid his hand was the will, signed and\nwitnessed, regularly executed, all its provisions seeming, as he glanced\nthrough it, reasonable and feasible. As he laid it aside, he experienced\nthe business man's satisfaction with a document duly capable of the\nends desired. Then he opened with a sudden flicker of curiosity a bulky\nenvelope placed with the will and addressed to himself. He read it\nthrough, the natural interest on his face succeeded by amazement,\nincreasing gradually to fear, the chill drops starting from every pore.\nHe had grown ghastly white before he had concluded the perusal, and for\na long time he sat as motionless as if turned to stone.\n\nThe September day glowed outside in sumptuous splendor. A glad wind\nsprang up and sped afield. Geraldine, her breakfast finished, a broad\nhat canted down over her eyes, rushed through the hall as noisily as a\nboy, prodded up the old hound, and ran him a race around the semicircle\nof the drive. A trained hound he had been in his youth, and he was\nwont to conceal and deny certain ancient accomplishments. But even\nhe realized that it was waste of breath to say nay to the persistent\nGeraldine. He resigned himself to go through all his repertoire,--was a\ndead dog, begged, leaped a stick back and forth, went lame, and in his\nnewly awakened interest performed several tricks of which she had\nbeen unaware. Her joyful cries of commendation--\"Played an encore! _an\nencore!_ He did, he did! Cutest old dog in the United States!\" caught\nMrs. Keene's attention.\n\n\"Geraldine,\" she screamed from an upper window, \"come in out of the sun!\nYou will have a sun-stroke--and ruin your complexion besides! You know\nyou ought to be helping that man with those papers,--he won't be able\nto do anything without you!\" Her voice quavered on the last words, as if\nshe suddenly realized \"that man\" might overhear her,--as indeed he did.\nBut he made no sign. He sat still, stultified and stony, silently gazing\nat the paper in his hands.\n\nWhen luncheon was announced, Gordon asked to have something light sent\nin to him, as he wished not to be disturbed in his investigation of the\ndocuments. He had scant need to apprehend interruption, however, while\nthe long afternoon wore gradually away. The universal Southern siesta\nwas on, and the somnolent mansion was like the castle of Sleeping\nBeauty. The ladies had sought their apartments and the downy couches;\nthe cook, on a shady bench under the trellis, nodded as she seeded the\nraisins for the frozen pudding of the six-o'clock dinner; the waiter had\nsuccumbed in clearing the lunch-table and made mesmeric passes with the\ndish-rag in a fantasy of washing the plates; the stable-boy slumbered\nin the hay, high in the loft, while the fat old coachman, with a\nchamois-skin in his hand, dozed as he sat on the step of the surrey,\nbetween the fenders; the old dog snored on the veranda floor, and Mrs.\nKeene's special attendant, who was really more a seamstress than a\nladies' maid, dreamed that for some mysterious reason she could not\nthread a needle to fashion in a vast hurry the second mourning of her\nemployer, who she imagined would call for it within a week!\n\nOutside the charmed precincts of this Castle Indolence, the busy\ncotton-pickers knew no pause nor stay. The steam-engine at the gin\npanted throughout all the long hot hours, the baler squealed and rasped\nand groaned, as it bound up the product into marketable compass, but\nthere was no one waking near enough to note how the guest of the mansion\nwas pacing the floor in a stress of nervous excitement, and to comment\non the fact.\n\nToward sunset, a sudden commotion roused the slumbrous place. There had\nbeen an accident at the gin,--a boy had been caught in the machinery and\nvariously mangled. Dr. George Eigdon had been called and had promptly\nsewed up the wounds. A runner had been sent to the mansion for bandages,\nbrandy, fresh clothing, and sundry other collateral necessities of the\nsurgery, and the news had thrown the house into unwonted excitement.\n\n\"The boy won't die, then?\" Geraldine asked of a second messenger, as he\nstood by the steps of the veranda, waiting for the desired commodities.\n\n\"Lawdy,--_no_, ma'am! He is as good as new! Doc' George, _he_ fix him\nup.\"\n\nGordon, whom the tumult had summoned forth from his absorptions, noted\nGeraldine's triumphant laugh as she received this report, the toss of\nher spirited little head, the light in her dark blue eyes, deepening\nto sapphire richness, her obvious pride in the skill, the humanitarian\nachievement, of her lover. Dr. George must be due here this evening, he\nfancied. For she was all freshly bedight; her gown was embellished with\ndelicate laces, and its faint green hue gave her the aspect of some\nwater-sprite, posed against that broad expanse of the Mississippi River,\nthat was itself of a jade tint reflected from a green and amber sky;\nat the low horizon line the vermilion sun was sinking into its swirling\ndepths.\n\nGordon perceived a personal opportunity in the prospect of this guest\nfor the evening. He must have counsel, he was thinking. He could not act\non his own responsibility in this emergency that had suddenly confronted\nhim. He was still too overwhelmed by the strange experience he had\nencountered, too shaken. This physician was a man of intelligence, of\nskill in his chosen profession, necessarily a man worth while in many\nways. He was an intimate friend of the Keene family, and might the more\nheartily lend a helping hand. The thought, the hope, cleared Gordon's\nbrow, but still the impress of the stress of the afternoon was so marked\nthat the girl was moved to comment in her brusque way as they stood\ntogether on the cool, fern-embowered veranda.\n\n\"Why, Mr. Gordon,\" she exclaimed in surprise, \"you have no idea how\nstrange you look! You must have overworked awfully this afternoon. Why,\nyou look as if you had seen a ghost!\"\n\nTo her amazement, he recoiled abruptly. Involuntarily, he passed his\nhand over his face, as if seeking to obliterate the traces she had\ndeciphered. Then, with an obvious effort, he recovered a show of\nequanimity; he declared that it was only because he was so tousled in\ncontrast with her fresh finery that she thought he looked supernaturally\nhorrible! He would go upstairs forthwith and array himself anew.\n\nGordon proved himself a true prophet, for Rigdon came to dine. With the\npostprandial cigars, the two gentlemen, at Gordon's suggestion, repaired\nto the sitting-room to smoke, instead of joining their hostess on the\nveranda, where tobacco was never interdicted. Indeed, they did not come\nforth thence for nearly two hours, and were palpably embarrassed when\nGeraldine declared in bewilderment, gazing at them in the lamplight\nthat fell from within, through one of the great windows, that now _both_\nlooked as if they had seen a ghost!\n\nDespite their efforts to sustain the interest of the conversation,\nthey were obviously distrait, and had a proclivity to fall into sudden\nsilences, and Mrs. Keene found them amazingly unresponsive and dull.\nThus it was that she rose as if to retire for the night while the hour\nwas still early. In fact, she intended to utilize the opportunity to\nhave some dresses of the first mourning outfit tried on, for which the\npatient maid was now awaiting her.\n\n\"I leave you a charming substitute,\" she said in making her excuses.\n\"Geraldine need not come in yet--it is not late.\"\n\nHer withdrawal seemed to give a fresh impetus to some impulse with which\nRigdon had been temporizing. He recurred to it at once. \"You contemplate\ngiving it to the public,\" he said to Gordon; \"why not try its effect on\na disinterested listener first, and judge from that?\"\n\nGordon assented with an extreme gravity that surprised Geraldine; then\nRigdon hesitated, evidently scarcely knowing how to begin. He looked\nvaguely at the moon riding high in the heavens above the long, broad\nexpanse of the Mississippi and the darkling forests on either hand.\nSometimes a shaft of light, a sudden luminous glister, betokened the\nmotion of the currents gliding in the sheen. \"Last night,\" he said in\na tense, bated voice--\"last night Mr. Gordon saw the phantom of Bogue\nHolauba, Stop! Hush!\"--for the girl had sprung half screaming from her\nchair. \"This is important.\" He laid his hand on her arm to detain her.\n\"We want you to help us!\"\n\n\"Help you! Why, you scare me to death!\" She had paused, but stood\ntrembling from head to foot.\n\n\"There is something explained in one of Mr. Keene's papers,--addressed\nto Mr. Gordon; and we have been much startled by the coincidence of\nhis--his vision.\"\n\n\"Did he see--really----?\" Geraldine had sunk back in her chair, her face\nghastly pale.\n\n\"Of course it must be some illusion,\" said Rigdon. \"The effect of the\nmist, perhaps----\"\n\n\"Only, there was no mist,\" said Gordon.\n\n\"Perhaps a snag waving in the wind.\"\n\n\"Only, there was no wind.\"\n\n\"Perhaps a snag tossing in the motion of the water,--at all events,\nyou can't say there was no water.\" Dr. Rigdon glanced at Gordon with a\ngenial smile.\n\n\"Mighty little water for the Mississippi,\" Gordon sought to respond in\nthe same key.\n\n\"You know the record of these apparitions.\" Leaning forward, one arm on\nhis knee, the document in question in his hand, Rigdon looked up into\nGeraldine's pale face. \"In the old days there used to be a sort of\nwater-gypsy, with a queer little trading-boat that plied the region\nof the bends--a queer little old man, too--Polish, I think, foreign\ncertainly--and the butt of all the wags alongshore, at the stores and\nthe wood-yards, the cotton-sheds and the wharf-boats. By some accident,\nit was thought, the boat got away when he was befuddled with drink in a\nwood-chopper's cabin--a stout, trig little craft it was! When he\nfound it was gone, he was wild, for although he saw it afloat at a\nconsiderable distance down the Mississippi, it suddenly disappeared near\nBogue Holauba, cargo and all. No trace of its fate was ever discovered.\nHe haunted these banks then--whatever he may have done since--screaming\nout his woes for his losses, and his rage and curses on the miscreants\nwho had set the craft adrift--for he fully believed it was done in\nmalice--beating his breast and tearing his hair. The Civil War came on\npresently, and the man was lost sight of in the national commotions.\nNo one thought of him again till suddenly something--an apparition, an\nillusion, the semblance of a man--began to patrol the banks of Bogue\nHolauba, and beat its breast and tear its hair and bewail its woes in\npantomime, and set the whole country-side aghast, for always disasters\nfollow its return.\"\n\n\"And how do you account for that phase?\" asked Gordon, obviously\nsteadying his voice by an effort of the will.\n\n\"The apparition always shows up at low water,--the disasters are usually\ntyphoid,\" replied the physician.\n\n\"Mr. Keene died from malaria,\"\n\nGeraldine murmured musingly.\n\nThe two men glanced significantly at each other. Then Rigdon resumed:\n\"I mustered the hardihood on one occasion to row up to the bank of Bogue\nHolauba for a closer survey. The thing vanished on my approach. There\nwas a snag hard by, fast anchored in the bottom of the Bogue. It played\nslackly to and fro with the current, but I could not see any way by\nwhich it or its shadow could have produced the illusion.\"\n\n\"Is this what you had to tell me?\" demanded Geraldine pertinently. \"I\nknew all that already.\"\n\n\"No, no,\" replied the Doctor reluctantly. \"Will you tell it, Mr. Gordon,\nor shall I?\"\n\n\"You, by all means, if you will,\" said Gordon gloomily. \"God knows I\nshould be glad never to speak of it.\"\n\n\"Well,\" Rigdon began slowly, \"Mr. Gordon was made by his cousin Jasper\nKeene not only the executor of his will, but the repository of a certain\nconfession, which he may destroy or make public as he sees proper. It\nseems that in Mr. Keene's gay young days, running wild in his vacation\nfrom college on a secluded plantation, he often lacked congenial\ncompanionship, and he fell in with an uncouth fellow of a lower\nsocial grade, who led him into much detrimental adventure. Among other\nincidents of very poor fun, the two were notable in hectoring and guying\nthe old Polish trader, who, when drunk on mean whisky as he often was,\ngrew violent and antagonistic. He went very far in his denunciations one\nfatal night, and by way of playing him a trick in return, they set his\nboat adrift by cutting the rope that tied the craft to a tree on the\nbank. The confession states that they supposed the owner was then aboard\nand would suffer no greater hardship than having to use the sweeps\nwith considerable energy to row her in to a landing again. They were\ngenuinely horrified when he came running down the bank, both arms\nout-stretched, crying out that his all, _his all_ was floating away on\nthat tumultutius, merciless tide. Before any skiff could be launched,\nbefore any effort could be made to reach the trading-boat, she suddenly\ndisappeared. The Mississippi was at flood height, and it was thought\nthat the boat struck some drifting obstruction, swamped, and went down\nin deep water. The agents in this disaster were never suspected, but as\nsoon as Jasper Keene had come of age, and had command of any means of\nhis own, his first act was to have an exhaustive search made for the\nold fellow, with a view of financial restitution. But the owner of the\ntrading-boat had died, spending his last years in the futile effort to\nobtain the insurance money. As the little he had left was never claimed,\nno representative could profit by the restitution that Jasper Keene had\nplanned, and he found what satisfaction he could in giving it secretly\nto an old man's charity. Then the phantom began to take his revenge. He\nappeared on the banks of Bogue Holauba, and straightway the only child\nof the mansion sickened and died. Mr. Keene's first wife died after the\nsecond apparition. Either it was the fancy of an ailing man, or perhaps\nthe general report, but he notes that the spectre was bewailing its woes\nalong the banks of Bogue Holauba when Jasper Keene himself was stricken\nby an illness which from the first he felt was fatal.\"\n\n\"I remember--I remember it was said at the time,\" Geraldine barely\nwhispered.\n\n\"And now to the question: he leaves it to Mr. Gordon as his kinsman,\nsolicitous of the family repute, to judge whether this confession\nshould be made public or destroyed.\"\n\n\"Does he state any reasons for making it public?\" demanded Geraldine,\ntaking the document and glancing through its pages.\n\n\"Yes; as an expiation of his early misdeeds toward this man and, if any\nsuch thing there be, to placate the spirit of his old enemy; and lastly\nbetter to secure his peace with his Maker.\"\n\n\"And which do you say!\" Geraldine turned an eager, spirited face toward\nGordon, his dejected attitude and countenance distinctly seen in the\nlight from the lamp within the parlor, on a table close to the window.\n\n\"I frankly admit that the publication of that confession would humiliate\nme to the ground, but I fear that it _ought_ to be given to the public,\nas he obviously desires!\"\n\n\"And which do _you_ say!\" Geraldine was standing now, and swiftly\nwhirled around toward Dr. Bigdon.\n\n\"I agree with Mr. Gordon--much against my will--but an honest confession\nis good for the soul!\" he, replied ruefully.\n\n\"You infidels!\" she exclaimed tumultuously. \"You have not one atom of\nChristian faith between you! To imagine that _you_ can strike a bargain\nwith the good God by letting a sick theory of expiation of a dying,\nfever-distraught creature besmirch his repute as a man and a gentleman,\nmake his whole life seem like a whited sepulchre, and bring his name\ninto odium,--as kind a man as ever lived,--and you know it!--as honest,\nand generous, and whole-souled, to be held up to scorn and humiliation\nbecause of a boyish prank forty years ago, that precipitated a disaster\nnever intended,--bad enough, silly enough, even wicked enough, but not\nhalf so bad and silly and wicked as _you_, with your morbid shrinking\nfrom moral responsibility, and your ready contributive defamation of\ncharacter. Tell me, you men, is this a testamentary paper, and you think\nit against the law to destroy it!\"\n\n\"No, no, not that,\" said Bigdon.\n\n\"No, it is wholly optional,\" declared Gordon.\n\n\"Then, I will settle the question for you once for all, you wobblers!\"\nShe suddenly thrust the paper into the chimney of the lamp on the table\njust within the open window, and as it flared up she flung the document\nforth, blazing in every fibre, on the bare driveway below the veranda.\n\"And now you may find, as best you can, some other means of exorcising\nthe phantom of Bogue Holauba!\"",
    "metadata": {
        "author": [
            "Craddock, Charles Egbert",
            "Dembry, R. Emmett",
            "Murfree, Mary Noailles"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/23552/pg23552.txt",
        "name": "the_phantom_of_bogue_holauba_1911.json"
    }
}