{
    "name": "The Cosmic Snare",
    "author": [
        "Lesser, Milt",
        "Thames, C. H.",
        "Chase, Adam",
        "Marlowe, Stephen",
        "Granger, Darius John",
        "Wilder, Stephen",
        "Lesser, Milton",
        "Ridgway, Jason"
    ],
    "body": "Liddell stared expectantly at the blank screen of the transfer unit. It\nhad been blank ever since he had arrived with his wife at the doorway,\nenigmatically, mysteriously, sometimes frighteningly blank.\n\n\"See anything?\" Linda asked. Liddell's wife of one month was a tall but\ntrimly built girl in the uniform of the Transfer Service. She leaned\nanxiously over Liddell's shoulder now as he peered at the dazzling\nwhite screen.\n\n\"Not yet,\" he said, licking his lips. \"It was just a hunch, anyway.\"\n\n\"What was just a hunch, darling?\"\n\n\"That we'd see anything now.\"\n\n\"But you said--\"\n\n\"I know what I said, Linda. That we'd had enough time to get used to\nthis transfer station. That we'd read all the instructions and advice\nleft by our predecessor. That we'd--\"\n\n\"Then where's our first customer?\" Linda demanded with a pout.\n\nLiddell grinned and craned his neck to peck a kiss at his young wife's\ncheek. \"Don't tell me you're lonely already!\" he gasped, feigning\namazement.\n\n\"No, but--\"\n\nSuddenly, the lines of Liddell's gaunt face went serious. \"The\nlighthouse keepers of last century had nothing on us,\" he said.\n\nLinda nodded. \"They were practically in the middle of things by\ncomparison. That's one thing I can't exactly get straight, sweetheart.\nExactly where we are, I mean.\"\n\nLiddell shrugged and offered an expansive gesture which was meant to\ntake in the round globe of their living quarters and the transfer unit.\n\"We're nowhere,\" he said. \"Or we're everywhere. It depends on what\nsub-space school you belong to. You see, sub-space is either utterly\nnowhere, existing _below_ the normal endless but finite, self-contained\nspace-time continuity or else it is potentially everywhere, existing\njust below the warp and woof of space-time on a thousand thousand\nworlds....\"\n\n\"Never mind, Lidd,\" Linda grinned. \"Once you get started on something\nlike that, you'd keep a gal up all night.\"\n\n\"Sleepy?\"\n\n\"A little. That is, as you would say, if there was such a thing as\nnight here. But there's nothing outside the globe, nothing but that\nfeatureless grayness. It doesn't even swirl. If it just swirled a\nlittle, like smoke, that would be something. But it doesn't even do\nthat.\"\n\n\"Sub-space,\" Liddell offered. \"Absolute nothingness. It's funny, you\nalways picture nothingness as being black. But it's not. It's gray.\nPlain, featureless, changeless gray.\"\n\n\"Brother!\" Linda said. \"Can I ever see why they only take husband-wife\nteams in the Transfer Service.\"\n\n\"I'll bite. Why?\"\n\n\"Because a man alone could go off his rocker thinking the things you\nthink. He needs a girl around.\"\n\n\"Does he?\" Liddell asked, then waited until Linda had begun to pout\nbefore he whirled around and took her in his arms, his back to the\nblank transfer screen.\n\n\"Lidd,\" Linda said. \"Ah, Lidd....\" But all at once she stiffened in\nhis arms. He could feel her hands against his chest, trying to thrust\nhim away. Her mouth was open but she couldn't speak. With one hand she\nmanaged to point.\n\nAt the surface of the transfer screen.\n\n\"We're going to have company,\" Linda finally said.\n\n\n\nLinda was in the galley, whipping up a quick meal. Aside from its\ncomplete necessity in making the switch-over from normal space to\nsub-space and back again, that was one of the functions of the transfer\nunit. Since many of the outworld colonies still depended entirely on\nfood concentrates and vitashots, a final home-cooked meal would be much\nappreciated by the traveler through sub-space.\n\n\"Scared?\" Liddell called over his shoulder.\n\n\"You mean that they won't like my food?\"\n\n\"No, I mean with our first customer?\"\n\n\"I'm too busy with southern fried chicken to be scared.\"\n\n\"Funny, isn't it?\" Liddell mused. \"Fifty years ago if you asked a\nscience writer to whip you up a piece about sub-space what would he\nhave said?\"\n\n\"Oh, something about a silver-hulled space liner shimmering into normal\nspace.\"\n\nLiddell nodded. \"Well, they had the shimmering part right, anyway. But\nit wouldn't have been a space ship.\"\n\n\"It wouldn't have been a space ship,\" Linda agreed.\n\n\"Because there's no necessity to breathe or to carry out any of the\nnormal biological functions in sub-space. There isn't any heat in\nsub-space and there isn't any cold. There is only nothingness and\nnothingness can have absolutely no effect on an organism. In short--\"\n\n\"In short my fried chicken is going to burn if I keep listening to\nyou.\"\n\n\"--no spaceships. Just people. Shimmering in and out and spanning the\nchasm of light years instantly.\"\n\n\"Have you any data on our visitors yet?\"\n\n\"Not visitors. Just one. One traveler.\"\n\n\"What does the screen say, Lidd?\"\n\nLiddell read what was there before him for the third time. \"Single man.\nLuna outbound.\"\n\n\"Destination?\"\n\n\"It doesn't say. Weight, one ninety. The--\"\n\n\"But we don't collect his fare, so why the business about his weight?\"\n\n\"Didn't you read the instructions, hon? Because it's forwarded from\nhere, just like we'll forward Mister Smith to his destination.\"\n\n\"Smith? That's his name?\"\n\n\"John Smith,\" Liddell said.\n\n\"I don't believe it. I never thought there actually was anybody named\nJohn Smith anywhere, anytime.\"\n\n\"We,\" said Liddell, \"have a John Smith.\"\n\n\"_Darn_ this deep well cooker! It isn't hot enough yet to put a good\ncrust on--\"\n\n\"A fine time to talk about cooking,\" Liddell shouted, hoping his voice\nwould carry back into the galley over the click-clacking racket of\nthe sub-space communicator. \"Hey here's more from the Luna outbound\nstation,\" he added as the transfer screen pulsed and flashed again.\n\n\"Such as what?\"\n\n\"It's still blurry. Here it comes now.\"\n\n\"Well?\"\n\n\"Hey, what the hell is this!\" Liddell cried abruptly.\n\n\"Such language.\"\n\n\"It's still blurry. It's flashing on and off, red on and then off to\nwhite blank, red on again and off to white blank.\"\n\n\"While you were studying the manuals, need I remind you I was trying\nto learn how to cook for an interstellar clientele? What does the\nflashing red signal mean?\"\n\n\"It means danger,\" Liddell said. \"It means something's wrong and Luna\nout doesn't have time to tell us what. I don't want to scare you, but\nbetter drop your pots and pans and truck something up from the arsenal.\nI've got to stay by the screen.\"\n\nThere was a clatter as Linda called, \"He doesn't want to scare me, the\nman says. What is it, creatures from outer space or something?\"\n\n\"Very funny,\" Liddell said in a voice which clearly indicated he did\nnot think it was particularly funny at all.\n\n\n\nThere was nothing on the screen now but the flashing red and white\nsignal. The complete fragility of their position struck Liddell all at\nonce. The transfer station was a steelite globe a sixteenth of a mile\nin diameter. It contained the sub-space transfer machinery, complete\nliving quarters for Liddell and his wife and the private and public\nrooms of a small-sized hotel, as well as repair machinery, an arsenal\nand a library of the ten thousand six hundred and seventeen possible\ndestinations for an outbound sub-space traveler.\n\nIf there was trouble, Liddell thought, any kind of serious trouble--he\nand Linda could do almost nothing about it. And if ever--for some\nreason the nightmare thought came to him unbidden--if ever they were\nset adrift from the transfer station, adrift in the featureless\nless-than vacuum of sub-space, as had happened once or twice before\nin the brief history of the service, they would float in a changeless\ninsanity-ridden void forever, their bodily functions suspended\nindefinitely, only their minds working, fighting the sheer horror of\nnothingness....\n\n\"Here's the gun,\" Linda said. \"Did you know you were covered with\nsweat, Lidd?\"\n\n\"I was just thinking.\" He took the blaster and stuck it awkwardly in\nhis belt. He felt suddenly foolish. The trouble could have been any\nnumber of things; it didn't necessarily mean gun trouble. He was on the\npoint of removing the big clumsy weapon from his belt when the screen\nflashed again.\n\n\"He's coming now,\" Linda said.\n\nHe was coming, all right. The screen flashed green for arrival. It\nwas seven feet high and three feet across, that screen, and whoever\nmaterialized at the station would materialize in the screen itself.\n\n\"What about the danger signal?\" Linda asked.\n\n\"They always follow it up with a verbal message,\" Liddell explained.\n\"It usually only takes a few minutes. It--\"\n\n\"Here he comes!\" Linda cried.\n\nSomething was shimmering in the screen, pulsing, struggling to bridge\nthe yawning chasm between the space which was not and the universe\nwhich was. It gradually took the shape of a man floating in an\nunexpectedly fetus-like position.\n\n\"Lidd,\" Linda said. \"We're getting over the sub-typer.\"\n\n\"A message?\" Liddell asked, only a small part of his mind concentrating\non what Linda had said. The rest of his being was riveted on the\ntransfer screen as the figure there floated closer, still shadowy, but\nthe shadow darkening, solidifying, bridging....\n\n\"I'll read it to you as it comes. URGENT LUNA OUTWARD TO SUB-SPACE WAY\nSTATION. JOHN SMITH ... that's strange. It's stopping.\"\n\n\"It has to stop. Sub-space can take only a certain number of verbal\nunits at a time. Give it a couple of seconds.\"\n\n\"How's our John Smith?\"\n\n\"Still shimmering, but getting more solid all the time.\"\n\n\"Here it comes again.... IS ESCAPED LUNA PRISON CONDEMNED KILLER JASON\nSHORT.... Oh God, Lidd!\"\n\nThere wasn't a station or budding colony in the galaxy which hadn't\nheard of Jason Short. His kind was a rarity in the twenty-first\ncentury, the strangely mal-adjusted, warped, sneering, conscienceless\nprofessional killer. Before his capture, Short had hired out to\ngovernments, to private firms, to individuals if they had sufficient\ncapital--as a killer. On capture he had been condemned to death at the\nluna penal colony but the sentence had been delayed and postponed for\nseveral years--all the while Jason Short's notoriety growing--because\nsociologists and psychologists had insisted on studying Short\nexhaustively to see if they could prevent a recurrence of his mental\nsickness.\n\nAnd now all this, Liddell thought numbingly, had backfired. Now Jason\nShort had somehow managed to escape--\n\nWas materializing here, a cold, ruthless killer.\n\nLiddell clawed at the blaster at his belt and brought it up and clear\nat the precise moment that Jason Short materialized fully in the screen.\n\nThere was time for one wild shot, the raw energy searing into\nsub-space through the screen. Then Jason Short became a solid, bulky\nbut swift-moving figure. He lunged at Liddell and they grappled for\npossession of the blaster. Linda screamed, but she might have been\na hundred parsecs away in sub-space. For all his enormous size and\nheavily-muscled body, Jason Short moved with surprising swiftness. He\nused his right forearm like a club, smashing it against Liddell's jaw,\nstunning him. Liddell went down and Short came down on top of him and\nthe two of them rolled over and over away from the screen, their wildly\nthrashing arms and legs bringing Linda down on top of them.\n\nAll at once, Short rolled clear of Liddell. Struggling for breath,\nLiddell climbed to his feet, bringing the blaster to bear on the killer\ntriumphantly.\n\n\"Hold it!\" Short cried.\n\n\"Oh, Lidd, Lidd ... do what you have to do!\" Linda said.\n\nBut Liddell let the blaster fall to the floor.\n\nFor standing in front of him, waiting insolently, Jason Short had\ncircled his arm about Linda's neck and was holding her in front of him\nas a shield. In his free hand, Short held a knife, the point barely\ntouching the edge of Linda's ribcage.\n\n\"Why,\" said Short in a pleasant voice, \"don't we talk about where\nyou're going to send me?\"\n\n\n\nLater Jason Short said, \"I see they flashed a danger signal from Luna\nout. How do I know you won't do the same?\" Short was a big man with\nimmense shoulders and heavy limbs but the fluid, graceful movements of\nthe born athlete. Only his eyes, in an otherwise pleasant face, looked\nbrutal. Liddell had never seen a killer's eyes before, but did not have\nto be told that Short's were killer's eyes.\n\n\"You don't,\" Liddell said. \"You don't know at all.\"\n\n\"O.K. pal. Have it your way. I guess I made a mistake at Luna out. I\nguess I should have killed them. Do you think it matters to me? Do you\nthink it could possibly matter how many I kill now?\"\n\nLiddell said nothing. Short licked his lips and studied Liddell's\nblaster, which he had retrieved while still holding Linda as a shield.\n\n\"Are you going to kill us?\" Linda said.\n\n\"Lady, I'm not even thinking about it.\"\n\n\"You're not--\"\n\n\"Yet. The important thing is--where am I going? Is there some way I can\ngo off from here without you knowing where? Or without these machines\nof yours recording it?\"\n\n\"The machines record nothing,\" Liddell said. \"It's all up to us.\"\n\n\"Then all I have to do is kill you, and there'll be no way for them to\ntrace me? Is that what you're saying, you sap?\"\n\n\"That's what I'm saying,\" Liddell admitted. Linda gave him a startled\nlook but said nothing.\n\n\"There must be a catch to it somewhere,\" Short protested. He almost\nsounded indignant.\n\n\"There's a catch,\" Liddell said.\n\n\"Give.\"\n\n\"These stations. It's why they're manned. Don't you think the whole job\ncould be done mechanically?\"\n\n\"Yes, but--\"\n\n\"But it's not, Mr. Short. Because there are too many variables. Because\nsub-space is still unpredictable and the thinking machine has not yet\nbeen built which can handle more than a few unpredictables.\"\n\n\"What are you getting at?\"\n\n\"Just this, Mr. Short. You can kill us if you want to. You can choose\nyour destination, wait while I plot it out on the de-materializer and\npossibly verify it for yourself if you know anything about sub-space.\"\n\n\"I don't know anything at all about sub-space,\" Short admitted.\n\n\"But,\" Liddell went on, \"you'd be gambling and gambling badly with\nthe unpredictability factor. One sub-space transfer out of two,\naccording to statistics, is not routine. Oh, not essentially dangerous\nas long as there's someone at the transfer unit station to correct\nany inconsistencies in transfer as they arise. But if there's no one,\nyou'll float in sub-space forever, not going hungry, not going thirsty,\nnot growing older, but slowly going crazy with changelessness....\"\n\n\"So, I can't kill you.\"\n\n\"Suit yourself.\"\n\n\"We'll get to that later,\" Short said. \"Now, about where I can go: you\ngot any ideas?\"\n\n\"There are ten thousand and some worlds connected by these sub-space\nunits, Mr. Short. What type of world did you have in mind?\"\n\n\"Not a new one or a small one. I'd stick out like a sore thumb. I want\none plenty far from Earth but still not a brand new, uncrowded colony.\nI want a far colony but an established one.\"\n\n\"Deneb Twelve,\" Liddell said in a very businesslike voice. \"You\ncouldn't possibly do better than Deneb Twelve. At the last census it\nhad a population of over a hundred million, but it's more than six\nhundred light years from Earth, the twelfth planet of a system in\nwhich seven, nine, ten, eleven, twelve and fourteen are inhabited or\nhabitable....\"\n\n\"All right, all right. Cut all the details. How do I know you're\ntelling the truth about Deneb Twelve?\"\n\n\"You don't but you can always check it in our library.\"\n\n\"If you say I can check it, then I don't have to. I believe you. But\nunfortunately, I know nothing about sub-space.\"\n\nLiddell shrugged.\n\n\"But you're not going to trick me,\" Short said.\n\n\"I didn't say I would.\"\n\n\"I'm saying _I know_ you're not.\"\n\nAgain Liddell shrugged.\n\n\"You want to know why?\"\n\n\"I'm listening,\" Liddell said.\n\n\"Because I'm going to take your wife with me, that's why. When we land\non Deneb Twelve, I'll let her go.\"\n\n\"You can't take her,\" Liddell said.\n\n\"Can't I? Want to get started now, Liddell?\" Short asked, waving the\nblaster. \"I'm ready to get started, if you are.\"\n\n\n\nLiddell stared mutely at his wife. Linda's face was drawn and white and\nfor several moments no one spoke. Then Linda said:\n\n\"You'd better do whatever he says, Lidd.\"\n\n\"You know something?\" Short said, laughing. \"You'd better.\"\n\nWithout a word, Liddell stalked toward the de-materializer.\n\n\"Sooner or later they're going to catch you, Short,\" Liddell said an\nhour later. \"Why don't you give yourself up now and get it over with.\"\n\n\"Don't make me laugh. Would you give yourself up? I'm a condemned\nkiller, pal. Sure, maybe they'll catch me on Deneb or someplace, but\nevery day I stay alive is an extra day of reprieve for me, and don't\nthink I don't know it. Now, are you ready with that de-materializer or\nwhatever the hell you call it?\"\n\nLiddell nodded and Short said, \"Then let's go.\"\n\nLiddell sat at the plotting table without moving. For a moment he\nstared defiantly at Short, but the escaped killer got up and placed\na hand impersonally on Linda's shoulder. He closed the fingers and\nLinda's face went chalk-white. He looked at Liddell, challenging him\nwith his eyes.\n\n\"Better do what he says, Lidd,\" Linda told her husband.\n\nLiddell sat there and didn't answer. Linda turned to Short and said,\n\"Let me talk to him for a minute.\"\n\nShort shrugged and released her. She came over to Liddell and bent\nclose to him and said, \"Listen to me, darling. Do everything he says.\"\n\n\"He's not going to take you with him,\" Liddell said fiercely.\n\n\"You've plotted his sub-space pattern. He could take a chance and kill\nus both and try the transfer mechanism himself. You forget, he has\nabsolutely nothing to lose.\"\n\n\"Don't you see the way he looked at you? He's not hiding it. He wants\nyou, Linda. If we let him take you to Deneb Twelve, he can lose himself\nthere. With you. It would take the law officers of a frontier world\nlike Deneb Twelve months to find you. I can't let him do it.\"\n\n\"I'll be all right, believe me.\"\n\n\"Linda, listen to me. I know you're saying that because you don't want\nShort to do anything violent here--to both of us. But there's another\nway.\"\n\n\"I know. To refuse. To let him go alone--and probably kill us first.\"\n\n\"No,\" Liddell whispered while Short watched them from across the room,\nunable to hear the words they spoke. \"There _is_ another way. Do you\ntrust me, Linda?\"\n\n\"You know you don't have to ask a question like that. I trust you,\nLidd. I trust you with my life.\"\n\n\"Then listen. I'm going to send you. I don't want to say any more. I\ndon't think he can hear us from where he's sitting but let's not chance\nit.\"\n\n\"But you said if he took me to Deneb--\"\n\n\"I'll send you,\" said Liddell grimly, his voice fading until Linda\ncould barely hear it. \"But not to Deneb. Trust me, darling.\"\n\n\"I trust you.\"\n\n\"And we don't have to worry about law officers. I'll come for you.\"\n\n\"But where--\"\n\n\"Hey, you two,\" Short yelled suddenly. \"That's enough of that. I said I\nwas ready to get started!\" He crossed the room in half a dozen powerful\nstrides and grasped Linda's arm. Liddell had time to kiss his wife\nbriefly, quickly, then watched as she went to the transfer screen with\nJason Short.\n\n\"You sure you won't try any tricks?\" Short asked.\n\nInstead of answering Liddell said, \"Do you think I'm crazy? You have my\nwife, haven't you?\"\n\nShort laughed and said nothing. With Linda, he climbed the three steps\nup to the transfer screen. \"I still can't get used to the idea,\" he\nadmitted. \"We stand here, in this screen like this. You press a few\nbuttons, and what happens? We go sailing off into sub-space and the\nnext thing we know we're materializing on Deneb Twelve. It's like\nmagic.\"\n\n\"It's coldly scientific,\" Liddell assured him. \"Sub-space is as real\nas the normal space-time continuum, as extensive. As a matter of fact,\nthey're co-extensive. They exist together, side by side, but the laws\nof finite speed, the laws which say you would need all the mass in the\nuniverse to travel at the speed of light do not apply in sub-space.\nTravel is incredibly fast, almost instantaneous between any two\npoints--without the need of acceleration.\"\n\n\"I didn't ask for a lecture,\" Short said. \"Just you send us where we\nwant to go.\"\n\n\n\nLinda offered Liddell a wan smile. The smile said, better than any\nwords: you're spouting science, the science you love, even at a time\nlike this--and you know something! I love you for it, I love you all\nthe more for it....\n\nNow Short and Linda stood within the frame of the transfer screen.\nWordless, Liddell took the data on weight and space-shift which he had\nplotted at the plotting table and brought it to the simple bank of\ncontrols below the transfer screen. Automatically he began to plot in\nthe course by punching half a dozen tabs on one side of the control\nboard. He was aware of Short standing above him, within the frame of\nthe screen, scowling, one hand on Linda's shoulder and one holding\nLiddell's own blaster--aware of the almost serene smile of trust on\nLinda's face.\n\nIt was better, Liddell knew all at once, far better that he hadn't had\nthe time to tell her. For then her trust would have been shattered by\nfear....\n\n\"Well, what are we waiting for?\" Short wanted to know.\n\n\"I'm ready now,\" Liddell told him.\n\n\"Say so long to the old man,\" Short told Linda.\n\n\"I--I trust you, darling,\" Linda said. \"I love you.\"\n\n\"Now you know,\" Short chortled. \"There's a touching scene. But let's\ndrop the curtain and get on with it!\" he added with a broad grin.\nShort was enjoying himself. Liddell knew. Every moment he had was a\nmoment of freedom he hadn't expected. He would be very dangerous as a\nconsequence. Whatever he did, he knew he had nothing to lose. He had to\nbe stopped.\n\nAnd Liddell was the only one who could stop him.\n\nSavagely, Liddell threw home the controls. For a split second, nothing\nhappened. Then, slowly, Linda and Jason Short began to shimmer.\nWatching them like that, it was eerie. Liddell knew the theory well\nenough, but this was the first actual transfer he had ever attempted.\nAnd Linda was part of it--\n\nThe two figures in the screen above him--the woman he loved and the man\nwho had come abruptly to shatter their lives--became no more tenuous\nthan smoke. They seemed to swirl and shift like smoke, to grow thinner,\nas if a wind had come following blowing....\n\nShort's voice echoed strangely from the now almost shapeless fog in the\ntransfer screen. \"Deneb,\" his voice wailed ghostlike. \"Deneb, here we\ncome!\"\n\nThen the screen was empty. Liddell released the controls and stared\nfor a moment at the blank whiteness. He got up and went to the\ncommunications board, where he tapped a code message to central\nsub-space station. The message said:\n\n_This is Liddell at sub-space B-11. Received your message and your John\nSmith. Trouble. Station suspended until further notice. Send no one\nthrough as there will be no one to receive them._\n\nThe message sent, Liddell replotted the transfer unit, double-checking\nhis previous findings. He then set the controls on automatic and\nclimbed the steps to the screen. He did not bother going to the arsenal\nfor a weapon. Where he was going weapons would be useless, he thought.\nWhere he was going, no man had ever gone before.\n\nWell, two people had--but two only. And he had sent them.\n\nHe was going after Linda and Jason Short.\n\nHe took one more look at the mistake he had purposely plotted into the\ntransfer pattern. The mistake which meant that Linda and her captor\nwould never arrive on Deneb Twelve.\n\nOr anywhere....\n\nThe mistake which left Jason Short and Liddell's wife stranded in\nsub-space, in the nothingness continuum somewhere between the normal\nspace-time of station B-11 and Deneb Twelve.\n\nIt was, Liddell told himself for the tenth time, the only thing he\ncould have done. Trap Short. Trap Linda with him, yes, but at least\nhe could go after them. At least he knew exactly where they were. In\nsub-space. At the exact point he had plotted on the control board.\nWaiting. Waiting forever if somehow he missed them when he sent himself\nthrough. Waiting in timeless, spaceless, airless, temperature-less\nsub-space. Waiting. They would not miss oxygen. All their bodily\nfunctions were suspended. Waiting--possibly to drift forever until\ntheir minds were shattered in the awful blank immensity.\n\n\n\nA chill possessed Liddell as the automatic machinery suddenly made him\nshimmer. From his viewpoint within the screen, it looked as if the room\nand the controls and the screen were themselves shimmering.\n\nHe blinked. And opened his eyes.\n\nAnd stared out on a featureless gray infinity.\n\nOn sub-space.\n\n\"Linda!\" he called. He hadn't meant to shout. He knew there was no air,\nno medium to carry his voice.\n\nBut he heard it--loud, clear.\n\n\"Linda!\" he shouted again. It was his own voice booming out across\nthe gray void. It was not his imagination. Then was science somehow\nwrong about sub-space? He didn't think so. But it couldn't possibly\nbe an audible projection of his voice. It had to be something else.\nTelepathy? It was something like that, he decided. An audible telepathy\nin a world which didn't obey the natural laws which governed our own\nuniverse.\n\n\"We're over here, Lidd!\" Linda's voice came to him. It was followed at\nonce by a scream and Short's shout:\n\n\"Shut your trap if you know what's good for you.\"\n\nLiddell swam. The motion came to him unbidden but he felt himself\nmoving through the gray nothingness. He could see nothing except his\nown arms as he made the swimming motions and moved. Swimming through\nnothingness? But there was no medium to push against. Another physical\nlaw, a law of our universe, Liddell knew which went by the boards in\nsub-pace.\n\n\"I'm coming, Linda.\"\n\n\"He's got your blaster. He's ... I can see you now, Lidd.\"\n\nThere was a roar and a flash up ahead. Something streaked at Liddell\nthrough the gray void. Instinctively, he moved aside. It was a beam of\nraw energy from the blaster and he wondered what would have happened if\nit had struck him.\n\nHe gasped in surprise.\n\nThe blaster beam did not fade. It hovered near him. Wondering, he\ntouched it. It was a jagged bolt ten feet long and felt solid as a\nshaft of steel. Another natural law, Liddell thought. Snafu here.\nBecause the energy beam of the blaster had been transformed instantly\ninto matter. Shrugging, Liddell grasped the beam--which although\nit seemed as solid as steel had utterly no weight. With it he swam\nthrough the changeless gray murk.\n\nAll at once he could see them up ahead, Short and Linda, floating\nthere, two tiny figures a few hundred yards in front of him. Short's\nblaster roared again--and the roaring was still another violation of\nnatural law. Another beam streaked out and flashed by Liddell. Again it\nsolidified. Ignoring it, Liddell swam forward with the first beam. He\nbegan to feel like Zeus wielding a thunderbolt.\n\nHe waited until he was quite close to Short and Linda, until Short\nfired the blaster once more. Then he hurled his thunderbolt.\n\nShort howled with rage and darted away, triggering the blaster\nagain. But this time Liddell was on him before he could take careful\naim. Dimly, Liddell was aware of Linda hovering near, touching the\nthunderbolt gingerly.\n\nThen all his attention was centered on Jason Short. They were fighting\nfor their lives, fighting tooth and nail, where fighting or any\nphysical activity should have been impossible. But what did the edicts\nof science matter when Short slammed a hard left hook against Liddell's\njaw, staggering him spilling him backward through the gray murk?\n\nShort followed up his advantage and lunged after Liddell, straddling\nhim weightlessly as they floated off, finding his throat with strong\nfingers, applying pressure.\n\n\n\nHe drove Short off him with two left jabs, snapping the bigger man's\nhead back. Short was like a bulldog, though.\n\nSlowly, the fingers around Liddell's throat released their pressure.\nIn a world with no air and where no air was necessary, the choking\npressure hadn't damaged Liddell, but his throat ached from constriction\nalone. He drove Short off him now with lefts and rights to the head.\nThey were weightless, but they hurt. He couldn't explain it, no more\nthan he could explain the sudden trans-mutation of the blaster's\nenergy beam to solid matter. It was one of the unknown natural laws of\nsub-space, that was all.\n\nPresently, he was aware that Short no longer fought but hung there in\nsub-space with his arms slack. He drove a few more left hooks and right\ncrosses into the face floating so near his own, then swam back and\nclear.\n\nShort hung there, suspended.\n\n\"But how,\" Linda gasped, \"how did you ever--\"\n\n\"Automatic control. I came after you.\"\n\n\"How will we ever get back?\"\n\nLiddell looked at his wrist-chrono. \"In fifteen minutes, the automatic\ncontrol picks us up and brings us back. Are you all right?\"\n\n\"He didn't hurt me. He didn't have time.\"\n\nThey waited there in sub-space in each other's arms. When, fifteen\nminutes later, they began to shimmer, Liddell grabbed the unconscious\nShort's hand and the three of them shimmered together into normal space.\n\nLiddell went to the arsenal and secured Short with arm and leg irons.\nBy the time he called through to Luna outbound with his explanatory\nmessage, the escaped killer had regained consciousness but maintained a\ngrim silence.\n\n\"You know,\" Liddell told his wife, \"one thing good's going to come of\nthis. I mean, besides recapturing Short.\"\n\n\"Such as what?\"\n\n\"Such as science always regarded sub-space only as a medium of\ntransfer. But with some of its unusual properties, I'll bet a few\nfirst-rate resorts can be built out there.\"\n\n\"You--you're crazy,\" Linda said, but smiled.\n\n\"And what's more--\"\n\n\"Let me finish for you, darling. What's more, if they're going to build\nany resorts out there, you're the man to build them. Right?\"\n\n\"Right,\" said Liddell, before he kissed her.",
    "metadata": {
        "author": [
            "Lesser, Milt",
            "Thames, C. H.",
            "Chase, Adam",
            "Marlowe, Stephen",
            "Granger, Darius John",
            "Wilder, Stephen",
            "Lesser, Milton",
            "Ridgway, Jason"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/66714/pg66714.txt",
        "name": "the_cosmic_snare.json"
    }
}