{
    "name": "The Inca of Perusalem: An Almost Historical Comedietta",
    "author": [
        "Shaw, G. B. (George Bernard)",
        "Shaw, Bernard",
        "Shaw, Bernhard",
        "Bassetto, Corno di",
        "Shaw, George Bernard",
        "Shaw, G. Bernard (George Bernard)"
    ],
    "body": "By George Bernard Shaw\n\n\n\nI must remind the reader that this playlet was written when its\nprincipal character, far from being a fallen foe and virtually a\nprisoner in our victorious hands, was still the Caesar whose legions\nwe were resisting with our hearts in our mouths. Many were so horribly\nafraid of him that they could not forgive me for not being afraid of\nhim: I seemed to be trifling heartlessly with a deadly peril. I knew\nbetter; and I have represented Caesar as knowing better himself. But\nit was one of the quaintnesses of popular feeling during the war that\nanyone who breathed the slightest doubt of the absolute perfection of\nGerman organization, the Machiavellian depth of German diplomacy, the\nomniscience of German science, the equipment of every German with a\ncomplete philosophy of history, and the consequent hopelessness\nof overcoming so magnificently accomplished an enemy except by the\nsacrifice of every recreative activity to incessant and vehement war\nwork, including a heartbreaking mass of fussing and cadging and bluffing\nthat did nothing but waste our energies and tire our resolution, was\ncalled a pro-German.\n\nNow that this is all over, and the upshot of the fighting has shown that\nwe could quite well have afforded to laugh at the doomed Inca, I am in\nanother difficulty. I may be supposed to be hitting Caesar when he is\ndown. That is why I preface the play with this reminder that when it\nwas written he was not down. To make quite sure, I have gone through the\nproof sheets very carefully, and deleted everything that could possibly\nbe mistaken for a foul blow. I have of course maintained the ancient\nprivilege of comedy to chasten Caesar's foibles by laughing at them,\nwhilst introducing enough obvious and outrageous fiction to relieve both\nmyself and my model from the obligations and responsibilities of sober\nhistory and biography. But I should certainly put the play in the fire\ninstead of publishing it if it contained a word against our defeated\nenemy that I would not have written in 1913.\n\nThe Inca of Perusalem was performed for the first time in England by\nthe Pioneer Players at the Criterion Theatre, London, on 16th December,\n1917, with Gertrude Kingston as Ermyntrude, Helen Morris as the\nPrincess, Nigel Playfair as the waiter, Alfred Drayton as the hotel\nmanager, C. Wordley Hulse as the Archdeacon, and Randle Ayrton as the\nInca.\n\n\n\n\nPROLOGUE\n\nThe tableau curtains are closed. An English archdeacon comes through\nthem in a condition of extreme irritation. He speaks through the\ncurtains to someone behind them.\n\nTHE ARCHDEACON. Once for all, Ermyntrude, I cannot afford to maintain\nyou in your present extravagance. [He goes to a flight of steps\nleading to the stalls and sits down disconsolately on the top step. A\nfashionably dressed lady comes through the curtains and contemplates him\nwith patient obstinacy. He continues, grumbling.] An English clergyman's\ndaughter should be able to live quite respectably and comfortably on an\nallowance of L150 a year, wrung with great difficulty from the domestic\nbudget.\n\nERMYNTRUDE. You are not a common clergyman: you are an archdeacon.\n\nTHE ARCHDEACON [angrily]. That does not affect my emoluments to the\nextent of enabling me to support a daughter whose extravagance would\ndisgrace a royal personage. [Scrambling to his feet and scolding at\nher.] What do you mean by it, Miss?\n\nERMYNTRUDE. Oh really, father! Miss! Is that the way to talk to a widow?\n\nTHE ARCHDEACON. Is that the way to talk to a father? Your marriage was\na most disastrous imprudence. It gave you habits that are absolutely\nbeyond your means--I mean beyond my means: you have no means. Why did\nyou not marry Matthews: the best curate I ever had?\n\nERMYNTRUDE. I wanted to; and you wouldn't let me. You insisted on my\nmarrying Roosenhonkers-Pipstein.\n\nTHE ARCHDEACON. I had to do the best for you, my child.\nRoosenhonkers-Pipstein was a millionaire.\n\nERMYNTRUDE. How did you know he was a millionaire?\n\nTHE ARCHDEACON. He came from America. Of course he was a millionaire.\nBesides, he proved to my solicitors that he had fifteen million dollars\nwhen you married him.\n\nERYNTRUDE. His solicitors proved to me that he had sixteen millions when\nhe died. He was a millionaire to the last.\n\nTHE ARCHDEACON. O Mammon, Mammon! I am punished now for bowing the knee\nto him. Is there nothing left of your settlement? Fifty thousand dollars\na year it secured to you, as we all thought. Only half the securities\ncould be called speculative. The other half were gilt-edged. What has\nbecome of it all?\n\nERMYNTRUDE. The speculative ones were not paid up; and the gilt-edged\nones just paid the calls on them until the whole show burst up.\n\nTHE ARCHDEACON. Ermyntrude: what expressions!\n\nERMYNTRUDE. Oh bother! If you had lost ten thousand a year what\nexpressions would you use, do you think? The long and the short of it is\nthat I can't live in the squalid way you are accustomed to.\n\nTHE ARCHDEACON. Squalid!\n\nERMYNTRUDE. I have formed habits of comfort.\n\nTHE ARCHDEACON. Comfort!!\n\nERMYNTRUDE. Well, elegance if you like. Luxury, if you insist. Call it\nwhat you please. A house that costs less than a hundred thousand dollars\na year to run is intolerable to me.\n\nTHE ARCHDEACON. Then, my dear, you had better become lady's maid to a\nprincess until you can find another millionaire to marry you.\n\nERMYNTRUDE. That's an idea. I will. [She vanishes through the curtains.]\n\nTHE ARCHDEACON. What! Come back. Come back this instant. [The lights are\nlowered.] Oh, very well: I have nothing more to say. [He descends the\nsteps into the auditorium and makes for the door, grumbling all the\ntime.] Insane, senseless extravagance! [Barking.] Worthlessness!!\n[Muttering.] I will not bear it any longer. Dresses, hats, furs,\ngloves, motor rides: one bill after another: money going like water. No\nrestraint, no self-control, no decency. [Shrieking.] I say, no decency!\n[Muttering again.] Nice state of things we are coming to! A pretty\nworld! But I simply will not bear it. She can do as she likes. I wash\nmy hands of her: I am not going to die in the workhouse for any\ngood-for-nothing, undutiful, spendthrift daughter; and the sooner that\nis understood by everybody the better for all par---- [He is by this\ntime out of hearing in the corridor.]\n\n\n\n\nTHE PLAY\n\nA hotel sitting room. A table in the centre. On it a telephone. Two\nchairs at it, opposite one another. Behind it, the door. The fireplace\nhas a mirror in the mantelpiece.\n\nA spinster Princess, hatted and gloved, is ushered in by the hotel\nmanager, spruce and artifically bland by professional habit, but\ntreating his customer with a condescending affability which sails very\nclose to the east wind of insolence.\n\nTHE MANAGER. I am sorry I am unable to accommodate Your Highness on the\nfirst floor.\n\nTHE PRINCESS [very shy and nervous.] Oh, please don't mention it. This\nis quite nice. Very nice. Thank you very much.\n\nTHE MANAGER. We could prepare a room in the annexe--\n\nTHE PRINCESS. Oh no. This will do very well.\n\nShe takes of her gloves and hat: puts them on the table; and sits down.\n\nTHE MANAGER. The rooms are quite as good up here. There is less noise;\nand there is the lift. If Your Highness desires anything, there is the\ntelephone--\n\nTHE PRINCESS. Oh, thank you, I don't want anything. The telephone is so\ndifficult: I am not accustomed to it.\n\nTHE MANAGER. Can I take any order? Some tea?\n\nTHE PRINCESS. Oh, thank you. Yes: I should like some tea, if I might--if\nit would not be too much trouble.\n\nHe goes out. The telephone rings. The Princess starts out of her chair,\nterrified, and recoils as far as possible from the instrument.\n\nTHE PRINCESS. Oh dear! [It rings again. She looks scared. It rings\nagain. She approaches it timidly. It rings again. She retreats hastily.\nIt rings repeatedly. She runs to it in desperation and puts the receiver\nto her ear.] Who is there? What do I do? I am not used to the telephone:\nI don't know how--What! Oh, I can hear you speaking quite distinctly.\n[She sits down, delighted, and settles herself for a conversation.] How\nwonderful! What! A lady? Oh! a person. Oh, yes: I know. Yes, please,\nsend her up. Have my servants finished their lunch yet? Oh no: please\ndon't disturb them: I'd rather not. It doesn't matter. Thank you. What?\nOh yes, it's quite easy. I had no idea--am I to hang it up just as it\nwas? Thank you. [She hangs it up.]\n\nErmyntrude enters, presenting a plain and staid appearance in a long\nstraight waterproof with a hood over her head gear. She comes to the end\nof the table opposite to that at which the Princess is seated.\n\nTHE PRINCESS. Excuse me. I have been talking through the telephone: and\nI heard quite well, though I have never ventured before. Won't you sit\ndown?\n\nERMYNTRUDE. No, thank you, Your Highness. I am only a lady's maid. I\nunderstood you wanted one.\n\nTHE PRINCESS. Oh no: you mustn't think I want one. It's so unpatriotic\nto want anything now, on account of the war, you know. I sent my\nmaid away as a public duty; and now she has married a soldier and is\nexpecting a war baby. But I don't know how to do without her. I've tried\nmy very best; but somehow it doesn't answer: everybody cheats me; and\nin the end it isn't any saving. So I've made up my mind to sell my piano\nand have a maid. That will be a real saving, because I really don't care\na bit for music, though of course one has to pretend to. Don't you think\nso?\n\nERMYNTRUDE. Certainly I do, Your Highness. Nothing could be more\ncorrect. Saving and self-denial both at once; and an act of kindness to\nme, as I am out of place.\n\nTHE PRINCESS. I'm so glad you see it in that way. Er--you won't mind my\nasking, will you?--how did you lose your place?\n\nERMYNTRUDE. The war, Your Highness, the war.\n\nTHE PRINCESS. Oh yes, of course. But how--\n\nERMYNTRUDE [taking out her handkerchief and showing signs of grief]. My\npoor mistress--\n\nTHE PRINCESS. Oh please say no more. Don't think about it. So tactless\nof me to mention it.\n\nERMYNTRUDE [mastering her emotion and smiling through her tears]. Your\nHighness is too good.\n\nTHE PRINCESS. Do you think you could be happy with me? I attach such\nimportance to that.\n\nERMYNTRUDE [gushing]. Oh, I know--I shall.\n\nTHE PRINCESS. You must not expect too much. There is my uncle. He is\nvery severe and hasty; and he is my guardian. I once had a maid I liked\nvery much; but he sent her away the very first time.\n\nERMYNTRUDE. The first time of what, Your Highness?\n\nTHE PRINCESS. Oh, something she did. I am sure she had never done it\nbefore; and I know she would never have done it again, she was so truly\ncontrite and nice about it.\n\nERMYNTRUDE. About what, Your Highness?\n\nTHE PRINCESS. Well, she wore my jewels and one of my dresses at a rather\nimproper ball with her young man; and my uncle saw her.\n\nERYMNTRUDE. Then he was at the ball too, Your Highness?\n\nTHE PRINCESS [struck by the inference]. I suppose he must have been. I\nwonder! You know, it's very sharp of you to find that out. I hope you\nare not too sharp.\n\nERMYNTRUDE. A lady's maid has to be, Your Highness. [She produces some\nletters.] Your Highness wishes to see my testimonials, no doubt. I have\none from an Archdeacon. [She proffers the letters.]\n\nTHE PRINCESS [taking them]. Do archdeacons have maids? How curious!\n\nERMYNTRUDE. No, Your Highness. They have daughters. I have first-rate\ntestimonials from the Archdeacon and from his daughter.\n\nTHE PRINCESS [reading them]. The daughter says you are in every respect\na treasure. The Archdeacon says he would have kept you if he could\npossibly have afforded it. Most satisfactory, I'm sure.\n\nERMYNTRUDE. May I regard myself as engaged then, Your Highness?\n\nTHE PRINCESS [alarmed]. Oh, I'm sure I don't know. If you like, of\ncourse; but do you think I ought to?\n\nERMYNTRUDE. Naturally I think Your Highness ought to, most decidedly.\n\nTHE PRINCESS. Oh well, if you think that, I daresay you're quite right.\nYou'll excuse my mentioning it, I hope; but what wages--er--?\n\nERMYNTRUDE. The same as the maid who went to the ball. Your Highness\nneed not make any change.\n\nTHE PRINCESS. M'yes. Of course she began with less. But she had such a\nnumber of relatives to keep! It was quite heartbreaking: I had to raise\nher wages again and again.\n\nERMYNTRUDE. I shall be quite content with what she began on; and I have\nno relatives dependent on me. And I am willing to wear my own dresses at\nballs.\n\nTHE PRINCESS. I am sure nothing could be fairer than that. My uncle\ncan't object to that, can he?\n\nERMYNTRUDE. If he does, Your Highness, ask him to speak to me about\nit. I shall regard it as part of my duties to speak to your uncle about\nmatters of business.\n\nTHE PRINCESS. Would you? You must be frightfully courageous.\n\nERMYNTRUDE. May I regard myself as engaged, Your Highness? I should like\nto set about my duties immediately.\n\nTHE PRINCESS. Oh yes, I think so. Oh certainly. I--\n\nA waiter comes in with the tea. He places the tray on the table.\n\nTHE PRINCESS. Oh, thank you.\n\nERMYNTRUDE [raising the cover from the tea cake and looking at it]. How\nlong has that been standing at the top of the stairs?\n\nTHE PRINCESS [terrified]. Oh please! It doesn't matter.\n\nTHE WAITER. It has not been waiting. Straight from the kitchen, madam,\nbelieve me.\n\nERMYNTRUDE. Send the manager here.\n\nTHE WAITER. The manager! What do you want with the manager?\n\nERMYNTRUDE. He will tell you when I have done with him. How dare you\ntreat Her Highness in this disgraceful manner? What sort of pothouse is\nthis? Where did you learn to speak to persons of quality? Take away your\ncold tea and cold cake instantly. Give them to the chambermaid you were\nflirting with whilst Her Highness was waiting. Order some fresh tea\nat once; and do not presume to bring it yourself: have it brought by a\ncivil waiter who is accustomed to wait on ladies, and not, like you, on\ncommercial travellers.\n\nTHE WAITER. Alas, madam, I am not accustomed to wait on anybody. Two\nyears ago I was an eminent medical man, my waiting-room was crowded with\nthe flower of the aristocracy and the higher bourgeoisie from nine to\nsix every day. But the war came; and my patients were ordered to give\nup their luxuries. They gave up their doctors, but kept their week-end\nhotels, closing every career to me except the career of a waiter.\n[He puts his fingers on the teapot to test its temperature, and\nautomatically takes out his watch with the other hand as if to count the\nteapot's pulse.] You are right: the tea is cold: it was made by the wife\nof a once fashionable architect. The cake is only half toasted: what can\nyou expect from a ruined west-end tailor whose attempt to establish a\nsecond-hand business failed last Tuesday week? Have you the heart to\ncomplain to the manager? Have we not suffered enough? Are our miseries\nnev---- [the manager enters]. Oh Lord! here he is. [The waiter withdraws\nabjectly, taking the tea tray with him.]\n\nTHE MANAGER. Pardon, Your Highness; but I have received an urgent\ninquiry for rooms from an English family of importance; and I venture\nto ask you to let me know how long you intend to honor us with your\npresence.\n\nTHE PRINCESS [rising anxiously]. Oh! am I in the way?\n\nERMYNTRUDE [sternly]. Sit down, madam. [The Princess sits down\nforlornly. Ermyntrude turns imperiously to the Manager.] Her Highness\nwill require this room for twenty minutes.\n\nTHE MANAGER. Twenty minutes!\n\nERMYNTRUDE. Yes: it will take fully that time to find a proper apartment\nin a respectable hotel.\n\nTHE MANAGER. I do not understand.\n\nERMYNTRUDE. You understand perfectly. How dare you offer Her Highness a\nroom on the second floor?\n\nTHE MANAGER. But I have explained. The first floor is occupied. At\nleast--\n\nERMYNTRUDE. Well? at least?\n\nTHE MANAGER. It is occupied.\n\nERMYNTRUDE. Don't you dare tell Her Highness a falsehood. It is not\noccupied. You are saving it up for the arrival of the five-fifteen\nexpress, from which you hope to pick up some fat armaments contractor\nwho will drink all the bad champagne in your cellar at 5 francs a\nbottle, and pay twice over for everything because he is in the same\nhotel with Her Highness, and can boast of having turned her out of the\nbest rooms.\n\nTHE MANAGER. But Her Highness was so gracious. I did not know that Her\nHighness was at all particular.\n\nERMYNTRUDE. And you take advantage of Her Highness's graciousness. You\nimpose on her with your stories. You give her a room not fit for a dog.\nYou send cold tea to her by a decayed professional person disguised as a\nwaiter. But don't think you can trifle with me. I am a lady's maid; and\nI know the ladies' maids and valets of all the aristocracies of Europe\nand all the millionaires of America. When I expose your hotel as the\nsecond-rate little hole it is, not a soul above the rank of a curate\nwith a large family will be seen entering it. I shake its dust off my\nfeet. Order the luggage to be taken down at once.\n\nTHE MANAGER [appealing to the Princess]. Can Your Highness believe this\nof me? Have I had the misfortune to offend Your Highness?\n\nTHE PRINCESS. Oh no. I am quite satisfied. Please--\n\nERMYNTRUDE. Is Your Highness dissatisfied with me?\n\nTHE PRINCESS [intimidated]. Oh no: please don't think that. I only\nmeant--\n\nERMYNTRUDE [to the manager]. You hear. Perhaps you think Her Highness\nis going to do the work of teaching you your place herself, instead of\nleaving it to her maid.\n\nTHE MANAGER. Oh please, mademoiselle. Believe me: our only wish is to\nmake you perfectly comfortable. But in consequence of the war, all royal\npersonages now practise a rigid economy, and desire us to treat them\nlike their poorest subjects.\n\nTHE PRINCESS. Oh yes. You are quite right--\n\nERMYNTRUDE [interrupting]. There! Her Highness forgives you; but don't\ndo it again. Now go downstairs, my good man, and get that suite on the\nfirst floor ready for us. And send some proper tea. And turn on the\nheating apparatus until the temperature in the rooms is comfortably\nwarm. And have hot water put in all the bedrooms--\n\nTHE MANAGER. There are basins with hot and cold taps.\n\nERMYNTRUDE [scornfully]. Yes: there WOULD be. Suppose we must put up\nwith that: sinks in our rooms, and pipes that rattle and bang and guggle\nall over the house whenever anyone washes his hands. I know.\n\nTHE MANAGER [gallant]. You are hard to please, mademoiselle.\n\nERMYNTRUDE. No harder than other people. But when I'm not pleased I'm\nnot too ladylike to say so. That's all the difference. There is nothing\nmore, thank you.\n\nThe Manager shrugs his shoulders resignedly; makes a deep bow to the\nPrincess; goes to the door; wafts a kiss surreptitiously to Ermyntrude;\nand goes out.\n\nTHE PRINCESS. It's wonderful! How have you the courage?\n\nERMYNTRUDE. In Your Highness's service I know no fear. Your Highness can\nleave all unpleasant people to me.\n\nTHE PRINCESS. How I wish I could! The most dreadful thing of all I have\nto go through myself.\n\nERMYNTRUDE. Dare I ask what it is, Your Highness?\n\nTHE PRINCESS. I'm going to be married. I'm to be met here and married to\na man I never saw. A boy! A boy who never saw me! One of the sons of the\nInca of Perusalem.\n\nERMYNTRUDE. Indeed? Which son?\n\nTHE PRINCESS. I don't know. They haven't settled which. It's a dreadful\nthing to be a princess: they just marry you to anyone they like. The\nInca is to come and look at me, and pick out whichever of his sons he\nthinks will suit. And then I shall be an alien enemy everywhere except\nin Perusalem, because the Inca has made war on everybody. And I shall\nhave to pretend that everybody has made war on him. It's too bad.\n\nERMYNTRUDE. Still, a husband is a husband. I wish I had one.\n\nTHE PRINCESS. Oh, how can you say that! I'm afraid you're not a nice\nwoman.\n\nERMYNTRUDE. Your Highness is provided for. I'm not.\n\nTHE PRINCESS. Even if you could bear to let a man touch you, you\nshouldn't say so.\n\nERMYNTRUDE. I shall not say so again, Your Highness, except perhaps to\nthe man.\n\nTHE PRINCESS. It's too dreadful to think of. I wonder you can be so\ncoarse. I really don't think you'll suit. I feel sure now that you know\nmore about men than you should.\n\nERMYNTRUDE. I am a widow, Your Highness.\n\nTHE PRINCESS [overwhelmed]. Oh, I BEG your pardon. Of course I ought to\nhave known you would not have spoken like that if you were not married.\nThat makes it all right, doesn't it? I'm so sorry.\n\nThe Manager returns, white, scared, hardly able to speak.\n\nTHE MANAGER. Your Highness, an officer asks to see you on behalf of the\nInca of Perusalem.\n\nTHE PRINCESS [rising distractedly]. Oh, I can't, really. Oh, what shall\nI do?\n\nTHE MANAGER. On important business, he says, Your Highness. Captain\nDuval.\n\nERMYNTRUDE. Duval! Nonsense! The usual thing. It is the Inca himself,\nincognito.\n\nTHE PRINCESS. Oh, send him away. Oh, I'm so afraid of the Inca. I'm not\nproperly dressed to receive him; and he is so particular: he would order\nme to stay in my room for a week. Tell him to call tomorrow: say I'm ill\nin bed. I can't: I won't: I daren't: you must get rid of him somehow.\n\nERMYNTRUDE. Leave him to me, Your Highness.\n\nTHE PRINCESS. You'd never dare!\n\nERMYNTRUDE. I am an Englishwoman, Your Highness, and perfectly capable\nof tackling ten Incas if necessary. I will arrange the matter. [To the\nManager.] Show Her Highness to her bedroom; and then show Captain Duval\nin here.\n\nTHE PRINCESS. Oh, thank you so much. [She goes to the door. Ermyntrude,\nnoticing that she has left her hat and gloves on the table, runs after\nher with them.] Oh, THANK you. And oh, please, if I must have one of his\nsons, I should like a fair one that doesn't shave, with soft hair and a\nbeard. I couldn't bear being kissed by a bristly person. [She runs out,\nthe Manager bowing as she passes. He follows her.]\n\nErmyntrude whips off her waterproof; hides it; and gets herself swiftly\ninto perfect trim at the mirror, before the Manager, with a large jewel\ncase in his hand, returns, ushering in the Inca.\n\nTHE MANAGER. Captain Duval.\n\nThe Inca, in military uniform, advances with a marked and imposing stage\nwalk; stops; orders the trembling Manager by a gesture to place the\njewel case on the table; dismisses him with a frown; touches his helmet\ngraciously to Ermyntrude; and takes off his cloak.\n\nTHE INCA. I beg you, madam, to be quite at your ease, and to speak to me\nwithout ceremony.\n\nERMYNTRUDE [moving haughtily and carelessly to the table]. I hadn't the\nslightest intention of treating you with ceremony. [She sits down: a\nliberty which gives him a perceptible shock.] I am quite at a loss to\nimagine why I should treat a perfect stranger named Duval: a captain!\nalmost a subaltern! with the smallest ceremony.\n\nTHE INCA. That is true. I had for the moment forgotten my position.\n\nERMYNTRUDE. It doesn't matter. You may sit down.\n\nTHE INCA [frowning.] What!\n\nERMYNTRUDE. I said, you...may...sit...down.\n\nTHE INCA. Oh. [His moustache droops. He sits down.]\n\nERMYNTRUDE. What is your business?\n\nTHE INCA. I come on behalf of the Inca of Perusalem.\n\nERMYNTRUDE. The Allerhochst?\n\nTHE INCA. Precisely.\n\nERMYNTRUDE. I wonder does he feel ridiculous when people call him the\nAllerhochst.\n\nTHE INCA [surprised]. Why should he? He IS the Allerhochst.\n\nERMYNTRUDE. Is he nice looking?\n\nTHE INCA. I--er. Er--I. I--er. I am not a good judge.\n\nERMYNTRUDE. They say he takes himself very seriously.\n\nTHE INCA. Why should he not, madam? Providence has entrusted to his\nfamily the care of a mighty empire. He is in a position of half divine,\nhalf paternal, responsibility towards sixty millions of people, whose\nduty it is to die for him at the word of command. To take himself\notherwise than seriously would be blasphemous. It is a punishable\noffence--severely punishable--in Perusalem. It is called\nIncadisparagement.\n\nERMYNTRUDE. How cheerful! Can he laugh?\n\nTHE INCA. Certainly, madam. [He laughs, harshly and mirthlessly.] Ha ha!\nHa ha ha!\n\nERMYNTRUDE [frigidly]. I asked could the Inca laugh. I did not ask could\nyou laugh.\n\nTHE INCA. That is true, madam. [Chuckling.] Devilish amusing, that!\n[He laughs, genially and sincerely, and becomes a much more agreeable\nperson.] Pardon me: I am now laughing because I cannot help it. I am\namused. The other was merely an imitation: a failure, I admit.\n\nERMYNTRUDE. You intimated that you had some business?\n\nTHE INCA [producing a very large jewel case, and relapsing into\nsolemnity.] I am instructed by the Allerhochst to take a careful note\nof your features and figure, and, if I consider them satisfactory, to\npresent you with this trifling token of His Imperial Majesty's regard.\nI do consider them satisfactory. Allow me [he opens the jewel case and\npresents it.]\n\nERMYNTRUDE [staring at the contents]. What awful taste he must have! I\ncan't wear that.\n\nTHE INCA [reddening]. Take care, madam! This brooch was designed by the\nInca himself. Allow me to explain the design. In the centre, the shield\nof Arminius. The ten surrounding medallions represent the ten castles\nof His Majesty. The rim is a piece of the telephone cable laid by His\nMajesty across the Shipskeel canal. The pin is a model in miniature of\nthe sword of Henry the Birdcatcher.\n\nERMYNTRUDE. Miniature! It must be bigger than the original. My good man,\nyou don't expect me to wear this round my neck: it's as big as a turtle.\n[He shuts the case with an angry snap.] How much did it cost?\n\nTHE INCA. For materials and manufacture alone, half a million Perusalem\ndollars, madam. The Inca's design constitutes it a work of art. As such,\nit is now worth probably ten million dollars.\n\nERMYNTRUDE. Give it to me [she snatches it]. I'll pawn it and buy\nsomething nice with the money.\n\nTHE INCA. Impossible, madam. A design by the Inca must not be exhibited\nfor sale in the shop window of a pawnbroker. [He flings himself into his\nchair, fuming.]\n\nERMYNTRUDE. So much the better. The Inca will have to redeem it to save\nhimself from that disgrace; and the poor pawnbroker will get his money\nback. Nobody would buy it, you know.\n\nTHE INCA. May I ask why?\n\nERMYNTRUDL. Well, look at it! Just look at it! I ask you!\n\nTHE INCA [his moustache drooping ominously]. I am sorry to have to\nreport to the Inca that you have no soul for fine art. [He rises\nsulkily.] The position of daughter-in-law to the Inca is not compatible\nwith the tastes of a pig. [He attempts to take back the brooch.]\n\nERMYNTRUDE [rising and retreating behind her chair with the brooch].\nHere! you let that brooch alone. You presented it to me on behalf of the\nInca. It is mine. You said my appearance was satisfactory.\n\nTHE INCA. Your appearance is not satisfactory. The Inca would not allow\nhis son to marry you if the boy were on a desert island and you were the\nonly other human being on it [he strides up the room.]\n\nERMYNTRUDE [calmly sitting down and replacing the case on the table].\nHow could he? There would be no clergyman to marry us. It would have to\nbe quite morganatic.\n\nTHE INCA [returning]. Such an expression is out of place in the mouth of\na princess aspiring to the highest destiny on earth. You have the morals\nof a dragoon. [She receives this with a shriek of laughter. He struggles\nwith his sense of humor.] At the same time [he sits down] there is a\ncertain coarse fun in the idea which compels me to smile [he turns up\nhis moustache and smiles.]\n\nERMYNTRUDE. When I marry the Inca's son, Captain, I shall make the Inca\norder you to cut off that moustache. It is too irresistible. Doesn't it\nfascinate everyone in Perusalem?\n\nTHE INCA [leaning forward to her energetically]. By all the thunders of\nThor, madam, it fascinates the whole world.\n\nERMYNTRUDE. What I like about you, Captain Duval, is your modesty.\n\nTHE INCA [straightening up suddenly]. Woman, do not be a fool.\n\nERMYNTRUDE [indignant]. Well!\n\nTHE INCA. You must look facts in the face. This moustache is an exact\ncopy of the Inca's moustache. Well, does the world occupy itself with\nthe Inca's moustache or does it not? Does it ever occupy itself with\nanything else? If that is the truth, does its recognition constitute\nthe Inca a coxcomb? Other potentates have moustaches: even beards\nand moustaches. Does the world occupy itself with those beards and\nmoustaches? Do the hawkers in the streets of every capital on the\ncivilized globe sell ingenious cardboard representations of their faces\non which, at the pulling of a simple string, the moustaches turn up and\ndown, so--[he makes his moustache turn, up and down several times]? No!\nI say No. The Inca's moustache is so watched and studied that it has\nmade his face the political barometer of the whole continent. When that\nmoustache goes up, culture rises with it. Not what you call culture;\nbut Kultur, a word so much more significant that I hardly understand\nit myself except when I am in specially good form. When it goes down,\nmillions of men perish.\n\nERMYNTRUDE. You know, if I had a moustache like that, it would turn my\nhead. I should go mad. Are you quite sure the Inca isn't mad?\n\nTHE INCA. How can he be mad, madam? What is sanity? The condition of the\nInca's mind. What is madness? The condition of the people who disagree\nwith the Inca.\n\nERMYNTRUDE. Then I am a lunatic because I don't like that ridiculous\nbrooch.\n\nTHE INCA. No, madam: you are only an idiot.\n\nERMYNTRUDE. Thank you.\n\nTHE INCA. Mark you: It is not to be expected that you should see eye to\neye with the Inca. That would be presumption. It is for you to accept\nwithout question or demur the assurance of your Inca that the brooch is\na masterpiece.\n\nERMYNTRUDE. MY Inca! Oh, come! I like that. He is not my Inca yet.\n\nTHE INCA. He is everybody's Inca, madam. His realm will yet extend to\nthe confines of the habitable earth. It is his divine right; and let\nthose who dispute it look to themselves. Properly speaking, all those\nwho are now trying to shake his world predominance are not at war with\nhim, but in rebellion against him.\n\nERMYNTRUDE. Well, he started it, you know.\n\nTHE INCA. Madam, be just. When the hunters surround the lion, the lion\nwill spring. The Inca had kept the peace of years. Those who attacked\nhim were steeped in blood, black blood, white blood, brown blood, yellow\nblood, blue blood. The Inca had never shed a drop.\n\nERMYNTRUDE. He had only talked.\n\nTHE INCA. Only TALKED! ONLY talked! What is more glorious than talk? Can\nanyone in the world talk like him? Madam, when he signed the declaration\nof war, he said to his foolish generals and admirals, 'Gentlemen, you\nwill all be sorry for this.' And they are. They know now that they had\nbetter have relied on the sword of the spirit: in other words, on their\nInca's talk, than on their murderous cannons. The world will one day do\njustice to the Inca as the man who kept the peace with nothing but his\ntongue and his moustache. While he talked: talked just as I am talking\nnow to you, simply, quietly, sensibly, but GREATLY, there was peace;\nthere was prosperity; Perusalem went from success to success. He has\nbeen silenced for a year by the roar of trinitrotoluene and the bluster\nof fools; and the world is in ruins. What a tragedy! [He is convulsed\nwith grief.]\n\nERMYNTRUDE. Captain Duval, I don't want to be unsympathetic; but suppose\nwe get back to business.\n\nTHE INCA. Business! What business?\n\nERMYNTRUDE. Well, MY business. You want me to marry one of the Inca's\nsons: I forget which.\n\nTHE INCA. As far as I can recollect the name, it is His Imperial\nHighness Prince Eitel William Frederick George Franz Josef Alexander\nNicholas Victor Emmanuel Albert Theodore Wilson--\n\nERMYNTRUDE [interrupting]. Oh, please, please, mayn't I have one with a\nshorter name? What is he called at home?\n\nTHE INCA. He is usually called Sonny, madam. [With great charm of\nmanner.] But you will please understand that the Inca has no desire to\npin you to any particular son. There is Chips and Spots and Lulu and\nPongo and the Corsair and the Piffler and Jack Johnson the Second,\nall unmarried. At least not seriously married: nothing, in short, that\ncannot be arranged. They are all at your service.\n\nERMYNTRUDE. Are they all as clever and charming as their father?\n\nTHE INCA [lifts his eyebrows pityingly; shrugs his shoulders; then,\nwith indulgent paternal contempt]. Excellent lads, madam. Very honest\naffectionate creatures. I have nothing against them. Pongo imitates\nfarmyard sounds--cock crowing and that sort of thing--extremely well.\nLulu plays Strauss's Sinfonia Domestica on the mouth organ really\nscreamingly. Chips keeps owls and rabbits. Spots motor bicycles. The\nCorsair commands canal barges and steers them himself. The Piffler\nwrites plays, and paints most abominably. Jack Johnson trims ladies'\nhats, and boxes with professionals hired for that purpose. He is\ninvariably victorious. Yes: they all have their different little\ntalents. And also, of course, their family resemblances. For example,\nthey all smoke; they all quarrel with one another; and they none of them\nappreciate their father, who, by the way, is no mean painter, though the\nPiffler pretends to ridicule his efforts.\n\nERMYNTRUDE. Quite a large choice, eh?\n\nTHE INCA. But very little to choose, believe me. I should not recommend\nPongo, because he snores so frightfully that it has been necessary to\nbuild him a sound-proof bedroom: otherwise the royal family would get no\nsleep. But any of the others would suit equally well--if you are really\nbent on marrying one of them.\n\nERMYNTRUDE. If! What is this? I never wanted to marry one of them. I\nthought you wanted me to.\n\nTHE INCA. I did, madam; but [confidentially, flattering her] you are not\nquite the sort of person I expected you to be; and I doubt whether\nany of these young degenerates would make you happy. I trust I am not\nshowing any want of natural feeling when I say that from the point of\nview of a lively, accomplished, and beautiful woman [Ermyntrude bows]\nthey might pall after a time. I suggest that you might prefer the Inca\nhimself.\n\nERMYNTRUDE. Oh, Captain, how could a humble person like myself be of\nany interest to a prince who is surrounded with the ablest and most\nfar-reaching intellects in the world?\n\nTAE INCA [explosively]. What on earth are you talking about, madam? Can\nyou name a single man in the entourage of the Inca who is not a born\nfool?\n\nERMYNTRUDE. Oh, how can you say that! There is Admiral von Cockpits--\n\nTHE INCA [rising intolerantly and striding about the room]. Von\nCockpits! Madam, if Von Cockpits ever goes to heaven, before three weeks\nare over the Angel Gabriel will be at war with the man in the moon.\n\nERMYNTRUDE. But General Von Schinkenburg--\n\nTHE INCA. Schinkenburg! I grant you, Schinkenburg has a genius for\ndefending market gardens. Among market gardens he is invincible. But\nwhat is the good of that? The world does not consist of market gardens.\nTurn him loose in pasture and he is lost. The Inca has defeated all\nthese generals again and again at manoeuvres; and yet he has to\ngive place to them in the field because he would be blamed for every\ndisaster--accused of sacrificing the country to his vanity. Vanity! Why\ndo they call him vain? Just because he is one of the few men who are not\nafraid to live. Why do they call themselves brave? Because they have\nnot sense enough to be afraid to die. Within the last year the world\nhas produced millions of heroes. Has it produced more than one Inca? [He\nresumes his seat.]\n\nERMYNTRUDE. Fortunately not, Captain. I'd rather marry Chips.\n\nTHE INCA [making a wry face]. Chips! Oh no: I wouldn't marry Chips.\n\nERMYNTRUDE. Why?\n\nTHE INCA [whispering the secret]. Chips talks too much about himself.\n\nERMYNTRUDE. Well, what about Snooks?\n\nTHE INCA. Snooks? Who is he? Have I a son named Snooks? There are so\nmany--[wearily] so many--that I often forget. [Casually.] But I wouldn't\nmarry him, anyhow, if I were you.\n\nERMYNTRUDE. But hasn't any of them inherited the family genius? Surely,\nif Providence has entrusted them with the care of Perusalem--if they are\nall descended from Bedrock the Great--\n\nTHE INCA [interrupting her impatiently]. Madam, if you ask me, I\nconsider Bedrock a grossly overrated monarch.\n\nERMYNTRUDE [shocked]. Oh, Captain! Take care! Incadisparagement.\n\nTHE INCA. I repeat, grossly overrated. Strictly between ourselves, I\ndo not believe all this about Providence entrusting the care of sixty\nmillion human beings to the abilities of Chips and the Piffler and Jack\nJohnson. I believe in individual genius. That is the Inca's secret. It\nmust be. Why, hang it all, madam, if it were a mere family matter, the\nInca's uncle would have been as great a man as the Inca. And--well,\neverybody knows what the Inca's uncle was.\n\nERMYNTRUDE. My experience is that the relatives of men of genius are\nalways the greatest duffers imaginable.\n\nTHE INCA. Precisely. That is what proves that the Inca is a man of\ngenius. His relatives ARE duffers.\n\nERMYNTRUDE. But bless my soul, Captain, if all the Inca's generals are\nincapables, and all his relatives duffers, Perusalem will be beaten in\nthe war; and then it will become a republic, like France after 1871, and\nthe Inca will be sent to St Helena.\n\nTHE INCA [triumphantly]. That is just what the Inca is playing for,\nmadam. It is why he consented to the war.\n\nERMYNTRUDE. What!\n\nTHE INCA. Aha! The fools talk of crushing the Inca; but they little know\ntheir man. Tell me this. Why did St Helena extinguish Napoleon?\n\nERMYNTRUDE. I give it up.\n\nTHE INCA. Because, madam, with certain rather remarkable qualities,\nwhich I should be the last to deny, Napoleon lacked versatility. After\nall, any fool can be a soldier: we know that only too well in Perusalem,\nwhere every fool is a soldier. But the Inca has a thousand other\nresources. He is an architect. Well, St Helena presents an unlimited\nfield to the architect. He is a painter: need I remind you that St\nHelena is still without a National Gallery? He is a composer: Napoleon\nleft no symphonies in St Helena. Send the Inca to St Helena, madam,\nand the world will crowd thither to see his works as they crowd now to\nAthens to see the Acropolis, to Madrid to see the pictures of Velasquez,\nto Bayreuth to see the music dramas of that egotistical old rebel\nRichard Wagner, who ought to have been shot before he was forty, as\nindeed he very nearly was. Take this from me: hereditary monarchs are\nplayed out: the age for men of genius has come: the career is open to\nthe talents: before ten years have elapsed every civilized country from\nthe Carpathians to the Rocky Mountains will be a Republic.\n\nERMYNTRUDE. Then goodbye to the Inca.\n\nTHE INCA. On the contrary, madam, the Inca will then have his first real\nchance. He will be unanimously invited by those Republics to return from\nhis exile and act as Superpresident of all the republics.\n\nERMYNTRUDE. But won't that be a come-down for him? Think of it! after\nbeing Inca, to be a mere President!\n\nTHE INCA. Well, why not! An Inca can do nothing. He is tied hand and\nfoot. A constitutional monarch is openly called an India-rubber stamp.\nAn emperor is a puppet. The Inca is not allowed to make a speech: he\nis compelled to take up a screed of flatulent twaddle written by\nsome noodle of a minister and read it aloud. But look at the American\nPresident! He is the Allerhochst, if you like. No, madam, believe me,\nthere is nothing like Democracy, American Democracy. Give the people\nvoting papers: good long voting papers, American fashion; and while the\npeople are reading the voting papers the Government does what it likes.\n\nERMYNTRUDE. What! You too worship before the statue of Liberty, like the\nAmericans?\n\nTHE INCA. Not at all, madam. The Americans do not worship the statue\nof Liberty. They have erected it in the proper place for a statue of\nLiberty: on its tomb [he turns down his moustaches.]\n\nERMYNTRUDE [laughing]. Oh! You'd better not let them hear you say that,\nCaptain.\n\nTHE INCA. Quite safe, madam: they would take it as a joke. [He rises.]\nAnd now, prepare yourself for a surprise. [She rises]. A shock. Brace\nyourself. Steel yourself. And do not be afraid.\n\nERMYNTRUDE. Whatever on earth can you be going to tell me, Captain?\n\nTHE INCA. Madam, I am no captain. I--\n\nERMYNTRUDE. You are the Inca in disguise.\n\nTHE INCA. Good heavens! how do you know that? Who has betrayed me?\n\nERMYNTRUDE. How could I help divining it, Sir? Who is there in the world\nlike you? Your magnetism--\n\nTHE INCA. True: I had forgotten my magnetism. But you know now that\nbeneath the trappings of Imperial Majesty there is a Man: simple, frank,\nmodest, unaffected, colloquial: a sincere friend, a natural human being,\na genial comrade, one eminently calculated to make a woman happy. You,\non the other hand, are the most charming woman I have ever met. Your\nconversation is wonderful. I have sat here almost in silence, listening\nto your shrewd and penetrating account of my character, my motives, if I\nmay say so, my talents. Never has such justice been done me: never have\nI experienced such perfect sympathy. Will you--I hardly know how to put\nthis--will you be mine?\n\nERMYNTRUDE. Oh, Sir, you are married.\n\nTHE INCA. I am prepared to embrace the Mahometan faith, which allows a\nman four wives, if you will consent. It will please the Turks. But I had\nrather you did not mention it to the Inca-ess. If you don't mind.\n\nERMYNTRUDE. This is really charming of you. But the time has come for\nme to make a revelation. It is your Imperial Majesty's turn now to brace\nyourself. To steel yourself. I am not the princess. I am--\n\nTHE INCA. The daughter of my old friend Archdeacon Daffodil Donkin,\nwhose sermons are read to me every evening after dinner. I never forget\na face.\n\nERMYNTRUDE. You knew all along!\n\nTHE INCA [bitterly, throwing himself into his chair]. And you supposed\nthat I, who have been condemned to the society of princesses all my\nwretched life, believed for a moment that any princess that ever walked\ncould have your intelligence!\n\nERMYNTRUDE. How clever of you, Sir! But you cannot afford to marry me.\n\nTHE INCA [springing up]. Why not?\n\nERMYNTRUDE. You are too poor. You have to eat war bread. Kings nowadays\nbelong to the poorer classes. The King of England does not even allow\nhimself wine at dinner.\n\nTHE INCA [delighted]. Haw! Ha ha! Haw! haw! [He is convulsed with\nlaughter, and, finally has to relieve his feelings by waltzing half round\nthe room.]\n\nERMYNTRUDE. You may laugh, Sir; but I really could not live in that\nstyle. I am the widow of a millionaire, ruined by your little war.\n\nTHE INCA. A millionaire! What are millionaires now, with the world\ncrumbling?\n\nERMYNTRUDE. Excuse me: mine was a hyphenated millionaire.\n\nTHE INCA. A highfalutin millionaire, you mean. [Chuckling]. Haw! ha ha!\nreally very nearly a pun, that. [He sits down in her chair.]\n\nERMYNTRUDE [revolted, sinking into his chair]. I think it quite the\nworst pun I ever heard.\n\nTHE INCA. The best puns have all been made years ago: nothing remained\nbut to achieve the worst. However, madam [he rises majestically; and she\nis about to rise also]. No: I prefer a seated audience [she falls back\ninto her seat at the imperious wave of his hand]. So [he clicks his\nheels]. Madam, I recognize my presumption in having sought the honor\nof your hand. As you say, I cannot afford it. Victorious as I am, I am\nhopelessly bankrupt; and the worst of it is, I am intelligent enough\nto know it. And I shall be beaten in consequence, because my most\nimplacable enemy, though only a few months further away from bankruptcy\nthan myself, has not a ray of intelligence, and will go on fighting\nuntil civilization is destroyed, unless I, out of sheer pity for the\nworld, condescend to capitulate.\n\nERMYNTRUDE. The sooner the better, Sir. Many fine young men are dying\nwhile you wait.\n\nTHE INCA [flinching painfully]. Why? Why do they do it?\n\nERMYNTRUDE. Because you make them.\n\nTHE INCA. Stuff! How can I? I am only one man; and they are millions.\nDo you suppose they would really kill each other if they didn't want\nto, merely for the sake of my beautiful eyes? Do not be deceived by\nnewspaper claptrap, madam. I was swept away by a passion not my own,\nwhich imposed itself on me. By myself I am nothing. I dare not walk down\nthe principal street of my own capital in a coat two years old, though\nthe sweeper of that street can wear one ten years old. You talk of\ndeath as an unpopular thing. You are wrong: for years I gave them art,\nliterature, science, prosperity, that they might live more abundantly;\nand they hated me, ridiculed me, caricatured me. Now that I give them\ndeath in its frightfullest forms, they are devoted to me. If you doubt\nme, ask those who for years have begged our taxpayers in vain for a\nfew paltry thousands to spend on Life: on the bodies and minds of the\nnation's children, on the beauty and healthfulness of its cities, on\nthe honor and comfort of its worn-out workers. They refused: and because\nthey refused, death is let loose on them. They grudged a few hundreds\na year for their salvation: they now pay millions a day for their own\ndestruction and damnation. And this they call my doing! Let them say it,\nif they dare, before the judgment-seat at which they and I shall answer\nat last for what we have left undone no less than for what we have done.\n[Pulling himself together suddenly.] Madam, I have the honor to be your\nmost obedient [he clicks his heels and bows].\n\nERMYNTRUDE. Sir! [She curtsies.]\n\nTHE INCA [turning at the door]. Oh, by the way, there is a princess,\nisn't there, somewhere on the premises?\n\nERMYNTRUDE. There is. Shall I fetch her?\n\nTHE INCA [dubious], Pretty awful, I suppose, eh?\n\nERMYNTRUDE. About the usual thing.\n\nTHE INCA [sighing]. Ah well! What can one expect? I don't think I need\ntrouble her personally. Will you explain to her about the boys?\n\nERMYNTRUDE. I am afraid the explanation will fall rather flat without\nyour magnetism.\n\nTHE INCA [returning to her and speaking very humanly]. You are making\nfun of me. Why does everybody make fun of me? Is it fair?\n\nERMYNTRUDE [seriously]. Yes, it is fair. What other defence have we poor\ncommon people against your shining armor, your mailed fist, your pomp\nand parade, your terrible power over us? Are these things fair?\n\nTHE INCA. Ah, well, perhaps, perhaps. [He looks at his watch.] By the\nway, there is time for a drive round the town and a cup of tea at the\nZoo. Quite a bearable band there: it does not play any patriotic airs.\nI am sorry you will not listen to any more permanent arrangement; but if\nyou would care to come--\n\nERMYNTRUDE [eagerly]. Ratherrrrrr. I shall be delighted.\n\nTHE INCA [cautiously]. In the strictest honor, you understand.\n\nERMYNTRUDE. Don't be afraid. I promise to refuse any incorrect\nproposals.\n\nTHE INCA [enchanted]. Oh! Charming woman: how well you understand men!\n\nHe offers her his arm: they go out together.",
    "metadata": {
        "author": [
            "Shaw, G. B. (George Bernard)",
            "Shaw, Bernard",
            "Shaw, Bernhard",
            "Bassetto, Corno di",
            "Shaw, George Bernard",
            "Shaw, G. Bernard (George Bernard)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/3486/pg3486.txt",
        "name": "the_inca_of_perusalem_an_almost_historical_comedie.json"
    }
}