{
    "name": "The Non-Electronic Bug",
    "author": [
        "Mittleman, E."
    ],
    "body": "I wouldn't take five cents off a legitimate man, but if they want to\ngamble that's another story.\n\nWhat I am is a genius, and I give you a piece of advice: Do not ever\nplay cards with a stranger. The stranger might be me. Where there are\ndegenerate card players around, I sometimes get a call. Not dice--I\ndon't have a machine to handle them. But with cards I have a machine to\nforce the advantage.\n\nThe first thing is a little radio receiver, about the size of a pack\nof cigarettes. You don't hear any music. You feel it on your skin. The\nnext thing is two dimes. You stick them onto you, anywhere you like.\nSome like to put them on their legs, some on their belly. Makes no\ndifference, just so they're out of sight. Each dime has a wire soldered\nto it, and the wires are attached to the little receiver that goes in\nyour pocket.\n\nThe other thing is the transmitter I carry around.\n\nMy partner was a fellow named Henry. He had an electronic surplus\nhardware business, but business wasn't good and he was looking for\na little extra cash on the side. It turns out that the other little\nwholesalers in the loft building where he has his business are all\ncard players, and no pikers, either. So Henry spread the word that\nhe was available for a gin game--any time at all, but he would only\nplay in his own place--he was expecting an important phone call and he\ndidn't want to be away and maybe miss it.... It never came; but the\ncard players did.\n\nI was supposed to be his stock clerk. While Henry and the other fellow\nwere working on the cards at one end of the room, I would be moving\naround the other--checking the stock, packing the stuff for shipment,\narranging it on the shelves, sweeping the floor. I was a regular model\nworker, busy every second. I had to be. In order to see the man's\nhand I had to be nearby, but I had to keep moving so he wouldn't pay\nattention to me.\n\nAnd every time I got a look at his hand, I pushed the little button on\nthe transmitter in my pocket.\n\nEvery push on the button was a shock on Henry's leg. One for spades,\ntwo for hearts, three for diamonds, four for clubs.\n\nThen I would tip the card: a short shock for an ace, two for a king,\nthree for a queen, and so on down to the ten. A long and a short\nfor nine, a long and two shorts for an eight ... it took a little\nmemorizing, but it was worth it. Henry knew every card the other man\nheld every time. And I got fifty per cent.\n\n\n\nWe didn't annihilate the fish. They hardly felt they were being hurt,\nbut we got a steady advantage, day after day. We did so well we took on\nanother man--I can take physical labor or leave it alone, and I leave\nit alone every chance I get.\n\nThat was where we first felt the trouble.\n\nOur new boy was around twenty. He had a swept-wing haircut, complete\nwith tail fins. Also he had a silly laugh. Now, there are jokes in a\ncard game--somebody taking a beating will sound off, to take away some\nof the sting, but nobody laughs because the cracks are never funny. But\nthey were to our new boy.\n\nHe laughed.\n\nHe laughed not only when the mark made some crack, but a lot of the\ntime when he didn't. It got so the customers were looking at him with a\nlot of dislike, and that was bad for business.\n\nSo I called him out into the hall. \"Skippy,\" I said--that's what we\ncalled him, \"lay off. _Never_ rub it in to a sucker. It's enough to\ntake his money.\"\n\nHe ran his fingers back along his hair. \"Can't a fellow express\nhimself?\"\n\nI gave him a long, hard unhealthy look. _Express_ himself? He wouldn't\nhave to. I'd express him myself--express him right out of our setup.\n\nBut before I got a chance, this fellow from Chicago came in, a big\nmanufacturer named Chapo; a wheel, and he looked it. He was red-faced,\nwith hanging jowls and a big dollar cigar; he announced that he only\nplayed for big stakes ... and, nodding toward the kid and me, that he\ndidn't like an audience.\n\nHenry looked at us miserably. But what was he going to do? If he didn't\ngo along, the word could spread that maybe there was something wrong\ngoing on. He had to play. \"Take the day off, you two,\" he said, but he\nwasn't happy.\n\nI thought fast.\n\nThere was still one chance. I got behind Chapo long enough to give\nHenry a wink and a nod toward the window. Then I took Skippy by the\nelbow and steered him out of there.\n\nDown in the street I said, fast: \"You want to earn your pay? You have\nto give me a hand--an eye is really what I mean. Don't argue--just say\nyes or no.\"\n\nHe didn't stop to think. \"Sure,\" he said. \"Why not?\"\n\n\"All right.\" I took him down the street to where they had genuine\nimported Japanese field glasses and laid out twenty bucks for a pair.\nThe man was a thief, but I didn't have time to argue. Right across the\nstreet from Henry's place was a rundown hotel. That was our next stop.\n\nThe desk man in the scratch house looked up from his comic book. \"A\nroom,\" I said. \"Me and my nephew want a room facing the street.\" And I\npointed to the window of Henry's place, where I wanted it to face.\n\nBecause we still had a chance. With the field glasses and Skippy's\nyoung, good eyes to look through them, with the transmitter that would\ncarry an extra hundred yards easy enough--with everything going for us,\nwe had a chance. Provided Henry had been able to maneuver Chapo so his\nback was to the window.\n\nThe bed merchant gave us a long stall about how the only room we wanted\nbelonged to a sweet old lady that was sick and couldn't be moved. But\nfor ten bucks she could be.\n\nAll the time I was wondering how many hands were being played, if we\nwere stuck money and how much--all kinds of things. But finally we\ngot into the room and I laid it out for Skippy. \"You aim those field\nglasses out the window,\" I told him. \"Read Chapo's cards and let me\nknow; that's all. I'll take care of the rest.\"\n\nI'll say this for him, duck-tail haircut and all, he settled right\ndown to business. I made myself comfortable on the bed and rattled them\noff on the transmitter as he read the cards to me. I couldn't see the\nplayers, didn't know the score; but if he was giving the cards to me\nright, I was getting them out to Henry.\n\nI felt pretty good. I even began to feel kindly toward the kid. At my\nage, bifocals are standard equipment, but to judge from Skippy's fast,\nsure call of the cards, his eyesight was twenty-twenty or better.\n\nAfter about an hour, Skippy put down the glasses and broke the news:\nthe game was over.\n\nWe took our time getting back to Henry's place, so Chapo would have\ntime to clear out. Henry greeted us with eight fingers in the air.\n\nEight hundred? But before I could ask him, he was already talking:\n\"Eight big ones! Eight thousand bucks! And how you did it, I'll never\nknow!\"\n\nWell, eight thousand was good news, no doubt of that. I said, \"That's\nthe old system, Henry. But we couldn't have done it if you hadn't\nsteered the fish up to the window.\" And I showed him the Japanese field\nglasses, grinning.\n\nBut he didn't grin back. He looked puzzled. He glanced toward the\nwindow.\n\nI looked too, and then I saw what he was puzzled about. It was pretty\nobvious that Henry had missed my signal. He and the fish had played by\nthe window, all right.\n\nBut the shade was down.\n\n\n\nWhen I turned around to look for Skippy, to ask him some questions, he\nwas gone. Evidently he didn't want to answer.\n\nI beat up and down every block in the neighborhood until I spotted him\nin a beanery, drinking a cup of coffee and looking worried.\n\nI sat down beside him, quiet. He didn't look around. The counterman\nopened his mouth to say hello. I shook my head, but Skippy said,\n\"That's all right. I know you're there.\"\n\nI blinked. This was a creep! But I had to find out what was going on. I\nsaid, \"You made a mistake, kid.\"\n\n\"Running out?\" He shrugged. \"It's not the first mistake I made,\" he\nsaid bitterly. \"Getting into your little setup with the bugged game\ncame before that.\"\n\nI said, \"You can always quit,\" but then stopped. Because it was a lie.\nHe couldn't quit--not until I found out how he read Chapo's cards\nthrough a drawn shade.\n\nHe said drearily, \"You've all got me marked lousy, haven't you? Don't\nkid me about Henry--I know. I'm not so sure about you, but it wouldn't\nsurprise me.\"\n\n\"What are you talking about?\"\n\n\"I can hear every word that's on Henry's mind,\" he said somberly.\n\"You, no. Some people I can hear, some I can't; you're one I can't.\"\n\n\"What kind of goofy talk is that?\" I demanded. But, to tell you the\ntruth, I didn't think it was so goofy. The window shade was a lot\ngoofier.\n\n\"All my life,\" said Skippy, \"I've been hearing the voices. It doesn't\nmatter if they talk out loud or not. Most people I can hear, even when\nthey don't want me to. Field glasses? I didn't need field glasses. I\ncould hear every thought that went through Chapo's mind, clear across\nthe street. Henry too. That's how I know.\" He hesitated, looking at me.\n\"You think Henry took eight thousand off Chapo, don't you? It was ten.\"\n\nI said, \"Prove it.\"\n\nThe kid finished his coffee. \"Well,\" he said, \"you want to know what\nthe counterman's got on his mind?\" He leaned over and whispered to me.\n\nI yelled, \"That's a lousy thing to say!\"\n\nEverybody was looking at us. He said softly, \"You see what it's like? I\ndon't want to hear all this stuff! You think the counterman's got a bad\nmind, you ought to listen in on Henry's.\" He looked along the stools.\n\"See that fat little woman down at the end? She's going to order\nanother cheese Danish.\"\n\nHe hadn't even finished talking when the woman was calling the\ncounterman, and she got another cheese Danish. I thought it over. What\nhe said about Henry holding out on me made it real serious. I had to\nhave more proof.\n\nBut I didn't like Skippy's idea of proof. He offered to call off what\neverybody in the beanery was going to do next, barring three or four he\nsaid were silent, like me. That wasn't good enough. \"Come along with\nme,\" I told him, and we took off for Jake's spot.\n\nThat's a twenty-four-hour place and the doorman knows me. I knew Jake\nand I knew his roulette wheel was gaffed. I walked right up to the\nwheel, and whispered to the kid, \"Can you read the dealer?\" He smiled\nand nodded. \"All right. Call black or red.\"\n\nThe wheel spun, but that didn't stop the betting. Jake's hungry. In\nhis place you can still bet for a few seconds after the wheel starts\nturning.\n\n\"Black,\" Skippy said.\n\nI threw down fifty bucks. Black it was.\n\nThat rattled me.\n\n\"Call again,\" I said.\n\nWhen Skippy said black, I put the fifty on red. Black won it.\n\n\"Let's go,\" I said, and led the kid out of there.\n\nHe was looking puzzled. \"How come--\"\n\n\"How come I played to lose?\" I patted his shoulder. \"Sonny, you got a\nlot to learn. Jake's is no fair game. This was only a dry run.\"\n\nThen I got rid of him, because I had something to do.\n\n\n\nHenry came across. He even looked embarrassed. \"I figured,\" he said,\n\"uh, I figured that the expenses--\"\n\n\"Save it,\" I told him. \"All I want is my split.\"\n\nHe handed it over, but I kept my hand out, waiting. After a minute he\ngot the idea. He reached down inside the waistband of his pants, pulled\nloose the tape that held the dimes to his skin and handed over the\nradio receiver. \"That's it, huh?\" he said.\n\n\"That's it.\"\n\n\"Take your best shot,\" he said glumly. \"But mark my words. You're not\ngoing to make out on your own.\"\n\n\"I won't be on my own,\" I told him, and left him then. By myself? Not\na chance! It was going to be Skippy and me, all the way. Not only\ncould he read minds, but the capper was that he couldn't read mine!\nOtherwise, you can understand, I might not want him around all the time.\n\nBut this way I had my own personal bug in every game in town, and I\ndidn't even have to spend for batteries. Card games, gaffed wheels,\neverything. Down at the track he could follow the smart-money guys\naround and let me know what they knew, which was plenty. We could even\ngo up against the legit games in Nevada, with no worry about bluffs.\n\nAnd think of the fringe benefits! With Skippy giving the women a\npreliminary screening, I could save a lot of wasted time. At my age,\ntime is nothing to be wasted.\n\nI could understand a lot about Skippy now--why he didn't like most\npeople, why he laughed at jokes nobody else thought were funny, or even\ncould hear. But everybody has got to like somebody, and I had the edge\nover most of the human race. He didn't know what I was thinking.\n\nAnd then, take away the voices in his head, and Skippy didn't have much\nleft. He wasn't very smart. If he had half as much in the way of brains\nas he did in the way of private radar, he would have figured all these\nangles out for himself long ago. No, he needed me. And I needed him.\nWe were all set to make a big score together, so I went back to his\nrooming house where I'd told him to wait, to get going on the big time.\n\nHowever, Henry had more brains than Skippy.\n\nI hadn't told Henry who tipped me off, but it didn't take him long to\nwork out. After all, I had told him I was going out to look for Skippy,\nand I came right back and called him for holding out. No, it didn't\ntake much brains. All he had to do was come around to Skippy's place\nand give him a little lesson about talking.\n\nSo when I walked in the door, Skippy was there, but he was out cold,\nwith lumps on his forehead and a stupid grin on his face. I woke him up\nand he recognized me.\n\nBut you don't make your TV set play better by kicking it. You don't\nhelp a fine Swiss watch by pounding it on an anvil. Skippy could walk\nand talk all right, but something was missing. \"The voices!\" he yelled,\nsitting up on the edge of the bed.\n\nI got a quick attack of cold fear. \"Skippy! What's the matter? Don't\nyou hear them any more?\"\n\nHe looked at me in a panic. \"Oh, I hear them all right. But they're all\ndifferent now. I mean--it isn't English any more. In fact, it isn't any\nlanguage at all!\"\n\n\n\nLike I say, I'm a genius. Skippy wouldn't lie to me; he's not smart\nenough. If he says he hears voices, he hears voices.\n\nBeing a genius, my theory is that when Henry worked Skippy over, he\njarred his tuning strips, or whatever it is, so now Skippy's receiving\non another frequency. Make sense? I'm positive about it. He sticks to\nthe same story, telling me about what he's hearing inside his head, and\nhe's too stupid to make it all up.\n\nThere are some parts of it I don't have all figured out yet, but I'll\nget them. Like what he tells me about the people--I _guess_ they're\npeople--whose voices he hears. They're skinny and furry and very\nreligious. He can't understand their language, but he gets pictures\nfrom them, and he told me what he saw. They worship the Moon, he says.\nOnly that's wrong too, because he says they worship two moons, and\neverybody knows there's only one. But I'll figure it out; I have to,\nbecause I have to get Skippy back in business.\n\nMeanwhile it's pretty lonesome. I spend a lot of time down around the\nold neighborhood, but I haven't set up another partner for taking the\ncard players. That seems like pretty small stuff now. And I don't talk\nto Henry when I see him. And I _never_ go in the beanery when that\ncounterman is on duty. I've got enough troubles in the world; I don't\nhave to add to them by associating with _his_ kind.",
    "metadata": {
        "author": [
            "Mittleman, E."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/60897/pg60897.txt",
        "name": "the_non_electronic_bug.json"
    }
}