{
    "name": "The Game of Chess: A Play in One Act",
    "author": [
        "Goodman, Kenneth Sawyer"
    ],
    "body": "  DUST OF THE ROAD: A Play in One Act.      net 35c\n\n  THE GAME OF CHESS: A Play in One Act.      net 35c\n\n  THE MASQUE OF QUETZAL’S BOWL.      net 25c\n\n  A PAGEANT FOR INDEPENDENCE DAY.      net 35c\n\n  THE MASQUE OF MONTEZUMA.      net 25c\n\n  THE DAIMIO’S HEAD, MONTEZUMA & QUETZAL’S BOWL together, bound in\n    cloth,      net $1.00\n\n  RYLAND: A Comedy in One Act.      net 25c\n\n  CÆSAR’S GODS: A Byzantine Masque.      net 25c\n\n  HOLBEIN IN BLACKFRIARS: An Improbable Comedy.      net 25c\n\n  THE CHAPLET OF PAN: A Masque.      net 35c\n\n\n_The above are to be had of all book-sellers or of THE STAGE GUILD,\nRailway Exchange Building, Chicago, and VAUGHAN & GOMME, 2 East\nTwenty-ninth Street, New York._\n\n\n\n\n  THE GAME OF CHESS\n\n  A PLAY IN ONE ACT\n\n\n  NEW YORK\n  VAUGHAN & GOMME\n  MCMXIV\n\n\n\n\n  _Copyright 1914 by\n  Kenneth Sawyer Goodman\n  All rights reserved_\n\n\nNOTICE: Application for permission to perform this play in the United\nStates should be made to The Stage Guild, Railway Exchange Building,\nChicago; and application for permission to perform it elsewhere should\nbe made to Mr. B. Iden Payne, The Gaiety Theatre, Manchester, England.\nNo performance of it may take place without consent of the owners of\nthe acting rights.\n\n\n\n\nTHE GAME OF CHESS was first produced by B. Iden Payne under the\nauspices of the Chicago Theatre Society at the Fine Arts Theatre,\nNovember 18th, 1913, with the following caste:\n\n  ALEXIS ALEXANDROVITCH           Walter Hampden\n  BORIS IVANOVITCH SHAMRAYEFF      Whitford Kane\n  CONSTANTINE                       T. W. Gibson\n  FOOTMAN                          Howard Plinge\n\n\n\n\nTHE GAME OF CHESS\n\n\n  _The Scene is a wainscoted room in the house of ALEXIS. High\n  windows at the back left; at the right back is a double door giving\n  into an ante-room; against the right wall is a couch; in the left\n  wall near the back is a small door; nearer the audience, on the same\n  wall a chimney breast with a carved mantel; under the window, at the\n  back, another couch and several chairs give the room a luxurious\n  air. ALEXIS and CONSTANTINE are playing chess at a small table in\n  front of an open fire. There is a large table in the centre of the\n  stage with fruit, a flagon of wine and glasses._\n\nALEXIS. You seem to have lost your cunning, Constantine.\n\nCONSTANTINE. Wait!\n\nALEXIS. Perhaps the pawn?\n\nCONSTANTINE. No. [_He moves._] So!\n\nALEXIS. Ah, ha! That, eh? Well, well! The cunning is returning, is it?\n\n  [_He strikes a little bell beside him and again scans the board._]\n\nCONSTANTINE. Is the hour up, your excellency?\n\nALEXIS. No, no! We still have ten minutes to play.\n\nCONSTANTINE. Your excellency tires of the game, perhaps?\n\nALEXIS. No, I never tire of the game. When I do that, I shall tire of\nlife itself. Chess is as much a gauge of a man’s mental development\nas love or war or politics or any other game. When I play bad chess,\nI shall have ceased to be a competent governor. We patricians do\nnot justify our lives by the toil of our hands. We should tune the\nmachinery inside our skulls to its highest effectiveness. We must keep\nit tuned and timed and oiled. Ah, yes, it is that way we serve. When\nthe machine balks or stops we are nothing.\n\nCONSTANTINE. But your excellency was thinking of other things.\n\nALEXIS. Was I so? Well, well! We shall see, we shall see! I was\nthinking of other things, eh? [_He makes a move swiftly._] There, match\nme that if you can.\n\nCONSTANTINE. Ah! The one move that could have saved your king!\n\nALEXIS. There you have it! I doze, I dream, my mind wanders, and then\nit comes in a flash. The one move on the board! It is by such flashes I\nknow myself.\n\nCONSTANTINE. Your excellency has inspiration.\n\nALEXIS. Perhaps! But behind inspiration, always, the technique of the\ngame.\n\n  [_A footman enters._]\n\nFOOTMAN. Your excellency rang?\n\nALEXIS. Is the man, Shamrayeff, waiting?\n\nFOOTMAN. A man, Boris Ivanovitch Shamrayeff, with a letter from your\nexcellency, is waiting in the secretary’s room.\n\nALEXIS. You may bring him here in three minutes.\n\nFOOTMAN. Pardon, excellency, but the secretary wishes to know if the\norders received from Mr. Constantine are correct.\n\nALEXIS. What orders?\n\nFOOTMAN. That the man, Boris Ivanovitch Shamrayeff, is not to be\nsearched.\n\nALEXIS. There is no occasion to search the man. [_FOOTMAN bows and\nwithdraws._]\n\nALEXIS. [_To CONSTANTINE._] Your move, my dear Constantine. We have\nexactly two minutes to finish the game and one minute for questions.\n[_He lays his watch beside the chessboard._]\n\nCONSTANTINE. [_Moves._] So!\n\nALEXIS. Ah! One moment! There! What now? [_He moves._]\n\nCONSTANTINE. This. [_He moves._]\n\nALEXIS. And this! [_He moves._]\n\nCONSTANTINE. Ah ha! I could check-mate your excellency in five more\nmoves.\n\nALEXIS. The two minutes are up. Tell me, you are quite certain that\nyour agents made no mistake in the matter of this man, Shamrayeff?\n\nCONSTANTINE. Quite certain, your excellency. I begged you to have him\nput under arrest yesterday. There is absolutely no question. The man’s\nentire history is in your hands.\n\nALEXIS. And, in spite of all this, I have granted him a personal\ninterview. I have given explicit orders that he is not to be searched.\nIn short, I must be a fool, eh?\n\nCONSTANTINE. I cannot question your excellency’s judgment.\n\nALEXIS. Ah, you can’t question my judgment, eh? But you think! I saw\nsomething behind your eyes just now when you said you would check-mate\nme in five moves. You were thinking, “Alexis Alexandrovitch, for all\nhis fine talk, is not what he used to be. Something has slipped away\nfrom him.” Do you think I’ve become a coward?\n\nCONSTANTINE. Your excellency!\n\nALEXIS. I sometimes think so, myself; that sometime there will be no\nflash, that I shall be check-mated once and for all. That’s why I keep\nyou here, hour after hour, playing chess with me; that’s why I am\ntempted to try another kind of game with this man, Shamrayeff.\n\nCONSTANTINE. Then you have a definite reason for seeing this man?\n\nALEXIS. None that you would understand.\n\nCONSTANTINE. But, in that case, might I point out to your\nexcellency--Surely it would be safer--\n\nALEXIS. Don’t speak to me as if you were speaking to a child. I know\nwhat you think: “Alexis Alexandrovitch is not what he was. Things are\nslipping past him, he needs watching.” Well, the time is up. You have\nyour orders.\n\nCONSTANTINE. Shall I take away the chessmen?\n\nALEXIS. No, leave them as they are. We’ll finish the game when I ring\nfor you. [_CONSTANTINE rises and hesitates._] Well, well, well! You’re\ngoing to say something. You think the game won’t be finished. We’ll\nsee. We’ll see about that!\n\nCONSTANTINE. I beg your excellency--\n\n  [_FOOTMAN enters, followed by SHAMRAYEFF._]\n\nFOOTMAN. Boris Ivanovitch Shamrayeff.\n\n  [_SHAMRAYEFF wears the clothes of a respectable artisan. He is,\n  apparently, somewhat younger than ALEXIS, strongly built and has a\n  rather fine but stolid face. He stands with his cap in his hand._]\n\nALEXIS. So, so! You are Boris Ivanovitch Shamrayeff, are you? Well,\nwell!\n\nBORIS. Yes, I am Boris Ivanovitch Shamrayeff!\n\nALEXIS. You found it hard to get at me, did you? Hard to get an\ninterview with Alexis Alexandrovitch?\n\nBORIS. Not so hard as I had expected, your excellency.\n\nALEXIS. [_To CONSTANTINE and FOOTMAN._] Well, what are you waiting\nfor? This man has something important to say to me. He’s bashful. He\ncan’t speak out before so many people.\n\nCONSTANTINE. Your excellency, I will wait in the passage.\n\nALEXIS. Nonsense, nonsense! Go into the garden and think about your\ngame of chess! Go! [_CONSTANTINE and FOOTMAN go out._]\n\nALEXIS. [_To BORIS._] Sit down in that chair. I want to look at you.\n[_BORIS looks around uneasily._] Ah! There is no one watching us. This\nroom is in a corner of the house--nothing but windows behind you, no\nbalcony, no hangings. Open the door you came in by--there is no one in\nthe passage. Turn the key, if you like.\n\n  [_BORIS steps quickly to the main doors, throws them open, looks into\n  the passage, shuts them again, turns the key in the lock and slips it\n  into his pocket._]\n\nYou see we won’t be disturbed. Now, sit down and tell me what you want.\n[_BORIS sits down but says nothing._] Tongue-tied, eh? You don’t know\nhow to begin? Embarrassed, eh?\n\nBORIS. No. I was only wondering.\n\nALEXIS. Ha, ha! Wondering, eh?\n\nBORIS. I was wondering why your excellency chose to give me this\nopportunity?\n\nALEXIS. This opportunity?\n\nBORIS. [_Looking up._] This opportunity to kill your excellency.\n\nALEXIS. So, so! To kill me? That’s it, is it? Well, well! I thought as\nmuch, but of course, I couldn’t be sure. Well, well! Go on, go on!\n\nBORIS. [_Simply._] God has delivered you into my hands.\n\nALEXIS. Pah! Leave God out of it! Don’t give me any such cant nonsense.\nI doubt if God takes any interest in either of us. I have delivered\nmyself into your hands. That’s the simple fact of the matter. I could\nhave trapped you so easily, too, but I didn’t even have you searched.\nYou may as well take the pistol out of your pocket.\n\nBORIS. Your excellency seems amused.\n\nALEXIS. No, no, not amused! I’m only curious to see you handle the\nthing--morbid curiosity, if you like. Take it out, man, take it out!\n\nBORIS. This is a solemn moment for us both, your excellency.\n\nALEXIS. Solemn, eh? Well, well! Solemn! Oh, I suppose it is solemn for\nyou, Boris Ivanovitch. To me it is simply curious grotesque. Well,\nwell!\n\nBORIS. [_Takes out pistol._] Keep your hand a little further from that\nbell, if you please.\n\nALEXIS. I shan’t ring. You would hardly wait for them to answer the\nbell, would you? No, no! I’m not such a fool as to think you’d do that?\nWell, well! I lift my hand and you shoot.\n\nBORIS. Yes.\n\nALEXIS. Exactly. Well, I won’t lift my hand.\n\nBORIS. Nothing on earth can save you, Alexis Alexandrovitch.\n\nALEXIS. Nor you, my friend, for that matter! You hardly expect to leave\nthe house, shall we say, unmolested?\n\nBORIS. I do not expect to leave it alive, excellency.\n\nALEXIS. No, that would be asking too much. I was here to let you in. I\nwon’t be able to let you out again. You will have lost a useful friend,\nBoris Ivanovitch.\n\nBORIS. Your excellency!\n\nALEXIS. It is in your hands to end the interview. Come, come, you must\nhate me a great deal, my friend, to give your own life for the sake of\ntaking mine.\n\nBORIS. I do not hate you.\n\nALEXIS. So? How odd! I thought that everyone of your sort hated me. You\nmight at least flatter me to the extent of showing some emotion. Come,\ncome, flatter me to that extent.\n\nBORIS. I do not care to flatter you.\n\nALEXIS. Ah, well, well! I shall have to do without it then.\n\nBORIS. My own feelings have nothing to do with it. I am an instrument\nof God.\n\nALEXIS. God again! What has God to do with it? Do you happen to play a\ngood game of chess?\n\nBORIS. [_Nervously._] Why do you ask me such a thing?\n\nALEXIS. Because you interrupted a game here. Constantine threatened me\nwith check-mate in five more moves. Check-mate in five moves! No, no!\nNot so easy as that!\n\nBORIS. I have had enough of your jestings, excellency.\n\nALEXIS. You wont play then? Well, well! I had promised myself to finish\nthe game. We shall see! We shall see!\n\nBORIS. Surely your excellency has something you wish to say--\n\nALEXIS. I have told you once, when you tire of the interview it is in\nyour hands to end it. What are you waiting for? You become tedious!\n\nBORIS. Have you no desire to pray, excellency?\n\nALEXIS. Pray? Pray? Who would listen to me? No, I’d rather chat.\n\nBORIS. As your excellency likes.\n\nALEXIS. Yes, yes, we’ll chat until you gather courage to do what you\ncame for.\n\nBORIS. It takes no courage to kill a thing like you.\n\nALEXIS. It takes a certain kind of courage to kill--rats.\n\nBORIS. I have been chosen, excellency.\n\nALEXIS. So, so! The lot fell on you, did it? The honor! The\ndistinction! You look at it in that way, don’t you? Like the rest of\nyour kind, you have political ideas, eh?\n\nBORIS. I have no political ideas.\n\nALEXIS. No political ideas? Well, well! No personal hatred? Pray\nexplain yourself, man.\n\nBORIS. I am a peasant. My father and my father’s father were peasants.\nYou are a noble. Your line runs back to Tartar princes. It is a matter\nof centuries of pain and slavery against centuries of oppression and\nviolence. I take no account of to-day, only of yesterday and tomorrow.\nYour acts have been cruel and harsh, doubtless. I hardly know. I throw\nthem out of the scale. I throw out my own sufferings. They are not\nenough in themselves to tip the balance. You and I are nothing. It is\ncaste against caste. I gave myself to the revolutionary party, yes! I\nam their agent as you say, but I know little of their ideas for Russia.\nI care less. I only know that the band to which I belong represents the\nstruggle which I feel in my own breast. I am their willing tool. I do\ntheir will because the right of vengeance comes down to me in the blood.\n\nALEXIS. Yes, yes! A fanatic!\n\nBORIS. It is my order against yours.\n\nALEXIS. Ah, your order against mine, eh? Centuries of pain against\ncenturies of oppression. Well, well! You set aside to-day, do you? You\nthrow your own little pains and penalties out of the scale on one\nside, and my little tyrannies and floggings and acts of villainy out on\nthe other? You see yourself only as the avenger of a caste against a\ncaste. The right of vengeance and the need of it comes down to you in\nthe blood, does it? You’re exalted by the breath of dead peasants, are\nyou? It’s because of that and only because of it that you take pride\nin the work you have set your hand to. Huh! Grotesque! You strike the\nair with a rod of smoke. You’ve stumbled upon the essence of the inane.\nYou’re about to commit a fantastic mockery of Justice.\n\nBORIS. I have held my hand too long!\n\nALEXIS. Wait! There is still something to be said; something for you to\nthink of in the moment between the time you take my life and the time\nyou take your own. You are about to kill the man you might have been\nyourself. You are about to--I, and not you, am Boris Ivanovitch.\n\nBORIS. What rubbish are you talking now?\n\nALEXIS. You are Alexis Alexandrovitch!\n\nBORIS. Why! You are mad!\n\nALEXIS. Wait! When you were a child, you had a foster-brother. You ran\nwith him in the fields. You slept by his side at night. You fought with\nhim over rough toys and bits of food. When you were seven years old,\na man on horse-back came and took him away. You never knew his true\nparentage and your father flogged you when you cried for him. Can you\nremember that?\n\nBORIS. Aye, I can remember that well.\n\nALEXIS. Your father deserted your mother the following year. A little\nlater she died. She told you nothing of the other child. You went\nto Kieff, to the house of your uncle, and became apprenticed to a\nbootmaker.\n\nBORIS. Leave off! You can’t mystify me by telling me the story of my\nown life. It proves nothing. Your agents have ways of knowing such\nthings: what I was, what I am, everything.\n\nALEXIS. Yes! Leave all that! As you say, it proves nothing. Yet we are\nfoster-brothers, you and I.\n\nBORIS. A sign!\n\nALEXIS. Our good mother was endowed with a grim sense of humor. She\nsent her own boy to be reared as the son of princes, and the little\naristocrat, left with her for safety at the time of the Makaroff\nmeeting, she sent to--well, you know to what sort of a life she sent\nhim.\n\nBORIS. Give me a sign!\n\nALEXIS. I have no sign to give you.\n\nBORIS. Ah, ah! What else? What else have you to tell me?\n\nALEXIS. I, and not you, am the son of peasants. Do you see now why I\ncall your errand grotesque?\n\nBORIS. Lies! Lies! Lies! What do you expect to gain by telling me such\nlies?\n\nALEXIS. Nothing.\n\nBORIS. Do you expect me to believe you? Do you expect me to embrace you\nand clap my hat on my head and toss this pistol out the window and tell\nyou to do what you like with me?\n\nALEXIS. I expect nothing. I know that I am one dead man talking to\nanother.\n\nBORIS. I can’t fathom you. I know there must be some trick up your\nsleeve, but I can’t fathom you.\n\nALEXIS. There is no trick. You asked me why I chose to give you this\nopportunity to kill me. I’m telling you. That’s all.\n\nBORIS. Lies! Utterly useless lies!\n\nALEXIS. No! Utterly useless truth! Do you think I wish to believe\nmyself Boris Ivanovitch Shamrayeff, born a peasant? I, who have sat in\nhigh places and given my life to preserving an order of men to which I\ndo not belong, which my blood ought to cry out against. Do you think\nI would have believed it if the belief had not been forced upon me? I\nhave ways of knowing truth from falsehood, my friend. You are striking\nat a man who is dead before you touch him. What I have found out in the\npast week, others already know. I have come to the end, I tell you. I\nhave been a fantastic dupe. I cannot go on. I would have killed myself\nto-day, but I have a horror of taking my own life. You have come in\ntime to save me from that.\n\nBORIS. Was that your only reason for seeing me?\n\nALEXIS. I admit I was curious to see another man who had been as great\na dupe as myself.\n\nBORIS. Lies! Lies! What else? Have you anything more to say?\n\nALEXIS. I only ask you to finish your work. Unless you have a scruple\nagainst killing your-- In which case, go! The door is still open to you.\n\nBORIS. [_Sneering._] Very pretty! Very touching! Go back, eh? And tell\nmy comrades that I let Alexis the Red slip through my fingers because\nhe told me a child’s story of changeling foster-brothers? No, no! [_He\ncocks his pistol._]\n\nALEXIS. Kill me, then!\n\n  [_BORIS raises the pistol._]\n\nBORIS. I--\n\nALEXIS. Pull the trigger, man!\n\nBORIS. I can’t. There’s a chance that what you have said may be true\nafter all. [_He lays down the pistol._] And yet, I can’t live if it’s\nfalse. And, by God, I can’t live if it’s true!\n\nALEXIS. In either case, we must both die.\n\nBORIS. Aye, you speak the truth there, but I dare not kill you. I tell,\nyou, I dare not! There must be some way out! Some other way!\n\nALEXIS. Are you brave enough to take poison? Yes! Good! Do you see this\nring? I press a spring, so. There is a fine powder under the stone, so!\nI drop a few grains into one of these glasses. We draw lots. One of us\ndrinks the wine and the other still has your pistol to use! It is very\nsimple after all.\n\nBORIS. [_Rises._] Yah! Now, by God, I see the trick! Lies! Lies! Every\nword of it was lies! I can see through you now. You’re devilishly\ncunning with your sleight-of-hand, but I draw no lots for poison with\nthe like of you.\n\nALEXIS. Have it your own way. See, there’s more than enough for both.\nTake the glass in your own hands, divide it yourself, pour the wine\nyourself, and then, to satisfy you, I’ll drink first.\n\nBORIS. You carry the bluff to the bitter end, do you? Well, we’ll see.\n\n  [_He mixes the powder and pours the wine and hands one glass to\n  ALEXIS._]\n\nALEXIS. To your easy death, brother.\n\n  [_He lifts the glass and drinks._]\n\nBORIS. Ah! So you’re a brave man after all! [_He lifts the glass and\npauses._] What if I were to leave you now, eh?\n\nALEXIS. My men have orders to seize you the moment you leave the room.\n\nBORIS. In that case! [_He lifts the glass._] To your final redemption,\nbrother!\n\nALEXIS. Sit down! [_BORIS sits down._]\n\nBORIS. Have we long to wait?\n\nALEXIS. Perhaps five minutes. It’s a Chinese concoction. They call it\nthe draught of final oblivion. I believe it to be painless. I’m told\nthat one becomes numb. Do you find yourself becoming drowsy?\n\nBORIS. No. My senses seem to be becoming more alert. Your voice sounds\nvery sharp and clear.\n\nALEXIS. Lift your hand.\n\nBORIS. It seems very heavy. Are you afraid of Death, excellency?\n\nALEXIS. [_Eyeing him sharply._] No, I am not afraid of Death, brother,\nnot in the least.\n\nBORIS. Nor I!\n\nALEXIS. Good! Now, move your feet.\n\nBORIS. I don’t seem to be able to. That’s strange. I can’t feel\nanything.\n\nALEXIS. Nor I! Can you get out of your chair?\n\nBORIS. [_Slowly._] I--I can hardly move my hand. I might move by a\nsupreme effort but I haven’t the will. I--I feel no pain, only a\nringing in my head.\n\nALEXIS. So? Well, well! Can you still hear perfectly?\n\nBORIS. Yes--yes, I can still hear.\n\nALEXIS. H’m, h’m.\n\nBORIS. Tell me, on your hope of redemption, was what you said to me\njust now the truth?\n\nALEXIS. On my hope of redemption, eh?\n\nBORIS. If it was, I ask you to forgive me.\n\nALEXIS. I have nothing to forgive.\n\nBORIS. Thanks!\n\nALEXIS. On my hope of redemption, Boris Shamrayeff, everything I told\nyou was lies! Lies! Lies!\n\n  [_BORIS struggles painfully to his feet and lurches toward the table,\n  where he has laid the pistol. ALEXIS springs to the table, seizes\n  the pistol and tosses it out of the window. BORIS supports himself\n  against the edge of table, half sitting, half leaning against it,\n  his mouth open, his eyes staring. He sways dizzily. ALEXIS stands\n  before him._]\n\nALEXIS. Well, you can still speak, can’t you?\n\nBORIS. You fiend! You dog! You liar! Ha, ha, ha! At least you can’t\nescape! No need for me to strike you!\n\nALEXIS. Ha, ha!\n\nBORIS. Well! Sneer at me if you like. You are feeling the agony too,\nAlexis Alexandrovitch. You can’t deny it.\n\nALEXIS. I am not dying, Boris Shamrayeff.\n\nBORIS. But, I know! I saw! I saw you drink! You’re dying, excellency!\n\nALEXIS. Yes, we drank together, didn’t we? Well, well! And your eye\nwasn’t off me an instant, was it? And you didn’t lift your cup till I’d\ndrained the last drop of mine, did you? Well, well, well!\n\nBORIS. I saw you drink what I drank.\n\nALEXIS. Yes, I did drink it, Boris Ivanovitch, didn’t I? But what is\nsending you down to fry in Hell with the stupid ghosts of your bestial\nancestors is only embarrassing me with the slightest of headaches. [_He\nchuckles._]\n\nBORIS. It--it is not possible!\n\nALEXIS. Eh? An oriental trick. A man in constant fear of poison may\naccustom himself, little by little, to a dose that would blast the life\nof an ordinary man. A fantastic precaution these days, only interesting\nto an antiquarian like myself. Well, well, you can hear me, can’t you?\nI tell you I could have taken the entire mess; half of it seems to have\nbeen enough for you.\n\n  [_BORIS makes an effort to get at ALEXIS but almost sinks to the\n  floor._]\n\nNo use, Boris Shamrayeff! I advise you to hold fast to the table.\n\nBORIS. Why? Why have you done this thing to me?\n\nALEXIS. Body of St. Michael! I am of one order, you of another. You are\na terrorist, a Red; the blood of my brother, shot down in the streets\nof Kronstadt, the lives of my friends, the preservation of the sacred\nempire--are these nothing? Nothing--beside your dirty petitions of\nright! Pah! God has delivered you into MY hands. I, and not you, am the\ninstrument of God to-day! Boris Ivanovitch, can you still hear me? Eh?\n\nBORIS. Yes!\n\nALEXIS. So! So! One thing more! Why did I risk my own life to get\nyours? You would like to know that, wouldn’t you? Why did I let you in\nhere at all? You’d ask that if you could. Ha, ha! Well, it was because\nmen were thinking that Alexis Alexandrovitch wasn’t what he used to\nbe; because I was beginning to think so myself. Because I had begun\nto doubt my own wits. I had to let myself be brought to bay. I had to\nlook into the muzzle of your pistol. I had to pit my life against yours\nin a struggle where I had no other weapon, no other help, than this.\n[_He taps his forehead._] I think it unlikely that Constantine will\ncheck-mate me in five moves to-day!\n\nBORIS. Fiend! Fiend! Fiend! [_He crumples up and falls to the floor._]\n\nALEXIS. So, it’s over, is it? Well, well, well!\n\n  [_He takes a cover from the couch and throws it over BORIS and\n  stands over him._]\n\nALEXIS. [_As if exorcising a ghost._] To the night without stars! To\nthe mist that never lifts! To the bottom of nothingness! Peace be with\nyou!\n\n  [_He turns and taps the bell and then seats himself at the\n  chessboard. The FOOTMAN enters._]\n\nFOOTMAN. Your excellency rang?\n\nALEXIS. Go into the garden and find Mr. Constantine. Tell him I am\nready to finish our game of chess.\n\n  [_The FOOTMAN bows and withdraws._]\n\nALEXIS. [_Studying the moves on the chess board._] So! So! The\nbishop--the queen! No! Yes, yes! I have it! I have it! Body of St.\nMichael, not in five moves, not in five moves tonight! Ah! Ha, ha! So!\nSo! Well, well, well!\n\n  [_He rubs his hands softly and looks up just as CONSTANTINE enters._]\n\n\nCURTAIN.\n\n\n\n\n_This first edition of THE GAME OF CHESS, printed from type by The\nLancaster Printing Company, Lancaster Pennsylvania, in April, 1914,\nfor VAUGHAN & GOMME, New York, consists of one hundred and fifty\ncopies on Japanese Vellum, of which one hundred only are for sale, and\none thousand and fifty copies on laid paper._\n\n\n\n\n_ADVERTISEMENT_\n\n\nMessrs. VAUGHAN & GOMME take pleasure in announcing that they have\nperfected an arrangement whereby, in future, they will act as\npublishers for THE STAGE GUILD, Railway Exchange Building, Chicago.\nAll, or nearly all future plays, masques, etc., produced by THE STAGE\nGUILD will be printed and published by Messrs. VAUGHAN & GOMME, and\nthey will act as agents to the book-trade and to the public for the\ndistribution of the single plays in paper wrappers, and later in book\nform.\n\nThe editorial management of THE STAGE GUILD will, however, continue\nwith headquarters in the Railway Exchange Building, Chicago, where all\napplications for permission to perform the plays and masques, and other\ninquiries of a kindred nature, should be addressed, as heretofore.\n\n\n\n\nItalicized text is surrounded by underscores: _italics_.\n\nObvious typographical errors have been corrected.\n\nInconsistencies in hyphenation have been standardized.",
    "metadata": {
        "author": [
            "Goodman, Kenneth Sawyer"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/63660/pg63660.txt",
        "name": "the_game_of_chess_a_play_in_one_act.json"
    }
}