{
    "name": "The Great Implication",
    "author": [
        "Lee, Stanley R."
    ],
    "body": "Was there something contagious about ignorance? Pendelton wondered\naloud that day. Was it inevitable, was it in the air the same as ideas\nwere? He thought that might be the answer because what else could\nexplain the fact that a couple of accomplished physicists were about\nto fall into a time-honored trap that was already gorged with old,\nrancid science fiction writers; and not only rancid, but crooked: they\naccepted pay for writing about a subject they knew nothing of and\nwasn't that stealing?\n\nPendelton wasn't actually _trying_ to be obnoxious. In fact he liked\nto make good impressions. He smiled a lot, for instance. And he kept\nhis hands in his pockets so he wouldn't point. He had a peculiar\nblunt-subtle mind, half of which could split hairs with a Jesuit while\nthe other half couldn't distinguish between a pat on the back and a\npunch in the jaw.\n\nHe rolled right along, smiling and telling them they knew nothing about\ntime travel. _Nothing._ They were babes in the temporal woods! Having a\ntime machine under construction meant that they were in the possession\nof what he referred to as mathematical conceptuosity plus above\naverage hardware skills. But that didn't necessarily raise them above\nthe level of the science fiction writers when it came to applications.\nOr the editors. The readers too, for that matter, all blithely playing\ntheir cosy little after-the-fact parts in a fantastic world-wide\nconspiracy of ignorance.\n\nBlackburn and Shaheen, of course, thought he was out of his mind.\nThey'd only agreed to listen to him because he had a letter from the\nHumanities department head, that and a wild, intense expression on\nhis face which made them think it would be easier to hear him out\nthan throw him out, so they sat at their back-to-back desks glancing\nat each other occasionally while Pendelton rambled on about the Great\nImplication and how it was one day going to separate the logical men\nfrom the paradoxical boys--and after about twenty minutes of this they\nwere actually listening to him.\n\n_So that six months later Blackburn and Shaheen got into a violent\nargument in the office of the university president, Dr. Freylinghuysen,\nthe two mathematical-physicists completely unable to agree on the\ncolor of a girl's dress, a girl they'd not only never seen in their\nlives before ten that morning, but one who subsequently leveled\ncharges of assault and malicious mischief and attempted rape at\nthe university along with a civil suit for $50,000. Although it had\nto be said in Pendelton's defense that it wasn't his fault. It was\nChaplain Rowan who sprinted across Voltaire Mall and attempted to\nstrip Miss Ethel Chattinger, purely in the interest of science of\ncourse but the young lady couldn't quite see it that way, especially\nsince Rowan, the university chaplain, had gotten away with quite a\nswatch, a large jagged piece of knit woolen dress which he later on\ntriumphantly deposited on Dr. Freylinghuysen's desk, only to find that\nhe hadn't really proved anything at all other than that perhaps Miss\nChattinger--otherwise known as the either/or proposition--was not a\nquick change artist and the Humanities department's 35-year-old prodigy\nof an air conditioner repairman Leopold Pendelton wasn't a practical\njoker._\n\n\n\n\"The first thing,\" Pendelton said that first day, \"is for you to forget\nabout paradox. Paradox _has nothing to do with time travel_. _Nothing._\nIt's a monkeying around with words for purposes of profit and it has no\nplace in the office of two experimental physicists. Anyone who answers\nan honest question with a paradox is a guaranteed shifty character and\nthe chances are he's writing on the sly.\"\n\nPreoccupied with not sounding obnoxious, Pendelton missed Blackburn's\nostentatiously bored expression, didn't notice the enormous sarcastic\nattention that Shaheen was giving him. Instead, he remarked: \"Feel\nfree to interrupt me with questions. I want to finish off paradox so\nwe can get on to the Great Implication. Will that be a satisfactory\nprocedure?\" He hovered over the desks staring at them with big eyes\nuntil they slowly nodded their heads up and down.\n\n\"Okay. Now. A man travels in time,\" he said. \"He travels in time and\nfifty million years ago he steps on a moth. _Fantastic._ You wouldn't\nbelieve the effect one humble moth could have! The man returns to the\npresent and finds to his guilty astonishment that the Empire State\nbuilding is now flying the Bolivian flag and gargoyles are sticking out\nof the 79th floor. This is cute so be careful of it. Boy meets moth,\nboy loses moth--gargoyles! Except that all those not completely devoid\nof common sense or debauched by poetic license would know that if the\ngargoyles were there they were there before he went back in time. His\nown body is a part of a continuum of which those gargoyles are a prior\nsequential segment; his entire life is so inextricably wrapped up in\nthose gargoyles that he couldn't possibly be surprised by them, or by\nany other change he'd caused. As he returned to the present his memory\nwould _alter_. To take any other view of this--to close your eyes and\nhide behind paradox--is going to get us all in trouble because you've\ngot yourselves a real time traveler now and it's about time you started\n_thinking_ about these things.\"\n\n(\"Well why didn't you say so,\" Blackburn murmured. \"Be glad to think\nabout it, give it _every_ consideration. We'll be in touch.\"\n\n\"I don't think he heard you,\" Shaheen said.)\n\n\"I won't even bother discussing the suicide-by-killing-old-grandpa\nmyth,\" Pendelton buzzed on with a great deal of imperturbability,\n\"other than to point out there is no such thing as negative feedback\nas applied to human beings. I realize that's only a small nuance. But\nthen, take care of the nuances and the breakthroughs will take care of\nthemselves, I always say.\"\n\n(\"Oh Lord,\" Blackburn whispered.)\n\n\n\n\"Another small point. I hate to verbalize the obvious like this but\nit clears the ground, don't you think? I realize you two might like\nto traipse back through time and have a friendly chat with, say, Mike\nFaraday. But that's exactly what you can't do. You know a _little_ too\nmuch about time machines. He'd pick your brains in half an afternoon\nand beat you back to your own office. As I say that's only a nuance.\nIt's a nuance that eliminates 75% of all time travel science fiction\never written but that's still only a nuance, wait till I get to the\nGreat Implication.\"\n\n_It was a curious word for him to have used--nuance--because six\nmonths later in Dr. Freylinghuysen's office Blackburn and Shaheen\nwere to tangle over the nuance of blue versus green, a matter of\nobservation which compared in subtlety to apples versus bananas,\nShaheen saying heatedly: \"The dress was blue. I'm not color blind and I\nhave twenty-twenty vision. I'll stake my reputation as an experimental\nphysicist on it.\"_ Blue! _And this was a lucid well defined statement\nof his position, a statement rivaled in lucidity only by that of\nBlackburn who had in all sincerity to insist that the dress_ was\n_blue--but only 10:31 that morning at which time it turned_ green; _and\nif that wasn't bad enough a panting red faced chaplain Rowan had to\ndash in, carefully locking the door behind him and taking out a huge\nswatch of dress which he plunked down on the desk shouting: \"Green,\ngreen, green! Green as the envious devils of hell! Green I say! Green\nbefore, green after, green for eternity!\"_\n\n\"I think, in spite of all,\" Blackburn remarked, \"you've managed to find\na way.\"\n\n\"No, but that's interesting,\" Shaheen said. \"Semantically, anyway. _I\nwill did._ Curious.\"\n\n\"A grammatical revolution!\" Pendelton was telling them that first day.\n\"I do, I did do, I will do. I have done, I will have done. I do, I did\ndo, I will do. I have done, I will have done, I should have done, I\nwill did! They're all the same now! So you see, I'm not really wasting\nyour time. The future and the past are now united in a fantastic\ntenseless embrace. At some time in the future I can in the past save\nCaesar's life. Thus, there being no more future and past, how can I be\nwasting your time?\"\n\n\"More than curious,\" Pendelton replied. \"Practical. The Greeks as you\nmay know thought that no man could be sure he had a happy life until\nit was over. I on the other hand assert that Caesar's assassination is\nstill in doubt because of the future-past equivalence, that he has not\nyet successfully crossed the Rubicon, that he is still swimming to the\nAlexandrian lighthouse, that he is not yet emperor of a Rome that has\nnot yet fallen! Not emperor and yet ... emperor. Not yet fallen and\nyet ... fallen and gone like--what? The wind? No, not even the wind.\nNothing is gone, it's all still there moiling and seething around in\ntemporal abeyance. Waiting to be resolved! Give me a time machine and\nI can mold every second of Caesar's existence and, incidentally, by\nextension, my own. The Greeks therefore were wrong. A man can no longer\nbe sure he was happy even when he's dead!\"\n\n\n\nBlackburn leaned back in his chair and inquired blandly: \"Did we get to\nthe great implication yet?\"\n\n\"If you were listening we did,\" Pendelton answered. \"Elementary\ntheology: if man's fate is determined there must of necessity be\na Determiner whom we will call for the sake of convention, God.\nDeterminism without a God, needless to say, is eighteenth century\nmechanistic twaddle. But suppose now that a man can determine his own\nfate? Run it through your machine again and again until he gets it down\nthe way he wants it with all degrees of freedom and irrespective of his\nmerit or karma or sinlessness or however our cosmic report cards are\nsupposed to be made out? In that case man becomes his own determiner,\nthe individual conscious mind becomes the deity and that which we have\nheretofore referred to as God becomes what is known as an outdated\narchetype.\"\n\n\"Good God,\" Shaheen said.\n\n\"But spelled with a small g,\" Pendelton replied. \"That is the Great\nImplication.\"\n\n_\"You mean to say he was proposing to disprove God's existence?\" Dr.\nFreylinghuysen said to them that day. \"And with university equipment?\nDon't you gentlemen realize I have trouble enough with the trustees\nas it is?\" And Chaplain Rowan, who had long since lost the ability\nto react spontaneously--slipping back and forth almost on schedule\nbetween catatonia and St. Vitus dance--said: \"Why are you sitting\nthere doing nothing? Why isn't the city being scoured? If that dress\nisn't proof enough for you, that man is loose somewhere with colored\nmotion pictures of the whole thing. What more do you want?\" \"A little\nillumination is all,\" Freylinghuysen replied. \"All I've heard so far\nis some rather loose discussion about free will and determinism and\nit wasn't very convincing. Didn't anyone bother to point out to this\nLeopold Pendelton that you can't prove or disprove anything about your\nown determined existence since the proof or disproof itself could be\ndetermined?\" \"Yes,\" Blackburn answered._\n\n\n\nBlackburn had thought over the Great Implication for about two\nseconds. \"You _have_ been wasting our time,\" he said. \"You cannot\nactively disprove determinism because the disproof--the experiment\nitself--could be a part of your own determined existence, arranged by\nyour Determiner. God might, for instance, allow the experiment to be\nsuccessful merely to test your faith in Him, the same way he allowed\nyou to get the idea in the first place.\"\n\nAn odd smile crossed Pendelton's face. \"You really think so?\" he asked.\n\"You figure He'd try and cross me up like that? Let's go back and take\nthis a step at a time. Specifically, why can't I play God with Caesar's\nlife?\"\n\n\"Wouldn't prove anything,\" Shaheen said. \"God could have determined you\nin the selection of Caesar's name. The change would therefore be His\ndoing, not yours, it would still be old God playing God with Caesar's\nfortunes.\"\n\n\"But it doesn't have to be Caesar. That was only an example, it could\nbe anyone. Control anyone's destiny, _anyone at all_, and you've proven\nthe point. We could select our man by means of a computer, by random\nsampling over which only the physical laws of the universe had control,\nthus eliminating determinacy in the selection.\"\n\n\"But God could alter the laws of chance. After all, they are His laws.\nA second-rate miracle would force you into selecting His man.\"\n\n\"You mean,\" Pendelton asked, \"that if I selected a name every morning\nat 10:04-1/2 God would do a miracle at the same time?\"\n\n\"Ye-es,\" Shaheen answered.\n\n\"But if one morning I changed my mind and waited until a quarter past\ntwo to select the name, He'd hold off and wait for me, wouldn't He?\"\n\nThere was rather a long silence.\n\n\"He couldn't very well perform His miracle until I'd picked my name,\ncould He?\"\n\n\"Hmmmmm,\" Shaheen said.\n\n\"And if I decided to wait until 3:15, _He'd_ have to wait too. And if\nI decided not to pick a name we'd do _without_ a miracle that day. The\nfact is, _I'd_ be telling _Him_ what to do. Put me in the possession of\na random sampling computer and a time machine and I, Leopold Pendelton,\nwould be the bigger God!\"\n\n_\"And the point was well taken,\" Shaheen had to admit, pouring off\nsome of Dr. Freylinghuysen's ice water. \"We could for example use a\ncomputer to select at random any one of all the phone books in the\nUnited States, then a page in that one book, then a line. That one name\nwould then truly be randomly selected.\" \"Assuming of course,\" Blackburn\nsaid, \"that you had first used the computer to randomly select the\ncountry whose phone books were to be used.\" \"And also the particular\nyear's edition,\" Freylinghuysen murmured. \"It was fairly ingenious,\"\nShaheen said, \"especially when you consider that knowing how to do it\nmeant you didn't have to bother. It was enough just to know we could.\nThe only point that needed experimental verification was: could we in\nfact alter the past? Change something, anything at all and everything\nelse followed, including the death of God.\" \"You mean the death of the\nconcept of God,\" Blackburn added. \"Ah yes,\" Shaheen answered, glancing\nguiltily at Chaplain Rowan. \"The question was, what were we going to\nchange and how were we going to know it changed?\"_\n\n\n\nChaplain Rowan had been Shaheen's idea.\n\nIt had occurred to him one day as he and Blackburn were crossing the\ncampus and he had observed to his colleague that things were looking\nbad for God. \"It's every man for Himself,\" Blackburn had replied. \"If\nI'm not mistaken that's one of His own laws. After all, who invented\nsurvival of the fittest?\"\n\n\"Seriously,\" Shaheen said. \"A, we've got a time machine. B, having A,\nthere's no reason that I can see why we can't change the past. And C,\nif we do, well, they'll be using cathedrals for bowling alleys.\"\n\n\"Maybe now we'll see what kind of a loser _He_ makes.\"\n\n\"Look here Blackburn, you needn't parade your atheism so\nostentatiously. I'm well aware of it. In fact that's what's bothering\nme. You're an atheist whereas I ... well, I never did make up my mind\nabout God. That's not very astute of me, I suppose, but I haven't. I'm\nbetwixt and between, and so I was wondering if it wouldn't be only fair\nto have a representative of the other side in on this.\"\n\nFor a few seconds there was only the sound of their shoes on the\nbluestone walk that threaded across the stunted fall grass of the\ncampus.\n\n\"Fair? You're using the word _fair_ in connection with a scientific\nexperiment?\"\n\n\"Only because its outcome seems so obvious to us. We have strong\npreconceptions and because of them we're liable to overlook\npossibilities. I think we should have someone with us who expects the\nexperiment to work out differently, someone who believes implicitly in\nHis existence.\"\n\nBlackburn thought about it as they rose in the Physics building\nelevator. \"Well why not,\" he said, smiling in his peculiar catastrophic\nfashion. \"You and I have an aggregate of 70 years experience in the\nlaboratory, why _not_ bring in a clergyman to check our techniques, be\nin keeping with the general tone of this whole thing. Hell, yes!\"\n\n\n\nLater that day Brokley L. Rowan listened with a frozen serious face as\nthey declared their intentions to him. A young and conscientious man\nwho spent a great deal of time telling budding undergraduate physicists\nthat God was every bit as ubiquitous as Planck's constant, he listened\nwithout one word of complaint, not protesting that they'd put him in\na theologically impossible position, a position in which the only two\nalternatives were to either refuse to look after His interests or else\nparticipate in a piece of sacrilegion the purpose of which was to\ndemonstrate that the first alternative was not a valid one. And when he\nmet Pendelton a week later in the Physics building, Pendelton told him:\n\"You and I'll get along fine. I want it to be clearly understood that I\nhave _nothing_ against the church.\"\n\nChaplain Rowan took his glasses off and began cleaning them.\n\n\"And there's absolutely nothing for you to worry about. Even if we do\ndisprove Him there'll always be doubters. You _count_ on a certain\npercentage of people who won't believe our evidence. You'll get all the\nskeptics showing up on Sunday morning as usual.\"\n\nShaheen spoke with compensating soberness. \"What I thought we'd do,\" he\nsaid, \"is hold daily discussions on strategy. That way you can question\nany assumptions we make, check our logic, object as you see fit.\"\n\n\"What we're trying to be about this thing is fair,\" Blackburn said.\n\n\"Of course,\" Rowan replied.\n\n\"Now the first point I wish to raise,\" Shaheen said, \"is in regard to\nthe gargoyles. They're very important, the gargoyles.\"\n\nChaplain Rowan sat down on the window sill.\n\n\"If the gargoyles are a product of the past-change,\" Blackburn put in,\nanticipating the problem, \"how are we going to know it? How are we\ngoing to perceive the change? That the question?\"\n\n\"Aren't you going to ask what gargoyles have to do with this?\"\nPendelton said to Chaplain Rowan.\n\n\"I don't believe I will,\" Rowan replied, lighting up his pipe.\n\n\"The answer,\" Blackburn said, \"is this: the experimental observer,\n_not_ the one who takes the time trip, must be standing in plain view\nof the building. He must be _expecting_ gargoyles to appear. When they\ndo, he will not be tempted to call the phenomenon a miracle. When the\ngargoyles suddenly pop out--in apparent defiance of various physical\nlaws--he can intelligently conclude that a specific time experiment\nhas been performed and that a change in the past has in fact occurred,\na conclusion that will restore the appearance of the gargoyles to the\nrealm of non-miraculous events.\"\n\n\"Then the change we make must be so specific, must have such easily\ndeducible consequences, that we'll be able to anticipate our equivalent\nof the gargoyles.\"\n\n\"Sort of like an either/or proposition,\" Blackburn said. \"Find an\nevent that can go only one of two ways. Switch this event from its\nalready proceeding alternative to the bypassed, the not-used, the\ntemporally-no-longer-existing possibility. The independent observer,\nwatching the one disappear and the other take its place, will then know\nthat the past has changed. It will prove the principle that man can\ndetermine his fate and is therefore alone.\"\n\nRowan nodded, chewing on his pipe. \"I'll wait'll it's over, though,\" he\nsaid.\n\n\n\nPresident Freylinghuysen filled a glass with ice water.\n\n\"'You cannot take God's photograph,'\" he said. \"Surrealism. Sheer\nsurrealism. Was he smiling when he said it?\"\n\n\"Of course he was smiling,\" Blackburn replied bleakly. \"He's always\nsmiling.\"\n\n\"After making man's first trip through time,\" Freylinghuysen said, \"he\nstepped out of the physics building to find your either/or proposition\nyelling its head off and Rowan here standing in the center of Voltaire\nMall with half a dress in his hand. So I'm surprised he was smiling.\nBut what was he _talking_ about?\"\n\n\"And why,\" Shaheen said, \"did he push Blackburn into the shrubbery and\nrun off with the camera? I don't understand _that_ at all.\" He turned\naway. \"Oh, I suppose there's plenty I don't understand.\"\n\n\"What about on the trip,\" Freylinghuysen offered. \"Could something have\nhappened--\"\n\n\"What?\" Blackburn replied. \"He went back in time exactly one hour. He\nwas to walk to Ethel Chattinger's apartment.\" (\"That fabulous woman,\"\nFreylinghuysen murmured.) \"All he had to do was spill india ink over\none of the two new dresses she'd bought. Apparently, the most trying\nproblem of her recent existence was to decide which of the two to wear\nto her Spanish coach this morning. But he'd be ruining the dress he'd\nalready seen her wearing an hour later on the Mall.\"\n\n\"And that's as subtle a way of getting a girl's dress off as you're\nlikely to find,\" Freylinghuysen remarked. \"Although tearing them off\nhas its points too,\" he added, looking at the ceiling.\n\n\"Then what could have gone wrong?\" Blackburn asked.\n\n\"As far as I can see,\" Freylinghuysen answered, \"the only flaw in this\nexperiment was the scientists themselves. Your observations positively\nreek with subjectivity. To Rowan, the dress was green, always green.\nThis just _happens_ to prove Rowan's original belief, namely that the\npast can't be altered and therefore He exists. The atheist on the other\nhand,\" he glanced at Blackburn, \"has seen what looks like a miracle--a\nmaterial object changing a basic physical quality right before his\neyes. Strangely enough this miracle goes to prove that there are no\nsuch things as miracles. Blackburn's case is also proven. You saw what\nyou wanted to. Take Shaheen here. He was positive the dress was blue\nall the time--until he saw Rowan's experimenter's sample--and so now\nhe's back at his old stand: the fence.\"\n\n\n\nThere was an embarrassed silence, since two scientists had quietly\nto own up to the crime of subjectivity in the laboratory while the\ntheologian had to somehow dispose of a piece of spurious rationality\nthat might be forgiven but would never be forgotten.\n\nAnd then the door opened and a smiling face appeared.\n\n\"What'd everyone run away for?\" Pendelton said.\n\nThe president was the first to recover.\n\n\"Everyone will please remain seated and calm,\" he said to the others.\n\n\"Calm be damned!\" Blackburn answered. \"This one has a punch in the nose\ncoming--and where the devil's my camera?\"\n\n\"Should have told me you were going to take pictures,\" Pendelton said,\ngingerly handing it over. \"Would have saved us a lot of trouble. And\nif you're interested in facts it wasn't me that snatched it, it was a\nlaw student. I guess he figured it might have some legal use. There's\nsome interesting footage in it starring Chaplain Rowan and a disturbing\nyoung creature named Ethel.\" He tossed a yellow box on the desk. \"You\nsee chaplain, I'm not anti-clerical after all.\"\n\nRowan's eyes flicked from Pendelton to the box and back again. \"That's\nthe film?\" he said.\n\nPendelton nodded.\n\nShaheen wet his lips. \"You develop it?\" he said.\n\n\"Yep.\"\n\n\"He's playing with us,\" Freylinghuysen said. \"Well, I can't say I blame\nhim. After all, how many times in a man's life does he get a scoop like\nthis? Look,\" he said, turning to Pendelton, \"there seems to have been\nsome disagreement about what happened on the Mall this morning. We've\ngot eyewitnesses proving anything you want. You've seen the film, maybe\nyou'd like to tell us.\" He thumbed the desk top, trying to think of a\ndecorous way to phrase it. \"Oh hell, is He or isn't He?\"\n\nPendelton pursed his lips and thought a moment.\n\n\"I'm not in a position to say at this time,\" he said.\n\nFour of the five men sat frowning because, in conversations with the\nfifth, time had continually to be allowed for recovering. Then Rowan's\neyes brightened and he jumped up.\n\n\"I take it you mean by that the dress was green all the time,\" he said,\ngiving a rhetorical answer.\n\n\"But don't start ringing bells over it,\" Pendelton said, smiling. \"I\nought to explain that it had to be green. Not because there's a God,\nbut because it had to. Couldn't be anything else. Except always blue,\nof course. Always blue, always green, but nothing in between. It\nrhymes.\" He shrugged his shoulders. \"Because when you change the past,\nwhy then you change the past and that includes cameras and film which\nare often also a part of the past.\"\n\n\"Green all the time,\" Rowan said, looking around at the others.\n\"_Green._\"\n\n\"Green and immaterial!\" Pendelton replied. \"Green and irrelevant,\ngreen and so what! We took the wrong approach. I didn't realize it\nuntil I saw Blackburn getting it down on film. Film is part of the\npast, so it changes. But our _heads_ are also a part of the past. They\nchange too.\" There was a flash of white teeth against his flushed face\nas he said: \"Depressing, isn't it?\"\n\n\n\n\"Wait a minute,\" Shaheen said.\n\n\"But it's true. The man watching the gargoyles pop out of the Empire\nState Building _would not have noticed anything_. Quite suddenly the\ngargoyles would _always_ have been there. The human mind can be toyed\nwith as though it were a piece of film, a coating of silver nitrate\ncrystals on celluloid. It's positively degrading!\"\n\n\"Wait a minute,\" Shaheen said, pressing his head between his fists.\n\"Something's wrong. You spilled ink on one of that girl's dresses. The\nblue one apparently.\"\n\n\"I spilled ink on a co-temporally-earlier edition of the dress the girl\nwas wearing on Voltaire Mall,\" Pendelton said, \"but can you guarantee\nshe wasn't wearing the green dress to begin with? You can't. Now I'll\nsay this slowly. If you change the past then you can have no memory of\nwhat it was before you changed it and therefore you can never prove\nthat you have changed it.\" He sighed and sat down. \"I'd like that to be\nknown as Pendelton's Exclusion Principle.\"\n\n\"It's a shame really,\" Rowan remarked, \"you went to an awful lot of\ntrouble.\"\n\n\"Well,\" the president said slowly, \"I don't know but that it might be\nbetter to keep physics and metaphysics apart after this. Like church\nand state. Metaphysical questions, after all, are those that don't have\nanswers.\"\n\nA frown passed briefly over Pendelton's countenance. \"Wait a minute,\"\nhe said. \"As I recall it, I said something about the wrong approach, I\ndon't remember saying the jig was up. As far as I'm concerned, we've\nonly tried the past so far, we haven't _scratched_ the future.\n\n\"Take the year 2068 for example,\" Pendelton said, smiling at them,\ntrying not to sound obnoxious. \"If existence is really determined the\nevents of that year are already written down ... sort of.\"\n\nHe suddenly whirled on Rowan. \"There is no question of God changing his\nmind between now and then since there is nothing that could possibly\nhappen between now and then that would surprise Him, give Him a reason\nfor changing His mind, because if He did He would be violating His own\ndefinition which includes absolute knowledge of all events past and\nfuture.\"\n\n\n\nRowan, immovable, stared back at him.\n\n\"But we need _two_ time machines,\" Pendelton resumed. \"I know, these\nthings are expensive but if you're really interested you'll ram it past\nthe trustees.\"\n\n\"Stop!\" Freylinghuysen said. \"No, go ahead. _Damn!_\"\n\n\"I won't go through this again,\" Rowan shouted, rising. \"All he's going\nto do is play more tricks with words!\"\n\n\"Won't hurt to _listen_ to him,\" Freylinghuysen replied.\n\n\"Now we send one time machine back to 1868 by means of the other.\nThen one of us travels to 2068 from 1868 while another goes to that\nallegedly _same_ year 2068 from the present, from 1968. See what I'm\ngetting at?\"\n\nShaheen slowly nodded his head and then closed one eye.\n\n\"If there's free will,\" Blackburn mumbled, \"they won't meet.\"\n\n\"Let's look for exclusion principles,\" Freylinghuysen commented,\nputting the balls of his fingers together and staring at the ceiling.\n\nRowan, ignored, watched them for a few seconds and sat down again.\nAfter a while he began to wonder how many experiments it would take\nbefore Pendelton found the proof he was looking for.\n\n\n                                THE END",
    "metadata": {
        "author": [
            "Lee, Stanley R."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/73231/pg73231.txt",
        "name": "the_great_implication.json"
    }
}