{
    "name": "The Standardized Man",
    "author": [
        "Bartholomew, Stephen"
    ],
    "body": "The turbocar swiped an embankment at ninety miles an hour; the result\nwas, of course, inevitable. It was a magnificent crash, and the driver\nwas thrown clear at the end of it for a distance of 50 feet.\n\nCharles looked at the body and got his bright idea.\n\n\n\nThe trouble had started a couple of weeks before, when Edwin, Charles'\nlaboratory co-ordinator, had called him into his office just before\nCharles was due to leave for home. It was a distinct breach of\netiquette to cause a worker to arrive home at any time besides his\naccustomed hour, so Charles knew whatever Edwin wanted must be\nimportant. He sat down opposite the Co-ordinator and assumed a\npolitely questioning look.\n\n\"Charles, you know I wouldn't call you here at this hour if it wasn't\nimportant,\" Edwin said, pursing his lips.\n\n\"Of course not, sir,\" Charles replied, waiting.\n\n\"The fact of the matter is, we are in dire straits.\" Edwin stared at\nthe other ominously. \"As you well know, the Textile Industry, like\nevery other business firm in the world, has functioned entirely\nwithout economic troubles of any sort for the past fifty years.\"\n\n\"Well, of course, sir....\"\n\n\"And you are also well aware of what would be the results of any\nfinancial deviation in any of these firms, particularly in a major\nindustry such as our own.\"\n\n\"Certainly, sir. Ours is a delicately balanced economic system. Any\nslight change in the economic status of one firm would....\"\n\n\"Exactly!\" Edwin leaned across the desk and glared at him. \"I have\njust come from a Board of Directors meeting. And it was made known to\nus that during the past three weeks our margin of profit has fallen\noff by three tenths of a per cent!\"\n\nCharles' face turned pasty white. He swallowed and took a deep breath.\n\n\"Will that information be made public, sir?\"\n\n\"Naturally not! But we aren't sure just how long we can keep it a\nsecret! The fact of the matter is, the IBM says that our profit margin\nwill continue to spiral downward at a gradually increasing rate unless\nsome drastic change occurs in our production set-up!\"\n\nEdwin leaned back and clasped his hands, composing himself. \"The\nprecise reasons for the existence of the situation are quite obscure.\nHowever, the IBM has informed us that the problem can be remedied if\nwe make a particular change in our production system, and it has\ninformed us as to the nature of that change.\"\n\nHe stood up and placed a finger on a capacitance switch. A panel in\nthe Wall slid back to reveal six sales charts. There were two each\nmarked _Winter_, _Summer_ and _Spring-Fall_. Three were designated\n_marlons_, and three _marilyns_. Each of them showed a red line rising\nsteeply on the left, levelling out to a perfectly straight bar all the\nway across, then dipping sharply again.\n\n\"Look here,\" Edwin said. \"These are the sales charts for our six\nsuits. As you know, we make three different types for marlons, and\nthree for marilyns. Hot-weather, cold-weather, and medium-weather.\nEach suit is designed to last a carefully calculated length of time,\nand each consumer need only buy three suits a year. They are exactly\nalike except for slight size differences, and because of elastic\nfabrics these differences are held to a minimum. With this system the\nTextile Industry attained the ultimate in Standardization, the\nultimate in efficiency.\"\n\nCharles rubbed his chin thoughtfully. \"Has the IBM suggested any\nalternative to our system, any possible change?\"\n\nEdwin sat down again, folded his arms on the desk, and scowled.\n\"That's where you come in! The IBM informs us that there is only one\npossible way to stabilize our economy, to raise our profit margin to\nits former level--and that is by further standardization!\"\n\nCharles raised his eyebrows. \"You mean a sexless wardrobe, sir? That's\nbeen tried....\"\n\n\"No, that's _not_ what I mean!\" Edwin snapped. \"What I mean is an\n_all-weather suit_!\"\n\nCharles swallowed audibly at that and said nothing.\n\n\"You can see the advantages, of course,\" Edwin explained. \"We'd need\nonly to manufacture two types of suit, marlon and marilyn. Since we'd\nnever have to adjust our factories, we could drop a lot of unnecessary\ntechnicians, and with the further standardization, manufacturing would\nbe faster and cheaper--a _lot_ cheaper. The consumer would only\npurchase one suit a year, but we could make up for that by raising the\nprices somewhat.\"\n\nCharles finally got a word in. \"But, _sir_! An all-weather suit? How\ncan we design a suit that will be equally comfortable in the middle of\na Florida heat-wave or a New England snowstorm?\"\n\n\"How? _How?_\" Edwin's voice raised and his finger pointed. \"_You're_\nthe research chemist, Charles! You're supposed to tell _me_ how!\"\n\n\"Sir? I....\"\n\n\"Listen!\" Edwin poked the other in the chest. \"I assume you know what\nwill happen to Society if the Textile Industry becomes economically\nunstable?\"\n\n\"Well, yes sir, but....\"\n\n\"Then I assume you realize that the Board of Directors will stop at\nnothing to preserve the status quo! And since you happen to be our\nchief industrial chemist, the entire problem lands in your lap! Now,\nwe want to know how to make an all-weather suit, and we want to know\n_fast_. Therefore, Charles, you're going to tell us how to do it!\nUnderstand?\"\n\nCharles nodded unhappily. \"Yes sir, I understand.\"\n\n\n\nCharles went to work the next day after informing his wife that she\ncould expect him to begin keeping rather irregular hours at the\nlaboratory. The idea of any kind of irregularity was enough to worry\nany wife, and Ingrid was the naturally suspicious type. She was always\nnagging and had, upon occasion, even gone so far as to insinuate that\nCharles had individualist tendencies.\n\nSo he knew that she would, embarrassingly, call Edwin to check up on\nhim, but he didn't really care.\n\nThe real problem was the all-weather suit.\n\nCharles put his small corps of assistants on the project,\ninvestigating several lines of thought at once. Every day, someone\nwould drop around for a while to check on his progress, and he had no\ndelusions about what would happen if he failed. The entire economic\nstability of his society depended on his coming up with an all-weather\nsuit, and he began to have trouble sleeping nights.\n\nEventually, he found what looked like a workable solution.\n\nHe called Edwin to tell him about it, and Edwin came down to the lab\nto see for himself.\n\n\"Is _this_ it?\" he asked, picking up what looked like a burlap\nhandkerchief.\n\nCharles cleared his throat. \"Well, that's the first sample, sir. Of\ncourse, it's possible to obtain a finer weave once we find out a few\nthings about it, and when it's bleached....\"\n\nEdwin nodded impatiently. \"Yes, yes. Well, what's so special about\nit?\"\n\n\"Well, it's made of a radically new type of fiber, sir....\"\n\n\"How's it new?\"\n\n\"I can show you more technical data on it, sir, but basically the\ndifference between this and conventional types of fiber is that this\nis thermostatic.\"\n\n\"How do you mean, thermostatic?\"\n\n\"Well, sir, basically, the diameter of the fiber is inversely\nproportional with the temperature. When the temperature rises, the\nfiber contracts, and when the temperature drops, it expands. So in\ncold weather, you have a fine, tight weave with good insulation, and\nin warm weather you have a loose weave with ventilation....\"\n\nEdwin nodded and dropped the fabric on a lab bench. \"Sounds good.\"\n\n\"Well sir, we have to make a few more tests on it, and it'll have to\nbe field tested before we can decide if it's safe to use in\ngarments....\"\n\nEdwin tapped him on the shoulder. \"Test it, Charlie.\"\n\n\"Sir?\"\n\nEdwin frowned. \"We don't have as much time as you think. We need that\nsuit of yours _fast_. We can't afford to waste any more time puttering\naround the laboratory. You have the fellows downstairs make up some of\nthis stuff into a Standard suit, and I want you to put it on yourself.\nWhat I mean is, _today_!\"\n\nCharles' jaw dropped. \"Today! But....\"\n\n\"No buts! Wear it a couple of days, and if you say it checks out, we\ngo into production immediately.\"\n\nSo Charles went home that night in a new suit and a worried frown.\n\n\n\nThings were smooth for about two days. Charles continued to wear the\nsuit and Edwin insisted on his making the preliminary preparations for\nthe mass-production of thermostatic fabric. Charles was kept busy\nworking out specifications.\n\nThen there were two factors that brought about a drastic change in his\nlife.\n\nOne was that he was worried. Charles wasn't exactly sure what he was\nworried about, but at the back of his mind there was something in the\ncomplicated molecular structure of the new fiber that bothered him.\n\nThe other factor was that Ingrid was still nagging him. Perhaps if\nCharles had been able to tell her what he was working on she would\nhave understood why he was worried. But he didn't tell her, and she\ndidn't understand.\n\nOne day after Charles had come home and eaten, she started an argument\nwith him about something or other, and in the most heated part of the\nbattle she had hurled at him the supreme insult.\n\n\"Charles,\" she said, \"I think you _look_ different!\"\n\nCoupled with the strain that Charles was under, that had been enough\nto make him stare at Ingrid for a moment, wheel and stalk out of the\napartment.\n\nAfter all, to say that one's face was even subtly different--even if\nit really was--was an unforgivable insult.\n\nCharles went out for a long, solitary evening walk and ended up at one\nof those places that features six varieties of beer, a continuous\nfloor show and a loud band. Charles was not quite aware of entering,\nbut once inside, watching the bump-and-grinders who wore nothing but\ntheir name tags, he found it difficult to leave.\n\nThe room was just ventilated enough to prevent suffocation, but it was\npurposely kept hot and stuffy in the hope that this would induce\nthirst on the part of the customers.\n\nWhen he thought about it later he decided it was undoubtedly the\nhumidity that had caused the catastrophe, but when it happened he\nhadn't the foggiest notion what was going on.\n\nAll he knew was that he had signalled a waitress for a third beer, she\nhad come threading her way between the postage-stamp tables, he had\nlooked up to give his order, she had looked down impersonally, and\nthen there was a scream.\n\nIt took a moment to realize that the waitress was screaming at him,\nand by that time there were shouts from the surrounding tables as\nwell, and men and women alike were stumbling all over themselves to\nget away from Charles.\n\nIn no time at all, there was a first-rate riot in progress, then the\nlights went out, and Charles had brains enough to fight his way to an\nexit and slip into the dark alley outside.\n\nAnd then Charles inspected himself and realized the horrible truth.\n\n\n\nThe key concept to Charles' society was expressed in the word\n_Standardization_. Standardization had had its beginning in the early\nIndustrial Revolution, when men first discovered that it was far more\nefficient to make a thousand pieces of furniture if you made them all\nexactly alike.\n\nAnd since efficiency means economic predictability, and since\npredictability means stability, Standardization quickly became the\nwatchword in the world's new industrial economy.\n\nSo, in time, virtually every product manufactured was standardized.\nFrom the smallest bolts and screws in a wristwatch, through automobile\nlicense plates, to clothing styles; everything manufactured was\nstrictly standard equipment.\n\nOf course, the only unpredictable factor in this structure was the\nhuman element, therefore the logical answer was a standardized\nconsumer.\n\nThe trend had started, undoubtedly, in Hollywood. The Art of\nCinematography had not existed long before becoming the Motion Picture\nIndustry. And, naturally, an industry must be efficient.\n\nThe Hollywood tycoons had decided that the best way to reduce the\nmargin of risk on any new movie star was to create an arbitrary\ncriterion, and to require the potential star to measure up to that\nstandard.\n\nCharles was absently aware that the female standard of beauty had been\nexemplified by a woman named Marilyn, and that the masculine standard\nhad been represented in someone named Marlon.\n\nSo, gradually, all of the new female stars that were selected by\nHollywood resembled Marilyn as much as possible, and male leads were\nselected to look like Marlon. If anyone had a nose that wasn't quite\nright, or large ears, a little plastic surgery quickly remedied the\nproblem, and if a female starlet happened to have brown hair, peroxide\nwas always handy.\n\nAnd in time, it became increasingly difficult to tell one movie star\nfrom another.\n\nThen the standard, idealized faces and their standards, idealized\npersonal mannerisms became socially fashionable, and with modern\ncosmetics and readily available plastic surgery, the fashionable men\nand women in society began to imitate the ideal.\n\nIt became not only fashionable to wear the Standard face, but indecent\n_not_ to do so. Social conformity was encouraged as much as possible,\nand the end result was the closest thing to a Standardized,\npredictable consumer as there ever could be.\n\nThis might have produced difficult problems, because with all women\nand all men wearing identical clothing and identical faces, it might\nhave become impossible to tell one person from another, which was not\ndesirable even in a Standardized world.\n\nAlong with the Standard face had come name tags by which a person\nmight individualize himself to the minimum necessary degree.\n\nThese name tags were worn about the neck on a colorful plastic band,\nwith the tag itself, a white plastic card, on the right side of the\nneck. On the tag, in gold lettering, was the person's name, address,\nand Social Security number.\n\nAnd--they were worn _all_ the time.\n\nThe name tag was the only means by which a person might be identified.\nWithout it, anyone might impersonate anyone else he pleased. So, of\ncourse, it became obscene to appear in public without one.\n\nAnd Charles, standing in the alley, looked down at himself and\nrealized the horrible truth.\n\n\n\nHe found himself running through back streets, sidling around corners,\nand darting into doorways.\n\nAfter an hour or two, he realized that he was no longer within the\nCity Limits.\n\nCharles took a good look around him and discovered he was standing on\na minor highway just outside of town. There were no cars or people in\nsight, and he dropped off the road into some bushes to get his wind\nand think.\n\nHe had _known_ there was something wrong with the molecular structure\nof the suit he was wearing, but Edwin wouldn't listen.\n\nIt had undoubtedly been the humidity. The chemical process had no\ndoubt been going on since he'd first donned the suit, but it had been\nthe heat in that beer joint that had accelerated the action enough to\nfinish the job. Human perspiration acting on the new fiber in the\ncollar of his suit produced some obscure chemical reaction which had a\ncorrosive effect on the plastic band and plastic card of his name tag.\n\nHe had to get home, somehow, and tell Edwin to hold up production on\nthe new thermostatic suit. Perhaps the flaw in it could be eliminated\nin a short time. If it couldn't....\n\nHe considered. The world Dollar Standard had been absolutely stable\nfor more years than he knew about. What would happen if it suddenly\nbecame unstable? A fluctuation of even a fraction of a cent would\ncause widespread panic; it would jolt the Public's faith in its\ninfallible economic system. And the panic would cause further\ndeviation in the Dollar's purchasing power, and--more panic.\n\nHe wiped his brow. If the situation in the Textile Industry was as\ncritical as Edwin said it was, then Edwin and his superiors weren't\ngoing to be at all happy when Charles told them about the suit--and\nCharles was going to be the fall guy.\n\nBut of course he had to get back and tell them. Because Edwin was all\nset to start production on the all-weather suit immediately, and if he\nactually went through with that and got a few million of them onto\nconsumer's backs, the result would be not panic, but disaster.\n\nAnd Charles' present problem was how to get home without being\narrested.\n\n\n\nIt was then that one individual got an extremely tough break, and\nCharles got his first lucky one.\n\nA turbocar came barreling down the highway and, without warning struck\nan embankment. The driver was thrown fifty feet from the wreckage.\n\nUnder different circumstances, he would never have considered doing\nwhat he did then. The penalty for wearing another person's name tag\nwas severe. But Charles was under an extreme emotional strain; and\nwithout even thinking, he bent over the limp grey form of the other\nmarlon and removed his tag.\n\nHe straightened, then, clutching the plastic band and looking around\nat the smoking wreck. Already, he could hear a siren somewhere in the\nnight.\n\nHe slipped the name tag over his head and struck out through the\nbushes toward the city.\n\nHis plan was simple; he had another name tag in his apartment for\nemergency purposes, and if Ingrid was in bed he'd have no trouble\ngetting it, destroying the one he was wearing now, and putting on his\nother suit.\n\nBriefly, he wondered what the police would think of finding a body\nnear a smashed car with no name tag. They'd probably decide it was the\nsame person that had caused the disturbance at the night club earlier\nin the evening.\n\nCharles realized that the lettering on the car had indicated it was a\npublic, coin-operated vehicle, so the authorities would have no means\nof identifying the body.\n\nAfter awhile it occurred to him that if he should go into hiding\nsomeplace, the body might easily be identified as his own, and he\nwouldn't have to worry about what Edwin and the other bosses would do\nto him. It probably wouldn't be noticed that the torn and\nblood-spattered clothes on the corpse were not thermostatic. But he\nshook his head resolutely. Even if he were crazy enough to try it, the\nbody would be reported missing by somebody or other, so that would\nnever do.\n\nEventually, Charles reached a main thoroughfare in the city and hailed\na cab. He climbed in the back, told the driver briefly to take him\nhome, and then slumped down in the seat and brooded.\n\nHe stared out the window, watching the buildings go by, and the\nemotional reaction of the evening began to set in. Morbidly, Charles\nwondered what they'd do to him if he kept his mouth shut and let the\nIndustry put the suit into production, and waited for the millions of\nID tags to begin to drop off.\n\nThe prospect was so frightening that his apprehension over what would\nhappen if it was discovered he was wearing somebody else's tag almost\ndisappeared.\n\nFinally, the cab rolled to a stop. Charles got out and dropped some\ncoins into the hand protruding from the front seat, and, head low, he\nturned and entered the apartment house.\n\nHe trudged dismally up the stairs, thinking about his wife. He\nwondered what would happen if she were awake and waiting for him. If\nshe saw that he had on somebody else's name tag.\n\nThe door was unlocked.\n\nAnd the light was on.\n\nHe wondered if he could duck into the bedroom without being seen, and\nthen someone leaped at him and he knew it was too late.\n\n\"Oh, James dear!\" she cried, throwing her arms around Charles' neck.\n\"When you walked out of here, I thought you'd never come back to me!\"\n\nCharles looked at the marilyn's name tag with slow horror and realized\nthat in his preoccupation, out of sheer force of habit, he had simply\nsaid to the cab driver, \"Take me home,\" and the driver had looked at\nthe address on his tag and complied. The apartment building so much\nresembled Charles' own that he hadn't known the difference, and he\nhadn't bothered to look at the number on the door.\n\nWhen Charles walked in, this Marilyn, Stasia her name was, had looked\nat his name tag and thought he was her James. She didn't have the\nslightest idea of who he really was.\n\nThen Charles closed his eyes, swallowed, and knew something else.\n\nIt really didn't make the least bit of difference _who_ he was. And of\ncourse, the solution to all his troubles was obvious.\n\nWith a sigh, Charles leaned over Stasia and kissed her.\n\n\n                   END",
    "metadata": {
        "author": [
            "Bartholomew, Stephen"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/32658/pg32658.txt",
        "name": "the_standardized_man.json"
    }
}