{
    "name": "The night of no moon",
    "author": [
        "Fyfe, Horace Bowne",
        "Fyfe, H. B. (Horace Bowne)",
        "Fyfe, H.B."
    ],
    "body": "The main trouble with the planet Boyd III was one satellite too many.\n\nHad there been no third moon, large and close, the tides might have\nbeen less confused and the weather more predictable. Certain peaks\nof atmospheric wildness, recurrent coastal catastrophes, logical but\ndistressing customs of the natives--lack of these factors would have\nmade Boyd III a much more attractive world.\n\nThe same lack, however, would not have tempted Pete Guthrie to survey\nsuch conditions from the surface of the planet as part of his\nexploratory and mapping duties. But it was too late now to be sorry he\nhad not secured his rocket properly against the incredible tides of the\nshoreline he had rashly chosen for a landing.\n\nHe mentioned this, for about the hundredth time, to Polf.\n\n\"Huh! Cables! Braces! No matter when wind-spirits want you,\" retorted\nthe local humanoid, darting a cowed glance at the sky from beneath his\nheavy brow-ridge. \"They want you stay, we will keep you.\"\n\n\"And I'll be stuck with you forever! Don't you have to make a living?\"\n\n\"I am appointed. Like Retho, who sleeps at your door in the nights.\"\n\nGuthrie scowled and examined the sky. It was a clear blue. One of the\nmoons, named Jhux, was a yellow-white disk, faintly blurred at the\nedge by its thin envelope of air. The spacer wished he had remained on\nJhux to do his observing. With an oxygen mask, a man could be fairly\ncomfortable there.\n\nThe clear blue sky above him, on the other hand, would be a fearsome\nsight in a month or so when the storms closed in.\n\n\"It is good some spoke for you,\" said Polf, nodding in quiet\nsatisfaction.\n\nGuthrie frowned at him. Every so often, his companion's thought pattern\neluded him. The Skirkhi, as they named themselves, used a typically\ndeveloped humanoid language, and he had managed to learn enough for\ncommunication. It was the way they thought that baffled him.\n\n\"Last season was not as bad as some,\" continued Polf, staring over the\nflat plain from their trifling eminence on the hill. \"Elders say living\nwill be hard this storm. It is a time of heat.\"\n\nGuthrie also stared off into the distance, toward the seacoast beyond\nthe plain. He tried to show no expression, for he suspected that these\npeople were cunning at reading faces.\n\nHis looks, to be sure, must be a handicap to them. He was long and lean\nof face where they tended to be round and pudgy. His reddish hair and\nblue eyes were certainly outside their experience, for they had aroused\nmuch frightened comment when he had first been discovered near his\nlanding site.\n\nHe turned his head slowly to study Polf. The Skirkh crouched with bowed\nlegs folded under him and his big head thrust forward. His profile was\nflat against the blue sky, for his nose was a wide-nostriled snout. The\neyes that gazed moodily at the horizon were black glints between brow\nand cheek ridges.\n\nThe lower part of the native's face, though the chin receded, completed\nthe design of blunt, durable strength. It symbolized, Guthrie\nreflected, Skirkhi life. The delicate had simply not survived on this\nworld.\n\nOn the other hand, Polf was not very large compared to the Terran.\nGuthrie guessed him to be an inch or two over five feet, although his\nsquat, straddling stance made the estimate a rough one.\n\n_I wouldn't have much trouble with him_, Guthrie thought. _Of course,\nthe whole gang would be something else...._\n\nThe village of two hundred was part of a tribe of six or seven times\nthat number. There were other tribes in surrounding areas, but Guthrie\nhad learned little about them. The Skirkhi said they were evil people.\nHe assumed that that meant they treated prisoners with the same eager\ncruelty he had seen his captors display.\n\n_I should complain!_ he reproved himself. _If not them, it might have\nbeen me. I wonder when the Service will check about the reports I'm not\nsending?_\n\n\"_Gaah!_\" exclaimed Polf, springing half erect and assuming a\nbare-toothed posture of defense.\n\nHis naturally tan face flushed to an alarming coppery hue, a process\nGuthrie had previously observed when village arguments came to blows.\n\nThe flaring light streaked deliberately across the sky, pulsing\nrepeatedly, and descended in a direction Guthrie fancied was southeast.\n\nHe realized that he, too, had risen at the sight. He turned to follow\nthe vapor trail in the sky, and noticed that the lower end wavered\nerratically.\n\n\"That's no meteor!\" he muttered. \"But look at the knot-heads! If they\nland that way, they'll spread like a ton of boiling butter and I'll\n_never_ get away!\"\n\nHe realized that Polf had scampered back after a few steps downhill,\nand was now crouched at Guthrie's feet more like an animal than a man.\nThe Skirkh uttered a sound between a snarl and a whimper.\n\n\"Get up, Polf!\" said Guthrie. \"It's a spaceship. I told you what mine\nwas like. Go tell the elders! They will think well of the bearer of\nsuch news.\"\n\nPolf bobbed his thick head and took a step downhill. Then duty halted\nhim.\n\n\"Oh, all right; I'll come with you,\" sighed Guthrie. \"Maybe they'll\nappoint us to lead the search if you tell them there will be other\nTerrans.\"\n\nHe hoped that there would be other live Terrans. Even more, he hoped\nthat their ship would be in good condition. He was good and tired of\nBoyd III.\n\n\n\nTwo days later, about noon, a sound of excited voices approaching\nroused Guthrie and his shadow, neither of whom had been permitted to\njoin the search. They sat up, where they had been sunning themselves on\nthe roof of their house.\n\n\"They're back,\" exclaimed Guthrie, poking Polf eagerly.\n\nThen, as he caught sight of two taller figures with the search party,\nhe slid down from the roof and started to run as soon as he hit the\nground.\n\nPolf let out a squeak and tumbled in pursuit. By the time Guthrie and\nhis shadow reached the end of the single, irregular street boasted\nby the village, the new arrivals had been surrounded by half of the\npopulation.\n\nAt first, Guthrie found his approach deliberately blocked by several of\nthe village elders.\n\n\"What do you fear in this moment?\" he snarled in Skirkhi, as he shoved\nhis way through the inner ranks. \"Who else will tell you what they say?\"\n\nHe managed to jab old Kilki on the side of his thick skull with one\nelbow, a limited satisfaction because Kilki ranked only about fourth in\nthe Council of Elders. Guthrie wished he could get at Thyggar, who had\nruled that he be kept inside one of the cramped stone huts for several\nweeks following his capture.\n\nKilki rubbed the knobby side of his head philosophically and said, \"How\nwe know they are not good spirits called to steal you back to the sky,\nGut'rie?\"\n\n\"Huh!\" snorted the Terran, pointing to the disheveled pair with the\nsearch party. \"They don't look like good spirits to me!\"\n\n\"That is what _you_ say,\" grunted Kilki. \"Maybe we burn--then be sure!\"\n\nThe man was Guthrie's height or an inch taller, and broad of shoulder.\nHe had a strong face with bold, regular features slightly spoiled\nby a thick stub of a nose. High cheekbones gave his eyes a masked\nexpression. Though sweat-darkened, his hair appeared to be blond and\nwavy.\n\nThe girl did not stare at Guthrie with the same blend of irritation and\nexpectancy. Instead, her gray eyes shone with a trusting relief that\ncaused the spacer to grimace uncomfortably. He thought she was probably\npretty, if a trifle thin, but could not be sure. Somewhere on the\nway--he guessed in the marsh about a mile south of the village--she had\nfallen flat in the mud.\n\n\"Who'n'ell _are_ these monkeys?\" demanded the man. \"I couldn't get\nanything out of them except signals to go faster.\"\n\nHe almost succeeded in controlling a querulous note in his voice by\ntrying to assume the buddy-to-buddy tone of one Terran discussing with\nanother the universal peculiarity of aborigines. He watched Guthrie\ncarefully.\n\n\"What did you come down in?\" asked the latter abruptly.\n\nThe other stared. The girl, who had been sagging wearily against the\nstocky form of the nearest Skirkh, straightened up with a hurt look.\n\n\"It was an emergency rocket of the _Mount Pico_. Mr. Trent piloted it\ndown here after the others ... passed on ... from their burns--\"\n\n\"Explosion and fire just before we were to pass this system on the\nway to Altair,\" explained Trent rapidly. He had retreated from hope\nto a worried expression. \"I don't know what did it; they braked from\ninterstellar drive to give the rockets a chance at these planets. It\nall went pretty fast.\"\n\n\"_Then there's no ship to pick us up from this mudball?_\"\n\nTrent glanced at the jostling Skirkhi, then at Guthrie. His brow\nfurrowed.\n\n\"Well, of course the government and the spaceline will send ships to\nsearch this volume of space. I _think_ the crew got off a message....\"\n\n\"Aw, hell!\" grunted Guthrie contemptuously.\n\nTrent's voice trailed off. Then, ignoring Guthrie's scowl, he tried to\npick up where he had left off.\n\n\"... but I thought, perhaps ... couldn't you send a message about us?\"\n\nGuthrie regarded the crowd of Skirkhi, who gaped back with gleaming\neyes and hanging jaws. Old Thyggar raised a thick, four-fingered hand\nat him and demanded, \"What do they say?\"\n\n\"Later, Old One,\" retorted Guthrie, turning to look at the girl.\n\n\"Oh--this is Miss Norsund,\" Trent explained. \"Listen, if you don't want\nto send a message, couldn't you have some of these people guide us?\"\n\n\"First,\" said Guthrie, \"travel is dangerous. You might get eaten or\nmade into window-flaps. Secondly, I don't know where they could guide\nyou to.\"\n\nHe let them absorb that, then went on.\n\n\"And I can't send any message because I don't know the right spells and\nincantations to summon any good spirits to carry the message.\"\n\nTrent and Miss Norsund began to develop glassy stares.\n\n\"And finally,\" growled Guthrie, \"they won't let me send a spirit\nmessage because they're saving me for the first night with no moon!\"\n\nA subdued chattering sprang up among the Skirkhi when they heard his\nvoice rise to a shout. Guthrie controlled his accumulated frustration\nwith an effort. Meeting the girl's shocked glance, he felt a twinge,\nand knew he had better stop.\n\n\"Are they good spirits?\" demanded old Thyggar impatiently.\n\n\"Ask them, Old One!\" said Guthrie, turning on his heel.\n\nHe seized the unguarded moment to jab the heel of his hand under the\nshort chin of the nearest Skirkh, propelling the latter against his\nfellows. Through the narrow way thus cleared, the spacer stalked out of\nthe crowd.\n\n\"Thyggar wear sour look,\" mumbled Polf, trotting doggedly at his heels.\n\nHe sounded more respectful than at any time during the day. Guthrie\nreminded himself to watch out. He seemed to be earning too much\nadmiration; it might be wiser to slack off before it drew retaliation.\nThrough experience, he was learning to keep the score even, but....\n\nPolf somehow managed to trip him as he turned into the doorway of the\nhouse assigned to him. He plunged through the low, dark entrance head\nfirst, displacing a crude but sturdy bench someone had left in the way.\n\n\"Your father was undoubtedly a good spirit who stole your mother's wits\nwith a dream of soft summers,\" said Guthrie, sitting up just in time to\nthrust a boot between Polf's ankles.\n\nThe Skirkh sprawled in his turn upon the hard-packed floor. The two\nof them sat there for a long moment, raising both palms in the ritual\ngesture to the sky spirits and glaring at each other in mutual respect.\n\n\n\nOn the second morning after the arrival of Trent and Miss Norsund,\nGuthrie judged the time ripe for a longer talk.\n\nWhen he and Polf approached the hut in which the newcomers were\nquartered, signs of obstructionism appeared; but the spacer sneered\nthem down. By the time he found himself seated on the ground facing\nTrent and the girl, the onlookers had been reduced to Polf and a trio\nof glum guards. The former seemed to take pleasure in his comrades'\nloss of face.\n\n\"Sorry I took so long,\" Guthrie apologized. \"There's a certain act you\nhave to put on around here. They been treating you all right?\"\n\nHe looked at the girl as he spoke, reflecting that a little cleaning\nup had improved her immeasurably. With the mud off, she displayed a\nglowing complexion and a headful of chestnut curls; and Guthrie was no\nlonger sure she was too thin. He determined to check the first time she\nstood up in the short, borrowed dress of Skirkhi leather.\n\n\"Look here, Guthrie--that _is_ your name, isn't it?\" Trent asked\npeevishly.\n\n\"That's right. Pete Guthrie, currently employed, I hope, by the\nGalactic Survey. And you two are Trent and Norsund?\"\n\n\"George Trent and Karen Norsund, yes. But what I want to say is that\nwe find your attitude very strange. How can we expect co-operation from\nthe natives if you throw your weight around the way you do?\"\n\n\"And what,\" asked Karen Norsund, turning her big gray eyes on Guthrie,\n\"was that remark about the natives saving you from something?\"\n\n\"It's _for_ something. I think I'd better tell you the local\nsuperstitions.\"\n\n\"If you don't mind,\" Trent interrupted, \"I'd rather know how far it\nis to a Terran settlement. We tried to treat the crowd like humans\nafter you left, but we'd prefer not to stay _here_ until a rescue ship\narrives.\"\n\n\"As far as I know,\" said Guthrie, \"_we_ are the only Terrans on this\nplanet.\"\n\nHe watched that sink in for a few moments, then explained how the\nsystem had fallen within the volume of space allotted to him for\ngeneral survey, how it had never before aroused any great interest\nbeyond being noted in the Galactic Atlas for the benefit of space\ntravelers in just such a situation as theirs.\n\n\"I hope your rocket is in good shape,\" he finished. \"Did you land well?\"\n\n\"Oh ... well enough,\" said Trent. \"What about it? Why not stay here\nuntil we think a rescue ship is near, then go back and televise for\nhelp?\"\n\n\"It's not that easy,\" said Guthrie. \"If this ship we're hoping for\nstops to scout for other survivors, we'll be in a real unhealthy\nsituation.\"\n\nThey looked puzzled.\n\n\"The seasons here,\" he explained, \"tend to wild extremes. They have\ntidal waves you wouldn't believe. In a few weeks, the storms will begin\nand the Skirkhi will go to the hills to dig in. It's a bad time to be\ncaught in the open.\"\n\n\"Oh, come, man!\" Trent snapped. \"We shouldn't be here that long.\"\n\n\"It's only two or three weeks. The trouble is that on a certain night\nshortly before they leave the village to the mercy of the sky spirits,\nthe Skirkhi have a nasty custom--\"\n\n\"I don't care about your low opinion of the local customs,\" interrupted\nTrent. \"From what I've seen of you, Guthrie, it is obvious that you are\nnot the sort to represent Terra on the frontiers. Just tell me--if you\ncan't get along with the natives like a civilized being, where do you\nexpect to get?\"\n\n\"Up to Jhux,\" said Guthrie.\n\n\"Where?\"\n\n\"Jhux, the largest moon. It has a thin atmosphere. We could pump enough\nair into your rocket to live on, and wait to signal any approaching\nship.\"\n\n\"But why go to all that trouble?\"\n\n\"Besides,\" Karen Norsund put in, \"I think I've had enough travel in a\nsmall rocket for the time being.\"\n\n\"It'll be better than the hurricanes here,\" Guthrie sighed. \"Now, if\nyou'll just let me finish about the Skirkhi--\"\n\nTrent screwed up his face in exasperation until his eyes were slits\nabove his cheekbones. He shrugged to Karen in a way that turned\nGuthrie's neck red.\n\n\"All _right_!\" the latter choked out. \"You seem to want to make me\nlook narrow-minded! Wait till you know the Skirkhi! They believe very\nseriously in these sky spirits. They try to buy them off, to save the\nvillage and their own skins--and they pay in blood!\"\n\nHe waited for the shocked exclamations, the suspicion, then the\nexchange of glances that agreed to further consideration.\n\n\"Until you two came along, I was the goat. Now there are three of us to\nchoose from, but your rocket gives us the means to make a run for it.\"\n\nThey thought that over for a few minutes.\n\n\"How do you know they won't ... use ... all three of us?\" shuddered\nKaren.\n\n\"The Skirkhi have learned to be frugal. They'll save something for\nnext season. Otherwise, they'd have to raid some other tribe or elect\none of them.\"\n\n\"But, before then, either a rescue ship or one from the Survey will\nhave arrived, don't you think?\" suggested Trent.\n\n\"What are you getting at?\"\n\n\"Well ... this: assuming that you are not exaggerating your distrust of\nthe natives, if they actually feel it necessary to ... er ... sacrifice\nto these sky spirits, that will still leave the remaining two of us a\ngood chance.\"\n\nGuthrie wiped a hand slowly over his face. He glanced out of the corner\nof his eye at Polf and the Skirkhi guards, wondering if they could\nguess the drift of the conversation.\n\n\"And what will your next idea be?\" he demanded bitterly. \"Want us to\ndraw straws to see which of us goes out and commits hara-kiri for them?\"\n\n\"Now, now! We must be realistic. After all, nothing serious may come of\nthis. Merely because you and the natives share a mutual antipathy--\"\n\n\"You make me sick!\" growled Guthrie, rising to his feet.\n\n\"I don't know what you mean.\"\n\n\"But I know what _you're_ figuring,\" said the spacer. \"The excuse will\nbe that you're willing to take your chance with the Skirkhi choice,\nor that you don't want to stir up trouble because of the girl; but\nactually you think I'm the natural candidate!\"\n\n\"Mr. Guthrie!\" exclaimed Karen, jumping up.\n\n\"Pardon me! I have to go and commune with the spirits of the sky!\"\n\nHe pivoted toward the street and bounced off one of the guards who had\ncrept closer to eavesdrop. Automatically, he shoved the Skirkh into the\nwall.\n\nBehind him, he heard a muttered curse in Skirkhi, then another thud as\na thick skull clunked yet again into the wall. He deduced that Polf was\nfollowing both his footsteps and his example.\n\n\n\nThey walked out toward the hill where he and Polf had sat the day the\nrocket had flared down from the sky. Two pale crescents hovered on the\nhorizon.\n\n\"There will still be Yiv in the night,\" muttered Polf, \"but soon he\nwill follow Jhux and there will be no moon. Then come storms.\"\n\nGuthrie recalled his surprise at the natives' awareness of Yiv, a small\nsatellite whose distance made it appear merely an enormous star. He\nhad noted it from space, but they must have realized its nature from\nregular observation.\n\nThey walked a few minutes, when Polf peered slyly at him.\n\n\"I think these sky ones good spirits, not like you.\"\n\n\"What do you mean?\" asked the other suspiciously.\n\n\"When in hard talk, you get red in face almost like human. They not.\nThe she-spirit a little, yes. But the other ... I think he is best\nspirit of all!\"\n\n\"Aw, what do you know about Terrans?\" demanded Guthrie uncertainly.\n\n\"What are Terrans?\" Polf leered at the effort to take him in by a trick\nname. \"You, Gut'rie, you act like us. You learn fear evil spirits like\nsmart man. Maybe was trick of good ones--send you here so we make\nmistake.\"\n\nGuthrie stared down at the stocky Skirkh, trying to follow that chain\nof thought and wondering how many in the village would find it logical.\n\n_Most of them, I'm afraid_, he thought. _I wonder ... what if I just\nkept quiet and let him dig his own grave? If I read Trent right, he'll\ndo it!_\n\nThey sat for a while on the crest of the low hill, in the warmth of the\nsun. Polf seemed not to mind Guthrie's brooding. Patience was a Skirkhi\nforte. At times, the spacer pitied the natives, with their harsh and\nprecarious life.\n\n_Maybe something could be done here_, he reflected. _A good, thorough\nsurvey would tell. After all, G. S. engineers have controlled\ntemperatures on some planets by diverting a few ocean currents. And\nthere's cloud-seeding...._\n\n\"Huh!\" he grunted. \"Already thinking as if I were safe on Jhux.\"\n\nHe began to question Polf as to what the search party had reported,\nand derived a good idea of the route to the rocket. Tortuous details\nof Skirkhi trail directions baffled him every few minutes, so that it\nwas twilight before he was satisfied that he could find the craft on\nhis own. With Polf trailing, he strolled thoughtfully to his quarters,\nbracing for supper of fish or lizard.\n\n\n\nAt intervals during the next three days, he saw the new couple about\nthe village. Trent, especially, did not seem eager to speak to him, and\nthey were always accompanied by at least one Skirkhi couple.\n\nIn a moment of relaxation, Guthrie permitted himself to observe Karen\nwith pleasure, when she appeared in her own clothes. With the mud\nwashed out, it became apparent that she had been wearing a smart pair\nof lounging pajamas when interrupted by the spaceliner's alarm.\n\nTrent had also cleaned his sport shirt and baggy slacks, and now went\nabout making himself buoyantly pleasant to the natives. Once or twice,\nturning away from this spectacle with a frown, Guthrie chanced to\nencounter the black, analytical stare of old Thyggar. A sardonic grin\nquirked the elder's wide mouth.\n\n\"Retho tell me Trent learn speak Skirkhi fast,\" Polf reported,\nglittering eyes nearly hidden by the contortion that passed for a smile\non Skirkhi faces, \"so he can tell what a _good_ man he is. He says is\nkind. He says is friend. You would laugh, Gut'rie--he call you names!\"\n\n\"So will he laugh,\" growled Guthrie, \"on the other side of his face.\nHe's begging for it, all right.\"\n\nHe chewed his lip for a moment, then shrugged. With a nod to Polf, he\nstarted down the street to the huts assigned to Trent and Karen. He\nfound the girl behind the squat stone house, doing her best to comb out\na mop of freshly washed chestnut hair.\n\n\"You'd do better to leave some mud in it,\" he advised her.\n\nThis drew a hard gray stare. Guthrie turned to Polf.\n\n\"Can't you do something with this one sitting beside her?\" he demanded.\n\nPolf grinned, showing a sturdy set of broad teeth.\n\n\"It would be like sacrifice to those who sent down these others,\" he\nsaid. \"Last night, when leaving Retho at your door, I kill _chivah_\nlizard in street. With club. But was only a little blood and we are\nfull of thanks.\"\n\nAfter a few minutes of conversation under the glowering gaze of the\nTerran girl, he enticed the Skirkhi woman around the corner toward the\nentrance of the hut. Guthrie turned to Karen.\n\n\"Listen!\" he said urgently. \"What is this I hear about Trent going\naround like a cock-eyed good-will ambassador?\"\n\n\"I can't help what he does,\" Karen said defensively. She had trouble\nmeeting his eye. \"I told him I didn't think he should talk that way,\nbut he said ... well ... that you--\"\n\n\"I can imagine,\" said Guthrie. \"Well, he'd better stop it, and not on\nmy account. This is a queer, dangerous place.\"\n\nHe took a few steps to the corner of the hut, to check that the space\nbetween adjoining houses was empty of spies. The guards loitered in the\nstreet.\n\n\"It may sound strange,\" he continued, \"but it makes a distorted kind\nof sense for people who live on a planet like Boyd III--this belief in\nsky spirits. I told you about the bad season, I think, and the uproar\nraised by coinciding tides.\"\n\nKaren, having brushed her hair into some sort of order, eyed him\nwatchfully.\n\n\"I would expect them to protect themselves from the rains,\" she\nremarked.\n\n\"Rains!\" snorted Guthrie. \"You don't know! Hurricanes! Tidal waves!\nFloods! They lose people every storm. This is a very bad place to live.\nSo what do you suppose they worship?\"\n\n\"Sky spirits, you keep telling me.\"\n\n\"Yes,\" he said, lowering his voice instinctively. \"But not good ones,\nnaturally--spirits of evil.\"\n\nKaren looked at him sidelong and clucked her tongue.\n\n\"It's not funny; it's perfectly logical. They spend their lives one\njump ahead of freezing or drowning. Their world's against them. Other\nsavage races have figured it that way, even on Terra.\"\n\n\"All right, it's logical. What has it to do with us?\"\n\n\"It has this to do,\" said Guthrie. \"That clown, Trent, is going around\nmaking friends like a puppy. He's cutting his own throat, an' I'd bet\nhe thinks he's cutting mine. But you don't think they'd sacrifice a\n_bad_ person, do you?\"\n\nThe thought penetrated, and she rose slowly to her feet. He reached out\nto her shoulders and gave her a little shake.\n\n\"The Skirkhi spend weeks before the stormy season making sure the evil\nspirits notice what nasty people they are. Like Terran kids before\nChristmas, in reverse. And there's that apple-polisher making a gilded\nsaint of himself while the natives are spitting in their friends' faces\nand trying to steal their wives or cheat old Thyggar on their taxes.\"\n\nThe girl stared at him in horror. The flesh of her shoulders was soft\nbut firm under his fingers. He suddenly wished there were no Skirkhi\nhanging about.\n\nSuddenly, Karen's gray eyes widened with a new wariness.\n\n\"Let go!\" she ordered.\n\n\"Maybe I shouldn't,\" Guthrie teased her. \"Maybe I ought to let the\nSkirkhi see that you have claws. It would help your reputation here.\"\n\nShe began to struggle, and he had a hard time holding her but somehow\nhated to let go. He was conscious of a padding of feet in the alleyway\nas a couple of guards drifted in from the street.\n\nKaren tried kicking him in the shin, then wound the fingers of one hand\nin his hair and yanked. Guthrie, who had by then clasped both hands in\nthe small of her back, let go with his left to grab her wrist.\n\nImmediately, the nails of her other hand raked past his right eye.\n\nHe muttered a curse, let go completely as he felt a sudden fury well up\nin him, then grabbed a handful of her long hair in his left hand. He\nhalf raised his other hand, undecided whether to slap or let her go.\nShe screwed up her face and tried to turn away.\n\n\"Guthrie!\" shouted a man's voice.\n\nTrent ran between the huts, trailed by a score of Skirkhi.\n\n_Well, this ought to be it_, thought Guthrie, releasing the girl. _He\ncan't let this pass. I suppose I have a poke in the snoot coming._\n\nTrent hauled Karen aside protectively, frowning at Guthrie. The latter\nstood with his hands waist-high, shoulders slightly forward, waiting.\nWatching Trent's eyes, he saw them flicker toward the expectant Skirkhi.\n\n\"I realize that there can be only one explanation, Guthrie,\" said the\nother, \"but this is obviously neither the time nor place to argue it.\"\n\n\"I didn't offer any explanation,\" said Guthrie, ashamed but irritated.\n\n\"We are being observed,\" Trent reminded. \"Show a little Terran dignity!\"\n\nHe raised his chin with dignity and Guthrie punched it as hard as he\ncould.\n\n\n\nThinking it over later, he realized that he had entirely wasted the\nquick feint with his left. Trent was still posing as a saint when\nGuthrie's fist sent him flying into the solid stone and clay wall of\nthe house behind him.\n\nThe spacer stared at Trent as the man slid limply down the wall to a\nsitting position. He flexed his numbed fingers thoughtfully, as Trent\npeered glassily up at him without seeming to know where he was.\n\nKaren slipped behind a rank of thick-shouldered Skirkhi as a hum of\ncomment began to rise from the gathering. Guthrie turned and pushed his\nway through to the street. Out of habit, he took the direction to his\nquarters, vaguely aware that Polf had reappeared to follow him.\n\nDisgusted with himself, he tried to see Karen's side of it.\n\n_It must have looked just wonderful!_ he told himself. _I think I might\nhave really tried it--guess she saw that in my face, so I can't blame\nher for ducking. How could I? This place is getting me. Pretty soon,\nI'll be a first-class Skirkh!_\n\nHe kicked moodily at the dust outside his doorway, then climbed the\nprojecting stones at the corner. Polf grunted and followed him up to\nthe roof.\n\n\"He is too good,\" said the Skirkh. \"It will be easy. I will do it for\nyou with Retho. My brother, Kror, will come too.\"\n\n\"Do what?\" asked Guthrie.\n\n\"Steal his woman for you tonight. It will be a bad thing to do and the\nbest time to do it. Elders say no moon tonight.\"\n\n\"But what makes you think--?\"\n\n\"Your face. Do not say to Polf you not want. And if you not admit she\nis his woman, it is not bad enough a thing to do.\"\n\n\"You don't understand, Polf,\" said the spacer. \"I couldn't ... that is,\nit's not the same for me....\" _My God!_ he thought. _I'm beginning to\nsound like Trent!_\n\n\"The storms come,\" murmured Polf. \"You want the wrong spirits for\nfriends? If it is tonight, elders stay with Trent. Will be easy.\"\n\n\"Won't you have to be there? And your friends?\"\n\n\"Gah!\" exclaimed Polf. \"Whole dumb village be there. What better time\nto do bigger spirit work? You want Thyggar steal her first?\"\n\nGuthrie sat up abruptly, and almost slid from the roof.\n\n\"Well, why not?\" he muttered after a moment. \"She must have warned\nTrent by now. If he can't think of a way out, I'd better save what can\nbe saved. That was his own idea. I can't help it if he wouldn't listen\nto me.\"\n\nIt did not sound quite right to him, but time was running out. The\nthought of being transformed lingeringly into a few pounds of hacked\nand burnt meat crossed his mind once again, and he could feel himself\nbeginning to sweat. He glanced over his shoulder at the broad,\nexpectant face.\n\n\"All right,\" he whispered. \"Tell Retho and your brother.\"\n\n_What else can I do?_ he asked himself. _If it has to be one of us--_\n\n\n\nLater, he tried to convince himself that he could sleep for a few hours.\n\nStill later, following Polf down the torch-lit street, trying to look\nnonchalant before the unusual gathering of Skirkhi, he asked himself\nagain, _What else can I do?_ He avoided the amused glint in old\nThyggar's eyes.\n\nThe doing drove out the thought, and it was some hours before it\noccurred to him again. When it did, he was stumbling up a pitch-black\nslope miles to the south of the village.\n\nBehind him, he could hear the sounds of panting and of dragging\nfootsteps as Karen, Polf, and two other Skirkhi followed. The slope\nleveled off to a plateau. Something too big and solid to be a tree\nloomed up against the horizon.\n\n\"There it is!\" Guthrie gasped.\n\nThe darkness was relieved only slightly by the stars, but there was no\nmistaking that silhouette. Guthrie stumbled the last hundred yards and\ncame to a halt beside one big fin.\n\nHe stretched out a hand and accounted for the others by touch as they\narrived. The rocket was canted slightly because one of the fins had\nsunk a little way into the ground, and the hatch half-way up the hull\nhad been left open with the exit ladder extended to the surface.\n\n\"We'd better catch our wind before trying to climb up,\" he said.\n\nHe knelt on the grassy ground and rolled wearily over to a sitting\nposition.\n\n\"How could I do it?\" he murmured.\n\n\"What? You speak wrong talk, Gut'rie,\" panted Polf. \"Like you talk to\nthe good one before they start celebration. What you say to fool him?\"\n\n\"What does he say?\" whispered Karen anxiously.\n\n\"Wants to know what I said to Trent,\" he answered, tugging the frayed\ncuff of his trousers away from his leg. He seemed to be mud to the\nknees.\n\n\"When you came along as he was getting ready for the ceremony? You told\nhim to dump the fancy costume and run for it.\"\n\n\"I did?\" mused Guthrie. \"Yes, I forgot. Well, he wouldn't listen, would\nhe?\"\n\n\"No, and he wanted me to go with him. You got mad because he thought\nthey were taking him into the tribe.\"\n\n\"He's being taken, all right,\" muttered Guthrie. \"There's no moon up\nyet.\"\n\nHe crawled to his feet and groped through the dark to the ladder.\n\n\"What are you doing?\" asked Karen.\n\n\"Gonna take a look. Hope there's fuel to bounce her off this mudball.\"\n\nHe told Polf of his intention and began to climb. The metal rungs were\ncold. Reaching the open airlock, he swung himself inside the cramped\nchamber and closed the outer hatch in order to open the inner. Lights\ncame on automatically.\n\nHe found a shorter ladder inside and climbed up to the passenger\ncompartment. There were padded seats for about two dozen people, well\npacked, but they had swung to an upright position for landing. Guthrie\nclimbed them to the pilot's position, where he seated himself to look\nover the instruments.\n\n\"Whew!\" he exclaimed. \"This can has just enough to get along on.\"\n\nAfter noting the amount of fuel left in the tanks, he searched the\ndrawers of the little control desk for information. He discovered a\nbooklet of data on the rocket and a set of simple charts. To these, he\nadded his memory of the mass calculated for Boyd III back when he had\nfacilities for such work.\n\n\"We ought to get off okay,\" he told himself. \"My God! A hand-crank\ncalculator--they don't waste power in these things! Well ... later.\"\n\nThere was power provided, he saw, for \"beacon\" and \"auto. radio\" as\nwell as for a few essentials like ventilation. A distress call could be\nbroadcast automatically, at intervals regulated to economize on power,\nand the same could be done with the beacon. He looked up details in the\nbooklet. The rocket possessed, at least, means to make a loud noise and\nshow a bright light if any rescuer should approach. It remained for\nthem to take it where these could be effective.\n\nHe went to work calculating firing data to blast the rocket into a\ncourse for Jhux. His figures lacked the polish he might have obtained\nin his own ship, but anything would have to do in this pinch.\n\n\"Maybe I ought to figure a closed orbit,\" he muttered. \"Once up, we\ncan pick the right time to edge out to Jhux ... maybe put out a few\nsignals first.\"\n\nHe stared reflectively at his arithmetic, chin in hand.\n\nAfter several minutes, he leaned back and thought, _Pete, my boy,\nmaybe you won't have to do it after all! There might just be an out if\nthere's still time._\n\nHe grabbed up the pencil he had been using and feverishly undertook\nanother course calculation. In the end, after making a few corrections\nand comparing the requirements with the fuel gauges, he decided it\nwould be possible.\n\n\"Now, let's see ... how do I get a distress call taped and set for\nbroadcast...?\"\n\nWhen he scrambled down the ladder a little later, he brought a\nflashlight with him. Karen squinted and the three Skirkhi cringed in\nits beam.\n\n\"Polf, how long till day?\" Guthrie demanded.\n\nPolf found enough voice to guess that a third of the night remained.\n\nGuthrie reached up and strained to unhook the ladder. As it came loose,\nhe let it fall and said, \"Let's get out of here before the jets light!\"\n\n\"What are you _doing_?\" protested the girl, grabbing his arm.\n\n\"Sending it up on automatic to broadcast a distress call.\"\n\n\"But I thought--\"\n\n\"Well, I thought of a better one,\" snapped Guthrie. In Skirkhi, he\nadded, \"Move your feet, worms, before _we_ become a burning sacrifice!\"\n\n\n\nShoving the natives ahead and towing a Karen whose voice showed signs\nof turning shrill, he got the group over the crest of the hill in\nplenty of time before the sky flared and thundered with the sudden roar\nof rockets.\n\nThe horrid noise departed toward the upper atmosphere. Presently,\nGuthrie's eyes readjusted to the dark until he could make out the trees\nthrough which they had groped and bumped heads an hour earlier.\n\n\"Might as well start,\" he said. \"We might make it back in time for\nlunch.\"\n\n\"But the rocket!\" wailed Karen. \"After that awful trip to find it!\"\n\n\"I set the controls,\" he explained, \"to blast it up into an orbit\naround the planet, where it can broadcast our location until we're\npicked up.\"\n\n\"Oh,\" said Karen. \"Well, I hope you can handle your friends till then.\"\n\n\"We should be able to see it in a little while. I set the controls to\nflop it over when it's high enough and send it around east to west.\"\n\n\"Why?\"\n\n\"So it will match the apparent motions of the moons.\"\n\nKaren walked perhaps twenty steps in silence, then stopped dead.\n\n\"_Guthrie! Do you really mean we can see it?_\"\n\n\"Sure. I did it a bit roughly, but I'm hoping for under two thousand\nmiles and two or three periods a night. Even when it isn't catching any\nsunlight, that beacon ought to show. Dimmer than Yiv, maybe, but moving\nand easy to spot.\"\n\nWith the flashlight, making their way through the woods took less time.\nThey were half-way across a grassy plain when Polf exclaimed and\npointed to the sky. Guthrie whooped.\n\n\"There's a moon for tonight!\" he yelled. \"And every night, for quite\nsome time, until the pulls of the real ones spoil its orbit.\"\n\nHe felt so good that he threw an arm about Karen's waist. It must have\nfelt good to her, too, for instead of pulling away, she leaned closer.\n\n\"They'll wait now, won't they?\" she asked. \"I mean, unless there's no\nmoon.... Wait till George finds out what you've done for him!\"\n\n\"I don't know why I'm so good to him when I like the Skirkhi better,\"\nsaid Guthrie. \"Of course, we can't explain until I think up a suitably\nrotten excuse, or it would ruin my reputation with _them_!\"\n\nThey stood motionless for a few minutes, watching the bright light\ncreep perceptibly along its path in the heavens.\n\n\"Is it Yiv?\" asked Kror, puzzled. \"It should not be, now.\"\n\n\"Gah!\" exclaimed Polf. \"You mud-head! Of course, it is not Yiv. Our\nGut'rie has made a new moon. Be grateful to Polf for bringing you, for\nwe shall be big in the village after this!\"\n\nHe looked proudly at Guthrie. The latter turned off the flashlight to\nsee if the sky were actually beginning to show a pre-dawn lightening.\n\n\"We will be very big,\" Polf repeated. \"Are we not friends of the\nevilest spirit of them all?\"",
    "metadata": {
        "author": [
            "Fyfe, Horace Bowne",
            "Fyfe, H. B. (Horace Bowne)",
            "Fyfe, H.B."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/71530/pg71530.txt",
        "name": "the_night_of_no_moon.json"
    }
}