{
    "name": "The Laugh Maker",
    "author": [
        "Curwood, James-Oliver",
        "Curwood, James Oliver"
    ],
    "body": "You can laugh too much. You can be too cheerful. You can look too much\non the sunny side of life. You wont believe this and neither did Bobby\nMcTabb. But McTabb proved it out. It took the girl to help him—Kitty\nDuchene was her name—tall and sweet to look upon, with those pure blue\neyes, dark with the beauty of violets, that go so well with hair which\nis brown in the shadow and gold in the sun. They proved it out\ntogether, all of a sudden. It is their story. And it will never be\nbelieved. But it’s the truth.\n\nBobby McTabb was born fat. He weighed fourteen pounds at the start—and\nkept going. He doubled up his avoirdupois at the end of the tenth\nmonth, was a fraternity joke at college in his twentieth year, and\nmade the scales groan under two hundred and eighty pounds at the end\nof his thirtieth—when he came to Fawcettville. But don’t let these\nfacts prejudice you against Bobby McTabb. At least don’t let them give\nyou a wrong steer. For Bobby McTabb, in spite of his fat, was a live\none. Fawcettville woke up the day he arrived and began to scrape off\nthe age-old moss from round the hubs of its village institutions. For\nrumor had preceded Bobby McTabb. It endowed him with immense wealth.\nHe was going to boom Fawcettville. The oldest inhabitants gathered in\ngroups and discussed possibilities, while their sons and younger\nrelations worked in the hay and wheat fields. Some believed a railroad\nwas coming that way. Others that a big factory, like those in the\ncities, was to be built. A few smelled oil, and Bobby McTabb’s first\nappearance gave weight to every dream that had been dreamed. The\nvillagers had never seen anything like him, from his patent leather\nshoes and his gaudily striped waistcoat to his round, rosy, laughing\nface. He was so fat that he appeared to be short, though he was above\nmedium height, and everyone agreed at first glance that no soul less\nthan that of a millionaire could possibly abide within this earthly\ntabernacle that disclosed itself to their eyes. But Bobby McTabb\nquickly set all rumors at rest. He had come to found a bank—the first\nbank in Fawcettville. At that minute he had just one hundred and\ntwenty-seven dollars in his pocket. But he said nothing of that.\n\nHow Bobby McTabb started his bank has nothing to do with this story.\nBut he did it—inside of a week, and prospered. The first part of the\nstory is how he won Confidence—and met the girl. It was his fat, and\nhis round, rosy, laughing face that counted. Within a month all the\nmen liked him, the children loved him, and mothers and daughters were\nready to trust him with anything. And never for an instant did Bobby\nbetray one of their trusts. He was lovable from the boots up, and grew\nfatter in his prosperity as the months rolled by. He discarded his\ngaudy attire, and did as the other Romans did—wore a broad-brimmed\n“haying” hat in summer, “wash shirts,” and seamless trousers. He\njoined the village church, was elected Sunday-school superintendent\nwithout a dissenting vote, and was soon the heart and soul of every\ncountry rollicking-bee for miles around. Bobby woke up every morning\nwith a laugh in his soul and a smile on his boyish face, and he\ncarried that smile and laugh about with him through every hour of the\nday. He was happy. Everywhere he preached the gospel of happiness and\noptimism. If your heart was sick with a heavy burden it would lighten\nthe moment you heard his laugh. And it was a glum face that wouldn’t\nbreak into a smile when it met Bobby McTabb’s coming round the corner.\n\nIt was at the end of his second year that Bobby met Kitty Duchene.\nWhat sweet-eyed, blue-eyed Kitty might not have done with him\nFawcettville will never know. She liked him. She would have loved him,\nand married him, if he hadn’t been so fat. Anyway, grief didn’t settle\nvery heavily upon those ponderous shoulders of B. McTabb. He never\nlaughed a laugh less, and he didn’t stop for a minute in making other\npeople laugh. It was his hobby, and all the women in the world\ncouldn’t have broken it. “Make your neighbors laugh and you shall\ninherit the Kingdom of Heaven,” he used to say. “Drive out worry and\ncare and you are clubbing the devil.” And so it came to pass that by\nthe time he had spent three years in Fawcettville, Bobby McTabb was\ngreater in his community than the governor of the state or the\npresident of the nation. And this was the condition of affairs toward\nwhich Bobby had been planning.\n\nAnd then, one morning, he was missing.\n\nWhen the odds and ends of things had been counted out, and various\ncolumns checked up, it was found that just a hundred and forty\nthousand dollars had gone with Bobby McTabb.\n\n\n                                  II\n\nIt was the third of July that Bobby shook the dust of Fawcettville\nfrom his feet. So he had the third, and all day the fourth, which was\na holiday, in which to get a good start.\n\nBobby was original, even in robbing a bank. In fact, this is not so\nmuch the story of a bank pillage as it is of Bobby’s originality.\nEurope, Monte Carlo, and Cape Town played as small parts in his plans\nas did Timbuctoo and Zanzibar. He loved his own people too well to go\nvery far away from them. So he went to Duluth, where a launch was\nwaiting for him. On the Fourth of July he set out alone along the\nnorthern shore up Superior, which is unbroken wilderness from Duluth\nto Fort William. Three days later a fisherman found McTabb’s boat\nwrecked among the rocks, and on the shore near the launch were Bobby’s\ncoat and hat, sodden and pathetic. Of course there were cards and\nletters in the pockets of that coat, and also a roll of small bills.\nSo identification was easy. Close on the lurid newspaper tales of\nBobby McTabb’s defalcation followed the still more thrilling story of\nhis death. And, meanwhile, Bobby thought this the best joke of his\nlife, and with a kit of supplies on his back was hiking straight North\ninto the big timber.\n\nThe joke lived until about ten o’clock in the morning of the first\nday, when the whole affair began to appear a little less clever to\nBobby McTabb. It was hot, and not one decent half-mile of travel did\nBobby find. Up and down ridges of broken rock, through tangled swamps\nand forests of spruce and cedar he went, hitting it as straight north\nas a tenderfoot could make it by compass. The water poured down his\nround, red face, wet his collar first, and gradually soaked him to the\ntips of his toes. But it was not the heat that troubled him most. He\nwas fat and succulent, as tender as a young chicken, and the black\nflies gathered from miles around to feast upon him. By noon his face\nwas swollen until he could hardly see. His nose was like a bulb; his\nfeet were blistered; a thousand bones and joints that he had never\nsupposed were in the human anatomy began to ache, and for the first\ntime in his life his jolly heart went _loco_, and he began to swear.\nThe railroad was forty miles north. He had planned to reach that, and\nfollow it to some small station, whence he would take a train into the\nnew mining country that was just opening up, westward. It was a\nterrible forty miles. He would look at his compass, strike out\nconfidently toward the North Pole, and five minutes later discover\nthat he was traveling east or west. Early in the afternoon he got into\na swamp of caribou moss that was like a spring bed, three feet thick,\nunder his feet. It held him up nicely for a time, and the softness of\nit was as balm to his sore feet. Then he came to a place where a\ncaribou would have sniffed, and turned back. But B. McTabb went on—and\nin. He went in—first to his knees, then to his middle, then to his\nneck, and by the time he had wallowed himself to the safety of firmer\nfooting there was not a spot of him that was not covered with black\nmud. At two o’clock Bobby McTabb struck firm ground. He believed that\nhe had traveled thirty-nine miles. But he made up his mind that he\nwould camp, and make the last mile in the cool of the morning. As a\nmatter of fact the lake was only six miles behind him.\n\nWhen Bobby awoke on the morning of the second day he was so stiff that\nhe waddled and so sore that he groaned aloud, and then he made the\ndiscovery—the alarming discovery—that was the beginning of the making\nof a new man of him. His rubber grub-bag was torn to shreds, and what\nwas left of his provisions could have been gathered into a salt\ncellar. All about the front of his tent were tracks as big as a hat,\nand though he had never seen tracks like those before he knew that\nthey were the visiting cards of a very big and a very hungry bear. “My\nGawd!” said B. McTabb. “My Gawd!” he repeated over and over again,\nwhen he found nothing but crumbs and a bacon string.\n\nThen he reflected that the railroad must be but a short distance away,\nand that he would surely strike some habitation or town before\ndinner-time. His shoulders were sore, so he left his tent behind him,\nstopping every time he came to a saskatoon tree or a clump of wild\nraspberries. The fruit did very well for a time, but like many another\ntenderfoot before him, he did not learn until too late that the little\nred plums, or saskatoons, are as bad as green apples when taken into\nan uncultivated stomach. He began to suffer along toward noon. He\nsuffered all of that day, and far into the night, and when the dawn of\nthe second day came he was no longer the old Bobby McTabb, but a\nhalf-mad man. For three days after this the black flies fed on him and\nthe fruit diet ate at his vitals. On the morning of the sixth day he\ncame to the railroad, nearly blind, bootless, and starving, and was\nfound by a tie-cutter named Cassidy. For a week he lay in Cassidy’s\ncabin, and when at last he came to his feet again, and looked into a\nglass, he no longer recognized in himself the tenderly nurtured Bobby\nMcTabb of Fawcettville. His round face had grown thin. A half-inch\nstubble of beard had pierced his chin and rosy cheeks. His eyes were\nwild and bloodshot, and there was a looseness in the waist of his\ntrousers that made him gasp. Three days later he weighed himself at\nthe little station up the line and found that he had lost sixty\npounds.\n\nFrom this day on McTabb was a different man. He had relieved himself\nof sixty pounds of waste, and the effect was marvelous. A new spirit\nhad entered into him by the time he reached the mining country. He\nprospered—and grew thinner. Unfortunately there is no moral lesson to\nthis little history of B. McTabb. If he had been an ordinary runaway\ncashier he would have been caught and sufficiently punished, and all\nthe good world would have been warned by his miserable end. But McTabb\nwas not ordinary. He made money with the savings of Fawcettville. He\nmade it so fast that it puzzled him at times to keep count of it. He\nturned over three claims in the first six months at a profit of a\nhundred thousand dollars. This was what optimistic Bobby called a\n“starter.” He was in a rough country, and once more he found himself\ndoing as the Romans did. He worked, and worked hard; he wore heavy\nboots and shoe-packs, and the more he worked and the more he prospered\nthe thinner he grew.\n\nHe was richer each day. Good things came to him like flies to sugar.\nAt the end of his second year in the new bonanza country he was worth\na million. And this was not all. For B. McTabb was no longer short and\nthick. He was tall and thin. From two hundred and eighty he had\ndropped to one hundred and sixty pounds, and he was five feet ten and\na half in his cowhide boots.\n\nBut this is not the story of the beginning or the middle of Bobby\nMcTabb. It is the story of his extraordinary and entirely original\nend, and of the manner in which pretty blue-eyed Kitty Duchene helped\nto bring that end about.\n\nMcTabb was no longer known by that name. He was J. Wesley Brown,\npromoter and mine owner, and as J. Wesley Brown he met Kitty Duchene\nonce more, in Winnipeg. Kitty was visiting a friend whose father had\njoined McTabb in a promoting scheme, and all of Bobby’s old love\nreturned to him, for in reality it had never died. The one thing that\nhad been missing in his life was Kitty Duchene, and now he began to\ncourt her again as J. Wesley Brown. There was nothing about J. Wesley\nBrown that would remind one of B. McTabb, and of course Kitty did not\nrecognize him. One day Bobby looked deep into Kitty’s pure blue eyes\nand told her how much he loved her, and Kitty dropped her head a\nlittle forward, so that he could see nothing but the sheen of her\ngold-brown hair, and promised to be his wife.\n\nFrom this day on more and more of the old Bobby began to show in J.\nWesley Brown. He was the happiest man in the North. His old laugh came\nback, full and round and joyous. He often caught himself whistling the\nold tunes, telling the old stories, and cracking the old jokes that\nhad made Fawcettville love him. One evening when he was waiting for\nKitty, he whistled softly the tune to “Sweet Molly Malone” and when\nKitty came quietly into the room her blue eyes searched his\nquestioningly, and there was a gentleness in them which made him\nunderstand that the old song had gone straight home, for it was Kitty\nDuchene herself who had taught him the melody, years and years ago, it\nseemed. She had told him a great deal about Fawcettville, its green\nhills and its meadows, its ancient orchards and the great “bottoms,”\nyellow and black with ox-eyed daisies. And tonight she said, with her\npretty face very close to his: “I want to live back in the old home,\nJim. Do you love me enough for that?”\n\nThe thrill in her voice, the soft touch of her hand, stirred Bobby’s\nsoul until it rose above all fear, and he promised. He would go back.\nBut—what might happen then? Could he always live as J. Wesley Brown?\nWould no one ever recognize him? Trouble began to seat itself in his\neyes. Misgivings began to fill him. And then, in one great dynamic\nexplosion, the world was shattered about Bobby McTabb’s ears.\n\nHe had taken Kitty to a carnival, and like two children they were\nstumbling through a “House of Mystery,” losing themselves in its\nmazes, laughing until the tears glistened in Kitty’s happy eyes, when\nthey ran up against two mirrors. One of these made tall and thin\npeople short and fat, and the other made short and fat people tall and\nthin. Before one of these stepped B. McTabb. For a moment he stood\nthere stunned and helpless. Then he gave a sudden quick gasp and faced\nKitty. There was no laughter now in the girl’s eyes, but a look of\nhorror and understanding. In that hapless moment Bobby’s leanness was\ngone. He was the old Bobby again, short and ludicrously fat. The girl\ndrew back, her breath breaking in sobbing agony.\n\n“Robert,” she cried accusingly. “Robert McTabb!”\n\nShe drew still farther away from him, and hopelessly he reached out\nhis arms.\n\n“Kitty—My God, let me explain,” he pleaded. “You don’t understand—”\n\nBut she was going from him, and he did not follow.\n\n\n                                 III\n\nNow there were three things which might have happened to Bobby McTabb.\nIn all justice Kitty should have immediately reported him to the\nauthorities, but she loved him too much for that, and was too loyal to\nherself ever to see him again. Or, in the despair and hopelessness of\nthe situation, Bobby might have paid penance by drowning himself or\nhanging himself. There was one other alternative—flight. But, as we\nhave stated, Bobby was an original thief, and he did just what no\nother thief would have thought of doing.\n\nHe turned his properties into cash as quickly as he could, and bought\na ticket for Fawcettville. He arrived in the village on a late night\ntrain, as he had planned. The place was deserted. People were asleep.\nWith a big throb at his heart he saw that the building which he had\nonce occupied was empty. It was just as he had left it on that third\nof July morning. Something rose in his throat and choked him as he\nturned away. After all he loved Fawcettville—loved it more than any\nother place on earth, and the tears came into his eyes as he passed\nreverently the old familiar spots, and came at last to Kitty Duchene’s\nhome, with the maples whispering mournfully above him. He almost\nsobbed aloud when he saw a light in Kitty’s window. For a long time he\nsat under the maples, until the light went out and he could no longer\nsee Kitty’s shadow against the curtain. All about him were the homes\nof the people who had loved and trusted him, and he groaned aloud as\nhe turned back.\n\nNo one in Fawcettville knew of Bobby McTabb’s visit that night. No one\nin the world knew of the scheme which Bobby carried away with him. On\nthe second day the owner of the bank building received a letter,\nsigned by a stranger, asking him to clean and repair the old building,\nand enclosing an one-hundred dollar bill for the first quarter’s rent.\nIt was twice the rent Bobby McTabb had paid in the old days, and the\nmystery became the talk of the village.\n\nBobby came again on the late night train, got off at Henderson, three\nmiles west of Fawcettville, and drove over in a rig. The rig was\nheavily laden with various things, but chiefly with a big gilt and\ngold lettered sign, such as Fawcettville had never known. There were a\nfew who heard the driving of the midnight nails in that sign as it was\nhung over the new building. After that two men went through the\nvillage, as stealthily as thieves, and on every barn and store, and\neven on the fronts of houses, were pasted bills two feet square; and\nat dawn other messengers began delivering sealed letters to the\nfarmers for miles around.\n\nThe first bright rays of the morning sun lighted up the gilt and gold\nletters on Bobby’s sign, and those letters read:\n\n                            ROBERT McTABB\n                   Loans, Real Estate and Insurance\n\nSile Jenks, the milkman, was the first to read the bill in front of\nhis house, and with a wild yell he began awakening his neighbors.\nInside of half an hour Fawcettville was in an uproar. Men and women\ncame hurrying toward the old bank building, and in front of that\nbuilding, with a happy smile on his face, stood Bobby McTabb. Men\nrushed up to him and wrung his hands until it seemed as though they\nmust pull out his arms; women crowded through to his side; children\nshouted out his old name; the dogs barked in the old way—he heard the\nold laughter, the old voices, the old greetings—even deeper and more\naffectionate now; and then there came the first rigs from the country,\nfollowed by others, until they streamed in from all sides, just as\nthey do when a circus comes to town. For three hours Bobby stood up\nmanfully, and then the climax came; for straight up to him, with\nglorious, shining eyes and love in her face, came Kitty Duchene. She\npaid no attention to those about them, but put her arms up about\nBobby’s neck and kissed him.\n\n“NOW I understand,” she whispered, looking at him proudly. “But why\ndidn’t you tell me—up there, Robert?”\n\nAnd for the first time in his life Bobby McTabb’s voice choked him\nuntil he could not speak.\n\nThis was what the people of Fawcettville and the country round had\nread on Bobby’s bills and in his letters:\n\n    Dear old friends—\n\n    You will remember one summer day, nearly five years ago,\n    when I came into your town—Bobby McTabb. I was without\n    friends, without introductions, without money—but you will\n    remember, too, how you received me with open arms, and for\n    two years made life for me here happier than any life that\n    I had ever dreamed might exist for me. You made me love\n    you, as I would have loved my father, my mother, my\n    sister; and I schemed and schemed to think of some way in\n    which I could repay you. At last the time came. I saw an\n    opportunity of making a great deal of money, but to make\n    that money I required a large sum in cash. I believe that\n    most of you would have responded to my call for that\n    cash—but, perhaps foolishly, I had the childish desire TO\n    SURPRISE YOU. So I went away and took your money with me.\n    I have realized, since then, that the joke was not a good\n    one—but never for an instant have I believed that you\n    would lose confidence in me.\n\n    Dear old friends, what I went away to achieve I HAVE\n    achieved, and my heart is near bursting with joy at the\n    knowledge that once more I am to be one of you—until the\n    end of life. Friends, I took with me just one hundred and\n    forty thousand dollars of your money, and I have brought\n    you back just six dollars for every one that you have\n    loaned me during that time. Is this work well done? Is it,\n    at last, a proof of the deep love and reverence I hold for\n    you all? I have the money in cash, and every depositor of\n    the old bank, when he calls upon me, will receive just\n    seven dollars in place of every dollar he had deposited.\n\n    But it is not money, but love, that counts, dear friends,\n    and I ask that you measure me—not by the gift I am making\n    to Fawcettville—but in that almost immeasurable devotion\n    which I hold for you all.\n\n                                            Affectionately,\n                                                    Bobby McTabb.",
    "metadata": {
        "author": [
            "Curwood, James-Oliver",
            "Curwood, James Oliver"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/67154/pg67154.txt",
        "name": "the_laugh_maker.json"
    }
}