{
    "name": "The Arm Chair",
    "author": [
        "Unknown"
    ],
    "body": "      =COWPER=, the poet of the Christian muse,\n    Sung of the Sofa; could I but infuse\n    Some of his talent in my laggard quill,\n    Some of his genius on my verse distil,\n    Then would I sing,--my theme too from the fair,--\n    Of thy coevals, rhyme-creating chair!\n\n      He who with artist's skill scooped out thy seat,\n    Trim made thy elbows, uprights, and thy feet,\n    Now fourscore years and four has measured o'er,\n    And waits his summons to the heavenly shore.\n    Honest as sunshine, he \"who runs may read,\"\n    That =LETCHWORTH= is \"an Israelite indeed;\"\n    No guile within him ever finds a place,\n    Love of the Father spreads to all the race.\n    His gospel ministry is void of show,\n    For \"few and savory\" are the words that flow:\n    Condensed and pithy are his periods found,\n    Rich in their matter, nothing for mere sound.\n    So preaches he. Ah, what a sad mistake,\n    When empty sounds upon the people break,\n    When a stentorian voice in efforts vain,\n    Roars to the people,--thunder without rain!\n    Its booming echoes may the soul appal,\n    But no reviving showers on nature fall.\n    --Would that my age,--if age to me be given,--\n    Might prove like his, who calmly looks to heaven,\n    Waiting with patience for the mandate blessed,\n    \"Thy labour finished, enter into rest!\"\n    \"Here,\" said the patriarch, no more doomed to range,\n    \"Quiet I lie, waiting my final change.\"\n    Go when thou wilt, thy faithful life will prove,\n    A rich example, legacy of love!\n\n      Ah, my Arm Chair, supporter of the good,\n    Beneath how many a worthy hast thou stood!\n    Bear me awhile, assist me to portray,\n    Some of the faithful who have passed away.\n\n      Here =HARRISON=[1] has spoke of what she saw\n    In visions deep, when filled with holy awe,\n    The curtain of the future half withdrew,\n    While coming objects glided into view;\n    Or as the past on memory's tablet rose,\n    Rehearsed her gospel joys, her gospel woes.\n    Told how King George, as gushed the hidden springs,\n    Bowed at her message from the King of kings;\n    Of deep probations for her Lord she past;\n    Of her fond hope of joining him at last.\n    Told how her soul, in sympathy, had long\n    Borne a deep burthen for the negro's wrong,\n    'Till the church freed her at her Master's will,\n    In southern states love's purpose to fulfil.\n    With gospel power for Truth and right she spoke,\n    'Till slumbering consciences to feeling woke,\n    Oppressors' hearts with justice learned to beat,\n    While bondmen's shackles fell beneath their feet.\n    Her's was a righteous mission; to the door\n    Of selfish masters she her message bore;\n    She shot no fiery missiles from afar,\n    Kindling those feelings that engender war,\n    But face to face Truth's message would impart,\n    Whilst love-tipped arrows entered many a heart;\n    Thus won she freedom for the sore oppressed;\n    Her work was honoured and her labour blessed.\n    --Or as the present did her thoughts engage,\n    Gave to her juniors dear-bought counsel sage.\n    Bade her loved niece preserve in vessel pure,\n    Her sacred gift, and make her calling sure;\n    Bade her true partner as an Aaron be,\n    Uphold her hands, support her ministry.\n    Full well dear =LEONARD= thou that charge redeemed;\n    When through her heart the gospel current streamed,\n    In secret labour was thy spirit found,\n    While trembling forth she sent the gospel sound;\n    A very Quaker,--as she gave the law\n    Her outward motion spoke her inward awe.\n\n      Here =SCATTERGOOD=, when evening came at length,\n    From the day's toil reposed his weary strength;\n    From Christian sympathy that solace drew,\n    Which those can grant who heavenly joys pursue.\n    Mournful of spirit, he was ever found,\n    In sympathy with souls by sorrow bound.\n    As fell his plaintive voice upon the ear,\n    The poor in spirit felt a friend was near.\n    Prompt in his duty at the house of prayer,\n    To plead with fervour for his Master there,\n    While crowds hung trembling on that zealous tongue,\n    Which only woke as living waters sprung.\n    He never preached himself,--his every word\n    Directed to a slain and risen Lord.\n    He to the weary consolation brought,\n    He for the burthened sweet deliverance wrought;\n    Though bound himself, the fettered oft set free,--\n    The Jeremiah of his age was he!\n\n      =SAVERY= has here oft passed a friendly hour,\n    Feeling of sympathy the magic power,\n    As heart to heart the secret influence sent,--\n    As prayer ascended where no knee was bent,--\n    As for each other's welfare sighs were given,--\n    Unclothed with words, their wishes entering heaven.\n    The Indians' friend, he sought their native wood,\n    An anxious labourer for the redman's good;\n    Beside the lake, beneath the spreading tree,\n    His gospel message flowed as Truth set free.\n\n      Here too has sat,--like him of stature small,\n    Great too of heart,--a minister like Paul,--\n    One who, obedient to his Master's will,\n    Was studious found his duty to fulfil.\n    Six times went =EMLEN=[2] o'er the Atlantic wave,\n    On gospel errands sinful man to save,\n    And still returning from his work of love,\n    Came with his olive-branch and peaceful dove.\n    Though years rolled on and outward sight grew dim,\n    The lamp of Truth still brightly burned with him,\n    Showing distinctly in its searching light,\n    Deeds that the actors deemed were hid in night.\n    His urim and his thummim was with God,\n    And he obedient to his Master's nod.\n    As secret feeling told him of distress,\n    The sufferer's door-sill soon his foot would press.\n    Thus Mercy led,--and pleasantly he said,\n    That he \"by jobbing earned his daily bread.\"\n    Ah, these were luscious morsels, ate with joy,\n    A heavenly relish free from all alloy;\n    Some of that bread of which the righteous eat,\n    That others know not of,--sustaining meat.\n\n      Here too =REBECCA JONES= sweet converse sought.\n    With friends in unison of faith and thought;\n    With both of whom in gospel yoke she knew\n    To labour as her Lord and Master drew.\n    Honest of purpose,--ardent in reproof\n    To those who stood from duty's path aloof,--\n    In public gatherings or in private hall,\n    To warn the giddy of impending fall,--\n    Rebuke the forward,--lead the fearful where\n    A mighty Rock did Israel's Lord prepare,--\n    Instant in duty,--though severe, yet kind,\n    She showed the vigour of a heaven-led mind.\n\n      Of ardent temper, quick and flashing zeal,\n    Keen as high polished but too brittle steel,\n    In earlier life =JAMES CRESSON= had been found,\n    Like a high steed when first in harness bound;\n    But grace had tempered, and obedience wrought,\n    A change of character in word and thought,\n    His ardent feelings felt love's holy calm,\n    Fitting a follower of the lowly Lamb.\n\n      A pointing finger to none other shown,\n    A secret whisper to none other known,\n    Bade =ARTHUR HOWELL= hasten on his way,\n    Where a secluded country grave-yard lay.\n    A few sad mourners stood beside a grave,\n    Where \"dust to dust\" a solemn language gave.\n    Soon from his lips burst forth the ardent strain--\n    \"I know not who this coffin may contain,\n    \"But my good Master, in whose power I came,\n    \"Now bids me clear from wrong an injured name.\n    \"She who now rests within this narrow bed,\n    \"By slander wounded bowed her sorrowing head;\n    \"Accused of that, in which she had no part,\n    \"She died in innocence--a broken heart!\"\n    --As from a stranger came these words, a thrill\n    Of secret, wondering joy, the mourners fill;\n    For she who died, told, as approached her end,\n    That God a witness to her grave would send,\n    Who to her innocence should boldly bear,\n    A clear, convincing testimony there.\n    And He whose ways are wrapt in mystery still,\n    Blindfold his servant led to do his will!\n    --Oft to the grave this servant of the Lord,\n    Was sent to preach the everlasting Word;\n    To rouse the thoughtless from delusion's dream,\n    Memento mori was his frequent theme.\n\n      When Pestilence her raven wing outspread,\n    When terror swept the living from the dead,--\n    When love's own ties were severed in affright,\n    And duty's call had lost its wonted might,--\n    =OFFLEY= and others, a devoted band,\n    Before the march of terror took their stand.\n    They nobly dared in that dark hour to make\n    Themselves an offering for the people's sake.\n    He was accepted! Great the church's loss,\n    She mourned a faithful champion of the cross,\n    Gathered at mid-day--soon the race was won,--\n    Long e'er the evening shades his labour done!\n    --Two of the worthies linger of that day--\n    =LETCHWORTH= and =WISTAR=--hastening fast away.\n\n      Shrewd, witty, eloquent,--with ample store\n    Of all that schools could give of classic lore,\n    Sarcastic powers opposing views to chill,\n    When such the purpose of his subtle will,--\n    A learned lawyer, =NICHOLAS WALN= could sway,\n    A jury's feelings in his youthful day;\n    But soon, like Paul, when the unseen One spoke,\n    Humble he bowed and bore the Christian yoke;\n    Gamaliel's lessons ceasing to repeat,\n    He lay a learner at the Saviour's feet.\n\n      Simple of heart, and of a feeble frame,\n    Feeling unworthy even Christ to name,\n    Yet raised by Him of living hopes to tell,\n    And show his power,--himself a miracle,--\n    =JAMES SIMPSON=, like his Lord, from things around,\n    Fit subjects for important lessons found;\n    A cloud o'erspreading, or a bird on wing,\n    Would to the theme in hand instruction bring.\n    Filled by his Master wonderously he shone,\n    His emptied vessel scarce could stand alone!\n\n      Slow as a traveller wends o'er miry ways,\n    Whose prudent care his onward course delays,\n    So =RICHARD JORDAN= preached; at first each word\n    Came slowly forth, nor life nor feeling stirred;\n    But soon, the channel cleared, the rippling flow,\n    In freer volume swifter currents show;\n    Bolder and higher then it gathers force,\n    A mountain torrent rushing down its course;\n    So =JORDAN= ministered in life's mid-day,\n    A Boanerges thundering on his way!\n\n      =BACONS= and =WILSONS=,[3] worthies not a few,\n    Touched by love's magnet, hither often drew;\n    =SMITH=, with his venerable locks of snow,\n    Sedately cautious the right path to know;\n    Devoted ministers, alas! no more,\n    And worthy elders who the ark once bore.\n    --When these were gone,--their bodies to the sod,\n    Their spirits taken to their fixed abode,\n    A cloud around our Israel's camp arose,\n    While from our firesides started up our foes;\n    When a bold infidel his poison spread,\n    And with his scorpions hungry children fed;--\n    Another race, part of the by-gone age,\n    Yet of the present, then employed the stage.\n\n      When boding mists had gathering force and form,\n    =RUTH RICHARDSON= was taken from the storm.\n    True to her Master she was free to die,\n    Yet nature shrank from the last agony:\n    Gladly would she have left this scene of pain,\n    The promised kingdom of her Lord to gain,\n    But awful feelings shadowed forth the strife,\n    The dread concomitant of parting life.\n    Gently her spirit from its house of clay,\n    Was sent on wings of mercy on its way.\n    When came the pale-faced messenger to free,\n    Her eyes were holden that she did not see.\n    No pain--no sorrow--e'en her evening prayer,\n    Joined with her morning hymn of glory there.\n    She felt no agony of parting breath,\n    Taken in kindness without tasting death!\n\n      Melodious singer of heart-thrilling songs,\n    Of Zion's injuries and Israel's wrongs,\n    Whose lonely harp still on the willow hung,\n    Till fresh-felt mercies every chord restrung;\n    Then touched to praise its tones in sweetness broke,\n    That in each heart responsive feelings woke!\n    --Oh, I behold thee, as I last beheld,\n    When gospel love thy grateful bosom swelled,--\n    When weeping listeners heard the tale of woe,\n    Of mental conflicts it was thine to know,--\n    When as a flood the enemy came in,\n    Sweeping away the barriers against sin,--\n    When from a pit of horror burst thy moan,\n    Illumined by no brightness from the throne,--\n    When sombre shadows compassed thee around,--\n    When satan's legions pierced with many a wound,--\n    When the rank weeds were wrapp'd about thy head,--\n    When boisterous billows over thee were spread,--\n    Then He who died and triumphed o'er the grave,\n    Arose in might thy struggling soul to save;\n    Bade the waves sunder and temptations fly,\n    The scattering clouds haste from the brightening sky,\n    The sun of righteousness with cheering ray,\n    Shed the full radiance of perfected day.\n    --Then from thy lips poured forth a joyful song\n    To thy Redeemer!--yea, it poured along\n    In most melodious energy of praise,\n    To God, the Saviour, he of ancient days,\n    The heart and language rising with the theme,\n    Till praise gushed forth one living, glowing stream!\n    Then from thy lips the thrilling language fell,\n    \"Glory to Him who raised my soul from hell!\"\n    --Baptized in tears was many a cheek that day,\n    As =SARAH CRESSON= told her checquered way.\n    'T was her last gospel labour here of love,--\n    Mercy soon gathered her to praise above.\n\n      Of polished manners and of graceful mien,\n    Lovely in life, was =MARY MORTON= seen;\n    Each native talent sanctified by grace,\n    Was kept, obedient, in its proper place.\n    Not quick to offer, cautious still to try,\n    As Gideon did his fleece, both wet and dry.\n    Like leaven working where no eye could view,\n    Her spirit wrestled for the heavenly dew;\n    She dug for water in a weary soil,\n    Till bubbling life-springs recompensed her toil.\n    --As gently passed the fleeting breath away,\n    Retortive memory brought her youthful day,\n    And one fond look back on the past she flung,\n    While \"Oh, my mother!\" trembled on her tongue;\n    Then the freed spirit passed--and beauteous lay\n    The rifled casket, lovely in decay!\n\n      Widows and orphans ye may mourn indeed!\n    Who now shall clothe you, who the hungry feed?\n    Yes! show your garments, tattered ones, and say,\n    These =SANSOM= gave us in a wintry day.\n    From the bleak storm she clothed the shivering frame,\n    When sickness pressed with healing cordials came;\n    When age went tottering with no hand to save,\n    She gave the crutch supporting to the grave!\n    No cold philosophy was her's, to dream\n    Of Benthem's theory or Malthus's scheme,\n    As the heart prompted, the concurring hand\n    Obeyed, instinctively, each kind command.\n    When streams of suffering ran beside her door,\n    The bitter waters lost their nauseous power;\n    The prophet's salt she in the current threw,\n    And soft and sweet the changing waters grew.\n    Careful her Master's bounty to bestow,\n    A faithful stewardship of gifts to show,\n    That she might hear that language at the close,\n    \"To me ye did it, as ye did to those!\"\n\n      A pillar of the church, erect and strong,\n    Swayed by no friendship to the church's wrong;\n    Unwarped, unmoved, sound to the very core,\n    And rendered firmer by the weight he bore;\n    An honest watchman the alarm to sound,\n    When foes were sowing tares within our ground,--\n    Or rootless plants luxuriously would shoot\n    In spreading branches, and produce no fruit,--\n    Was =EVANS=. Oft the archers' bows were bent,\n    To turn the veteran from his firm intent;\n    Their malice moved not, and their threats were vain,\n    Fixed at his post determined to remain:\n    And when at last the final goal was won,\n    Death's message found him with his armour on;\n    No oilless lamp to trim, no loins to gird,\n    Ready to enter at the Bridegroom's word,\n    Where his loved =HANNAH=, earlier called away,\n    Was his forerunner to the realms of day.\n\n      So too our =SHEPPARD=,[4] when she heard the cry,\n    Her wings expanding sought her home on high;\n    One thought upon a faithful sufferer cast,\n    Told her own hopes--then to her audit past.\n\n      Amid the terrors of that evil hour,\n    When Infidelity put forth its power,\n    Though meek of manners and of gentle heart,\n    =JANE BETTLE= played a Christian soldier's part.\n    Though courteous, firm,--unwavering, though kind,\n    Pupil of Christ, he disciplined her mind.\n    Secluded long from active service here,\n    Yet bearing burdens in her proper sphere,\n    In humble waiting she was faithful found,\n    Until her fetters were in love unbound.\n    Her youthful =EDWARD=, bud of promise rare,\n    Was early called to bloom in regions fair;\n    Another cord, strong though unseen, to move\n    The heart to seek a resting place above.\n\n      =ALLEN=, when all around was clothed in night,\n    Passed from earth's darkness to eternal light.\n    Oh, what a blessed change to thee was given,\n    To sleep in Jesus and to wake in heaven;\n    Leave thy worn vestments with their earthly stain,\n    A spotless robe of righteousness to gain!\n\n      Ye who my being gave,--ye too have flown,\n    To join the ransomed round the eternal throne.\n    --The venerable sire, as death drew near,\n    Saw the vale awful, but devoid of fear;\n    He whom he loved was near him in that hour,\n    Death had no terrors and the grave no power.\n    Before thee, mother, rose a \"brilliant path,\"--\n    For thee thy Saviour had no looks of wrath.\n    Oh, ye had owned Him long, and at the last\n    His arm supported as ye Jordan passed!\n\n      Thus one by one, in quick succession, go\n    Those who have laboured in the church below!\n    We dare not murmur as we kiss the rod,\n    Thou art our Helper, save thy church, O God!\n    Thine is the cause, thy frowns we dare not shun,\n    In earth and heaven alike, thy will be done!\n\n      Tell me, my Old Arm Chair, when thou wert young,\n    Were Quaker parlours with gilt pictures hung?\n    Did any Quaker to his image fall,\n    A household idol placed against the wall?\n    Ah, well might honest =CATHARINE= cry to pride,\n    \"Abomination!\" as she turned aside.\n    --But times are altered; splendid mansions glow,\n    And gilded mirrors _humble Quakers_ show.\n    With Turkey carpets are their parlours spread,\n    While silken curtains hang about their bed!\n    What contradiction!--grave the dame and sire;\n    Gorgeous their dwelling,--simple their attire!\n    Their children moulding to the place they dwell,\n    In London fashions, Paris manners, swell,--\n    While parents scarcely wish to set them free--\n    For what they won't restrain they love to see.\n\n      Are there no worthies now to fill the place,\n    Of those, victorious, who have run their race?\n    Are we deserted?--has all merit flown,\n    And must the church in helpless anguish moan?\n    Oh, no! the grace that made them what they were,\n    A living remnant in due measure share;\n    And haply they on whom their mantles fit,\n    May where the ancients sat, in judgment sit.\n\n      Faith, give me power to see a brighter day,\n    When all these \"letting things\" shall pass away;\n    When the convulsion which has now begun,\n    Shall pause in silence, all its purpose done;\n    When the oppressors of the seed, shall wear\n    The mask no longer, all their acts laid bare;\n    When chaff and cheat shall to the wind be doomed,\n    And dross and stubble be by fire consumed;\n    When to the world the worldly part is given;\n    When the redeemed shall closer walk with Heaven;\n    When to our Zion shall the weary come,\n    Like \"doves to windows,\" pressing to their home.\n    Oh, haste the day, when through his power divine,\n    The Father's light around his church shall shine!\n\n      Many there are whose prayers arise for this;\n    Whose greatest joy would be in Zion's bliss;\n    Whose morning breathing, and whose evening prayer\n    Is that the Lord would place his glory there.\n    --What though a worldly spirit has crept in,\n    That fain the kingdom through new ways would win,\n    Scorning the narrow path our fathers trod,\n    And circling round would pass the cross and rod--\n    Yet they who look from Pisgah's height can see,\n    Such by-paths lead away from Calvary,--\n    While they who seek in empty forms for bliss,\n    Will grasp at shadows and the substance miss.\n    --No, no!--as ancient =PENNOCK=[5] clearly saw,\n    Still with this people shall abide the law;\n    Still shall the testimony here be found,--\n    Still sons and daughters to the altar bound.\n    The Lord himself his attributes shall take;\n    Again shall order out of chaos break;\n    Then shall the church in rapturous numbers sing,\n    And shout victorious as she owns her King;\n    While those who seek to draw her from the way,\n    Themselves shall lose in errors paths astray!\n\n\n\n\nNOTES.\n\n\nNOTE 1. Sarah Harrison was aunt to Jane Snowdon. When on a religious\nvisit in Great Britain, she felt her mind engaged to speak to George\nIII. When she commenced addressing him, he took off his hat, and\nremained uncovered during her communication. She died in Philadelphia,\nthe 29th of Twelfth month, 1812, aged 76; a minister 55 years.\n\nNOTE 2. Samuel Emlen, felt concerned often to look up the sick, weak\nand halt of the flock; and for this purpose, in the latter part of his\nlife, he kept a one horse chair, in which he rode about \"doing good:\"\nin allusion to which practice, he sometimes said, he \"earned his bread\nby jobbing.\" He died the 30th of Twelfth month, 1799, aged 75.\n\nNOTE 3. David Bacon and descendants.--William Wilson, an elder of\nPhiladelphia Monthly Meeting.--Sarah Proctor Wilson, a minister of the\nSouthern District Monthly Meeting.\n\nNOTE 4. Catharine Sheppard, an elder of the Northern District Monthly\nMeeting, died the 15th of Twelfth month, 1842, aged 80 years. The\nfollowing lines appeared a few days after in one of the daily papers,\non the occasion of her death.\n\n      Sleep, mother, sleep, for thy work is now done,\n    Thy course is accomplished, the victory won!\n    Doubts and fears can no longer arise in thy path,\n    Nor tempest-cloud hover with threatening wrath.\n\n    Sleep, mother, sleep! our protector and guide!\n    Though we fain would have turned all Death's arrows aside;\n    Though we clung to thee fondly, and watched every breath,\n    Thy spirit unnoticed departed with Death.\n\n    Ah, cruel destroyer!--But cease ye, and hear\n    What sounds of sweet melody break on the ear!\n    'Tis the voice of rejoicing, oh, listen the sound,\n    That a prisoner of hope from the earth is unbound!\n\n    There!--hearken once more to the full-swelling strain,\n    The words of rejoicing we even may name;\n    They say, \"Come up here, see the bride of the Lamb,\n    That stands by the throne of the mighty I AM!\"\n\n    \"Come home, mother, come!\"--Ah, how vain is that cry,\n    The home of the righteous is fixed in the sky!\n    Earth's treasures wax old, its attractions all wither,\n    The cry of the ransomed is, \"Come ye up hither!\"\n\nNOTE 5. Caleb Pennock, upwards of 90 years of age, recently addressed\nthe young men of his Monthly Meeting in a very remarkable manner,\nexpressing his belief that the doctrines of this Society would not be\nsuffered to fall.\n\n\n\n\n* Text enclosed between equal signs was in bold face in the original\n(=bold=).",
    "metadata": {
        "author": [
            "Unknown"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/33073/pg33073.txt",
        "name": "the_arm_chair.json"
    }
}