{
    "name": "The Faces Outside",
    "author": [
        "McAllister, Bruce",
        "McAllister, Bruce Hugh"
    ],
    "body": "I wanted to call her Soft Breast, because she is soft when I hold her\nto me. But the Voice told me to call her Diane. When I call her Diane,\nI have a pleasant feeling, and she seems closer to me. She likes the\nname \"Diane\". The Voice knew what was best, of course, as it always\ndoes.\n\nI must mate with her every day, when the water is brightest. The Voice\nsays so. It also says that I am in a \"tank\", and that the water is\nbrightest when the \"sun\" is over the \"tank\". I do not understand the\nmeaning of \"sun\", but the Voice says that \"noon\" is when the \"Sun\" is\nover the \"tank\". I must mate with Diane every \"noon\".\n\nI _do_ know what the \"tank\" is. It is a very large thing filled with\nwater, and having four \"corners\", one of which is the Cave where\nDiane and I sleep when the water is black like the ink of the squid\nand cold like dead fish. But we stay warm. There is the \"floor\" of\nthe \"tank\", the \"floor\" being where all the rock and seaweed is, with\nall the crawling fish and crabs, where Diane and I walk and sleep.\nThere are four \"sides\". \"Sides\" are smooth and blue walls, and have\n\"view-ports\"--round, transparent areas--on them. The Voice says that\nthe things in the \"view-ports\" are Faces. I have a face, as does Diane.\nBut the cracked, flat things with small lights circling about them\nare not pretty like Diane's face. The Voice says that the Faces have\nbodies, like myself, and Diane. No body could be like Diane's. I think\nI should be quite sick if I saw the bodies of the Faces.\n\nThe Voice then says that the Faces are watching us, as we sometimes\nwatch the porpoises. It took a very long time to grow used to having\nthe Faces watch us, as Diane and I came together, but we learned to do\nit as simply as we swim and sleep.\n\nBut Diane does not have babies. I am very sad when I see the porpoises\nand whales with their young. Diane and I sleep together in the Cave;\nDiane is very warm and soft. We sleep in happiness, but when we are\nawake, we are lonely. I question the Voice about a baby for Diane, but\nthe Voice is always silent.\n\nI grow to hate the Faces in the \"view-ports\". They are always watching,\nwatching. The Voice says that they are enemies, and bad. The Faces have\nnot tried to hurt me: but I must think of them as enemies because the\nVoice says so. I ask bad, like the shark? The Voice says, no, worse\nthan the sharks and eels. It says that the Faces are evil.\n\nThe \"tank\" must be high, because the water is high. I have gone once\nto the surface, and, although I could get used to it, the light was\ntoo much for my eyes. It took me two hundred and seventy kicks to the\nsurface; it took me three thousand steps from our Cave to the opposite\n\"side\". The \"tank\" is very large, otherwise the whales would not be\nhappy.\n\nThe fish are many, but the dangers are few. I have seen the sharks\nkill. But the shark does not come near me if I see it and am afraid.\nSometimes I have caught it sneaking up behind me, but when I turn it\nleaves quickly. I have questioned the Voice about why the sharks leave.\nIt does not know. It has no one to ask.\n\n\n\nToday the \"sun\" must be very large, or powerful, or bright, because the\nwater is brighter than most days.\n\nWhen I awoke Diane was not beside me. The rock of the Cave is jagged,\nso as I make my way from our bed of cool and slick seaweed, toward the\nentrance, I scrape my leg on the fifth kick. Not much blood comes from\nthe cut. That is fortunate, because when there is blood the sharks come.\n\nDiane has grabbed the tail of a porpoise, and both are playing. Diane\nand I love the porpoises. Sometimes we can even hear their thoughts.\nThey are different from the other fish; they are more like us. But they\nhave babies and we do not.\n\nDiane sees me and, wanting to play, swims behind a rock and looks back,\nbeckoning. I make a grab at her as I sneak around the rock. But she\ndarts upward, toward the surface, where her body is a shadow of beauty\nagainst the lighter water above her. I follow her, but she ducks and I\nsail past her. Diane pulls up her legs, knees under her chin, and puts\nher arms around them. She then drops like a rock toward the \"floor\".\n\nI have caught a porpoise by his top fin. He knows my wish, so he speeds\ntoward Diane, circles her and butts her soft thighs with his snout. She\nlaughs, but continues to stay in a ball, her black hair waving. She is\nvery beautiful.\n\nI try to pry her arms from around her legs gently, but she resists. I\nmust use force. Diane does not mind when I do; because she knows I love\nher.\n\nI pull her arms away, and slip my arms under hers, kissing her on the\nlips for a long time. Struggling to free herself, laughing again, she\npokes me sharply with her elbow and escapes my arms. I am surprised.\nShe quickly puts her arms around my neck, pulls herself to my back and\nlinks her slim legs around my middle. She is pretending that I am a\nporpoise. I laugh. She pinches me to go ahead. I swim upward, but her\nthoughts tell me she wants to go to the Cave.\n\nI understand. I carry her through the water very slowly, feeling the\nwarmth and nipples of her breasts pressed against my back as she rests\nher head on my shoulder and smiles.\n\nThe Faces continue to stare. Many times I have searched for a word to\nshow my hatred for them. I shall find it somehow, though. Sooner or\nlater.\n\n\n\n\"What count of planets had the Terrans infested?\" The furry humanoid\nleaned over the desk and stared, unblinking, at the lesser humanoid in\nthe only other chair in the room. His gaze was dropped as he scratched\ninformally at the heavy fur at his wrist. He raised his gaze again.\n\n\"Forty-three is the count, _beush_,\" replied the other.\n\n\"And the count of planets destroyed?\"\n\n\"Forty-three planetoid missiles were sent and detonated simultaneously\nwithout resistance or losses on our part, _beush_,\" the assistant\n_beush_ answered indirectly.\n\nThe room was hot, so the _beush_ lazily passed his hand over a faintly\nglowing panel.\n\nThe room was cooled, and a large-eyed female with silky, ochrous\nfur--very desirable to the majority of humanoids--entered with two\nflared glasses of an odorless, transparent liquid--very desirable\nto the majority of humanoids. The lesser humanoid was being treated\nexceptionately well.\n\nThe room was momentarily silent as the two sipped at their drinks with\nblack lips. The _beush_, as customary, spoke first. \"Inform me of the\npre-espionage intelligence accomplishments contra-Energi. I have not\nbeen previously informed. Do not spare the details.\"\n\n\"Of certainty, _beush_,\" began the assistant with all the grace of an\ninformer. \"The Light and Force Research of the Energi is executed in\none center of one planet, the planet being Energa, as our intelligence\nservice has conveniently listed it. The Energi have negative necessity\nfor secrecy in their Light and Force Research, because, first, all\ncenters are crusted and protected by Force Domes. Second, it is near\nimpossibility that one could so self-disguise that he would negatively\nbe detectable.\" He hesitated.\n\n\"And these Energi,\" queried the _beush_, \"are semi-telepathic or\nempathic?\"\n\n\"Affirmative,\" the assistant mumbled.\n\n\"Then you have there a third reason,\" offered the _beush_.\n\n\"Graces be given you, _beush_.\"\n\nThe _beush_ nodded in approval. \"Continue, but negatively hesitate\nfrequently or it will be necessary to discuss this subject\npost-present.\"\n\n\n\nHis assistant trembled slightly. \"Unequivocally affirmative. _Beush_,\nyour memory relates that five periods ante-present, when there\nexisted the Truce inter Energi, Terrans and ourselves, there was a\ncertain period during which gifts of the three nucleus-planets were\nexchanged in friendship. The Terrans were self-contented to donate\nto the Energi an immense 'aquarium'--an 'aquarium' consisting of a\npartly transparent cell in which was placed a collection of Terran\nlife-forms that breathed their oxygen from the dense atmosphere of\nTerran seas. But, as a warpspace message from the Terran Council\nindirectly proclaimed, the degenerate Terrans negatively possessed\na ship of any Space type large or powerful enough to transport the\n'aquarium' to Energa. Our ships being the largest of the Truce, we\nwere petitioned by the Terrans to transport it. These events developed\nbefore the Terrans grew pestiferous to our cause. We obliged, but even\nour vastest ship was slow, because the physical power necessary to\nbring the weight of the cell through warpspace quickly was too great\nfor the solitary four generators. It was imperative that the trip be on\na longer trajectory arranged through norm-space. During the duration\nof the trip, feelings of suspicion arose inter Three Truce Races.\nAs your memory also relates, the 'aquarium' was still in space when\nwe found it necessary to obliterate the total race of Terrans. The\nmessage of the annihilation arrived in retard to the Energi, so Time\npermitted us to devise a contra-Energi intelligence plan, a necessity\nsince it was realized that the Energi would be disturbed by our action\ncontra-Terrans and would, without doubt, take action contra-ourselves.\n\n\"Unknown to you, _beush_, or to the masses and highers, an\ninsignificant pleasure craft was extracted from Terran Space and\nnegatively consumed with a planet when the bombs were detonated. The\nship accommodated two Terrans. Proper Terrans by birth, negatively\nby reference. One was male, other female. The two had been in\ntheir culture socially and religiously united in a ceremony called\n'matrimony'. Emotions of sex, protection and an emotion we have\nnegatively been able to analyze linked the two, and made them ideal for\nour purpose.\"\n\nThe assistant looked at the _beush_, picked up his partially full glass\nand, before he could sip it, was dashed to the floor beside the _beush_\nhimself. The former helped the higher to his unstable legs, and was\ncommented to by the same, \"Assistant, proceed to the protecroom.\"\n\nThey entered the well-illuminated closet and immediately slipped\ninto the unwieldy metallic suits. Once again they took their seats,\nthe _beush_ reflecting and saying, \"As your memory relates, that\nexplosion was a bomb-drop concussion from the Rebellers. We must now\nwear anti-radiation protection. For that reason, and the danger of\nthe Energi, you _do_ see why we need the formulae of the Force Domes,\n_immediately_.\"\n\nThere was menace in his voice. The assistant trembled violently. Using\nthe rare smile of that humanoid race, the _beush_ continued, \"Do\nnegatively self-preoccupy. Resume your information, if contented.\"\n\n\"Contented,\" came the automatic reply, and the assistant began, \"The\ntwo humans were perfect for the Plan, I repeat. Before the Energi\nreceived the message of the race destruction, it was imperative that we\nestablish an agent on Energa, near the Force Domes. We assumed that the\n'aquarium' would be placed on Energa, in the greatest center. That was\ncorrect, but negatively yet knowing for certainty, we perpetuated the\nPlan, with the 'aquarium' as the basis.\n\n\"One of our most competent protoplasmic computers stabilized the final\nsteps of the Plan. We were to subject the two Terrans to radiation\nand have as a result two Terrans who could breathe their normal oxygen\nform H2O--the atmosphere of the 'aquarium', I repeat. We were then\nto deprive them of memory, except of the inter-attracting emotions,\nto allow them to live in harmony. Thirdly, we were to place them\nin the 'aquarium' and have them forwarded under the reference of\nsemi-intelligent aqua-beings from Terran seas. A simple, but quite\neffective plan, your opinion, _beush_?\"\n\n\"Quite,\" was the reply. \"And concerning the method of\ninfo-interception?\"\n\nThe assistant continued without hesitation, embarrassed by his\nincompetency, \"A hyper-complex spheroid with radio interceptors,\na-matter viewers and recorders and the general intelligence instruments\nof micro-size was placed in the cranium of the male mutant. The\nspheroid has negative direct control over the organism. Size was too\nscarce for use on trivialities. Then an agent was placed behind the\nlarger controls at our end of the instruments.\"\n\n\"And you are the agent?\"\n\n\"Hyper-contentedly affirmative.\"\n\n\n\nI have done two things today. I have found the word for my hatred of\nthe Faces. The Voice gave it to me. When I asked the Voice, it laughed\nand told me the word to use was \"damn\". So today I have thrice said,\n\"Damn the Faces. Damn them.\"\n\nDiane and I have decided that we _want_ a baby. Maybe the other fish\n_wanted_ them, so they got them. We _want_ a baby.\n\n\n\n\"The two Terrans were so biologically mutated and are so nearly\nrobotic, that it is physically impossible for reproduction on their\npart, _beush_.\"\n\nThe _beush_ ignored the assistant's words and said, \"I have received\ncopies of the thought-patterns and translations. There was something\nstrange and very powerful about the meaning of the male's thought,\n'want'. I query.\"\n\n\"Be assured without preoccupation that there exists negative danger of\nreproduction.\"\n\n\n\nThe name I wanted to call Diane was not good, because her breasts are\nhard and large, as is her stomach. I think she is sick.\n\n\n\nI do not think Diane is sick. I think she is going to have a baby.\n\n\n\n\"Entities, assistant! On your oath-body you proclaimed that there is\nnegative danger of reproduction.\"\n\n\"Rest assured, peace, _beush_.\n\n\"But his thoughts!\"\n\n\"Rest assured, _higher beush_.\"\n\n\n\nThere is much blood in the water today. Diane is having a baby; sharks\nhave come. I have never seen so many sharks, and as big as they are I\nhave never seen. I am afraid, but still some sneak among us near Diane.\n\nWe love the porpoises, so they help us now. They are chasing the\nsharks away, injuring and killing some.\n\n\n\n\"Entities, Warpspaced Entities! There has been reproduction.\"\n\n\"_Yorbeush_,\" cried the assistant in defense. \"It is physically\nimpossible. But they are mutants. It is negatively impossible that they\npossess Mind Force to a degree.\"\n\n\"To what degree? What degree could produce reproduction when it is\nphysically impossible?\" The _beush_ was sarcastic. \"How far can they\ngo?\"\n\n\"There is negatively great amount they can do. Negative danger, because\nwe have studied their instincts and emotions and found that they will\nnot leave the 'aquarium,' their 'home'. Unless someone tells them to,\nbut there is no one to do so.\"\n\n\n\nToday I damned the Faces nine times and finally _wanted_ them to go\naway. The \"view-ports\" went black. It was like the sharks leaving when\nI wanted them to. I still do not understand.\n\nThere has been much useless noise and senseless talk from the Voice\nthese days. It is annoying because I must concentrate on loving Diane\nand caring for the baby. So I _wanted_ the Voice to leave it. It left.\n\n\n\n\"Entities Be Simply Damned! The spheroid ceased to exist, assistant.\nHow far can they go, assistant?\" The _beush_ rose, screamed\nhysterically for three seconds and then fired the hand weapon point\nblank at the neck of his assistant.\n\nThe sharks come today, because Diane is having another baby. Diane\nhurts, and there is more blood than last time. Her face is not pretty\nwhen she hurts, as it is pretty when she sleeps. So I _want_ her to\nsleep. Her face is pretty now with the smile on her lips.\n\n\n\n\"Fourteen thousand Energi ceased to exist, spheroid ceased to exist,\nand another reproduction. Warpspace! How far will they go?\"\n\n\n\nIt has been hundreds of days. Faces keep appearing, but I continue to\n_want_ them to go away. Diane has had eighteen babies. The oldest are\nswimming around and playing with the porpoises. Diane and I spend most\nof the time teaching the children by showing them things, and by giving\nthem our thoughts by touching them.\n\n\n\nToday I found that none of the children have Voices. I could _want_\nthem to have Voices, but the children's thoughts tell me that it is not\nright to have a Voice.\n\nThe eldest boy says that we should leave the tank, that a greater\n\"tank\" is around us, and that it is easier to move around in that\ngreater tank. He also says that we must guard ourselves against Faces\noutside. That is strange, but the boy is a good boy. Many times he\nknows that things will happen before they do. He is a good boy.\n\nHe is almost as tall as I am. The eldest girl is pretty like Diane,\nher body very white and soft but, since I _wanted_ it so, her hair is\ngolden, instead of dark. The boy likes her very much, and I have seen\nthem together, touching.\n\nTomorrow I will explain to him that if he _wants_ something, he will\nget it. So he must _want_ a baby.\n\n\n\n\"Query? The Energi will bomb-drop the 'aquarium'? War declared against\nus? War declared? Entities be wholly damned! Negative! Negativvv!\" The\ndisintegrator was fired once more, this time into the orange eye of the\n_beush_ himself, by himself, and for the good of himself.\n\n\n\nWhen, if I ever do _want_ the Voice to come back, it will be very\nsurprised to know that Diane has had twenty-four babies; that the three\neldest boys have mated twice, once and twice, and have had four babies.\nThe Voice will also be surprised to know that it took all twenty-nine\nof us to _want_ all the Faces around the tank to die, as the eldest boy\nsaid to do. We could not tell, but the boy said that six million Faces\nwere dead. That seems impossible to me, but the boy is always right.\n\nTomorrow we are leaving the tank. We will _want_ to leave it; it is\ngetting crowded. The boy says that beyond the greater tank, which we\nwill also leave, there is enough space for all the babies Diane could\nhave if she lived forever.\n\nForever, he said. It would be nice to live forever. I think I'll\n_want_....",
    "metadata": {
        "author": [
            "McAllister, Bruce",
            "McAllister, Bruce Hugh"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/61397/pg61397.txt",
        "name": "the_faces_outside.json"
    }
}