{
    "name": "The man who talked too much",
    "author": [
        "Norton, Roy"
    ],
    "body": "The Westbound Overland on the Santa Fe Railway, although doing its\nsplendid fifty miles an hour, seemed to two of its passengers to be\nmoving at a snail’s pace; for the journey ahead of them was long, and\ntheir destination, which was far northward from San Francisco, the only\nspot on earth worth reaching. To increase boredom they had for so long\nbeen partners and fellow adventurers that all ordinary topics of\nconversation between them had long been exhausted, and the barren\nscenery through which they passed was too familiar to be worthy of\ninterest.\n\nFurthermore, they had, but a few days previously, escaped from a certain\ndistrict in Mexico where for a brief time they had gambled their lives,\nand were still too glad of escape to indulge in foolish conversation.\nThe veriest fool could not have mistaken them for other than what they\nwere; miners, prospectors, men of still places where life is crude and\nhard. There was nothing to distinguish them or attract a second glance,\nother than their incongruity of size; for one was a magnificent giant,\nand the other a blocky, stocky runt, with shoulders much too large for\nhis stature and a flaming red head that seemed to have defied even the\nbleaching of the sun. That these two were known to frontiersmen and men\nof their ilk, over many thousands of miles, as “David and Goliath,”\nmeant nothing to them, nor to any of their fellow passengers; but that\nthey had casually reversed a seat in the smoking car and thus sprawled\nover two seats instead of one did, as a magnet, attract the attention of\na man who wandered inward with a very large and very new alligator-skin\nsuit case that he dropped in the aisle beside them.\n\n“You boys mind if I sit in this seat?” he demanded, and, although they\nvery much did, they promptly lowered their feet to the floor, doubled\ntheir tired legs back into cramped postures, and told him to “set in.”\n\n“Goin’ far?” he asked, before his weight had settled.\n\n“Clean through to Los Angeles, then to San Francisco,” David, the\nsmaller man, replied after a moment’s pause.\n\n“I’m bound for Frisco myself,” the man said, and then as if considering\nan introduction necessary, added, “I’m Cochran. ‘Lucky’ Cochran, as they\ncall me.”\n\nThe partners did not appear impressed, or act as if they deemed it\nincumbent on them to either register surprise, curiosity, or tell him\ntheir own names.\n\n“Reckon you’ve heard of me--Lucky Cochran?” the newcomer asked with a\ngrin that was entirely self-complacent.\n\nThe partners studied him for a moment and then the smaller man said, not\nwithout a suggestion of disapproval, “Nope. Can’t say I ever did. Why?”\n\n“Never heard tell of me? Lucky Cochran? I’m the man that owned the ranch\nat Placides, where they struck oil. I’m the boy they paid twenty\nthousand to last week and-- By gosh!--if things go right, I’ll get a\nmillion more.”\n\nGoliath yawned openly, stretched his long legs out into the aisle, and\nDavid unblinkingly gazed at him as if taking stock of all his new\nclothing, his diamond stud screwed into a flannel shirt, the diamond\nring on his heavy, thick-knuckled hands, and thence downward to his big\nfeet that were incased in patent-leather shoes of a design affected by\n“sporting gents” of the previous decade.\n\n“Humph! He looks it, don’t he?” David said, turning toward his partner.\nAs if his attention had just been casually called to something outside,\nGoliath, in turn, appraised Mr. Cochran and then rumbled, “He sure\ndoes!”\n\nEntirely unabashed by their comments, Mr. Cochran seemed, on the\ncontrary, to be highly pleased.\n\n“That’s me!” he remarked. “Lucky Cochran! That’s me, boys.” And then, as\nif stimulated to speech, he began talking. He told them the history of\nhis new wealth, of his lean years, of where he had originated. He even\ntold them stories. His tongue wagged as if on a pivot, pendulous, and\nthe fact that neither of them evidenced the slightest interest, or\ninterpolated any remarks, did not in the least curb his loquacity.\n\nThe partners moved into the emigrant sleeping car, where they breathed\ndeeply, thanking Heaven that they had lost Mr. Lucky Cochran. Two hours\nlater Mr. Cochran also moved in and greeted them like long-lost\nbrothers. The partners fled to the smoking compartment, and Cochran\npursued them. The tiny cabin was filled with men and smoke, and to their\nrelief Cochran began telling his story to those therein assembled, and\nthe partners fled to the smoking car at the front end of the train. They\nsat quietly, glad of the fact that no conversation was hurled at them;\nfor they were wonderfully skilled as listeners, although short in words.\nOne man was telling another of how much cheaper it was to travel to San\nFrancisco from San Diego by steamer than by rail, and how much more\ncomfortable if one had time to spare. The partners listened and weighed\nhis words.\n\n“Goliath, what’s the matter with our takin’ the boat up?” David asked,\nafter the man and his companion had gone.\n\n“Just the thing, provided we can lose that lucky guy,” said Goliath with\na grin.\n\n“Right! Anything to lose him,” David agreed, and they considered their\ninformation fortunate when Mr. Cochran found them again and opened up\nhis verbal batteries with, “By gosh! Been lookin’ for you boys. It’s\nmighty lucky we’re to keep company all the way to Frisco. Where do we\nstop in Los Angeles?”\n\n“We don’t stop,” said David sourly. “We’ve got business down in San\nDiego.”\n\n“San Dieger, eh? Come to think of it, I ain’t never been to San Dieger.\nTell you what I’ll do, I’ll go along with you!” he added benignantly, as\nif doing them a great favor.\n\nIt was on the tip of Goliath’s tongue to say, “Not by a dam sight, you\nwon’t,” but David broke in hurriedly with, “Come to think of it we ain’t\nso sure. Maybe we won’t go that way. We’re thinkin’ it over.”\n\nBy skillful dodging they succeeded in losing Cochran, when they arrived\nat Los Angeles, and went to an obscure hotel, where they intended to\nstop overnight and break their journey; for railways to men of their\nstamp were like temporary prisons. Unfortunately, after dining, they sat\nin the rotunda which was ablaze with lights. In from the street rushed\nMr. Cochran with great jubilation.\n\n“Mighty nice I found you!” he roared. “Been lookin’ everywhere for you.\nA fool nigger grabbed my suit case there at the deepot, and while I was\nchasin’ him I lost you. Reckon you were worried about me, too, wa’n’t\nyou?”\n\n“We were! We were!” David declared, most fervently and truthfully.\n\nCochran bolted from them to the desk, held a conversation with the\nclerk, produced a wad of bills as big as a Mohave maiden’s leg, and then\nrushed back to them and seized a vacant chair.\n\n“It’s all right! Got her fixed up now. Sent over to the Willard House\nfor my things and got a room here. By gosh! It’s a lonesome thing to be\ntravelin’ alone. I’m tickled as stiff as a burro’s ears just to be with\nyou two fellers, because it seems as if we was real old friends. But\nit’s all right now, don’t you worry none!”\n\n“We wasn’t; but we are!” growled Goliath, but Cochran took not the\nslightest notice. He wanted to take them to a show. Failing in that, he\nwanted to buy drinks. Failing in that, he bought three cigars at a\ndollar each. They could find no complaint regarding his liberality. He\nwould have gladly paid their traveling expenses to continue in their\ncompany.\n\nAnd then, when they were ripe to murder him, he did something that at\nleast gained their tolerance. A terribly bent and crippled old man came\ntimorously into the rotunda with a tray of collar buttons and shoe\nlaces. The clerk spotted the vender, called harshly, and a burly porter\nrushed forward to eject such an objectionable intruder. Cochran rose to\nthe occasion.\n\n“You git to hell out of this!” he roared, planting himself between the\nporter and the derelict, and poking a hard, huge fist under the\nbouncer’s nose. “This old feller’s a friend of mine. You let him alone.\nCome over here and sit down, old hoss. Here--take my cheer!”\n\nMuch to the partners’ interest in the proceedings, Lucky Cochran seated\nthe old man and said to him reassuringly, “Never mind, old feller. It’s\nme that’s lookin’ after you. Me--Lucky Cochran. What I say goes, back in\nTexas, where I’m known. I know tough luck when I see it. Had a heap of\nit myself. What’s ailin’ your legs and back? Rheumatiz? U-m-m-mh! I know\nwhat that is, too. Had it myself.”\n\nThe partners watched Cochran with a dawning respect and--as\nusual--listened. Cochran certainly had sympathy for one who was in what\nhe called “tough luck.” He asked personal questions that made the\npartners wince, and then smoothed the wincing with his kindly drawl.\nThey were gradually getting bored when Cochran suddenly said: “See here,\nuncle, I was goin’ off on a bust. I got money, I have; but I reckon I\ncouldn’t blow in all I got comin’ to me, if I took twenty years for the\njob. And I reckon I can cut out a few things I was goin’ to do, anyhow.\nYou said just now that if you had a thousand you could buy a cigar shop\nyou know of, where you wouldn’t have to worry no more.”\n\nHe dug out that huge roll of bills again, wet his heavy thumb on the tip\nof his tongue, and proceeded to laboriously count off some bills. He\nwent over them twice, while the partners, aghast, watched him. He thrust\nthe bills into the old man’s half-reluctant hands.\n\n“Now,” he said, “you hustle out and buy that cigar place. I hate to see\na busted up old feller like you peddlin’ things in hotels and saloons.\nAlways makes me think of what might have happened to me. Come on. I’ll\nwalk out to the door with you so’s no one can bother you.”\n\nAnd he did escort the derelict to the exit and for a few minutes\ndisappeared with him. The partners stared at each other, as if doubting\ntheir senses.\n\n“Well--well--what do you think of that!” exclaimed Goliath.\n\n“Think of it? Can’t quite say--yet! But it looks to me as if there was\nsome good streaks in this piece of bad bacon after all,” David said, and\nthen added, “The big boob!”\n\nIt may have been the somewhat kindly feeling engendered by Cochran’s\nliberality that caused the partners, after much consultation, to leave a\nnote to be delivered to him after their departure on the following\nmorning. It read:\n\n    Impossible for us to wait to say good-by and good luck to\n    you. Found we have to hustle to catch the train. Better not\n    take the trouble to wait for us to come back, but go on to\n    San Francisco. May your good luck continue.\n\nDavid was very proud of his note.\n\n“She don’t tell lies, nor nothin’, and don’t give nothin’ away,” he\nremarked, as he sealed it into a hotel envelope, carried it down to the\ndesk, after carefully reconnoitering to make sure that Cochran, the\nloquacious, was not in the lobby, paid their bills, and gleefully joined\nGoliath who appeared with their suit cases.\n\nIn San Diego they had to wait twenty-four hours for the northbound\nsteamer, during which time they lived in some slight apprehension lest\nCochran appear; but once they had climbed the gangplank and been shown\nto their cabin, they felt secure and jubilant. They went back on the\ndeck to see the steamer cast off, interested, as landsmen usually are,\nin anything so novel. The “all off” had been given, the last of the\nstewards had come aboard, and the order had been given to clear the\ngangway, when there was a whirl of excitement in the outskirts on the\ndock, and there appeared, breathless, but loudly yelling an appeal to\nhold fast until he could get aboard, a belated passenger.\n\n“Good Lord! It’s him all right!” groaned David.\n\n“His luck holds good; but--hang it all!--ours is out!” Goliath growled,\nas Cochran climbed aboard, discovered them, and, dropping his big\nalligator suit case to which he had clung, rushed upon them.\n\n“Ain’t I the lucky one, eh? Lucky Cochran! That’s me. You spoke in your\nletter about troublin’ to wait for you; but, pshaw! It wasn’t any\ntrouble to me, although it was right thoughtful and kind of you fellers\nto say so. Nothin’ ever troubles me. So I just found out from the boss\nporter at the hotel how you’d been makin’ inquiries about trains to San\nDieger, and about the boat, and says I, ‘I’ll just pop down and join\n’em, and won’t they be surprised to see that I’m goin’ to keep ’em\ncompany.’”\n\n“We’re surprised, all right!” David remarked, but Cochran did not\nobserve that he had omitted any reference to the happiness his arrival\nhad caused.\n\nTheir sole remaining chance for peace now rested upon wind, wave, and\nweather. They hoped, earnestly, that Mr. Cochran would be as sick as the\nwhale that swallowed Jonah; but Cochran’s luck held, and if the ship had\nturned somersaults, he would have merely laughed. For an hour they\nwatched him solicitously before they gave way to despair. He talked as\njoyously as ever, roaring with laughter at his own jokes, and bubbling\nover with human kindness in sufficient quantities to deter them from\nmurdering him. If he could have but kept his mouth shut, the partners\nwould have rather liked him. And then Goliath suddenly gave a groan,\nclutched himself around the abdomen and said, “I got to get below. I\nfeel awful, I do!” And away he went.\n\n“Pore feller! I’m awful sorry for him. Anybody sick or ailin’ always\ngits my goat,” said Cochran sympathetically. “I couldn’t kill a\nrattlesnake, if it was hurted. One time I had a burro that busted its\nforeleg right above the pastern joint, and I couldn’t shoot it. Didn’t\nhave the heart! And every time I tried to nuss it the damn thing bit\nme.”\n\nDavid failed to draw the sympathetic connection between rattlers, mules,\nand his partner. Indeed, at the moment, he was solicitous for Goliath,\nand after a time went to investigate, and try to help, having much\ndifficulty in dissuading Cochran from accompanying him. He found the\ngiant on his back in the lower berth, calmly reading a dime novel.\n\n“Thought you was seasick?” David blurted through the half-opened door.\n\n“Seasick? Hell! I was talk sick!”\n\n“Good! Never thought of that. I reckon I’m seasick, too. But what are we\ngoin’ to do? Stay shut up here all the way to Frisco?”\n\n“Either that, or chuck the perpetual-motion talkin’ machine overboard,”\ngrowled Goliath.\n\n“Got another one of them dime novels? Gimme it. I’m sick, too,” David\nsaid as he climbed into the upper berth.\n\nAt intervals for the first few hours Cochran called on them, bringing\nvarious remedies that he had solicited from their fellow passengers; but\nwhen dusk came the partners ventured out, trusting to the darkness to\nescape the attention of their well-wisher. As time went on they gained\ncourage, and began to enjoy their freedom. They even dared to saunter\nalong the decks. From the smoke room, which was forward under the\nbridge, came inviting sounds of conversation, merriment, and human\nsociety. They paused and looked enviously through the open window and\nbreathed more freely, for they discerned Cochran absorbed in a game of\npoker, but still talking steadily.\n\n“That’s me. Lucky Cochran!” they heard him explode, as he raked in a\npot.\n\n“Good old sport! Hope he plays poker from now until this boat ties up at\nthe dock,” David remarked. “That’ll keep him busy, and make it a lot\nnicer for us.”\n\nTheir hopes seemed justified when, after the deck lights were turned out\nthey retired to their cabin, for Cochran was still playing and still\nwinning--and still garrulous. It was a late session, they learned on the\nfollowing morning. They were leaning up against a deck cabin, staring at\nthe sea and, as usual, saying nothing because there was nothing to talk\nabout, when through the open window near them they heard a yawn, as some\nlate sleeper turned in his berth, and then an answering yawn.\n\n“Gad! I dreamed that sucker Cochran was talking to me in my sleep. Bad\nenough to have to sit up until three o’clock and listen to him. We\ncertainly do have to work hard to earn our money. What?”\n\nThe other voice yawned and said, “Yep; but what we want to watch out for\nmost is the howl he’ll make when we collar his bank roll. Rubes like him\nalways yelp the loudest.”\n\n“He’s got no friends aboard, I reckon; and he’s too much of a mutt to\nmake a gun play, and, besides, we don’t want to pull it off, if we can\nhelp it, until just about the time the boat is ready to land. He can\nyell all he wants to then, and we can stand it.”\n\n“‘’Tis music to the gambler’s ears to hear the loser squeal,’” the other\nvoice quoted the old proverb.\n\nDavid looked across at Goliath, gestured for silence, and slipped\ncautiously away. Goliath, with equal care, followed him until they were\nwell aft, but from where they could keep an observant eye on the door of\nthe cabin occupied by the complacent “Sure-thing men.”\n\n“So that’s the way of it, eh?” Goliath rumbled.\n\n“Looks like it.”\n\n“Reckon we ought to wise him up. I’d not do that, if it wasn’t\nfor--ummh!--the way he acted there in the hotel and--it’s better for him\nto give his money away where it’ll do some good, than pass it over to a\ncouple of sharks.”\n\nAfter a time, the door they had under observation opened, and two men\nsauntered out who were neither over nor underdressed, but had the\nappearance of being nothing more than possibly a pair of small-town\nmerchants. The partners marked them well for future identification and\npatiently waited for Lucky Cochran to appear. He came after a further\ninterval, and David, with characteristic bluntness, opened up on him.\n\n“You played poker until three o’clock this mornin’ with some strangers,”\nhe said, staring at the prosperous one. “And me and my pardner have\nfound out that they’re nothin’ but a pair of sharps out to do you.”\n\n“Out to do me? Out to do Lucky Cochran? It’s a joke! Why, boys, I won\nfifteen hundred dollars last night. Nobody can beat me. I’m Cochran.\nLucky Cochran!”\n\nAnd his “Haw, haw, haw!” was so loud it startled even the deck steward,\nwho barely missed dropping a cup of hot coffee he was carrying to an\ninvalid, and prompted an A. B. on the boat deck to peer over, to learn\nwhether there was a menagerie aboard.\n\n“Oh, you’re lucky, are you?” David answered with a badly concealed\nsneer. “And you’ve won at the first sitting, have you? Well, see here,\nCochran, I’m goin’ to tell you something. The boob always wins at\nfirst--until the stakes get high. After that his luck changes. If we’re\neither locoed, or talkin’ through our hats, I’ll tell you what we\noverheard this mornin’.” And then, in confidential tones, he repeated\nall the conversation that had come through the cabin window shutters,\nand ended with, “If you’ll take a little pasear with me I’ll point the\ntwo crooks out to you, so that you can steer clear of another game with\nthem, and quit fifteen hundred to the good.”\n\n“Psho!” said Lucky Cochran. “You don’t mean it! Come on and show ’em to\nme.”\n\nThe three men promenaded the deck, casually looked into the smoke room,\nand finally discovered their quarry in the bows holding earnest\nconversation.\n\n“There they are,” David said, pointing at them.\n\n“That’s them, all right,” Cochran agreed. “And right nice sociable\nfellers they are, too. Don’t see how it kin be that two such nice\nfellers as them could be out to skin a good old feller like me. Think\nI’ll go over and tell ’em what I think of ’em, right now.”\n\n“Suit yourself,” said David. “We’ll come along and see you through.”\n\nCochran moved as if to carry out an intention, then stopped, looked at\nthe partners and wagged his head slowly and solemnly.\n\n“Nope,” he said, then paused and grinned. “I reckon I’ve got the best of\nit as it is--got their fifteen hundred, so I’ll just hang on to it and\nleave ’em alone, and stick around with you two fellers. I was mighty\nlonesome yisttiday without you two and-- By heck! I’m glad you ain’t\nseasick any more. Reminds me of a story about a feller that--”\n\nAnd the partners glanced at each other, as if admitting a great mistake;\nfor the garrulous one was on again, had promised to stay with them\nindefinitely, closely, intimately, and--talk their heads off! He clung\nto them like a loving leach, or as a bride of seventy adheres to a\nbridegroom of twenty, or as does the unbreakable limpet to its gray\nrock. His sole virtue was that he never repeated himself. Their sole\nhope was that some time he would run down, get hoarse, or have paralysis\nof the tongue. He tried indirectly to learn all about them, where they\nhad been, their business, whither bound, and what luck they had endured\nor profited by; but the partners, bored, surfeited with words, and\ncasting about for means of escape, maintained their customary reticence.\n\nDavid was the first to escape and most callously deserted his partner;\nbut Goliath, being less diplomatic, eventually invented an excuse and\nran, rather than walked, to a distant part of the ship. The partners met\nin their cabin and took turns in imprecating the kindliness that had\ninspired their well-meant interference.\n\n“I don’t give a cuss what happens to him now. He’s been warned, and if\nhe loses his wad it’s not our fault,” David asserted.\n\n“Neither do I care what happens to him,” Goliath growled. “I ain’t no\nhero, nor Christian martyr, nor nothin’ like that. All I want is to have\nhim keep away from me. I’m goin’ to read from now on, right here in this\ncabin. I’m afraid to go out on the deck.”\n\n“So’m I!” David asserted; but their resolution broke, after some hours,\nand the craving for open space, habitual with such men of outdoors,\novercame their fears of Cochran, and they slipped away to the decks\nagain. Almost surreptitiously they looked through a window of the smoke\nroom and then frowned. Cochran was sitting at the same table with the\nsame pair of gamblers, playing with what was probably the same deck of\ncards and talking Just as steadily as ever before. Even as the partners\nlooked they caught signs of undoubted signals between the two card\nsharps, saw a bet brought to a finale, and by the interchange of money\ndiscerned that Lucky Cochran’s luck seemed to be out, and that he was\npassing over considerable sums of his accidental wealth. Save for these\nthree earnest players, the smoke room was deserted.\n\n“Think we ought to go in and bust up that combination?” Goliath asked.\n\n“Humph! That old boob would think we were hornin’ into his business. The\npair of cutthroats he’s playin’ with would yell to the skipper of the\nship for help, and--no!--all we can do is to get him outside and tell\nhim he’s bein’ trimmed by good sign work.”\n\nDavid sauntered in through the door and said, with an attempt at\nsuavity: “Cochran, I’d like to talk to you a minute outside. It’s\nsomethin’ right urgent. Sorry to disturb your game, but--”\n\n“Sure, pardner, sure!” said Cochran, lumbering to his feet and sweeping\nhis money into his pockets. “See you fellers later,” he said to the two\ngamblers who glared at David, exchanged glances of inquiry, and then\nresignedly began pocketing their own money. But David and Goliath gained\nnothing by their warning. Cochran merely grinned and then chuckled, and\nfinally laughed.\n\n“You boys just let me alone,” he said. “Me lose? Lucky Cochran? Not by\nthe mill by the damsite. Why--say!--I’m still winner by nigh onto four\nhundred dollars. Can’t beat that, kin you?”\n\nThey exhorted him for his own protection to stop and call his four\nhundred an ample winning. He appeared to ponder it, and then blurted:\n“But what’s a feller to do when he’s out on the fust vacation he’s had\nfor more’n forty year, if he can’t play a few keerds--huh? Here! Tell\nyou what me’ll and you’ll do! We’ll go in and play penny ante and cut\nthem fellers out. What say?”\n\nThe partners flatly refused this proffered amusement, remembering that\nMr. Cochran would have them completely at the mercy of his interminable,\nunquenchable drawl. Anxious as they were to protect him, they thought\nthe price in self-sacrifice too great, and found difficulty enough, as\nit was, to finally shake him off.\n\nSomething went amiss in the engine room, and for a couple of hours the\nsteamer hove to, lolling gently, on a gentle sea. It was conducive to\nsleep, although rendering it certain that their landing in San Francisco\nmust be made late at night. The partners were awakened by the supper\ngong and on arriving at the table discovered that not only Lucky\nCochran, but the two card sharps, were not to be seen. Nor did they\nappear in the smoke room afterward, and as the hours passed, the\npartners began to be apprehensive. They made inquiries of the deck\nsteward, and learned that he had served sandwiches and coffee to three\ngentlemen who were now playing cards in one of the deck cabins, which he\npointed out, and the partners promptly retired to the rail in wrath and\ndisgust.\n\n“I’m through!” declared David. “Let ’em trim him for all I care.”\n\n“That goes for me, too,” Goliath snorted.\n\nLights became visible, and passengers crowded the decks waiting for the\nfirst big spread of glowing points that would open out after the ship\nhad rounded the Golden Gate. Luggage had all been packed and stewards\nwere bringing out and heaping up piles of traveling impedimenta. And\nthen what the partners had expected, happened. A very gloomy man came\nthrough the crowd, stumbled into contact with them, and said: “Well,\nwhat do you think of that! You was right about them two fellers bein’\nregular cheaters and crooks!”\n\n“Got you, did they?” David inquired sarcastically. “Well, it’s your own\nfault. We did all we could to pry you loose from ’em, and it serves you\ndarned well right.”\n\n“Yep. And the fact is if you hadn’t talked so much they’d never have\ngone after you the way they did,” Goliath added. “Did they get all that\ntwenty thousand dollars you was blowin’ about?”\n\n“Not all of it,” said Cochran dolefully. “I got enough to get back home\non, anyhow. My luck didn’t altogether leave me, but--”\n\n“The only thing for you to do is to go and get a cop the minute the boat\nlands, and nail ’em!” David declared.\n\n“I reckon maybe they’d fork over, if you did that,” Goliath seconded.\n\n“Think so?” said Cochran hopefully. “But--how in tarnation can we keep\n’em here till I find a cop?”\n\n“We’ll keep ’em for you, all right,” growled Goliath. “You be the first\none off that gangplank when she goes down, and get a hustle on you. And\nmind this--that if it’d been a square game me and my pardner wouldn’t\nturn a hand to help you, because--we both hates a squealer. It’s only\nbecause you’re such a dam old simpleton that we do anything at all.\nMaybe this’ll teach you a lesson!”\n\n“It will! It will!” groaned the now “unlucky” Cochran, with great\nhumility. “But--but--how you goin’ to hold ’em aboard this here ship?”\n\n“We’re goin’ to horn into their cabin with a gun and just naturally keep\n’em there,” said David as the plan slipped into his agile mind.\n\n“By gosh! That’ll be good!” Cochran gleefully chortled. “Me for the head\nof that gangplank!”\n\nDavid and Goliath stationed themselves outside the cabin door of the two\nsharpers and waited. They seemed to be in no hurry. Indeed, from the few\nsounds that could be overheard from within, they were indulging in a hot\naltercation and mutual recriminations.\n\n“They’re fightin’ over the split, I got an idea,” David mumbled to his\npartner.\n\n“Let ’em fight! Saves us trouble,” said Goliath.\n\nThe gangplank fell and the passengers began to pass away, in an orderly\nprocession, before the cabin door opened, and the first of the sharks\nappeared. Instantly he was confronted by a determined little red-headed\nman, who said: “Just a minute. I want to talk to you two fellers. We’ll\njust step inside, if you don’t mind.”\n\nWith an oath of surprise the man fell back, and both Goliath and David\nentered, and closed the door behind them.\n\n“You’ve got to wait here a few minutes. It won’t be long,” David\nremarked in a voice that forbade any light reply. “You might as well sit\ndown and take it cool--unless you’re lookin’ for trouble.”\n\nThe card sharpers looked at each other helplessly, and, quite evidently\nbelieving themselves held up by officers of the law for some of their\nmisdeeds.\n\n“We’re in for it, Crump!” one of them growled at the other.\n\n“You sure are, and the less you have to say the better it’ll be for\nyou,” David announced sharply. Whereupon the evil pair settled\ndisconsolately to the edges of the lower berth and stared at their\ncaptors.\n\n“Goliath, keep an eye out of the door for the cop and call him this\nway,” said David, still acting as master of ceremonies.\n\nThe two crooks scowled apprehensively, and one of them inquired\nsavagely: “You might at least tell us what it’s all about?”\n\n“You’ll find that out soon enough,” David snapped back at him, after\nwhich there was no further conversation, while outside the shuffling of\nfeet began to diminish, the running of porters slowed down to mere\nwalking strides, and the voices of officers could be heard calling to\none another. In the doorway Goliath’s broad back began to twist this way\nand that, and with an impatient “Humph! Wonder if that boob’s got lost?”\nhe disappeared. The wait continued, and sounds indicated that the very\nlast of the passengers had departed not only from the ship, but from the\ndock. David felt like expressing his impatience with the tardy Mr.\nCochran aloud, and himself looked out of the door just as Goliath\nreappeared with a man in uniform--not a policeman’s garb, but that of\nthe ship’s chief officer.\n\n“The mate says we can’t hold these fellers here all night, but must take\n’em out to the police office at the end of the docks,” Goliath\nannounced. “I’ll get our suit cases and you can make ’em tote theirs,\nand we’ll go.”\n\n“Come on!” David ordered his prisoners, and the chief officer scowled at\nthem as if to identify them for future reference as they descended the\ngangplank. They made their way to the little building at the end of the\nwharf, which, to their astonishment, was filled with harbor police. It\ndid seem as if Cochran must have been blind not to find it himself. A\nplain-clothes man, evidently of authority, looked up and smiled with\ngreat satisfaction and lighted eyes, as he said: “Hello! ‘Crump’ Smith\nand ‘Slippery’ Murdock, eh? Hope you’ve got somethin’ on ’em, this time,\nthat we can put ’em over for. I’ve been tryin’ to get the goods on them\nfor a long time now.”\n\nThe disconsolate sharpers scowled like a pair of pirates and sank down\non a bench, while the detective called David into an inner office to\nquestion him. He listened to David’s story and then shook his head\ndoubtfully.\n\n“Something funny about this,” he said at last. “This man Cochran’s been\ngone more than an hour. He’s the complaining witness. We can’t hold this\npair of sharks without him. Not but that I’d like to, right enough. We\ncan detain ’em for a few hours, but no longer. You two men better go and\nsee if you can find your friend that they skinned out of his wad. If I\ndon’t hear from you before morning and have to turn ’em loose, I’ve got\na way of keepin’ track of ’em so that we can pick ’em up again, when you\nfind your man. What hotel you going to stop at?”\n\nHe wrote down the address David gave, and ushered him out. The partners\ncaught a nighthawk taxi and went to their hotel first, and then\ninstituted such inquiries as they could for the missing Mr. Cochran--all\nwithout success. Alarmed over his disappearance, and fearing that ill\nhad befallen him, they arose, after a few hours’ sleep, prepared to\nresume their philanthropic quest. They pictured him as having wandered\noff the dock and having been sandbagged. They feared he might have\nfallen even into more merciless hands than those of the two callous\ncrooks who had rooked him aboard the steamer. They recalled tales of\ndoping, of shanghaiing, of murders done on the Barbary Coast, and dead\nmen thrown into the bay. They forgot the boredom of his gabbling tongue,\nhis tiresome and unquenchable garrulity, and remembered only that he was\na simple and unsophisticated old fellow who had shown a touching and\nhomely liberality to a derelict whom he had accidentally met. As their\napprehensions increased, so did their sense of helplessness.\n\n“The only thing left for us to do,” said David wisely, “is to go down to\nthe harbor police and see if they’ve learned anything about what became\nof him.”\n\n“Good!” said Goliath. “And if they ain’t, don’t you reckon we ought to\nkind of stir ’em up by offerin’ a reward or somethin’?”\n\n“Sure! We can’t balk at blowin’ in a little money for that poor old\ncuss. I reckon we’re the only friends he’s got in this whole blamed town\nto look after him and help him out. But-- By the great horn spoon! He\nought to be in an orphan asylum or hire a guardian, I reckon.”\n\nGlum with anxiety they boarded a Market Street car and rode to the\nferry. Glum with anxiety they trudged from there to the police office\nand, glum with anxiety they entered. The same plain-clothes man they had\ninterviewed in the night lowered a paper he had been reading, looked at\nthem, recognized them, and grinned.\n\n“Well,” he inquired pleasantly, “did you find your man Cochran? No?\nHumph! Guess you didn’t; but I did!”\n\nAnd then, as if unable to restrain himself, he indulged in a great\nlaugh.\n\n“This,” he declared, again looking up at their amazed faces, “is one of\nthe best jokes that’s blown along the water front for the past year. Sit\ndown and have a smoke. Tell you about it.”\n\nThe partners subsided limply into two worn and shiny old chairs and\ngravely eyed him.\n\n“One time,” he said, as if to give his story a true narrative flavor,\n“there was two of the slickest crooks and card sharks who ever flimmed a\nmutt, sailed on a ship. They’d done it before--lots of times, and got\naway with many a hick’s vacation money. That’s Crump Smith and Slippery\nMurdock. They pick up a rube calling himself Lucky Cochran. Regular\nbackwoods goat. Moss on his back an inch thick. Hay in his whiskers.\nBirds’ nests in his hair. Nice old man that talks all about himself\nevery time he can get any one to listen long enough. Funny old cuss with\na sense of humor. Some of the time he’s been in Texas. Some of the time,\nmind you. For--say--the last five or six years.\n\n“This pair of slick guys set out to do him until a busted and dried\nbladder would look bigger than a circus tent in comparison with what\nhe’ll be like when they get through with him. Now, what I guess is that\nthis fine old gentleman thought that he’d found a couple of miners who\nwere worth lookin’ after and so hung on to them; but when they didn’t\nprove worth his while, he grins to himself and says, ‘I’ll devote a few\nidle hours to this pair of smart Alecks that are cruising the seas of\nadventure, because it’s a rule of mine to make somebody else pay my\ntraveling expenses.’”\n\nHe stopped, grinned again, threw his paper to one side, and, lowering\none leg that had been crossed over the other, leaned toward them.\n\n“Settling down to business, and all fooling aside,” he said with an\nabrupt change to seriousness, “the man you knew as Lucky Cochran, the\nrancher, is nobody but ‘Peerless’ Carfield, the sharpest, cleverest,\ncoolest, shrewdest man who ever skinned a sucker and then sympathized\nwith him over his loss. He’d gamble with a rabbit for its winter’s nest.\nThe only thing that’s to his credit is that he’d most likely hand it\nback after he’d won it. He’d win a squatter’s farm, and then, if he\nwasn’t short himself, hand it back to the squat, and tell him how to\nclear the title.\n\n“Nobody can put anything across with him. He’s had ’em all, from New\nYork to New South Wales, and from London to Lima. Crump Smith and\nSlippery Murdock were a pair of infants in his mitts. He won everything\nthey had, from their bank roll down to their shoe buttons, and then,\njust as a joke, left ’em hung up with you two standin’ guard over ’em\nwhen he got off the boat and grabbed a taxicab for the most expensive\nhotel in this town, and rode away.\n\n“Sorry for him, were you? Well, you needn’t be sorry any more. He’s most\nlikely forgotten all about you two by now, and is living up at the most\nswell hotel in this town, in a suite of rooms for which he pays about\nfifty bucks a day; same rooms that a Russian prince had a year or two\nago. If you’ve got sympathy to waste you’d better hang some of it on to\nCrump Smith and Slippery Murdock; because if skins were overcoats and\nthis was nothing but mid-summer, they’d shiver in the wind.”\n\nThe partners, in a daze, got up and walked outside. The docks were busy.\nMasts showed here and there against the sky line. Teamsters drove\nstraining horses hauling highly piled wagons into the caverns, and the\nrumble of hoofs and wheels echoed like a song of export in the morning\nair. The screech of a hundred steam winches told of cargoes being\nlowered into holds. Off toward the ferry nave the clanging of street\ncars joined ragged symphony. The giant looked away toward the north, as\nif scenting forests and mountains and cabins, and then said, “Humph! So\nthat’s that! We’re always buttin’ into somethin’ that ain’t worth while.\nAnd--we thought he was the man that talked too much, and didn’t sabe how\nto take care of himself.”\n\n“It’s me and you that ought to have a nurse leadin’ us by the ears,”\nDavid replied, then paused, seemed to quest for some excuse, and then\nscowled upward at his stalwart and time-tried partner, and said\nadmonishingly: “Goliath, you’re all right; but--but--it’s you that talks\ntoo damn much!”\n\nAnd Goliath, whose habitual conversation consisted of a mere “yes” or\n“no” cogitated with the utmost seriousness, pondered as if reviewing all\nthe words he had ever uttered, remembering them all, and uttered a long\nspeech. He blinked, wet his lips with his tongue, hesitated, and then\nvery gravely said, “Yep!”\n\n                                THE END",
    "metadata": {
        "author": [
            "Norton, Roy"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/71388/pg71388.txt",
        "name": "the_man_who_talked_too_much.json"
    }
}