{
    "name": "The ghost of Lancelot Biggs",
    "author": [
        "Bond, Nelson S.",
        "Danzell, George",
        "Bond, Nelson",
        "Bond, Nelson Slade"
    ],
    "body": "Folks say I'm hard-boiled; well, maybe so. My mama told me a long time\nago--when I was a brat in three-cornered britches--that if you keep\nyour upper lip rigid and a steely glint in the old optics and _le\ncraque sage_ dripping from your tongue, not many people will be hopping\naround, pushing chips off your shoulder and daring you to take off\nyour glasses.\n\nAnd mama was right. So I'm commonly known as \"that smart-Aleck Bert\nDonovan,\" and folks think I'm hard-boiled--but I didn't feel like any\nten-minute egg the afternoon Diane Hanson, her pop, Cap Hanson, skipper\nof the freighter _Saturn_, and I came home from Lancelot Biggs' funeral.\n\nLancelot Biggs was dead. Or missing for more than seven weeks in\nthe gray nothingness of negative space--which is the same thing. He\nhad hurled himself into this desolate matrix universe deliberately,\nsacrificing himself to save the lives of his friends and shipmates when\nwe were all doomed to die horribly by crashing headlong into massive\nJupiter.\n\nSince the life-skiff in which he had entombed himself was tiny,\npoorly provisioned and inadequately supplied with water, there was\nno longer the faintest glimmer of hope that he might, somehow and\nmiraculously, have survived. Even had he found some way of escaping the\nminus boundaries of the weird nega-universe into which he had fled.\nTherefore, today he had been formally \"buried\". In spirit, so to speak,\nor by remote control. The way the old boys in the 19th Century used to\nbury lost mariners. With a long cortege and a tall stone, engraven with\nthe words: _Here lies So-and-so--Lost at Sea._\n\nOnly this being the enlightened 22nd Century and we being a bit more\nreasonable, Biggs' marker read: _In Memory of Lt. Lancelot Biggs--Lost\nin Space._\n\nSo we were a sad looking trio when we came back to the apartment\nwhich Lanse Biggs and I used to share near Long Island Spaceport.\nCap Hanson had lost the finest First Mate to ever tread the ramps of\na space-lugger, I had lost the best friend a man had ever had, and\nDiane--well, her loss was the greatest. She had lost the man she loved,\nthe lean, gangling man to whom, had not fate's grim hand intervened,\nshe would now be married.\n\nAnd like I said--folks call me hard-boiled. But I reckon I'm only\ngently poached compared to the men who operate under the title of Big\nBusiness, because when we entered the apartment the telephone was\njangling like an opium addict's nerves, and when I picked it up I was\ntalking to the Assignment Clerk of the I.P.C., the Corporation from\nwhich we draw our weekly credit checks.\n\n\"Donovan?\" he yelped. \"Is that you, Donovan?\"\n\n\"Mmm,\" I said.\n\n\"Is Captain Hanson there?\"\n\nI glanced at the skipper, whose arms were about his quietly sobbing\ndaughter. He was a gruff old codger, Hanson; a more irascible\nspace-tyrant never lifted gravs. But he had a heart buried somewhere\nbeneath that crust, a heart that was now as hurt and grieved as my own.\n\n\"Why?\" I asked.\n\n\"Never mind why!\" snapped the A.C. \"Put him on!\"\n\nI said grimly, \"Okay, Buster! I'll play toddle-top with you. I'll _put_\nhim on now and _take_ you on the next time I see you. Skipper--\" And I\nhanded him the phone.\n\nWhatever the A.C. told the Old Man, it threw a jolt into him. I saw\nHanson stiffen like a rheumatic neck, and he roared, \"_Wha-a-at!_\nImpossible! Why, you damned young jackanapes, don't you know the staff\nand crew of the _Saturn_ are in mourning? We won't--\"\n\n\n\nThen there was clacking from the ear-piece, metallic and ominous,\nand the Old Man's face turned from crimson to an outraged mauve.\nBut anxious lines corrugated his brow and he forced a modulated\nacquiescence to his voice.\n\n\"I see,\" he said thoughtfully. \"So that's the way it is, eh? Well--\"\nGrudgingly \"--all right, then. But I don't like it, sir. And you may\ntell your superiors--\"\n\nThe A.C. must have hung up on him. He turned to us slowly. \"Sparks--\"\nhe said.\n\nDiane Hanson stared at her father. \"Daddy, what is it? Is it--some news\nabout Lancelot?\"\n\n\"No, honey,\" said the Old Man gravely. \"Don't keep that hope burning,\ndear. You'll only torture yourself. This is something entirely\ndifferent. Something--\" His stifled anger burst out afresh \"--something\ndastardly! They should be boiled in oil, the whole rotten kit and\nkiboodle of them! But I'm helpless. Orders are orders. Sparks, get in\ncontact with the staff and crew immediately. Tell them to pack their\nduffle and be aboard the _Saturn_ by midnight.\"\n\nI said, \"What! But, Skipper, we were granted leave to mourn Biggs--\"\n\n\"I know it! But the Corporation has countermanded our leaves.\nWe're to lift gravs at twelve sharp for Europa. Polarium has just\nbeen discovered there, and the whole solar system has gone crazy.\nProspectors from every corner of the universe are blasting for Europa\nas fast as their jets will push them. And since the _Saturn_ is the\nfastest lugger in the I.P.S. fleet, we've got to get there and stake\nclaims for the Corporation.\n\n\"I--I'm sorry it has to be this way, Diane. I don't want to leave you.\nBut the clerk said if I refused to take command, they'd appoint someone\nelse--\"\n\n\"I know, Daddy,\" said Diane. She forced a wisp of a smile to her lips.\nShe understood as well as I did what he was trying to tell us. The\nOld Man was--and is--one of the greatest skippers who ever blasted a\nrocket. But he's an old man in fact as well as title. Twice before\nour employers had threatened to remove his command, ground him, give\nhis bridge to a younger officer. A man of action, the Skipper dared\nnot look forward to the day when he had to bid farewell to space. To\nrefuse this emergency command would be to risk everything. And so:\n\n\"I understand, Daddy,\" said Diane Hanson \"But you don't have to leave\nme.\"\n\n\"And, Sparks, tell Todd he'll serve as First Mate,\" the skipper told\nme. \"Wilson will be Second--_hey?_ What did you say, Diane?\"\n\nDiane's voice was gentle, but there was a tightness about her eyes and\nlips I recognized. I'd seen it before, on her father's face. I knew\nwhat it meant. Stubbornness mixed with a dash of determination.\n\n\"You won't leave me,\" she said calmly, \"because I'm going with you!\"\n\n\"You're going with--Oh, no! No, you're not! This isn't any shuttle for\na girl. There's danger out there near Jupiter, honey. I won't let you--\"\n\n\"You can't stop me, Dad. Can't you see I've _got_ to go? Please!\nI'll go crazy sitting home here by myself. And besides, it was out\nthere--near Jupiter--that _he_--\"\n\nWell, I saw how she felt. And I didn't much blame her for feeling she\nhad a right to make at least one farewell trip to the part of space\nwherefrom her lover had disappeared. The Old Man growled softly. Then\nhe wiped his glasses with a sort of savage vehemence. And he said,\n\"Well, then, get your things packed. And Sparks--call Chief Garrity.\nTell him to have the hypos and all control equipment ready for\nimmediate flight--\"\n\nThus at twelve midnight sharp, Earth time, which is 7-R-4 Solar\nConstant, the _Saturn_ lifted gravs for Europa, the second satellite of\nmonstrous Jupiter.\n\n\n\nThere's no use boring you with the routine details. We blasted from a\nLong Island cradle, set course and constant for Europa, waited till\nwe were about six hours away from the Earth's gravitational field,\nthen cut over to the V-I unit--the \"velocity intensifier\" invented\nby Lancelot Biggs which had made the _Saturn_ the fastest ship in\nspace, increasing its speed potential from a slovenly 200,000 _mph_ to\nsomething only a trifle less than the limiting velocity of light.\n\nIn the old days, before the installation of the V-I unit, a shuttle\nto Jupiter meant a journey of about a hundred days, more or less,\ndepending on the positions of the planets. Now, however, the _Saturn_\nhad a speed potential of 650,000,000 miles per hour! Which _didn't_\nmean that we could actually get to Jupiter in an hour. There were other\nfactors which had to be allowed for: initial velocity, deceleration\nupon approaching our goal, and all that stuff.\n\nTo make a short story stubby, though, we could look forward confidently\nto setting foot on Europa within two days at the most.\n\nWhich gave us a big jump over the rest of those who were high-balling\nit for the wealth-laden satellite.\n\nDick Todd, looking awkward and a trifle embarrassed in his First\nOfficer's braid, came to my turret at the end of our first day's\nflight. Things had happened so suddenly that no one had found time to\ntell him the score. He was one huge question mark on toes.\n\n\"How come, Sparks?\" he demanded. \"What's this all about? First we're on\nleave of absence, then they dump us in the _Saturn_ and shove us off\nfor Europa. Why?\"\n\nI said, \"The answer's as simple as your half-witted brother. What do\nyou get from the bank, stupid?\"\n\n\"Loans,\" said Todd promptly, \"at five percent. But what has that got to\ndo with--\"\n\n\"The correct answer,\" I sighed, \"is--_shekels_! The sinews of war,\nlamebrain. Cash. Gelt. Credits. The root of all evil. Filthy lucre.\nThere's a polarium-rush at Europa, which if I'm any prophet will make\nthe old gold-rushes on mama Earth and the radium-rush on Venus in 2078\nlook like Bargain Day in the Ladies' Basement.\n\n\"The Corporation that supplies our bread-and-butter wants in on the\nground floor. So we're elected the official claim-stakers.\"\n\n\"Polarium!\" echoed Dick. \"That's that new element, isn't it? Number\n106? The impossible one?\"\n\nI stared at his First Officer's stripes sourly.\n\n\"When I think of the genius who used to wear those stripes,\" I sighed,\n\"and then look at _you_--Oh, well! Listen to papa, whackypot. Polarium\nis Element No. 106, yes! But it ain't impossible, no! Because they\nfound it. And I have yet to hear of anybody finding anything which\ndoesn't exist. It's a brand-new discovery, apparently rare as ideas in\nthat spongy bulb you hopefully call your 'brain,' and it's _so_ new\nthat nobody knows, yet, exactly what its properties are.\n\n\"Nevertheless, it's got a cash value. So we're on our way to collect\nsome of the aforesaid same.\"\n\nTodd said aggrievedly, \"That's not a very nice way to talk to a\nsuperior officer, Sparks. Damned if I wouldn't report you--if I had\nany idea who to report you to. But--Europa, you said? That's kind of\ndangerous, isn't it? Our attempting to land there, I mean.\"\n\n\"No more dangerous,\" I told him, \"than attempting to brush the teeth\nof a sabre-toothed tiger. Any time a ship gets within umpteen miles of\nJupiter, pal, it's hold your hat and breath and give the prayerbook a\nquick riffle. That hunk of red goo has gravitational power--spelled\nwith a capital, 'Phew!' More spaceships than you have corpuscles have\nfallen within old Jupe's drag, crashed on the planet. And not a man has\never yet managed to escape, get back to tell us what it's like.\n\n\"From what we know or can guess, the planet is not inhabited or\nhabitable. But that's guesswork. Until we can explore it as we've\nexplored its satellites, we'll never know. And we'll never be able to\nexplore Jupiter until some clever jasper invents an anti-gravitational\nshield--\"\n\n\"Say!\" enthused Todd. \"Now, there's a great idea, Sparks! I think I'll\nwork on that!\"\n\nI looked at him and groaned.\n\n\"_You_ invent an anti-gravitational shield? What are you going to use\nfor brains? Buttons? I've never known but one man in my life with the\ngenius to pull that miracle--and he's dead. Lanse Biggs. I hope that\nwherever he is he can't hear you. He'll be rolling over in his grave\nso fast they'll call him 'Revolving Biggs.' Either that, or he'll come\nback and haunt you for daring to--\"\n\nAnd then it happened. Todd, who had been listening to me petulantly,\nsuddenly stiffened. His jaw dropped ... his eyes popped out like\nmarbles on stalks ... and his hair climbed two full, quivering inches\noff his scalp.\n\n\"S-s-sparks!\" he wailed. \"D-d-don't say that! Behind you!\"\n\nThen he keeled over in a dead faint. I turned. My heart took a running\nleap for my lips, and I think I screamed. Because I was staring at\na thin, wavering nebulosity--a form gray and ghastly--a transparent\nsimulacrum of--\n\n_Lancelot Biggs!_\n\n\n\nWhat happened next, I wouldn't rightly know. All I know is that for the\nfirst time I realized how a deep-rooted tree must feel when a pup comes\nsniffing at it with malice in his eyes. My brain said, \"Get going,\nbabies! Double-quick!\" But my pedal extremities were as nerveless as a\nbatch of yesterday's dough.\n\nBut there was nothing wrong with my senses. On the contrary: they\nwere as sharp as a creditor's letter. And for the first time in my\nlife I realized that the old stories you hear about ghosts are on\nthe up-and-up. For this shimmering wraith of Biggs carried along with\nit all the visual, audible and olfactory accoutrements with which the\nghosts of lore are usually endowed.\n\nMy ears hummed with a high, thin singing; a sort of weird, unearthly\nharmonic vibration. There was a biting odor in my nostrils, a scent so\nsubtle I could not tell whether it were charnelly repugnant or just\nplain annoying. The phantom itself was gray, drab, colorless. Immobile.\nTense, strained of visage. For a moment its white lips seemed to move--\n\nThen it was gone! As quickly as it had come it was gone, and the\nparalysis left my limbs, and I was on my knees beside Todd, shaking him.\n\nHe came out of his blackout howling. \"Did you see him, Sparks? It was\nBiggs' ghost! Standing right there--\"\n\n\"What the hell's going on in here?\" interrupted the irate voice of Cap\nHanson. The door had burst open; he stood in the archway with Diane\na few feet behind him. \"What's all this, Mister Todd? The two of you\ngroveling on the floor--drunk again, eh? Well, my two fine sirs--\"\n\nTodd pulled himself to his feet uncertainly. His voice was cracked,\nincoherent.\n\n\"N-no, sir! S-something horrible. This ship is--is _haunted_, sir! I\nsaw--_Upph!_\"\n\nMy elbow caught his bread-basket just in time. His next words\nrepresented my own private opinion. But I didn't want Diane Hanson to\nhear them. After all, it isn't soothing to a heartbroken gal to learn\nthat her lover has turned into a noisy, malodorous, spaceship spook.\n\n\"Haunted?\" roared Hanson. \"Are you mad, Lieutenant Todd? What do you\nmean, haunted?\"\n\nI tried to catch the skipper's eye so I could give him the business to\nlay off the quiz program for the time being. But my finger-flagging\ncame to naught. Diane shouldered past her father and into the room. Her\nvoice was intense, eager.\n\n\"Sparks,\" she said, \"tell me! It was--_he_, wasn't it? Lancelot?\"\n\nToo late, Dick understood why I'd poke-checked him. He turned red and\nbegan gobbling like a block-bound turkey.\n\n\"N-no, Miss Diane. N-nothing like that. Bert and I were just having a\nlittle horseplay. We'd had a drink--\"\n\n\"Don't lie to me, Dick! It _was_ Lancelot! It must have been. I--I saw\nhim myself!\"\n\nWell! That was one for the books. It was our turn to gape. Cap Hanson\nstared from one to another of us wildly.\n\n\"What's this? You saw Lancelot, Diane? Where?\"\n\n\"In my cabin. An hour or so ago. I was trying to take a little nap.\nSomething wakened me--I don't know what--and I saw him standing in the\nmiddle of the room. He was so pale. So thin, and so sad. Oh, Daddy--\"\n\n\n\nShe buried her face on his shoulder. Hanson said, \"Now, there, honey!\"\nHe looked like an accident hunting for some place to happen. He stared\nat us dismally.\n\n\"Is that the truth, boys? Is that what you saw?\"\n\nWe nodded. I said, \"I'm not what you might call a superstitious guy,\nSkipper, but I know what I see. It was his ghost, all right.\"\n\nTodd wailed miserably, \"And it was all my fault. I brought the haunt on\nby bragging--\"\n\n\"Nonsense!\" snapped the Old Man. He wore a worried frown on his pan. He\nreleased Diane, took a few swift paces across the room, spun, came back\nto us. \"Sheer nonsense!\" he repeated angrily. \"It isn't reasonable!\"\n\nI said, \"Yeah, I know. That's what folks have been saying for\ncenturies, Skipper. That ghosts aren't reasonable. But the fact\nremains, people _see_ them--\"\n\n\"That's not what I mean. I don't give a hoot about the possibility or\nimpossibility of a ghostly afterworld, I'm just saying that it's not\nreasonable we should see a ghost of _Biggs_! Lanse wasn't that kind of\nboy. He wouldn't come back from the--from Beyond for no better purpose\nthan to frighten the living daylights out of his old friends and the\nwoman he loved. He was a logical man--\n\n\"Here's what I think! If you saw Biggs--\"\n\n\"We did!\"\n\n\"Very well! Then it wasn't his _ghost_ you saw! It was some sort of\nprojection of him. Don't ask me what kind, or how he did it, or where\nhe is. But I'll bet my last cent--Lancelot Biggs is not dead!\"\n\nThe pronouncement galvanized Diane. Her eyes shone and she cried, \"Oh,\nDaddy--do you mean that?\" Looking upon her joy, I groaned inwardly. It\nwas cruel of the Old Man to reawaken false hopes in her like that. As\nI said before, I know what I see. And that vision of Biggs didn't look\nlike the projection of a living man's image. It wasn't flat. It was\ntransparent and tri-dimensional. And filmy--\n\nI opened my mouth to protest. But I never got one chirp out of my\npeeper. For at that moment the turret audio rasped to life, Chief\nGarrity's grizzled face gleamed on the screen, and the C. E.'s Scottish\nburr accosted us with accusing indignation.\n\n\"Captain Hanson, sirrr!\"\n\n\"Yes, Chief?\"\n\n\"Will ye be so kind as to accept my rrreseegnation, sirrr, _ee_-fective\n_ee_-meejuttly! I willna ha' fairther dealin' wi' sooch scand'lous\nnonsense as is now goin' on down here!\"\n\nHanson snarled, \"Resignation be damned, Chief! I've got troubles of my\nown. Don't come bellyaching to me because you can't handle your own\nmen--\"\n\n\"'Tisna _my_ men are ablatherin'!\" declared the Chief in high dudgeon.\n\"'Tis one o' y'r ain men who by all rights should be dead an'\nplanted these past seven weeks! 'Tis the ghost o' the late Lootenant\nBiggs--down here tryin' to gie my men orrrders f'r the _con_-struction\no' some fantastic machine!\"\n\n\n\nI think we all must have said something, but what I said I can't\nremember. For I was conscious only of Hanson's exuberant roar. \"See?\nI told you so!\" and of Diane's glad little cry, \"Daddy! Let's go\ndown!\"--then we were all high-balling it down the ramps toward the\nengine-room.\n\nWhat we found there was Bedlam. Bedlam in greasy overalls. The hypos,\nhooked up the V-I unit, were perking along in their usual smooth\nfashion. The rotor-pistons were chugging back and forth in their\nchannels with the calm precision of a five-year-old sucking a lollypop.\nBut in one corner of the room the members of Garrity's black gang were\nhuddled, wide-eyed, white-faced, closer than a duffer and his topped\ndrive; in another corner stood Chief Garrity, staring with speechless\nwrath at a figure in the middle of the floor.\n\nThe figure was that which we had seen up topside. The wavering spectre\nof Lancelot Biggs.\n\nIt's funny how the mind works. Even in that moment of stress I found\nmyself thinking that translation into the afterworld had not done\nmuch to improve Biggs' handsomeness. He didn't look much like the\nchubby cherubs or stalwart angels you see pictures of. He was the same\nold Biggs I'd known and loved. Tall, gangling, lean to the point of\nridiculousness--dressed in space-blues rather the worse, I thought, for\nwear--tousle-haired, grave-eyed, with that old familiar Adam's-apple\nbobbing up and down in his scrawny throat like a half-swallowed orange.\n\nThere was one difference, though. He was not quiet, motionless, as he\nhad been when I had seen him in my turret. There was a look of fretful\nanxiety in his eyes. He was gesturing impatiently to his awe-struck\nwatchers, motioning them to approach him. His lips were moving, but\nno sound issued from them. There was in the air that same high, thin\nwhining I had noted before; that same sharp, rather ammoniac odor.\n\nThen Diane cried, \"Lanse! Oh, Lanse, darling--!\" and rushed forward.\nStraight toward, up to, into and _through_ the spectre of her lost\nlover. And she stopped, dazed. Her arms waved wildly. \"B-but he's gone!\nHe's not here? Where did he--\"\n\nI choked weakly, \"D-don't look now, Diane, but you sort of--er--broke\nhim up. Little chunks of him are floating around you.\"\n\nWhich was the God's-honest truth, so help me! When she burst into that\nphantom, it popped apart like pieces of a jig-saw puzzle.\n\nShattered into a thousand little shimmering, quivering bits, as an\nimage will shatter in a quiet pool when you chuck a rock into it. Diane\nstepped back. The hunks of Biggs came drifting back together again. I\nsaw, now, that he wore a happy smile. His lips moved, and we read the\nname he spoke. \"_Diane!_\"\n\nHanson whirled on the scowling Chief Engineer.\n\n\"How long has he been here, Chief? What's he want?\"\n\nGarrity's reply was as sultry as a Venusian sunset.\n\n\"And joost how, Captain Hanson, would I be capable of knowin' the\n_de_-sires of a disembodied speerit? I'm a mon of broad expeerience,\nsirrr, but I dinna pretend to comprehend _ee_-cleesiastical mysteries.\n_Shoo!_\" He waved his arms at the ghostly Biggs. \"Go 'way, ye bodiless\ndemon! 'From ghoulies an' ghosties an' all sairts o' beasties an'\nthings thot go \"Boomp!\" in the nicht, O Laird, deliverrr us!'\"\n\nHanson turned to me in desperation.\n\n\"He's trying to tell us something, Sparks. You and him was friends.\nCan't you understand him?\"\n\nI was already pondering that problem. It was plain that Biggs' motions\nwere not purposeless, that he was trying to communicate some message.\nI stepped forward, facing the wraith, formed short words clearly on my\nlips.\n\n\"Lanse--can you hear me?\"\n\nHe shook his head.\n\n\"But you can read writing?\" I had some crazy idea of scribbling\nmessages to him for his perusal. Of course, it was a one-way ticket\nto the Observation Ward if anybody ever found out I'd been holding a\nchalk-talk confab with a ghost, but----\n\nHe didn't like that idea, either. He raised both arms. Then he\ndid a funny thing. He started waving his paws in the air. Left\npaw--right--right again--left--left--\n\nTodd groaned, and looked for a soft spot to faint on. \"Not only a\nspook,\" he wailed, \"but a _dancing_ spook--\"\n\n\"Shut up!\" I yelled. \"Cap, shove that alleged Mate through the airlock.\nThis ain't cuckoo--it's _code_! Go on, chum! I'm getting it!\"\n\nFor:\n\n\"S ... p ... a ... r ... k ... s,\" Lancelot Biggs was left-righting to\nme, \"g ... o ... t t ... o b ... e b ... r ... i ... e ... f. Power\nlimited. Tell Chief line inner hull posi-charge steel lining, throw\nnega-circuit through outer. Have Todd revise course to following\ntrajectory....\"\n\nI'll spare you the rest. It was all technical. So technical, in fact,\nthat I couldn't make head or tail of it. There wasn't a man aboard the\n_Saturn_ who could. It was, furthermore, absolute proof that we were\ndealing with no spook, but with L. Biggs himself. For this was typical\n\"Biggsian\" mathematics.\n\nAnd he was right in saying his time was short. He was beginning to\nfade before he had completed the algebraic and mechanical formulæ he\nwigwagged to me. Toward the end I had to strain my eyes to find out\nwhich hand he was wiggling. But I caught the last waves.\n\n\"Follow instructions blindly,\" he signaled, \"and we'll soon be together\nagain. Luck! My love ... Diane....\"\n\nThen he was gone.\n\n\n\nBoy, now, I'll tell you the following hours were hectic. Our normal\ncomplement is a twenty-men crew, of which only six men are engineers or\nengine-room helpers. And the job Biggs had laid out for us was weighty\nenough to stagger the resources of a Patrol repairship.\n\nBut Hanson turned on the heat, and when the Old Man shoots the juice,\nthings hop! We drafted everyone on board. Staff, crew, engine-room,\nOrdinaries--even Slops and the mess boy burned blisters on the pinkies\nperforming the task Biggs had assigned us.\n\nMost of us bent to our labors eagerly. Myself, for instance--I didn't\nknow what Biggs had in mind, or what the final result of our efforts\nwould be. But I knew damned well that Biggs never gave purposeless\norders. Some good would be the end of this fantastic webwork of plates,\nwires and coils we were weaving through, in and about the _Saturn_.\n\nDiane, despite the fact that her hands soon became raw and sore,\ninsisted on doing a share of the manual labor.\n\n\"I must, Sparks!\" she declared. \"I'd never respect myself again if I\ndidn't help in some small way. Because he promised this would bring us\ntogether again. Where, I don't know--\" She straightened, staring at me\nspeculatively. \"I don't know!\" she whispered. \"Sparks--he never told\nus where he is!\"\n\n\"He didn't have time,\" I reassured her. \"His power was limited, he\nsaid. But everything's going to be O.Q.\"\n\nBut later, Dick Todd raised the same point, when I spoke to him in the\ncontrol-turret. He had been checking the course Biggs had designated.\nNow, frowning, he laid his computations before me.\n\n\"You see what this means, Bert?\"\n\n\"Yeah,\" I said, looking at the rumpled sheet. \"It means you ought to\nwash your hands more often. Well, what?\"\n\n\"This course,\" said Todd nervously, \"sets a direct trajectory\nto--_Jupiter_!\"\n\nI said, \"O.Q. So it sets a direct traj--_What did you say?_\"\n\n\"Jupiter!\" repeated Todd miserably. \"I've checked and rechecked it. I\ncan't be wrong.\" He stared at me, small dancing lights of fear in his\neyes. \"Sparks,\" he whispered, \"that _was_ Biggs we saw, wasn't it?\"\n\n\"If it wasn't,\" I told him, \"I'm a ring-tailed baboon. And no cracks!\"\n\n\"But everyone seems to be taking it for granted he is still _alive_.\"\nTodd fidgeted nervously. \"That his orders will help us, somehow.\nSuppose--suppose, Sparks, our _first_ hunch was right, after all? That\nBiggs is really dead? And that it _was_ his ghost we saw?\"\n\nI wet my suddenly dry lips. \"Go on!\" I said.\n\n\"They say the dead are lonely,\" husked Todd. \"And Biggs, who died in\nthe loneliness of negative space might be doubly so. Suppose he wants\ncompany. After all, he didn't promise us success. He only said, 'We'll\nsoon be together.' But where, Sparks--where? In this world, or--\"\n\nI shook myself savagely. I couldn't deny that his words had given me\na bad case of icicles on the vertebræ. I knew something else, though,\ntoo. That Lancelot Biggs, alive or dead, had never yet given me a bum\nsteer. And that I, for one, meant to see this thing through--or bust!\n\nBust! I didn't like that word, either. Not when I thought of our new\ncourse, and us blasting hell-for-leather toward massive, crushing\nJupiter.\n\n\n\nThen somehow twenty-four hours, Earth standard, had passed. And by\nlabors verging on the miraculous, we had completed the task set before\nus. And now, with the second part of Biggs' instruction before us, we\nwere standing in the control turret of the weirdly altered _Saturn_,\nwatching the small hand of the chronometer creep toward the thin black\nmark that represented our deadline.\n\nCap Hanson, who had been a bulwark of strength when there was work to\ndo, was as squirmy as a hen on a cactus egg now that all we had to do\nwas wait. He paced anxiously back and forth between the control-banks\nand the visiplate. Once he squinted through the perilens and turned to\nme nervously.\n\n\"You're _sure_ you got that message right, Bert?\" he demanded for maybe\nthe thousandth time. \"You couldn't have made a mistake.\"\n\n\"I could have,\" I reassured him, \"but I'll bet you my pension I didn't.\nI've been pushing keys for too long not to get my did-da-dits straight,\nSkipper.\"\n\n\"We're awfully close to Jupiter,\" scowled the Old Man. \"_Awfully_\nclose. I--I don't like it. Not only that--but we're running away from\nEuropa as fast as we can. If the Corporation ever finds out about\nthis--\"\n\n\"They can't miss,\" I said. \"They know how long it should have taken us\nto get to Europa. Matter of fact, Cap, we should be landing there right\nnow. We're going to lose a little time in establishing those claims.\nBut if by losing a little time we can find Lanse Biggs again, why--\"\n\n\"_Awfully_ close!\" complained the skipper. He turned to Todd suddenly.\n\"Dick--we can't risk it! There must be a mistake somewhere. Jupiter\nfills all space before us. If we get caught in its gravitational power,\nwe'll all be killed.\n\n\"We've got to turn back. Send the message down to the engine-room.\nReverse motors and lift!\"\n\nDiane cried, \"Daddy! But Lanse--\"\n\n\"I'm sorry, honey. But we can't risk twenty lives and a quarter million\ncredits' worth of Corporation property on the hazard of finding one\nman. Give the order, Mr. Todd!\"\n\nTodd said willingly, \"Aye, sir!\" and reached out to push the audio\nstud. My heart sank. The needle was almost upon the split second that\nshould have seen us putting Biggs' mysterious plan into operation. I\nyelled, \"Skipper, _please_!\"\n\n\"Give the order, Todd!\" repeated Hanson regretfully.\n\nBut Todd's hand never reached the button. For just then there came a\nterrific, straining lunge of the ship; the floor seemed to slip beneath\nmy feet, I toppled headlong to my knees. Plates groaned and creaked in\nmetal agony. I felt a sensation of wild acceleration, a dizzying sense\nof speed intensified, plunging us forward--downward--\n\nAnd Todd cried, \"Too late! Too late, Skipper! God help us--we're\nfalling onto Jupiter!\"\n\n\n\nI told you folks say I'm hard-boiled. People also claim I'm a wingding.\nThey say lots of things about me--none of them nice. But I'll say this\none thing for myself in self-defense. That once in a million times I\nshow a good streak of common sense.\n\nThis was one of those times. While everyone else was wailing and\nhollering and going off the top of their buds, I got smart and carried\non.\n\nI roared, \"Dammit all, Lanse _knew_ this was going to happen, and\nplanned for it. Depress that No. 3 lever, Todd! Shoot the juice through\nthose coils we've been building!\"\n\nAnd Todd was so rattled that he obeyed me. Like I told you before, we'd\ncreated a wild-looking network of wires all over the framework of the\n_Saturn_. We had even constructed a whole new inner hull, juicing it\naccording to some diagram that didn't appear to make sense.\n\nNow rheostats rheostated and condensers condense and the air got so\nfull of electricity that my teeth began to hum like bees in a bathtub.\nAnd it got hot in the control-turret. But--\n\nBut our frightful plunging motion ceased! Not just like _that_, you\nknow; I don't mean we stopped stock-still and hung motionless in space.\nBut we drifted into an easy glide. A gentle, leaf-in-the-breeze sort of\nmotion.\n\nCap Hanson's jaw fell down to his fourth button. A gasp worked its way\nup out of his lumbar region. \"It--it's impossible!\" he said. \"I--I\ndon't believe it!\"\n\nI didn't either. For what we were seeing mirrored on the turret\nvisiplate was something no man in the universe had ever seen\nbefore--and lived to tell about it. We were seeing the troposphere, the\nstratosphere, the surface atmosphere of the massive planet Jupiter at\neasy visual range. And we were drifting to solid ground so gently that\nwe were in no more danger than a parachutist approaching a field full\nof sofa cushions!\n\nIt didn't even occur to me, then, to notice how far off the scientists\nhad been in attributing fantastic characteristics to unstudied\nJupiter. Because its density was so much less than Earth's, they had\nenvisioned it as a gaseous or semi-liquid planet. Which was so much\nhogwash. It was a normal-sized core surrounded by blankets, thousands\nof miles deep, of atmosphere. It was lush, luxuriant, green. Steamy\nwith vapors, riotous with vegetable life. Protected by its swaddling\nclothes, it was the most likely abode of life Man had ever found\noutside his native Earth!\n\nBut as I say, I scarcely noticed this at first. I was conscious only of\nmy own pulse-numbing astonishment, of the casual, lazy motion of our\nship, of Captain Hanson gasping beside me in a cracked, incredulous\nvoice, \"Anti-gravitation! _He's found it!_\"\n\nOur task was not yet done. The instructions called for the lifting and\ndepression of a dozen more studs. But by now, Dick Todd--who is a damn\nsight better navigator than he is a mental giant--was hunched over his\ncontrols playing the intricate keys like a master organist.\n\nIn three hours that sped by like as many minutes we had gained the\nsurface of Jupiter. We sought the declension points Biggs' ghost had\nset forth to us. We hovered over the juncture ... spotted a small,\nglistening mote of silver beneath us ... lowered on our amazing\nanti-gravitational beam. It was a perfect landing. Less than an eighth\nof a mile from the lean, gangling, radiant, unspace-suited figure who\ncame racing across the field toward us--\n\n\n\nAfterward, when everyone had stopped trying to talk at once, and a\nmodicum of coherence worked its way into our glad reunion, I pressed\nBiggs for explanations. He grinned in that amiable, modest way of his.\n\n\"Why, it wasn't much, really, Sparks,\" he protested. \"I never was lost\nin hyper-space, of negative space, at all! You see, when I cut myself\nloose in the life-skiff from the 'infinite mass' of the _Saturn_, in\norder to reestablish the ship's finiteness, I also made my _own_ craft\nfinite again. Which is pure common sense. Anything less than infinite\nis necessarily finite--\"\n\n\"Comes the dawn,\" I groaned. \"And I like to think I've got brains. But\ngo on!\"\n\n\"Well, by sheer accident, the spot in space where I became finite\nagain happened to be here. On the surface of Jupiter. I was pretty\nmuch surprised, as you can guess, to learn that this is a definitely\nhabitable planet. Good air, plenty of food and water--no handicaps but\nits tremendous bulk.\" He sobered momentarily. \"None of the others who\never crashed here survived, I guess,\" he said. \"I've found three or\nfour spaceships, broken to bits--\n\n\"Well, anyway--I realized that the only way for me to ever get away was\nto find some method of counteracting the planet's terrific gravity.\nAnd it suddenly occurred to me that the answer lay in a laboratory\ncuriosity created way back in the 20th Century. A piece of magnetized\nsteel that floated within upright supports above a counter-magnetized\nplate.\n\n\"I adapted this principle and gave it a few refinements of my own. The\ninstructions I gave you created a dual-magnet hull for the _Saturn_.\nInner hull positively charged, outer hull negative. Counterbalance,\nyou see. The outside of the ship repelled the gravitational attraction\nof Jupiter so strongly that it could never have landed. The inner hull\ntempered the effect of the outer so that an easy, drifting motion was\nobtained. You could vary the speed of this simply by altering the\namount of E.M.F. running through the coils--\"\n\n\"We discovered that,\" interrupted the Old Man. \"But you still haven't\ntold us, son, about your 'ghost.' You like to scared the almighty hell\nout of all of us. How--\"\n\nLance grinned shyly.\n\n\"Well, I can't take credit for that, Skipper. You see, it was sheer\naccident. I found a deposit of some strange new substance here on\nJupiter with the most peculiar properties. The stuff seems to polarize\nlight at its source--and reorganize it into a tri-dimensional image at\na distance which can be controlled by electric power.\n\n\"When I discovered that my own life-skiff couldn't make the long trip\nto Europa or Io, I decided to project my image out into space in the\nhope I'd find someone. The telekaleidoscopic rays--I guess we can call\n'em that till we get a better name--are naturally attracted to metals.\nThis cut down the haphazardness of the attempt.\n\n\"It was sheer chance, though, that you should be my rescuers. Though I\nmight have known you wouldn't abandon me without a long search. I--I'm\nmighty grateful to you, sir.\"\n\nHis words struck Hanson like a thunder-clap. And the Old Man groaned.\n\n\"_Omigawd!_\"\n\n\"What's wrong, Skipper?\"\n\n\"I just remembered--we was supposed to be on Europa twenty-four hours\nago! By this time, all the available claims will be gobbled up. When\nthe Corporation learns about this, we're all going to be sunk!\"\n\nDiane said indignantly, \"Ridiculous! You've made the first landing on\nJupiter, Daddy. Surely that should be enough glory for them.\"\n\n\"That's glory,\" admitted Hanson dolefully, \"but it ain't enough glory\nfor _them_. I know this outfit, honey. I been working for them, man and\nboy, for nigh onto forty years. Their motto is: Get all you can and\nthen some!\n\n\"It ain't going to matter to them that we found our lost First,\ndiscovered anti-grav, and made the first landing on a new planet. No\nsirree! They sent us out to find polarium deposits, and if we don't\ncome home with the best claim--\"\n\nBiggs said, \"Polarium? Did you say polarium, Cap?\"\n\n\"That's what I said,\" groaned the skipper. \"Now be a good boy, Lanse.\nGo 'way and let me suffer in peace.\"\n\n\"Why,\" grinned Biggs, \"I don't believe there's any reason to suffer,\nCaptain. Because, you see, that strange new substance I mentioned--the\none out of which I constructed my telekaleidoscope--is polarium! There\nare tremendous deposits of it here on Jupiter. Why not? This is the\nmother planet of Europa--\"\n\n\n\nSo--there you are! That's Lancelot Biggs for you. Screwball, genius,\nwizard and luck-box extraordinary. Toss him in a mud puddle and he'll\ncome up clutching a diamond every time. Not once in a while. Every time.\n\nAnd I guess it was just about now that the Old Man slipped me the\nhigh-sign to drag hips out of there.\n\n\"Look, Sparks,\" he suggested, \"how about you and me take a little walk\nand explore this here new planet?\"\n\nI said, \"Oh, I'm quite comfortable here, Cap--\"\n\nHe jabbed an elbow into my ribs ferociously. \"Are you coming\npeaceable?\" he hissed, \"or do I have to pull off your leg and beat you\nover the head with the bloody stump?\"\n\nI got it then. Diane and Biggs. They were eyeing each other like two\nmarshmallows ready to melt. So I said, \"Well, all right, Skipper. If\nyou want to. 'Bye, folks!\"\n\nAnd do you know--they never even heard me?",
    "metadata": {
        "author": [
            "Bond, Nelson S.",
            "Danzell, George",
            "Bond, Nelson",
            "Bond, Nelson Slade"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/74024/pg74024.txt",
        "name": "the_ghost_of_lancelot_biggs.json"
    }
}