{
    "name": "The Thing in the Truck",
    "author": [
        "Lesser, Milt",
        "Thames, C. H.",
        "Chase, Adam",
        "Marlowe, Stephen",
        "Granger, Darius John",
        "Wilder, Stephen",
        "Lesser, Milton",
        "Ridgway, Jason"
    ],
    "body": "It started with a load of potatoes.\n\nJoe Loftus and I were driving the big semi-trailer back from Montauk\nthat night after delivering a load of fishing gear to one of the big\nresorts out there and wondering if we'd be able to pick up a truckload\nof anything on the way back to increase the take when Joe spotted this\nsign.\n\nIt was one of those standard hand-painted _Return Load_ signs, so we\npulled in and I climbed down from the cab while Joe remained behind the\nwheel, ready to roll if they had nothing for us.\n\nThe sun was going down in a bank of heavy black clouds. I figured it\nmight rain before the trip was over. I went over to the door of the\nfarm house and knocked. Pretty soon I heard footsteps inside and a man\nchewing a mouthful of his supper opened the door for me. He needed a\nshave and he had tired, defeated eyes.\n\n\"What's the load, friend,\" I said. \"I saw the sign.\"\n\n\"Potatoes.\" He named a price.\n\n\"Well,\" I said in surprise. \"That's cheap.\"\n\n\"Tell you the truth, bub. They got blasted.\"\n\n\"Blasted? What do you mean?\"\n\n\"Well, now, it's hard to say. Something fell and hit the storage barn.\"\n\n\"Fell?\"\n\n\"Fell, bub. A bitty explosion. But nothing much. Maybe seventy percent\nof the load is good. The bad ones will be in sacks in the middle. Won't\neven know it. What do you say?\"\n\nThat season potatoes were going good in the wholesale markets around\nthe city. I figured Joe Loftus and I could clear a neat profit even if\nthirty percent of the load was waste. So I agreed to the deal and for\nthe next hour or so used the muscles of my back along with Joe, the\nfarmer, and the farmer's two grown boys to load the sacks of potatoes\ninto the empty van of our big semi-trailer. When he had finished I paid\noff the farmer and his wife gave us each a cup of coffee. Then Joe and\nI climbed into the cab and we rolled.\n\n\"Hear something?\" Joe asked about half an hour later.\n\nIt was dark by then and traffic on the Montauk Highway was light.\n\"Potato sacks shifting around,\" I said. \"We didn't pack 'em too good, I\nguess.\"\n\nThe noise came again. Maybe it didn't really sound like sacks shifting\naround in the van. I don't know. I was in a hurry to get home. It had\nbeen a long day.\n\nI was driving. Joe squirmed around and peered through the rear window\nof the cab but could see nothing. \"Stop the truck,\" he said.\n\n\"What for?\"\n\n\"'Cause I don't like that noise. Something's going on back there.\"\n\n\"Sure,\" I said, grinning, \"our farmer's a shrewdie. His boys are back\nthere and they're eating up all the potatoes.\"\n\n\"Very funny. Just stop the damn truck.\"\n\nI turned my head and looked at Joe's face. He was scared. Maybe he\nhad one of those premonitions you read about. I shrugged and found a\nwidened stretch of road shoulder and pulled the big semi up. Joe hopped\nout of the cab and went around back. After a while I heard the rear\ndoors swing open. Then they closed again and Joe came back. I hadn't\nheard him stomping around inside the van or anything.\n\n\"Sacks shifting around like I said?\" I asked.\n\nJoe's face was white in the dash light. He shook his head.\n\n\"Harry,\" he said. That's my name. Harry. \"Harry, we was tricked.\"\n\n\"What do you mean, tricked?\" I was getting a little annoyed with Joe.\nHe stood half in and half out of the cab. I wanted to get moving.\n\n\"Ain't no potatoes,\" Joe said.\n\n\"No potatoes? What the hell are you talking about? We loaded those\nspuds ourselves.\"\n\n\"Ain't no potatoes,\" Joe repeated in a funny voice. \"Harry, listen.\nLet's just leave the load and truck and everything and get the hell out\nof here.\"\n\n\n\nI looked at him and snorted, then swung out of the cab on my side and\nwent around back. I undid the chain and the door-bar and pulled the\ntongue down so I could open the rear doors. Then I swung up into the\nvan in the darkness.\n\nThere was a smell in there. Not a potato smell. To this day I still\ncan't say what it was. But it was a funny smell and it made the short\nhairs on the back of my neck feel all cold and prickly-like.\n\nI lit a match and swore. Joe was right. There just weren't any\npotatoes, I don't care _who_ loaded them.\n\nBut there _was_ something back there.\n\nCall it jelly, if you want. I saw it and I can't do better. Say, two or\nthree tons of quivering jelly filling up the center of the floor of the\nvan.\n\nJoe called: \"Well?\"\n\nI was carrying a lighted match into the van with me. It burned my\nfingers. I lit another one and slowly approached the jelly. It didn't\nseem to have any color, so it took on the orange glowing color of\nthe flaming match. It pulsed. I went near it, then stopped. There\nwere still a few potatoes on the floor of the van, after all. I stood\nby while the jelly rolled sluggishly toward them. The potatoes were\nenveloped. In a minute there weren't any potatoes.\n\nThen the jelly-thing stopped quivering. I came close and touched it\ngingerly with one finger. It burned. I withdrew my hand.\n\n\"Harry?\" Joe called.\n\nJust then I heard the sound of glass breaking. A section of the jelly\nhad blubbered over against the van's small front window, smashing it. I\ndidn't think a soft jelly would have the strength.\n\n\"Harry!\" Joe shouted. It was like a shout of animal fear. I heard the\nsound of more glass breaking. The rear window of the cab, I thought. I\nhopped over the rear tongue of the van and sped around to the cab.\n\nJoe was sitting there, smoking a cigarette.\n\n\"What's the matter?\" I asked him. \"What happened?\"\n\n\"Nothing's the matter,\" he said. \"You want to drive or want me to\ndrive?\"\n\n\"You just now yelled.\"\n\n\"Me? You sure I yelled, Harry?\"\n\nA car sped by, following its headlight beams. \"Window's broke,\" I said.\n\n\"Is it?\" Joe Loftus asked me in mild surprise. \"Is it now? That's what\nyou get for trying to shift those potatoes around in the middle of the\ntrip.\"\n\n\"Potatoes!\" I yelled.\n\n\"Hell, yeah. Potatoes. Hey, what's the matter with you, anyhow?\"\n\n\"Potatoes,\" I said. \"All right, so go take a look.\"\n\nJoe scowled but went. In a little while I heard the tongue and doors\nslamming and the chain being dragged across. Joe came back and gave me\na long funny look. \"Yeah, potatoes,\" he said.\n\nI didn't push it. We'd been on the road a long time today. Sometimes\nthe road can get to you like that. Maybe you read something about\nhighway hypnotism. If you're driving too long on a good road like the\nMontauk Highway or one of the throughways, after a while you get to see\nthings which aren't there or don't see things which are there. It can\nbe plenty trouble but it wasn't going to hurt me tonight if I imagined\na return load of Long Island potatoes was a big glob of jelly.\n\nI scratched my head. \"Highway's got you, huh?\" Joe said. He knew the\nsymptoms. \"Tell you what, Harry? Why don't you sleep it off? I feel\npretty good. I can take her in.\"\n\nI thanked Joe and climbed up on the slab bunk in the rear of the cab.\nThe window was broken back there, all right. You couldn't argue about\nthat. But it was too dark to see into the van, except that I could see\nthe van window was likewise shattered. I drifted off sleepily, not\nthinking about it much. Joe was a good driver, one of the best. Maybe\nwhen I opened my eyes we'd be in the city, heading for one of the big\nwholesale produce markets....\n\n\n\nIt was raining when I awoke. Thunder rolled and rumbled and then split\nlike a pine board overhead. Lightning was stabbing at the sky.\n\n\"Joe?\" I said, sleepily.\n\nHe grunted a wordless answer.\n\n\"We near the city yet?\"\n\n\"You only slept maybe half an hour, chum. Why don't you catch another\nforty?\"\n\nI said: \"That's real white of you, pal.\"\n\nJoe grunted again.\n\nThe truck lurched around a turn. The rain beat down. I opened my eyes\nand looked down past Joe's head. Just then a flash of lightning lit up\nthe night. I caught a glimpse of a narrow two-lane asphalt road and\nstunted scrub pine growing in what looked like sandy ground.\n\n\"Hey!\" I shouted. \"This isn't the Montauk Highway. This isn't the way\nback. What's going on?\"\n\n\"Just get some sleep, will you?\" Joe said. \"Detour back there.\"\n\n\"Wasn't any detour when we came out.\"\n\n\"Well, there's a detour now.\"\n\nI was wide awake. I didn't like the way Joe sounded. \"Listen,\" I said.\n\"The road's fine. There wasn't anything wrong with the road. So why the\ndetour?\"\n\n\"Flash flood, I guess.\"\n\n\"It's raining. But it hasn't been raining that long and it isn't\nraining that hard.\"\n\n\"So I'm not the highway commission,\" Joe said. \"Now get some sleep,\nwill you?\"\n\nIt was this on top of what I'd thought had happened to the potatoes.\nSomething was up, I didn't know what. Funny how sometimes a thing like\nthat doesn't get to you at first. What had the farmer said? Something\nfell on his load of potatoes. Fell? I thought now. From where? And\nhadn't he said something about a little explosion? Ten hours on the\nroad, I thought. Ten hours on the road or we'd have asked him sure.\n\n\"Hey, Joe,\" I called down from the bunk. \"When do we cut back West?\"\n\n\"Soon as there's a road.\"\n\nBut soon a crossroad flashed by, dimly seen by the glow of distant\nlightning. Joe's face was set. He didn't look at me.\n\n\"Joe,\" I said. \"Stop the truck.\"\n\n\"What's the matter now?\"\n\n\"I want to check the potatoes,\" I said. \"You know the lock bar isn't\nwhat it should be. Don't want to lose the load, do you?\"\n\n\"I thought you said it wasn't a load of potatoes?\"\n\n\"Highway hypnotism,\" I said. \"I'll take your word for it. Hell, I\nloaded them, didn't I?\"\n\n\"You loaded them,\" Joe said, slowing the truck. I didn't really know\nwhat I wanted to do. I'd look inside the van, sure. If it had been\nhighway hypnotism, I'd know it now. Because the illusion wouldn't last.\nThey never do. But after that? After that I hadn't figured yet. Joe was\nacting funny. Real funny.\n\nThe truck stopped. I went around back in the hard, driving rain. It\nwas an unfamiliar road, but the kind you find all up and down the East\nCoast near the ocean, with scrubby growths of pine on either side in\nsandy soil and no sign of civilization except the marching files of\ntelephone poles. I pulled out the lock bar and swung down the tongue\nand opened the back doors.\n\nJust then the truck growled to life. The rear tires spun and whined\nand threw pebbles at me. The truck lurched forward. I lunged after it,\ngrabbing the swinging lock-chain and pulling myself up on the tongue.\nMy right foot scraped along the ground and for a minute I thought I\nwas going to lose my hold and fall off. But slowly I pulled myself up\nwhile the rain beat down on me. I tried to keep it quiet. As far as I\nknew, Joe thought he left me back there. That crazy Joe, I told myself,\nclimbing into the van. The rear doors swung in the wind, banging\nagainst the frame. Joe must have known I had opened them. He didn't\nseem to care. He was like a crazy man up there. We didn't work for any\ntrucking company. This truck was ours. With what we made on it we hoped\nto buy another before long and start a fleet. Joe and Harry, trucking.\nBut Joe was up there in the cab, acting like a crazy man, and I was\nback here in the van--with what?\n\n\n\nI listened. Nothing but the sound of the motor and the rain outside.\nI sniffed. That odd smell was gone. I fumbled for my matches and\nscratched one against the flint. It made a faint sodden sound and\nI thought I wasn't going to have any luck. But just then the match\nspluttered and flared and caught.\n\nThere were no potatoes. There wasn't any glob of jelly.\n\n\"Come on in away from the rain. Come over to me, Harry, honey,\" she\nsaid.\n\nI dropped the match and it went out. It was a woman. There was a lovely\nblonde-haired woman in the van there. She had been dressed up like for\na party, at least in the little I saw of her I thought that was the way\nshe was dressed. And she was absolutely dry, as if she hadn't somehow\ncome in out of the rain or anything.\n\n\"Come on, Harry,\" she called in a seductive voice. \"I'm waiting, Harry.\"\n\nI walked stiffly into the van. Well, I'm human, aren't I?\n\nI was fumbling again with the matches. I had to see her once more. If\nthis was highway hypnotism, I was all for it. In the light of the first\nmatch she'd been beautiful. I struck the second match but the head\ncrumbled wetly. I tossed it away irritably and was about to strike a\nthird when her hand touched me. \"Harry,\" she said. \"Harry.\"\n\nI never did get her name. What the hell, it didn't matter. She was\nonly there for one purpose. Probably she didn't even have a name. She\ndidn't need one. There was no before and no after for her. Only the\nall-containing now and a guy named Harry Miller.\n\n\"Do you like me, Harry?\" she asked.\n\nShe came against me, softly firm and straining. She had a strong, musky\nperfume on her. Her hair touched my face and her voice whispered in my\near.\n\n\"Desire me,\" she said. \"Do you desire me?\"\n\nDamn fool question, I thought without pushing it. Hell, yes, I desired\nher. Who the hell wouldn't?\n\nOutside, the rain drummed down. In the cab, Joe gunned the motor. I\nkissed the girl in the van and she returned my kiss hotly, avidly.\n\"Harry,\" she said. I folded her in my arms and sat down on the floor\nof the van. The truck lurched and something rolled against my leg. I\nreached down with one hand. The woman sensed this. Her warm fingers\ntouched my arm as she tried to draw my hand back. But I found what had\nrolled against my leg anyway. It was a potato. It was what should have\nbeen back there in the van in the first place, no lump of glob and no\nbeautiful dame, just a return load of Long Island potatoes for market.\nI pushed the woman away from me and stood up, holding the potato like\nit was a talisman.\n\n\"Harry?\" she cried, hurt in her voice. \"What is it? What's the matter?\"\n\nI didn't answer her. I walked to the rear of the van and looked out.\nIt was dark out there. The rain came down in a heavy, faintly silver\ncurtain. After a while lightning lit the sky and I saw the road was\nrunning parallel to the ocean now. I figured we were somewhere not too\nfar from Riverhead. Probably south and a little west of Riverhead, down\nby the water. But why? Why?\n\n\n\nTen minutes later, the big truck rolled to a stop. I jumped down from\nthe van and sped around to the cab, slipping on wet sand. There was\na salt spray with the wind-driven rain in the air, and I smelled the\nsea. I thought I could make out the gleam of the breakers through\nthe darkness, but it might have been my imagination. I did hear the\npounding roar of the surf, though.\n\nI saw Joe's dark bulk getting down from the cab just as I reached it.\n\"Are you gonna be any trouble, boy?\" Joe asked me.\n\n\"Trouble?\" I repeated his word. \"What are you doing? What did you drive\nhere for, Joe?\"\n\nHe didn't answer. He went around to the van and helped the woman down.\nShe said something and it almost sounded like she was crying. \"Take it\neasy, baby,\" he told her. \"It won't be long now.\"\n\nThe rain poured down, drenching all of us. The surf roared and hissed\nand boomed across the beach.\n\n\"Hey, where are you going!\" I shouted. They were heading down across\nthe sand.\n\nThey didn't answer. I could stay with the truck. I could pull the truck\nout of there. Or I could follow them and see what the hell was going on.\n\nBut just then Joe came back from the beach. I couldn't see his face,\nbut his voice sounded odd. \"You better come down with us, Harry,\" he\nsaid. \"She figures you know too much. I figure she's right.\"\n\nWe stood very close. In the dimness I could barely make out the big\nmonkey wrench in Joe's hand. If I said no, he'd bop me one with the\nwrench. If I said yes and went down there with him, would he use the\nwrench on me later? It didn't look as if I had much choice. I went down\nacross the sand with Joe.\n\nThe woman was waiting for us at the water's edge. The breakers were\nfaintly phosphorescent with glowing plankton and I could see the\noutline of the woman's figure against them. Then Joe's bulky silhouette\ncame between us. I stood there and stared out across the black sea.\n\nNeither of them paid any attention to me. The breakers broke and foamed\nand rolled themselves out on the sand. The tide was coming in. The wind\nblew spray.\n\n\"You're waiting for something, aren't you?\" I asked. It was a dumb\nquestion. They weren't down here for their health.\n\n\"Something coming in from the water?\" I guessed. \"Submarine, maybe?\"\n\nJoe said: \"We're not waiting for something coming in from the water.\"\n\nThe woman said: \"Don't tell him, Joe.\"\n\nJoe said: \"Funny, you calling me Joe. Still calling me Joe.\"\n\nThe woman: \"You're Joe. You're Joe until we leave.\"\n\nJoe: \"Yeah, but it's funny.\"\n\nThe woman: \"I hear something, Joe.\"\n\nJoe: \"No. It's the wind.\"\n\nThe woman: \"Will it be soon?\"\n\nJoe: \"Yeah, soon. What we gonna do with him? With Harry?\"\n\n\"He knows too much,\" the woman said, \"but does it really matter?\"\n\nThey were talking about me as if I wasn't there. Or like two grown\npeople will talk about a little child in his presence, or maybe even\nlike two people will talk about a dog, right in front of the dog,\nfeeding the dog a juicy bone, maybe--the day before they take it down\nto the pound.\n\nThey stopped talking. They stood there, waiting. After another twenty\nminutes or so, I began to hear something. Maybe they were listening too\nhard. Anyhow, I heard it first. A distant hissing sound. Before I knew\nit the sky had begun to grow brighter.\n\n\"Joe!\" the woman cried happily. \"Listen!\"\n\n\"Yeah, and look at it,\" Joe said.\n\nThey ran by me, not down toward the water but back up the beach toward\nthe truck. \"Wait a minute, baby,\" Joe called. \"You can't go near it til\nthe changeover. The heat....\"\n\nI whirled and followed them. I saw it as soon as I turned, but I\ncouldn't believe my eyes. It was why they had come down to the water's\nedge. It was why Joe had picked out the untraveled road. I gawked.\n\nThe big truck was glowing.\n\nNot burning, not on fire--but glowing. As if it had suddenly gone\nphosphorescent--say, a million times more so than the plankton-glowing\nsurf. It stood out as clear as day.\n\nJoe and the woman stood between the glowing truck and me, standing hand\nin hand, watching it, waiting.\n\nThe truck changed.\n\n\n\nIt wasn't highway hypnotism. Too much had happened. Too much still\nwould happen. The square lines of the truck were flowing, shifting,\ncoalescing, like a slow fade on the TV, as one scene shifts slowly into\nanother. The glowing truck flowed and altered and--wasn't a truck any\nlonger.\n\n\"Take him with us!\" Joe said suddenly.\n\nThe woman grabbed my arm. I pulled loose from her and she started to\nyell. She came after me, throwing herself on my back. I was plenty\nscared by what I had seen, and I wasn't having any, not if I could help\nit. I threw the woman off my back and she fell away yelling into the\nrain, but Joe came after me with the wrench. I stumbled and fell just\nas Joe swung the big wrench. It thudded in the sand half a foot from my\nface and I got up and started running.\n\nJoe threw the heavy wrench this time and it hit the small of my back,\ndriving me down to my knees. Joe came after me, kneeing my face as I\nswung around and tried to get up. I flipped over but grabbed his foot\nas he tried to stamp it down on me. He didn't know what he wanted, that\nboy. I guess if he couldn't take me with him, he was going to try and\nkill me. I twisted his leg and he yowled and fell down on top of me and\nwe rolled over and over in the sand, clawing for each other's throat.\n\nThe woman was yelling something but I didn't hear what it was and I'm\nsure Joe didn't either. We were both breathing raggedly and swinging\nwithout much force at each other now. Call it almost a draw--except I\nwas fighting for my life and I knew Joe had an ally in the woman. I\nclimbed to my feet slowly, unsteadily, and found the monkey wrench on\nthe ground. I wielded it, shaking it in Joe's face.\n\nI said: \"You can do what you want. I won't stop you. But just leave me\nthe hell out of it.\"\n\nAll of a sudden something struck my back. It was the woman, trying to\nknock me over from behind. I whirled and she backed out of my reach,\nbut then Joe was on his feet again and when I turned to face him she\nclawed at my back. \"Kill him, Joe!\" she cried. \"Kill him now!\"\n\nJoe came for me. He didn't pay any attention to the monkey wrench in\nmy hand. He lunged at me and I took a swat in his direction with the\nwrench. We both missed but Joe was still half out on his feet. He\nstumbled past me and I turned and shoved him. He struck the woman and\nthey both went down.\n\n\"Joe,\" the woman said. \"Joe! It's starting.\"\n\nShe meant the truck. Or what had been the truck. It was a gleaming\nsilver globe now, and something was hissing at the bottom of it. I\ndidn't know what it was, but they knew. I didn't know it then, but I\nhad won. I'd delayed them past the point where they could take me with\nthem by force or kill me. They had to hurry.\n\nI wasn't going to stop them. I stood there, hurting all over, and\nwatched them run for the thing which had been the truck. It was still\nglowing, but the glow was fading. A hole seemed to open in its side for\nthem, but then suddenly the glow became so bright that I couldn't see\nanything but the dazzling light.\n\nWhich--slowly but with increasing speed--rose into the rain and the\nnight.\n\nOn a pillar of flame.\n\nI blinked. I smelled ozone. The sphere was gone, but there was an\nafterglow in the sky.\n\nNumbly I walked over to where the truck--then the sphere--had been.\n\nI found Joe. Or what was left of Joe. It was a dry husk of a body,\nhardly recognizable, as if some great power had taken Joe and twisted\nhim while an enormous heat had dried all the moisture from his body\nwithout burning the skin.\n\nI never found the woman. Instead, there were a few hundred dry husky\nthings near Joe. I didn't recognize them at first, and when I did I\nsuddenly got hysterical and ran. I couldn't figure it out then, and I\nstill can't although I've tried to.\n\nThe husky things were burned potatoes. Next to Joe. Where the woman had\nbeen. But the way I figure it, they went up there. Both of them....\n\n\n\nThe police gave me a rough time but eventually let me go. What happened\nto Joe could have been the result of lightning. Lightning, they said,\ncan do funny things. Nobody ever found the truck. I could have told\nthem that. It had gone--up there.\n\nHome?\n\nI did some investigating. There'd been a meteor fall two days before we\npicked up the load of potatoes. I saw the farmer and asked him about\nthe meteors. But he merely insisted--vague as before--that something\nhad fallen into his barn, through the roof, from the sky.\n\nFigure it got among the potatoes. A sentience of some kind. Figure it\nwas sleeping. Figure the motion of the truck stirred it to life. Figure\nit could--well, take over things. Like the potatoes. It became the\ngirl, to keep me busy. Like Joe. It took over Joe so it could drive off\non the deserted beach. Like the truck. It took over--and changed the\ntruck into a, well, something--so it could get back where it started\nfrom. Me? I must have been immune.\n\nOr am I? Because a few minutes ago something crashed through the roof\nof my new truck, into the van. I don't know what, but I'm afraid to go\nlook. What would you do?",
    "metadata": {
        "author": [
            "Lesser, Milt",
            "Thames, C. H.",
            "Chase, Adam",
            "Marlowe, Stephen",
            "Granger, Darius John",
            "Wilder, Stephen",
            "Lesser, Milton",
            "Ridgway, Jason"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/65676/pg65676.txt",
        "name": "the_thing_in_the_truck.json"
    }
}