{
    "name": "The Fastest Gun Dead",
    "author": [
        "Grow, Julian F."
    ],
    "body": "He was a big man, broad of shoulder, slim of hip. His Stetson was\ncrimped Texas-style, over slate-gray eyes that impassively had seen\nmuch good and more evil in their twenty-six years.\n\nHe stood in the saloon door with the dust of the streets of Dos\nCervezas Pequenas still swirling about scuffed, range-rider's chaps.\nHis left hand held open the weatherbeaten swinging door. The right\nhovered over the worn peachwood butt of the Colt holstered on his right\nthigh.\n\nThe slate-gray eyes, emotionless, swept the crowd bellied up to the\nbar, and stopped at one man. When he spoke it was flat, but with the\nring of tempered steel, and every man but that one drew back out of\nrange. \"I want you, Dirty Jake,\" the big man said. \"Now.\"\n\nDirty Jake shot him into doll rags, naturally.\n\n\n\nDirty Jake Niedelmeier was, you might say, the most feared ribbon clerk\nin the Territory. Easily the most.\n\nI remember him from the early days, from the first day he came to town,\nin fact. I remember because he got off the stage just as I was leaning\nout the window nailing up my brand-new shingle, and my office was and\nstill is upstairs next to the stage depot. I was down on the boardwalk\nadmiring it, all shiny gold leaf on black like the correspondence\nschool promised:\n\n                          Hiram Pertwee, M.D.\n\nHis voice broke in on me, all squeaky. \"Beg your pardon,\" he said,\n\"where's the YMCA?\"\n\nWell, that isn't the usual sort of question for here. I turned around.\nThere he was, a scrawny little runt about knee-high to short, wearing a\npanama hat, a wrinkled linen duster and Congress gaiters.\n\nHe wasn't especially dirty then, of course, only about average for a\nstage passenger. He kind of begrudged his face, with little squint\neyes and a long thin nose, a mustache like a hank of Spanish moss and\njust about chin enough to bother shaving. Under his duster he wore a\nclawhammer coat, the only alpaca one I ever saw, and I never from that\nday out saw him wear any other. He stood there looking like he'd never\nbeen anyplace he really cottoned to, but this might just be the worst.\n\nI was just a young squirt then and not above funning a dude. I told him\nthe YMCA was around the corner, two doors down and up the back stairs\nat the Owl Hoot Palace. He nodded and went the way I told him.\n\nThat was, and still is, Kate's Four Bit Crib. The girls there wear\ncandy-striped stockings and skirts halfway to the knee, and their\nshirtwaists are open at the neck. Dirty Jake didn't speak to me for\nthree years.\n\nHe wasn't Dirty Jake then, though, just Jacob Niedelmeier, fresh from\nselling ribbons and yard goods in Perth Amboy, New Jersey and hot to\nfind a fortune in the hills. He'd been a failure all his natural life.\nThis was a new beginning, for a man 34 who was already at the bitter\nend and looking for the path back. Gold was the way, he figured. He was\ngoing to get it.\n\nBut he didn't. He was back flat broke and starving in four months.\n\nHe spent the next seventeen years behind the notions counter at\nMartin's Mercantile, selling ribbon and yard goods and growing old two\nyears at a time. I think it tainted his mind.\n\nLeastways, from the time I got to know him, some fourteen years gone,\nhe's been what you might say, a queer actor. At first, when the store\nclosed at sundown he'd take off for the near hills with a pick and a\nsack, still seeking for color somebody might have missed. After a while\nhe didn't bother with the gear. He just moseyed around all that rock\nmostly, I suppose, to be away from people.\n\nTruth to tell, people were beginning to avoid him anyway. He was\ngetting kind of gamy over the years, and cantankerous generally.\n\n\n\nMaybe it's kind of funny we got more or less friendly but doctors and\nribbon clerks aren't so all-fired far apart. They both have to do with\npeople and their ways, and like to get shut of both now and then. Every\ncouple of months I'd go along with him up in the hills, to get the sick\nsmell out of my nose. Night air and a night sky can be pretty fine if\nyou've been looking at tongues and such long enough.\n\nGoing out like that, we didn't say much. I preferred it that way since\nJake Niedelmeier was a boob.\n\nA smart man can get on tolerably well with an idiot if both just have\nsense enough to keep their mouths shut. One time he didn't was when he\nbrought along a bottle of rye. He got started and was going on to beat\nthe band, yapping about how life was a cheat and someday everybody'd\nrespect Jacob Niedelmeier, until finally I lost patience and told him\nthat while I treasured our association beyond pearls I'd chuck him off\na cliff if he didn't shut the hell up. I was nice about it, and after\nthat it was like I said, tolerable.\n\nWell, sir, about two years ago he came into my office while I was\ndarning up some fool borax miner that'd got himself kicked square in\nthe bottle on his hip. Jake stood in the corner picking his teeth while\nI finished. After the borax miner limped out he spoke up.\n\n\"Comin'?\" That was all the invitation he ever gave.\n\n\"I guess,\" I said. I sloshed the suture needle in a basin, gave it a\ncouple of swipes on the hone stone and threw it in my satchel. That\nminer had a tough rind.\n\nJake went out first. I closed the door behind us, not locking it,\nof course, because our night marshal was kind of my relief surgeon\nwhenever I was on calls. He was a Secesh hospital orderly during the\nRebellion. He was better with a saw than with sewing, but he could tie\nup most wounds well enough to do till I got back.\n\nJake and I set out south up the mountain trail, but pretty soon it hit\nme he was heading someplace considerable more directly than we usually\ndid.\n\nSure enough, he took off at an angle from the trail after a bit. We\nstruck up into some fairly woolly country. He wasn't following any\nsign I could see, at least not by moonlight, but he kept going faster\nuntil I was plumb out of wind.\n\nWe were in the hills overlooking Crater Lake when we came to kind of an\namphitheater in the rocks, some twenty feet across. He stopped at the\nedge of it and stood staring in, silent and breathing catchy.\n\nMe, I just chased my own breath for a while, then looked too and\nsaw what he was aiming at. Right in the middle, shining pale in the\nmoonshine like nothing else does, was a pile of old, old bones. Jake, I\nsaw, had seen it before. It was scaring him yet.\n\n\n\nOld bones, sir, are still bones. I've seen and set my fill. But after I\ngot a good look at these they scared me too.\n\nThere were four skeletons altogether, all nicely preserved, and only\nthree of them were men. Indians, I mean. You could tell that from the\nshreds of buckskin. Two of them still had weapons near their right\nhands: one a stone knife, the other a lance. And the top of each of the\nthree skulls had been shot clean away.\n\nAt least, half of the top had, and the same half on all three. Almost\nthe entire os frontale and ossa parietalia on the left side was gone\non each one. I hunkered down to see closer, while Jake stood back and\nshook.\n\nI struck a sulphur match and saw something else about those three\nredskin skulls. The edges where the bone was gone weren't fractured\nclean like a bullet or a club would do. They were charred.\n\nThe three were sprawled around the fourth skeleton and that was the\none gave me the vapors. It was more or less man-shaped. But it wasn't\na man, that I know. I don't believe I care to find out what it was.\nInstead of ribs there was a cylinder of thin bone, and it had only one\nbone in the lower leg. What there was for a pelvis I've never seen\nthe like, and the skull was straight out of a Dore Bible. There was a\nhatchet buried in that skull.\n\nThe bones of the right arm were good and hefty, and it had two elbows.\nThe left arm was about half the size--not crippled, but smaller scale.\nLike it was good for delicate work and not much else.\n\nAbout ten inches from the widespread six fingers of its right hand\nwas what you knew right off was a weapon even if it did look like an\numbrella handle.\n\nI was just reaching down to touch it when that fool Jake made his move.\n\nHe'd been standing behind me, closer I bet than he'd ever got before,\nstaring down at that fourth skeleton and making odd noises. I tell\nyou, it was something for a medical man to see. Suddenly he grunted\nlike he was going to be sick. He snatched up a femur from one of the\nIndians and swung it up to smash that fourth skeleton to smithereens.\n\nWell, sir, quicker than the eye could see the umbrella handle smacked\nitself into the palm of that bony hand, sending fingers flying in six\ndirections. It hung there in the air against what was left, trained\ndead on Jake's head, and it hummed.\n\nThe femur dropped from Jake's right hand like he'd been shot. He\nhadn't, though, because he was still wearing his skull and by that time\nrunning. Soon as he did, the umbrella handle flopped over and just lay\nthere, the hum dying away.\n\nWhen it stopped the place was pretty quiet, because Jake was off in\nthe rocks and I was going over some things I wanted to say to him\nimmediately I was able to talk again. That fourth skeleton had the\nfastest draw I'd ever seen.\n\nJake stuck his head up from behind a boulder. \"Doc,\" he said, \"why\ndidn't he shoot?\"\n\n\n\nThe question wasn't as all-fired pip-witted as Jake was capable of. It\ntook me upwards of three weeks to work out why a weapon that could\ndraw and aim itself didn't shoot too.\n\nI'd heard a little clink when the weapon flew into the skeleton's hand.\nIt came from a metal disk that lay in its palm, toward the heel of the\nhand.\n\nThe disk was thin and only about as big as a two-cent piece. A mate to\nit was set in the butt of the umbrella handle, convex where the other\nwas concave.\n\nGoing at it kind of gingerly, I slid the disk in my vest behind my\nwatch and put the umbrella handle in my right coat pocket.\n\nIt was a key-wind repeater with a gold hunting case, that watch, and\nI worried about it every step down the mountain. I walked a good four\nhundred yards behind Jake all the way back into town, just to be on the\nsafe side. We didn't linger, either. We wanted lights.\n\nBy the time I got the two objects locked in my rolltop my heartbeat in\nanybody else would have had me telling the sexton to start his hole. I\nprescribed bed for me, told Jake, who hadn't hardly even drawn breath\nthe whole time, to go to hell and retired.\n\n\n\nNext day a squabble came up over some borax rights upcountry. I didn't\nget to open that rolltop for a time. Then one early morning coming back\nin the buggy from a house-call in Pockmark, forty-odd miles north, I\ngot to worrying again at the umbrella handle and those dead Indians.\n\nSeems like four, five times a week some chunkhead hunkers down hard\nwith his spurs on. When I got to the office that night there was one\nwaiting--a bad one, Spanish rowels--and Jake was sprawled in my chair,\npicking his teeth with my spare scalpel. I patched up the chunkhead,\ntook the scalpel from Jake and rinsed it off and watched him suck his\nteeth for a while. It began to look like he was going to be stubborn.\nSo finally I said: \"Say, Jake.\"\n\nHe grunted. \"Jake,\" I said, \"I think I've got that dingus figured.\" He\nsnuck a glance over at the desk so I knew he knew what I meant, but he\nwas busy pretending that wasn't what he came to talk about.\n\n\"I think it's a gun that can read minds like a gypsy,\" I said. Jake\nstill looked bored, so I took the umbrella handle out of the rolltop\nand waved it at him. He dove off the chair and started rolling for the\ndoor.\n\n\"You damn fool,\" I said, \"it won't go off.\" I was reasonably certain\nit wouldn't, but I laid it back down by the disk gently anyhow and sat\nin the chair. I've only got the one chair, on the theory that anybody\nwho isn't bad enough to lie on the table is well enough to stand. Jake\nedged over and stood like a short-legged bird on a bobwire fence. \"It\nkin whut?\" he said.\n\n\"It can read minds,\" I said. \"You were going to bash those bones. The\ngun knew it and trained square on your head. You remember?\"\n\nHe remembered. \"And those Indians,\" I went on. \"You remember them? The\nleft side of the head on each of them was blown off.\"\n\nI hauled down a roller chart of the human skeleton, first time I'd done\nthat since I don't know when.\n\n\"This up here is the brain,\" I said. \"We don't know a hell of a lot\nabout it, but we do know it's like a whole roomful of telegraphers,\nsending messages to different parts of the body along the nerves.\nThey're like the wires. This left hemisphere--right here--sends to the\nright side of the body. Don't fret about why, the nerves twist going\ninto the spinal cord.\n\n\"Okay. We know, too, that the part of the brain that sends to the arm\nis right here, in the parietal lobe. Right under the chunk of skull\nthat was shot off on those three Indians.\"\n\n\"Shaw,\" Jake said, perching on the table. The old billy-goat was\nbeginning to get impressed, even if he didn't have any notion of what I\nwas talking about.\n\n\n\nI didn't have exactly much notion either, but I kept on. \"The brain\nworks by a kind of electricity, same kind as in the telegraph batteries\nat the depot. This gun,\" I tapped the umbrella handle and Jake started\noff again, but caught himself, \"has some sort of detector, a galvanic\nthermometer that senses electrical messages to the nerves.\"\n\nFrom here on in it was pure dark and wild hazard. \"Obviously,\" I said,\n\"whenever one of those signals goes from this cerebral motor area here\nin the left hemisphere down to make the weapon hand move, it must be a\nspecial signal this gun was built to catch. Just like a lock is made\nfor one particular key.\n\n\"And near as I can figure, the gun has to be able to tell when that\nmove coming up is going to be dangerous to the man holding it. Stands\nto reason if it can tell when a brain's signalling a hand, it can tell\ntoo if that brain is killing-mad. Some people can do that, and most\ndogs.\n\n\"So, if it senses murderous intent and a message to the weapon hand to\nmove, it moves too, and faster.\n\n\"It homes on this disk like a magnet right into the hand of the gent\nthat owns it, and aims itself plumb at the place the signal is coming\nfrom.\" I tapped the chart. \"Right here.\"\n\nI poked the gunk out of a corncob, packed it and lit up before going\non. Jake stared at the umbrella handle like a stuffed owl.\n\n\"Now, that fourth skeleton we saw sure as hell isn't human. He isn't\nfrom anywhere on this green earth, or I miss my guess. Might even have\nsomething to do with Crater Lake there, years ago. But we aren't likely\nto find out.\n\n\"But we do know that he fought three Indians that probably jumped him\nall at once. And he killed every one of them with this gun before he\nfell.\"\n\nThat brought Jake up short.\n\nThe Territory is kind of violent generally, and anybody or anything\ngood along that line would be bound to have the sober respect of a\nninny like Jake.\n\nI dug up an old glove, and used spirit gum to stick in its palm the\nlittle disk from the skeleton's hand. I pulled the glove on my right\nhand, and stood up with my hand about a foot over the umbrella handle.\n\n\"Okay,\" I said, \"kill me.\"\n\n\n\nHe was so orry-eyed by then he damn near did it just to be obliging.\nBut then the recollection of the night on the mountain, and the three\nIndians with their heads shot off, sifted through and he shied off.\n\"Hell no,\" he hollered, \"I seen that thing go before! I ain't about to\nget my head blowed to bits!\" And he went on.\n\nWell, it took me the best of two hours. I showed him the two studs on\nthe underside that most likely were a safety device. I explained how\nprobably the gun wouldn't go off unless somebody was holding it with\na finger between those studs, which was why it didn't shoot when it\nwent into the skeleton's hand that night. I finally got him by telling\nhim if I was right, we'd wire the fourth skeleton together, take it\nback East and earn a mint of money on the vaudeville stage showing the\nfastest cadaver in the West.\n\n\"Mr. Bones: Faster than Billy the Kid and Twice as Dead,\" I said we'd\nbill it. Jake, he thought that was a lovely idea, and decided to go\nalong.\n\nFourteen times that eternal jackass raised his right arm at me, while\nI held my own gloved right hand over the weapon. But he didn't have\nany real heart for it, and fourteen times the gun just lay there. Then\nI got a mite impatient, and kicked him in the kneecap. That fifteenth\ntime he was truly trying.\n\nSkinny as he was he'd have driven me clear through the floor, except\nthat umbrella handle jumped into my glove and aimed dead at his\nforehead, snarling like a cougar. More correctly, the left side of his\nforehead. If I hadn't braced my index finger out stiff, that fifteenth\ntime would've had him a dead man.\n\nJake froze like a statue and hung in the air staring at the gun,\nsnarling away in my hand. Finally I pulled the glove off with the gun\nstill stuck to it, and flung it on the desk.\n\nThen Jake gave me the sixteenth, and by the time I got up again he was\ngone and the gun and the glove with him.\n\n\n\nNext morning the borax squabble blew up again. What with miners getting\nstomped I didn't get to bed for a week, much less have a chance to find\nout where Jake and that damned weapon had lit out for. By the time\nI did, it was too late. Jacob Niedelmeier, the ribbon clerk, after\nseventeen years was on his way to glory as the legendary Dirty Jake.\n\nI got the start of the story from a drifter, name of Hubert Comus. He'd\ngot into kind of a heated discussion in a saloon south a ways that\nended with him and this other man going for their hardware. Hubert\ngot his Merwin & Bray .42 out and, being a fool, tried fanning it. Of\ncourse it jammed and he laid the heel of his hand open clear to the\nbone.\n\nTwasn't the hand bothering Hubert, though. Like most, the other man\nmissed him clean, but when the barkeep threw them both out Hubert lit\nsitting on the boardwalk and took a six-inch splinter clear through his\ncorduroys.\n\nWhile I was working on him he told me about Jake.\n\nA man, it seems, had turned up in a little settlement called Blister,\nabout two days down the line. Nobody noticed him come in, except that\nhe was wearing one glove, a shiny clawhammer coat and Congress gaiters.\nThe general run in the mining camps doesn't wear Congress gaiters.\n\nHe got noticed, though, when he showed up in a barroom wearing a\npearl-gray derby with an ostrich plume in the band, and carrying a\nrolled-up umbrella under his arm. The little devil had stuck the shaft\nof a regular umbrella in the muzzle of the skeleton's weapon.\n\nIt turned out he'd bought the derby that the storekeeper there had\nplanned to be buried in. Where the ostrich plume came from I never did\nfind out.\n\n\"He come right in the swingin' door an' stood there,\" Hubert said over\nhis shoulder, \"lookin' at the crowd. Purty quick they was all lookin'\nright back, I kin tell you. That feather fetched 'em up sharp. Take\nit easy back there, will you, Doc? Then Homer Cavanaugh, the one they\ncalled Ham Head, he bust out laughing. He laughed so hard he bent over\ndouble, and the rest of the boys was just beginnin' t'laugh too when\nthe little feller picked up a spitoon and dumped it down Ham Head's\nneck.\n\n\"The boys got mighty quiet then. Hey, easy, Doc, will you? Ham Head\nstraightened up and his face went from red as flannels to white, just\nlike that. He stood glarin' at the little feller for a couple of ticks,\nopenin' and closin his fists, and then that big right hand went for the\nSmith & Wesson in his belt.\n\n\"Well, it was a double-action pistol and had a couple notches in the\ngrip, but Ham Head never cleared it. I never even seen the little\nfeller draw, but there was Ham Head fallin' with half his noggin shot\naway. Gently, will you, Doc, gently!\n\n\"The little feller stood leaning on his umbrella, lookin' down at him.\n'What was that man's name?' he says. 'Ham Head Cavanaugh,' somebody\nsays back. 'Ham Head Cavanaugh,' the little feller says, 'he's the\nfirst.' Then he shoves the umbreller back under his arm and goes out.\nWe never saw him again.\n\n\"Some say it was a bootleg pistol he used, or a derringer in his\nsleeve. And some say he had a pardner with a rifle in the street, but\nthere wasn't nobody there. I was standin' as close to him as I am to\nyou, Doc, and I swear--it--was--that--um--breller--OW!\"\n\n\n\nHam Head Cavanaugh was the first. I had kind of a personal interest in\nJake and his weapon, so I kept track. There was Curly Sam Thompson, Big\nJohn Ballentine, Redmeat Carson, Uriah Singletree and twelve others\nknown of, all dead within eighteen months. Any man Jake could hoorah\ninto a fight. With never a chance to get his right hand on iron before\nhis head gave the signal and got blown off. He took them all on. And he\nnever lost--because he couldn't.\n\nJake was king-o'-the-hill now, all right. He had the success he yearned\nfor.\n\nYet when he came back to see me last April it wasn't to brag. He was\nin trouble. I looked up from a customer, a damn fool that'd sat on a\ngila monster, and there he was, sneaking in the door bare-headed like a\nwhipped hound, not the cock of the walk in the whole Territory. He slid\ninto the back room like a shadow, and the man I was working on never\neven knew he'd come.\n\nWhen I went in afterward the lamp was out, the shade was down and he\nwas in a corner, nervous as a jackrabbit an eagle just dropped in a\nwolf den. \"Buried my derby under a pile of rock up in the mountains,\"\nhe whispered. \"Look,\" and he held out his glove.\n\nIt was plumb worn out. The little metal disc was hanging on by a\nstrand of spirit gum, and the fabric of the palm was in shreds.\n\nI looked at him for a minute without saying anything. He was still\nwearing the clawhammer coat, over B.V.D. tops, but it looked like he'd\nbeen buried weeks in it and dug up clumsy. He had on greasy rawhide\nbreeches and battered cowhand boots for shoes. He had a month's beard\non his lip and he stunk.\n\nThis here was legendary Dirty Jake, no question about it.\n\n\"Get a new glove,\" I said.\n\n\"Nope,\" he answered, \"no good. Last week in Ojo Rojizo I took the\nglove off to scratch and right then a man braced me. He threw me in a\nhorse-trough when I wouldn't fight. I want you to fix me up good.\n\n\"I want you to open my hand up and set the dingus just under the skin,\nand sew it up again. Knew a feller did that with five-dollar gold\npieces cuz he didn't like banks. Worked fine till he got a counterfeit,\nand it killed him.\n\n\"I'll lay low in the hills till the hand heals. No problems after that.\"\n\nNo problems? Maybe so, but I'd been doing some thinking. Still, I kept\nmy mouth shut and did what he wanted, and he slunk off with no thanks.\nDon't guess I really had any coming.\n\nAfter he left I got out my tallybook and ticked off the men Dirty\nJake had killed: One Eye Jack Sundstrom, Fat Charlie Ticknor, Pilander\nQuantrell, Lobo Stephens, Alec the Frenchman Dubois, some jackass Texas\nnobody even knew and the rest, all men whose brains had telegraphed a\nspecial signal to Jake's gun before it reached their own right hand.\nWell, there was a new pistolero in town.\n\nA month and a half later I was craned around, trying to lance a boil of\nmy own, when out of the corner of my eye I saw Dirty Jake go by under\nmy window. He'd dug that hat with the ostrich plume out from under the\nrocks, his hand was healed, he was swinging his umbrella and he didn't\nso much as look up. He was headed for the Owl Hoot Palace. I decided\nthe boil'd wait.\n\nLess than five minutes later I heard the shots, two of them. A second\nlater Jubal Bean, swamper at the Owl Hoot, came pounding up the\nboardwalk and hollered in the door:\n\n\"Doc, better come quick. Dirty Jake just took a couple slugs in the\nchest and he never even got to draw!\"\n\nI took my time. \"It was just a matter of odds,\" I said. \"Who got him?\"\n\n\"The new one,\" Jubal said, \"the man they call Lefty.\"\n\n\n\nWell, a couple more weeks to bleach, a little wiring, and I'll be\nheading East. Look for the billboards:\n\n                               MR. BONES\n                     The Fastest Draw in the West\n                      \"Faster than Billy the Kid\n                          and Twice as Dead\"\n                             presented by\n                            HIRAM PERTWEE,\n                                 M.D.\n\nAll I've got to do is figure how to keep getting mad at Jake.",
    "metadata": {
        "author": [
            "Grow, Julian F."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/61013/pg61013.txt",
        "name": "the_fastest_gun_dead.json"
    }
}