{
    "name": "The Worst Joke in the World",
    "author": [
        "Holding, Elisabeth Sanxay",
        "Holding, Elizabeth Sanxay"
    ],
    "body": "Mrs. Champney was putting the very last things into her bag, and Mrs.\nMaxwell and Mrs. Deane sat watching her. The room in which she had\nlived for nearly four years was already strange and unfamiliar. The\nsilver toilet articles were gone from the bureau. The cupboard door\nstood open, showing empty hooks and shelves. The little water colors\nof Italian scenes had vanished from the walls, and the books from the\ntable. All those things were gone which had so charmed and interested\nMrs. Maxwell and Mrs. Deane.\n\nThey were old ladies, and to them Jessica Champney at fifty was not\nold at all. With her gayety, her lively interest in life, and her\ndainty clothes, she seemed to them altogether young—girlish, even, in\nher enthusiastic moments, and always interesting. They loved and\nadmired her, and were heavy-hearted at her going.\n\n“You’ve forgotten the pussy cat, Jessica,” Mrs. Maxwell gravely\nremarked.\n\n“Oh, so I have!” said Mrs. Champney.\n\nHanging beside the bureau was a black velvet kitten with a strip of\nsandpaper fastened across its back, and underneath it the inscription:\n\n                           SCRATCH MY BACK\n\nIt was intended, of course, for striking matches. As Mrs. Champney\nnever had occasion to strike a match, this little object was not\nremarkably useful. Nor, being a woman of taste, would she have\nadmitted that it was in the least ornamental; but it was precious to\nher—so precious that a sob rose in her throat as she took it down from\nthe wall.\n\nShe showed a bright enough face to the old ladies, however, as she\ncarried the kitten across the room and laid it in the bag. She had\noften talked to these old friends about her past—about her two\nheavenly winters in Italy, about her girlhood “down East,” about all\nsorts of lively and amusing things that she had seen and done; but she\nhad said very, very little about the period to which the velvet kitten\nbelonged.\n\nIt had been given to her in the early days of her married life by a\ngrateful and adoring cook. It had hung on the wall of her bedroom in\nthat shabby, sunny old house in Connecticut where her three children\nhad been born. She could not think of that room unmoved, and she did\nnot care to talk of it to any one.\n\nNot that it was sad to remember those bygone days. There was no trace\nof bitterness in the memory. It was all tender and beautiful, and\nsometimes she recalled things that made her laugh through the tears;\nbut even those things she couldn’t talk about.\n\nThere was, for instance, that ridiculous morning when grandpa had come\nto see the baby, the unique and miraculous first baby. He had sat down\nin a chair and very gingerly taken the small bundle in his arms, and\nthe chair had suddenly broken beneath his portly form. Down he\ncrashed, his blue eyes staring wildly, his great white mustache fairly\nbristling with horror, the invaluable infant held aloft in both hands.\nIf she had begun to tell about that, in the very middle of it another\nmemory might have come—a recollection of the day when she had sat in\nthat same room, the door locked, her hands tightly clasped, her eyes\nstaring ahead of her at the years that must be lived without her\nhusband, her friend and lover.\n\nShe had thought she could not bear that, but she had borne it; and the\ntime had come when the memory of her husband was no longer an anguish\nand a futile regret, but a benediction. She had lived a happy life\nwith her children. They were all married now, and in homes of their\nown, and she was glad that it should be so.\n\nThese four years alone had been happy, too. Her children wrote to her\nand visited her, and their family affairs were a source of endless\ninterest. She had all sorts of other interests, too. She made friends\nreadily; she was an energetic parish worker; she loved to read; she\nenjoyed a matinée now and then, or a concert, and the conversation of\nMrs. Maxwell and Mrs. Deane.\n\nWith all her heart she had relished her freedom and her dignity. Her\nchildren were always asking her to come and live with one or the other\nof them, but she had always affectionately refused. She believed it\nwasn’t wise and wasn’t right.\n\nShe had stayed on in this comfortable, old-fashioned boarding house in\nStamford, cheerful and busy. It had been a delight beyond measure to\nher to send a little check now and then to one of her children, a\npresent to a grandchild, some pretty thing that she had embroidered or\ncrocheted to her daughters-in-law. Her elder son’s wife had written\nonce that she was a “real fairy godmother,” and Mrs. Champney never\nforgot that. It was exactly what she wanted to be to them all—a gay,\nsympathetic, gracious fairy godmother.\n\nBut she wasn’t going to be one any longer. What her lawyer called a\n“totally unforeseen contingency” had arisen, and all her life was\nchanged. He was a young man, that lawyer. His father had been Mrs.\nChampney’s lawyer and friend in his day, and she had, almost as a\nmatter of course, given the son charge of her affairs when the elder\nman died.\n\nShe had not wanted either of her sons to look after things for her.\nShe didn’t like even to mention financial matters to people she loved.\nIndeed, she had been a little obstinate about this. And now this\n“totally unforeseen contingency” had come, to sweep away almost all of\nher income, and with it the independence, the dignity, that were to\nher the very breath of life.\n\nIf it had been possible, she would not have told her children. She had\nsaid nothing when she had received that letter from the lawyer—such an\nabsurd and pitiful letter, full of a sort of angry resentment, as if\nshe had been unjustly reproaching him. She had gone to see him at\nonce. She had been very quiet, very patient with him, and had asked\nvery few questions about what had happened. She simply wanted to know\nexactly what there was left for her, and she learned that she would\nhave fifteen dollars a month.\n\nSo she had been obliged to write to her children, and they had all\nwanted her immediately; but she chose her second son, because he lived\nnearest, and she hadn’t enough money for a longer journey. Now she was\nready to go to his house.\n\nShe locked the bag and gave one more glance around the empty room.\n\n“Well!” she said cheerfully. “That seems to be all!”\n\nMrs. Maxwell rose heavily from her chair.\n\n“Jessica,” she said, not very steadily, “we’re going to miss you!”\n\nMrs. Deane also rose.\n\n“Whoever else takes this room,” she added sternly, “it won’t be\n_you_—and I don’t care what any one says, either!”\n\nMrs. Champney put an arm about each of them and smiled at them\naffectionately. She was, in their old eyes, quite a young woman, full\nof energy and courage, trim and smart in her dark suit and her\ndebonair little hat; but she had never before felt so terribly old and\ndiscouraged.\n\nShe couldn’t even tell these dear old friends that she would see them\nagain soon, for in order to see them she would have either to get the\nmoney for the railway ticket from her son, or else to invite them to\nher daughter-in-law’s house. It hurt her to leave them like this—and\nit was only the beginning.\n\nAt this point the landlady came toiling up the stairs.\n\n“The taxi’s here, Mrs. Champney,” she said, with a sigh. “My, how\nempty the room does look!”\n\nSo Mrs. Champney kissed the old ladies and went downstairs. The two\nservants were waiting in the hall to say good-by to her. She smiled at\nthem. Then the landlady opened the front door, and Mrs. Champney went\nout of the house, still smiling, went down the steps, and got into the\ntaxi.\n\nShe sat up very straight in the cab, a valiant little figure, dressed\nin her best shoes, with spotless white gloves, and her precious sable\nstole about her shoulders—and such pain and dread in her heart! There\nwas no one in the world who could quite understand what she felt in\nthis hour. To other people she was simply leaving a boarding house\nwhere she had lived all by herself, and going to a good home where she\nwas heartily welcome, to a son whom she loved, a daughter-in-law of\nwhom she was very fond, and a grandchild who was almost the very best\nof all her grandchildren; but to Mrs. Champney the journey was bitter\nalmost beyond endurance.\n\nShe loved her children with all the strength of her soul, but she had\nbeen wise in her love. She had tried always to be a little aloof from\nthem, never to be too familiar, never to be tiresome. She had given\nthem all she had, all her love and care and sympathy, and she had\nwanted nothing in return. She wished them to think of her, not as weak\nand helpless, but as strong and enduring, and always ready to give.\nAnd now—\n\n“Now I’m going to be a mother-in-law,” she said to herself. “Oh,\nplease God, help me! Help me not to be a burden to Molly and Robert!\nHelp me to stand aside and to hold my tongue! Oh, please God, help me\n_not_ to be a mother-in-law!”\n\n\n                                  II\n\nMrs. Champney had arranged matters so as to reach the house just at\ndinner time. She even hoped that she might be a little late, so that\nthere wouldn’t be any time at all to sit down and talk. She had never\ndreaded anything as she dreaded that first moment, the crossing of\nthat threshold. Her hands and feet were like ice, her thin cheeks were\nflushed, anticipating it. She wanted to enter in an agreeable little\nstir and bustle, to be cheerful, to be casual; but Robert and Molly\nwere too young for that. They would be too cordial.\n\n“I don’t expect them to want me,” said Mrs. Champney to herself. “They\ncan’t want me. If they’d only just not try—not pretend!”\n\nShe did not know Molly very well. She had seen her a good many\ntimes—Molly and the incomparable baby—but that had been in the days\nwhen Mrs. Champney was a fairy godmother, with all sorts of delightful\ngifts to bestow. Robert’s wife had been a little shy with her. A kind,\nhonest girl, Mrs. Champney had thought her, good to look at in her\nsplendid health and vitality, but not very interesting. And now she\nhad to come into poor Molly’s house!\n\nShe was pleased to see that her train was late. She had not told them\nwhat train she would take. Perhaps they wouldn’t keep dinner waiting.\nWhen she got there, perhaps they would be sitting at the table. Then\nshe could hurry in, full of cheerful apologies, and sit down with\nthem, and there wouldn’t be that strained, terrible moment she so much\ndreaded.\n\nA vain hope! For, as she got out of the train, her heart sank to see\nRobert there waiting for her—Robert with his glummest face, Robert at\nhis worst.\n\nThere was no denying that Robert had a worst. He was never willful and\nprovoking, as his adorable sister could be upon occasion. He was never\nstormy and unreasonable, like his elder brother; but he could be what\nMrs. Champney privately called “heavy,” and that was, for her, one of\nthe most dismaying things any one could be. She saw at the first\nglance that he was going to be heavy now.\n\n“Mother!” he said, in a tone almost tragic.\n\n“But, my dear boy, how in the world did you know I’d get this train?”\nshe asked gayly. “I didn’t write—”\n\n“I’ve been waiting for an hour,” he answered. “You said ‘about dinner\ntime,’ and I certainly wasn’t going to let you come from the station\nalone. This way—there’s a taxi waiting.”\n\nMrs. Champney was ashamed of herself. Robert was the dearest boy, so\nstalwart, so trustworthy, so handsome in his dark and somber fashion,\nand so touchingly devoted to her! After all, wasn’t it far better to\nbe a little too heavy than too light and insubstantial? As he got into\nthe cab beside her, she slipped her arm through his and squeezed it.\n\n“You dear boy, to wait like that!” she said.\n\n“Mother!” he said again. “By Heaven, I could wring that fellow’s neck!\nSpeculating with your money—”\n\n“Don’t take it like that, Robert. It’s all over and done with now.”\n\n“No, it’s not!” said he. “It’s—the thing is, you’ve been used to all\nsorts of little—little comforts and so on; and just at the present\ntime I’m not able to give you—”\n\n“Please don’t, Robert!” she cried. “It hurts me!”\n\nHe put his arm about her shoulders.\n\n“You’re not going to be hurt,” he said grimly; “not by _anyone_,\nmother!”\n\nHis tone and his words filled her with dismay.\n\n“Robert,” she said firmly, “I will not be made a martyr of!”\n\n“A victim, then,” Robert insisted doggedly. “You’ve been tricked and\nswindled by that contemptible fellow; but Frank and I are going to see\nthat it’s made right!”\n\n“Oh, Robert! You’re not going to do anything to that poor, miserable,\ndistracted man?”\n\n“Nothing we can do. You gave the fellow a free hand, and he took\nadvantage of it. No, I mean that Frank and I are going to make it up\nto you, mother.”\n\nHe might as well have added “at any cost.” Mrs. Champney winced in\nspirit, but at the same time she loved him for his blundering\ntenderness, his uncomprehending loyalty. He meant only to reassure\nher, but he made it all so hard, so terribly hard! She felt tears well\nup in her eyes. How could she go through with this gallantly if he\nmade it so hard?\n\nThen, suddenly, there came to her mind the memory of a winter\nafternoon, long, long ago, when Frank and Robert had been going out to\nskate. She had heard alarming reports about the ice, and she had run\nafter them, bareheaded, into the garden. She could see that dear\ngarden, bare and brown in the wintry sunshine; she could see her two\nboys, stopping and turning toward her as she called.\n\nFrank had laughingly assured her that there was no danger at all. That\nwas Frank’s way. She didn’t believe him, yet his sublime confidence in\nhimself and his inevitable good luck somehow comforted her; and then\nRobert had said:\n\n“Well, look here, mother—we’ll promise not to go near the middle of\nthe pond at the same time. Then, whatever happens, you’ll have one of\nus left anyhow—see?”\n\nAnd that was Robert’s way. The very thought of it stopped the dreaded\ninvasion of tears and made her smile to herself in the dark. Such a\nsplendidly honest way—and so devastating!\n\nThe taxi had stopped now, and Robert helped her out in a manner that\nmade her feel very, very old and frail.\n\n“Wait till I pay the driver, mother,” he said. “Don’t try to go\nalone—it’s too dark.”\n\nSo Mrs. Champney waited in the dark road outside that strange little\nhouse. Her son was paying for the cab; her son was going to assist her\nup the path; she was old and helpless and dependent.\n\nThen the front door opened, and Molly stood there against the light.\n\n“Hello, mother dear!” she called, in that big, rich, beautiful voice\nof hers. “Hurry in! It’s cold!”\n\nMrs. Champney did hurry in, and Molly caught her in both arms and\nhugged her tight.\n\n“Just don’t mind very much how things are, will you?” she whispered.\n“My housekeeping’s pretty awful, you know!”\n\nTears came to Mrs. Champney’s eyes again, because this was such a\nblessed sort of welcome.\n\n“As if I’d care!” she said.\n\n“Let me show your room—and Bobbetty,” said Molly.\n\nShe took the bag from Robert, who had just come in, and ran up the\nstairs. Mrs. Champney followed her. All the little house seemed warm\nand bright with Molly’s beautiful, careless spirit. It wasn’t strange\nor awkward. It was like coming home; and the room that Molly had got\nready for her was so pretty!\n\n“Dinner’s all ready,” said Molly; “but—if you’ll just take one look at\nBobbetty. He’s—when he’s asleep, he’s—”\n\nWords failed her.\n\nMrs. Champney got herself ready as quickly as she could, and followed\nMolly down the hall to a closed door. Molly turned the handle softly,\nand they stepped into a little room that was like another world, all\ndark and still, with the wind blowing in at an open window.\n\n“Nothing wakes him up!” whispered Molly proudly, and turned on a\ngreen-shaded electric lamp that stood on the bureau.\n\nMrs. Champney went over to the crib and looked down at the child who\nlay there—the child who was her child, flesh of her flesh, and was yet\nanother woman’s child. He was beautiful—more beautiful than any of her\nchildren had been. He lay there like a little prince. His face,\nolive-skinned and warmly flushed on the cheeks, wore a look of\ncareless arrogance, his dark brows were level and haughty, his mouth\nwas richly scornful; and yet, for all this pride of beauty, she could\nnot help seeing the baby softness and innocence and helplessness of\nhim.\n\nHe might lie there like a little prince, but he was caged in an iron\ncrib, he wore faded old flannel pyjamas, and beside him, where it had\nslipped from the hand that still grasped it in dreams, lay such an\nunprincely toy! Mrs. Champney, bending over to examine it, found it to\nbe a rubber ball squeezed into a white sock.\n\nIt seemed to Mrs. Champney that she could never tire of looking at\nthat beautiful baby. She hadn’t half finished when Molly touched her\narm and whispered “Robert,” and, turning out the light, led her\nhusband’s mother across the dark, windy room out into the hall again.\n\n“I heard Robert getting restless downstairs,” she explained.\n\nSide by side they descended the stairs. Mrs. Champney was happy, with\nthat particular happiness which the companionship of babies brought to\nher. She had friends who were made unhappy by the sight of babies.\nThey said that they couldn’t help looking ahead and imagining the\nsorrows in store for the poor little things. But to Mrs. Champney this\nseemed morbid and quite stupid, because, when the sorrows came, the\nbabies would no longer be babies, but grown people, and as well able\nas any one else to deal with them.\n\nNo—babies were not melancholy objects to Mrs. Champney. On the\ncontrary, they filled her with a strong and tender delight, because of\nher knowledge that whatever troubles came to them, she could surely\nhelp; because, for babies, a kiss is a cure for so much, and a song\ncan dry so many baby tears; because love, which must so often stand\nmute and helpless before grown-up misery, can work such marvels for\nlittle children.\n\nShe was happy, then, until she reached the foot of the stairs—and not\nagain for a long time.\n\nRobert was waiting for them there. He came forward, with a faint\nfrown, and pushed into place two hairpins that were slipping out of\nMolly’s hair. It was the most trifling action, yet it seemed to Mrs.\nChampney very significant. He didn’t like to see those hairpins\nfalling out, didn’t like to see Molly’s lovely, shining hair in\ndisorder. He noticed things of that sort, and he cared. He cared too\nmuch. There had been a look of annoyance and displeasure on his face\nthat distressed Mrs. Champney.\n\nFussiness, she thought, was one of the most deplorable traits a man\ncould have.\n\nIt was only another name for pettiness, and that was something no\nmember of her family had ever displayed. Could it be possible that\nRobert, the most uncompromising and high-minded of all her children,\nwas developing in that way—and with such a wife as Molly?\n\nShe watched her son with growing uneasiness during the course of the\ndinner. It was a splendidly cooked dinner. The roast veal was browned\nand seasoned to perfection, the mashed potatoes were smooth and light,\nthere were scalloped tomatoes and a salad of apples and celery, and a\ntruly admirable lemon meringue pie; but Robert frowned because the\npotatoes were in an earthenware bowl, and the plates did not match.\nWhen the splendid pie appeared, in the tin dish in which it had been\nbaked, he sprang up and carried it out into the kitchen, to return\nwith it damaged, but lying properly on a respectable dish.\n\n“Oh, I’m awfully sorry, Robert!” Molly said, each time that Robert\nfound something wrong; and there was such generous contrition in her\nhonest face that Mrs. Champney wanted to get up and shake her son.\n\nWhat did those silly little things matter? How could he even see them,\nwith Molly before his eyes?\n\n“She’s beautiful,” thought Mrs. Champney. “She wouldn’t be beautiful\nin a photograph. I suppose she’d look quite plain; but when you’re\nwith her—when she smiles—it’s like a blessing!”\n\n\n                                 III\n\nIt was not a comfortable meal for any of them, and Mrs. Champney was\nglad when it was finished. She offered to help Molly with the dishes,\nand she really wanted to do so; but when Molly refused, and she saw\nthat Robert didn’t like the idea, she did not persist. She went into\nthe little sitting room with Robert, and he settled her in an\narmchair, putting behind her shoulders a plump cushion that made her\nneck ache. He lit his pipe and began to move about restlessly.\n\n“You know,” he began abruptly, “Molly’s not really—slovenly.”\n\n“Robert!” cried Mrs. Champney. “What nonsense!”\n\n“Yes, I know,” he said doggedly; “but I don’t want you to think—”\n\nMrs. Champney did not hear the rest of his speech. She was vaguely\naware that he was making excuses for Molly, but she did not stop him.\nHe had said enough. He had given her the key, and now she could\nunderstand.\n\nThis was not pettiness, and Robert was not fussy. It was because he\nloved Molly so much that he could not endure to have another person\nsee in her what might be construed as faults. If he had been alone\nwith Molly, he wouldn’t have cared, he wouldn’t even have noticed\nthese things. It was because his mother had come, and he was afraid.\n\nIt is an old and a deep-rooted thing, the child’s faith in the\nmother’s judgment. If the mother has been honest and wise, if the\nchild has been never deceived or disappointed by her, then, no matter\nhow old he grows, or how far he may go from her, that old and\ndeep-rooted faith lives in him. Robert, at twenty-six, was surer of\nhimself than he was ever likely to be again. He was certain that all\nhis ideas were his own, and that no living creature could influence\nhim; yet he was terribly afraid of what his mother might think of\nMolly.\n\nFor, after all, his mother was the standard, and the home she had made\nfor him in his boyhood must forever be the standard of homes. She\nwould see that this home of Molly’s was not like that. She would\nthink—\n\n“You needn’t worry, my dear boy,” said Mrs. Champney gently. “I’m sure\nI’ll understand Molly.”\n\nAnd no more than that. It wouldn’t do to tell him what she really\nthought of Molly. It would sound exaggerated and insincere. It would\nstartle him, and it might conceivably make him contrary; so she held\nher tongue.\n\nPresently Molly came in from the kitchen, flushed and smiling, and\nsank into a chair.\n\n“Take off that apron, old girl,” said Robert.\n\n“Oh, I’m sorry!” said Molly. “I always forget!”\n\nRobert took it away into the kitchen.\n\n“Too tired for a song, Molly?” he asked when he returned.\n\n“Of course I’m not!” said she, getting up again.\n\nShe was tired, though, and a little nervous, and Mrs. Champney felt\nsorry for her; but Robert would have it so. His mother must see what\nMolly could do. He lay back in his chair, smoking, with an air of\nregal indifference, as if he were a young sultan who had commanded\nthis performance but was not much interested in it; but as a matter of\nfact he was twice as nervous as Molly.\n\nHe had spoken to his mother before about Molly’s singing, and Mrs.\nChampney had thought of it as an agreeable accomplishment for a son’s\nwife, but this performance amazed her. This was not a parlor\naccomplishment, this big, glorious voice, true and clear, effortless\nbecause so perfectly managed. This was an art, and Molly was an\nartist.\n\n“Molly!” she cried, when the song was done. “Molly, my dear! I don’t\nknow what to say!”\n\nMolly flushed with pleasure.\n\n“I do love music,” she said. “I often hope Bobbetty will care about\nit.”\n\n“That was a darned silly song, though,” observed Robert.\n\nMolly turned away hastily.\n\n“I know it was!” she said cheerfully. But Mrs. Champney had seen the\ntears come into her eyes. Molly was hurt. She didn’t understand, and\nunfortunately Mrs. Champney did. She knew that Robert had been trying\nto tell his mother that Molly could do even better than this—that she\ncould, if she chose, sing the most prodigious songs. He was afraid\nthat his mother would judge and condemn Molly for that darned silly\nsong about “the flowers all nodding on yonder hill.”\n\n“That’s what being a mother-in-law really means,” said Mrs. Champney\nto herself. “It means being the third person, the one who stands\noutside and sees everything—all the poor, pitiful little faults and\nweaknesses. Love won’t help. The more I love them, the more I can’t\nhelp seeing, and they’ll know—they’ll always know. When Robert is\nimpatient, Molly will know that I’ve noticed it, and she’ll think she\nhas to notice it, too. When Molly is careless, Robert will imagine\nthat I’m blaming her, and he’ll feel ashamed of her. That’s why\nmothers-in-law make trouble. It’s not because they always interfere,\nor because they’re troublesome and domineering. It’s because they\n_see_ all the little things that nobody ought to see—the little things\nthat would never grow important if a third person wasn’t there. I used\nto feel so sorry for mothers-in-law. I used to think it was a vulgar,\nheartless joke about their making trouble. A joke? Oh, it’s the worst,\nmost horrible joke in the world—because it’s true!”\n\n\n                                  IV\n\nMrs. Champney did not sleep well that night. When she first turned out\nthe light, a strange sort of panic seized her. She felt trapped, shut\nin, here in this unfamiliar room, in this house where she had no\nbusiness to be, and yet could not leave. She got up and turned on the\nlight, and that was better, for she could think more clearly in the\nlight. She propped herself up on the pillows, pulled the blanket up to\nher chin, and sat there, trying to find the way out.\n\n“There always is a way out,” she thought. “It’s never necessary to do\na thing that injures other people. I must not stay here, or with any\nof my children. If I think quietly and sensibly, I can—”\n\nThere was a knock at the door.\n\n“Are you all right, mother?” asked Robert’s voice. “I saw your light.”\n\n“Perfectly all right, dear boy!” she answered brightly. “I’m very\ncomfortable. Good night!”\n\n“Sure?” he asked.\n\nShe wanted to jump up and go to him and kiss him—her dear, solemn,\nanxious Robert; but that wouldn’t do. Never, never, while she had a\ntrace of dignity and honor, would she turn to her children for\nreassurance. She was the mother. She could not always be strong, but\nshe could at least hide her weakness from her children. She could\nendure her bad moments alone.\n\n“Quite sure!” she answered, and snapped out the light. “There! I’m\ngoing to sleep! Good night, my own dear, dear boy!”\n\n“Good night, mother!” he answered.\n\nHis voice touched her so! If only she could let go, and be frail and\nhelpless, and allow her children to take care of her! They would be so\nglad to do it—they would be so dear and kind!\n\n“Shame on you, Jessica Champney!” she said to herself. “You weren’t an\nold lady before you came here, and you’re not going to be one now.\nYou’re only fifty, and you’re well and strong. There must be any\nnumber of things a healthy woman of fifty can do. Find them!”\n\nAnd then, as if by inspiration, she thought of Emily Lyons.\n\nThe next morning, as soon as Robert had gone, she told Molly that she\nwanted to “see about something”; and off she went, dressed in her best\nagain, and took the train to a near-by town. She was going to see Miss\nLyons. She had not met this old school friend for a good many years,\nbut she remembered her with affection and respect, and perhaps with a\nlittle pity, because Emily had never married. She had devoted her life\nto charitable work—an admirable existence, but, Mrs. Champney thought,\nrather a forlorn one.\n\nHer pity fled in haste, however, when she saw Emily.\n\nA very earnest young secretary ushered the caller into a big, quiet,\nsunny office, and there, behind a large desk, sat Miss Lyons. She rose\nat once, and came forward with outstretched hands. Her blue eyes\nbehind the horn-rimmed spectacles were as friendly and kind as ever,\nand yet Mrs. Champney’s heart sank. The Emily she wished to remember\nwas a thin, freckled girl with a long blond pigtail and a shy and\nhesitating manner—an Emily who had very much looked up to the debonair\nand popular Jessica. This was such a very different Emily—a person of\nimportance, of grave assurance, a person with a large, impressive\noffice at her command. To save her life Mrs. Champney couldn’t help\nbeing impressed by offices and filing cabinets and typewriters.\n\nShe sat down, and she tried to talk in her usual blithe and amusing\nway, but she knew that she was not succeeding at all. In the presence\nof this new Emily she felt shockingly frivolous. She was sorry that\nshe had worn her white gloves and her sable stole. She wished that the\nheels of her new shoes were not so high.\n\nShe told Emily that she wanted something to do.\n\n“Do you mean charitable work, Jessica?” asked Miss Lyons.\n\n“I’m afraid I’d have to be paid,” said Mrs. Champney, with a guilty\nflush. “You see, Emily, I’ve had a—a financial disaster. Of course, my\nchildren are only too willing, but—”\n\n“They’re all married, aren’t they?” asked Emily.\n\nSomething in the grave, kindly tone of her question stung Mrs.\nChampney into a sort of bitterness.\n\n“Yes,” she answered. “All of them are married. I’m a mother-in-law,\nEmily.”\n\nMiss Lyons did not smile. She was silent for a time, looking down at\nher polished desk as if she were consulting a crystal. Then she looked\nup.\n\n“We happen to need somebody in the Needlecraft Shop,” she said. “I\ncould give you that, Jessica, at eighteen dollars a week; but—”\n\n“But what?” asked Mrs. Champney, after waiting a minute.\n\n“I’m afraid you haven’t had much experience,” said Miss Lyons.\n\n“I’ve done a good deal of parish work,” said Mrs. Champney anxiously.\n\nShe had known love, and happiness with the man she loved. She had\nendured the anguish of losing him. She had borne three children and\nbrought them up. She had traveled a little in the world. She had even\nknown a “financial disaster” at fifty; but in the presence of Emily\nLyons she was ready to admit that she had had no experience—that her\nsole qualification for any useful occupation was the parish work she\nhad done.\n\n“If you’d like to try it, then,” said Emily gently. “I’ve found,\nthough, that women who have led a sheltered domestic life are inclined\nto be a little oversensitive when it comes to business.”\n\nMrs. Champney, into whose sheltered domestic life had come only such\nincidents as birth and death and illness and accident and so on, said\nthat she hoped she wasn’t silly.\n\n“Of course you’re not, my dear!” said her old friend, taking her hand\nacross the desk. “You’re splendid! You always were!”\n\nAnd Mrs. Champney had to be satisfied with that. She was to begin at\nthe Needlecraft Shop the next morning. She was at last to enter the\nworld; but instead of being filled with ambitious hopes and resolves,\nshe actually could think of nothing but how she was to tell Robert\nabout it.\n\nThe only possible way was to take a mighty high hand with him from the\nstart, and the trouble was that she didn’t feel high-handed. She felt\ndepressed, and tired and—yes, crushed—that was the word for it. She\nwas not going to let Robert suspect that, however, or Molly, either.\n\nShe decided to take her time about getting back. After leaving Emily,\nshe walked for a time through the streets of the brisk suburban town.\nThen, seeing a clean little white-tiled restaurant, she went in there\nand had her lunch. It was noon, and there were a good many other\nbusiness women there. Mrs. Champney tried to feel that she was one of\nthem now, but somehow she could not. Somehow the whole thing seemed\nunreal, and even a little fantastic.\n\nShe mustn’t think that it was unreal or fantastic, or how could she\nconvince Robert? She tried to make it real by doing all sorts of\ncalculations based upon eighteen dollars a week. With that amount, and\nwith what was left of her income, she could manage to live by herself,\nsomewhere near Robert and Molly, where she could see them and the baby\noften, and yet be independent. Once more she could be a fairy\ngodmother—with sadly clipped wings, to be sure, but still able to\nbestow a little gift now and then.\n\nShe thought she would get something for Bobbetty now, and she bought\none of the nicest gray plush animals imaginable. The saleswoman said\nit was a cat, but Mrs. Champney privately believed it to be a dog,\nbecause of its drooping ears. Anyhow, it was a lovable animal, with a\nfrank and kindly expression and a most becoming leather collar. On the\ntrain, going back, she regretfully took out its round yellow eyes, for\nthey were pins, and unless she forestalled him, Bobbetty would surely\ndo this.\n\nEven then it was a lovable animal, and Bobbetty received it with warm\naffection. He was sitting in his high chair in the kitchen, while\nMolly cooked the dinner. He was almost austerely neat and clean after\nhis bath, and he was eating a bowl of Graham crackers and milk, with a\nlarge bib tied under his chin. A model child—yet, in the sidelong\nglance of his black eyes in the direction of the new bowwow, who was\nnot to be touched until supper was finished, Mrs. Champney saw a\nthoughtful and alarming gleam. Bobbetty was not quite sure whether he\nwould continue being good, or whether it would be nicer suddenly and\nviolently to demand the bowwow.\n\nMrs. Champney helped him to choose the better course. She entertained\nhim while he ate, and then carried him off upstairs, with the bowwow,\nand put him to bed. He became very garrulous then. He lay in his crib,\nclasping the bowwow, and he told Mrs. Champney all sorts of\ninteresting things in such a polite, conversational tone that she felt\nquite ashamed of herself for interrupting him and telling him to go to\nsleep.\n\nHe was nice about it, however. He paid no attention to this rudeness,\nbut pleasantly went on talking. Even when she went out of the room and\nclosed the door behind her, she heard his bland little voice\ncontinuing the story of a wild horsy who stampled on _six_ policemens.\nBobbetty was not yet three, but he had personality.\n\nShe was smiling as she went down the stairs—until she saw Robert. He\ncame to the foot of the stairs, watching her as she came toward him.\nShe had to meet his eyes, she had to smile again, but it was hard\nbeyond all measure.\n\nShe had never seen that look on his face before. He had always been\nutterly loyal to her, had always loved her, but it had been after the\nfashion of a boy. The look she saw on his face now was not a boy’s; it\nwas the profound compassion and tenderness of a man. It came to her,\nwith a stab of pain, that she had cruelly underrated her son. She had\nthought of him as a dear and rather clumsy boy, and he was so much\nmore than that—so much more!\n\nHer own affair seemed more fantastic than ever now. Here was Robert,\nmaking his valiant battle in the world for the life and safety of his\nwife and child. Here was Molly, busy with the vital needs of life,\nwith food and clothes, with the care of their child; and she herself\nwas going to work in the Needlecraft Shop.\n\nShe had to tell them, of course. When they were all seated at the\ntable, she did so, in the most casual, matter-of-fact way.\n\nIt was even worse than she had feared. Robert grew very white.\n\n“You mean—a job?” he asked.\n\n“It’s charitable work, really,” Mrs. Champney explained. “The\nforeign-born women bring their needlework to the shop, and we sell it\non commission for them. The idea is to encourage their home\nindustries, and—”\n\n“But you’re going to get paid for it?” asked Robert.\n\n“Why, yes!” said Mrs. Champney brightly. “I’m sure I’ll enjoy the\nwork, too. I’ve always—”\n\n“You mean you’re going off to work every morning in this shop?” said\nRobert. “Do you mind telling me why?”\n\n“Because I consider it very useful and interesting work, Robert,”\nreplied Mrs. Champney, with dignity.\n\nThere was a long silence.\n\n“All right!” said Robert briefly.\n\nShe knew how terribly she had hurt him. He had wanted to do so much\nfor her, to take her into his home and protect her and care for her,\nand she would not let him. She had turned away with a smile from all\nthat he had to offer. She would take nothing.\n\n“I’ve always led—such an active life,” she said, in a very unsteady\nvoice. “I should think you could understand, Robert—”\n\n“I do!” he said grimly.\n\n“You don’t!” she cried. “You don’t! You—”\n\nShe could not go on. She bent her head and pretended to be cutting up\nsomething on her plate, but she could not see clearly. He never would\nunderstand that she was doing this only for love of him, only so that\nshe might not be here in his home as the sinister third person who saw\neverything and—\n\nShe started at the touch of Molly’s hand on her arm.\n\n“If that’s your way to be happy, darling,” said Robert’s wife, and\nMrs. Champney saw tears in her honest eyes.\n\n\n                                  V\n\nMrs. Champney envisaged her life as divided into epochs, each one with\nits own significance and its own memories. There was her childhood,\nthere was her girlhood. There were the early days of her married life,\nwhen she and her husband had been alone. There were the crowded and\nanxious and wonderful years when her children had been little. There\nwas the beginning of her widowhood, overshadowed with anguish and\nloneliness, yet with a dark beauty of its own. There was her tranquil\nmiddle age, and there was her business life.\n\nShe had begun it on Tuesday, and this was Friday. It had lasted four\ndays, yet it seemed to her quite as long as all the years of her\nyouth. It seemed a lifetime in itself, in which she had acquired a new\nand bitter wisdom.\n\nThe train stopped at her station, and, with a crowd of other\nhome-going commuters, Mrs. Champney got out and hurried up the steps\nto the street, to catch a trolley car; but she was not quick enough.\nBy the time she got there the car was full, and she drew back and let\nit go. She never was quick enough any more. She seemed to have been\ntransferred into a world of terrific speed and vigor, where she was\nhopelessly outdistanced, hopelessly old and weary and slow.\n\nShe had thought, until this week, that she was a fairly intelligent\nand energetic woman. She had even had her innocent little vanities;\nbut now, standing on the corner and looking after the car—\n\n“I’m a silly, doddering old thing!” she said to herself, with a\ntrembling lip.\n\nShe remembered all the dreadful defeats and humiliations of the week.\nShe remembered how slow she had been about wrapping up things and\nmaking change—how curt she had been with some of the wealthiest and\nmost important customers—how stupid she had been about understanding\nthe Polish and Italian women who brought in their work. She remembered\nthe weary patience of Miss Elliott, who managed the shop. Miss Elliott\nwas not more than twenty-eight, but she had been to Mrs. Champney like\na discouraged but long-suffering teacher with a very trying child.\n\n“Doddering!” Mrs. Champney repeated.\n\nShe was alone on the corner. In this new world nobody waited for\nanything. Those who, like herself, had missed the car, had at once set\noff on foot; and Mrs. Champney decided to do so herself. It was less\nthan a mile—a pleasant walk in the soft April dusk.\n\nThis walk might have been specially designed by Miss Elliott to teach\nMrs. Champney another lesson; only it was a lesson that she had\nalready learned. She really needed no further demonstration of the\nfact that she was fifty and utterly tired and miserable. It was\nsuperfluous, it was cruel, and it made her angry. When she reached the\nstreet where Robert’s little house stood, her heart was hot and bitter\nwith resentment.\n\n“If they’d only let me alone!” she thought. “I don’t want any one to\nspeak to me or look at me. I know I’m unreasonable. I want to be\nunreasonable. I want to be let alone!”\n\nBut of course she couldn’t be. Nobody can be let alone except those\nwho would give all the world for a little tiresome interference. Molly\nsaw at once how tired she was, and wanted her to lie down and have\ndinner brought up to her. Robert, by saying nothing at all, was still\nmore difficult to endure.\n\n“I’m not particularly tired, Molly, thank you,” said Mrs. Champney,\nwith great politeness.\n\nWhat she wanted to do was to stamp her foot and cry:\n\n“Let me alone! Let me alone! Tomorrow is Saturday, and the next day is\nSunday. You can talk to me on Sunday. Let me alone now!”\n\nShe sternly repressed all this. She sat down at the table and tried to\neat her dinner. She forced herself to remain in the sitting room until\nten o’clock.\n\n“In a week or two I’ll go away and get a room for myself,” she\nthought, “where I can be as tired as I like!”\n\nWhen the clock struck ten, she sat still and counted up to five\nhundred, so that she wouldn’t seem like a tired person in a dreadful\nhurry to get to bed. Then she rose, said good night to Robert and\nMolly, and went upstairs.\n\nEven then she would not slight or omit any detail of her routine. She\nwashed, rubbed cold cream into her hands, braided her hair, folded her\nclothes neatly, ready for the morning, and knelt down to say her\nprayers. Then she turned out the light, opened the window, and got\ninto bed; and she was so glad to be there, so glad to lay her tired\ngray head on the pillow, that she cried.\n\nShe was ashamed of this weakness, and meant to struggle against it;\nbut sleep came before she had driven it away—a heavy and sorrowful\nsleep, colored with the mist of tears.\n\nShe slept. Then she sighed, and stirred in her sleep. Something was\ncoming through into the shadowy world of dreams—something imperious\nand menacing. She didn’t want to wake up, but something was forcing\nher to do so. She heard something calling.\n\nShe sat up suddenly. It was a child’s voice calling “Mother!”—a sound\nwhich would, she thought, have reached her even in heaven.\n\n“Mother! Mother! I _want_ you!” It was Bobbetty screaming that, and no\none answered him. “I want you, mother!”\n\n“What’s the matter with Molly?” thought Mrs. Champney in a blaze of\nanger.\n\nShe got out of bed and hurried barefooted across the room. That baby\nvoice was filling the whole house, the whole world, with its\nheartbreaking cry:\n\n“Mother! Mother!”\n\nMrs. Champney went out into the hall, and there she found Robert and\nMolly standing in the dim light outside Bobbetty’s door—Molly with her\nmagnificent hair hanging loose about her shoulders, her face quite\ndesperate, tears rolling down her cheeks.\n\n“What’s the matter?” cried Mrs. Champney.\n\n“Hush!” whispered Robert. “Dr. Pinney said we weren’t to take him\nup—said it was nothing but temper. I went in to see, and he’s\nperfectly all right. He simply wants Molly to take him up.”\n\n“But he’s—so little!” sobbed Molly, in a smothered voice.\n\n“Mother! I want you, mother!” shrieked Bobbetty.\n\nMolly made a move forward, but Robert clutched her arm. He, too, was\npale and desperate.\n\n“No, Molly!” he said. “Dr. Pinney told us definitely—”\n\n“Bah!” cried Mrs. Champney, in a tone that amazed both of them. “Dr.\nPinney, indeed!”\n\nShe opened the door of Bobbetty’s room, went in, snatched him out of\nhis crib, and carried him off, past his speechless parents, and into\nher own room.\n\n\n                                  VI\n\nBobbetty’s hand was flung out and fell, soft and limp, across Mrs.\nChampney’s face. She opened her eyes. The dawn was stealing into the\nroom, coming like music. One drowsy little bird was awake in the\nworld, piping sweetly. The breeze came, fluttering the window curtain,\nand it seemed to her that she could hear the footsteps of the glorious\nsun coming up the sky. All creation waited for him—waited breathless,\nto break into a great chorus of ecstasy when he appeared.\n\nBobbetty was waking, too. His hard little head bumped against her\nshoulder. His toes moved softly, he scowled, his great black eyes\nopened, he looked sternly into her face, and then he smiled.\n\n“Gramma!” he said contentedly, and sat up.\n\n“We must be very quiet, not to wake mother,” said Mrs. Champney.\n\n“Why?” asked Bobbetty.\n\nIn his superb arrogance he looked upon his mother somewhat as he\nlooked upon the sun. She existed solely for him. He adored her and he\nneeded her—that was why she existed. Mrs. Champney did not trouble to\nexplain. He would learn soon enough how very many other people there\nwere in this world, and that it was not his own world and his own sun\nat all. In the meantime, let him make the most of it. She said that\nthey would surprise mother, and the idea appealed to Bobbetty. He said\nhe would be as quiet as a mouse, and so he was.\n\nMrs. Champney got his ridiculous little garments and dressed him. She\nknelt at his feet to put on his stubby sandals. She even kissed his\nfeet, and his hands, and his warm, olive-tinted cheeks, and the back\nof his neck. He smiled upon her, condescendingly but kindly.\n\nThen she carried him down into the kitchen. He was a plump and sturdy\nbaby, but he was no burden to her arms. She wasn’t tired now. Indeed,\nshe thought she had never in her life felt so gay and light and happy.\n\nThe sun had come, and the kitchen was filled with it. The aluminium\nsaucepans glittered like silver, and the water ran out of the tap in a\nrainbow spray. She laid the table in the dining room, and Bobbetty\nfollowed her back and forth, carrying the less dangerous things.\n\nThere was a wonderful perfume in the air—the intangible sweetness of\nspring—and with it, and no less wonderful, was the homely fragrance of\ncoffee and oatmeal and bacon. It was a divine hour, and Bobbetty knew\nit. Bobbetty could share it with her—he and he alone.\n\nHe dropped a loaf of bread that he was carrying, and, moved by\nimpulse, kicked it across the room. Mrs. Champney picked it up,\nwithout a word of reproof. She knew how Bobbetty felt.\n\nThen she drew the chairs up to the table—and made her great discovery.\n\n“There are four chairs!” she cried aloud. “There are four of us! Why,\nI’m not the third person at all!”\n\nShe was so overcome by this that she sat down, and stared before her\nwith a dazed look.\n\n“There were three already—I’m the fourth, and four’s such a nice\nnumber! I can’t go away and leave Robert and Molly alone together.\nThey’ll never be alone together any more—there’s Bobbetty. I can help\nso much! They’re both so very, very young, and I could do so much!\nMolly could have time for music. There are two buttons off Bobbetty’s\nunderwaist. Mother-in-law, indeed!”\n\nShe heard the percolator boiling too hard, and she got up. In the\nkitchen doorway she met Bobbetty with the bowwow.\n\n“Bobbetty!” she said. “Do you know something?”\n\n“Yes, I do!” shouted the child.\n\nBut Mrs. Champney told him, anyhow.\n\n“Bobbetty,” she said, “there’s a Lucy Stone League for women who don’t\nwant to use their husbands’ names. I believe I’ll start a Jessica\nChampney League for women who refuse to be called mothers-in-law.\nThere’s really no such thing as a mother-in-law, Bobbetty. It’s just a\njoke, and a very nasty one. Really and truly, Bobbetty, there are\nnothing but mothers-in-nature. I think I’ll invent some other word.\nWhy not ‘husbandsmother,’ or ‘wifesmother,’ or—”\n\nMolly appeared before her, evidently in great distress.\n\n“Oh, mother darling!” she cried. “You shouldn’t have done this! You\nshouldn’t be up so early! You’ll be tired out before you start!”\n\nMrs. Champney stirred the oatmeal, which was bubbling and spouting\nlike molten lava.\n\n“I don’t believe I will go,” she said. “It seems—such a waste of time.\nI think I’ll stay home, and help you, and be a grandmother. I’ve tried\neverything else, and I believe I’d do well at that.”\n\nMolly stared for a moment. Then she ran to the foot of the stairs.\n\n“Robert!” she called, in her ringing, joyous voice. “Robert! Mother’s\ngoing to stay home!”",
    "metadata": {
        "author": [
            "Holding, Elisabeth Sanxay",
            "Holding, Elizabeth Sanxay"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/67373/pg67373.txt",
        "name": "the_worst_joke_in_the_world.json"
    }
}