{
    "name": "The Bride",
    "author": [
        "Rowlands, Samuel"
    ],
    "body": "With an Introductory Note by Alfred Claghorn Potter\n\n\n\n\n\n\n\n_Introductory Note_\n\nWhen the complete works of Samuel Rowlands were issued by the\nHunterian Club in 1872-1880, in an edition of two hundred and ten copies,\nthe Editor was obliged to omit from the collection the poem entitled\n\"The Bride.\" No copy of this tract was supposed to be extant. Twenty\nyears later, in the article on Rowlands in the Dictionary of National\nBiography, Mr. Sidney Lee also names this poem as one of the author's\nlost works. All that was known of it was the entry in the Stationers'\nRegister: [Footnote: _Arber's Transcript, vol. iii. p. 609_.]\n\n   \"22 [degrees] Maij 1617\n\"Master Pauier. Entred for his Copie vnder the handes\n of master TAUERNOR and both the wardens, A Poeme\n intituled _The Bride_, written by SAMUELL ROWLANDE vj'd.\"\n\nWhile all of Rowlands's works are classed by bibliographers as \"rare,\"\nthis one seemed to have disappeared entirely. No copy was to be\nfound in any of the large libraries or private collections, nor was there\nany record of its sale.\n\nLast spring a copy was discovered in the catalogue of a bookseller in a\nsmall German town, and was secured for the Harvard College Library,\nbeing purchased from the Child Memorial Fund. The copy is perfect,\nexcept that the inner corner at the top of the second and third leaves\nhas been torn off, with the loss of parts of two words, which have\nbeen supplied in manuscript. From this copy the present reprint is\nmade. As in the Hunterian Club edition of Rowlands's Works, to which\nthis may be considered a supplement, the reprint is exact. The general\nmakeup of the book as to style and size of type has been followed as\nclosely as possible; and the text has been reproduced page for page\nand word for word. The misprints, which are unusually numerous, even\nfor a book of this period, have been left uncorrected. The title-page\nand the two head-pieces have been reproduced by photography.\n\nOf the poem itself, since it is now before the reader, little need be\nsaid. It cannot be claimed that it presents great poetical merit.\nRowlands at his best was but an indifferent poet,--hardly more\nthan a penny-a-liner. In his satirical pieces and epigrams, and in\nthat bit of genuine comedy, \"Tis Merrie vvhen Gossips meete,\" his\nwork does have a real literary value, and is distinctly interesting as\npresenting a vivid picture of London life at the beginning of the\nseventeenth century. In \"The Bride,\" it must be confessed, Rowlands\nfalls below his own best work. Yet the poem is by no means wholly\nlacking in interest. If not his best work, \"The Bride\" is by no means\nhis worst. Like most of his poems, it is written in an heroic stanza\nof six lines, and, as is not so common with him, is in dialogue form.\nThe dialogue for the most part is well sustained and sprightly. The\nstory of the birth of Merlin, it is true, seems to have been inserted\nmainly to fill out the required number of pages; but this digression has an\ninterest of its own, in that the name here given to Merlin's mother,\n\"Lady Adhan,\" does not appear in the ordinary versions of the legend.\n\nOf Rowlands's life almost nothing is known: that little is told in the\nMemoir by Mr. Gosse prefixed to the Hunterian Club edition, and by\nMr. Lee in the Dictionary of National Biography, and need not be\nrepeated here. All that is known with certainty is that Samuel\nRowlands was a writer of numerous poems and pamphlets, published\nbetween the years 1598 and 1628. During this period there appeared\nalmost every year a pamphlet bearing his name or the well known initials,\n\"S. R.\" Twenty-eight separate works, of which many passed through\nseveral editions, are known to have been written by him. All of these\nearly editions are rare; at least two of the works have been lost; several\nare extant only in the second or later editions; and of at least ten, only\nsingle copies are known to exist. Beside the edition of the Works already\nreferred to, a number of Rowlands's tracts have been separately reprinted,\nin limited editions, by Sir Walter Scott, by S. W. Singer, by\nE. V. Utterson, by Halliwell-Phillipps, by J. P. Collier, and by\nE. F. Rimbault in the publications of the Percy Society; to this series\nof reprints, \"The Bride\" is now added.\n\nALFRED CLAGHORN POTTER\n\n_Harvard College Library_\n_January, 1905_\n\n\n\n\nTHE BRIDE\nBY S.R.\n\nLONDON\nPrinted by W. I. for T. P. 1617\n\n\n\nTHE BRIDE TO ALL MAYDES.\n\n  Not out of bubble blasted Pride,\n  Doe I oppose myselfe a Bride,\n  In scornefull manner with vpbraides:\n  Against all modest virgin maides.\n  As though I did dispise chast youth,\n  This is not my intent of truth,\n  I know they must liue single liues,\n  Before th'are graced to be wiues.\n  But such are only touch'd by me,\n  That thinke themselues as good as wee:\n  And say girles, Weomens fellows arr,\n  Nay sawcely, Our betters farr:\n  Yea will dispute, they are as good,\n  Such Wenches vex me to the blood,\n  And are not to be borne with all:\n  Those I doe here in question call,\n  Whome with the rules of reasons Arte:\n  He teach more wit before we part,\n  Sylence, of kindnes I beseech,\n  Doe you finde eares, and weele finde speach.\n\n\n\n\n\n  THE BRIDE\n\n\n  Virgins, and fellow maydes (that were of late)\n     Take kindly heere my wedding dayes a dew,\n     I entertayne degree aboue your state:\n  For Marriage life's beyond the single crew,\n    Bring me to Church as custome sayes you shall,\n     And then as wife, farewell my wenches all.\n\n  I goe before you vnto Honour now,\n  And _Hymen's_ Rites with ioy doe vndertake\n  For life, I make the constant Nuptiall vow,\n  Striue you to follow for your credits sake,\n     For greater grace to Womankind is none\n     Then Ioyne with husband, faithfull two in one.\n\n  God Honoured thus, our great Grand-mother _Eue_\n  And gaue thereby the blessing of increase,\n  For were not mariage we must all beleeue,\n  The generations of the earth would cease.\n     Mankind should be extinguish'd and decreas'd\n     And all the world would but consist of beast.\n\n  Which caused me to finde my Mayden folly,\n  And having found it, to reforme the same:\n  Though some of you, thereat seeme melancholy\n  That I for ever doe renounce your name.\n    I not respect what censure you can giue,\n     Since with a loving Man I meane to liue.\n\n  Whose kindest heart, to me is worth you all,\n  Him to content, my soule in all things seekes,\n  Say what you please, exclaiming chide and brall,\n  Ile turne disgrace unto your blushing cheekes.\n     I am your better now by _Ring_ and _Hatt_,\n     No more playn _Rose_, but _Mistris_ you know what.\n\n  Marrie therefore and yeald increase a store,\n  Else to what purpose weare you breed and borne:\n  Those that receaue, and nothing giue therefore:\n  Are fruitles creatures, of contempt and scorne,\n     The excellence of all things doth consist,\n     In giuing, this no reason can resist.\n\n  The glorious Sun, in giving forth his light,\n  The Earth in plants, and hearbs & countles things\n  The trees their fruit, The _Empresse_ of the Night\n  _She_ bountious gives to rivers flouds and springs,\n     And all that heaven, and all that earth containes,\n     Their goodnes, in Increase of guifts explaynes.\n\n  But what doe you that neither give nor take,\n  (As only made for hearing, and for seeing,)\n  Although created helpers for Mans sake:\n  Yet Man no whit the better for your being,\n     That spend consume and Idle out your howers,\n     Like many garden-paynted vselesse flowers.\n\n  Your liues are like those worthles barren trees,\n  That never yeald (from yeare to yeare) but leaues:\n  Greene-bowes vpon them only all men sees,\n  But other goodnes there is none receaues,\n     They flourish sommer and they make a showe,\n     Yet to themselues they fruitles spring & growe.\n\n  Consider beast, and fish and foule, all creatures,\n  How there is male and female of their kinde,\n  And how in loue they doe inlarge their natures:\n  Even by constrayn'd necessity inclyn'd:\n     To paire and match, and couple tis decreed,\n     To stocke and store the earth, with what they breed.\n\n  In that most powerfull word, still power doth lye,\n  To whose obedience all must subiect bee,\n  That sayd at first, _Increase and multiply_,\n  Which still enduers from age to age we see:\n     Dutie obligeth every one should frame,\n     To his dread will, that did commaund the same.\n\n  _It is not good for Man to be alone_,\n  Sayd that great God, who only knowes whats best:\n  And therefore made a wife of _Adams_ bone,\n  While he reposing slept, with quyet rest,\n     Which might presage, the great Creator ment,\n     In their coniunction, sume of earths content,\n\n\n  _Mistris Susan_.\n\n  Good _Mistris Bride_, now we haue hard your speach\n  In commendation of your Nuptiall choyse,\n  Giue me a little favour I beseech,\n  To speake vnto you with a Virgins voyce:\n     Though diuers elder maydes in place there be,\n    Yet ile begin, trusting they'le second me.\n\n  We are your fellows but to Church you say,\n  As custome is that maydes, should bring the _Bride_\n  And for no longer then the wedding day,\n  You hould with vs, but turne to tother side:\n     Boasting of Honour you affend vnto,\n     And so goe forward making much adoe.\n\n  But this vnto you lustly I obiect,\n  In the defence of each beloued mayde,\n  _Virginity_, is life of chast respect,\n  No worldly burden thereupon is layd:\n    Our syngle life, all peace and quiet bringes,\n     And we are free from carefull earthly things.\n\n  We may doe what we please, goe where we list,\n  Without pray _husband will you giue me leaue_\n  Our resolutions no man can resist,\n  Our own's our owne, to giue or to receiue,\n     We live not under this same word obay:\n     _Till Death depart us_, at our dying day.\n\n  We may delight in fashion, weare the same,\n  And chuse the stuffe of last devised sale:\n  Take Taylors counsell in it free from blame,\n  And cast it off assone as it growes stale:\n     Goe out, come in, and at selfe pleasure liue,\n     And kindly take, what kind youngmen do giue.\n\n  Wee have no checking churlish taunts to feare us,\n  We have no grumbling at our purse expence:\n  We seeke no misers favour to forbeare us,\n  We use no houshold wranglings and offence:\n     We have no cocke to over crowe our combe,\n\n\n  _Cate_.\n\n  Well said good _Susan_, now thou pay'st her home.\n\n\n  _Bride_.\n\n  A little favour pray, good _Mistris Sue_,\n  You haue a time to heare aswell as speake:\n  You challenge more by odds then is your due,\n  And stand on Arguments are childish weake:\n     Of freedome, liberty, and all content,\n     But in the aire your breath is vainely spent.\n\n  It is your shame to bost you haue your will,\n  And that you are in feare of no controwle,\n  Your cases _Sufan_, are more bad and ill,\n  Most dangerous to body and to soule:\n     A woman to her will hath oft bin try'd,\n     To run with errour, on the left hand side.\n\n  Pray did not danger then to _Eue_ befall,\n  When she tooke liberty without her heda,\n  The _Serpent_ ouercame her therwithall,\n  And thorow will, she wilfull was misled:\n     Yelding assoone as _Sathan_ did intice,\n     And of her husband neuer tooke aduise.\n\n  In wit to men we are inferiour far,\n  For arts for learning, and Ingenious things,\n  No rare Inuentions in our braynes there are,\n  That publique profit to a kingdome brings:\n     Tis they that must all callings execute,\n     And wee of all their labours reape the fruite.\n\n  They are Diuines for soules true happines,\n  They Maiestraites to right offensiue wronges,\n  They souldiers for their martiall valiantnes,\n  They artizans, for all to vse belonges:\n     They husbandmen to worke the earths increase,\n     And they the some of womens ioye and peace.\n\n  And shall not we performe obedience then?\n  As wee are bound by law of God and nature,\n  Yealding true harts affection unto men,\n  Ordain'd to rule and gouerne euery creature:\n     Why then of all on earth that liue and moue,\n     We should degenerate and monsters proue.\n\n\n  _Besse_.\n\n  Monsters (forsoth) nere sleepe in maidens beds,\n  But they are lodged with your married wiues,\n  The knotty browes, and rugged butting heds,\n  Concerne not vs, professing single liues,\n     To learne your horne-booke we have no deuotion\n    Keepe monsters to your selues, we scorne the motion.\n\n\n  _Bride_.\n\n  Besse, of such shapes, when your turne coms to marry\n  A carefull mynd, in choyse of husband beare,\n  For if your browes from former smothnes varry,\n  Thinke on this speach, _It commeth with a feare:_\n     Which I am past, perplexe me no feare can.\n     Being sure I haue a constant honest man.\n\n\n  _Iane_.\n\n  Belieue you haue, and t'is enough they say,\n  But you and I agree not in a mynde,\n  I read in storyes men will run astray,\n  Yet make their foolish wiues beleeue th'are kind:\n     And therefore since they are so cunning knowne\n     He keepe my selfe a maide and trust to none.\n\n  Had I one sutor swore himselfe loue-sicke,\n  Another for his Mistris sake would die,\n  A third thorow _Cupids_ power growne lunaticke,\n  A fourth that languishing past hope did lye:\n     And so fift, sixt, and seauenth in loues passion,\n     My Maiden-head for them should ner'e change fashion.\n\n  _Aeneas_ told many a cogging tale,\n  To Dido that renowned worthy Queene,\n  And _Iason_ with his flatterings did preuaile,\n  Yet falser knaues in loue were neuer seene:\n     And at this instant hower, as they were then,\n     The world aboundeth with deceitfull men.\n\n\n  _Doll_.\n\n  _Iane_, thats too true, for to you all I sweare,\n  How I was bobd by one tis shame to tell,\n  A smoother fellow neuer wench did heare,\n  And as I liue, I thought he lou'd me well:\n     Heere you shall fee one of his cunning letters,\n     Which still I keepe, & meane to shew his betters.\n\n  In Romane hand, on guilded paper writ,\n  Pray _Dorothy_ read you it to the rest,\n  But whether his owne head inuented it,\n  Or robd some printed Booke, I doe protest:\n     I cannot tell, but his owne name is to it,\n     Which proues he takes vpon him for to doe it.\n\n         *       *       *       *       *\n\n  The Loue Letter.\n\n  _The truest heart, shall nought but falshood cherish,\n  The mildest man, a cruell tyrant prooue,\n  The water drops, the hardest flint shall perish,\n  The hilles shall walke, and massie earth remooue:\n     The brightest Sun shall turne to darkesome clowde,\n     Ere I prooue false, where I my loue haue vowde._\n\n  _Ere I prooue false, the world desolu'd shall be,\n  To that same nothing that it was before,\n  Ere I prooue false mine eyes shall cease to see,\n  And breath of life shall breath in me no more:\n     The strong built frame shall moue from his foundation\n     Ere I remoue my soules determination._\n\n  _Death shall forget to kill, and men to dye,\n  Condemned soules shall laugh, and cease to mourne,\n  The lowest hell shall rise and meete the skye,\n  Time shall forget his course and backe returne:\n     Contrary vnto kinde each thing shall proue,\n     Ere I be false or once forget my loue._\n\n  _Oh then deare heart regard my sad estate,\n  My passions griefe and wofull lamentation,\n  Oh pittie me ere pittie come too late,\n  That hold thee deare past mans imagination:\n     Preserue my life and say that thou wilt haue me,\n     Or else I die the whole world cannot saue me_.\n\n\n  _Grace_.\n\n  This is a Ballad I haue heard it sung.\n\n\n  _Doll_.\n\n  Well, be or be not, that's not to the matter,\n  But who will trust a louers pen or tongue,\n  That vse all protestations thus to flatter:\n     For this base fellow that was so perplext,\n     Sent this one monday, and was married next.\n\n\n  _Sara_.\n\n  Now out vpon him most dissembling creature,\n  Ile warrant you that he can neuer thriue,\n  He showes himselfe, euen of as bad a nature,\n  As euer was in any man aliue:\n     Alas poore foole that hath this fellow got,\n     Shee hath a Iewell of him, hath she not?\n\n\n  _Nell_.\n\n  Yes surely hath she, (waying all things deepe,)\n  A louer that will tast as sweete as gall,\n  One that is better farre to hang then keepe,\n  And I perswade me you doe thinke so all:\n     Excepting onely partiall _Mistris Bride_,\n     For she stands stoutly to the married side.\n\n  _Bride_.\n\n  So farre as reason, and as right requires,\n  I will defend them both by word and deede,\n  Yet haue I no apology for lyers,\n  And ill conditions that false hearts doe breede:\n     \"All that are married be not faithfull kinde,\n      Nor all vnmarried, are not chast in minde.\"\n\n  Are there not maids (vpon your coscience speake?)\n  Knowne to your selues as well as you knowe me,\n  Will vowe their loue to men, and falsly breake,\n  Which in the number of your _Virgins_ be,\n     That will delude some halfe a score young men,\n     And hauing gull'd them, take some other then.\n\n  I will not name her was in loue with ten,\n  But in your eares i'le note her secret; harke,\n  She had both Courtiers, Cockneys, Country-men,\n  Yet in the ende a Saylor boards her Barke:\n     And therefore put not men in all the blame,\n     But speake the trueth, and so the diuell shame.\n\n  _Grace_.\n\n  I knowe the partie well that you doe meane,\n  And thus much for her I dare boldly say,\n  To diuers sutors though she seemed to leane,\n  To trye her fortunes out the wisest way:\n     Yet did she neuer plight her faith to any,\n     But vnto him she had, among so many:\n\n  And ther's no doubt but diuers doe as she,\n  Your selfe in conscience, haue had more then one,\n  To whom in shewe you would familiar be,\n  And comming to the point why you would none:\n  Ciuilitie allowes a courteous cariage,\n  To such as proffer loue by way of marriage.\n\n  An affable behauiour may be vsed,\n  And kinde requitall answere kinde deseart,\n  And yet no honest man thereby abused,\n  With fained showes, as if he had the heart:\n     When there is purpose of no such intent\n     To gull him with his time and mony spent.\n\n  _Mall_.\n\n  Were I to giue maides counsell, they to take it,\n  And that they would consent to doe as I,\n  Who offered us his loue, we would forsake it,\n  And like _Dianes Nymphs_ would liue and die:\n     For I protest your louers should haue none,\n     But wiues and widdowes to put tricks vpon.\n\n  We would reuenge the crafty double dealing,\n  Thousands of harmelesse virgins doe endure,\n  By their deceitfull art of kinde-hart stealing,\n  Keeping our loues vnto our selues secure:\n     And credit to their vowes, should be no other,\n     But in at one eare, and goe out at t'other.\n\n  _Bride_.\n\n  This you would doe, and y'are in that minde now,\n  But I perswade me tis but rashly spoken,\n  And therefore _Mary_ make no foolish vow,\n  For if you doe in conscience t'will be broken:\n     Say you doe meane to keepe you free from man,\n     But to be sure, still put in _If you can_.\n\n  Or else you may presume aboue your power,\n  Twixt words and deedes, great difference often growes,\n  You may be taken such a louing hower,\n  Your heart may all be _Cupids_ to dispose:\n     Then vve shall haue you sicke, & pine and grieue,\n     And nothing but a husband can relieue.\n\n  Aske but your elders that are gone before,\n  And the'le say marry maide as we haue done,\n  Twixt twelue and twenty open loue the doore,\n  And say you vvere not borne to liue a Nonne:\n     Vnperfect female, liuing odde you are,\n     Neuer true euen, till you match and paire.\n\n  Iust-_Nature_ at the first this course did take,\n  Woman and man deuided were in twaine,\n  But by vniting both did sweetely make,\n  Deuisions blisse contenfull to remaine,\n     Which well made lawe of _Nature_ and of kinde,\n     To matters reasonles doe nothing binde.\n\n  Nothing vnfit, nothing vniust to doe,\n  But all in order orderly consisting,\n  Then what seeme they that wil not ioine their two\n  And so be one, without vnkinde resisting:\n     Surely no other censure passe I can,\n     But she's halfe woman liues without a man.\n\n  One, that depriues her selfe of whats her right,\n  Borne vnto care, and ignorant of ease,\n  A lustlesse liuing thing, without delight,\n  One, whom vnpleasantnesse best seemes to please:\n     Depriu'd of lifes sweete ioy, from kind remoued,\n     Of worthlesse parts, vnworthy to be loued.\n\n  Who will in paine pertake with such a one,\n  (Whom we may most vnhappy creature call,)\n  Who will assist her, when her griefe makes mone,\n  Or who vphold her if she chance to fall:\n     The burthen one doth beare is light to two,\n     For twisted cordes are hardest to vndoe.\n\n  The loue and ioy doth absolute remaine,\n  That in posteritie is fixed fast,\n  For thou in children art new borne againe,\n  When yeeres haue brought thee to thy breath-spent last:\n     Those oliue plants, shall from each other spring,\n     Till _Times_ full period endeth euery thing.\n\n  This being thus, what sencelesse girles you be,\n  To iustifie a life not worth embracing,\n  Opposing silly maiden wits gainst me,\n  That will not yeelde an ynch to your out-facing:\n     For were heere present all the maydes in towne,\n     With marriage reasons I would put them down.\n\n  _Prudence_.\n\n  Kinke sisters all, now I haue heard the _Bride_,\n  Will you haue my opinion, not to flatter,\n  Sure I am turning to the wedding side,\n  I heare such good sound reason for the matter:\n     Let _Grace_, _Doll_, _Besse_, and _Susan_, _Mary_, _Iane_,\n     Leade apes in hell, I am not of their vaine.\n\n  As sure as death ile ioyne my selfe with man,\n  For I perswade me tis a happy life,\n  Ile be a Bride vvith all the speede I can,\n  It's vvonder how I long to be a vvife:\n  _Grace_ heer's good counsell, had you grace to take it\n     _Susan_ tis sound, oh _Besse_ doe not forfake it.\n\n  Good husband-men vve see doe euer vse,\n  To chuse for forfit those that breede the best,\n  And none vvill keepe bad breeders that can chuse,\n  Euen so your fowlers that often brood the nest,\n     Are most esteem'd, & their kinds worthiest thoght\n     All barren things, by all are counted nought.\n\n  Who plantes an orchard vvith vnfruitfull trees,\n  None but a madman so vvill vvast his ground,\n  Or vvho sowes corne vvhere onely sand he sees,\n  Assured that there vvill no increase be found:\n     And in a vvord all that the vvorld containes,\n     Haue excellence in their begetting gaines.\n\n  For my part therefore I resolue me thus,\n  Vnto the purpose I was borne, ile liue,\n  All maydes are fooles that vvill not ioyne vvith vs,\n  And vnto men their right of marriage giue:\n     Most vvorthy Bride, here is my hand and vow,\n     I loue a man in heart, as vvell as thou.\n\n  _Francis_.\n\n  _Prudence_, I am of your opinion iust,\n  A vvif's farre better than a matchlesse maide,\n  Ile stay no longer virgin then needes must,\n  The law of Nature ought to be obayde:\n     Either vve must haue inward loue to men,\n     Or else beare hate, and so be brutish then.\n\n  Doth not the vvorld instruct vs this by others,\n  That vvedlocke is a remedy for sinne,\n  Shall vve be vviser then our reuerent mothers,\n  That married, or we all had bastards bin:\n     And ere our mothers lost their maiden Iemme,\n     Did not our grandhams euen as much for them.\n\n  From whence haue you the gift to liue vnwed,\n  Pray of what stuffe are your straight bodies made,\n  By what chast spirit was your nicenesse bred,\n  That seeme of flesh to be so purely stayde:\n     Are not all here made females for like ends,\n     Fye, fye for shame, disemble not with friends.\n\n  Ile tell you one thing which by proofe I knowe,\n  My mother had a cocke that vs'd to roame,\n  And all the hens would to our neighbours goe,\n  We could not keepe them for our liues at home:\n     Abroad they went, though we wold nere so saine\n     Vntill by chance we got our cocke againe.\n\n  And so my fathers pigeons in like sort,\n  Our matchlesse hens about would euer flye,\n  To paire with other doues they would resort,\n  (Pray laugh not _Susan_, for it is no lye)\n     I haue it not from other folkes relation,\n     But from mine owne, and mothers obseruation.\n\n  _Susan_.\n\n  I laugh that you compare vs to your hens,\n  Or straying pigions that abroad haue flowne,\n  To seeke about for cocks of other mens,\n  Because (you say) they wanted of their owne:\n     But _Francke_, though you like them be francke and free,\n     You must not iudge all other so to be.\n\n  We doe not vse to hunt abroad for cockes,\n  But rather shun the places where they be,\n  The prouerbe sayes, _let geese beware the fox_,\n  Tis easie making prayes of such as we:\n     That will not keepe them from the charmers charme\n     Mens flatteries doe maiden-heads much harme.\n\n  _Bride_.\n\n  Flatterers are of all to be reiected,\n  As well of wiues as you that are but maydes,\n  We praise not faults wherewith men are infected,\n  Nor yeeld applause to euery one perswades:\n     Our praysing men thus vnderstand you must,\n     Tis meant of those are honest, louing, iust.\n\n  Why there are men doe erre in what you hold,\n  Chast batchelers that neuer meane to match,\n  Who for the siugle life smooth tales haue told,\n  And yet the fleshly knaues will haue a snatch:\n     Ile ne're trust those that of themselues doe boast,\n     The great'st presisians will deceiue you most.\n\n  I knew a prating fellow would maintaine,\n  A married man had but two merry dayes,\n  His wedding day the ioyfull first of twaine,\n  For then God giue you ioy, euen all men sayes:\n     The second merry day of married life,\n     Is that whereon he burieth his wife.\n\n  And woemen vnto shippes he would compare,\n  Saying as they continually lacke mending,\n  So wiues still out of repairations are,\n  And vrge their husbands daily vnto spending:\n     Yea worse disgrace, he would presume to speake:\n     Which I will spare, least I offend the weake.\n\n  But note the badnesse of this wretches life,\n  That counted woemen abiect things forsaken,\n  He raune away at last with's neighbours wife,\n  Worthy of hanging were the rascall taken:\n     Such odious actes haue such dishonest mates,\n     that against marriage, rude and senceles prates.\n\n  But you most wilfull wenches that oppose,\n  Against the state that you are borne to honour,\n  A prophesie vnto you Ile disclose,\n  And she that here doth take most nice vpon her:\n     Pray note it well, for there is matter in it,\n     And for to doe you good thus I beginne it.\n\n  When fish with fowle change elements together,\n  The one forsaking aire, the other water,\n  And they that woare the finne, to weare the feather,\n  Remaining changelings all the worlds time after:\n     The course of nature will be so beguilde,\n     One maide shall get another maide with childe.\n\n  When euery Crow shall turne to be a Parret,\n  And euery Starre out-shine the glorious Sunne,\n  And the new water works runne white and clarret,\n  That come to towne by way of _Islington_,\n     Woemen and men shall quite renounce each other.\n     And maides shall bee with childe, like _Merlins_ mother.\n\n  _Grace_.\n\n  Like _Merlins_ mother, how was that I pray,\n  For I haue heard he was a cunning man,\n  There lines not snch another at this day,\n     Nor euer was, since _Brittans_ first began:\n     Tell vs the story, and we well will minde it.\n     Because they say, _In written bookes we finde it_.\n\n  _Bride_.\n\n  Marry this _Merlins_ mother was welsh Lady,\n  That liued in _Carnaruan_ beautious maide,\n  And loue of Lords and Knights shee did not way by,\n  But set all light, and euery one denay'd:\n     All Gentlemen, (as all you knowe be there,)\n     That came a wooing were no wit the neere.\n\n  At length it hapned that this gallant girle,\n  Which scorned all men that she euer saw,\n  Holding her selfe to be a matchlesse Pearle,\n  And such a Loadestone that could Louers draw:\n     Grew belly-full, exceeding bigge and plumpe,\n     Which put her Mayden-credit in a dumpe.\n\n  Time running course, and her full stomacke fed,\n  When consumation of fewe months expired,\n  Shee husbandlesse, a mayde was brought to bed,\n  Of that rare _Merlin_ that the world admired:\n     This to be honest, all her friends did doubt it,\n     Much prittle prattle was in _Wales_ about it.\n\n  So that ere long, the strangnes of the thing,\n  To heare that Lady _Adhan_ had a childe,\n  Caus'd famous _Arthur_ (being Brittans King)\n  Send for her to the Court, and reason milde:\n     To know how this rare matter could be done,\n     And make her finde a father for her sonne.\n\n  She told his Maiestie with sighes and teares,\n  That keeping beautie carefull from the Sunne,\n  Within her chamber safely shut from feares,\n  Till _Phoebus_ horses to the West were runne:\n     The doores fast lock'd, and she her selfe alone,\n     Came in a gallant stranger, meere vnknowne.\n\n  Who euer came in courting manner to her,\n  With all the louing courage could be thought:\n  So powerfull in perswasions force to woe her,\n  That to his will constrained she was brought:\n     Although her heart did firme deniall vow,\n     Yet she was forc'd to yeeld and knew not how.\n\n  So oft he came (quoth she) priuate and strange,\n  When I shut vp my selfe in most sad humor,\n  That I began to finde an inward change,\n  Which brought me quickly to an outward tumor:\n     An't please your highnes I was in such case,\n     That to the world I durst not show my face.\n\n  My foes reioyced, all my friends were sad,\n  My selfe in sorrow spent both day and night,\n  No satisfaction my wrong'd honour had,\n  Was neuer maide in such perplexed plight:\n     To be with child whether I will or no,\n     And for my child, no humane father know.\n\n  Had I bin married (quoth she) as I ought,\n  And with my loue, the loue of man requited,\n  I had not to this woefull state bin brought,\n  In all contempt, disgracefully despighted:\n     And tearmed strumpet by the rude vnciuill,\n     Who say my sonne is bastard to the diuell.\n\n  Wherefore I wish Ladies of my degree,\n  And all the rest inferiour sorts of maydes,\n  To take a warning (for their good) by me,\n  Yeelding affection when kind men perswades:\n     And hate disdaine that vile accursed sin,\n     Least they be plagu'd for pride as I haue bin.\n\n  How say you to this warning wenches now,\n  That Lady _Adhan_ giues vnto you all,\n  Were you not better marriage to allow,\n  Then in a manner for a Midwife call:\n     I thinke you were if I might iudge the cause,\n     How say you _Susan_, speake good _Doll_ and _Grace_.\n\n  _Grace_.\n\n  This is a story that seemes very strange,\n  And for my part, it doth me full perswade,\n  My Mayden-head with some man to exchange,\n  I will not liue in danger of a mayde:\n     The world the flesh, the diuell tempts vs still,\n     Ile haue a husband, I protest I will.\n\n  If I were sure none of you here would blabbe,\n  I would euen tell you of a dreame most true,\n  And if I lye, count me the veriest drabbe,\n  That euer any of you saw or knewe:\n     When a friend speakes in kindnes do not wrong her:\n     For I can keepe it (for my life) no longer.\n\n  One night (I haue the day of moneth set downe)\n  Because I will make serious matters sure,\n  Me thought I went a iourney out of towne,\n  And with a propper man I was made sure:\n     As sure as death, me thought we were assured,\n     And all things for the businesse were procured.\n\n  We did agree, and faith and troath did plight,\n  And he gaue me, and I gaue him a Ring,\n  To doe as _Mistris Bride_ will doe at night,\n  And I protest me thought he did the thing:\n     The thing we stand so much vpon he tooke,\n     And I vpon the matter bigge did looke.\n\n  Forsooth (in sadnes,) I was bigge with childe,\n  And had a belly, (marry God forbid,)\n  Then fell a weeping, but he laught and smil'd,\n  And boldly said, weele stand to what we did:\n     Fye, fye (quoth I) who euer stands I fall,\n     Farewell my credit, maydenhead and all.\n\n  Thus as I cry'd and wept and wrong my hands,\n  And said deare maydes and maydenhead adue,\n  Before my face me thought my mother stands,\n  And question'd with me how this matter grew:\n     With that I start awake as we are now,\n     Yet feard my dreame had bin no dreame I vow.\n\n  I could not (for my life) tell how to take it,\n  For I was stricken in a mightie maze,\n  Therefore if marriage come Ile not forsake it,\n  Tis danger to liue virgin diuers wayes,\n     I would not in such feare againe be found,\n     Without a husband, for a thousand pound.\n\n  _Susan_.\n\n  Is it euen so _Grace_, are you come to this,\n  You that perswaded me from loue of late,\n  When you knew who, sent me a Ring of his:\n  And would haue had me bin his turtle mate,\n     You cunningly did make me to forsake him,\n     Because I thinke in conscience you will take him.\n\n  Ile trust your word another time againe,\n  That can dissemble so against your heart,\n  Wishing that I should earnestly refraine,\n  From that which thou thy selfe embracer art:\n     This is braue doing, I commend you _Grace_,\n     But ile nere trust you more in such a case.\n\n  _Bride_.\n\n  I pray you here let this contention ende,\n  (We being all of selfe same woman kind,)\n  And each the other, with aduise befriend,\n  Because I see some of you well enclin'd:\n     To take good wayes, and so become good wiues,\n     Ile teach you certaine rules to leade your liues.\n\n  You that intend the honourable life,\n  And vvould vvith ioy liue happy in the same,\n  Must note eight duties doe concerne a wife,\n  To vvhich vvith all endeuour she must frame:\n     And so in peace possesse her husbands loue,\n     And all distast from both their hearts remooue.\n\n  The first is that she haue domestique cares,\n  Of priuate businesse for the house vvithin,\n  Leauing her husband vnto his affaires,\n  Of things abroad that out of doores haue bin:\n     By him performed as his charge to doe,\n     Not busie-body like inclin'd thereto.\n\n  Nor intermedling as a number will,\n  Of foolish gossips, such as doe neglect,\n  The things which doe concerne them, and too ill,\n  Presume in matters vnto no effect:\n     Beyond their element, when they should looke,\n     To what is done in Kitchin by the Cooke.\n\n  Or vnto childrens vertuous education,\n  Or to their maides that they good huswiues be,\n  And carefully containe a decent fashion,\n  That nothing passe the lymmits of degree:\n     Knowing her husbands businesse from her own,\n     And diligent doe that, let his alone.\n\n  The second dutie of the wife is this,\n  (Which shee in minde ought very carefull beare)\n  To entertaine in house such friends of his,\n  As she doth know haue husbands welcome there:\n     Not her acquaintance without his consent,\n     For that way Iealousie breeds discontent.\n\n  An honest woman will the scandall shun,\n  Of that report is made of wantonnesse,\n  And feare her credit will to ruine run,\n  When euill speakers doe her shame expresse:\n     And therefore from this rule a practise drawes,\n     That the effect may cease, remoue the cause.\n\n  Th'ird dutie is, that of no proude pretence,\n  She moue her husband to consume his meanes,\n  With vrging him to needlesse vaine expence,\n  Which toward the Counter, or to Ludgate leanes:\n     For many ydle huswiues (London knowes)\n     Haue by their pride bin husbands ouerthrowes,\n\n  A modest woman will in compasse keepe,\n  And decently vnto her calling goe,\n  Not diuing in the frugall purse too deepe,\n  By making to the world a pecocke showe:\n     Though they seeme fooles, so yeelde vnto their wiues,\n     Some poore men doe it to haue quiet liues.\n\n  Fourth dutie is, to loue her owne house best,\n  And be no gadding gossippe vp and downe,\n  To heare and carry tales amongst the rest,\n  That are the newes reporters of the towne:\n     A modest vvomans home is her delight,\n     Of businesse there, to haue the ouersight.\n\n  At publike playes she neuer will be knowne,\n  And to be tauerne guest she euer hates,\n  Shee scornes to be a streete-wife (Idle one,)\n  Or field vvife ranging vvith her vvalking mates:\n     She knows how wise men censure of such dames,\n     And how with blottes they blemish their good names.\n\n  And therefore with the doue sheele rather choose,\n  To make aboade where she hath dwelling place,\n  Or like the snayle that shelly house doeth vse,\n  For shelter still, such is good-huswiues case:\n     Respecting residence where she doth loue,\n     As those good housholders, the snayle and doue.\n\n  Fift dutie of a wife vnto her head,\n  Is her ohedience to reforme his will,\n  And neuer with a selfe conceit be led,\n  That her aduise prooues good, his counsell ill:\n     In Iudgement being singular alone,\n     As hauing all the wit, her husband none.\n\n  She must not thinke her wisedome to be thus,\n  (For we alasie are weakelings vnto men)\n  What singular good thing remaines in vs,\n  Of wife ones in a thousand, show me ten,\n     Her stocke of wit, that hath the most (I say,)\n     Hath scarse enough for spending euery day.\n\n  When as the husband bargaines hath to make,\n  In things that are depending on his trade,\n  Let not wifes boldnes, power vnto her take,\n  As though no match were good but what she made\n     For she that thus hath oare in husbands boate,\n     Let her take breech, and giue him petti-coate.\n\n  Sixt dutie is, to pacific his yre,\n  although she finde that he empatient be,\n  For hasty words, like fuell adde to fire,\n  And more, and more insenceth wraths degree:\n     When she perceiues his choller in a fit,\n     Let her forbeare, and that's a signe of wit.\n\n  Many occasions vnto men doe fall,\n  Of aduerse crosses, woemen not conceiue,\n  To find vs honny, they doe meete with gall,\n  Their toyle for vs, doe their owne ioyes bereaue:\n     Great shame it were, that we should ad their woe,\n     That doe maintaine, and keepe, and loue vs so.\n\n  If that a hasty word sometime be spoke,\n  Let vs not censure therefore they are foes,\n  Say tis infirmitie that doth prouoke,\n  Their hearts are sorry for their tongues God knowes:\n     Since we by proofe each day and hower finde,\n     For one harsh word, they giue ten thousand kind\n\n  The seuenth dutie that she must endeauour,\n  Is to obserue her husbands disposition,\n  And thereunto conforme her selfe for euer,\n  In all obedient sort, with meeke submission:\n     Resoluing that as his conditions are,\n     Her rules of life she must according square.\n\n  His vertues and good parts which she doth finde,\n  shee must endeauor for to imitate,\n  The vices whereunto he is enclin'd,\n  Shee must in patience beare in milde estate:\n     So that the meekenesse of her louing carriage,\n     May be peace-maker, of all strife in marriage.\n\n  She must not doe as foolish woemen vse,\n  When they are met about the gossippes chat,\n  Their absent husbands with their tongues abuse,\n  But vtterly abhorre to offer that:\n     Resoluing that a husbands least disgrace,\n     Sould cause the wife to haue a blushing face.\n\n  The eight last dutie she must take vpon her,\n  To binde all t'other seauen to be done,\n  Is loue and chiefe regard to husbands honour,\n  Which if at true affection it begunne:\n     Then be he poore, or sicke, or in distresse,\n     Shee still remaines most firme in faithfulnesse.\n\n  Best in aduersitie it will appeare,\n  What constancy within the heart remaines,\n  No testimonie can be found more cleare,\n  Then friend in trouble rhat his loue explaines:\n     For such a one we may resolue is true,\n     That changeth not, though fortune turne from yon.\n\n  And thus faire virgins, to you all farewell,\n  What I haue spoken doe proceede from loue,\n  The ioyes of marriage I want art to tell,\n  And therefore no more talke, but try and proue:\n     With wedding rings, be wiues of credit knowne\n     God send good husbands to you euery one.\n\n  _FINIS_.",
    "metadata": {
        "author": [
            "Rowlands, Samuel"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/8189/pg8189.txt",
        "name": "the_bride.json"
    }
}