{
    "name": "The Independent Statesmen, and Liberal Landlord\nor a respectful tribute to T. W. Coke, M.P. for the County of Norfolk",
    "author": [
        "Parkerson, James"
    ],
    "body": "                      [Picture: Decorative divider]\n\n                               _PRICE_ 2s.\n\n                                * * * * *\n\n                                 NORWICH:\n           _PRINTED_, _BY R. WALKER_, _NEAR THE DUKE'S PALACE_.\n\n\n\n\nA RESPECTFUL TRIBUTE\nTO\nT. W. COKE, ESQ. M. P.\n\n\n   In this candid address, Sir we beg to express,\n   Our concern in observing the kingdom's distress;\n   In the senate we know sir you are never afraid,\n   Our country's foes to expose or upbraid;\n   Upbraiding them now appears of no use,\n   For a well-tim'd remark they denote as abuse.\n   Our yeomen of Norfolk most loudly complain,\n   Of present taxation and low prices of grain;\n   Your tenantry find to their sorrow and grief,\n   No efforts are made to afford them relief:\n   His Majesty speaks of their present distress;\n   Yet points out no method to render it less.\n   You set an example to those of the state,\n   By giving assistance before 'tis too late;\n   You drop your rentals, the disease for to cure,\n   They shou'd cause a reduction in expenditure,\n   By lopping of branches that injure the vine,\n   They tell us such method wou'd cause a decline.\n   The weather was fickle, the time did not suit,\n   That 'twou'd injure the stem and sicken the root.\n   To find out improvements so long they delay,\n   Tho' they know that the root is in daily decay;\n   For the suckers so much of its virtue late drew,\n   To remove it is better and plant one anew,\n   Such, such is the case I fear of the nation,\n   Was we to remove those now in high station;\n   It's just like a bankrupt who often 'tis found,\n   His assets a shilling wont give to the pound:\n   When you ask him the cause he'll reluctantly say,\n   The money is spent and my books thrown away.\n   Should a bankruptcy happen to this nation at large,\n   'Tis not likely we ever the debt can discharge,\n   What a pretty account wou'd our ministers give,\n   Cou'd they say 'twas our plan to live and let live.\n   They'd tell you that ministers know how to carve;\n   For his M--- well, tho' his good subjects starve.\n   I will return to a more pleasing strain,\n   And speak of your tenantry Sir, once again;\n   So good are their crops, that it plainly foretell,\n   They try hard to equal if not to excel;\n   Their neighbours they find are as knowing as they,\n   Can produce as much barley, good wheat or hay.\n   As they themselves do off an acre of land,\n   Yet neighbourly are, and will go hand in hand,\n   To find out new methods the soil to improve,\n   Or what is found hurtful to quickly remove;\n   Sir your tenants are farmers who handsomely live,\n   Who love wine themselves and will free a glass give.\n   Attention to business they most strictly do pay;\n   Not one of your tenants wastes his time away\n   In fruitless amusements, yet happy to yield,\n   A space from the cares of the world to the field.\n   What adds to delight and what banished care,\n   A good landlord's presence enlivens them there.\n   On your word they at all times can strictly rely,\n   When assistance is needful, you do not deny\n   To render them service that's apprent in view,\n   Your sanction they gain ere they bid you adieu.\n   At each public meeting it plainly is seen\n   You felt as a man for our ill fated Queen;\n   It was lucky for her there were many like you,\n   Who exerted themselves for to bring full in view,\n   Both art and deception you plainly cou'd find,\n   Were employ'd for to make every briton inclined,\n   To treat our lov'd Queen with mark'd disrespect;\n   But thank God her cause you did never neglect,\n   To espouse in a manner that plainly foretold,\n   You thought the Italians were cited by gold;\n   To say, or unsay, or devise any thing,\n   At the critical moment, a censure to bring.\n   On a female as chaste as the best of her sex,\n   Their aim was to injure, disgrace, and perplex;\n   Behind the grand curtain an agent display'd\n   A signal for slander, tho' he was afraid;\n   A generous nation wou'd it's colours hurl down,\n   Convinc'd that such signals dishonour'd the crown;\n   Our monarch I'm certain and really believe,\n   Desires from his heart our woes to relieve;\n   For reasons too plain, his advisers insist,\n   No decrease shall take place in the old civil list;\n   Or rather a new one I ought to have said,\n   It's very much alter'd I am much afraid:\n   For our comforts, or interests, or even our peace,\n   Our burthens arise as the list shall increase;\n   Let the King live in splendour, yet this I may say,\n   Too much is allowed when so much is to pay;\n   For interest for millions and millions we owe:\n   The snug little sum our grave ministers know,\n   And so do we all, or the people at large,\n   'Tis said our whole kingdom wou'd not it discharge,\n   If brought to the hammer and very well sold,\n   That's certain the case I suppose and am told.\n   Can the ministers say they e'er found you willing,\n   To share from the loaves and the fishes a shilling,\n   I only this circumstance slightly just name,\n   And ask many statesmen if they can do the same:\n   Was they daily to act as statesmen like you,\n   Our burthens and troubles we could soon subdue:\n   Their conduct is such no mortal can praise:--\n   Oh, how I should like to be at their dole days.\n   Suppose I'd a right sir, at such times to be there,\n   I dare say a large sum would come to my share;\n   Enough in one day to end care and strife,\n   Or plenty to last me all days of my life.\n   When one takes ten thousand another takes more,\n   No wonder Great Britain is now become poor.\n      About a year since, to New Holkham I went,\n   To view that sweet spot was my only intent;\n   Each garden look'd lively, and in them I found\n   Vegetation encouraged as I pass'd my round.\n   Taste and simplicity marked every spot;\n   There were flowrets apparent and greens for the pot.\n   When you give them a call sir, it adds to their pleasure,\n   Which sometimes you do I am told at your leisure.\n   To see a good Landlord fresh pleasure must give;\n   All well know your motto is \"Live and let live.\"\n   Like other good landlords you did not refrain,\n   A reduction to make for low prices of grain;\n   Which compels the good farmer to sigh at his fate,\n   He knows all his troubles arise from the State.\n   If a farmer a large sum of money expand,\n   To give all improvement he can to the land;\n   It's heart breaking to know that taxation will crave,\n   Near half of his income he ought for to save;\n   And to add to fresh troubles and harrass his mind,\n   Our immaculate ministers seem not inclin'd,\n   To lessen those burthens he never would know,\n   If corruption had met sir its fatal death blow,\n   E'er the war had begun, a war to their shame;\n   Those who think on past times can only them blame.\n   Disgrace on disgrace did their conduct attend,\n   Can any one say they were Old England's friend;\n   From what I observed I cou'd only suppose,\n   Their actions bespoke them the worst of her foes:\n   A foe if subdu'd will most gladly resign,\n   And to harrass us longer he'll instant decline.\n   Our great ones are determined their places to keep,\n   Well knowing they plung'd us in trouble so deep\n   In adversity's pit, we cou'd not rise again,\n   What matters to them if advantage they gain,\n   Advantage I mean in possession of place,\n   If it adds to their wealth tho' it brings on disgrace.\n   A parson will sometimes encourage a brief,\n   By reading it o'er tho' he with-hold relief.\n   He'll send it to others tho' half-a-crown grutch,\n   Except he is sure it is good for the church,\n   There are many divines I can see very plain,\n   Feel for the farmer and do not refrain;\n   To render relief in a liberal way\n   By reducing his tithes so the farmer less pay,\n   Such conduct will always obtain him applause,\n   And adds to the honour of clerical laws.\n   Charity sermons I think they weekly should preach,\n   In language most pure lord L--- to teach\n   To do unto others as he wou'd be done by,\n   Such a gospel I fear he wou'd boldly deny;\n   Lay a tax on his income and what would it bring,\n   Add one or two more, quite enough for a King.\n   The next time his Majesty wish for to roam,\n   I hope he will make fertile Norfolk his home;\n   He would find us all loyal tho' he saw us distress'd,\n   He would not leave Norfolk without being caress'd.\n   We would give him roast beef and Southwold best salt,\n   For reducing the duty at present on malt:\n   But if in our country he'd wish to be merry,\n   I hope he wont bring with him lord London---;\n   Each shepherd should play on his pastoral croke,\n   We would place beside him a very good Coke;\n   Who really deserves with such guests to sit down,\n   He's a friend to the farmer and friend to the crown.\n   Truly loyal he's been, it's known from his youth,\n   For he to his Sovereign speaks noting but truth.\n   Most boldly expose corruptions foul crimes,\n   And he dares be honest in the worst of our times;\n   And when he's in Norfolk, I hope he will call,\n   To visit lord Albermarle at Quidenham Hall.\n   His lordship to others can pleasure impart,\n   It's well known when e'er he an argument start,\n   He begins it with freedom and ends it with ease;\n   For whit and good sense when united must please.\n   All meet him with pleasure and reluctant retire,\n   For his elegant language most people admire.\n   What adds to the pleasure or joys of the day,\n   He always endeavour to pass it away\n   In a manner that constant improvement is found,\n   For his argument's just--and his reason is sound.\n   My judgment at times is put to the test,\n   To form an opinion which of them is best,\n   His head or his heart--yet I've understood,\n   Those who know him declare they are both of them good.\n   His conduct, thro' life, this assertion makes true--\n   His country's welfare he keeps full in view.\n   Tho' surrounded by those that are foes to the State,\n   Undaunted and fearless he dares to relate,\n   Whatever he views to promote a REFORM;\n   I hope he'll be able to weather the storm.\n   He is fit for a pilot, old England to steer,\n   When troubles annoy us or danger is near;\n   By prudence directed a vessel is found\n   To arrive at her port without getting aground.\n   As matters are managed we founder or sink,\n   Unless the times alter, most people now think.\n   If a farmer can't live, can a tradesman do well?\n   Ask those in our city if goods they do sell,\n   At a price they obtained only three years ago,\n   If you ask them the question they'll answer you no.\n   They stand in their shops with their hands at their back,\n   Which plainly foretel you their orders are slack;\n   Whereas, often follows, that slackness I say,\n   And the creditors find very little to pay.\n   They envied the farmers fine horses and gigs,\n   And used for to say they were running fine rigs.\n   A shopkeeper often long credit could gain,\n   And when things were brisk did a profit obtain;\n   Now corn selleth low, he dispose at prime cost;\n   Or what is still worse, a large sum is lost\n   On his stock--for the farmer no orders can give;\n   When that is the case the tradesman can't live.\n   If you go to a draper and ten pounds him pay,\n   Will he ask you to drink before going away?\n   I answer that question and answer it no,--\n   Try but the scheme you will find it is so.\n   If you go to a farmer he seldom decline,\n   To invite you to drink or with him to dine.\n      I mention'd I think about Southwold best salt,\n   It reminds me of one that's a dealer in malt.\n   I dare say he is a man of some wealth,\n   I judge from his manner he's out-grown himself.\n   If haughtiness--consequence to a man bring,\n   This dealer in malt is as great as a King.\n   The papers display'd his great share of wit,\n   If scurrility ever an opponent can hit.\n   His arrows so blunted I'm told were all found,\n   His ill tim'd remarks soon fell to the ground,\n   He wanted to do the malt tax away,\n   By aid of the papers he'd something to say\n   On that subject, but foul and so gross his pen,\n   It only foretold as what sort of a man.\n   His friends all declared he had said quite enough,\n   And some whisper'd gently 'twas very poor stuff.\n   I remember the time when a new cut was made,\n   By aid of the barrow, the shovel and spade.\n   How this great man of science his time pass'd away\n   Was in seeing no workman did loiter or play,\n   If they play'd but a minute he'd kick up a dust,\n   Determin'd their tools not a moment should rust;\n   The job being finish'd it's merits to view,\n   A stone was put up and attention it drew.\n   It was said that the new cut was made in a year,\n   And finished when he so ill filled a chair.\n   That was not the case, ere the chair he did fill,\n   The job was near finished, let him say what he will,\n   And he that deserved most our city's thanks,\n   For the speedy improvement was Alderman H---s,\n   As a man that at all times well merit applause,\n   A man who impartial administer laws,\n   A Magistrate just, by no party is swayed;\n   In peril or danger was never afraid.\n   He acts with strict justice, her dictates pursue,\n   And fearless who may his past conduct review,\n   Unlike to the man who would gain all the fame,\n   That justly belongs to another man's name,\n   This wonderful man with most wonderful pride,\n   Should look into Mason, who wrote the self guide:\n   To reading, when young, he'd no time to attend,\n   Like a cobler that's busied with old shoes to mend.\n   A stranger to ball rooms, a stranger to plays,\n   Was forc'd to work hard in his more youthful days\n   But now in amusements he mix with the crowd,\n   You might plainly discern him, the thing is so proud\n   He is Vanity's child, that can have no pretence,\n   To think himself clever or gifted with sense.\n      I stated the clergy would half-a-crown grutch,\n   Except they were sure it was good for the church;\n   I mean there are some that to avarice give way,\n   And too much at times do her precepts obey.\n   Respect to the clergy at all times is due,\n   And many I know keep our welfare in view:\n   So good an example our lov'd Bishop maintain,\n   As induce his large flock many times to refrain\n   From committing an action unjust or severe,\n   Least an unwelcome tale should be told in his ear.\n   Where tithes are too heavy for farmers to pay,\n   It induce them from church to be often away,\n   Their sentiments these can I hear a man preach,\n   Who do not by his conduct this good sentence teach,\n   To do unto others as he would be done by.\n   When friendship is needful don't that boon deny,\n   Many clergy are forc'd three time in a day,\n   To attend at three churches, short must be his stay;\n   When that is the case the sermon so short,\n   The gospel to others very badly is taught;\n   So hurried they are, that it force them to pray,\n   In a manner you cannot hear half what they say:\n   Many villages shew the truth I now state,\n   And too many witness the fact I relate\n   Our duty as men to religion we owe,\n   The strictest attention and not outward show;\n   Every clergyman ought to have Sir I declare,\n   At least to support him two hundred a year;\n   And every man much his duty neglect,\n   Who admits at all times to pay them due respect;\n   At the same time a duty they owe to the nation,\n   To act at all times as becometh their station;\n   By example and precept most strictly to prove,\n   They preach the true Gospel sent us from above;\n   Not only preach it but act in a way\n   As denote God's commands they most strictly obey.\n   In my youthful days 'twas ne'er thought a treat,\n   When farmers most truly did each other meet;\n   'Twas the custom to drink till you could drink no more,\n   Ere you left your neighbour's old fashion'd door;\n   And when to our market they weekly did roam,\n   Was sure to get tipsy ere they return'd home.\n   Now their manners are alter'd most steady come back,\n   With an ardent desire to peruse Mr. Mack;\n   On what he advances on the culture of land,\n   Most Yeomen can read and can well understand.\n   Refin'd are their manners, with judgment survey\n   Such books as by chance may fall in their way;\n   Book Clubs assist them the mind to refine,\n   Such proper support they do not decline.\n   The females well copy, it's daily their rule\n   To get further improvement when taken from school.\n   Miss can chat with the curate or country squire,\n   Most ladies these gentlemen greatly admire.\n   No sooner the curate a living obtain,\n   Then his visits renew Sir, again and again.\n   Although he has taken a tenth from the land,\n   Miss seems not inclin'd to refuse him her hand;\n   No longer exclaims against exactions of tithe,\n   A shilling advance much her spirits revive.\n   I dare say care little if ruin'd the town,\n   So she fly to the ball room or buy a new gown;\n   If we wish the sweet creatures should us caress,\n   Is to feed them with money and let them have dress\n   A Piano Forte will lost love regain,\n   In return they will play in a beautiful strain.\n   Old as I am, when the dear creatures play,\n   I'm very unwilling to hasten away.\n   Music they say charms the beasts in the field,\n   No wonder then men to such pleasures must yield.\n   To take a gay lass and make her your wife,\n   To guard off the baliffs or ward off keen strife.\n   He ought to have more then five hundred a year,\n   As a dowry at least with the delicate fair,\n   Some items I will in this page just put down:\n   Two pounds for a cap and five pounds for a gown.\n   Brussels lace he must purchase his wife for to please\n   Or else I am sure she her husband would tease.\n   Perhaps when he wishes to take a snug nap,\n   He must take her a ride to purchase a cap;\n   For one to her fancy she's seen at the play,\n   To have one just like it she cannot delay.\n   I mention these things, each lover to guard,\n   Least he after marriage find times go hard,\n   The worst of all troubles in this fleeting life,\n   Is what many know, an extravagant wife.\n   Too many are ruined by allowing I say\n   Extravagant ladies too much for to sway;\n   Curb her desires--if to folly is prone;\n   If prudent, give way, and let her alone.\n   To please and be pleas'd take pains and delight,\n   A delicate converse the ladies invite;\n   They'll listen with pleasure to what you may say;\n   If rough and uncouth go from you away.\n   Lord Chesterfield well the young farmer should read\n   If he means with the ladies at times to succeed.\n   He may flatter a little, yet always take care\n   It do not like flattery ever appear.\n   A compliment paid with judgement and ease,\n   No doubt with the ladies is sure for to please.\n   Immodest discourse will ever offend\n   A man of good sense if he is prudent's friend\n   A lady of sense disgusted will be\n   With the fop that is vain or maketh too free.\n   This maxim I give to a youth of nineteen;\n   In society low he should never be seen.\n   If he is inclin'd to gain honour and wealth,\n   He must sort out those youths who equal himself.\n   If he e'er descend to converse with the low,\n   It's sure his low breeding at all times to show,\n   A hint I'll now give to the talkative maid,\n   To pay due attention to whatever is said:\n   I mean if sweet prudence the subject maintain;\n   When that is the case she attends not in vain.\n   If a lover speaks lightly of religions sweet guide,\n   Such a man she should scorn with contempt & pride;\n   He wants her chaste thoughts to be taking away,\n   And only intend to induce her to stray\n   From such wholesome advice as parents may give,\n   'Twould divest her of pleasure as long as she live.\n   Religion at all times true modesty grace,\n   A sweet modest blush enlivens her face,\n   For virtue will ever obtain her respect,\n   And cause real friendship her not to neglect.\n   But now to return to young men once again;\n   Their forward discourse oft's attended with pain.\n   To answer such gugaws is wasting the day,\n   Or only I say throwing good time away.\n   Public meetings at all times improveth the mind,\n   In them we may often good orators find;\n   To prove my assertion it clearly appear,\n   That sir is the case when lord Albemarl's there,\n   You may learn from his lordship to ensure a cause,\n   He seldom sir fail in obtaining applause;\n   For good sense and sound doctrine he early display;\n   Or invite you to wish he would much longer stay\n   With the party he meets for he's wit at will,\n   His lordship I heard on the old Castle Hill.\n   His opponet he hit with skill, Sir, so hard,\n   As put the said placeman quite off of his guard.\n\n                                  FINIS.",
    "metadata": {
        "author": [
            "Parkerson, James"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/33149/pg33149.txt",
        "name": "the_independent_statesmen_and_liberal_landlord_or.json"
    }
}