{
    "name": "The Course of Logic",
    "author": [
        "Rey, Lester del",
        "Knapp, Leonard",
        "Del Rey, Lester"
    ],
    "body": "The male silth plodded forward wearily at sixty miles an hour, pausing\nonly long enough to uproot and wolf down one of the rare scrub trees\ndirectly in its path. Its three hundred tons of massive body shook\nthe ground as the great hind legs thumped along, and every cell of it\nached with hunger. It was warm blooded, despite its vaguely reptilian\nappearance. Only meat could satisfy its need for energy. But the great\nherds lay a thousand miles to the north of this barren land.\n\nInside the silth, the two-pound network of converted nerve cells that\nwas Arnek brooded darkly in self-pity and resentment against the\ninflexible female logic of his mate. Ptarra had won her point, as she\nalways did; now she might at least have shown some consideration for\nhim and his silth!\n\n\"Arnek!\" The call came sharply on one of the guard frequencies of the\nmental spectrum. \"Arnek, stop lagging and get up here!\"\n\nHe could feel his nerve body tense from horn tip to tail root, but he\nstifled his response and quickened his pace. Ahead, the trail left by\nPtarra's legs led through a gully and up a rise to the lip of a small,\nstony basin. The four hundred tons of Ptarra's female silth squatted\nbelow the edge and the great head was half hidden as it peered downward\naround a boulder.\n\n\"Quiet!\" Ptarra ordered sharply. Then, as Arnek switched from a\nthudding run to a smooth, creeping approach, the mental impulse took\non a note of triumph. \"Look down there and then tell me I don't know a\nship trail from a meteor!\"\n\nThe bowl was bright in the glare of the orange sunlight, but at first\nArnek saw nothing. Then, as his gaze swept back toward the nearer\nsection, he blinked his great eyes, only half believing what they\nregistered.\n\nIt was a small thing, hardly taller than Arnek's silth--maybe not even\nas tall. But it was too regular and obviously artificial, a pointed\ncylinder, to be a meteorite. Between two of the base fins there seemed\nto be an opening, with a miniature ramp leading down to the ground. It\nlooked like a delicately precise model of a spaceship from the dawn of\ntime.\n\nIt was obviously too small to be more than a message carrier. Yet, as\nhe looked more closely, he could see motion. Two tiny creatures, not\nmore than six feet in height, were scurrying around near the base.\nBright patches of fur or decoration covered them, and they seemed to\nmove on two of their four limbs.\n\n\n\nArnek shivered down the length of his nerves with an ancient distaste\nfor crawling things. \"Let's go back,\" he suggested uneasily. \"There's\nnothing here for us, and I'm hungry.\"\n\n\"Don't be silly,\" Ptarra answered, and the old female superiority\nwas strong in the thought. \"Of course it's too small for us; I knew\nthat when I saw the landing trail yesterday evening. It must be an\ninstrument probe, with test animals. If it has telemetering equipment,\nthough--\"\n\nArnek tested the three spectra uneasily. At this distance, even a tight\nbeam should be detectable. But he could feel nothing. There was only\nthe steady wash of inertia-gravitic wavules, the electromagnetic noise\nfrom the sun and the growing, contemptuous mental leakage from Ptarra.\nThen he squirmed in embarrassment as his eyes detected the cracked base\nof the little ship.\n\nObviously, it had landed hard--probably hard enough to ruin instruments\nand release the two creatures. He should have noticed that at once.\n\nThere was no time to admit his error, however. Ptarra's silth lunged\nupright and the great rear legs began pulping ground and rocks in a\nfull charge. Arnek leaped to follow out of old hunting habit. On a\ndown-grade, his lighter silth soon caught up with the other.\n\nBelow, the two humans swung around at the earth-shaking thunder of\nthe charge and started a frantic scrambling. They were making shrill\nsounds now, and the extreme low band of the mental spectrum held faint\nimpulses.\n\nPtarra's thoughts lashed against his nerves. \"Cut them off! Don't let\nthem back to the probe. They may have destruct conditioning.\"\n\nIn the hunt, Arnek had long since become only an extension of his\ndominant mate. Now he folded his forelegs and dropped his head and neck\ninto a javelin aimed between humans and ships. The smaller of the two\nwas almost at the ramp.\n\nAt the last moment, moved by a sudden impulse, Arnek dropped his head\nlower and retracted his neck to soften the blow. He felt the human\nmidge strike against his snout and go caromming off, to land fifty feet\naway.\n\nDim pain impulses stirred in the low mental background. Anger--or\nsomething like it--came from the other creature.\n\nArnek braked and pivoted sharply. The larger human had run forward\ntoward the bloodied smaller figure. But as the silth's head faced\nthe creature, one of the human's arms darted to something strapped\nabout its middle. There was a surprising blast of sound. A stream of\ntiny, exploding pellets struck against Arnek's snout. He bellowed in\nannoyance and took a step forward, lifting a foreleg to swat at the\nmidge.\n\nIt jerked back. Then it darted forward, bending to lift its companion\nin its forelimbs. Either the gravity here was less than on its home\nworld, or the thing was stronger than it looked. The first leap sent\nthe burdened human backwards more than twenty feet. Then it was\nbounding off in frantic efforts to reach the further side of the\ndepression where a jumble of rocks might give it cover.\n\nThere was amusement in Ptarra's thoughts. \"If your hunger is so great,\nwhy didn't you eat them? They aren't much, of course, but the blood\nsmells sweet enough.\"\n\nArnek sighed along his nerves, unable to answer.\n\nLet Ptarra put it down to another male whim if she liked, but he hadn't\nthought of eating them before. There had been something cute and\npathetic about them. They reminded him of the little gulla he had owned\nin his youth, in a long-lost, ruined universe.\n\n\"It had a weapon,\" he commented, changing the subject.\n\nPtarra rumbled an assent. \"I noticed. Interesting conditioning. The\nprobe builders must have superb nerve development to do that to the\nlower orders. They'll make good silths.... Now let's see what we can\nfind in the probe.\"\n\n\n\nShe slipped a claw into the base opening and began working it upwards\nas delicately as the clumsy foreleg would permit.\n\nArnek moved forward to help, but she waved him back impatiently, and he\nwaited meekly until she finished. She was right, of course. As a male,\nhe had no training with mechanisms. He would only have ruined whatever\nlay inside. It was a marvelously delicate set of machinery ... though\nthe theory behind the engineering seemed rather elementary.\n\nArnek studied what he could of it, growing more puzzled. \"Maybe the\ncreatures operated it,\" he suggested.\n\n\"What makes you think so?\"\n\n\"I don't know. It just seems somehow--\"\n\n\"Intuition!\" Ptarra snorted. Then she seemed less certain. \"Yet I can't\nblame you this time. It _does_ almost look that way. But it's logically\nimpossible. Besides, there are automatic controls for guiding the\nprobe. The builders probably just amused themselves, the way we once\nput slurry-pods in the gulla pens. Ah, this looks sound enough!\"\n\nShe pulled a tiny box out of the wreckage that had been spread out flat\non the ground.\n\nWith infinite care, she managed to hook one claw over a miniature\ncontrol. Almost immediately, radio waves began forming a recurrent\npattern along their nerves, coming in long and short pulses.\n\nHalf an hour later, there was another faint quiver of radio waves from\nspace, this time completely modulated. Even Arnek could realize that\nit was on the same frequency, but dopplered to indicate something\napproaching their world. He stopped browsing for the few stunted trees\nand came back to join his mate.\n\nNight was just falling. Ptarra led them back toward the rock ledge from\nwhich they had first spied the probe. There was a large fissure in the\nrocks into which they could just squeeze, and which would hide them\nfrom the sight of any landing craft.\n\nA moon came up, and they could see the depression clearly in its light.\nNow Arnek saw the larger human slipping across the ground toward the\nwreck of the probe. It darted about frantically, but with an appearance\nof purpose. A few moments later, it was retreating, carrying a load of\npackages with it.\n\n\"It seems almost intelligent,\" he said softly.\n\nHe strained to follow the faint wash of impressions on the lower band.\nThere was something there that struck a familiar chord in his thoughts,\nbut he could not decode it.\n\n\"Just instinct,\" Ptarra dismissed it with cool logic. \"A female seeking\nfood for its injured mate.\"\n\nArnek sighed uncomfortably. \"It doesn't seem female,\" he objected.\n\n\"Another hunch? Don't be silly, Arnek. It has to be a female. The\nlarger, stronger and more intelligent form is always female. How else\ncould it care for the young? It needs ability for a whole family, while\nthe male needs only enough for himself. The laws of evolution are\nlogical or we wouldn't have evolved at all.\"\n\nThere was no answer to such logic, other than the vague discontent\nArnek felt. And he knew that was only because of his envy of the\ngreater ability of the other sex. He settled back, ruminating hungrily\nand listening to the signal from space.\n\nThe little box from the wreck was silent now, but the other signals\nwere stronger.\n\nPtarra nodded. \"They're coming. After four hundred years, we have\na chance. New silths to breed. A chance to reproduce ourselves and\nmultiply. A new universe for our own.\" There was immense satisfaction\nwith self in her thoughts. \"Well, I earned it!\"\n\n\n\nArnek could not deny it. It had been more than four hundred years in\nthis galaxy. Eight thousand of them had set out, leaving behind a\nsmall, ancient universe being wrecked by the horror of an exploding\nsupernova. They had been driven out from the planetary conquests of a\nbillion years and had sought refuge across intergalactic space to this\nuniverse.\n\nA hundred of the marvelously adapted silths of their universe had\nsurvived the eons of suspended animation to preserve their occupants.\nAnd then had come the hunt for new silth forms, since the trip had aged\nthe others beyond the power of reproduction, in spite of all their\nprecautions.\n\nFinding a silth form was never easy. There had been only three animals\nthat had served in their entire old galaxy. Only a creature with\nseveral pounds of nerve tissues could hold the nuclear proteins of the\nsentient annas. And that required huge creatures, since nerve tissue\nwas always so thinly scattered in normal flesh.\n\nThey had toured a quadrant of the new galaxy, studying planet after\nplanet, before they found this world. Here the great beasts were\nbarely sufficiently endowed with nerve fiber. Eight annas had survived\nthis far. Six failed to stand the shock of entry and regrowth in the\nnew silth forms. Now there was only the one pair--Arnek and Ptarra.\n\nLeft to himself, Arnek would have perished long ago. Their hope of\nretraining the clumsy forelegs of the silth forms had proved futile,\nand the nerve capacity was too low for them to exercise their full\nfaculties. The converted nuclei of the cells was never quite efficient,\neither. And there seemed no hope of ever reproducing their own.\nCertainly no newly budded anna could survive the metamorphosis into\nthese awkward bodies; that had been almost impossible for mature\npowers. Nor could a young anna survive long without a silth.\n\nFour hundred years! And now--now, he thought, he was tired. It no\nlonger mattered. His home lay in ruins eons away. Let Ptarra worry\nabout it. He twisted his neck back to put his snout under his tail and\ntried to sleep, while hunger rumbled noisily in his stomach.\n\nThe sun was glaring down again when he awoke to the nudging of Ptarra's\nsnout, and there was a roaring in the air above. Something rushed\ndownwards, bellowing out thrust against gravity. It was another ship,\nlanding over the wreckage of the first.\n\nBut it was no monster such as might have carried new and better silth\nforms. It was hardly larger than the first, though it somehow seemed\nto be better made. It landed smoothly and squatted on the ground,\nsending out signals.\n\n\"Another probe,\" Ptarra said. There was disappointment in her thoughts,\nquickly masked by cold logic. \"Naturally, they'd wait to check with\nsomething like this. There will probably be several probes before they\ndecide they have to investigate personally. All right! We'll give them\nsomething to worry about.\"\n\nShe was lunging to her feet, just as an opening appeared in the ship.\nThis time something ran out, down the ramp--a tiny gadget of churning\ntracks and metal carapace, chuffing out shrill little motor sounds. It\ncircled briefly and then headed across the bowl.\n\n\"Stop it,\" Ptarra ordered. \"It may have a camera, so don't waste time.\nThe less the builders learn about us, the better.\"\n\nArnek took off. His hunger had so far failed to weaken him, and he was\ncovering the ground at two hundred miles an hour before the little\nvehicle had picked up a tenth of that speed.\n\nAt the last moment, it seemed to be aware of him. There was a wash of\nmental shock and confusion. Then his snout hit the car in a sideswipe\nthat tossed it fifty feet to land on its back. He lumbered forward to\nsquash it, then hesitated. An opening had appeared and two of the tiny\nhumans were staggering out. One was supporting the other. At sight of\nhim, both stopped in shock. For a second, they stood rooted to the\nground. Then the larger one began a clumsy effort at running, half\ncarrying the other. Blood left a trail behind them.\n\nArnek could have squashed them with a single thrust of his leg. But\nhe stood irresolutely, observing the garments and headgear they wore,\nremembering his youth and a gulla draped with a ribbon and bells. They\nwere heading for the rocks nearest them, a long way from where the\nfirst two had found refuge. For a second, he felt impelled to turn them\nand drive them toward the others.\n\nThen a wave of amusement from Ptarra checked him. \"They'd never reach\nthat far,\" she called. \"They can't survive the crash of their vehicle.\nLet them go.\"\n\n\n\nArnek felt the faint, murky mental signals so low on the band, and he\nknew Ptarra was right. They were staggering now, and the smaller one\nseemed to be only partly conscious. He sighed and scooped up the ground\ncar, carrying it back to Ptarra.\n\nThis time his mate was making no effort to rip the ship apart. She was\nstaring through one of the tiny ports, trying to fit her great eye\nagainst it. And she seemed uncertain. Finally she took the ground car\nand began dismantling it, looking for automatic or remote controls.\n\nThere were none.\n\n\"Maybe the creatures operated it--and the ship,\" Arnek said. He\nexpected the same reaction the remark had drawn before.\n\nThis time Ptarra showed no amusement. Her great head shook in\npuzzlement. \"About one time in ten thousand a crazy male hunch comes\ntrue,\" she muttered. \"Intuition! It's against all logic. But there are\nonly manual controls here. Where _are_ those silly creatures?\"\n\nThe two that had arrived last were pitifully exposed, just within an\nopening in the rocks. It was a shallow space, hopeless to defend. The\nsmaller one lay supine, but the larger human faced the two silths,\nholding his pitiful weapon, and waited grimly until they were almost\nwithin reach. This time the explosive pellets were aimed for their eyes.\n\nPtarra dropped her eyelids, swearing as the missiles stung. She reached\nin with a short foreleg. There was a single shrill cry and the sound of\nthe weapon striking against a rock; the low band was suddenly quiet.\nArnek heard a soft gulp. When he looked, the larger human was gone.\n\nA sudden shock ran through Ptarra's thoughts. Her great eyes blinked\nand a huge tongue ran over her lips. \"Nerve fiber!\" Her shout covered\nthe entire spectrum. \"Arnek, there are pounds of nerve fiber in the\ncreature! High grade--better than that in these silth forms. As good as\nthat in any silth. Here, give me the other.\"\n\nShe didn't wait for Arnek's help, however. She dragged the corpse out\nand began working as delicately as the silth body would permit. Her\nmental signals were a blur. Then she stopped, staring down at what she\nheld. \"There--a cavity in the head, filled with nerve fibers. There\nmust be three pounds there alone. What freak of evolution would put\nthem all together in such a vulnerable spot? And yet, there's a certain\nefficiency about it. It isn't logical--and yet it is.\"\n\nAbruptly, the evidence was gone. \"Come on,\" she ordered.\n\nArnek sighed, and his stomach rumbled a protest. But he ignored it.\n\"What good is it? We surely can't make a silth out of a tiny thing like\nthat?\"\n\n\"Why not?\" Contempt for male thought was mixed with smug satisfaction\nfor her own. \"We don't use the other cells anyhow. Oh, there will be\ndifficulties. They may be short-lived. But with such high grade fiber,\nwe can risk infiltrating a new one as often as we need. There should\nbe enough of them. They probably have half a dozen to a litter twice\na year, like most small forms. Possibly billions of them can live on\na single planet. And since they're colonizing other worlds like this\none....\"\n\nEven Arnek could see the logic behind Ptarra's assumption in that.\nColonizing would explain the sending out of a male and female in each\nship, with ships spread out days apart. It wasn't the most efficient\nmethod, but it usually insured against any major accident. His people\nhad used the same method at times.\n\nIt all seemed quite logical, but Arnek felt a tension of intuition\nalong his entire nerve network. No anna had ever used a silth capable\nof independent intelligence. There must be something wrong with it.\nOnce they infiltrated the new silth, of course, they could soon convert\nenough nerves to blank out all control from their carriers. But....\n\n\"Their weapons,\" he cried. \"Ptarra, in those bodies, we'd be vulnerable\nto their weapons. And during the ten days we have to hibernate to grow\ninto their nerves, they'd kill us.\"\n\nPtarra grunted. \"Sometimes,\" she admitted, \"you almost think like a\nfemale. They would kill us, of course, if we stupidly stayed where\nlater arrivals could find us. Now come on. We've got to chase the\ncreatures around today until they're tired enough to sleep soundly. And\ndon't let them get near that ship, either!\"\n\n\n\nIt was a bitter day for Arnek. His stomach protested, and by the end of\nthe chase, his legs were beginning to weaken. But ahead of them, the\ntwo humans were staggering in the light of the setting sun. The smaller\nwas leaning on the larger as they finally found and entered the little\ncave near the ship that Ptarra had chosen for them long before.\n\nNight had fallen before Ptarra was satisfied. The two silths moved\nforward as softly as they could, but the loud breathing noises went on,\nand there was no stir of alarm anywhere on the mental band.\n\n\"Do you remember everything?\" Ptarra asked. \"You've got to regain\nconsciousness after the first stage. You can do that, if you set your\nmind to it.\"\n\n\"I remember,\" Arnek agreed wearily. He'd had the whole routine drilled\ninto him repeatedly until he was sick of it. It was like the horror of\nhaving her force him to adapt to this present silth. While he had been\nready to accept assimilation, she had fought with him and with her own\ntransformation, refusing to admit even his intuition that their race\nwas ended. Only her cold logic had saved them. He could not deny it now.\n\n\"Be sure you take the smaller male body,\" she warned again.\n\n\"Unless that's the female. You found evolution different in these\ncreatures once,\" he reminded her.\n\nFor a moment, she was silent. Then there was a mental shrug, and almost\namusement as she answered. \"Matching sex isn't logically necessary.\nIt might even be an interesting amusement. But I must have the larger\nbody.\"\n\nShe began shifting at once. The silth gasped and tried to thresh about\nin death as Ptarra released control. Arnek sighed to himself and began\nto follow.\n\nIt was worse than he remembered. After the centuries, the cells hated\nto give up their fixed form. The agony of the silth fed back to him,\nuntil his withdrawal stopped its heart. But slowly the nuclear matter\nflowed from the cells and up the pathways to their egress, taking the\nminimum of nutrient fluid with them.\n\nIt took nearly an hour, and he could see the thin film of Ptarra\nalready lying over the sleeping human.\n\nHe began hurrying now, remembering her warning that the humans would\nnot stay here once they wakened to find the two abandoned silths dead.\nHe forced himself over the hateful dryness of the floor, up to the\nopen mouth. Beyond lay the lungs, the circulatory system, and then the\nstrange nerve bundle in the skull.\n\nSome of it was ugly, and some was hard. But the last stage was almost\npleasant. He had forgotten how unsatisfactory the nerves of the last\nsilth had been. These were like coming home to a friendly world, in a\nuniverse that had died too long ago and far away. For a time, he was\nalmost glad that he had not died with it.\n\nThen the first allergic reactions began, and he had to relapse into\ninstinct, to let his being fight to save both himself and his host\ncells from the reaction.\n\nHe set the first stage up, however. This time he managed with no help\nfrom Ptarra. Then he relapsed into unconsciousness, making no effort to\ncontrol his new silth yet. He'd have to revise when the silth awoke, he\ntold himself.\n\nBut it was only a dream order, half completed....\n\n\n\nIt was a sudden painful pressure of acceleration that finally brought\nhim out of his torpor. He felt half sick, and he could vaguely sense\nthat the new silth was fevered and uncomfortable. But, amazingly, it\nwas sitting up. And around it was a room bigger than the whole ship had\nseemed, and controls under its hands, and fantastic equipment.\n\n\"It's about time,\" Ptarra's thoughts reached him. They were weak now,\nsince it was hard to transmit in a partial stage, but they were cold\nand sure. \"I've been aware for hours, while the silths reached the ship\nand took off. We've been off planet for at least an hour. Long enough\nto study their body controls and to learn how the ship operates.\"\n\nArnek sighed to himself, while the pressure of tension refused to\nleave. \"Are you sure?\"\n\n\"Of course I'm sure! These are primitive machines, and I learned most\nof it from dismantling the first. They're primitive--but they're\nlogical enough for understanding. I can even control the silth when she\nisn't aware.\"\n\nThe larger human suddenly moved the controls, then jerked its hand\nback, staring at it. Words came to the ears of the silth in which Arnek\nrode. \"I'm sick, Luke. I've got the twitches.\"\n\nThe words brought stirrings strongly on the low band, almost but not\nquite understandably. They also brought a vocal reply from the other\nhuman. \"Be glad you can twitch. Some bug we picked up, but it's better\nthan being eaten. We're in the clover, kid. Maybe we still got more cop\nships tailing us, but let 'em look. When they find the dinosaurs and\nwhat's left of our ship, they'll stop looking. The heat's going to be\noff! We can get back to Earth in a year or so and really live.\"\n\nPtarra's thoughts cut through Arnek's efforts to understand.\n\"Reproduction feelings,\" she reported in satisfaction. \"They must have\nhigher fertility than I hoped if they can think of it while sick.\" Then\nher thoughts sharpened. \"Take over your silth!\"\n\nThe human at the board slumped abruptly. Arnek lashed out from the\nconverted cells, felt a brief protest, and then was alone in the brain\nof the silth.\n\nHe could not yet control it, but it had no independent will.\n\n\"There is food and water near if we have to rouse from hibernation\nwhile we grow into these silths,\" Ptarra reported. \"Now--help me if you\ncan.\"\n\nArnek let his weak thoughts blend into hers, trying to give strength as\nshe had often done to him. She was straining her utmost will.\n\nSlowly and in jerks, the arm moved across the control board, and clumsy\nfingers managed to move controls. And at last, from Ptarra's mind,\nArnek began to see the plan.\n\nThere was fuel enough to bring them at maximum speed across an eddy\nof the galaxy toward the lone sun they had found long before. There\na single planet swung in orbit--a planet with food but no dangerous\nanimal life. And there they could wait and grow strong, and multiply\nas their silths multiplied. They could reach it almost as soon as they\ncame out of hibernation finally, and it would be a safe haven in its\nisolation.\n\nThere would be no fuel for further travel. But that could wait, while\ntheir numbers grew, and they could restore their lost technology and\nweapons with the clever hands of the human silths. Then they could take\nover the galaxy--as they had taken the one so long away!\n\nThe hands fumbled under the limited control, but they moved across the\nboard. And the automatic pilot was finally set and sealed.\n\n\"Logic!\" Arnek thought softly, and there was wonder at a mind\nlike Ptarra's that could achieve such understanding of even alien\nmechanisms. Yet under it there was still a cold knot of fear along his\nnerves.\n\nPtarra's thoughts had begun to fade from the strain and the long\ninterruption to her hibernation. But now she caught momentary control\nagain. There was appreciation in them for his praise. And then there\nwas amusement. \"Logic,\" she agreed. \"But perhaps intuition isn't too\nbad for a male. You've been right twice.\"\n\n\"Twice?\" Arnek asked. He'd been somehow right that the silths\ncontrolled their own ships, of course. But....\n\n\"Twice,\" Ptarra said. \"I've just realized my silth is a male, as you\nsuggested it might be. Amusing, reversing the sexes, isn't it?\"\n\nShe tried to say something else, but the strain was too much, and full\nhibernation swept her mind away from that of Arnek.\n\nArnek sat frozen for a time in his silth, knowing that it was also male.\n\nThen he turned it somehow to face the lost galaxy where his race had\nknown its day and now entered its eternal night.",
    "metadata": {
        "author": [
            "Rey, Lester del",
            "Knapp, Leonard",
            "Del Rey, Lester"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/61412/pg61412.txt",
        "name": "the_course_of_logic.json"
    }
}