{
    "name": "The Marriage of Heaven and Hell",
    "author": [
        "Blake, William",
        "Blake, W. (William)"
    ],
    "body": "\n\nTHE ARGUMENT\n\n\n    Rintrah roars and shakes his fires in the burden'd air,\n    Hungry clouds swag on the deep.\n\n    Once meek, and in a perilous path\n    The just man kept his course along\n    The Vale of Death.\n    Roses are planted where thorns grow,\n    And on the barren heath\n    Sing the honey bees.\n\n    Then the perilous path was planted,\n    And a river and a spring\n    On every cliff and tomb;\n    And on the bleached bones\n    Red clay brought forth:\n    Till the villain left the paths of ease\n    To walk in perilous paths, and drive\n    The just man into barren climes.\n\n    Now the sneaking serpent walks\n    In mild humility;\n    And the just man rages in the wilds\n    Where lions roam.\n\n    Rintrah roars and shakes his fires in the burden'd air,\n    Hungry clouds swag on the deep.\n\n\nAs a new heaven is begun, and it is now thirty-three years since its\nadvent, the Eternal Hell revives. And lo! Swedenborg is the angel\nsitting at the tomb: his writings are the linen clothes folded up. Now\nis the dominion of Edom, and the return of Adam into Paradise.--See\nIsaiah xxxiv. and xxxv. chap.\n\nWithout contraries is no progression. Attraction and repulsion, reason\nand energy, love and hate, are necessary to human existence.\n\nFrom these contraries spring what the religious call Good and Evil.\nGood is the passive that obeys reason; Evil is the active springing\nfrom Energy.\n\nGood is heaven. Evil is hell.\n\n\n\n\nTHE VOICE OF THE DEVIL\n\n\nAll Bibles or sacred codes have been the cause of the following\nerrors:--\n\n1. That man has two real existing principles, viz., a Body and a Soul.\n\n2. That Energy, called Evil, is alone from the Body; and that Reason,\ncalled Good, is alone from the Soul.\n\n3. That God will torment man in Eternity for following his Energies.\n\nBut the following contraries to these are true:--\n\n1. Man has no Body distinct from his Soul. For that called Body is a\nportion of Soul discerned by the five senses, the chief inlets of Soul\nin this age.\n\n2. Energy is the only life, and is from the Body; and Reason is the\nbound or outward circumference of Energy.\n\n3. Energy is Eternal Delight.\n\nThose who restrain desire, do so because theirs is weak enough to be\nrestrained; and the restrainer or reason usurps its place and governs\nthe unwilling.\n\nAnd being restrained, it by degrees becomes passive, till it is only\nthe shadow of desire.\n\nThe history of this is written in Paradise Lost, and the Governor or\nReason is called Messiah.\n\nAnd the original Archangel or possessor of the command of the heavenly\nhost is called the Devil, or Satan, and his children are called Sin and\nDeath.\n\nBut in the book of Job, Milton's Messiah is called Satan.\n\nFor this history has been adopted by both parties.\n\nIt indeed appeared to Reason as if desire was cast out, but the\nDevil's account is, that the Messiah fell, and formed a heaven of what\nhe stole from the abyss.\n\nThis is shown in the Gospel, where he prays to the Father to send the\nComforter or desire that Reason may have ideas to build on, the Jehovah\nof the Bible being no other than he who dwells in flaming fire. Know\nthat after Christ's death he became Jehovah.\n\nBut in Milton, the Father is Destiny, the Son a ratio of the five\nsenses, and the Holy Ghost vacuum!\n\n\n_Note._--The reason Milton wrote in fetters when he wrote of Angels and\nGod, and at liberty when of Devils and Hell, is because he was a true\npoet, and of the Devil's party without knowing it.\n\n\n\n\nA MEMORABLE FANCY\n\n\nAs I was walking among the fires of Hell, delighted with the enjoyments\nof Genius, which to Angels look like torment and insanity, I collected\nsome of their proverbs, thinking that as the sayings used in a nation\nmark its character, so the proverbs of Hell show the nature of infernal\nwisdom better than any description of buildings or garments.\n\nWhen I came home, on the abyss of the five senses, where a flat-sided\nsteep frowns over the present world, I saw a mighty Devil folded in\nblack clouds hovering on the sides of the rock; with corroding fires\nhe wrote the following sentence now perceived by the minds of men, and\nread by them on earth:--\n\n    \"How do you know but every bird\n        that cuts the airy way\n    Is an immense world of delight,\n        closed by your senses five?\"\n\n\n\n\nPROVERBS OF HELL\n\n\nIn seed-time learn, in harvest teach, in winter enjoy.\n\nDrive your cart and your plough over the bones of the dead.\n\nThe road of excess leads to the palace of wisdom.\n\nPrudence is a rich ugly old maid courted by Incapacity.\n\nHe who desires, but acts not, breeds pestilence.\n\nThe cut worm forgives the plough.\n\nDip him in the river who loves water.\n\nA fool sees not the same tree that a wise man sees.\n\nHe whose face gives no light shall never become a star.\n\nEternity is in love with the productions of time.\n\nThe busy bee has no time for sorrow.\n\nThe hours of folly are measured by the clock, but of wisdom no clock\ncan measure.\n\nAll wholesome food is caught without a net or a trap.\n\nBring out number, weight, and measure in a year of dearth.\n\nNo bird soars too high if he soars with his own wings.\n\nA dead body revenges not injuries.\n\nThe most sublime act is to set another before you.\n\nIf the fool would persist in his folly he would become wise.\n\nFolly is the cloak of knavery.\n\nShame is Pride's cloak.\n\nPrisons are built with stones of law, brothels with bricks of religion.\n\nThe pride of the peacock is the glory of God.\n\nThe lust of the goat is the bounty of God.\n\nThe wrath of the lion is the wisdom of God.\n\nThe nakedness of woman is the work of God.\n\nExcess of sorrow laughs, excess of joy weeps.\n\nThe roaring of lions, the howling of wolves, the raging of the stormy\nsea, and the destructive sword, are portions of Eternity too great for\nthe eye of man.\n\nThe fox condemns the trap, not himself.\n\nJoys impregnate, sorrows bring forth.\n\nLet man wear the fell of the lion, woman the fleece of the sheep.\n\nThe bird a nest, the spider a web, man friendship.\n\nThe selfish smiling fool and the sullen frowning fool shall be both\nthought wise that they may be a rod.\n\nWhat is now proved was once only imagined.\n\nThe rat, the mouse, the fox, the rabbit watch the roots; the lion, the\ntiger, the horse, the elephant watch the fruits.\n\nThe cistern contains, the fountain overflows.\n\nOne thought fills immensity.\n\nAlways be ready to speak your mind, and a base man will avoid you.\n\nEverything possible to be believed is an image of truth.\n\nThe eagle never lost so much time as when he submitted to learn of the\ncrow.\n\nThe fox provides for himself, but God provides for the lion.\n\nThink in the morning, act in the noon, eat in the evening, sleep in the\nnight.\n\nHe who has suffered you to impose on him knows you.\n\nAs the plough follows words, so God rewards prayers.\n\nThe tigers of wrath are wiser than the horses of instruction.\n\nExpect poison from the standing water.\n\nYou never know what is enough unless you know what is more than enough.\n\nListen to the fool's reproach; it is a kingly title.\n\nThe eyes of fire, the nostrils of air, the mouth of water, the beard\nof earth.\n\nThe weak in courage is strong in cunning.\n\nThe apple tree never asks the beech how he shall grow, nor the lion the\nhorse how he shall take his prey.\n\nThe thankful receiver bears a plentiful harvest.\n\nIf others had not been foolish we should have been so.\n\nThe soul of sweet delight can never be defiled.\n\nWhen thou seest an eagle, thou seest a portion of Genius. Lift up thy\nhead!\n\nAs the caterpillar chooses the fairest leaves to lay her eggs on, so\nthe priest lays his curse on the fairest joys.\n\nTo create a little flower is the labour of ages.\n\nDamn braces; bless relaxes.\n\nThe best wine is the oldest, the best water the newest.\n\nPrayers plough not; praises reap not; joys laugh not; sorrows weep not.\n\nThe head Sublime, the heart Pathos, the genitals Beauty, the hands and\nfeet Proportion.\n\nAs the air to a bird, or the sea to a fish, so is contempt to the\ncontemptible.\n\nThe crow wished everything was black; the owl that everything was white.\n\nExuberance is Beauty.\n\nIf the lion was advised by the fox, he would be cunning.\n\nImprovement makes straight roads, but the crooked roads without\nImprovement are roads of Genius.\n\nSooner murder an infant in its cradle than nurse unacted desires.\n\nWhere man is not, nature is barren.\n\nTruth can never be told so as to be understood and not to be believed.\n\nEnough! or Too much.\n\n\n\nThe ancient poets animated all sensible objects with Gods or Geniuses,\ncalling them by the names and adorning them with properties of woods,\nrivers, mountains, lakes, cities, nations, and whatever their enlarged\nand numerous senses could perceive. And particularly they studied the\nGenius of each city and country, placing it under its mental deity.\nTill a system was formed, which some took advantage of and enslaved the\nvulgar by attempting to realize or abstract the mental deities from\ntheir objects. Thus began Priesthood. Choosing forms of worship from\npoetic tales. And at length they pronounced that the Gods had ordered\nsuch things. Thus men forgot that all deities reside in the human\nbreast.\n\n\n\n\nA MEMORABLE FANCY\n\n\nThe Prophets Isaiah and Ezekiel dined with me, and I asked them how\nthey dared so roundly to assert that God spoke to them, and whether\nthey did not think at the time that they would be misunderstood, and so\nbe the cause of imposition.\n\nIsaiah answered: \"I saw no God, nor heard any, in a finite organical\nperception: but my senses discovered the infinite in everything; and as\nI was then persuaded, and remained confirmed, that the voice of honest\nindignation is the voice of God, I cared not for consequences, but\nwrote.\"\n\nThen I asked: \"Does a firm persuasion that a thing is so, make it so?\"\n\nHe replied: \"All poets believe that it does, and in ages of imagination\nthis firm persuasion removed mountains; but many are not capable of a\nfirm persuasion of anything.\"\n\nThen Ezekiel said: \"The philosophy of the East taught the first\nprinciples of human perception; some nations held one principle for\nthe origin, and some another. We of Israel taught that the Poetic\nGenius (as you now call it) was the first principle, and all the others\nmerely derivative, which was the cause of our despising the Priests and\nPhilosophers of other countries, and prophesying that all Gods would\nat last be proved to originate in ours, and to be the tributaries of\nthe Poetic Genius. It was this that our great poet King David desired\nso fervently, and invokes so pathetically, saying by this he conquers\nenemies and governs kingdoms; and we so loved our God that we cursed\nin His name all the deities of surrounding nations, and asserted that\nthey had rebelled. From these opinions the vulgar came to think that\nall nations would at last be subject to the Jews.\n\n\"This,\" said he, \"like all firm persuasions, is come to pass, for all\nnations believe the Jews' code, and worship the Jews' God; and what\ngreater subjection can be?\"\n\nI heard this with some wonder, and must confess my own conviction.\nAfter dinner I asked Isaiah to favour the world with his lost works; he\nsaid none of equal value was lost. Ezekiel said the same of his.\n\nI also asked Isaiah what made him go naked and barefoot three years. He\nanswered: \"The same that made our friend Diogenes the Grecian.\"\n\nI then asked Ezekiel why he ate dung, and lay so long on his right\nand left side. He answered: \"The desire of raising other men into a\nperception of the infinite. This the North American tribes practise.\nAnd is he honest who resists his genius or conscience, only for the\nsake of present ease or gratification?\"\n\n\n\nThe ancient tradition that the world will be consumed in fire at the\nend of six thousand years is true, as I have heard from Hell.\n\nFor the cherub with his flaming sword is hereby commanded to leave his\nguard at [the] tree of life, and when he does, the whole creation will\nbe consumed and appear infinite and holy, whereas it now appears finite\nand corrupt.\n\nThis will come to pass by an improvement of sensual enjoyment.\n\nBut first the notion that man has a body distinct from his soul is\nto be expunged; this I shall do by printing in the infernal method by\ncorrosives, which in Hell are salutary and medicinal, melting apparent\nsurfaces away, and displaying the infinite which was hid.\n\nIf the doors of perception were cleansed everything would appear to man\nas it is, infinite.\n\nFor man has closed himself up, till he sees all things through narrow\nchinks of his cavern.\n\n\n\n\nA MEMORABLE FANCY\n\n\nI was in a printing-house in Hell, and saw the method in which\nknowledge is transmitted from generation to generation.\n\nIn the first chamber was a dragon-man, clearing away the rubbish from a\ncave's mouth; within, a number of dragons were hollowing the cave.\n\nIn the second chamber was a viper folding round the rock and the cave,\nand others adorning it with gold, silver, and precious stones.\n\nIn the third chamber was an eagle with wings and feathers of air; he\ncaused the inside of the cave to be infinite; around were numbers of\neagle-like men, who built palaces in the immense cliffs.\n\nIn the fourth chamber were lions of flaming fire raging around and\nmelting the metals into living fluids.\n\nIn the fifth chamber were unnamed forms, which cast the metals into the\nexpanse.\n\nThere they were received by men who occupied the sixth chamber, and\ntook the forms of books, and were arranged in libraries.\n\n\n\nThe Giants who formed this world into its sensual existence and now\nseem to live in it in chains are in truth the causes of its life and\nthe sources of all activity, but the chains are the cunning of weak\nand tame minds, which have power to resist energy, according to the\nproverb, \"The weak in courage is strong in cunning.\"\n\nThus one portion of being is the Prolific, the other the Devouring. To\nthe devourer it seems as if the producer was in his chains; but it is\nnot so, he only takes portions of existence, and fancies that the whole.\n\nBut the Prolific would cease to be prolific unless the Devourer as a\nsea received the excess of his delights.\n\nSome will say, \"Is not God alone the Prolific?\" I answer: \"God only\nacts and is in existing beings or men.\"\n\nThese two classes of men are always upon earth, and they should be\nenemies: whoever tries to reconcile them seeks to destroy existence.\n\nReligion is an endeavour to reconcile the two.\n\n\n_Note._--Jesus Christ did not wish to unite but to separate them, as\nin the parable of sheep and goats; and He says: \"I came not to send\npeace, but a sword.\"\n\nMessiah, or Satan, or Tempter, was formerly thought to be one of the\nantediluvians who are our Energies.\n\n\n\n\nA MEMORABLE FANCY\n\n\nAn Angel came to me and said: \"O pitiable foolish young man! O\nhorrible, O dreadful state! Consider the hot burning dungeon thou art\npreparing for thyself to all Eternity, to which thou art going in such\ncareer.\"\n\nI said: \"Perhaps you will be willing to show me my eternal lot, and we\nwill contemplate together upon it, and see whether your lot or mine is\nmost desirable.\"\n\nSo he took me through a stable, and through a church, and down into\nthe church vault, at the end of which was a mill; through the mill we\nwent, and came to a cave; down the winding cavern we groped our tedious\nway, till a void boundless as a nether sky appeared beneath us, and we\nheld by the roots of trees, and hung over this immensity; but I said:\n\"If you please, we will commit ourselves to this void, and see whether\nProvidence is here also; if you will not, I will.\" But he answered: \"Do\nnot presume, O young man; but as we here remain, behold thy lot, which\nwill soon appear when the darkness passes away.\"\n\nSo I remained with him sitting in the twisted root of an oak; he was\nsuspended in a fungus, which hung with the head downward into the deep.\n\nBy degrees we beheld the infinite abyss, fiery as the smoke of a\nburning city; beneath us at an immense distance was the sun, black but\nshining; round it were fiery tracks on which revolved vast spiders,\ncrawling after their prey, which flew, or rather swum, in the infinite\ndeep, in the most terrific shapes of animals sprung from corruption;\nand the air was full of them, and seemed composed of them. These are\nDevils, and are called powers of the air. I now asked my companion\nwhich was my eternal lot. He said: \"Between the black and white\nspiders.\"\n\nBut now, from between the black and white spiders, a cloud and fire\nburst and rolled through the deep, blackening all beneath so that the\nnether deep grew black as a sea, and rolled with a terrible noise.\nBeneath us was nothing now to be seen but a black tempest, till looking\nEast between the clouds and the waves, we saw a cataract of blood mixed\nwith fire, and not many stones' throw from us appeared and sunk again\nthe scaly fold of a monstrous serpent. At last to the East, distant\nabout three degrees, appeared a fiery crest above the waves; slowly\nit reared like a ridge of golden rocks, till we discovered two globes\nof crimson fire, from which the sea fled away in clouds of smoke; and\nnow we saw it was the head of Leviathan. His forehead was divided into\nstreaks of green and purple, like those on a tiger's forehead; soon we\nsaw his mouth and red gills hang just above the raging foam, tinging\nthe black deeps with beams of blood, advancing toward us with all the\nfury of a spiritual existence.\n\nMy friend the Angel climbed up from his station into the mill. I\nremained alone, and then this appearance was no more; but I found\nmyself sitting on a pleasant bank beside a river by moonlight, hearing\na harper who sung to the harp; and his theme was: \"The man who never\nalters his opinion is like standing water, and breeds reptiles of the\nmind.\"\n\nBut I arose, and sought for the mill, and there I found my Angel, who,\nsurprised, asked me how I escaped.\n\nI answered: \"All that we saw was owing to your metaphysics; for when\nyou ran away, I found myself on a bank by moonlight, hearing a harper.\nBut now we have seen my eternal lot, shall I show you yours?\" He\nlaughed at my proposal; but I by force suddenly caught him in my arms,\nand flew Westerly through the night, till we were elevated above the\nearth's shadow; then I flung myself with him directly into the body\nof the sun; here I clothed myself in white, and taking in my hand\nSwedenborg's volumes, sunk from the glorious clime, and passed all the\nplanets till we came to Saturn. Here I stayed to rest, and then leaped\ninto the void between Saturn and the fixed stars.\n\n\"Here,\" said I, \"is your lot; in this space, if space it may be\ncalled.\" Soon we saw the stable and the church, and I took him to the\naltar and opened the Bible, and lo! it was a deep pit, into which I\ndescended, driving the Angel before me. Soon we saw seven houses of\nbrick. One we entered. In it were a number of monkeys, baboons, and\nall of that species, chained by the middle, grinning and snatching at\none another, but withheld by the shortness of their chains. However, I\nsaw that they sometimes grew numerous, and then the weak were caught\nby the strong, and with a grinning aspect, first coupled with and then\ndevoured by plucking off first one limb and then another till the body\nwas left a helpless trunk; this, after grinning and kissing it with\nseeming fondness, they devoured too. And here and there I saw one\nsavourily picking the flesh off his own tail. As the stench terribly\nannoyed us both, we went into the mill; and I in my hand brought the\nskeleton of a body, which in the mill was Aristotle's Analytics.\n\nSo the Angel said: \"Thy phantasy has imposed upon me, and thou oughtest\nto be ashamed.\"\n\nI answered: \"We impose on one another, and it is but lost time to\nconverse with you whose works are only Analytics.\"\n\n\n\n\"I have always found that Angels have the vanity to speak of themselves\nas the only wise; this they do with a confident insolence sprouting\nfrom systematic reasoning.\n\n\"Thus Swedenborg boasts that what he writes is new; though it is only\nthe contents or index of already published books.\n\n\"A man carried a monkey about for a show, and because he was a little\nwiser than the monkey, grew vain, and conceived himself as much\nwiser than seven men. It is so with Swedenborg; he shows the folly\nof churches, and exposes hypocrites, till he imagines that all are\nreligious, and himself the single one on earth that ever broke a net.\n\n\"Now hear a plain fact: Swedenborg has not written one new truth. Now\nhear another: he has written all the old falsehoods.\n\n\"And now hear the reason: he conversed with Angels who are all\nreligious, and conversed not with Devils who all hate religion, for he\nwas incapable through his conceited notions.\n\n\"Thus Swedenborg's writings are a recapitulation of all superficial\nopinions, and an analysis of the more sublime, but no further.\n\n\"Have now another plain fact: any man of mechanical talents may from\nthe writings of Paracelsus or Jacob Behmen produce ten thousand\nvolumes of equal value with Swedenborg's, and from those of Dante or\nShakespeare an infinite number.\n\n\"But when he has done this, let him not say that he knows better than\nhis master, for he only holds a candle in sunshine.\"\n\n\n\n\nA MEMORABLE FANCY\n\n\nOnce I saw a Devil in a flame of fire, who arose before an Angel that\nsat on a cloud, and the Devil uttered these words: \"The worship of God\nis, honouring His gifts in other men each according to his genius, and\nloving the greatest men best. Those who envy or calumniate great men\nhate God, for there is no other God.\"\n\nThe Angel hearing this became almost blue, but mastering himself he\ngrew yellow, and at last white-pink and smiling, and then replied:\n\"Thou idolater, is not God One? and is not He visible in Jesus\nChrist? and has not Jesus Christ given His sanction to the law of ten\ncommandments? and are not all other men fools, sinners, and nothings?\"\n\nThe Devil answered: \"Bray a fool in a mortar with wheat, yet shall not\nhis folly be beaten out of him. If Jesus Christ is the greatest man,\nyou ought to love Him in the greatest degree. Now hear how He has given\nHis sanction to the law of ten commandments. Did He not mock at the\nSabbath, and so mock the Sabbath's God? murder those who were murdered\nbecause of Him? turn away the law from the woman taken in adultery,\nsteal the labour of others to support Him? bear false witness when\nHe omitted making a defence before Pilate? covet when He prayed for\nHis disciples, and when He bid them shake off the dust of their feet\nagainst such as refused to lodge them? I tell you, no virtue can exist\nwithout breaking these ten commandments. Jesus was all virtue, and\nacted from impulse, not from rules.\"\n\nWhen he had so spoken, I beheld the Angel, who stretched out his arms\nembracing the flame of fire, and he was consumed, and arose as Elijah.\n\n\n_Note._--This Angel, who is now become a Devil, is my particular\nfriend; we often read the Bible together in its infernal or diabolical\nsense, which the world shall have if they behave well.\n\nI have also the Bible of Hell, which the world shall have whether they\nwill or no.\n\nOne law for the lion and ox is Oppression.\n\n\n\n\nA SONG OF LIBERTY\n\n\n1. The Eternal Female groan'd; it was heard over all the earth:\n\n2. Albion's coast is sick silent; the American meadows faint.\n\n3. Shadows of prophecy shiver along by the lakes and the rivers, and\nmutter across the ocean. France, rend down thy dungeon!\n\n4. Golden Spain, burst the barriers of old Rome!\n\n5. Cast thy keys, O Rome, into the deep--down falling, even to eternity\ndown falling;\n\n6. And weep!\n\n7. In her trembling hands she took the new-born terror, howling.\n\n8. On those infinite mountains of light now barr'd out by the Atlantic\nsea, the new-born fire stood before the starry king.\n\n9. Flagg'd with grey-brow'd snows and thunderous visages, the jealous\nwings wav'd over the deep.\n\n10. The speary hand burn'd aloft; unbuckled was the shield; forth went\nthe hand of jealousy among the flaming hair, and hurl'd the new-born\nwonder through the starry night.\n\n11. The fire, the fire is falling!\n\n12. Look up! look up! O citizen of London, enlarge thy countenance! O\nJew, leave counting gold; return to thy oil and wine! O African, black\nAfrican! (Go, winged thought, widen his forehead.)\n\n13. The fiery limbs, the flaming hair shot like the sinking sun into\nthe Western sea.\n\n14. Wak'd from his eternal sleep, the hoary element roaring fled away.\n\n15. Down rush'd, beating his wings in vain, the jealous king, his\ngrey-brow'd councillors, thunderous warriors, curl'd veterans, among\nhelms and shields, and chariots, horses, elephants, banners, castles,\nslings, and rocks.\n\n16. Falling, rushing, ruining; buried in the ruins, on Urthona's dens.\n\n17. All night beneath the ruins; then their sullen flames, faded,\nemerge round the gloomy king.\n\n18. With thunder and fire, leading his starry hosts through the waste\nwilderness, he promulgates his ten commandments, glancing his beamy\neyelids over the deep in dark dismay.\n\n19. Where the Son of Fire in his Eastern cloud, while the Morning\nplumes her golden breast,\n\n20. Spurning the clouds written with curses, stamps the stony law\nto dust, loosing the eternal horses from the dens of night, crying:\n\"Empire is no more! and now the lion and wolf shall cease.\"\n\n\n\n\nCHORUS\n\n\nLet the Priests of the Raven of Dawn, no longer in deadly black, with\nhoarse note curse the Sons of Joy. Nor his accepted brethren whom,\ntyrant, he calls free, lay the bound or build the roof. Nor pale\nreligious lechery call that virginity that wishes, but acts not!\n\nFor everything that lives is holy.",
    "metadata": {
        "author": [
            "Blake, William",
            "Blake, W. (William)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/45315/pg45315.txt",
        "name": "the_marriage_of_heaven_and_hell.json"
    }
}