{
    "name": "The unknown [Night watches, Part 7.]",
    "author": [
        "Jacobs, William Wymark",
        "Jacobs, W. W. (William Wymark)"
    ],
    "body": "\n\nTHE UNKNOWN\n\n\"Handsome is as 'andsome does,\" said the night-watchman.  It's an old\nsaying, but it's true.  Give a chap good looks, and it's precious little\nelse that is given to 'im.  He's lucky when 'is good looks 'ave gorn--or\npartly gorn--to get a berth as night-watchman or some other hard and\nbad-paid job.\n\nOne drawback to a good-looking man is that he generally marries young;\nnot because 'e wants to, but because somebody else wants 'im to.  And\nthat ain't the worst of it: the handsomest chap I ever knew married five\ntimes, and got seven years for it.  It wasn't his fault, pore chap; he\nsimply couldn't say No.\n\nOne o' the best-looking men I ever knew was Cap'n Bill Smithers, wot\nused to come up here once a week with a schooner called the Wild Rose.\nFunny thing about 'im was he didn't seem to know about 'is good looks,\nand he was one o' the quietest, best-behaved men that ever came up the\nLondon river.  Considering that he was mistook for me more than once, it\nwas just as well.\n\nHe didn't marry until 'e was close on forty; and then 'e made the\nmistake of marrying a widder-woman.  She was like all the rest of 'em--\nonly worse.  Afore she was married butter wouldn't melt in 'er mouth,\nbut as soon as she 'ad got her \"lines\" safe she began to make up for it.\n\nFor the fust month or two 'e didn't mind it, 'e rather liked being\nfussed arter, but when he found that he couldn't go out for arf an hour\nwithout having 'er with 'im he began to get tired of it.  Her idea was\nthat 'e was too handsome to be trusted out alone; and every trip he made\n'e had to write up in a book, day by day, wot 'e did with himself.  Even\nthen she wasn't satisfied, and, arter saying that a wife's place was by\nthe side of 'er husband, she took to sailing with 'im every v'y'ge.\n\nWot he could ha' seen in 'er I don't know.  I asked 'im one evening--in\na roundabout way--and he answered in such a long, roundabout way that I\ndidn't know wot to make of it till I see that she was standing just\nbehind me, listening.  Arter that I heard 'er asking questions about me,\nbut I didn't 'ave to listen: I could hear 'er twenty yards away, and\nsinging to myself at the same time.\n\nArter that she treated me as if I was the dirt beneath 'er feet.  She\nnever spoke to me, but used to speak against me to other people.  She\nwas always talking to them about the \"sleeping-sickness\" and things o'\nthat kind.  She said night-watchmen always made 'er think of it somehow,\nbut she didn't know why, and she couldn't tell you if you was to ask\nher. The only thing I was thankful for was that I wasn't 'er husband.\nShe stuck to 'im like his shadow, and I began to think at last it was a\npity she 'adn't got some thing to be jealous about and something to\noccupy her mind with instead o' me.\n\n\"She ought to 'ave a lesson,\" I ses to the skipper one evening.  \"Are\nyou going to be follered about like this all your life?  If she was made\nto see the foolishness of 'er ways she might get sick of it.\"\n\nMy idea was to send her on a wild-goose chase, and while the Wild Rose\nwas away I thought it out.  I wrote a love-letter to the skipper signed\nwith the name of \"Dorothy,\" and asked 'im to meet me at Cleopatra's\nNeedle on the Embankment at eight o'clock on Wednesday.  I told 'im to\nlook out for a tall girl (Mrs. Smithers was as short as they make 'em)\nwith mischievous brown eyes, in a blue 'at with red roses on it.\n\nI read it over careful, and arter marking it \"Private,\" twice in front\nand once on the back, I stuck it down so that it could be blown open\na'most, and waited for the schooner to come back.  Then I gave a van-boy\ntwopence to 'and it to Mrs. Smithers, wot was sitting on the deck alone,\nand tell 'er it was a letter for Captain Smithers.\n\nI was busy with a barge wot happened to be handy at the time, but I\n'eard her say that she would take it and give it to 'im.  When I peeped\nround she 'ad got the letter open and was leaning over the side to\nwind'ard trying to get 'er breath.  Every now and then she'd give\nanother look at the letter and open 'er mouth and gasp; but by and by\nshe got calmer, and, arter putting it back in the envelope, she gave it\na lick as though she was going to bite it, and stuck it down agin.  Then\nshe went off the wharf, and I'm blest if, five minutes arterwards, a\nyoung fellow didn't come down to the ship with the same letter and ask\nfor the skipper.\n\n\"Who gave it you?\" ses the skipper, as soon as 'e could speak.\n\n\"A lady,\" ses the young fellow.\n\nThe skipper waved 'im away, and then 'e walked up and down the deck like\na man in a dream.\n\n\"Bad news?\"  I ses, looking up and catching 'is eye.\n\n\"No,\" he ses, \"no.  Only a note about a couple o' casks o' soda.\"\n\nHe stuffed the letter in 'is pocket and sat on the side smoking till his\nwife came back in five minutes' time, smiling all over with good temper.\n\n\"It's a nice evening,\" she ses, \"and I think I'll just run over to\nDalston and see my Cousin Joe.\"\n\nThe skipper got up like a lamb and said he'd go and clean 'imself.\n\n\"You needn't come if you feel tired,\" she ses, smiling at 'im.\n\nThe skipper could 'ardly believe his ears.\n\n\"I do feel tired,\" he ses.  \"I've had a heavy day, and I feel more like\nbed than anything else.\"\n\n\"You turn in, then,\" she ses.  \"I'll be all right by myself.\"\n\nShe went down and tidied herself up--not that it made much difference to\n'er--and, arter patting him on the arm and giving me a stare that would\nha' made most men blink, she took herself off.\n\nI was pretty busy that evening.  Wot with shifting lighters from under\nthe jetty and sweeping up, it was pretty near ha'-past seven afore I 'ad\na minute I could call my own.  I put down the broom at last, and was\njust thinking of stepping round to the Bull's Head for a 'arf-pint when\nI see Cap'n Smithers come off the ship on to the wharf and walk to the\ngate.\n\n\"I thought you was going to turn in?\" I ses.\n\n\"I did think of it,\" he ses, \"then I thought p'r'aps I'd better stroll\nas far as Broad Street and meet my wife.\"\n\nIt was all I could do to keep a straight face.  I'd a pretty good idea\nwhere she 'ad gorn; and it wasn't Dalston.\n\n\"Come in and 'ave 'arf a pint fust,\" I ses.\n\n\"No; I shall be late,\" he ses, hurrying off.\n\nI went in and 'ad a glass by myself, and stood there so long thinking of\nMrs. Smithers walking up and down by Cleopatra's Needle that at last the\nlandlord fust asked me wot I was laughing at, and then offered to make\nme laugh the other side of my face.  And then he wonders why people go\nto the Albion.\n\nI locked the gate rather earlier than usual that night.  Sometimes if\nI'm up that end I leave it a bit late, but I didn't want Mrs. Smithers\nto come along and nip in without me seeing her face.\n\nIt was ten o'clock afore I heard the bell go, and when I opened the\nwicket and looked out I was surprised to see that she 'ad got the\nskipper with 'er.  And of all the miserable-looking objects I ever saw\nin my life he was the worst.  She 'ad him tight by the arm, and there\nwas a look on 'er face that a'most scared me.\n\n\"Did you go all the way to Dalston for her?\"  I ses to 'im.\n\nMrs. Smithers made a gasping sort o' noise, but the skipper didn't\nanswer a word.\n\nShe shoved him in in front of 'er and stood ever 'im while he climbed\naboard.  When he held out 'is hand to help 'er she struck it away.\n\nI didn't get word with 'im till five o'clock next morning, when he came\nup on deck with his 'air all rough and 'is eyes red for want of sleep.\n\n\"Haven't 'ad a wink all night,\" he ses, stepping on to the wharf.\n\nI gave a little cough.  \"Didn't she 'ave a pleasant time at Dalston?\" I\nses.\n\nHe walked a little further off from the ship.  \"She didn't go there,\" he\nses, in a whisper.\n\n\"You've got something on your mind,\" I ses.  \"Wot is it?\"\n\nHe wouldn't tell me at fust, but at last he told me all about the letter\nfrom Dorothy, and 'is wife reading it unbeknown to 'im and going to meet\n'er.\n\n\"It was an awful meeting!\"  he ses.  \"Awful!\"\n\nI couldn't think wot to make of it.  \"Was the gal there, then?\"  I ses,\nstaring at 'im.\n\n\"No,\" ses the skipper; \"but I was.\"\n\n\"You?\"  I ses, starting back.  \"You!  Wot for?  I'm surprised at you! I\nwouldn't ha' believed it of you!\"\n\n\"I felt a bit curious,\" he ses, with a silly sort o' smile.  \"But wot I\ncan't understand is why the gal didn't turn up.\"\n\n\"I'm ashamed of you, Bill,\" I ses, very severe.\n\n\"P'r'aps she did,\" he ses, 'arf to 'imself, \"and then saw my missis\nstanding there waiting.  P'r'aps that was it.\"\n\n\"Or p'r'aps it was somebody 'aving a game with you,\" I ses.\n\n\"You're getting old, Bill,\" he ses, very short.  \"You don't understand.\nIt's some pore gal that's took a fancy to me, and it's my dooty to meet\n'er and tell her 'ow things are.\"\n\nHe walked off with his 'ead in the air, and if 'e took that letter out\nonce and looked at it, he did five times.\n\n\"Chuck it away,\" I ses, going up to him.\n\n\"Certainly not,\" he ses, folding it up careful and stowing it away in\n'is breastpocket.  \"She's took a fancy to me, and it's my dooty----\"\n\n\"You said that afore,\" I ses.\n\nHe stared at me nasty for a moment, and then 'e ses: \"You ain't seen any\nyoung lady hanging about 'ere, I suppose, Bill?  A tall young lady with\na blue hat trimmed with red roses?\"\n\nI shook my 'ead.\n\n\"If you should see 'er\" he ses.\n\n\"I'll tell your missis,\" I ses.  \"It 'ud be much easier for her to do\nher dooty properly than it would you.  She'd enjoy doing it, too.\"\n\nHe went off agin then, and I thought he 'ad done with me, but he 'adn't.\nHe spoke to me that evening as if I was the greatest friend he 'ad in\nthe world.  I 'ad two 'arfpints with 'im at the Albion--with his missis\nwalking up and down outside--and arter the second 'arf-pint he said he\nwanted to meet Dorothy and tell 'er that 'e was married, and that he\n'oped she would meet some good man that was worthy of 'er.\n\nI had a week's peace while the ship was away, but she was hardly made\nfast afore I 'ad it all over agin and agin.\n\n\"Are you sure there's been no more letters?\" he ses.\n\n\"Sartain,\" I ses.\n\n\"That's right,\" he ses; \"that's right.  And you 'aven't seen her walking\nup and down?\"\n\n\"No,\" I ses.\n\n\"'Ave you been on the look-out?\" he ses.  \"I don't suppose a nice gal\nlike that would come and shove her 'ead in at the gate.  Did you look up\nand down the road?\"\n\n\"Yes,\" I ses.  \"I've fair made my eyes ache watching for her.\"\n\n\"I can't understand it,\" he ses.  \"It's a mystery to me, unless p'r'aps\nshe's been taken ill.  She must 'ave seen me here in the fust place; and\nshe managed to get hold of my name.  Mark my words, I shall 'ear from\nher agin.\"\n\n\"'Ow do you know?\" I ses.\n\n\"I feel it 'ere,\" he ses, very solemn, laying his 'and on his chest.\n\nI didn't know wot to do.  Wot with 'is foolishness and his missis's\ntemper, I see I 'ad made a mess of it.  He told me she had 'ardly spoke\na word to 'im for two days, and when I said--being a married man myself\n--that it might ha' been worse, 'e said I didn't know wot I was talking\nabout.\n\nI did a bit o' thinking arter he 'ad gorn aboard agin.  I dursn't tell\n'im that I 'ad wrote the letter, but I thought if he 'ad one or two more\nhe'd see that some one was 'aving a game with 'im, and that it might do\n'im good.  Besides which it was a little amusement for me.\n\nArter everybody was in their beds asleep I sat on a clerk's stool in the\noffice and wrote 'im another letter from Dorothy.  I called 'im \"Dear\nBill,\" and I said 'ow sorry I was that I 'adn't had even a sight of 'im\nlately, having been laid up with a sprained ankle and 'ad only just got\nabout agin.  I asked 'im to meet me at Cleopatra's Needle at eight\no'clock, and said that I should wear the blue 'at with red roses.\n\nIt was a very good letter, but I can see now that I done wrong in\nwriting it.  I was going to post it to 'im, but, as I couldn't find an\nenvelope without the name of the blessed wharf on it, I put it in my\npocket till I got 'ome.\n\nI got 'ome at about a quarter to seven, and slept like a child till\npretty near four.  Then I went downstairs to 'ave my dinner.\n\nThe moment I opened the door I see there was something wrong.  Three\ntimes my missis licked 'er lips afore she could speak.  Her face 'ad\ngone a dirty white colour, and she was leaning forward with her 'ands on\nher 'ips, trembling all over with temper.\n\n\"Is my dinner ready?\"  I ses, easy-like.  \"'Cos I'm ready for it.\"\n\n\"I--I wonder I don't tear you limb from limb,\" she ses, catching her\nbreath.\n\n\"Wot's the matter?\"  I ses.\n\n\"And then boil you,\" she ses, between her teeth.  \"You in one pot and\nyour precious Dorothy in another.\"\n\nIf anybody 'ad offered me five pounds to speak then, I couldn't ha' done\nit.  I see wot I'd done in a flash, and I couldn't say a word; but I\nkept my presence o' mind, and as she came round one side o' the table I\nwent round the other.\n\n\"Wot 'ave you got to say for yourself?\"  she ses, with a scream.\n\n\"Nothing,\" I ses, at last.  \"It's all a mistake.\"\n\n\"Mistake?\" she ses.  \"Yes, you made a mistake leaving it in your pocket;\nthat's all the mistake you've made.  That's wot you do, is it, when\nyou're supposed to be at the wharf?  Go about with a blue 'at with red\nroses in it!  At your time o' life, and a wife at 'ome working herself\nto death to make both ends meet and keep you respectable!\"\n\n\"It's all a mistake,\" I ses.  \"The letter wasn't for me.\"\n\n\"Oh, no, o' course not,\" she ses.  \"That's why you'd got it in your\npocket, I suppose.  And I suppose you'll say your name ain't Bill next.\"\n\n\"Don't say things you'll be sorry for,\" I ses.\n\n\"I'll take care o' that,\" she ses.  \"I might be sorry for not saying\nsome things, but I don't think I shall.\"\n\nI don't think she was.  I don't think she forgot anything, and she raked\nup things that I 'ad contradicted years ago and wot I thought was all\nforgot.  And every now and then, when she stopped for breath, she'd try\nand get round to the same side of the table I was.\n\nShe follered me to the street door when I went and called things up the\nroad arter me.  I 'ad a snack at a coffee-shop for my dinner, but I\n'adn't got much appetite for it; I was too full of trouble and finding\nfault with myself, and I went off to my work with a 'art as heavy as\nlead.\n\nI suppose I 'adn't been on the wharf ten minutes afore Cap'n Smithers\ncame sidling up to me, but I got my spoke in fust.\n\n\"Look 'ere,\" I ses, \"if you're going to talk about that forward hussy\nwot's been writing to you, I ain't.  I'm sick and tired of 'er.\"\n\n\"Forward hussy!\"  he ses.  \"Forward hussy!\"  And afore I could drop my\nbroom he gave me a punch in the jaw that pretty near broke it.  \"Say\nanother word against her,\" he ses, \"and I'll knock your ugly 'ead off.\nHow dare you insult a lady?\"\n\nI thought I should 'ave gone crazy at fust, but I went off into the\noffice without a word.  Some men would ha' knocked 'im down for it, but\nI made allowances for 'is state o' mind, and I stayed inside until I see\n'im get aboard agin.\n\nHe was sitting on deck when I went out, and his missis too, but neither\nof 'em spoke a word.  I picked up my broom and went on sweeping, when\nsuddenly I 'eard a voice at the gate I thought I knew, and in came my\nwife.\n\n\"Ho!\"  she ses, calling out.  \"Ain't you gone to meet that gal at\nCleopatra's Needle yet?  You ain't going to keep 'er waiting, are you?\"\n\n\"H'sh!\"  I ses.\n\n\"H'sh! yourself,\" she ses, shouting.  \"I've done nothing to be ashamed\nof.  I don't go to meet other people's husbands in a blue 'at with red\nroses.  I don't write 'em love-letters, and say 'H'sh!' to my wife when\nshe ventures to make a remark about it.  I may work myself to skin and\nbone for a man wot's old enough to know better, but I'm not going to be\ntrod on.  Dorothy, indeed!  I'll Dorothy 'er if I get the chance.\"\n\nMrs. Smithers, wot 'ad been listening with all her ears, jumped up, and\nso did the skipper, and Mrs. Smithers came to the side in two steps.\n\n\"Did you say 'Dorothy,' ma'am?\"  she ses to my missis.\n\n\"I did,\" ses my wife.  \"She's been writing to my husband.\"\n\n\"It must be the same one,\" ses Mrs. Smithers.  \"She's been writing to\nmine too.\"\n\nThe two of 'em stood there looking at each other for a minute, and then\nmy wife, holding the letter between 'er finger and thumb as if it was\npison, passed it to Mrs. Smithers.\n\n\"It's the same,\" ses Mrs. Smithers.  \"Was the envelope marked\n'Private'?\"\n\n\"I didn't see no envelope,\" ses my missis.  \"This is all I found.\"\n\nMrs. Smithers stepped on to the wharf and, taking 'old of my missis by\nthe arm, led her away whispering.  At the same moment the skipper walked\nacross the deck and whispered to me.\n\n\"Wot d'ye mean by it?\"  he ses.  \"Wot d'ye mean by 'aving letters from\nDorothy and not telling me about it?\"\n\n\"I can't help 'aving letters any more than you can,\" I ses.  \"Now\np'r'aps you'll understand wot I meant by calling 'er a forward hussy.\"\n\n\"Fancy 'er writing to you!\" he ses, wrinkling 'is forehead.  \"Pph!  She\nmust be crazy.\"\n\n\"P'r'aps it ain't a gal at all,\" I ses.  \"My belief is somebody is\n'aving a game with us.\"\n\n\"Don't be a fool,\" he ses.  \"I'd like to see the party as would make a\nfool of me like that.  Just see 'im and get my 'ands on him.  He\nwouldn't want to play any more games.\"\n\nIt was no good talking to 'im.  He was 'arf crazy with temper.  If I'd\nsaid the letter was meant for 'im he'd 'ave asked me wot I meant by\nopening it and getting 'im into more trouble with 'is missis, instead of\ngiving it to 'im on the quiet.  I just stood and suffered in silence,\nand thought wot a lot of 'arm eddication did for people.\n\n\"I want some money,\" ses my missis, coming back at last with Mrs.\nSmithers.\n\nThat was the way she always talked when she'd got me in 'er power.  She\ntook two-and-tenpence--all I'd got--and then she ordered me to go and\nget a cab.\n\n\"Me and this lady are going to meet her,\" she ses, sniffing at me.\n\n\"And tell her wot we think of 'er,\" ses Mrs. Smithers, sniffing too.\n\n\"And wot we'll do to 'er,\" ses my missis.\n\nI left 'em standing side by side, looking at the skipper as if 'e was a\nwaxworks, while I went to find a cab.  When I came back they was in the\nsame persition, and 'e was smoking with 'is eyes shut.\n\nThey went off side by side in the cab, both of 'em sitting bolt-upright,\nand only turning their 'eads at the last moment to give us looks we\ndidn't want.\n\n\"I don't wish her no 'arm,\" ses the skipper, arter thinking for a long\ntime.  \"Was that the fust letter you 'ad from 'er, Bill?\"\n\n\"Fust and last,\" I ses, grinding my teeth.\n\n\"I hope they won't meet 'er, pore thing,\" he ses.\n\n\"I've been married longer than wot you have,\" I ses, \"and I tell you one\nthing.  It won't make no difference to us whether they do or they\ndon't,\" I ses.\n\nAnd it didn't.",
    "metadata": {
        "author": [
            "Jacobs, William Wymark",
            "Jacobs, W. W. (William Wymark)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/12157/pg12157.txt",
        "name": "the_unknown_night_watches_part_7.json"
    }
}