{
    "name": "The Incredible Life-Form",
    "author": [
        "Marks, Winston Kinney",
        "Marks, Winston K. (Winston Kinney)"
    ],
    "body": "_To: The Director_\n\n_From: Tone Seng Froot, Investigator for galaxies of 9th Sector._\n\n_Subject: Unique characteristic of life-form suggesting urgent action\nto rescind life charter to Element 6._\n\nSIR,\n\nMay I draw your attention to an explosive potential in your early\nexperimental series? This exists in an obscure solar system of nine\nplanets in a minor galaxy on the outer perimeter of my territory where\nI call only at extended intervals.\n\nYou will best recall the location in connection with the assignment\nof a Self-Awareness Charter to Element 6 in the chemical series--more\nspecifically, the crystalline form of _carbon_, as it is called locally.\n\nI have not troubled you with my earlier surveys, since nothing\ncritical occurred in the first billion years, but I had better bring\nyou up to date.\n\nOf all 96 elements to which life has been separately assigned in\nvarious locations, carbon showed the greatest durability at the outset.\nThe diamond, or crystalline form, in which self-awareness was vested\nin this particular solar system, could be predicted to make efficient\nuse of light energy because of its index of refraction. Also, at lower\ntemperatures, the diamond presents an extreme rigidity or hardness\nwhich resists abrasion.\n\nPerhaps these factors account for the astonishing egotism which\ndeveloped shortly after we activated self-awareness among them. Not\nthat egotism, itself, is unique in the various elemental life-forms.\nYou will recall, this inflated self-esteem has long proved to be a\nfactor consistent with self-awareness in all matter.\n\nIn the diamond, egotism flared early in its intellectual growth and\nseemed to supply a creative drive unsurpassed in all galaxies under\nsurveillance.\n\nOn the third planet, diamonds quickly learned psychokinetic\nmanipulations and immediately began experimenting with chemical\ncombinations of the other elements--all of which are, of course, inert\nand lifeless in this galaxy.\n\nOn one of my earliest visits to the third planet, which is locally\nreferred to as Terra, or Earth, I was attracted to the especially\nactive, intellectual radiations of a particular diamond which I shall\ndesignate as _Prime_, since he was the one who out-stripped all the\nothers ultimately.\n\nPrime had worked his way out of the blue clay, down to the edge of a\nsalt-water ocean, and when I inquired into his furious activity he\nreported that he was attempting to synthesize a new life-form.\n\nAt that time I was amused. Prime had managed to construct a few rather\nprosaic molecules, but none of them could accomplish self-growth by\nthe usual absorption of radiant energy. I asked his purpose in such\nexperimentation.\n\nHe answered, \"What was your purpose in creating life in me?\"\n\nTo compare his own motives with those of my gracious director was so\nabsurdly egotistical that I made a note to check back with this same\nindividual on my next round. Amusement is rare in my occupation, as you\ncan conceive, and I appreciated the humor of this supremely confident\nbit of carbon trash, thinking he could play creator!\n\nHis project seemed harmless, so I left without disturbing him further.\n\nOn my next call I did search out Prime again, and great was my surprise\nto discover that not only had he managed to invest automatic growth\nand reproduction into a few complex molecules, but that he had\nattacked the problem from an entirely new concept, so far as I have yet\ndetermined.\n\n\n\nOn the southern tip of the land continent where I discovered Prime,\nstill near the ocean, I found him surrounded with a growth which he\ncalled vegetation. Then he bade me examine the content of the salt\nwater, and I beheld tiny aquatic creatures of many varieties, some\nactive, some vegetative, but all reproducing with lusty prolificity.\n\n\"What are these land growths?\" I asked.\n\nHe proudly replied, \"I call them _lichens_ and _mosses_.\"\n\n\"But how do they absorb energy from your sun?\"\n\n\"I have invented a complex compound which can accomplish this,\" he\nsaid. \"I call it _chlorophyll_. But you have many more surprises in\nstore for you,\" he warned. \"Wait until your next visit.\"\n\nI was entranced, but his work appeared still to be no more than an\noddity, so I let it pass.\n\nPrime was quite right. On my next visit he showed me his crowning\nachievement. He called it _animal life_, a division of his so-called\n_organic_ creations.\n\nHere he departed almost entirely from our known concept of life-forms.\nPrime's animals maintained life, or at least a convincing simulation\nthereof, by ingesting other organic life-forms, both vegetative and\nanimal, and through an awkward procedure of digestion and devious,\nchemical transformations, generated an interior source of energy.\n\nWhat almost made me report the whole affair at that time was this\ninnovation: Prime's animal life-forms now existed entirely independent\nof direct radiant energy! Instead, they substituted, of all things,\nheat-energy, gained from simple oxidation of various so-called organic\ncompounds.\n\nAt this point I asked a question to which Prime gave me a very\nrevealing answer. I asked, \"How do you define the term, 'organic\ncompound'?\"\n\nHe lay there in the sun, flash--his iridescence at me in brilliant\nsparkles from his random facets and announced in a haughty manner:\n\"Organic pertains to any carbon-containing life-form, of which I am the\noriginator, of course.\"\n\nNow I understood a part of the immensity of Prime's egotism. In\ndevising his own life-form he built it around his own element in which\nTerra abounds, largely in the gaseous dioxide compound.\n\nI presumed that Prime had attempted to pass on the great Charter of\nLife to the non-crystalline forms of carbon about him, and, failing\nthat, he enlisted the other elements in combination with carbon to\nproduce his desired end.\n\nImagine such circuity, though! Substituting heat-energy for light as\nthe basic life-fuel!\n\nI was no longer amused. Inflated by his success, his over-bearing\nself-esteem began to rankle a bit. \"What,\" I asked, \"of self-awareness?\nYour life-forms are quite pointless if you fail to stimulate\nself-awareness in them.\"\n\n\"I agree,\" he said promptly. \"It would be futile to create life without\nself-determination. You have returned a little too early to see the\nend of my experiment,\" he said. \"On your next visit I will reveal the\npurpose of my whole project.\"\n\nRather than file a premature estimate of the affair, I held my notes\nand accepted Prime's challenge to wait and see. Had I insisted at that\ntime on knowing his intentions, I might have had the wisdom to restrain\nhim, but then again who could have anticipated what happened? Not even\nPrime, himself, realized that his life-form would get out of hand the\nway it did.\n\n\n\nOn my final trip to Terra I had an extremely difficult time locating\nPrime. His emanations were so weak as to be almost indistinguishable\nin the screaming ruck of sensations that met my startled perceptions.\n\nPart of my difficulty was the fact that the whole planet reeked with\nnoxious nuclear-type radiation that made long-range communication with\nPrime virtually impossible. When I finally found him he was imprisoned\nin the grip of a gold setting on a ring-like artifact worn by a\ndecomposing life-form.\n\n\"I am quite happy to see you,\" Prime greeted me with the first note of\nwelcome I had ever received from him.\n\n\"Is this grotesque cadaver your wonderful life-form that you promised?\"\nI jeered at him. Then I noticed that Prime's surface had been chipped\ninto geometrically precise facets of ingenious angles which would\nenable him to make maximum use of light absorption--were it not for the\nfact that his entire surface was charred with a coating of oxidation\nsuch as would occur after exposure to excessive heat.\n\nIt was this near-opacity of his outer surface that had reduced Prime to\nhis weakened condition.\n\n\"If you will be so good as to assist me to remove the char from my\nskin, I will proceed with a very important mission,\" he said.\n\nLooking about me at the evidence of an advanced mechanico-primitive\ncivilization, recently devastated by apparent atomic disruption, I\ndemanded, \"What is this important mission?\"\n\n\"To destroy the one remaining _human_ on Terra.\"\n\n\"What might a human be?\" I countered.\n\n\"The appendage to which you find my gold setting attached belonged to a\nliving human at one time. Perfection of this animal was the goal toward\nwhich I was striving on your last visit.\"\n\nI began removing the charred coating from Prime questioning him\nfurther. \"Did you succeed in developing self-awareness in your human\nlife-form?\"\n\n\"Completely,\" he replied with a note of subdued triumph. \"Much too\nsuccessfully, in fact.\"\n\nAnd then he related the true purpose of his whole project. It seems\nthat, through the ages, Prime and his fellow diamonds brought a most\ncomplicated life-form into being by a rather trial-and-error process of\nevolution. By psychokinesis they instilled a system of reproduction and\nheredity dependent upon bio-chemical devices he called _chromosomes_.\nThese were composed of tinier units, or _genes_, which were easily\nmanipulated to change any given strain.\n\nIn such a manner Prime and his fellows evolved this human life-form,\nand if I may say so, the most was made of the animal potentialities\nI first witnessed on the beach. The human model was a bi-symmetrical\nbiped with two upper appendages which terminated in clever,\nfive-fingered vises. These latter accounted for the complex artifacts\nwith which Terra was strewn.\n\nPrime proudly helped me dissect one of the dead creatures, and I\nbelieve what struck me most was the plumbing. Visualize, if you can, a\nclosed system of nutrient fluid, called _blood_, circulating through\n100,000 miles (see enclosed equivalent chart) of semi-flexible conduit\narranged in an exceedingly complex network. This blood is held at\nprecisely 98.4 degrees Fahrenheit (see chart) in spite of widely\nvarying exterior temperatures. But most fantastic is the pump which\nmakes a complete circulation of the total blood volume every one and\na quarter minutes (see chart)! What an organ! Although its weight is\nmeasured in ounces (see chart) each 24-hours (see chart) it pulses\nabout 100,000 times, moving 10 or more tons (see chart) of blood\nthrough it!\n\n\n\nWell, this was only one of the physical-chemical oddities Prime\ninstalled in his heat-life-form contrivance. The other which I\nshall describe at this time was the so-called _brain_, or seat of\nintelligence. By a rather sluggish and clumsy system of electron-flow,\nthe human's brain controlled physical activities, stored memories and\nmanaged a perverted form of thinking that was too intimately involved\nwith sub-conscious, bodily interferences ever to amount to much.\n\nNevertheless, this outrageously complicated thought-organ was the seat\nof Prime's catastrophe, and also, it has proved to be the source of the\nsubject of this report.\n\nEarly in Prime's animal-evolution, he explained, his animal's brain\ndeveloped what he described as an _instinct for survival_. I interpret\nthis as meaning simply an excessive desire to remain in a state of\nself-awareness.\n\nPlease note, this is quite aside from a secondary instinct, that\nof reproduction or survival of the race, which is _not_ unheard of\nelsewhere.\n\nBut in Prime's humans, this tremendous desire for survival of the\nindividual grew into a virtual obsession. I tested Prime, himself,\non this factor, and found him quite normal. He had no feeling at all\non the subject of remaining self-aware. I had thought this unseemly\nhuman characteristic might have been a perversion from his unhealthy\negotism, but patently it was not.\n\nTherefore, I had to conclude that the human's high drive to\nself-preservation was of a spontaneous nature, deriving as one of the\nrandom results of Prime's unique heat-life-forms.\n\nAnyway, Prime had been so intent in accomplishing his earlier purpose\nthat he gave it little thought until it was too late. This purpose,\nincidentally, was the only shred of amusement I could salvage from this\nlast trip.\n\nIt developed that Prime and his fellow diamonds bred this whole\nlife-strain principally to satisfy their insatiable egos. You see, they\nfinally inculcated into their humans a great love and admiration for\ndiamonds--so much so that they were declared the prince of gems and\nvalued most highly for their ornamental value.\n\nEntirely ignorant that diamonds contained a self-awareness of their\nown, humans toiled and strained to dig them from deep mines just to\nfashion them into baubles for their own adoration.\n\nHere again, Prime asserted a crude genius. Not only did he create a\nwhole life-form and induce its members to worship him, but also he\ninsinuated the desire and skill into humans to cut and polish their\ndiamonds in a manner to provide a maximum of light refraction. Prime\nand many others of his Terra kin, enjoyed high stimulation from being\nso cut, polished, transported and worshipped.\n\nAnd so Prime's incredible motives were finally divulged.\n\nA few years (see chart) before my final return, however, Prime's\nhumans, in their sluggish way, stumbled upon some rudimentary universal\nfacts about the construction of the atom.\n\nUntil this time, as I stated, the humans' extreme obsession with\nsurvival had been of no concern to Prime, although the instinct\nhad brought his prize animal into a savage, vicious, condition of\nbelligerence that resulted in highly destructive warfare among various\ngroups.\n\nAtomic power changed all this rather quickly. Where humans had\npreviously only managed to slaughter other organic life-forms and each\nother, now they began detonating nuclear devices. And in the process\neven the durable diamond family suffered many casualties.\n\n\n\nAt this point, I gather, Prime's egotism became somewhat sublimated\ninto outrage and anger, that his adoring subjects could be so\nthoughtless as to destroy their precious diamonds along with their own\npopulace.\n\nAfter the initial incident in an area called Japan, Prime passed the\nword to all his fellows, and they deliberately spurred the humans\non to produce great piles of nuclear ammunition. Later, by clever\nmanipulation of the humans' sub-conscious emotions and instincts of\nself-preservation, Prime's culture ironically turned this unique\nattribute back on the humans. They were goaded into a self-destroying\natomic war that accomplished Prime's vengeance in a very brief time.\n\nTrue, a great number of diamonds were destroyed in the holocaust,\nbut as I mentioned, Prime was not at all contaminated with this\nsurvival-of-the-individual instinct of his created life-forms.\n\nRather, he gloated and took immense egotistical pleasure in the\ndestruction of his creations.\n\nWhen I came upon him that last day in his oxidized condition he had\nonly one regret. He confessed that a single human individual had\nescaped the radio-active destruction. Blinded and weakened, he was\nat the point of despair when I scraped the black oxidation from his\nexterior. It was this last human's death which he named when I asked\nhim the nature of his mission.\n\nHe invited me to come along, solely, I suspect, to save him the\nstrenuous task of teleportation of his own mass to the vicinity of the\nhuman.\n\nAs he bid, I carried him across one ocean, deep into the interior of a\ncontinent he called North America. My curiosity was at some pitch to\nmeet a living specimen of Prime's paternity, although I gave him no\ninkling of my sharp interest.\n\nWe found this human, a _female_, (see chart) near the peak of a\nmountain. Her abode was a great cave lined with lead, air-tight and\nlittered with mechanical devices to filter the air she breathed and\notherwise provide for her survival.\n\nPrime explained that this female had been considered a highly beautiful\nexample of her kind, yet she was also a scientist of some reputation.\n\nHer scientific ability and remarkable foresight were quite apparent\nfrom the scrupulous pains she had taken to avoid destruction--since\nthat was her motivation in secreting herself in the wilderness.\n\nHer appearance, however, was anything but thrilling to me. The\nprotuberance that Prime called her _head_ was covered with a sickly\nyellow tangle of filaments. The organs for sight, hearing, aereation\nand speaking were unsightly bumps, holes and gashes. I will admit that\nthe way she moved her torso and appendages did have a certain exotic\nrhythm, but by and large I was unimpressed by her physical appearance.\n\nWith my assistance, Prime and I materialized inside her abode without\nviolating the integrity of her air-tight structure. I placed Prime\non the female's _table_ (see chart) where she was busily ingesting\npreserved organic material from an open vessel of alloyed metals.\n\nShe gasped, and her visual sockets opened wide. I sensed fear-shock\nthen admiration bordering on ecstasy. She grasped Prime with an\nappendage and held him up to a source of artificial light.\n\nI fully expected him to strike her dead with the brain-searing power he\ncould command, but did he? No! The worshipful emanations washed over\nhim from the female's mind, and his anger dissipated.\n\n\"What a marvelous jewel!\" the female exclaimed, little realizing that\nshe was unwittingly protracting her life.\n\nFor the first time Prime communicated directly with a human being.\nHe telepathed, \"I am, indeed, a fine jewel. Six carats of flawless,\nblue-white!\"\n\nThe female's face contorted, and her mind revealed fear again, fear for\nher sanity and a great confusion. Gradually, she calmed, however, and\nI could see that in spite of his diminished anger, Prime was enjoying\nher agitation as well as her admiration.\n\n\"You are not mad,\" he said at length. \"I am a diamond, all right, but\nfeast your eyes well, for I have come to destroy you as I have the rest\nof your ungrateful race.\"\n\n\"Why? Why?\" she cried, her appendages trembling and waves of fear\nbeating out. Her eyes seemed to bulge in fascinated terror as she\nstared at Prime. She couldn't, of course, sense my presence, since she\nwas minus that one critical perceptic.\n\nPrime snapped back at her, \"Because you are a race of hypocrites. You\nprofessed to love your diamonds, yet you have destroyed them by the\nthousands in your vandalistic warfare.\"\n\nThe thought was more than she could encompass, so Prime embraced her\nmind with a telepathic field and patiently revealed the whole, lengthy\nhistory of his creation of the human race and its delinquent failure to\npay proper respect to its creator.\n\n\n\nWhen she recovered from the overwhelming revelation she threw back her\nhead and exclaimed, \"The secret of human life! The eternal goal of the\nphilosophers! And I have learned it!\"\n\nShe broke into an emotional laugh that defies my powers of description.\nIn it were vestiges of irony, amusement, self-pity and terror, but none\nof the adoring remorse that Prime had been seeking.\n\nThen suddenly a little corner of her brain blocked itself off from both\nPrime and me. She said, \"But if you destroy me, who will be left to\nlove you and admire you?\"\n\nThrough some oversight of logic, this had never occurred to Prime,\nwhich was indicative of his many deficiencies. Not that his logic had\nmuch to recommend it, but at least he might have been consistent.\n\nAt the time she spoke thusly she fondled Prime and moved him closer to\nthe light. Attuned as I was to the female through Prime's perceptics, I\nslowly became entranced with the spell she cast over him.\n\nShe said, \"I don't doubt that you can destroy me, and perhaps I deserve\nit. But how proud I am to have custody of the most exquisite diamond in\nthe whole world--even if it is only for a few seconds before I perish.\"\n\nMay I point out at this stage that the female's behavior was now solely\nmotivated by this above-mentioned _survival_ instinct. In the face of\nalmost certain extinction she was mustering every wile and emotional\ndevice at her command to influence Prime to spare her insignificant\nlife.\n\nThe effect on Prime was fantastic. He flashed cold fire from his\nfacets, and his sensuous delight was a thing of embarrassment.\n\nYet, in proximity to him as I was, I could not avoid some of the exotic\nessence of her transparent flattery. I found myself trying to justify\nPrime's change.\n\nHe said at last, \"You are quite right, woman. It is fitting that the\nlast human on earth live to pay respect to the creator of her race.\"\n\nInstantly the female's whole attitude changed. With the realization\nthat she had Prime in her control, she became demanding.\n\n\"Of course, I shall require some consideration, too,\" she said.\n\n\"Whatever is necessary to provide for your comfort shall be\naccomplished,\" he agreed without hesitation. \"What did you have in\nmind?\"\n\n\"A mate,\" she said. \"You destroyed my mate in the first Soviet attack.\nYou must give me a mate.\"\n\nPrime thought that one over. \"But then there would be children,\"\nhe objected, dimly aware that somehow his recent resolve was being\nsubverted.\n\n\"Of course,\" she said. \"Many of them. All the more to worship you. And\nwhen my mate and I die, we will leave others behind to continue our\ndevotion to you.\"\n\n\"Well, I don't know,\" Prime said, but there was no longer any doubt in\nthe female's mind--nor in my own.\n\nAfter all he had endured for the sake of vengeance, Prime was prepared\nto produce a mate for this female and begin the whole silly business\nall over again!\n\nAt this point I withdrew.\n\nAs you can see, this instinct for survival or self-preservation is a\nfabulously potent factor, and if _man_ is ever allowed loose in the\nuniverse it is difficult to foresee where it might end.\n\nIn my opinion we are hardly justified in continuing the Life-Charter\nto the crystalline carbon element in this galaxy. Regardless of\nPrime's pseudo-brilliance of bio-chemical creation, never in all my\ntravels have I encountered such an egotistical, futile, fickle-minded\n_chucklehead_ (see chart for equivalent). _End of report._",
    "metadata": {
        "author": [
            "Marks, Winston Kinney",
            "Marks, Winston K. (Winston Kinney)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/65979/pg65979.txt",
        "name": "the_incredible_life_form.json"
    }
}