{
    "name": "The way out",
    "author": [
        "Smith, Richard Rein",
        "Rein Smith, Richard",
        "Smith, Richard R. (Richard Rein)"
    ],
    "body": "The room was a maze of mirrors that reflected his nightmare image.\nAt first he had tried to close his eyes but found that they had done\nsomething to them. He could not close them and was forced to look at\nthe thing in the hundreds of mirrors, seeing it from all angles.\n\nHe had tried to sleep--thinking that, if asleep, he would not see the\nmirrors and himself. But they had injected drugs into his body--drugs\nthat made sleep impossible except when they wanted him to sleep. A\nhuman body had to have a minimum of sleep; they knew what that minimum\nwas and gave it to him when they wanted him to have it.\n\nBut even sleep was no release. During those first days, he discovered\nthat a man unable to close his eyes will _see_ while he sleeps. And in\nevery dream the mirrors and the nightmare were there, superimposed upon\nthe dream as two negatives placed one upon another. If he dreamed that\nhe was a child again, playing in the fields and chasing rabbits, the\nnightmare image was there, superimposed upon the dream. If he dreamed\nthat he was a teen-ager, walking Betty home from the movies and holding\nher soft hand in his, it was there--hovering in the air around them. No\nmatter what he dreamed, it was there.\n\nHe found that there was one relief from the nightmare and only one.\nThey had left his right arm intact. _In the event_, he thought, _that\nI give in, I will be able to write the answers they want to know._\nBut that was not a complete relief. To stare at the smoothness and\nperfection of flesh on his right arm for long periods was to admit that\nthe rest of his body was....\n\nThey were clever with pain, he thought. Pain, he had realized during\nthose first days, was a monumental thing to a man. Pain was the first\nsensation experienced by a man: the slap of the doctor's hand and the\nfirst breath of air in lungs unaccustomed to breathing. And pain was\nthe very last sensation that a man experienced: the pain of death.\nCrowded in between those two sensations that represented a person's\nlife span, pain was the dominant impetus. What drove a man to do\nanything except the impetus of pain and the instinct to avoid pain? A\nman did a million things to avoid physical pain. To avoid hunger pains,\na man would eat; to avoid the pain of coldness, a man would light a\nfire; to avoid aching muscles, a man would make a wheel to carry his\nburden; to lessen that burden, a man would split an atom.... And a man\ndid a million other things to avoid emotional pain. To avoid the pain\nof loneliness, a man would make friends; to avoid the pain of boredom,\na man would play a game; to avoid the pain of ugliness, a man would\ncreate beauty....\n\nNot an unpleasant reality, he realized. Not unpleasant because it was\nnecessary. Nothing in the universe moved unless a force pushed or\npulled it. A man unable to sense physical or emotional pain would do\n_nothing_. There would be nothing to push him. As wind moved clouds,\npain moved man.\n\nThe sight of his body was not exactly painful to him. They had not\ndisfigured him; they had only _changed_ him. To disassociate him from\nhis body, no doubt. What they had done to him many would call an\n\"atrocity,\" he realized. But, in a war, every time one soldier killed\nanother, it was an \"atrocity\"--one man had taken the life of another.\n_They_ had a job to do and they were doing it.\n\nSuccessfully, he knew. When they came the next time, he would tell them\nwhat they wanted to know. _Want to know where Fort Meade is located on\nEarth? Give me a map and I'll show you. How many soldiers do we have\nin the mountain range a hundred miles from here? I'll give you my best\nestimate. I'll tell you anything you want!_\n\nPain was the impetus to push a man, he knew. They had pushed him and\npushed him. Doing their job. And they had pushed him far enough. A man\nwas not linked to other men and his nation and his world by tangible\nthreads. A man was separate and distinct; a man's body was a world in\nitself. He had been pushed into his world by pain. Somewhere--beyond\nthe wall of pain that came or vanished when they wanted--somewhere, he\nhad friends, an army, a world called Earth. But they didn't matter.\n_His_ world mattered....\n\nAnd, oddly, he wasn't afraid of pain any more. It was just a thing, a\nthing to be avoided in any way. And he wasn't to be pitied. They had\n_changed_ him. Sergeant Chester Gregg wasn't a man any more. He was\nsomething that could be added to and subtracted from, a pliable thing\nthat could be prodded and molded, an object that could be pushed this\nway and that way....\n\n\n\nMurphy raised his head. He could tell from the flashes of artillery\nfire that they were surrounded. Antarian artillery had a purplish flash\nof light that their own guns did not have. And he could see: in every\ndirection there was an occasional flash of purplish light. The flashes\nformed a circle--a circle around them.\n\nHe lowered himself into the foxhole.\n\n\"What?\" Hank inquired.\n\n\"Surrounded.\"\n\n\"Are you sure?\" Hank crouched in the semi-darkness as if about to\npounce on something.\n\n\"Damn it, if you don't believe me, _take a look_!\"\n\nHank hesitated. He was a tall, lanky person with red hair and boyish\nfreckles. He had an awkward, self-conscious manner, and despite his\npowerful body, the freckles and manner made others think of him as a\nboy rather than a man. He was eighteen and combat had hardened his\nmuscles without hardening his appearance. \"I believe you,\" he said.\n\"Do you think we'll get out?\"\n\n\"Hard to tell. Maybe.\"\n\nMurphy leaned back and looked up at the dark sky. It was filled with\nstars, stars that twinkled, and intermingled with them were other\npoints of light that were not stars. They were atomic explosions, and\nunlike the stars, they did not twinkle. An atomic explosion in outer\nspace, without the pressure of atmosphere, expanded tremendously. When\nit reached the limit of expansion, it faded, and watching a battle in\nouter space was like watching a maze of tiny blinking lights. Murphy\nwatched those tiny blips of light every night. One night, if he lived\nlong enough, there would be no blips of light and that would mean that\none side was beaten.\n\nThey were fighting and dying on Antares but their battle was a\nsecondary one. It was the battle in outer space that would win the war.\nIf the Antarians won that battle, then every Earthman on Antares would\ndie because there would be no more supplies. If Earth won that battle,\nthe Antarians would be beaten since they would have no way to stop\nEarth from sending more men and more supplies.\n\nHe closed his eyes and tried to concentrate on the problem of saving\nHank's life. That was his habit: every time he went into combat, he\npicked someone like Hank--a kid--and stuck with him. He would worry\nabout that kid, whoever he might be, and try to keep him out of tight\nspots. It was his way of protecting himself. Whenever he worried about\nhis own life, his mind always froze. But worrying about someone else\nwas different.\n\n\"I think I'd rather die than be captured,\" Hank said. \"I heard they\nhave ways of making a guy talk--ways of making a guy tell them\nanything.\"\n\nMurphy nodded his head in agreement. It would be better to die than to\nbe captured. The war with the Antarians was different from the World\nWars on Earth. Antarians were aliens and resembled lizards more than\nmen. There was no way for them to disguise themselves effectively and\nthey had no agents on Earth to learn the location of factories and\nmilitary installations. From a thousand miles in space--if one of their\nships were fast enough--they could photograph Earth's surface. Closer\nthan a thousand miles, rockets from Earth's interceptor system could\ndestroy a ship. Atomic rockets dropped from Antarian ships could zigzag\nthrough Earth's atmosphere at tremendous speeds and fifty per cent got\nthrough the interceptor system. But a ship containing enough fuel to\ntake it from Antares to Earth and back was large and unmanueverable,\nand venturing closer than a thousand miles was fatal. And a photograph\ntaken from a thousand miles does not show factories and military\ninstallations. Through magnification, the photograph will show rivers,\nmountain ranges, land masses, and varicolored patches of land that\ncould be cities or _anything_. So the Antarians had been forced to hurl\natomic bombs aimlessly. Those that got through the defensive system\nusually struck deserted areas.\n\nThe Antarians had only one choice: capture as many soldiers as possible\nand make them tell where military targets were located. And to them,\nmen were an alien form of life. Their science was not adapted to the\nhuman body; they had no drugs to affect the human mind. In the middle\nof an interplanetary war, they could not spare the workers, time,\nwealth, and effort to invent drugs that had taken mankind itself years\nto produce. But it took them only a few minutes to make a whip....\n\nAs Murphy listened, the distant rumble of exploding shells grew in\nvolume. They were \"walking\" shells across the surrounded area. He\nflattened himself against the bottom of the foxhole and covered his\nears with his hands. Even through his hands, the roar of explosions\nwas deafening, and he felt the ground shake while shell fragments\nwhistled through the air above.\n\nThat was Antarian tactics, he remembered. Whenever possible, they\nsurrounded an area; pounded it until there were only a few men left and\nthen charged with their infantry, taking as many prisoners as possible.\n\nThe roar of exploding shells diminished in volume as the barrage moved\nfarther away.\n\nSilence.\n\nMurphy checked his rifle and rose. He looked across a desolate terrain\ncovered with craters and smouldering shell fragments. The forest near\nthem--that weird forest of hundred-foot trees with green trunks and\nyellow leaves--was almost gone. The barrage had left only a few trees\nupright. Trees with their branches torn from them; trees that looked\nlike shadowy fingers pointing at the stars.\n\n\"I suppose they'll be coming now,\" Hank said.\n\n\"Any minute. They always follow a barrage.\"\n\n\"I won't surrender,\" Hank said as he checked his rifle. \"I know that.\nThere wouldn't be anything to gain.\"\n\n\"You couldn't surrender if you wanted to.\"\n\n\"Huh?\"\n\n\"The Army doesn't allow it. You see, the Army tells you what to do, how\nto do it, when to do it, and where to do it. There's regulations in\nthe manuals to cover _everything_. If there aren't regulations about\nsomething, that's because the Army doesn't allow it. There are no\nregulations about how to surrender. That means you _can't_ surrender.\"\n\n\"Suppose you haven't got anything to fight with?\"\n\n\"No dice. If you've only got one bullet, you fire that bullet. Then you\nuse your bayonet. If your bayonet breaks, then you pick up rocks and\nthrow them, and if there aren't any rocks around, then you attack with\nyour bare hands. In other words, you keep fighting until you kill them\nor they kill you. If you surrender, you're a traitor.\"\n\nHank was silent for a while. \"If that's so,\" he said, \"why do they have\nregulations about what to do _after_ you're captured? You know, that\n'Give only your name, rank, and serial number' stuff.\"\n\n\"That,\" explained Murphy with mock impatience, \"is for those cases when\na guy might be captured while unconscious. The Army's sensible. It\nknows you can't fight if you've been knocked unconscious by something.\"\n\n\"Did you hear the rumor,\" Hank went on, \"that every guy going into\ncombat has something done to him so he'll kill himself if he's\ncaptured? Hypnotism or something?\"\n\n\"Uh-huh.\" Murphy wished Hank hadn't mentioned that. He remembered,\nthere at Fort Hendricks, something strange had happened. Take a\nbattalion of men, line them up outside a hospital. One by one, as the\nmen enter a room, give them an injection that knocks them cold. Keep\nthem unconscious for days while you feed them through the veins, and\nthen revive them, put them in a formation and march them back to their\nbarracks without an explanation. Do something like that and you'll\ncause all sorts of rumors. Those men will wonder what happened to them\nwhile they were unconscious. The more they wonder, the more fantastic\nthe rumors will get....\n\n\"I doubt it,\" Murphy said. They had been whispering. No enemy\nfollowed a barrage so close that they were killed by their own\nshells, and Antarians could only move at a certain speed. That always\nleft--immediately after a barrage--a few minutes during which they\ncould talk or whisper in safety. But that time was limited and they\nfell silent now.\n\nMurphy thought, _Somewhere out there, lizard-like things are crawling\ntoward us. Any minute now, they'll be close enough to hear us if we\nmake a sound, and they'll be waiting, hoping to hear a sound. They'll\nbe holding their weapons with their tentacles as they move closer.\nThey should be in a zoo where you could see them on Sunday afternoons\nand laugh. They're funny-looking, but it's hard to laugh at them while\nthey're trying to kill you--_\n\nA rumble of sound.\n\nMurphy swung his rifle, aiming through the sights. It was a tank. They\nhad no hand grenades, and it was impossible to knock one out with a\nrifle. But, he reminded himself, he had explained to Hank. It was a\nsoldier's job to fight, even with rocks if necessary.\n\n_No._ It was one of their tanks!\n\n\"Let's go! Maybe they'll give us a ride!\"\n\nThey climbed out of the foxhole. Murphy ran toward the tank, raising\nhis arms above his head--not a gesture of surrender, but a means\nof recognition. Antarians could walk on their hind legs but their\nphysiology did not allow them to raise their forelegs above their heads\nas men could. At night, when nothing could be seen clearly, it was the\nmost effective password.\n\nThe tank stopped.\n\nA voice came at them through the darkness, \"What the hell do you want?\"\n\n\"Got room for two more?\" Murphy inquired. \"Give us a ride out. We're\nlow on ammunition.\"\n\nA moment's hesitation; then, \"Get in.\"\n\nClimbing into the tank was like climbing into a dark well. When the\nlid closed behind them, there was _no_ light. The darkness annoyed\nMurphy, but he realized it was necessary. There were no slits for the\ncrew to see through: slits allowed bullets, radiation, and poison gas\nto enter a tank. The crew observed through periscopes that fitted tight\nagainst their faces; they were trained to work in the dark.\n\nIt was a long, rough ride through the night. Murphy listened to the\ncrew members, the roar of the motor. Now and then there was the sharp\nbark of the tank's cannon, and even through four inches of steel and\nlead he heard the roar of shock waves from distant atomic explosions.\n\nHank whispered, \"That wasn't right, was it? I mean, leaving like that\nand--\"\n\n\"Ever hear of 'strategic withdrawal'?\" Murphy asked. \"We'll live to\nfight another day.\"\n\nMurphy slept at times. One time, after being awakened by a nearby\nexplosion, one of the tank crew asked him his name and what unit he was\nwith. He said he would radio their unit and ask if their CO had orders\nfor them. Murphy gave his name and unit, then fell asleep again.\n\nSometime during the night, he felt a hand shaking him. \"You lucky\nstiffs,\" a voice in the darkness said. \"Your CO says you're to return\nto Earth on the next ship.\"\n\n\n\nColonel Donovan climbed out of the jeep and walked a distance. He was\na tall, husky man with powerful shoulders and prematurely gray hair.\nHis face was hard and weather-beaten, and his eyes held the only hint\nof his intelligence. He did not have the delicate features and slender\nfingers of an intellectual, but his gray eyes were cold and alert. He\nhad climbed to the rank of colonel partly by his physical strength and\npartly by that deceptive intelligence. He had an aggressive way of\ntackling a problem, a way of prodding it and beating it with his mind\nas if it were a physical thing and he were beating it with his fists.\nDuring his career, he had solved numerous problems with his different\napproach. The intellectuals, the men who solved problems, had minds\nas alike as if they had been cut from the same pattern. A definite\ntype of physique produced a definite mentality-type, and a definite\nmentality-type produced a definite way of thinking. The intellectuals\nwere similar in body and mind, and their answers were often too\nsimilar. When the UN wanted a _different_ answer, it called upon men\nsuch as Donovan.\n\nAnd Donovan had a new problem.\n\nHe lit a cigarette without looking away from the ruins. The ruins of\nFort Meade; he could see at a glance that it had been a direct hit.\nEvery building had been leveled, the ground scorched and fused into\nweird glass-like substances. There had been no burial details: of all\nthe thousands of soldiers at the Fort, there had been no remains to\nbury.\n\nHe had no special purpose in viewing the ruins except to goad his\nmind. Reports on his desk in the New Pentagon had informed him of the\nfacts: seven military bases such as Fort Meade had been bombed by the\nAntarians. All direct hits.\n\nIt meant one of two things. One: the Antarians could take a photograph\nof Earth from a thousand miles and spot military installations on that\nphotograph. Two: they had tortured prisoners and learned the locations.\nNumber one was improbable; number two was very probable.\n\nHe wondered, _How do you prevent a man from giving information?_ It\nwas an important problem. There seemed to be no way to prevent the\nAntarians from taking prisoners, no way to prevent them from torturing\nprisoners. If they captured enough prisoners, they could learn the\nlocation of every military base and war plant on Earth. Every soldier\nknew the location of something vital; almost every soldier could point\nto it on an aerial map. It was a simple matter of spotting rivers and\nmountain ranges and judging distances.\n\nThe possibilities of preventing their men from talking were few, he\nrealized. There was the standard answer: give a pill to every soldier\nand tell him to swallow the pill if he's captured. But that was\nthe wrong answer. It had been used before, but only in the case of\nespionage agents. Used on an army of men, it would have a demoralizing\neffect. It would imply that you expected them to be captured. And\nwhat percentage of men would commit suicide? Besides that, the news\nwould sooner or later leak out to the civilian population and have a\ndemoralizing effect upon _them_. How would millions of mothers and\nwives feel if they knew their sons and husbands had been ordered to\nkill themselves if captured?\n\nNo, suicide pills were not the answer. It had to be something\ndifferent, something original, and as foolproof as anything could be.\nPreferably a way to kill a captured soldier--a way that the soldier was\nnot aware of. Death seemed the only solution. Any man, tortured hard\nenough and long enough, would talk. How could you keep that man from\ntalking except by killing him? And still, it wasn't _right_ to kill\nyour own men!\n\n_How_, he thought, _can you kill a man without killing him?_\n\n\n\nHank was pacing the floor. \"We're on our way, Murph. Back to Earth. No\nmore combat. We'll train other guys how to fight. Instructors. What a\ndeal! Weekend passes, girls, beer, fried chicken, real milk--\"\n\n\"Lay off,\" Murphy said. \"We aren't there yet.\"\n\nSitting there on the edge of the cot, he struggled for a sense of\nreality. Nothing seemed real. Nothing had seemed real since they left\nthe foxhole. There everything had seemed real: the coldness and wetness\nof the mud beneath them, the stars in the sky above them, a thousand\nother things. But, in the tank, there had been nothing but darkness and\nvoices in the darkness. The tank had broken through the Antarian lines\nand taken them directly to a spaceport. There, in a thick fog--so thick\nthat you could see only a few feet in any direction--they had boarded\nthe ship. In the darkened ship, they had been led to this compartment.\nThey had seen only two men aboard the ship. One crew member--seen at a\ndistance--and Gregg, the ship's captain. Now they were in outer space,\nin a small compartment aboard a huge ship. It didn't seem real, and he\nfelt as if they were walking through a shadowy dream.\n\nThe door opened and Captain Chester Gregg stepped into the room.\n\nGregg, Murphy reflected, looked as if he had been taken apart and put\ntogether again. There were lines in his face: not lines that came from\nfacial muscles, but the clean-cut lines of a surgeon's scalpel--lines\nthat divided his face into small sections. And the flesh from his\nforehead to his chin did not change shade gradually. Each section was\na slightly different shade than the section next to it. Not a hideous\neffect, but noticeable when you looked at him closely. Gregg was\nevidently conscious of his appearance, for he stayed in the shadows as\nmuch as possible.\n\nGregg glanced around the room and grinned. \"How do you like your\nquarters? Fancy, huh?\"\n\n\"Great,\" Murphy said. \"Almost as good as the Ritz. Are we the only\npassengers?\"\n\nGregg nodded his head affirmatively. \"We had to leave in a hurry. We\nwere scheduled to take more men back, but the Antarians were about to\ntake over that port. We were lucky to get out when we did.\"\n\nGregg hesitated, then went on, \"You guys are going to have a tough job\nwhen you get back. Not as easy as you might think. I know. I was in the\ninfantry for a while--in a training outfit. Hard work.\"\n\nHe placed some papers on the table. \"Here's your homework.\"\n\n\"Homework?\" Hank repeated.\n\n\"It's the newest thing,\" Gregg explained. \"They figure that men who've\nbeen in combat with the Antarians can train recruits better than men\nback on Earth who've never even seen the Antarians. The plan is to\ntrain men like yourselves on the way back to Earth. No time wasted.\nThat is, they plan to teach you how to train others. We have a colonel\nand a couple lieutenants aboard. You fill out those papers and they'll\njudge your knowledge of military procedure. Then they'll know exactly\nhow much they'll have to teach you.\"\n\nWhen Gregg left, Murphy examined the papers. As Gregg said, the papers\nwere a test of their knowledge of military procedure. There were yes\nand no questions: questions such as _Describe procedure to infiltrate\nenemy lines_, _Describe procedure for establishing night patrols_,\n_Describe alternate code system_. Hundreds of questions.\n\nAnd an aerial map. The question: _Give the approximate location of Fort\nJohnson._ And in small print at the bottom, the notation that this was\na test of memory and ability to judge distance.\n\n\"Look at this, Hank.\"\n\nHank studied the map and question. \"That's easy,\" he said. \"I was\nstationed at Fort Johnson. There's Salt Lake. See? Fort Johnson is\nabout--\"\n\n\"I said _look_, not _talk_!\" Murphy rose and glared at Hank. \"You're\nstupid,\" he added.\n\n\"What's the matter with you?\" Hank inquired, his jaw sagging.\n\n\"You're stupid,\" Murphy repeated. \"Don't you ever question anything?\nThis whole thing smells fishy.\" He paced the floor, glaring at the\nmetal walls. There was something wrong with the compartment. It was\nlike any compartment aboard any ship, but there was something _wrong_.\nHe knew there was something wrong, but he couldn't pinpoint it. \"It\ndoesn't make sense. We were in a foxhole a few hours ago, and now we're\non a ship headed for Earth. It doesn't make sense.\"\n\n\"We're going to be instructors.\"\n\n\"And that map is fishy,\" Murphy continued. \"That's the sort of thing\nthe Antarians would want to know. They have to photograph Earth from a\nthousand miles out. They'd like to know exactly where Fort Johnson is.\"\n\n\"Well, so what?\"\n\n\"So _what_? Hasn't it occurred to you that maybe we're prisoners of the\nAntarians?\"\n\n\"Are you serious?\" Hank inquired. \"How can we be prisoners?\" He glanced\naround the room and shrugged his shoulders. \"We were picked up by one\nof our own tanks and--\"\n\n\"The Antarians capture our tanks now and then. It could have been a\ntrick.\"\n\n\"Our own men were aboard the tank!\"\n\n\"We didn't _see_ them. It was too dark inside the tank to see anything.\"\n\n\"We heard them,\" Hank insisted.\n\n\"That doesn't mean anything.\" Murphy remembered that they had been\nwarned about Antarian \"talkie\" machines. The Antarians frequently\ntricked or forced a prisoner to talk for hours. The conversation was\nrecorded, broken down according to individual sounds and recorded\nin a \"talkie\" machine. The machine resembled a typewriter, and an\nAntarian could reproduce any vocal sound by pressing one of its keys. A\nskilled Antarian linguist could use one of the machines and carry on a\nconversation with perfect English. They had been used during attempts\nto infiltrate their lines at night but, Murphy realized, one _could_\nhave been used in the tank.\n\n\"Take it easy,\" Hank said. \"You're imagining things. We're on one of\nour own ships!\"\n\n\"Are we? What have we seen of this ship except the corridor and this\ncompartment? It could be.... Well, this compartment could be like a\nstage. It was so foggy outside, we couldn't see anything.\"\n\nHe paused to light a cigarette and continued, \"Gregg gave me the idea.\nI've seen Gregg before--at Fort Meade. I remember him but he doesn't\nremember me. Of course, that's natural. You meet a lot of guys in the\narmy and you can't remember them all. But Gregg was in the Infantry\nlike he said, and now he's a ship's captain. Our Army doesn't work like\nthat. The Infantry doesn't take a man and train him to be a spaceship\ncaptain! That's the sort of thing the Antarians would do. They have a\nscrewy theory about their soldiers being versatile.\"\n\nHank's eyebrows rose; there was a trace of doubt on his face. \"We're\nhere,\" he said nervously. \"We can hear the ship's engines.\"\n\nMurphy listened. True, they could hear a ship's engines. \"Could be a\nrecording,\" he said.\n\n\"If there's a possibility, maybe we shouldn't talk so damned much.\"\nHank rose to his feet, frowning. \"If you're right, they may have hidden\nmicrophones.\"\n\n\"What's the difference?\" If they were prisoners, Murphy thought, there\nwas no reason to keep the Antarians from knowing that they knew.\nThere would be no chance to escape, no way out. Antarians took their\nprisoners far behind their lines. A man, a creature who walked upright\non two legs, could not disguise himself and pass unnoticed among\ncreatures that resembled lizards and crawled on four legs. No, if they\nwere prisoners they would be well behind the lines; there would be no\nway to escape. _But_, he wondered, _if we're prisoners, why are they\ntrying to keep us from realizing it?_ They had used a trick to get\ninformation, but they could have gotten the same information through\ntorture. He knew: he was brave enough to die for his country, but not\nstrong enough to--\n\n_What's wrong with this compartment?_ he interrupted the chain of\nthought. There was _something_ wrong with the compartment. He could\nsense the wrongness. But what could be wrong with cots, a table, four\nwalls, a ceiling, and a floor? There was nothing wrong with them, so\nthat meant there was something wrong that was not in the compartment;\na something that came in to the compartment from outside. _What_, he\nthought wildly, _is not in here but comes in here from outside?_\n\n\"_I've got it!_\"\n\nHank jumped, startled. \"What?\"\n\n\"Vibrations,\" Murphy said. \"There aren't any!\"\n\nHank shrugged his shoulders.\n\n\"It's important,\" Murphy said. \"Remember the troopship that took us to\nAntares? I remember I had trouble sleeping because of the vibrations.\nEvery ship has vibrations. The engines kick up one hell of a fuss and\nthe vibrations travel all over the ship. Not so bad in some places, but\nyou can feel them anywhere.\"\n\nHe pressed his hands against a wall. Hank, some of the color draining\nfrom his face, did the same. \"See?\" Murphy inquired. \"There are no\nvibrations. We're supposed to be in outer space, headed for Earth.\n_There should be vibrations!_\"\n\nHe hit the wall with his fist.\n\nHe hit it harder.\n\nThe wall didn't sound _right_.\n\nTaking his bayonet, he jabbed the wall. The blade cut through a thin\nlayer of metal--a layer of metal no thicker than a sixteenth of an inch.\n\nLaughing wildly, he cut a large rectangle; the section clattered to the\nfloor, exposing a layer of wood. He kicked at the wood--dry, crumbling\nwood that gave way beneath his foot.\n\nHe climbed through the opening.\n\nHank followed him.\n\n\n\nColonel Donovan studied the papers before him with blank eyes. Lately\nthe Project had started to annoy his conscience, and the fact that it\nwas a logical move did not lessen the annoyance. There at Fort Meade,\nhe had faced the problem: How can you keep men from giving information\nwhen captured? It had been a vital problem. Without a solution, the\nAntarians could have learned countless military secrets and ultimately\nwon the war. Death had seemed the only solution, but it had not seemed\nright to deliberately murder their own men. He had asked himself: How\ncan you kill a man without killing him? And he had come up with the\nanswer: Drive him insane.\n\nThey had placed him in charge of the Project, and he had organized\na group of psychologists, psychiatrists, chemists, doctors, and\nsociologists. He had asked them: Can you install the seeds of\nschizophrenia in a soldier--seeds that will bloom upon the realization\nthat he is a prisoner of the enemy and _only_ upon that realization?\n\nThe answer had been \"Maybe\"--and they had started on the Project.\n\nThe system had been developed after months of research and experiment.\nIt worked through a combination of surgery, hypnosis; psychiatric,\nencephalographic, and chemical treatment. All given to a soldier while\nunder drugs and hypnosis.\n\nAlthough the originator of the system, no one had told him exactly how\nit worked. In such matters, it was the army's policy not to tell anyone\nwho did not _have_ to know. And, not being a scientist, he would not\nhave understood all the mechanics if explained to him.\n\nBut he had a vague concept: A soldier realizes that he is a prisoner\nof the enemy, and the realization triggers a reaction planted in his\nmind. A reaction placed there by surgery, hypnosis; psychiatric,\nencephalographic and chemical treatment. The reaction forced the\nsoldier into a schizophrenic dream--entirely separated from the world.\nA tight, permanent dream dissociated from all sensory perception. A\ndream that not even Antarian whips could reach.\n\nAnd it annoyed his conscience: he was responsible for the insanity of\nthousands of their men. He could not help feeling that perhaps, if he\nhad tried harder, he could have thought of another way....\n\nThe door opened and Phillips burst into the room in his customary\nmanner. He threw some papers on Donovan's desk. \"Our new project,\" he\nsaid. \"A tough one. Impossible, I should say.\"\n\nWhile Donovan glanced at the papers, Phillips slumped in a chair\nand lit a cigarette. \"The Antarians have made a counter-move,\" he\nexplained. \"We found a way to prevent them from torturing prisoners and\ngetting information, but our system depends upon the realization by a\nsoldier that he _is_ a prisoner. The Antarians learned that and now\nthey have a new approach. They use our tanks that they've captured and\npretend to be our troops while they trick information from our men.\nYou see, our men have the treatment, but they don't realize they're\nprisoners, so the treatment doesn't work. Our new project is to find a\nway that our men will realize they're prisoners despite any trickery.\"\nHe shrugged his shoulders as if the problem were a tangible thing and\nhe wished to thrust it aside. \"Anyway, the war is almost over and the\nAntarians are losing. I don't think it'll make any difference whether\nwe find a solution or not. The war will probably be over before--\"\n\nHe hesitated when he noticed Donovan's expression. \"What's the matter?\"\nhe inquired. \"You look sick.\"\n\n\"Nothing.\"\n\nPhillips nodded his head. \"I get it. The same old stuff. Your\nconscience is bothering you again.\" He leaned back in the chair, placed\nhis hands behind his head and looked up at the ceiling. \"You're foolish\nto let it bother you. You know what happened to me yesterday? On the\nway home, I had a flat tire. It was raining, muddy as all hell and I\nmessed up my last clean uniform. The tire was ruined--now I haven't got\na spare and can't buy one because of this damned war. My wife's sister,\nLouise, is staying with us now. Her husband was killed on Antares and\nshe cries all night, every night. Now and then, she gets Martha crying.\nLast night I couldn't stand it so I went out and had a few drinks. I\ngot charged with drunken driving, and when I got home this morning, I\nreally caught it! Martha's talking about getting a divorce. She says\nI--\"\n\nDonovan groaned. \"Phil. I'm interested in your problems. Someday we'll\nsit down together and cry on each other's shoulder, but--\"\n\nPhillips raised a hand. \"I was trying to illustrate how we all have a\nhundred big and little troubles every day. The fact that the system\nprevented thousands of men from being tortured does not matter to\nyou. Your stupid conscience hurts because you're responsible for\ndriving men insane. But you don't understand. It's not a simple case\nof schizophrenia that our men get. It's a schizophrenic _dream_. The\nsystem blocks all sensory contacts and speeds up the mind. You know\nhow a person dreams only a few seconds before he wakes up and that\ndream seems days or weeks long? Can you imagine how much a dream can be\nspeeded up and clarified by drugs, how much a dream can be controlled\nby hypnotic suggestion, how much experience can be--\"\n\n\n\nMurphy saw that they were on a street, the tall, angular shadows of\nstrange buildings all around them. He heard a shuffling noise and\nturned to see Antarians crawling toward them.\n\n_They were prisoners!_ For some reason, the Antarians had kept them\nfrom realizing it and--\n\nA brief, intense pain ripped through his skull. He closed his eyes for\na few seconds, then opened them....\n\nThe Antarians were dead, their bodies riddled with bullets. There at\nthe end of the street--_their troops!_\n\nHe looked up at the sky. There were no blinking pinpoints of light\namong the stars. The war was over! They had won!\n\nThe years that followed were good ones for Murphy. Although he had\nnever written a line before, he wrote a novel about his war experiences\nand it became a best-seller. He went to Hollywood when a motion picture\nproducer purchased the story and, unbelievably, became an actor. He\nhad never considered himself a handsome man but millions of viewers\nconsidered him handsome and beautiful women were attracted to him.\nHe married and became the father of two children. Life seemed like a\ndream ... a perfect dream in which, day after day, year after year,\neverything was perfect....",
    "metadata": {
        "author": [
            "Smith, Richard Rein",
            "Rein Smith, Richard",
            "Smith, Richard R. (Richard Rein)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/71910/pg71910.txt",
        "name": "the_way_out.json"
    }
}