{
    "name": "The Alien Dies at Dawn",
    "author": [
        "Burke, Ralph",
        "Knox, Calvin M.",
        "Silverberg, Robert",
        "Barretton, Grandall",
        "Garrett, Gordon Randall",
        "Martin, Webber",
        "Jarvis, E. K.",
        "Garrett, Randall",
        "Mitchell, Clyde",
        "Garret, Randall"
    ],
    "body": "There was a scream of tortured air over the Mojave Spaceport as a\ntwo-man starship dropped on its hot jets toward the wide cementalloy\nlanding field. It slowed and settled gently to the ground. Before the\nfaint wisps of smoke had time to dissipate, the airlock door opened,\nand a big, broad-shouldered man got out. He dropped lithely to the\nground and started off across the field at a quick trot.\n\nHe nearly bowled over a field attendant who had been coming toward him.\n\"Hey!\" the surprised attendant said. \"Don't you want your ship checked?\"\n\n\"Don't have time,\" Kendall Stone called back, as he continued running\ntoward the Customs Office. He glanced at his watch. 1800. Twelve hours\ntill dawn. Twelve hours!\n\nKendall Stone gritted his teeth and doubled his pace. He was in a\nsuper-plus top-level hurry. He'd practically burned a hole in the\nvacuum between Earth and Mars trying to get to Mojave on time. _Twelve\nhours!_ At dawn, Galth of Rastol would die in the execution chamber for\nthe crime of murder. And it was up to Kendall Stone to stop it.\n\nHe opened the door to the Main Lounge of the spaceport building and\npushed his way through the thick, jostling crowd, moving slowly toward\nthe Customs Office. He hardly noticed the people he shoved aside. There\nwas only one thought in his mind: _I've only got twelve hours_.\n\nPersonally, Stone didn't give an octangle damn about Galth; he didn't\neven know the Rastolian personally--had never heard of him until\na short time ago. But if Galth of Rastol died, so would a thousand\nothers. The human colony on Rastol III would be wiped out in reprisal.\n\nIncluding, Stone thought bitterly, the wife and two sons he had left\nbehind to go on this purchasing trip.\n\nThe Customs Office was in sight now. He threaded his way through the\nmob. Just before he reached the door, he was almost pushed off balance\nby a squat, chubby little man who steadied him, apologized profusely,\nand went on his way.\n\nScowling angrily, Stone stepped inside the Customs Office. A hard-faced\nman in uniform sat behind the broad desk, looking up at him boredly.\n\n\"Yes?\"\n\n\"I have a cargo of Martian _valdone_ aboard my ship, and I want to\nreport it,\" Stone said.\n\nThe official nodded. \"Do you have the import permission papers?\"\n\nKendall shook his head. \"I don't intend to import the stuff to Earth;\nI'm just stopping over here until I can get some very important\nbusiness cleared up. But _valdone_ is a dangerous drug, and I simply\nwanted to report the fact that I have a hundred kilograms of it aboard\nmy ship.\"\n\n\"I see,\" said the official, making a note on a minipad. \"We'll have to\nput a seal on the ship until you are ready to take off again.\"\n\n\"That's perfectly all right,\" Kendall agreed. Anything would have\nbeen all right, as long as it didn't take much of the precious time\nremaining before dawn.\n\nThe official extended his hand. \"Your papers, please.\"\n\nKendall reached inside his jacket pocket for the small booklet of\nidentification papers. An icy shiver ran down his back.\n\nThe booklet was gone.\n\n\"What's the matter?\" the official asked.\n\n\"My ID booklet is gone! I put it in my jacket just before I left the\nship; I must have lost it on my way over here.\"\n\n\"If that's the case, someone will return it,\" the Customs official\nsaid. \"It's of no use to anyone else. We'll send out a call for it.\nMeanwhile, I'm afraid you'll have to remain inside the spaceport.\"\n\nKendall scowled. Of all the lousy time-wasting pieces of red-tape, he\nthought. He felt trapped by bureaucracy. He didn't have time to waste\nhanging around the spaceport tonight.\n\n\"We'll also ask for confirmation over the subradio,\" said the official.\n\"What is your home planet?\"\n\n\"Rastol III, near Deneb.\"\n\n\"Very well. Even if we don't find your ID booklet, we can give you a\ntemporary pass if you are identified from Rastol by subradio.\"\n\nStone felt a cold trickle of perspiration forming on his forehead.\n\"That's going to take nearly twenty-four hours,\" he objected. \"Isn't\nthere a faster way?\"\n\nThe official shook his head and shrugged, the timeless gesture of all\nbureaucrats. \"I'm afraid not. Not unless we find your ID booklet.\"\n\n\n\nLike a caged tiger, Kendall Stone paced the administration area of the\nspaceport for an hour, hoping doggedly that the ID booklet would turn\nup somewhere out on the field. But an hour later, there was still no\nsign of the booklet, and Stone felt himself growing desperate. The\nglowing ball of Sol had already set behind the western horizon. Night\nhad fallen--the night whose end would bring the death of Galth of\nRastol and of a thousand innocent, unsuspecting colonists.\n\nStone stared at the polychrome hues of the sunset for a long minute,\nclenched his fists, and made his decision; there was only one thing to\ndo.\n\nHe strolled quietly around the spaceport, looking for a way out.\nThere were none which were unguarded; Earth didn't like unwanted or\nunauthorized colonists sneaking in on them.\n\nFinally, he chose one of the smaller gates at random and walked up to\nthe guard. The sign over the gate said: OFFICIAL PERSONNEL ONLY.\n\nKendall walked straight up to the guard as though he had every right\nin the galaxy to go through the gate. The man looked up at him\nunsuspiciously, as though waiting for Stone to produce his ID booklet.\n\nKendall kept walking toward him, putting his hand inside his jacket\nand fumbling around as though searching for the booklet. \"Must be here\nsomeplace,\" he murmured, as he came within earshot.\n\nWhen he was within three feet of the unsuspecting guard, Stone\nwithdrew his hand and swung his fist in a hard, short arc which landed\ncrunchingly on the point of the guard's chin. The man staggered and\ngroped groggily for his gun.\n\n\"No you don't!\" Stone said quietly. He sent another driving fist into\nthe guard's solar plexus, and the man folded up like an empty potato\nsack.\n\nStone caught him before he hit the ground. \"Sorry, pal,\" he whispered,\n\"but I've got work to do.\" He lowered the guard gently to the ground.\n\nThe sudden shrill blast of a whistle broke the twilight silence\nsomewhere to his left. Someone had seen the attack. Kendall didn't wait\nfor further discussion. He ran at top speed through the gate and into\nthe gathering darkness beyond.\n\nFifteen minutes later he was in Mojave City.\n\n\n\nThe city, which had grown up around the spaceport, was a sprawling,\nbusy place. Stone headed straight into the heart of town.\n\nHe stopped in at the first store he met, and before the shopkeeper\ncould say anything, he burst out with, \"I'm in a hurry, friend. Can you\ntell me how to get to the Governor?\"\n\nThe merchant, a small, pale man wearing a greasy apron, smiled and\nsaid, \"You won't be able to get to him easily, my good sir. You'll have\nto see his Secretary. It's the way it's done.\"\n\n\"All right, where's his Secretary to be found?\" Stone barked. He\nreceived full directions on how to reach the Secretary's residence, and\nsnapped a \"Thanks\" and left.\n\nIt was a short trip by bus, but Stone decided to walk. Walking would\nwork off some of the nervous energy that was accumulating in him,\nmaking him tense and keyed-up.\n\nHe reviewed the situation bitterly as he strode through the\nbrightly-lit streets.\n\nThe Rastolians were a peculiar race. They looked something like\nreptiles walking on their hind feet, but they had warm blood and were\nmammalian in several respects. The Government of Earth knew that much\nabout them.\n\nWhat the Government didn't seem to know much about was the Rastolian\nmoral code. The Rastolians did not believe that any government had a\nright to kill one of its citizens. Even murder could be punished only\nby life imprisonment. Usually, though, a Rastolian convicted of murder\nwas simply given a gun with one shot in it and left alone in his cell.\nRegardless of how despicable his crime may have been, no Rastolian was\nso completely without honor that he would refuse to take the proper\nsteps to punish himself.\n\nGalth of Rastol had been convicted and condemned. He had, the jury\nfound, murdered an Earthman in cold blood over a gambling dispute. But\nif Earth sent him to the execution chamber, his fellow beings, outraged\nover the injury and the insult to their way of life, would take steps\nto avenge him. And that would be the end of the small colony of humans\non Rastol III.\n\nStone thought of his wife--who looked much too young to be the mother\nof two children, who looked as fresh and desirable as she had the day\nStone had married her. She would perish with them. His sons; his home.\nHe shook his head bitterly. The tragedy could be averted if he could\nreach the Governor's Secretary, if he could convince the Secretary that\nthere must be a stay of execution. The Government had to allow Galth\nof Rastol the chance to kill himself in accordance with his people's\ncustoms.\n\nHe glanced up at the street-sign. This was the street. It was a quiet,\nresidential block, lacking the fluorescent streetlamps of the business\ndistrict. He saw the house, and headed for it.\n\nAs he started up the long walk toward the house, two figures stepped\nout of the shadows.\n\n\"Put up your hands, Mr. Stone,\" said the taller of the two. \"The\nSecretary wants to see you.\"\n\nStone frowned puzzledly, but made no resistance. He didn't care to\nargue with a naked gun, and they were taking him where he was heading\nanyway. He raised his hands and folded them behind his head, and let\nthem march him up the concrete pathway.\n\n\n\nThe Secretary was a heavy-set, heavy-jowled man with a smile on his\nlips and a calculating look in his eyes. He sat comfortably in an\noverinflated pneumochair, smoking a cigar.\n\n\"Well, Mr. Stone,\" he said, eyeing Kendall coldly, \"may I ask you why\nyou broke away from the spaceport? That is a serious offense, you know.\"\n\nStone moistened dry lips. \"I know, Mr. Secretary, but it was an\nemergency. I lost my ID booklet, and I had to get to see you before it\nwas too late.\"\n\nThe Secretary ignored that. \"What is your business, Mr. Stone?\" he\nasked, narrowing his eyes penetratingly. \"Why have you come from Rastol\nIII?\"\n\n\"I came to pick up a hundred pounds of Martian _valdone_,\" Stone\nexplained. \"We use it on Rastol III to make antivirotic drugs in\ncombination with extracts from Apler's Weed. The weed only grows on two\nplanets, Rastol III and Vescalor IX.\"\n\nThe Secretary grinned complacently, but did not say anything. Stone\nbegan to sweat.\n\n\"While I was on Mars, I heard that the Rastolian native, Galth, was to\nbe executed, so I came here to ask the Governor to stay the execution.\"\nHe went on to explain in detail what would happen if Galth were to be\nexecuted.\n\nWhen he finished, he stared at the Secretary, searching the man's face\nfor some sign of interest. \"Would you phone the Governor and tell him\nwhat I've just told you?\" he asked hoarsely.\n\n\"I'm afraid we can't do anything like that on the word of an\nunidentified man, Mr. Stone,\" the Secretary said calmly. \"As soon as\nyour identification comes through--\"\n\n\"But that will be too late! Can't you see that this may mean the death\nof thousands of innocent people?\"\n\nThe Secretary held up his hand, palm out, for silence. \"I'm sorry, Mr.\nStone. I can't take the unsubstantiated word of every crackpot that\ncomes in here.\" He reached over and turned on the visiphone. \"I'm going\nto have to call the police,\" he said. He looked over at the shorter of\nthe two men who had brought Stone in. \"Miller, take Mr. Stone into the\nother room and hold him until the police arrive.\"\n\nThe squat man took his gun out. \"Let's go.\"\n\nKendall turned toward the man named Miller, and for the first time\nsaw his face clearly. In the darkness outside, he hadn't had a really\ngood look at the man, and since he'd been in the Secretary's study, he\nhadn't paid any attention to the men who stood behind him. But as he\nfaced the pudgy little man, he realized that the face was definitely\nfamiliar. He struggled to recall where he had seen the man before.\n\n\"In here, fellow,\" the squat man said, jostling Stone into what was\nprobably the library. Keeping the gun trained on him with one hand,\nMiller lit a cigarette with the other, and a cloud of bluish smoke\ncurled upward.\n\nStone watched him. Suddenly, he remembered the face. The little man\nwas the same one who had bumped into him in the spaceport terminal,\njust outside the Customs Room! He knew now what had happened to his ID\nbooklet. The fat little man was a pickpocket.\n\n_And if he was working for the Secretary_--\n\nStone sucked in his breath sharply. This involved more than mere\nignorance about Rastolian customs; this was a conspiracy to wipe out\nthe colony of Earthmen up there!\n\nHe glanced at the clock on the wall. Not much time left. Overhead, he\nheard the gentle whirring of a police helicopter. They weren't wasting\na moment in getting him clamped away where he couldn't do any harm.\n\nHe glanced up at the noise, and Miller automatically glanced up too.\nKendall's hand shot out, enclosing the squat man's gun hand in a\nvice-like grip. Miller started to yell, but his antagonist's fist\nsmashed into his mouth before he could say anything. Miller dropped to\nthe floor.\n\nKendall picked up the gun, shoved it into his pocket, and threw the\nlittle man easily over his shoulder. Then he headed for the French\nwindows that opened onto the balcony.\n\nThe police copter was landing on the roof as Kendall dropped from the\nbalcony and sprinted silently across the lawn. He ran to the garage,\nopened the door to one of the Secretary's cars, and dumped Miller in\nthe back seat. It was but the work of a moment to short through the\nstarting switch. The hum of the turboelectric engine was completely\ndrowned out by the whirring of the copter blades above.\n\nWithout turning on the headlights, Kendall rolled the car out into the\nstreet and drove toward an aircab stand. He was several blocks from the\nSecretary's house before he turned on the headlights.\n\n\n\nHe parked the Secretary's car in a darkened alley a block away from the\naircab office. As he drew back the handbrake, he heard Miller groan\nfaintly in the back.\n\n\"Quiet, friend,\" he said soothingly, and tapped him lightly on the head\nwith the butt of the gun. Rapidly he went through the fat little man's\npockets, tossing out cards of all different sorts before finding what\nhe was looking for. Sure enough, there was his ID booklet.\n\nThe picture was starting to take shape now, with everything falling\ninto place except the answer to the big question: _Why?_\n\nWhy was the Secretary so anxious to see Stone out of the way? What was\nthe whole business about? He didn't know.\n\nHe pocketed the ID booklet. It wouldn't help him now, not with the\npolice after him for breaking away from the spaceport, and maybe a\nkidnapping charge on top of that.\n\nGlancing at Miller to make sure he'd be out for a while to come, Stone\ngot out of the car and walked the block to the aircab office. It was\neasy to rent one of them. All he had to do was show the bored clerk his\nID booklet, and sign for the cab.\n\n\"Remember,\" the clerk cautioned, \"you can't take off inside the city\nlimits. You'll have to drive outside Mojave first.\"\n\n\"I know,\" Kendall said as he shoved the bills across the counter.\n\"Thanks.\"\n\nHe drove the aircar back to where he had left Miller in the Secretary's\ncar, and transferred the unconscious man to the rear seat of the\naircab. He looked around; no one in sight. _Good_, he thought. Then, in\ndirect violation of the law, he lifted the aircar and headed into the\nnight sky. The moon was bright overhead; the time was running short.\n\nThe Governor's palace was over a hundred and fifty miles away. Stone\nfigured he'd make it with very little time to spare. He set the\nautopilot, and reached back with one big hand to pick up Miller by his\nlapels.\n\n\"Wake up, Miller!\"\n\nThe fat man shook his head groggily and opened one eye. He groaned.\n\nStone slapped him across the face, just hard enough to sting. \"Come on,\ndamn you, wake up!\"\n\n\"Lemme alone,\" Miller murmured. A sharp blow with an open hand brought\nhim to some attention. \"Leggo.\"\n\nStone shook him until his head wobbled. \"Get up and look alive. I want\nto talk to you.\"\n\n\"I ain't sayin' nothin',\" Miller said sullenly. \"I don't know nothin',\nand I can't tell you a thing.\"\n\nA few seconds' quick persuasion and he had changed his mind. \"All\nright!\" he yelled. \"All right! I ain't got anything to lose, anyhow,\nunless you want to get me for pickin' your pocket.\"\n\n\"I won't prosecute you if you talk,\" Kendall promised.\n\n\"Okay,\" Miller grunted. \"You won't live to use the information anyway.\"\nHe sat up and rubbed his jaw. \"The Secretary owns a lot of stock in\nthe colony that's making antivirotic drugs on Vescalor IX. He wanted\nto put Rastol III out of commission so that the drugs would have to\nbe bought from Vescalor IX. So he framed this alien Galth and had him\nsentenced to the execution chamber. He knew what would happen if the\nGovernment executed a Rastolian.\"\n\nStone pounded his fist against the seat. \"Don't the lives of a thousand\ninnocent people mean anything to him?\"\n\n\"I never asked him, mister.\"\n\nStone started to lash out angrily at Miller, then pulled back the fist.\n\"Then Galth didn't kill the Earthman?\"\n\n\"Nope. Penowski did. The tall guy who was with me in the Secretary's\nplace.\"\n\nKendall reached out one hand and clamped it tightly on the small man's\nshoulder. Miller winced. \"You're going to tell the Governor your\nstory,\" Stone said. \"Every word.\"\n\nMiller shook his head. \"Oh, no. You can slap me around all you want,\nbut I ain't gonna get myself in hot water that way. No, sir, brother.\nIf the--LOOK OUT!\"\n\nStone whirled and saw an aircar approaching, dropping down on his tail.\nA white-hot beam flashed from it, blistering the paint on Stone's ship.\n\n\n\nLuckily, it was difficult for the other man to aim. The aircars were\nflying at close to three hundred miles an hour.\n\nHe snapped off the switch of the autopilot and sent the little aircar\ninto a high, screaming climb. Another beam flashed by.\n\nKendall spun the ship into a back loop and barrel-rolled, bringing him\nin on the tail of the other aircar. But the other driver was cagey; he\nwent into a hard right turn and tried to come up under Stone's vehicle.\n\nStone could see that the other aircraft definitely was not a\npolice craft. An official car would have externally-mounted,\nautomatically-controlled guns that would have shot Stone out of\nthe skies with the first blast. No; this was a highly unofficial,\nextra-legal affair.\n\nAnother beam sizzled by so close that it gouged a spot out of the side\nof the ship. Stone reached down, groping for the gun he'd taken from\nMiller. It had been lying on the seat beside him, but it was gone now.\nStone cursed. It must have slid to the floor when he spun the ship\naround.\n\n\"Never mind, Stone,\" Miller said coldly. \"I got the gun now.\"\n\nKendall said nothing. He didn't even have time to curse. He was too\nbusy trying to avoid the white-hot blasts from the other aircar. He\nsent the ship into a power dive and shoved in on the throttle. He\ndidn't know if the little car would take what he was going to give it,\nbut it was his only chance. If he survived--well, that was fine. If he\ndidn't, the last hope of the little colony was dead.\n\n\"You'll kill us!\" yelled Miller. He put the gun against Kendall's neck.\n\"Stop it! You'll kill us!\"\n\n\"Shut up and put that gun away, Miller,\" Stone snapped without moving\nhis head. \"If you shoot me, we'll both die. This is the only way we can\nkeep your pals from murdering both of us.\"\n\nMiller said nothing, but the cold pressure of the muzzle left Stone's\nneck.\n\nSuddenly, Kendall heaved back on the control wheel, pulling the aircar\nout of its dive. He hung on grimly as the centrifugal force of the\npullout dragged the blood from his brain. Then he blacked out.\n\nWhen consciousness returned, the sturdy little aircar was climbing\nskyward. Stone glanced around. Miller was still unconscious, lying\nslumped in a rotund heap down at the floor of the aircab. Stone hauled\nhim up, applied a hard punch to the jaw to make sure he'd stay that\nway, and let him sag back down. Then he grabbed the gun from the\nunconscious man's lap.\n\nThe other aircar was about half a mile away, heading toward him.\nEvidently the other pilot had blacked out, too. Overhead the moon\nglittered brightly. The night was wearing along. And when the sun's\nrays trickled over the horizon--\n\nHolding on to the wheel with his right hand, Kendall opened the window\na tiny bit and stuck his left hand out. The blast of air that tore past\nalmost ripped the gun from his hand.\n\nHe gripped it harder, until the knuckles whitened, and turned the ship\nto face his assailant. A chill wind blew through the cabin. Sighting\nthe pistol by instinct alone, he squeezed the trigger.\n\nThe blue-white beam speared out, burning off part of the control\nsurfaces of the other car. It shuddered and spun, and then began to\nspiral downward.\n\nKendall Stone closed the window, grasped the controls, and pointed the\naircar toward the Governor's palace.\n\n\n\nThe Governor yawned sleepily as Kendall Stone finished his story. He\nglanced at Miller, who was pinioned securely between two burly Security\nGuards.\n\n\"Well?\"\n\n\"It's true,\" the fat man said.\n\n\"Oh?\" Stone asked. \"Why the sudden nobility, Miller?\"\n\n\"It's not nobility,\" Miller said. \"They came after your ship knowing\nI was in it--and that didn't keep them from shooting me down. Why\nshouldn't I turn them in, if it'll save my own skin?\"\n\n\"You should have known,\" Kendall said, \"that people like those two\nwouldn't hesitate to sacrifice you. They'd already planned to kill a\nwhole colony, you know.\"\n\nThe Governor, who had watched the whole interchange of conversation\nrather impatiently, smiled grimly. \"Mr. Stone, I think we all owe you\nan apology. This has been a gross miscarriage of justice.\" He was wide\nawake now. He turned to one of the guards.\n\n\"Fallon, get the Warden on the phone right away. Tell him the sentence\nof death on Galth of Rastol has been commuted. Tell him that the real\nmurderer will be punished.\"\n\nThe guard returned a moment later.\n\n\"Well?\" the Governor demanded.\n\n\"They were just leading him into the death cell when the message\narrived,\" the guard said. \"They've returned him to confinement pending\nthe written pardon.\"\n\nKendall Stone sank down limply on a chair.\n\nHe glanced at his watch. 0545.\n\nOutside the window, the first rays of dawn were breaking through the\nmurky night. He thought of his family awakening light years away. The\nsun would be coming up too on Rastol....",
    "metadata": {
        "author": [
            "Burke, Ralph",
            "Knox, Calvin M.",
            "Silverberg, Robert",
            "Barretton, Grandall",
            "Garrett, Gordon Randall",
            "Martin, Webber",
            "Jarvis, E. K.",
            "Garrett, Randall",
            "Mitchell, Clyde",
            "Garret, Randall"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/65691/pg65691.txt",
        "name": "the_alien_dies_at_dawn.json"
    }
}