{
    "name": "The downfall of Lancelot Biggs",
    "author": [
        "Bond, Nelson S.",
        "Danzell, George",
        "Bond, Nelson",
        "Bond, Nelson Slade"
    ],
    "body": "We were about three hours out of Long Island Spaceport, and I had just\nfinished swapping farewell insults with Joe Marlowe, head bug-pounder\nat Lunar III, when the door of my radio turret slid open and in\nslithered--if round things can slither--Cap Hanson, skipper of our\ngallant space-going scow, the _Saturn_.\n\nThe Old Man's eyes were as wide as a lady bowler's beam, and his face,\nwhich boasts a pale mauve hue even under normal circumstances, was now\na ripe, explosive fuchsia. He jammed a pudgy forefinger against his\nlips.\n\n\"_Shh!_\" he shhed.\n\nHe squeezed in and closed the door behind him, shot a nervous glance\nabout the room, then wheezed throatily, \"Is there anybody here, Sparks?\"\n\n\"Nobody,\" I told him, \"but us amperes. Why all the Desperate Desmond\nstuff, Skipper? Got an old _corpus delicti_ you want hid? You might try\nthe air-lock--\"\n\nHe snapped back to normal with a profane bang.\n\n\"Don't be a damned fool, Donovan! I ain't murdered any members of my\ncrew yet. Though if I ever do, I've got a good notion who to start\nwith. I got reason to be cautions. I just learned something--Listen!\"\nHe hunched forward and shoved his lips so close to my ear that I could\nalmost hear his whiskers sprouting. \"You know that Captain Cooper which\ncome aboard at Long Island?\"\n\n\"The Quarantine officer, you mean?\"\n\n\"Quarantine officer your eye!\" The skipper's voice was triumphant. \"He\nain't no more a Q.O. than I'm the Queen of Sheba! He's an inspector\nfrom the S.S.C.B.\"\n\n\"An inspector!\" I gasped. \"From the Space Safety Control Board!\nWhy--why, that means--\"\n\n\"Exactly!\" Hanson rubbed his hands gleefully. \"It means that Lanse is\nbeing examined for a commander's brevet. Well, what do you think of\nthat? _My_ son-in-law. Captain of his own ship. And him with only one\nyear's active service!\"\n\nI said, \"That's swell!\" and meant it. The Old Man exaggerated a trifle\nwhen he called Lancelot Biggs his \"son-in-law\"; Biggs' marriage to\nDiane Hanson was not scheduled to take place, yet, for a couple of\nmonths. But with Hanson I could enthuse over the prospect of seeing\nBiggs win his four stripes and his own command. Lieutenant Lancelot\nBiggs was not only my superior officer, he was my friend, as well. He\nhad once been my bunkmate. I had watched him rise from a gangling,\nawkward, derided Third Mate to First Officer; had been present when he\nearned his Master Navigator's papers; had seen him overcome seemingly\ninsurmountable handicaps of appearance and personality to win a place\nin the affections of crew and command alike.\n\nA screwball gent, this Biggs. Tall, angular, inconceivably skinny,\ngraced (or disfigured?) with a phenomenally active Adam's-apple that\nbobbed eternally up and down in his skinny throat like an unswallowed\ncud--but blessed with two saving graces. A swell sense of humor and a\n_brain_!\n\nTrue, his thought processes were oftimes fantastically involved. His\nmotto, \"Get the theory first!\" sometimes led him down dark passageways\nof logic. But there never was a problem too deep for him; time and\nagain his screwy logic had saved the personnel of the _Saturn_ from\nperil to person or purse.\n\nSo, \"That's swell!\" I said--and meant it. Then I stared at the skipper\nthoughtfully. \"But why,\" I asked him, \"tell me about it? Biggs is the\nman to tell.\"\n\nHanson's eyes clouded, and he gnawed savagely at a grubby fingernail.\n\n\"That's just it, Sparks. I can't tell him.\"\n\n\"Why?\" I demanded. \"Laryngitis? Or ain't you and him speaking?\"\n\n\"I can't tell him,\" explained the skipper, \"because it would be\nunethical. You see, when a man's bein' examined for his commander's\nstripes, he ain't supposed to know about it. That's why Cooper come\naboard under an alias. He wants to watch Lanse perform his routine\nduties in routine fashion--like nothin' unusual was goin' on.\n\n\"Then, at the end of the trip, he'll tell Lanse who he is, give him a\nverbal exam on the Space Safety Code, navigation practices, etcetera\nan' so on, an'--there you are!\"\n\n\"There,\" I agreed, \"I am. So where am I? Still in the dark, Skipper.\nWhy tell _me_?\"\n\nHanson glared at me witheringly.\n\n\"If you was as deaf,\" he said, making noises like a sizzling steak, \"as\nyou are dumb, the Corporation might give me a new radio operator for\nthis here jallop--I mean, ship! Look, stupid! Biggs had ought to know\nhe's bein' watched by an examiner, shouldn't he? Not that he don't know\nhow to do things right, but because--well, because every so often the\nboy gets whacky ideas an' starts tryin' experiments.\n\n\"An' we don't want him tryin' nothin' like that, do we? Not on this\nshuttle. So, bein' as how you're his chum, an' since it would be\nunethical for _me_ to spill the beans--_you've_ got to tell him. Warn\nhim to lay off the nonsense--get it?\"\n\nI got it. I nodded.\n\n\"Okay, Skipper. You're right and I'm wrong, as you usually are. I'll\nwarn him. Only--\" I hesitated, and the Old Man halted with one hand on\nthe doorknob, looked back at me impatiently.\n\n\"Only what?\"\n\n\"Only--if it's supposed to be a deep, dark secret, wouldn't it be\nunethical for _me_ to tell him, too?\"\n\n\"Don't,\" snorted Hanson, \"be a donkey, Sparks! Whoever heard of a\nradioman with a sense of honor? Get word to him. An' make it snappy,\ntoo. He comes on in half an hour, an' I don't want he should pull any\nboners in front of Cooper. G'bye, now!\"\n\nThe door slammed behind him.\n\n\n\nSo pretty soon there was a commotion in the rampway like a trained seal\nstumbling around on hob-nailed stilts, a rap sounded on my door, and I\nsaid, \"Come on in, Mr. Biggs!\" And sure enough, it was him.\n\nHe ambled in, grinned lazily and said, \"Hi! What's new?\"\n\n\"Nothing,\" I said, \"under the Sun. Ain't you heard the adage? Look, Mr.\nBiggs--you go on duty pretty soon, is that right?\"\n\n\"That's right.\"\n\n\"Well, you don't happen,\" I asked him shrewdly, \"to have any bright\nnew inventions hatching under your skull, do you? Like the uranium\ntime-trap, for instance, or the velocity intensifier?\"\n\nHe said, \"Now, Sparks--can I help it if neither of them worked exactly\nas I had planned? After all--\"\n\n\"Answer,\" I insisted, \"yes or no. Do you?\"\n\nHe flushed and wriggled one toe in the carpet.\n\n\"We-e-ell, not exactly. I did have a little idea I wanted to try out,\nthough. An anti-gravitic attachment. On the cargo lofts. It occurred to\nme that--\"\n\n\"Well, junk it!\" I said. \"Hasten, don't hobble, to the nearest\nincinerator, and give your diagrams the good old heaveroo!\"\n\nHe said, \"Eh?\" and looked faintly startled. \"Eh?\" he repeated. His\nliquescent larynx Immelmanned. \"But, why, Sparks?\"\n\nI said, \"Them stripes on your sleeve, Lieutenant--they're pretty, ain't\nthey?\"\n\nHe glanced down, fingered his triple braid proudly.\n\n\"Why--why, yes. Very pretty. I'm proud of 'em.\"\n\n\"But the more there are,\" I pointed out, \"the prettier they are. Isn't\nthat right?\"\n\n\"I--I suppose so. But what has that to do with--_Sparks_!\" His voice\nraised to a shout, and suddenly his pale eyes brightened. \"Do you mean\nthat--?\"\n\n\"Nothing else but. That alleged Q.O. mugg, Cooper, is a phony? He's\nreally an S.S.C.B. inspector. And since he's not riding the _Saturn_\nfor his health, I'll give you one guess who he's watching--if you\nstart with yourself.\"\n\nFunny what emotion will do to a guy. Biggs was not the type to go into\na blue funk. I'd seen him face danger, disgrace and death, not once but\nmany times. Every time, he had confronted the situation calmly, coolly,\nnary a quake or quiver stirring him. But here, handed good news on a\nsilver platter, I thought for a minute he was going to pass out.\n\nHis eyes grew stalks, and his knees began to rattle like a marimba. The\nconfused burble emanating from his lips resembled the vocal efforts of\na tongue-tied hippo trying to speak Choctaw. His Adam's-apple--but why\nmention that monstrosity? Even _I_ don't believe the things it did, and\nI saw it!\n\nWords finally grew out of the _melange_ of gutturals, sibilants and\nexpectorants. Biggs' eyes receded into their sockets, became dewy and\nwistful, like the orbs of an amour-smitten adolescent. His voice was\nhushed and awed.\n\n\"My own ship!\" he breathed. \"My own command!\"\n\n\"Don't cross your bridges,\" I reminded him, \"until they're hatched.\nYou've still got to win your letter, chum. Two letters, in fact. I-F.\nYou become Skipper Biggs IF you pass the exam.\n\n\"Now, get to work. And remember--don't let on you know who this Cooper\nis. Deodorant's the word!\"\n\nI gave him a shove toward the door. He disappeared in a haze of little\npink clouds. And I flopped into a seat, feeling so bad I could have\nbawled like a kid, but despising myself for feeling that way.\n\nIt was selfish, I guess. Biggs deserved the honor. But somehow--well,\ndammit! I sort of hated to see him leave the _Saturn_. We'd had a lot\nof fun together, our bunch. Cap Hanson and Chief Garrity, Dick Todd,\nthe Second, and Wilson, the Third. And Biggs. And me.\n\n\n\nWell, things settled down into normalcy, then. The _Saturn_ is a ten\nday freighter, which meant that Cooper would have beaucoup opportunity\nto judge Biggs' capabilities. So tempus fidgeted, and I fidgeted,\nand the Old Man came within two spasms of a nervous breakdown, and\nBiggs--as might have been expected--got his nerves on ice after that\nfirst shock and performed his routine duties in ultra-stellar fashion.\n\nMy duties were far from exacting. Four times a day I had to contact a\nSpace Station to check our course, speed, and declination against Solar\nConstant. That was just regulation blah, though, because with Biggs\nplotting the course, we had about as much chance of getting off the\nline as a rural subscriber when a juicy scandal is being discussed.\n\nIt was also my job to keep in touch with Lunar III, which daily\ninterlude--Joe Marlowe being the low scut he is--was the only\ndisturbing influence in an otherwise languid existence. Understand, I\ndon't believe for a minute that my gal, Maisie Belle, _was_ out with\nhim. She's true to me. But it was a dirty trick for him to say she was,\nand beside, how the hell did he learn about that birthmark if--?\n\nOh, the hell with it! The fact is that time passed and pretty soon\nit was the sixth day, and in just a few more days we'd dock at Mars\nCentral and Lt. Biggs would be Capt. Biggs.\n\nBecause if I had been idle on this shuttle, my rawboned friend had not.\nCooper had been putting him through a series of strenuous paces to test\nhis knowledge, ability and resourcefulness. The trajectory computations\nhad mysteriously disappeared, for instance, and Biggs had to compile a\nnew set. When he went to use the calculometer, he discovered it to be\naccidentally-on-purpose \"out of order.\" So he had to evolve the figures\nfrom his own cranium.\n\nThen there was the false alarm fire in the storage compartments--while\nBiggs was on the bridge. And the hypos went on the blink--with Biggs on\nduty. And one of the aft jets clogged. Guess who was standing watch at\nthe time?\n\nThat sort of thing. But Biggs came through, every time, with flying\ncolors. And with each succeeding success, another of the grim,\nsuspicious lines melted from around the corners of Inspector Cooper's\nmouth, until he was beginning to look almost like a human being.\nMeanwhile, Cap Hanson's face got daily ruddier, happier, and grinnier.\nHe was just one big smile on legs as he saw his son-in-law-to-be coming\ncloser and closer to the coveted stripes.\n\n\"Just four more days, Sparks!\" he chortled happily to me. And then,\n\"Just _three_ more days! Just _two_ more--\" He rubbed his hairy paws\ntogether gleefully. \"Two captains in the same family! Ain't that\nsomethin'? Boy, did you see the way he come through on that test\nyesterday? Cooper got Garrity to cross the heat control an' grav\nplates. The ship was hot an' weightless at the same time--\"\n\n\"So that's what it was?\" I grumbled. \"Hell, who's taking this\ntest--Biggs or us guinea-pigs? I went soaring to the ceiling, boiling\nlike a kettle--and with the gravs off, I couldn't even drip sweat!\"\n\n\"But Lanse fixed it!\" gloried Hanson. \"Spotted the trouble in three\nminutes flat, and had the circuits straight before you could say\n'hypertensile dynamics'! What a lad!\"\n\n\"Two more days,\" I said. \"All I hope is that I can live through it. If\nCooper gets any more whacky ideas--\"\n\n\"Hrrrrumph!\" came a voice from the doorway. I spun, startled.\n\nWhat did my mama tell me about talking in front of a person's back? It\nwas Inspector Cooper!\n\nI said, \"Look, Inspector--the acoustics are lousy in this room.\nAnything you heard which might have sounded like your name was\nstrictly coincidental.\"\n\nHe glared at me. Then at Cap Hanson. Then at me. And, boy, what I\nmean--that guy could really glare!\n\n\"So!\" he said. \"_Inspector_, eh?\"\n\nOh-oh! It dawned on me, all of a sudden--but too late--that I'd upset\nthe legumes with a vengeance. Calling him \"Inspector,\" when, so far as\nI was concerned, he was an officer in the Quarantine Service.\n\n\"Inspector, eh?\" he repeated. And crisped Hanson's burning cheeks with\na glance. \"Well, Captain, it is just as I thought. Too many years of\nservice have taken their toll on your discretion. When you start taking\ncommon radiomen into your confidence--\"\n\nI did the best I could. I rallied around.\n\n\"Now, wait a minute, Inspector!\" I said. \"Captain Hanson didn't tell me\nwho you were. I--I guessed it. I'm pretty good at things like that. I\nfigured it out the first time I saw you. It's my psychic--\"\n\n\"It will be your neck,\" he snarled, \"if you don't shut your yap!\nWell--now that you know who I am, I might as well tell you why I'm\nhere. I need your cooperation in giving Lieutenant Biggs his final\ntest.\"\n\nSome of the chagrin left Hanson's eyes; his voice was hopeful.\n\n\"_Final_ test?\"\n\n\"Yes. I confess to a very great respect for your First Mate, Captain\nHanson. He has proven himself capable in each of the tests offered so\nfar. His theoretical knowledge is matched by his physical ingenuity; I\nhave awarded him the highest possible grades in Astrogation, Analytical\nJudgment, and General Knowledge.\n\n\"If he passes the final test, Resourcefulness, and of course the\nverbal quiz on Safety Code practices, I shall take great pleasure in\nsubmitting his name for advancement.\n\n\"This test--\" He turned to me. \"Will be made in your department,\nSparks. You--\" He transfixed me with an icy glare. \"You are sick!\"\n\n\"Who, me?\"\n\n\"Yes. You have--mmm, let me see!--dyspepsia!\"\n\n\"It's a lie!\" I said indignantly. \"I haven't been near one of them\nVenusian joy-joints for a year!\"\n\n\"You have,\" repeated Cooper coldly, \"a bad case of dyspepsia. Which\nis another name for 'indigestion,' young man! You will develop this\nailment immediately. And since the captain of a space-going vessel\nis supposed to be able to step into the breach in any emergency,\nLieutenant Biggs will be assigned the task of relieving you at your\npost.\"\n\nWow! Was that a break for our side? I darned near split a lip, trying\nto hide the great big grin that leaped to my gabber. If there was any\nman aboard the _Saturn_ whose knowledge of radio was equal to my own,\nthat man was Lancelot Biggs! Why, he was the inventor of a new type of\nradio transmission plate. If this were to be his \"final test,\" he would\nbreeze home, win, place _and_ show!\n\nBut Cooper didn't notice the elation in my eyes, or the equal joy in\nthe skipper's optics. He was finishing his instructions.\n\n\"--and because you have learned who I am, Sparks, I suggest that you\nmake no attempt to get in touch with, or speak to, Lieutenant Biggs.\nYou may consider yourself confined to quarters for the duration of the\ntrip.\"\n\n\"Very good, sir,\" I said.\n\n\"And now--\" Cooper turned to my instruments. \"We shall set the stage\nfor Mr. Biggs' final test--\" He picked up a hammer. The biggest one in\nthe turret. He lifted it, weighed it briefly in his paw, and then--\n\n_Wham!_\n\nThings clanked and clattered; glass tinkled; wires leaped from the\ninnards of my set and wriggled out onto the floor like tiny metal\nsnakes. Cap groaned, and I screamed, \"Omigawd!\"\n\n\"_Omigawd!_\" I screamed. \"Leggo! Stop it! Are you off your jets?\"\n\n\"Stand back, Sparks!\" warned Cooper. He raised the hammer again,\nagain brought it down ferociously into the entrails of my beautiful\ntransmission set. _Clinkety-clatter!_ Something shorted; blue fire\nspat; there was a loud _pop!_ and I had to clutch my breast to make\nsure it wasn't my heart. \"Stand back!\" he panted. \"We--we've got\nto--make this--a tough--test!\"\n\n\"We?\" I howled.\n\nAnd then he was done. He stepped back and studied his work with the\npleased look of a ghoul in a graveyard.\n\n\"I think that should do the trick,\" he said gravely. \"If he can repair\nthis set and get it in working order, I'll give him top grade in\nResourcefulness.\n\n\"Very well, now, Captain--you may return to the bridge and tell\nBiggs that Sparks has been suddenly overcome with illness. And you,\nSparks--to your quarters. And don't forget--you're sick!\"\n\nI stared miserably at my once-perfect apparatus. I passed a hand over\nmy brow and tottered to the doorway.\n\n\"Maybe you think,\" I wailed, \"I'm not?\"\n\n\n\nWell, I began to feel well enough to sit up and take notice along about\nlunch time. Doug Enderby, the steward of our void-cavorting madhouse,\nbrought me my grub. He tiptoed in and laid the tray on the desk before\nme. He whispered:\n\n\"Are you feeling better, Bert?\"\n\n\"Never worse,\" I told him gloomily. \"Why the crape on the victuals? Are\nthey _that_ bad?\"\n\nI whipped off the napkin, took one gander at my so-called \"lunch,\" and\nbleated like a branded sheep.\n\n\"Great monsoons of Mars--what the hell is this?\"\n\n\"Shhh!\" hushed Enderby. \"Poached eggs, Sparks.\"\n\n\"I can see them!\" I hollered. I stared at the pair of baleful, golden\nhorrors-on-toast. \"And they can see _me_, too! Take 'em away!\"\n\nEnderby said petulantly, \"But you're sick! That's what Captain Cooper\nsaid.\"\n\n\"Cooper, eh?\" I groaned. \"I always said it wasn't smart to make torture\nillegal.\" Then I remembered why I was confined to durance vile. \"You\nseen Biggs?\" I asked.\n\n\"No. He hasn't been down to lunch. He had to take over for you when you\nwere taken ill.\" Doug looked anxious. \"There--there's something wrong\nin your turret, Sparks. The intercommunications system is out, and the\nradio won't work.\"\n\nI glanced at my watch. Two hours had passed since Cooper's coup. Hardly\ntime for Lanse to unscramble the mess of pottery.\n\n\"Well, cheer up,\" I said. \"Everything will be O.Q. in a little while.\nUggh!\" I pushed my toast and tea toward him. \"Look, pal, how's the cow\nsituation in the galley? You got a nice, three inch steak? Rare? With\nonions?\"\n\n\"Sirloins,\" said Doug, \"for dinner.\"\n\n\"In that case,\" I sighed, \"I'll give this hen-fruit a miss. See you at\ndinner-time.\"\n\nDoug nodded sagely and sidled toward the doorway.\n\n\"Steaks,\" he said, \"for the crew. But _you_ get milk toast. You're a\nsick ma--_Hey!_\"\n\nWell, I _almost_ nailed him with that second poached egg, anyway.\n\n\n\nAfter he beat it, I opened the door and peeked out, and sure enough,\none of the sailors was standing down at the end of the corridor. Cooper\nwas a canny duck. He was going to make certain that I didn't get loose\nand help Biggs.\n\nBut Cooper wasn't the only guy with smart ideas. I hadn't been radio\noperator on the _Saturn_ for three years for nothing. There were a\ncouple of wrinkles in the wiring system that even the Installation\nDepartment knew nothing about. I ducked back into my cabin, locked\nthe door carefully, hung my coat over the keyhole, and pulled back my\nmattress.\n\nUnderneath, nestling coyly amongst the box springs of my bunk, was\na tiny, complete transmission-reception set. I'm no dummy. Midnight\nwatches are a bore, and many is the time I'd turned in with a pair of\nearphones on, rather than sit nodding in the turret for dreary hours\nwaiting for messages that might never come in.\n\nOf course this auxiliary set was useless so long as the main set was\nO.O.O.--but by listening in, I could tell how Lanse was coming along\nwith his repair job, perhaps give him a little assistance by remote\ncontrol should he need it.\n\nSo I donned the phones--and just like I thought, the circuit was as\ncold as a ditch-digger's toes in Siberia. For a few seconds. Then\nall of a sudden something squawked, \"Krrrr-_wowowooo_! _Brglrp!\nGlrp!_\"--and a familiar voice came from far, far away. The voice of\nLancelot Biggs, saying:\n\n\"_That_ ought to do it! Now, let me see if--\"\n\nI hugged myself gleefully. The old master mind had done it again! In\njust two hours and sixteen minutes. Tell _me_ Lancelot Biggs isn't a\ngenius!\n\nI shoved my puss to the mike. I hissed, \"Lanse!\"\n\nThere was a brief silence. Then Biggs' curious response. \"Is that you,\nSparks?\"\n\n\"In person,\" I told him, \"and not a facsimile. How you getting along,\npal?\"\n\n\"Why, all right, I guess.\" He clucked, and I could envision the rueful\nshake of his head. \"It was a frightful mess, Sparks. How you ever let\nit get in that condition--\"\n\n\"I let it get in that condition,\" I told him, \"like I got sick. By\norders of Madman Cooper. That guy's a wingding with the mace, ain't he?\nWhere'd you get the replacement parts?\"\n\n\"Out of the supply locker, mostly. I had to rewind the L-49 armature,\nthough. We had no spares.\"\n\n\"You'd better throw a shunt across the No. 4 rheo,\" I suggested.\n\"You're heterodyning on vocal freke; otherwise you seem to have matters\nunder control. Nice going, bud. I guess you know this is your final\ntest?\"\n\n\"I suspected it. Well, I'm going to test now. See if I can contact\nLunar III. Stand by, Sparks. I'll cut you into the circuit so you can\nhear.\"\n\nCurrent hummed and squealed; dots and dashes ripped the ether as Biggs\npulsed a signal to Mother Earth's satellite. Slow seconds dragged. We\nare very close to Mars, and it takes a message almost two and a half\nminutes to make the hurdle from the green planet to the red one.\n\nI waited tensely. And then, faint and far, but yet clear, came the\nreply.\n\n\"Answering IPS _Saturn_. Go ahead, _Saturn_.\" It was Joe Marlowe's hand\non the bug. I could tell that. You know how it is; every operator has\na transmitting style just as distinctive as handwriting. \"_Go_ ahead,\n_Saturn_.\" Then, \"Are you sober, Donovan?\"\n\nI gritted my teeth. But Biggs put an end to Joe's smart stuff with his\nnext transmission.\n\n\"Donovan ill. Relief man at key. _Saturn_ reporting for orders. Any\norders, Luna? Any orders?\"\n\nMarlowe flashed back, \"Sorry about Donovan. Nothing trivial, I\nhope? Yes, have one order, _Saturn_. From S.S.C.B. headquarters. To\nInspector-Commander Cooper. 'If Lt. Biggs passes examination, assign\nhim immediately to command of--'\"\n\n_Thump-thump-thump!_\n\n\n\nDamn! Of all the times to be interrupted. Just at the happy, crucial\nmoment when I was about to learn the ship to which Biggs was going to\nbe assigned! And some idiot had to come banging at my door!\n\n_Thump-thump-thump!_\n\n\"Just a minute!\" I howled. I switched off the unit and shoved the\nmattress back into place, rumpled the sheets, tousled my hair and\npulled my shirt off. I stumbled to the door, unlocked it and stood back\nyawning and rubbing my eyes as if I had just hopped out of the arms of\nMorpheus. \"C'mon in!\" I said. \"Whuzza big idea--Oh! How do you do, sir?\"\n\nMy visitor was Inspector Cooper. He pushed past me into the room,\nglared around suspiciously, turned and heaved me an extraordinarily\nevil glare.\n\n\"What were you doing in here, Sparks? Don't lie to me! What were you\ndoing at the exact moment I knocked?\"\n\nBehind him, ashen-faced, stood Cap Hanson. _He_ knew about the\nauxiliary unit. One more bite, and his forefinger nail would be bitten\noff to the second joint.\n\n\"The _exact_ moment?\" I stalled.\n\n\"That's what I said.\"\n\nI held my breath, which is one way to create a most maidenly blush. I\nsaid, \"I--I respectfully decline to answer, sir. My reputation--\"\n\n\"Your reputation,\" roared Inspector Cooper, \"is not worth a damn\nanyway! Answer, sir!\"\n\nI shrugged. I said, \"Well, after all, you can't be court-martialed for\ndreaming. You see, there was this blond kitten named Dolly. Sweet kid,\nbut--well, reckless. And I was--\"\n\nCooper turned crimson, and he wasn't a bit happy.\n\n\"What! You claim you were sleeping? We distinctly heard you talking,\nDonovan! Who were you talking to?\"\n\nI said plaintively, \"Well--it was this way. Dolly was putting up an\nargument--\"\n\nThat stopped him. He glowered about the cabin once more, helplessly,\nthen he grunted and turned toward the door.\n\n\"Very well, Donovan. But if I ever find out you've been engaging in any\nskull-duggery--Come, Captain Hanson!\"\n\nAnd they left, Hanson tossing me a swift \"saved-by-the-bell\" glance\nthat meant undying affection and a bonus in next month's salary. So\nI muttered, \"I hope you don't,\" and when their footsteps faded from\nearshot, I made a dive for the concealed set.\n\nBut I'd missed the important part. Joe Marlowe was just signing off\nwhen I got the phones on.\n\n\"--Captain Biggs will then lift his command,\" came the closing\nsentence, \"from Mars Central, in accordance with orders which await him\nthere! That is all, _Saturn_!\" And he was gone.\n\nBoy, was I nearly busting! I couldn't wait for the sonic to die away so\nI could tap Biggs in the turret. \"What did he say, Lanse?\" I hollered.\n\"Cooper came pussy-footing, and I missed the message. So you're going\nto get a command, eh? Congratulations? Tell me--\"\n\nMy nerves were like red-hot worms as I listened for Biggs' answer. And\nthen--\n\n\"_Whonk!_\" went my set suddenly. \"Gwobble-_phweee_!\"\n\nOut of order! Again!\n\n\n\nWell, that was a stinker. But I had learned _some_ things, anyway.\nThat Biggs was in line for a captaincy, and that his new command was\nwaiting for him at Mars Central. I dug a copy of Lloyd's Spaceways\nout of my desk-file, and leafed through it. The information was\nencouraging. Vessels land-docked at the Martian port included the\ntransport, _Antigone_, the lugger, _Tethys VI_, and the brand-new,\nmagnificent, special-extra-deluxe passenger liner, _Orestes_! Any one\nof these ships would be a feather in the cap of the skipper who took\nher bridge. Lancelot Biggs was getting off to a Big Start!\n\nSo I should have been very happy. For him. But I wasn't. Not\naltogether. Somehow I couldn't help feeling it wouldn't be the\nsame ship--the _Saturn_, I mean--with Biggs no longer ambling the\nquarter-deck.\n\nA sentimental sap? Well, maybe I am. But when you have laughed and\ncried and fought and triumphed and shared sadness and joy with a right,\ntight, snug little gang of men, all of whom you love like brothers, you\nhate to think of one of them leaving you.\n\nAnd that's the way it was aboard the _Saturn_. Sure, we had our little\nsquabbles and fusses. Wilson is a sort of show-off, and Todd sometimes\nhas a tendency to let others do his work. The Old Man's not much of an\nastrogator any more; after all, he's been pushing ether for more years\nthan I've been alive; he's not as smart and alert as some of the fresh\nyoung brevetmen. And Biggs' genius for getting us in tough spots is\nsecond only to his ability at getting us out again.\n\nBut we're a _team_, see? And now, with Biggs moving up the ladder, some\nstrange new guy would come in.\n\nIt was hot!\n\nI'd been so busy with the crying towel, that for a few minutes I didn't\nrealize just how hot it was. But now, glancing at the thermometer on my\nwall, I was jolted to see the mercury standing at 98 degrees!\n\nWithout pausing to recollect that the audio system was out of order,\nI reached for the wall phone, bawled into it, \"Ahoy, the bridge!\nSomething's gone wrong with the--\"\n\nThat's what I meant to yell, anyway. As a matter of strict truth, I got\njust as far as, \"Ahoy--_blub_!\"\n\nFor the moment I yanked the earpiece off the audio, a pencil of clear,\ncold water shot from the instrument like a diminutive geyser! Smack in\nthe tonsils it slapped me--and I turned and hightailed it for the door!\n\nMy guard, a gob named Jorgens, let loose a roar as I appeared.\n\n\"Oh, no, Sparks! I got orders to keep you in your cabin!\" he bellowed.\n\n\"That's what you think!\" I yelled back. \"I'm not going to be roast\nDonovan for you or anybody! I'm hot!\"\n\n\"Then maybe this will cool you down.\" He grabbed the firehose, pointed\nit at me, turned the wheel. I wailed, and waited for the punching gout\nof water to sweep me off my feet. But it didn't come! There came a\nrushing sound, and from the nozzle spilled--\n\nAir!\n\nJorgens dropped the hose with a howl of surprise. He gave up all idea\nof stopping me. As a matter of fact, he was three steps ahead of me\nby the time we hit the end of the corridor, but I beat him up the\nJacob's-ladder leading to the bridge by the simple expedient of using\nhis vertebrae as rungs.\n\nTogether we charged through the upper passageways, turned onto the\nramp that feeds the bridge. By now, everything had gone stark, staring\nmad. All the time we were on the hoof, I kept hearing music. And every\nonce in awhile a wild burst of static rasped my eardrums. And the heat\nincreased.\n\nIt took me some minutes to realize, with a burst of horror, that the\nmusic was coming from the radiators, the static from the darkened\nelectric bulbs set in the ceilings, and the heat was pouring in a\ntorrential flood from our air supply--the ventilating system!\n\nWe reached the bridge, shouldered the door open. But the situation\nwasn't any better there. If anything, it was worse. Cap Hanson,\nperspiration streaming down his red face, staining his jacket, was\nbending over a calculating machine that was flickering hazily with\nmoving pictures! Across the room, Lieutenant Todd was masterfully\nstruggling to subdue the clamor of a generator that was chattering\nwildly in the Universal Code. Dots and dashes!\n\nAbove the bedlam, I managed to make myself heard.\n\n\"What's wrong?\" I bawled.\n\nThe Old Man acknowledged my presence with one look of torment.\n\n\"The ship's gone nuts! The heater plays music and the telephone's a\nspring; there's static in the lights, and electricity in the gas jets.\nThe ventilators give heat and Slops just called me on his refrigerator\nto tell me the gas stove is spitting ice cubes!\"\n\nCooper, his face flaming with rage, pulled his paws from his ears long\nenough to scream, \"This is a disgrace to the service! Whoever caused\nthis should be cashiered! And by the Lord Harry--\"\n\nJust then the door opened, and into the room, with a big, friendly grin\non his pan, gangled our lanky lieutenant, Lancelot Biggs.\n\n\"Hello, folks!\" he said amiably. \"Sort of--sort of noisy around here,\nisn't it?\"\n\nCooper glared at him wildly.\n\n\"Biggs, get out of here! You're supposed to be up in the turret\nrepairing that radio set. Get along--\"\n\nBiggs smiled sort of sheepishly; his unbelievable Adam's-apple did a\nloop-the-loop in his throat. He coughed gently.\n\n\"Well--er--you see,\" he said, \"that's what made me come down here. I--I\nguess I must have got a little bit mixed up in the wiring. I got the\ncircuits all crossed up, and--well, durn it, this is what happened!\"\n\n\n\nBy sheer coincidence, just at that moment the air stopped hissing,\nthe music stopped playing, and the tumult that had been flooding the\nroom died away to a whisper. In a brief, horrible silence I heard\nCap Hanson gasp, \"Lanse! Lanse!\" and heard the incredulous snort of\nInspector Cooper.\n\n\"What? _You_ caused this, Lieutenant?\"\n\nBiggs' pale eyes shifted, and he twisted his lanky frame into a pretzel.\n\n\"R-reckon I did, sir. Couldn't seem to get things straightened out in\nthe turret, so I--I went down to the control room, and--and I guess I\nmust have turned the wrong knobs or switches or something.\"\n\nHis excuse dwindled into silence. But Cooper did not. Cooper loosed a\nblat like a robot wired for newscasting.\n\n\"Wrong knobs! Wrong switches! Indeed, sir--\" he swung to me, sweating\npainfully and quivering like an electroscope in a pitchblende mine.\n\"Sparks, can you do anything about this--this disgraceful mess?\"\n\nI couldn't meet Biggs' eyes, nor could I meet those of Cap Hanson. I\njust nodded slowly.\n\n\"I think so, sir.\"\n\n\"Then get to work! And as for you, Lieutenant--\" His eyes burned\nBiggs' pale, embarrassed face, \"It will not now be necessary to\ndetermine whether or not you are versed in Safety Code practices. You\nhave demonstrated very well that you are not yet capable of assuming\nthe rank and duties of a commanding officer. Your butter-fingered\nhandling of a simple, routine test has resulted in the most disgusting\ncontretemps it has ever been my lot to witness!\"\n\nCap Hanson said, \"But--but look, Inspector--he's only a boy! Anybody\ncan make a little mistake. Give him a chance to--\"\n\n\"There is no place for 'boys',\" snorted Cooper, \"on the bridge of\nspace-going vessels. Lieutenant Biggs has possibilities, yes. But\nI shall suggest to the S.S.C.B. that he be given another year of\nintensive training--under an old, accomplished spaceman; yourself,\nCaptain Hanson--that he may learn resourcefulness, coolness, how to\nact under stress of emergency!\n\n\"And now, gentlemen, I shall retire until we reach Mars Central.\nSparks, for God's sake quiet this bedlam as soon as possible!\"\n\nAnd he stalked from the bridge with as much dignity as a man can muster\nwith hands clapped over a pair of sweat-dripping ears.\n\nI went below. It was a mess, but not an impossible one. I got it\nstraightened out in fifteen or twenty minutes. And by the time things\nwere back to normal, we were warping into the cradle-lists at Mars\nCentral Spaceport.\n\n\n\nAfterward, everybody was sympathetic. Bud Wilson said, \"Too bad, Biggs!\nBut you'll get another chance.\" And he went out. Dick Todd said, \"Aw,\nthe hell with it, Lanse. You were just a little excited, that's all--\"\nAnd he left, too. And that left Biggs and the skipper and me alone in\nthe turret.\n\nBiggs squirmed and said meekly, \"I--I'm sorry, sir. I didn't mean to be\nsuch an idiot. But--well, after all, I am young. And I haven't had your\nexperience.\"\n\nThe skipper still looked like a man who'd grabbed a live wire by\naccident. He shook his head sadly.\n\n\"I wouldn't of thunk it of you, Lancelot, son,\" he grieved. \"You was\nalways so quick at graspin' things before this. I was bankin' on you\nto make it two captains in the same family. But--well, let bygones be\nbygones. Next year you'll have another test. An' in the meantime, I'll\ntry to teach you more about how to act in emergencies.\"\n\nBiggs said gratefully, \"Thank you, sir. And--and Diane?\"\n\n\"We won't tell her,\" said the Old Man promptly. \"I alluz say that what\nwomen don't know won't hurt 'em. We'll keep this to ourselves. But,\nmind you!\" A flash of the old fire lighted his weathered, space-faded\neyes. \"But, mind--I want you to study hard durin' this next year! If\nyou want to win your stripes, you got to listen to a wiser head!\"\n\n\"Yes, sir,\" said Lancelot Biggs. \"I will, sir.\"\n\nThen the skipper left. A great old guy. No longer listless and\nlackadaisical, space-weary, but a new man, imbued with a strong,\nfighting new urge. To help a young man earn his spurs. There was\nsomething admirable in his attitude, and something a little pathetic,\ntoo.\n\nAnd after he had left, I turned to Biggs. I said, \"Okay, pal--come\nclean!\"\n\nHe started.\n\n\"I--I beg your pardon, Sparks?\"\n\n\"Come,\" I repeated, \"clean. You can fool some of the people some of the\ntime, and you can fool some of the people some of the time--but you\ncan't fool some of the people some of the time. And I'm them. Biggs,\nI know you like I know my own hangnails. I've seen you in a thousand\ntight spots, and I never once knew you to go into a dither. But you\nmessed this one up so bad that it smelled from here to Pluto. Now I\nwant to know--why?\"\n\nBiggs' eyes looked like saucers. His larynx jumped up and down\npainfully.\n\n\"I don't know what you mean, Bert.\"\n\n\"Talk,\" I said grimly, \"or I start rumors. Why?\"\n\nAnd then--Lancelot Biggs grinned!\n\n\"So I made it look bad, eh, Bert?\"\n\n\"Bad? Awful! That heat--great comets, pal, you nearly killed us all!\nBut why? I heard part of that transmission from Luna. I heard enough to\nknow that if you passed your final test you were going to be given a\ncommand immediately. A ship of your own. The _Tethys_ or the _Antigone_\nor the _Orestes_. All good ships--\"\n\nBiggs said quietly, \"There was another one, Bert.\"\n\n\"What? No, there wasn't. I looked it up. There were only those three\nwaiting captainless in port.\"\n\n\"But there would have been four,\" he said, \"if I'd passed my exam.\nSparks--Cap Hanson's a great guy, isn't he?\"\n\n\"Sure. A grand old-timer. But--\"\n\nAnd then, suddenly, I got it! Got it, and realized what an all-around\nhumdinging hell of a real man Lancelot Biggs really is! I said:\n\n\"You mean--you mean that if you had earned your stripes, the Old\nMan was going to be set down? And you'd be placed in command of the\n_Saturn_? Is that it? Why, you--\"\n\nAnd I swallowed hard, and I gave him a shove. And I said, \"Aw, Lanse--\"\n\nBut Lancelot Biggs isn't the kind of guy you can act gooey with. He\njust grinned again, and he said, \"Sparks, old-timer, what do you say\nyou and me have a drink or three, eh?\"\n\nSo we did. Double. Without soda.",
    "metadata": {
        "author": [
            "Bond, Nelson S.",
            "Danzell, George",
            "Bond, Nelson",
            "Bond, Nelson Slade"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/74109/pg74109.txt",
        "name": "the_downfall_of_lancelot_biggs.json"
    }
}