{
    "name": "The Last Christmas Tree: An Idyl of Immortality",
    "author": [
        "Allen, James Lane"
    ],
    "body": "\n\n    THE LAST CHRISTMAS TREE\n\n    AN IDYL OF IMMORTALITY\n    BY JAMES LANE ALLEN\n\n\n    PORTLAND MAINE\n    THOMAS BIRD MOSHER\n    MDCCCCXIV\n\n\n    TO THOSE\n    WHO KNOW THEY HAVE\n    NO SOLUTION\n    OF THE UNIVERSE\n    YET HOPE FOR THE BEST\n    AND LIVE FOR IT\n\n\n\n\nTHE LAST CHRISTMAS TREE\n\n\nIn a somewhat different and in a much briefer form _The Last Christmas\nTree_ appeared several years ago in _The Saturday Evening Post_.\n\n\n\n\nTHE LAST CHRISTMAS TREE\n\n\nLife on this earth, my children, means warmth. Do not forget that:\nwhatever else it may be, life as we know it is warmth. Every living\nearthly thing is on fire and every fire is perpetually going out. When\nthe warmth, when the fire, which is within us and which is perpetually\ngoing out, goes out for good, that is the end of us. It is the end of\nus as far as the life which we derive from the planet is ourselves. If\nour planetary life is our only life, when the planetary fire within us\ndies out, all of us dies out. If planetary fire be not our only vital\nflame, vital energy, then planetary dust and ashes are not the\ncomplete end of us, not the last word of our terrible lovable human\nstory. And if this be true, what next may come, what kind of story\nwill then begin with ourselves as its characters, what sort of\nexistence for us will emerge from planetary extinction--that has\nalways been the one greatest question, solicitude, hope, help, song,\nprayer of our race. It has never been more a problem than now when we\nknow more about many other things than we have ever known yet can find\nout nothing about this thing and were never so impatient of our\nignorance.\n\nBut meantime life on this earth implies warmth and carries warmth:\nthat at least we positively have found out though without knowing what\nwarmth is. Every living terrestrial creature is a candle, is a lamp.\nThe rose is a perfumed lamp and when its bowl is without oil, that\ninimitable lamp so silently built to give off for a little while a few\nserene rays of vestal beauty as silently falls to pieces. The pine\ntree is a wild candle poised on a mountain table. The eagle is a\nwinged candle burning to cinders on a peak of air. The albatross is a\nfloating conflagration with all the ineffectual sea drenching its back\nand breast. The polar bear is a four-branch candle in a candlestick of\nsnow. We human beings are laughing and tear-dripping candles,\ndescending swiftly to our sockets. The sun and the stars are candles,\nwhirling golden candles in the night of the universe, a long, long\nnight. One by one they too burn down at those brief intervals which we\nwith our puny measurements call ages. The whole myriad-lighted starry\ninfinite, as far as we know, is a mere ballroom arranged for\nsomebody’s pleasure, somebody’s dancing. The candles may last as long\nas the master of the revels requires them; and then perhaps at some\nstrange daybreak of which we can conceive naught, they will go out to\nthe final one--all go out at the coming-on of day. A strange day\nindeed without any suns, without any stars, these having been consumed\nduring the ancient night. What our human race has always most wished\nto know, most liked to believe, is that Nature, the whole universe of\nNature, is itself but a troubled night of being; and that when Nature\nhas come to some kind of end, the night of existence will have come to\nan end also. Beyond will have to be some kind of day, endless day. Our\nhuman race has always believed or has tried to believe that on the\nNatureward confines of that day it will be discovered, assembled\nthere, waiting there, having journeyed thither somehow: no matter how,\nso it arrive. For however dull and petty man may be, however\ndespicable, brutish, abandoned, there has been no lack of sublimity in\nhis vision, in his faith, of what he is to be: that after the last\nstar has gone out in the night of Nature, the orb of his soul will\nhave but begun to flash the immortality of its dawn.\n\nOnce and for an immeasurable time the whole earth was warm, and life\non it being warmth, the life on it was everywhere. That was Nature’s\nparticular hour of the night just then--it called for a warm earth\ncompletely covered with life. Then one day something took place that\nhad never taken place before. For the first time, for the very first\ntime in the experience of the earth, out of one of its clouds there\nbegan to fall, not what had always fallen in the past, drops of rain,\nbut tiny white crystals. At first they were few; then more and more;\nthen myriads, myriads, myriads, until the air grew grey with the thick\nhost of them. Finally the scene became as if the sky were the floor of\nthe desert, an upper inverted desert floor covered with fine white\nsand, with sand-dunes; and the winds, sweeping and roaring across this\ndesert floor, lifted the dunes, scattered them and swept them along:\navalanches of white sand, cloudy landslides of white sand--blown\ntoward the earth underneath. No creature there below had ever seen the\nlike; and as those avalanches slided down on their heads and backs,\ntumult, fear, flight followed. Perhaps caught in the raging, roaring\ntempest, perhaps having lost its way, some bird of brilliant-red\nplumage flew round and round like a wandering ball of fire, uttering\nits cry of bewilderment, of helplessness, of its fate--the prophetic\nnote of the fate of everything.\n\nWhen the first of these strange cold white crystals struck the warm\nearth, at once they vanished. So that for a while the vast catastrophe\nlooked like some unfeeling prank of the clouds, some too grave a\ntrick, heartless deception. But faster than the first could melt,\nothers came, more, more, until the later ones arrived before the\nearlier ones had disappeared. And then they began to stay where they\nfell. They began to stay and to pile up one on another; they began to\nmake a white spot, a frozen spot. We know nothing as to how and when\nand where; yet we are bound to understand that some time there was the\nfirst snowcloud, somewhere the first snowstorm, the first snowbank.\n\nNo human eye beheld it: there was to be no human eye for untold ages\nyet. But there was one who saw, one who was present, one who had\nbrought it to pass--Time; and now that the first white spot was\nprepared and ready like some new flat marble slab, bordered round with\nthe earth’s green and awaiting humanwise its due inscription, Time\nglanced at it, approved it, stepped forward and stooping down wrote\nthree words in the sand--in the white sand of the sky:\n\n                 HIC JACET TERRA.\n\nSince the unknown day of the first unknown snowbank, the earth has\nmade no revolution, has not once turned over from side to side without\nkeeping undeviatingly in the straight road toward the fulfilment of\nthat epitaph, Time’s epitaph. Never since then, though fighting with\nall its fires, has it been able to drive off that pallid visitant from\nouter space, never has it been able to prevent the persistent return\nof that appalling stranger. For the little white spot would not out,\nwould not out for good. If it disappeared in one place, it reappeared\nin another place. And it invariably brought along more of its kind:\neach visitant seemed to bring a mate, a family, a tribe. In the\nblossoming zones of the earth’s surface where we spend our dream-life\nof pain and joy, if a solitary bee find its way to a new field in\nspring, the summer will be likely to bring the swarm. If a migratory\nbird by some deviation of route alight on a strange continent or\nisland, the species may some day cover that continent or island. And\nthose first downward flights from the clouds began to be followed by\nother flights, by vaster flocks and flights. And the earth began to\nhave a new trouble.\n\nShe, our very human Mother, had from the first had enough troubles of\nher own, as without exception we her very human children have had\nenough of ours. Sometimes her stories had begun well but each of them\nas it ended ended badly. As we now look back upon any one of these\nfinished stories of hers, we may derive some satisfaction from seeing\nthat it possessed the art, the logic, of being inevitable. But that\nwill be our only joy. Her great novels, her great epics, have\nuniformly been stupendous, immeasurable cataclysms, earth-tragedies.\nBut among them all not one has possessed the awful beauty, the chaste\nsplendor, the universality, of this new trouble of hers with the tiny\ncrystal.\n\nWe are well accustomed as we look out upon Nature at close range to\nsee great creatures harrassed by little creatures. The lot of each big\none seems to be in the keeping of some little one, which never quits\nit, nags it, stings it, wears it out, drives it desperate, makes life\nsomewhat a burden to it and death somewhat a relief. But no one of us\nhas ever seen so huge and powerful a thing as a whole round world\npitilessly stalked from age to age, run down, overcome inch by inch,\nrouted out of a fair destiny by such a mite of a tormentor as a\ncrystal. Nowhere have we witnessed so disproportionate a conflict as\nthat between a sphere and a snowflake.\n\nWhy, some wintry day when you in overcoat and gloves are tramping\ncomfortably across your fields on which snow is falling, stop and draw\noff one of your gloves, and holding out your hand, catch one of these\nlittle terrors, one of these dread arrows from the unseen quiver of\nall whiteness. Intercept it in its passage towards the earth and let\nit strike you, strike your palm, instead of striking the Mother who\nhas been struck so often. One instant after it has reached your palm\nit has dropped its disguise and has turned into its old familiar self,\na raindrop, a drop of dew. That is, under the influence of the warmth\nof your planetary fire, it has returned to its youth. For snow is the\nold age of water. Cloud, mist, rain, dew--these all are young: their\nold age is ice. When a dewdrop arranges itself for perpetuity,\ndisposes itself in orderly fashion never to change again, stretches\nitself out in its _rigor mortis_, it has become a crystal. It has\ngiven up the ghost and has become a ghost--it has become snow, the\nghost of the brook, the ghost of the rain.\n\nNow this--just this--was the Earth’s new trouble; and this ever since\nhas been her increasing trouble and her losing fight: that over vaster\nand vaster regions of her surface she has lost the power to work the\nmiracle of the resurrection--to bid the dead arise, take back its\nlife, and having burst from its white sepulchre ascend again to the\nheavens. This is the trouble of our great Mother--that she has been\nfighting against old age as we her children fight against it. Old age\nhas been descending upon her from the clouds; and wherever she has not\nbeen able to give back to old age its youth, there old age has stayed;\nand wherever on the earth old age has stayed, there the earth itself\nhas become old.\n\nAnd now for us who live on the earth to-day, looking out upon the\nbattle between the planet and the snowflake, how fares the fighting?\n\nIf you should start from your home in our north-temperate latitude and\ntravel northward steadily on and on, after a while you would find that\nthe air gradually grows colder, myriads of living things begin to be\nleft behind; fewer and fewer remain; those that do remain, whether\nanimals or birds or flowers, begin to lose gorgeous color, begin to\nbecome white. The countless sounds of living things begin to die out.\nEverything is changed, colors are gone, songs have ceased. On and on\nyou journey and always you are traveling towards silence, toward the\nwhite. And at last you come to the kingdom of the crystal, to the\nreign of the snowflake, to the old age of the earth; you come to one\nof the battlefields where the snowflake has conquered the planet.\nPerhaps on this northward journey the last living thing you saw in\nNature was the evergreen--thriving there in unconquerable youth on the\nmargin of unconquerable death.\n\nIf you should start from your home and travel southward, you would at\nfirst cross land after land where it grew warmer; but if you kept on,\nyou would at last begin to recognize all that you had seen on your\nnorthward journey: life failing, colors fading, the living harmonies\nof the earth replaced by the discords of Nature’s lifeless forces:\npinnacles of ice, deserts of snow. Again on those boundaries of\ndesolation you would see the sign of the world’s youth--its evergreen:\nonly that sign.\n\nIf, starting from your home for the third time, you could rise\nstraight into the air, higher, higher, as though you were climbing the\nside of an aerial mountain, you would at last find that you had\nascended the aerial mountain to a height where, were it a real\nmountain, it would be capped with snow, capped with perpetual snow.\nFor all round the earth wherever its actual mountains are high enough,\ntheir summits pierce the level of eternal cold: above us everywhere\nlies the unseen land of eternal cold. And there again near those\nsummits your eye, searching for some mitigation of the solitude, would\ncome upon the evergreen.\n\nSome time in the future, we do not know when, but some time the cold\nat the north will have moved so far southward; the cold at the south\nwill have moved so far northward; the cold in the upper air will have\nmoved so far downward, that the three will meet and when they meet\nthere will be for the earth one whiteness, one silence--rest: all\ntroubled or untroubled things will be at rest.\n\nA great time had passed, how great no one knew; there was none to\nmeasure it.\n\nIt was twilight and it was snowing. On a steep mountain’s side near\nits bald summit thousands of feet above the line that any other living\nthing had ever crossed, stood two glorious fir trees, strongest and\nlast of their race. They had climbed out of the valley below to this\nheight and had so rooted themselves in rock and soil that the wildest\ngales had never been able to dislodge them. Now the two occupied that\nbeetling cliff as the final sentinels of Nature. They were like two\nsoldiers stationed at the farthest outpost against the enemy and\nremaining faithful after all they stood for had perished.\n\nThe two firs looked out toward the land in one direction. At the foot\nof the mountain in old human times a village had thriven, had worked\nand played; church spires had risen, bridal candles had twinkled at\ntwilight, children had played at snowball. In the opposite direction\nthe trees looked out upon the ocean, once the rolling blue ocean\nsinging its great song but level now or ice-roughened and white and\nstill--its voice hushed with all other voices, the roar of its\nbattleships silenced long ago.\n\nThe two comrade trees had the strange wisdom of their race, ages old\nand gathered into them through untold generations. They had their\nmemories, their sympathies; they reached one another with language\npast our understanding. One fir grew lower on the mountainside than\nthe other; it was like a man so stationed on a declivity that his\nhead barely reaches to the shoulder of another man higher up.\n\nA slow bitter wind wandered through their boughs, smote their delicate\nboughs as though these were strings of harps. The two firs became like\nharpers of old with whitened locks and long hoary beards, harpers who\nnever tire of the past, of great days gone by.\n\nThe fir below, as the snowflakes became thicker on its locks and\nsifted in more closely about its neck, shook itself loose from them\nand spoke:\n\n“Comrade, the end for us draws near; the snow creeps up. To-night it\nwill place its cap on my head. I shall close my eyes and follow all\nthings into their sleep.”\n\n“Yes,” responded the fir above, “follow all things into their sleep.\nIf all things were thus to sleep at last, why were they ever awakened?\nIt is a mystery.”\n\nThe slow wind caught the words and bore them outward across the land\nand outward across the sea:\n\n“Mystery--mystery--mystery.”\n\nTwilight deepened. The clouds trailed through the trees; the flakes\nwere formed amid the branches; it was no longer the fall of the snow:\nthe ice-drops rested where they were formed.\n\nAt intervals, surrounded by clouds and darkness, the low communings of\nthe two trees went on:\n\n“Where now is he, the strange human one, he of the long thoughts and\nthe brief shadow?”\n\n“He thought he was immortal; to him everything else on the earth\nperished but he was immortal. Where is he now?”\n\n“Once when he was very proud he said that he had a Creator who made\nhim to lie down in green pastures.”\n\n“He lies in white pastures. All the millions of his race lie in white\npastures, not green pastures.”\n\n“Our fathers, the evergreens, came forth on the earth countless ages\nbefore he appeared; and we are still here untold ages since he\ndisappeared--leaving not a trace of himself behind.”\n\n“The most fragile of the mosses was born before he was born and it\noutlasted him.”\n\n“The frailest fern was not so perishable.”\n\n“Yet he believed that he should have eternal youth.”\n\n“That his race would return to some Power who had sent it forth.”\n\n“That he was ever being borne onward to some far off divine event\nwhere there was justice.”\n\n“Where there was justice for all.”\n\n“He so loved justice yet so withheld justice.”\n\n“It was the first thing he demanded and the last thing he meted out.”\n\nDarkness now overhung the mountain top, deep night above. At intervals\nthe firs, being fast covered with snow, went on with their broken talk\nwhich wandered back and forth along the track of ages. They had but a\nfew minutes for their thoughts of the ages and they lingered here and\nthere as they willed.\n\n“This is part of the mystery: if he were but the earth’s dust and\nashes, like everything else, how could it be so? How could the earth\nwhich is without sin breed in his race so many sinners? How could the\nearth, since it speaks only the truth, have been the father of all his\nlies? How, without sorrow, could it have been the mother of his\nsorrows? The earth never felt joy; how could it have made him joy\nincarnate? What does the earth know of greatness yet it made him\ngreat. How could that be?”\n\n“It is part of the mystery.”\n\n“Had they realized how alone in the universe they were, would they not\nhave turned to each other for happiness?”\n\n“Would not all have helped each?”\n\n“Would not each have helped all?”\n\n“The longest of their rivers was the river of their own blood.”\n\n“If they could have caught it in the basin of some empty sea, they\ncould have floated on it all their fleets of battleships.”\n\nOnce in the night they spoke together:\n\n“And all his gods, his many gods in many lands with many faces--they\nall sleep now in their ancient temples; it is at last the true\ntwilight of the gods.”\n\n“They set shepherds over them. Then the shepherds declared themselves\nappointed by the Creator of the universe to lead other men as their\nsheep: now what difference is there between the sheep and the\nshepherds?”\n\n“The shepherds lie with the sheep in the same white pasture. They were\nall sheep: they had no shepherd.”\n\n“And their sins were the sins of sheep, but the sins of silly sheep.”\n\n“Still, what think you became of all that men did? How could all that\nperish? It was so solid, so enduring; it was so splendid; it seemed\nworthy to be immortal.”\n\n“What became of Science? How could all that Science was come to\nnaught?”\n\n“And his Art--that inner light of himself which was Art? Do his\npictures hang nowhere? Is his music never to be heard again?”\n\n“And the love that was in him--was it but a blind force rising into\nhim as the power of the clouds?”\n\n“What became of the woman who threw herself away for love: did she\nfind no one at last to weep at the feet of, no one who would free her\nsoul from her body?”\n\n“What became of the man who was false: did he ever find a Power that\ncould make him true?”\n\n“What became of the man who threw himself away in being true: did any\nPower ever make good to him his ruin?”\n\n“The young soldier who poured out his life’s blood for his country:\nwas he never to have any country?”\n\nOn the long road of the ages here and there they loitered with their\nthoughts:\n\n“But he did fill the world with a great light of himself, with the\nsplendor of what he was.”\n\n“And yet it was but half his life, half his glory. He forever dwelt in\nless than half of the light of his race: the rest he himself put out\nyet never knew the darkness it left him in. More than half his light\nhe put out in neglected childhood and in youth slain on the\nbattlefield.”\n\n“All the greatest names up and down the terrible field of his\nhistory--there were just as many that he threw away: he dwelt in half\nthe light of his race.”\n\nIf there had been a clock to measure the hour it must now have been\nnear midnight as it was reckoned in old human times. Suddenly the fir\nbelow spoke out hopefully:\n\n“May they not after all be gathered elsewhere, strangely altered yet\nthe same? Is some other star their safe habitation? Were they right,\nsheep that they were, in thinking themselves immortal? Are they now in\nsome other world?”\n\n“What know we? What knew he? That was the mystery.”\n\nThe winds caught the word and carried it away:\n\n“Mystery--mystery--mystery.”\n\n“Our fathers remembered the day when he went into the woods and cut\ndown one of our people and took it into his house. On the evergreen he\nset the star: they were for his youth and his immortality. Around\nthose emblems children pressed their faces and reaching out plucked\ngifts from the branches. The myriads and myriads of the children! What\nbecame of them?”\n\n“Be still!” whispered the fir tree above. “At that moment, while you\nspoke, I felt the soft fingers of a child searching my boughs. Was not\nthis what in human times they called Christmas Eve? There they are\nagain, the fingers of a child!”\n\n“Hearken!” whispered the fir below. “Down in the valley elfin horns\nare blowing and elfin drums beat. Do you not hear them--faint and far\naway. And that sound--was it not the bells of the reindeer! It\npassed: it was a wandering soul of Christmas.”\n\n“But they are all around me! They are all around you! Myriads and\nmyriads are coming, are on the way toward us, the last of their\nChristmas trees. The souls of all children, wide-awake, are gathering\nabout us ere we pass into the earth’s sleep.”\n\n“The souls of the children visit us ere we sleep.”\n\nNot long after this the fir standing below spoke for the last time:\n\n“Comrade, it is the end for me. The cap of snow is on my head. I\nfollow all things.”\n\nThe snow closed over it.\n\nThe other fir now stood alone. The snow crept higher and higher. Late\nin the long night it communed once more, solitary:\n\n“I, then, close the train of earthly things. And I was the emblem of\nimmortality; let the highest be the last to perish! Power, that put\nforth all things for a purpose, you have fulfilled, without explaining\nit, that purpose. I follow all things into their sleep.”\n\nThe sun rose clear: all the mountain tops were white and cold and at\npeace.\n\nThe long war between the crystal and the planet was over: the\nsnowflake had conquered.\n\nThe earth was dead.\n\n    NINE HUNDRED AND FIFTY COPIES OF THIS BOOK PRINTED ON VAN GELDER\n    HAND-MADE PAPER AND THE TYPE DISTRIBUTED IN THE MONTH OF OCTOBER\n    MDCCCCXIV",
    "metadata": {
        "author": [
            "Allen, James Lane"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/42640/pg42640.txt",
        "name": "the_last_christmas_tree_an_idyl_of_immortality.json"
    }
}