{
    "name": "The Interlude of Wealth and Health",
    "author": [
        "Anonymous",
        "Anonymous, Anonymous",
        "Anonyme"
    ],
    "body": "THE MALONE SOCIETY\n\nREPRINTS\n\n1907\n\nThis reprint of _Wealth and Health_ has been prepared by the General\nEditor and checked by Percy Simpson.\n\n_March 1907._ W.W. Greg.\n\n\n\n\nEarly in the craft year which began on 19 July 1557, and was the first\nof the chartered existence of the Stationers' Company, John Waley, or\nWally, entered what was no doubt the present play on the Register along\nwith several other works. The entry runs as follows:\n\n     To master John wally these bokes Called Welth and helthe/the\n     treatise of the ffrere and the boye / stans puer ad mensam another\n     of youghte charyte and humylyte an a b c for cheldren in englesshe\n     with syllabes also a boke called an hundreth mery tayles ij^s\n     [Arber's Transcript, I. 75.]\n\nThat Waley printed an edition is therefore to be presumed, but it does\nnot necessarily follow that the extant copy, which though perfect bears\nneither date nor printer's name, ever belonged to it. Indeed, a\ncomparison with a number of works to which he did affix his name\nsuggests grave doubts on the subject. Though not a high-class printer,\nthere seems no reason to ascribe to him a piece of work which for\nbadness alike of composition and press-work appears to be unique among\nthe dramatic productions of the sixteenth century.\n\n'Wealth and health' appears among the titles in the list of plays\nappended to the edition of Goffe's _Careless Shepherdess_, printed for\nRogers and Ley in 1656. The entry was repeated with the designation\n'C[omedy].' in Archer's list of the same year, and, without the\naddition, in those of Kirkman in 1661 and 1671. In 1691 Langbaine wrote\n'_Wealth and Health_, a Play of which I can give no Account.' Gildon has\nno further information to offer, nor have any of his immediate\nfollowers. Chetwood, in 1752, classes it among 'Plays Wrote by Anonymous\nAuthors in the 16th [by which he means the seventeenth] Century,' calls\nit 'an Interlude' and dates it 1602. This invention was only copied in\nthose lists which depended directly on Chetwood's, such as the\n_Playhouse Pocket-Companion_ of 1779. Meanwhile, in his _Companion to\nthe Play-House_ of 1764, D.E. Baker, relying upon Coxeter's notes, gave\nan essentially accurate description of the piece, except that he\nasserted it to be 'full of Sport and mery Pastyme,' and described it as\nan octavo. This entry has been copied by subsequent bibliographers, none\nof whom have seen the original.\n\nThe play was among those discovered in Ireland in the spring of 1906 and\nsold at Sotheby's on 30 June, when it was purchased for the British\nMuseum at the price of one hundred and ninety-five pounds. Its\npress-mark is C. 34. i. 25.\n\nThe extremely careless typography of the original makes the task of\nreprinting a difficult one. Ordinary misprints abound, and these have\nbeen scrupulously retained, a list of irregularities being added below.\nIt has, however, proved impossible to arrive at any satisfactory method\nof distinguishing between 'n' and 'u.' In the first hundred lines, which\nare by no means the worst printed, there are thirty-two cases in which\nthe letter is indistinguishable, eighteen cases of an apparent 'u' which\nshould be 'n,' and seven cases of an apparent 'n' which should be 'u.'\nWhen it is further remembered that there are few cases in which it is\npossible to say for certain that a letter really is what it appears to\nbe, and none in which it may not be turned, some idea of the difficulty\nin the way of reprinting will be obtained. To have followed the original\nin this matter would have been to introduce another misprint into at\nleast every fourth line, while even so several hundred cases would have\nremained which could only have been decided according to the apparent\nsense of the passage. The only rational course was to treat the letters\nas indistinguishable throughout, and to print in each instance\nwhichever the sense seemed to require. Again, as the superscript letters\n'c,' 'e,' 't,' are seldom distinguishable, the printer has been given\nthe benefit of the doubt. Another difficulty arose in connection with\nthe speakers' names. In the original these have often dropt from their\nproper places, which can now only be ascertained from the sense and the\nnot very regular indentation. With some hesitation it has been decided\nto restore them to the positions they should apparently occupy, noting\nall cases in which they are a line or more out in the original. Lastly\nit may be remarked that in the speeches which aim at imitating foreign\nlanguages the apparent readings of the very indistinct original have\nbeen scrupulously reproduced, and no attempt has been made, even in the\nsubjoined list, to suggest any corrections.\n\nIn the last sheet some of the pages are cropt at the foot. In most cases\nnothing more than the catchword has disappeared, and although between\nlines 768 and 769 something seems to be lost, it is doubtful whether\nthis is due to the cropping, since D1^v has already one line too many.\n\nThe original is printed in the ordinary black letter of the period, of\nthe body known as English (20 ll. = 94 mm.).\n\n\nIrregular and Doubtful Readings.\n\nTit. att his\n5. tcowe\n7. fleepe(?)\n13. nof\n24. Weith\n25. Iam\n27. ofcomparison\n29. so (too?)\n38. yeth\n41. dyspayre (dysprayse)\n50. marualufly\n52. iu\n54. ts\n57. stander ... nowe\n58. selte\n62. Inlykewise\n63. Wh en (?) (no catchword)\n66. desyred\n70. thouart\n74. answerrd\n75. wellh\n76. thou' fagetyue (or ?tagetyue)\n80. Thai\n84. benefites\n95. welth hatg ... freasure\n98. stands (the 's' doubtful)\n100. cempetent\n105. Ye\n107. otherwelth\n109. Euerywise\n110. dtsposicions\n127. saue (the 'e' doubtful)\n134. woth\n137. stealeth\n144. hit\n149. a wreke\n150. nf\n159. (no catchword)\n164. nhw indifferenily\n165. me\n168. Weith\n177. tryasure\n178. yfthey\n191. (no catchword)\n195. please youto\n197. libert\n201. werwhy (me, why?)\n207. feloweh\n214. shalde\n216. crow\n224. beholde (be bolde)\n234. wyse (the 's' doubtful)\n     ifye (if he?)\n237. yllibert\n238. notfore\n249. lubstaunce\n250. werr\n251. whyce\n253. lust (lusty)\n257. lybertye\n258. H elth (?)\n267. ran\n270. loboure\n275. ofliberty ... suter\n278. alytle\n286. acquanted\n289. Dryue (the 'y' doubtful)\n290. Wy ll (?) ... C (I)\n294. [H]ealth\n306. Christ\n312. kindes\n315. Arquaintance\n318. fo\n319. lybertyeis\n320. lyberfye, wili\n     bebolde (be bolde)\n322. Thyrfore\n324. lybrtye\n328. ano\n337. pas (past)\n364. ther\n367. let hym (hem)\n373. Wytte (Will)\n379. felfe\n383. caa\n386. thought (sought)\n391. srhon (?)\n397. be gins\n398. sleminge\n400. slemminges\n     wilmar (?)\n405. icvell\n408. lonck\n410. ic compte hore\n414. Nae\n424. ssaunders\n425. sleminges\n426. theris\n433. deuose\n440. ftyll (?)\n443. shred wet\n445. Wyll ... cun\n447. thing\n450. geeat actortty\n452. hach\n453. lust (iust) ... indifference\n460. shalbe (the 's' doubtful)\n470. berter\n473. mayay (or ? nayay, reading very doubtful; may say?)\n475. Forfoth ... vrother\n479. in (the 'n' doubtful)\n485. wel ... slye (flyt?)\n498. you\n501. vegyled\n502. councelll\n507. Wy ll (?)\n508. fhe (?)\n509. chat ... alw ay\n511. meaneth (the 't' doubtful)\n520. [Liberty?]\n531. oardon\n534. am be(?) ... well\n545. Gngland\n547. renlmes\n548. thy (they)\n551. rm\n553. apart ... aceoritie\n554. R[e]md[i]\n558. for (the 'f' doubtful)\n561. prefercing (?)\n567. ehis\n568. percelue\n596. b e (?)\n600. yoor (?)\n601. tohether\n605. exchewe ... Ill\n607. t[=e]p\n609. sach\n613. [(]wil\n616. apare\n618. larye\n622. chat\n624. afryde\n629. Hew\n630. p=omise (the '=' doubtful)\n631. sstyest (spyest?)\n632. lok e\n633. crooke (the 'e' doubtful)\n636. Wyll. (below l. 637)\n     tor\n653. euey\n654. ofhell(?)\n662. falfe\n666. libertidespise\n667. mateer\n668. wet, ler ... [Will.]\n669. a none\n675. thiag\n676. Afirr (After)\n685. I tis\n686. ihe\n693. with ... conoenient\n695. Wyll. (opposite l. 696)\n     angey\n699. tor\n705. he\n711. Wytte (opposite l. 712)\n716. rhe\n719. Wyll. (opposite l. 718)\n724. wich\n731. welco me\n     health (opposite l. 730)\n734. (no catchword)\n735. her (hert ?)\n736. v s (?)\n740. .abor\n742. sha me (?)\n753. H ance (?)\n755. Hance (the 'e' doubtful)\n756. nothin\n757. H ance (?)\n760. allaunts ... reale\n764. selfeloue (?)\n     descone (?)\n766. subtel tiget\n768. (catchword cut off?)\n769. [Remedy.] (but a whole line probably missing)\n772. Ic ... Remdi (the 'i' doubtful)\n773. i (I or [=i])\n776. fleming (the 'f' doubtful) ... lenger\n780. tiberty\n782. Health (opposite l. 781)\n785. nof (?)\n787. affirmity\n790. Health (opposite l. 791)\n791. maladi (the 'l' doubtful)\n796. ye t\n798. people (the second 'e' doubtful) ... detelt\n799. theroffor (?)\n801. A mendes\n     (catchword cropt)\n803. doone (the 'd' doubtful)\n804. helfe a mendes\n807. neceslitie (?)\n820. thinketh (the second 't' doubtful)\n821. herc\n822. ve\n823. eafe ano\n826. warre\n828. boyde\n830. weae ... uhat hrlth\n831. saw saw\n833. tste\n834. (catchword cropt)\n836. liuingl\n838. abouf (?)\n841. blam\n842. Co staunder\n     vndesrrued\n843. drpart\n846. spy&nardo\n847. folse chefe ... Health\n849. wiltel\n850. ia\n851. peca (the 'e' doubtful)\n853. meae\n856. fhese\n861. contra\n863. three\n864. I Iyfgo ... them\n     (there is no lead between Wyll. and Wytte.; the speakers' names to\n      ll. 862-3 are half a line too low, those to ll. 865-7 half a line\n      too high)\n866. Remd[i]\n867. abd ... (signature and catchword cut off?)\n868. ful\n871. fpeake\n873. feason\n881. Remdt\n882. thete (?)\n887. in continent\n888. wif\n889. lake\n891. behanged\n893. shals\n901. shrew de\n903. althre\n907. shaibe ... warding\n     alonge\n909. wel\n912. remabre ... a nother\n917. displesur\n918. vngrocious\n919. dissulation\n923. devyl\n924. liberty= (the '=' doubtful; opposite l. 923)\n925. ymanginacien\n927. myscef\n928. prison\n933. (catchword cropt)\n940. yfye (?)\n941. rcstore\n954. Thar (?)\n955. remdy\n956. deuer\n958. riagne\n960. rontinue\n961. w ([with])\n\nFACSIMILES BY HORACE HART, M.A., AT THE OXFORD UNIVERSITY PRESS\n\n\n\n\nAn enterlude of Welth, and Helth, very mery and full of Pastyme, newly\natt his tyme Imprinted\n\n¶ The Names of the players.\n\nWelth.\nHelth,\nLybertie.\nIlwyll.\nShrowdwyt.\nHance.\nRemedy\n\nFoure may easely play this Playe.\n\n\n\n\n¶ Here entreth Welth, and Helth synging together\na balet of two partes, and after speaketh\nWelth.\n\nWhy is there no curtesy, now I am come\nI tcowe that all the people be dume\nOr els so god helpe me and halydum\nThey were almost a fleepe.\n  No wordes I harde, nor yet no talking\nNo instrument went nor ballattes synging\nWhat ayles you all thus to syt dreaming                               10\nOf whom take ye care?\n  Of my coming ye may be glad\nTherefore I pray you be nof sad\nFor all your desyre shall be had\nI can amende your cheare\n  By God I thinke ye haue forgotten me\nI am welth of this realme looke upon me\nFor I am to euery man louing and freendly\nFor welth hath no pere.\n\n  +Helth.+ Brother welth haue ye not yet doone?                       20\nye prayse your selfe aboue the moone\nEuery man may perceyue therby soone\nThat you lacke discresyon\n\n  +Weith.+ Wherfore, by god I cannot say to much\nIam so welthy of substaunce and rych\nIn all the worlde where is one such\nAs I am ofcomparison.\n\n  +Helth.+ Welth is good I cannot denay\nYet prayse your selfe so muche ye may\nFor welth oftentimes doth decay                                       30\nAnd welth is nothing sure.\n\n  +Welth.+ Welth hath ben euer in this countrey\nAnd here I purpose styll for to be\nFor this is the lande most mete for me\n  And here I wyll endure.\n\n  +Health+ Therin ye speake full louingle\nFor in this realme welth should be\nyeth no displeasure I pray you hartely\nBut in the way of communicacion.\n  And for pastyme I would speake some wayes                           40\nOf no comparison, nor to you no dyspayre,\nI doo not intende that maner alwayes,\nBut for a recreation,\n\n  +Wealth+ Brother what soeuer ye say to me.\nI wyll heare you paciently\nI am content and I thanke you hartely\nBegyn and say your pleasure\n\n  +Health+ I thanke you hartely then wyll I\nSome what unto my purpose apply\nThough welth be praised marualufly                                    50\nYet to myne understanding.\nWelth is mutable, and that iu shame\nAnd welth is hauty and proude of name\nWelth is cruell, and in great blame\nFor welth ts euer wauerynge.\n\n  +Wealth.+ To whom haue I doone any harme can ye say,\nYe stander me nowe, yet I trust I may\nAunswere for my selte in euery maner way\nYe wyl not deny that?\n\n  +Health+ God forbyd but ye should do so                             60\nAnd ye may doo it whether I wyl or no\nInlykewise, I must answer you also\nWh en ye say not true.\nThough I be but to you a poore man\nyet helth I height, the same I am\nThat is desyred vniuersally than\nSome calles me as good as you\n\n  +Welth.+ As I, mary ther in deede ye do compare.\nSuch wordes myght brynge you soone in care\nLewde parson, thouart not ware                                        70\nOf what substaunce I am\n\n  +Health.+ Yes I can tell what you are, be not dyspleased\nwelth is of great substaunce, that cannot be denyed\nyet shew your comodities, and ye shalbe answerrd\nI promyse you wellh is fugitiue.\n\n  +wealth+ What sayst thou, am I a fagetyue\nI was neuer so taken vp in my lyfe\nNor called vnsure, well I wyll make no stryfe\nyet where as thou dost say,\n  Thai I should show my commodityes alwayes                           80\nThe best for my selfe wherof I aske prayse\nyf I shoulde stand her all my lyfe dayes\nyet I coulde not say.\n  Nor halfe the benefites that commeth of me\nyt cannot be tolde nor resyted shortly\nWelth is the floure of althing earthly\nThat you cannot denye.\n  Ferste god saue, our soueraine Ladye the Queene\nWith all the counsel and all that with them bene\nAm not I welth with them euer at ene                                  90\nWho should be there but I?\n  Men of the lawe, and ioly rych marchauntes\nThere be welthy both of goodes and lands,\nWithout comparyson is in their handes\nI welth hatg all freasure.\n\n  +Health.+ O good syr, of whom commeth all this\nOf god only, to you no thanke Iwys\nAnd yet mans welth stands not all in ryches\nI dare saye that boldly,\n  Whan a man hath a cempetent liuing                                 100\nwith the grace of god that passeth all thyng\nLoue of his neyghbour, and good reporting\nThen is he welthy,\n  Welth of goodes is but a fame\nYe is welthy that hath a good name\nEuery wyse man wyll coueyte the same\nFor otherwelth I not reche\n  yf a man haue neuer so much good name\nEuerywise man wyll coueyte the same\nif his dtsposicions be nought and wood                               110\nThen he is but a wretch,\n\n  +Welth.+ Nay thou art a wretch, and a foole vnwyse\nwelth of ryches thus to despyse\nDoest thou not se all the worlde aryse\nBy goodes and substaunce\n  He that hath plenty of syluer and golde\nMay haue all thyng whatsoeuer he woulde\nWhan can welth lacke, seing all thing is solde\nAnd welth is of assuraunce.\n\n  +Health+ I denye that, your saying is nought                       120\nGrace, heauen, nor cunning, cannot be bought\nwithout great paine, ad good dedes wrought\nEls man cannot them haue.\n\n  +wealth+ Stop thereat, and hold thy peace\nMay not men by heauen with richesse\nAs to bylde churches and make bye wayes\nSuch deedes mans soule doth saue\n\n  +Health+ Yea, but yet ye must marke one thynge\nyf these goodes came with wronge doyng\nShall ye haue heauen for so spendynge                                130\nOr yet any mede.\n  Nay nay except that man himselfe doo meeke\nAnd make resystance the ryght honour to seeke\nEls all such good dedes is not woth a leeke\nwelth hereof take heede.\n\n  +wealth.+ Why thinkest thou that all men which hath welth\nGetteth theyr goodes with brybry and stealeth\nThy reporte is nought therfore Helthe\nI counsell thee to say the best.\n\n  +Health+ So I wyll, but yet I must say true                        140\nAnd now a lyttle more I wyll say to you\nMuch sorowe and care welth doth brewe\nHe is seldome in rest.\n  when a man is a lyttle hit and welthy\nAnd hath in his cheste treasures plentye\nThen wyl he wrangle, and do shreudly\nBy his power and might.\nWith his neighboures he wyll go to lawe\n  And a wreke his malyce for valew of strawe\nwelth is fykle and out nf awe                                        150\nwylfull in wronge or ryght\n\n  +Welth.+ Thou speakest with a slaunderous tonge\nAll of euyll wyll, and yet it is wronge\nwelth in this realme hath bin longe\nOf me commeth great honour.\n  Because that I welth hath great porte\nAll the worlde, hyther doth resorte\nTherfore I welth, am this realmes comfort,\nAnd here I wyll indure.\n\n  +Helth.+ So I wold ye should, and I shall do the same              160\nHelth I am called, and that is my name\nIf I would not abyde heare I were to blame\nFor here I am well cherished\n  Yet say your selfe, nhw indifferenily\nAnd if euery man doo not loue me\nHelth as well as welth, yes verely\nTherof I dare be reported\n\n  +Weith.+ Why should they loue thee? that woulde I knowe\nAs wel as me, I pray you showe\nI am the superiour of hie and lowe                                   170\nNo man may compare with me.\n\n  +Helth.+ To shew why I wyll not be afraied\nFor I can bide by that I haue sayde\nYf welthy men be very well apayd\nOr muche they set you by.\n  But of welth, if they haue neuer so much\nGoodes, tryasure and golde, and be called rych\nYet yfthey lacke helth, there payne is suche\nThat they were better dye.\n  A man to were golde, and be in payne                               180\nWhat ioy hath he? none, but would be fayne\nTo giue all his treasure for helth playne\nOr els he were very mad:\n  For if a man be neuer so poure\nYet if he haue helth, that is a treasure,\nThen for his liuing, he may laboure\nAnd in his harte be glad,\n\n  +Welth.+ I neuer marked thus muche, nor vnderstood\nThat Helth was such a treasure, and to man so good\nWherfore I am sory, and I wil chaunge my moode                       190\nNow I pray you forgiue me.\n\n  +Health+ I will forgiue or els I were to blame\nAnd I pray you to forgiue me the same\nI loue you hartly, and wyll prayse your name\nyf it please youto keepe my company.\n\n¶ Here entreth lyberty with a song & after speaketh\n\n  +libert+ Why tary syrs whether are ye going\nI see well ye looked not for my comming\nLoe, out of syght out of remembryng\nAbsence is cause of straungnes,                                      200\n  What looke ye on werwhy are ye so straunge\nFrom your fellow liberty, doth your minds cha[=u]ge\nIn your company I was wont to range\nWhat nedes all this busines,\n\n  +wealth+ By liberty now I doo not set\nSeyng that helth and I am met\nAs feloweh together no man shall let\nMe for to loue hym best.\n\n  +liberty.+ Let me heare what ye do say\nThen ye are about to cast me away                                    210\nHow happes this? mary then I may\nGoe pyke strawes and take me rest.\n  I pray you tell me whom I haue offended\nyf I haue made a faute it shalde amended\nwith so shorte warning let me not be voyded\nI crow yet ye do but iest.\n\n  +Helth.+ Why do ye make this cauelacion\nwe entende to make no alteracyon\nwelth and I haue had communication\nHe is my freende of olde.                                            220\n\n  +liberty+ What was the matter, I pray you tell\nMe thinkes I ought to be of counsel\nOr els I promyse you ye doo not well\nWith you I should beholde.\n\n  +Welth.+ The matter is doone we are agreed\nTo reason it more it shall not neede\nO brother helth, thou art in deede\nMore preciouser than golde.\n\n  +liberty.+ Gods bodi how commeth this gere to pas\nI am cast out at the cartes arse                                     230\nThe worlde is nothing as it was\nFor I am here refused\n\n  +Health+ Why be you angry that we doo agree\nThen are ye not wyse, for ifye loue me\nI will loue hym agayne, so it should be\nOr els I were mysaduised\n\n  +yllibert+ Then of my loue ye set no store\nMy company I see well ye looked notfore\nFarewell I wyll get me out of the doore\nyet I am your betters and so am I called.                            240\n\n  +wealth+ Such presumptuouse wordes wyll haue a fall\nyour comparyson is but feble and small\nWhat can ye do nothyng at all\nAs you haue reputed.\n\n  +liberti.+ What were ye both two, were not I.\nWretches and caytyfes, looke not so hye\nThinke no scorne hardly\nFor I may be your peare\n  yf welth haue neuer so much lubstaunce\nLacking Libertye and werr in durance                                 250\nWithin a whyce, I am in assurance\nye woulde pray me come nere.\n  Yf Helth be neuer so lust and stronge\nyet if Lyberty were kept from him longe\nThen sorow and care wolde be his songe.\nyt would abate your cheare.\n  Fye of welth which lacketh lybertye\nFye of H elth and be in captiuitie\nFye of riches and lack good company\nLyberty hath no pere,                                                260\n\n  +Helth.+ Wyll ye heare how he doth clatter?\nWhat neede ye to rehearse all this matter.\nye know that we twayne afore any other.\nLyberty must nedes haue styll.\n  Lybertie on vs is glade to wayte\nye stande to farre in your owne conceyte\nI wys lybertye ye ran make no bayte\nTo catche vs at your will.\n\n  +liberty.+ Now there ye lye, I can suffer no longer\nWelth for Lybertye doth loboure euer                                 270\nAnd helth for Libertye is a great store\nTherfore set me not so lyght\n\n  +wealth+ Libertye I pray the reason no more\nye are welcome to vs as ye were before\nIn dede ofliberty it is great suter\nTherfore welcome by this lyght\n\n  +liberty,+ Now I thanke you both full kindly\nyour strange wordes alytle did greue me\nAnd now at your coma[=u]dement I am redy\nAnd at your owne wyll.                                               280\n\n      ¶ Here entreth with some iest yllwyll\n\n  +Wyll..+ Mary I am come at the first call\nWyll, your owne man haue me who shall\nFor I am will seruaunt to you al\nYe shall not neede to sende for me.\n\n  +Welth.+ Who is acquanted with this man\nHe is very homely and lytle good he can\nTo come in here so boldly, then\nDryue him away quickly,\n\n  +Wy ll.+ Why, I cam not tyll I was called                          290\nyour owne wyll openly ye named\nThen I came a pace lest I should be blamed\nTherfore I pray you let me byde styll,\n\n  +ealth+ Whole wyll, or what wyll, doth he meane\nThou art not my wyl, I forsake thee cleane\nMy wyl and their wylles is often sene\nOur wylles can none yll\n\n  +Wyll.+ Alas good masters I can none yll\nyet by my trouth I am your euyll wyll\nyour wil, & your will, & your will, therfore keepe me                300\nI loue ye by goddes mother,\n\n  +liberty.+ This is a straunge saying vnto me\nMy wyl, your wyll, and his wyll, this cannot be\nFor in our wyles is a great diuersitie\nFor one is not lyke another,\n\n  +Wyll.+ Yet by Christ your owne wyl I am\nThe maddest wyl, and the meriest, than\nFor goddes sake now, let me be your man\nTyl ye haue better acquaintaunce.\n\n  +wealth+ I perceyue this felow is kynde                            310\nAnd oweth to vs good wyl and mynde\nSome kindes agayne then let hym finde\nLet him haue some furderaunce\n\n  +Wyll.+ By god sir and I durst be so bolde\nArquaintance of this man clayme I would\nand kynred to, yf the trouth were tolde\nwe be of one consanguynitie\n\n  +Health+ How fo? let me here that I pray thee hartly\n\n  +Wyll.+ Wyl and lybertyeis, of aunciterie olde\nwith out lyberfye, wili dare not bebolde                             320\nAnd where wyl lacketh, lybertye is full colde\nThyrfore wyl and lybertye must nedes be of kyn.\n\n  +liberti.+ In dede as he saythe it may well be\nFor wyl euer longeth vnto lybrtye\nTherfore good freende welcome to me\nI praye you al be good to him And goeth out\n\n  +Welth.+ For your sake he is welcome to vs all\nLet him come to our place ano than he shall\nHaue succoure of vs and helpe withal\n& now we wil depart. And welth & helth goth out.                     330\n\n  +Wyll.+ Wyl ye go hence. I thanke ye masters with al my hert\nI wyl seke you out I warrant you feare not\nNow they be gone I am glad by saint mary\nA lyttel while heare I purpose to tary\nHow to deceyue welth, helth, and libertie\nNow must I deuyse.\n  For I am a chylde that is pas grace\nIlwyll I am called that in euery place\nDoth much mischiefe this is a playne case\nUertue I doo vtterly dispise,                                        340\n  But if they wyst what I were\nThen of my purpose I should be neuer [the] nere\nI wyl kepe my tonge leste that I mar\nMy whole intent and wyll.\nBut now I meruayle by this day\nWhere shrewd wit is gone a stray\nSome crafty touche is in his way\nI here him, peace, stand styll.\n\n      ¶ Entreth shrewd wyt with a songe.\n\n¶ Dieu vous garde playsaunce                                         350\nOn seuen or no mumchaunce, what yonkers dare auaunce\nTo playe a grote or twaine.\n  Loe heare I haue in store\nTwo or three grotes and no more\nI take great thought therfore\nFor to kepe it, it is much payne\n  I come now out of a place\nwhere is a company of small grace\nTheues and hores that spendes a pace\nThey were dronken all the sorte.                                     360\nOne of their purces I did aspy\nOut of his sleue where it dyd lye\nAnd one wynked on me with his eye\nBut ther began the sporte\n  Their false falsehode, and I crafty wyt\ngot the purse loe, heare I haue it\nI ran my way and let hym syt\nSmoke and shitten arse together.\n  And yf that I had yll wyll here\nwith this money we wolde make good chere                             370\nGentle brother wyll, I pray the apeare\nFor thou art in some corner.\n\n  +Wytte+ I woulde come in but I am a fearde\nLeast that I be taken by the bearde\nWyth some catchepol, I haue heard\nHow thou haste stollen a purse\n\n  +wylle+ Thou horson art thou mad, cum in I say\nThis is not the fyrste hazard that I haue scaped\nyf I make an hand to decke my felfe gay\nwhat am I the worse.                                                 380\n\n  +wyll+ From thy company I cannot abyde\nI must nedes holde upon thy syde\nyllwyll and shrewdwit who caa hyde\nFor they will be together.\n\n  +wytte.+ Now welcome wyll and what cheare:\nBy god I thought for thee a thousand yere\nPeace for gods body who cummeth there\nHance bere pot Ascon router.\n\n      ¶ Entreth Hance with a dutch songe\n\n  Gut nynen scone rutters by the moder got                           390\nIt heist owne srhon, for staue ye nete\nDe qusteker mau iche bie do do\nUau the groate bnmbarde well ic wete\nDartyck dowsant van enheb it mete\nIc best de mauikin van de koining dangliler\nDe grot keyser kind ic bene his busketer\n\n  +Wyll.+ Here ye not dronk[=e] hance how he be gins to prate\nThe malowperte sleminge is a little to cheke mate\n\n  +wytte+ Let the knaue alone, for his name is war.\nSuch dronken slemminges your company wil mar                         400\n\n  +Hance.+ Ic best nen emond, ic best in soche\nye secte nete vell ic forstaue ye in doche\n\n  +Wyll.+ Cumpt hore leyf with your gound stand nere\nyt becummes you better to handle a potte of beare\n\n  +Hance+ Dat maght icvell dan, ic can skynke frelyck\nTab bers frow, ic briuges brore, begotts nemerick\n\n  +wytte.+ The horsen knaue by the masse is dronke\nA winking for depe his eyen be cleane lonck\n\n  +Hance+ Ic foraue ye vell ye seg dac ic slope\nNenike, nenike, ic compte hore for an andor cope                     410\n\n  +Wyll.+ Wel coppin I pray the hartly tell vs trew\nWherfore comest thou hether for any thing to sew\n\n  +Hance+ yeicke feger, en b[=u]bardere va de koyning wei it be\nHeb twe skelling de dagh ic con scote de culueryn\n\n  +wytte.+ Nay ye shall walke a fleming knaue, wyl ye not see\nWe haue English gunners ynow, there is no rome empty\n\n  +Hance+ Ic best en bomberde mot ye to me spreken\nwhat segye ye bones, it sal ye yode flaen\n\n  +Wyll.+ We speake not to thee thou art a scone man\nBut goe thy way they be not here that promot [the] ca                420\n\n  +Hance+ Caut ye me a de house dragen van degrot here.\n\n  +wytte.+ Hance ye must go to [the] court & for welth inquire\n\n  +Hance+ What segre ye welth nenyke he is net hore\nwelth best in ssaunders, it my self brought him dore\n\n  +Wyll.+ Beshrew your horson sleminges hert therfore.\nin dede as he saith, by war in fla[=u]ders theris welth store\n\n  +Hance+ Segt ye dat brower, by the moder got dan\nGut naught it mot wast, to sent cafrin to mi lanma & goeth out\n\n  +wyll.+ Is be gone, farewel hanykin bowse\nI pray god giue him a hounded drouse                                 430\nFor I trow a knaue brought hym to house\nBut now brother wyt.\n  We must deuose how that we may\nBe in seruice with welth alwaye\nLet me here what thou canst do or say\nTo helpe for to contryue it.\n\n  +wytte.+ For thy pleasure that I shall\nThis wyll I doo first of all\nFlatter and lye, and euermore call\nThem my good maysters ftyll.                                         440\n  Then with swering, lying and powlinge\nBrybry, theft, and preuy pyking\nThus I shred wet, wyll euer be doinge\nI warrant ther yllwyll.\n\n  +Wyll.+ I cun thee thanke, this is well deuysed\nAnd I yll wil, wolde haue euery man dispised\nBut now another thing must be contriued\nOr els al wilbe nought\n  There is one they call good remedy\nIn this realme, he hath geeat actortty                               450\nHe is a noble man and much worthy\nMany thinges he hach wrought\nHe is called lust, discreete and indifference\nWilling to fulfil his soueraines commaundement\nHe is not fraide to do right punishment\nTherfore of him I am afrayde\n\n  +wytte.+ So am I to this maketh me very sadde\nYet oftentymes I haue bene harde bestadde\nNow [that] I am warned of him I am very glad\nSum crafty wyle for him shalbe hade                                  460\n\n  +Wyll.+ Peace no mo wordes but mum\nMy think I heare mast welth cum\nKnele downe and say sum deuout orison\nThat they may heare vs pray\nNow Iesu saue Welth, Helth, and Lybertie.\n\n      Liberty and helth returneth back with welth\n\n  +Wealth+ Syrs you shall haue both gods blessing\nSo are ye worth for your praying\nye are wel disposed and of good liuing\nI wyll loue you the berter alway                                     470\n\n  +Wyll.+ Sir this do we vse euery day\nFor welth helth and liberty to pray\nThis same is my brother, to you I mayay\nHe is an hard honest man.\n\n  +wytte.+ Forsoth mayster I am his vrother\nTo be your seruant, was my c[=u]ming hether\nAs longe as we two be to gether\nye shall not peryshe than\n\n  +Health+ To haue you both in seruyce I am content\nHow say you libertie wil you therto consent                          480\nWyll and wit, god hath vs lent\nWe may be glade of them\n\n  +liberti.+ Yf we sholde refuse wyl and wyt\nwe were to blame for they be fyt\nTherfore by my wel they shal not slye\nThey be welcome to me,\n\n  +Wyll.+ God thanke you maisters all three\nye shal finde vs pore but true we cannot be\nMy tonge stombles, I cry you mercy\nWe wyll be true I should say,                                        490\n\n  +wealth+ Syrs go your way home vnto one place\nAnd we wyl hye vs after apace\nAnd when we come we shall set you in case\nTo haue a lyuing alway.\n\n  +Health+ Then loke ye do both truely and iust\nFor we must put you in great trust\nAll our houshoulde guide ye must\nBehaue you selfe well.\n\n  +wytte+ Maisters feare not for I haue wit inough\nTo beguyle my selfe, and to beguyle you                              500\nI haue vegyled many one I may say to you\nI pray you kepe that in councelll\n\n  +liberty.+ Beware of that, what doth he say?\nBeguyle vs all, yet I charge ye nay\nYe shall not beguile vs yf I may\nI wyl beware betyme.\n\n  +Wyll.+ Syr be not angry I you praye\nfhe foole woteth not he doth say\nHe meneth chat he wil be profitable alw ay\nAnd saue you many thinges.                                           510\n\n  +Health+ What he meaneth I cannot tell\nBut his saying is not well\nDepart hence syrs by my councell\nAnd tary vs at our lodging.\n\n  +wytte.+ ¶ Now and it please ye, wyll ye here any synging\nTherein I tell you I am somwhat connyng\nye shall heare and ye list.\n\n  +liberty+ Syr I pray you sing and ye can\n\n  +wyll.+ Now wil I begin like a lusty bloud tha. thei sing & go out\n  Sirs now go your way of you I am glad                              520\nAs of any seruauntes that euer I had\nFor these can do both good and bad\nWe must needes haue such men\n  What were we yf we lacked wyll:\nAnd without wyt we shoulde lyue yll\nTherfore wyll and wit I wyll kepe styll.\n  I promise you I loue them\n\n      ¶ Here commeth remedy in and to him saith\n\n  +Welth.+ Syr your maystership is hartely welcome\nTake your place here aboue as it is reason.                          530\n\n  +Health+ I pray you oardon vs, we know not what ye be\nye seme a man of honour, and of great auctority\n\n  +liberty+ Syr to know wherfore ye come we are desyrous\n\n  +Remdi+ I am he that ought for to be well knowen\nOf you thre specially, and of duetie\nGreat payne and busines as for mine owne\nFor you I haue taken because I loue you hartely\nTo maintaine you is all my desyre and faculty\nyet hard it is to doo, the people be so variable\nAnd many be so wilfull, they will not be reformable.                 540\n\n  +wealth+ Syr I pray you pardon vs of our ignoraunce now\nI se well ye know vs better than we do you\n\n  +Remdi+ I pardon you, for I doo know you wel both\nwelth, and helth, is your right names\nThe which Gngland to forbere were very loth\nFor by welth and helth commeth great fames\nMany other renlmes for our great welth shames\nThat they dare not presume, nor thy dare not be bold\nTo stryue againe England, or any right with holde.\n\n  +Health+ Sir ye be welcom, I besech you show vs your name          550\n\n  +remedi+ Good remedy forsouth I rm the same.\n\n  +liberti.+ yf I durst be so bolde I wolde pray you hartely\nTo shewe vs apart of your great aceoritie,\n\n  +R md+ My actoritie is geuen to me most speciall\nTo maintaine you three, in this realme to be\nWhat mine intent is. I wyl tel, but not all\nFor that were to longe to reherse of a surety\nAnd I desyre you all for to be louing to me\nFor your owne ease, come welth and profyt\n\n  +Wealth+ Good remedy, then we must desyre your aydyng              560\nFor by good remedy cometh all our prefercing.\n\n  +Remdi+ All that I doo intende, if ye wil therto agree\nAnd to be reformable for your owne ease\nIt is not the thynge that lieth only in me\nBut my good wyl, therfore I wyl not cease\nTo haue your loue and fauour, and therby to please\nAl the worlde ouer, and to promote ehis realme\nThat you thre may prosper, ye percelue what I mene\n  The chiefe parte of all welth lyeth in great estates\nTheyr substance and landes. is right commendable                     570\nPrelates of the churche is welthy of ryches\nMercha[=u]tes hath marcha[=u]dise & goods incoperable\nM[=e] of law & franklins is welthy which is laudable\nThus welth of riches is deuided diuerse wayes\nAnd to these many charges, come now a dayes\n\n  +Health+ My hert reioyseth to here your good reporting\nMuch are we bound to god, which prouideth althing\n\n  +Remdi+ Forsoth here is not halfe that I could reherse\nThe benefits of god that be sheweth to you welth\nConsider Englyshmen, how valiant they be & ferce                     580\nOf al nacions none such, when they haue their helth\nNo land can do vs harme, but wyth falsehod or stelth\nrem[=e]bre what nobre of m[=e], or artilerie & good ordinace\nSpecially [the] grace of god, which is our chief forderace\n  If there be any that wyll grudge, surmyce or doo\nAgaine welth, helth & libertie, then must I for [the] same\nShew mine auctorite and power, for to remedy it so\nThat none of you shall diminishe, nor amisse be tane\nI good remedy therfore may & will speake [with]out blae\nFor the comen welth, & helth both of the soule & body                590\n[that] is mi office & power, & therfore I haue my actorite\n\n  +wealth+ Our lorde continue ye, & we thanke you hartly\nBoth for your good instruction, and for your kindnes\nThat you intende so wel for vs good remedy\nwhen we haue nede we will desyre your goodnes\n\n  +Health+ When we be infect in the soule or body\nThen will I seke good remedy for succour\nAs yet I thanke god I haue no nede greatly\nyf I haue then wyll I seke to haue your fauour\n\n  +liberty+ Syr now we wyl departe hence with your licence           600\nFor other divers busines that we must haue tohether\n\n  +Remdi+ Sirs I am content, now when ye wyll depart\nTo god I commyt you I wyll not make you tary\nBut yet I pray with all my minde and heart\nTake hede in any wise exchewe yl & shrewd compani\nyf a ma be neuer soo good & vse [with] th[=e] [that] be vnthrifti\nHe shal lese his name, & to some vice they wil him t[=e]p\ntherfore beware of such people, & from th[=e] be exempt\n\n  +Health+ yes yes I warrant you of sach I wyll beware.\nFarewel good remedy & wel to fare.     & goth out                    610\n\n  +Remdi+ I pray god be your spede & preserue you fro paine\nit is mi mind ye shold prosper I wold haue it so fain.\n\n  +Wyll.+ Here is none of our acquainta[=u]ce wil retourneth\nwe haue made to longe tariaunce\nthat wyll ye say perchaunce\nAnd they begone home come away apare\n\n  +Wytte.+ Nay by god not so hastie\nA lytle whyle we wyll larye\nGood euen syr to you mary\nDwell ye in this place?                                              620\n\n  +Remdi+ Nay good fellowe I dwel not heare\nWherefore doest thou chat inquire:\nWoldest thou ought with any heare\nSpeake be not afryde\n\n  +Wyll.+ By God I would I had your gowne\nAnd were a myle without the towne\nTheron & woulde borowe a crowne\nIt is I that so sayde\n\n  +Wytte.+ Hew lookest thou one him halfe a scorne\nI p=omise you he is a scant gentylman borne                          630\nWhat sstyest thou in his face\n\n  +Remdi+ For somwhat in his face I lok e\nIn dede his mastership standes a crooke\nFor false shrewes both of you I tooke\nAnd chyldren that be past grace.\n\n  +Wyll.+ I wyll swere for hym, as tor this yeares twenty\nthat he hath ben euer as true as I\nyet sometyme he will steale and make a lye\nHe is of my alyaunce.\n\n  +Remdi+ In good fayth the same thinke I                            640\nThat ye be both lyke, full unthrifty\nSyrs how do ye lyue, shew me quickly\nOr I shall put you in duraunce\n\n  +wytte.+ How liue we? mary our meate\nCummest thou hether for to threte:\nSo lowly syr wittam doth speake\nFrom whence doth he come can ye shewe\n\n  +Wyll.+ What dost thou ayle canst thou tell?\nHast thou any thing with vs to mell?\nBy the masse thy handes doth tykell                                  650\nThou shalt beare me a blowe.\n\n  +remedi+ you false theues I know ye well\nI shall let your purpose euey deale\nyllwyll, and shrewd wit, the deuyll of hell\nTake ye both for me.\n\n  +wytte.+ Mary thou lyest, our names be not so\nCall vs but wit, and wyll, adde no more thereto,\nyf thou doest thou were as good no\nWe shall handle you shrewdly\n\n  +Remdi+ Syrs farewell here I wil no longer abide                   660\nFor you both shortly I wyll prouide\nThat all your falfe craft shalbe out tryed\nAnd our subtillitie knowen and goeth out.\n\n  +wytte.+ To go so soone the horson was wyse\ntherfore some now I must deuise\nthat each man may welth, helth and libertidespise\nOr els he wyll marre all our mateer.\nBrother wet, ler me alone\nWhen they come you shal see me a none\nComplayne of him, vnto them echone                                   670\nAnd put him out of fauour\n\n  +Wytte+ Peace no mo wordes, for they come yonder\n\n  +wealth+ Syrs I am glade that you be heare\nHow doth all our houshold, with them what chere?\nIs euery thiag in order there\nAfirr our intente?\n\n  +wyll.+ ye syr they be all mery and glad\nWith reuell and rout somtime they be mad\nPipe whore hop theef, euery knaue and drabe\nIs at our commaundement.                                             680\n\n                        Helth turneth hym.\n\n  What do ye say, then ye are to blame\nAnd we put you in trust for the same\nTo kepe such rule, it is a shame\nI tis not for our honour.\n\n  +wytte.+ By the masse ihe horson doth lye\nThere is no such rule by gods body\nA man may breke his neck as lyghtly\nAs his fast in your kechin, or seller truly.\n\n                        Liberty turneth him                     690\n\n  With that nother I am not content\nI wolde there should be liberalitie compet[=e]t\nAnd with honesti it is conoenient\nThat our neighbour fare the better\n\n  +Wyll.+ you be angey with all that we haue done\nCum away brother let us go hens soone\nI know a new maister wher we shalbe welcume\nGod be with you gentyl maister\n\n  +Welth.+ Why wil ye begone tor a worde\nPeraduenture we did but boorde                                       700\nMe thinke ye should your mayster foorde\nFor to speake my minde.\n\n  +wytte+ Nay nay, I can tel what was the matter\nRemedy was here, and he dyd flatter\nye trust he more than vs and better\nBut marke the ende, what ye shal find\n\n  +Health+ With good remedy we spake in dede\nTo folow his counsel we had neede\nHe warned vs that we should take hede\nOf excesse and prodigalitie.                                         710\n\n  +Wytte+ I meruayle ye speake so of good remedy\nIt is I that can do more than he\nWyt can make shyft at necessity\nWhen Remedi cannot be hearde\n  I know some that hath this thousand yere\nSought god remedy and yet neuer rhe nere\nwit can put remedy by, yea this is cleare\nFor wit is a crafty lad.\n\n  +Wyll.+ And wyl is an vngracious stay\nWyl hath doone many thinges men say                                  720\nAnd yf ye let wit and wil goe his way\nye wil repent it soone.\n\n  +liberty+ Why what cause haue you to go your way\nye shall abyde wich vs though you say nay\nI wyl folow wyl, and wit alway\nAnd so I haue euer done\n\n  +wytte.+ yf I wist al my masters wolde so do\nThen from your seruyce I wolde not goo\nSpeake now whether ye wyl or no\nAnd let vs know your minde                                           730\n\n  +Health+ Syrs ye be welco me to me playne\nAnd for your company I am full fayne\nI had leuer suffer great payne\nThen to leue my wit and wyl,\n\n  +Wyll.+ Then let vs go hence, with kindnes my her ye do kyll\n\n  +Health+ I pray you let vs go, wherfore do we byde styll.\n\n                        and goeth out\n\n  +Remdi+ As touching my first purpose hither I am com again\nI trow ye know me, good remedy is my name\nThat euery day doth take great .abor or payne                        740\nTo amende all faultes, I am chosen to the same\nyf any mans conscience here doth grudge or shame\nHauing in him self remorse, & mendes in tyme & space\nI am good remedy, and god is ful of mercy and grace\nTherfore I wyl stand asyde, & a lyttel whyle remaine\nOf welth, Helth and Lybertye, for to inquire\nHow they be ordred, and yf any man complayne\nI wil be glad to shew me remedy, my think I se one a peare.\n\n  +Hance+ Begots drowse ic my selfe bin c[=u]pt heye sco lansma      750\nIc mot in ander land lopen, al is quade dan\n\n  +Remdi+ Thou fleming fro wh[=e]ce comest [thou]\n            & what dost [thou] here.\n\n  +Hance+ Ic my self cumt fro sent Katryns dore\n            mot ic skyne de ca beer\n\n  +Remdi+ Get [the] thether againe, & tary here no loger\n\n  +Hance+ Syr ic mot mid ye spreken ic my self be en scomaker\n\n  +Remdi+ What and thou be therwith I haue nothin a doo.\n\n  +Hance+ Ic dest al forlore, copin is dod, ic maght aot do therto\n\n  +Remdi+ I pray thee go hence, for thou dost trouble me yll.\n\n  +Hance+ Nen ic seker, ic wyl not gon, ic wold fain liue hore stil\n\n  +Remdi+ There is to mainy allaunts in this reale, but now I        760\ngood remedy haue so provided that English men shall\nlyue the better dayly.\n\n  +Hance+ What segt ye by gots drowse, dai is de quade man\nBe de moro goi, ic my selfe loue de scone Englishman.\n\n  +Remdi+ Fie on [the] flattering knaue,\n            fie on you alia[=u]ts al I say\nye can [with] craft & subtel tiget englishm[=e]s welth away\n\n  +Hance+ O skon mester, ic heb hore bin, this darten yeore\nic canskote de coluerin, & ic can be dr beare broer,\ntrust see so prouide that welth from you haue I shall\n\n  +Hance+ Ic seg to you dat welth is lopen in an ander contry        770\nwat hebegy dar brough, forstan ye net, segt me\n\n  +Remdi+ Ic vnderstand the wel, yet thou liest lyke a knaue\nwelth is here [=i] Englad, & welth stil i trust we shal haue\n\n  +Hance+ Ic ment no quad ic loue de english man by min here\nC[=u]p vp sent Katrin and ic shal ye geu[=e] twe stope bere,\n\n  +Remdi+ Get [the] hence drok[=e] fleming\n            [thou] shalt tary no lenger here\n\n  +Hance+ Mor it net mare herebin, woder sal ic gewest kiskin\nIc wil to de Kaizer gan, dar fall ic wal skinkin\n\n                        & goth out\n\n  +Remdi+ Is he gon? I pray god the deuyll go with him\nwher is welth, helth & tiberty. I wold see th[=e] come in            780\n\n   Helth commeth in with a kercher on his head.\n\n  +Health+ ¶ O good lorde helpe me, by your licence my souerain\nI am homely to com her in your pres[=e]ce thus diseased\nNede constraineth me, for remedy I wold haue faine\nI am [=i]fect both body & soul, I prai you be not displesed\n\n  +Remdi+ Why what aile you shew me, yet you I do not know\nGlad I am to remedy any man, that is affirmity\nI perceiue by your phisnamy, [that] ye ar veri weke feble & low\nyet show me your griefe, & I wil help you gladly.\n\n  +Health+ Gracio[us] remedi I thank you, yet I am half ashamed      790\nto shew you mi maladi & mi name, I was called helth\n  Therfore I am wel worthi to be punished & blamed\nBecause I haue not folowed your co[=u]sel, but al thing\nmay be suffered saue welth.\n\n  +Remdy+ Are you helth, this maketh me very pensife and sad\nye t be of good chere, & show how you were infect\nTo remedy you and succour you I wold be very glad\nFor god wyl punish the people when they be detelt\n\n  +Health+ Syr I thanke god therof for wel worthy I am\nMy conscience doth iudge, some trouble haue I must                   800\nA mendes I wyl make to god and if I can\nWil ad wit hath deceiued me in them I put my trust.\n\n  +Remdi+ yf thou haue doone amisse, and be sory therfore\nThen helfe a mendes is made, for that is contrission\nLet that passe, now wil I axe you one thyng more\nWher be welth ad Libertie, be they of good disposicio\n\n  +Health+ As for welth is fallen in decay, and neceslitie\nBy wast & war, thorow ytt wyll, and shrewdwit\nAnd lybertie is kept in duraunce and captiuite\nGod helpe vs all, and sende vs good remedy for it                    810\n\n  +Remdi+ For to heare this tale it maketh my hart heauie\nyet be of good cofort, god is ful of grace, & I am good\n\n  +Health+ ¶ Sir, th[=e] I besech you help vs in the way of charity\n\n  +Remdi+ I would fayne but I cannot tel which way to begin\nExcept I might catch wil & wit, then I trow I could\nTye th[=e] shorter, for they destroy welth, helth & liberty bi sin\nyf I had [the] theues, punish th[=e] extremly I wole.\n\n  +Health+ You may soone catch them, if ye wil stande a syde\nFrom this place they two, wyl not longe abide.\n\n  +Remdi+ Me thinketh I here them com, helpe to holde th[=e] fast    820\n\n                        will turneth\n\n  +Wyll.+ Cum in wit for herc is no body\nWe may ve bolde and talke largely\nOur hartes to eafe ano shew plainly\nWhat we haue doone.\n\n  +wytte+ I must nedes laugh I cannot forbeare\nTo remember warre that knaue wil ye heare\nThe horson fleming was beshitten for feare\nBecause he should boyde so soone.\n\n  +Wyll.+ Herke now do I meruayle by this bread\nFor I weae surely uhat hrlth be dead                                 830\nI saw saw him go with a kercher on his head\nAs he should go at hangyng.\n\n  +wytte+ Harke in thine Eare, yf tste horson hap\nTo complayne to him that weres the red cap\nI feare then shortly he wyl us clap\nBy the heles from our liuingl\n\n  +Wyll.+ Nay nay, there is no doubt\nBy hym I haue reported all about\nThat he doth not wel, his good name to put out\nylwyl cannot say wel,                                                840\n\n  +remedi.+ Frende therin thou art the more to blam\nCo staunder me wrongfully, and vndesrrued\nBut or thou drpart thou shalt answere for the same,\nwher is Welth & liberty, how hast thou th[=e] ordred?\n\n  +Wyll+ Qury cicis quest is vn malt ombre\nMe is vn spy&nardo compoco parlauere.\n\n  +Health+ Thou folse chefe is thine English tonge gone\nas mischeuo[us] il wil & shrewdwit, ye haue destroyd ma ni on\n\n  +Wytte.+ Sir hurt not me, & I wiltel you trouth anone\nThis same ia as false a knaue as euer cam [with]in saint Ioh[=e]s    850\n\n  +wyll.+ Per amor de my as peca vn poco\nEo queris and ar pour lagraunt creae so\n\n  +Remdy+ I can not tel what thou dost meae blabbler\nBut [thou] shalt speake English & confesse an other mater,\n\n  +Health+ Syr I besech your lordship, in the way of charity\nLet not fhese thefes escape your hands they haue destroyed\nus utterly.\n\n  +wytte:+ Syr, beleue hym not he speakes but of malice onely\nwe be true men, therof we shall fetch good witnes\nAn honest man that shalbe bound for him and me                       860\nThe law sayth plaine, nulla fides contra testes\n\n  +Remdi+ that is trouth, but who wilbe witnes or bo[=u]d for the\n\n  +Wyll.+ There is three amonge you in this howse\nI Iyfgo to fetch them quickly\n\n  +Wytte.+ They wil come vns[=e]d for I warant you if they wyst\n\n  +Remd+ what be theyr names, tel me what they be,\n\n  +Wyll.+ That on is Iohn Irische abd Iohn sholer\nBut ful these be honest men all three\n\n  +Health+ Trust not their wordes they wyll dessemble styll\nThey are so false and crafty, all theyr intent is yll.               870\n\n  +Wyll.+ ye lye falsely I fpeake but right and reason\nAnd by the law of armes ye must nedes be tane\nyou are called good remedy which at al feason\nSholde leaue to mans lyfe, and maintaine the same\nwe be here both your prisoners wrongfully accused bi defame\nKepe one of vs fast let him lye for all\nThat other for frendes and wytnes goo shall.\n\n  +wytte,+ Syr let hym not goo and leue me behynde\nHe wyl euer be a false knaue, for I know his mynde\n\n  +Wyll.+ Holde thy tonge folish knaue I do not meane so             880\n\n  +Remdt+ I here now ye cannot agre, which of you should go\n\n  +Wyll.+ No by gods body there shall none go but I\n\n  +Wytte.+ Thou playest the knaue it must nedes be I\n\n  +Health+ Kepe them safe I pray you for yf they scap againe\nMany men shal repent it, it shalbe to our payne\n\n  +Remdi+ They be here yet, to kepe them fast is myne intent,\nHaue them away both to prison in continent.\n\n  +wyll.+ Lo false knaue this is for thy crafty wif.\nNow fast by the heeles we are lake to syt.\n\n  +Wytte.+ I am content so that I may haue compeny                   890\nyf I shold behanged, I wold be haged honest\n\n                        & goth out\n\n  +Remdi+ Go hence with them & bring welth & liberty.\n\n  +helth,+ Com away ye theues, now I shals kepe you surely,\n\n                        & goth out\n\n  +Wyll.+ Lock vs vp & kepe vs as fast as ye can\nyet yll wyl and shrewdwit shalbe with many a man.\n\n  +Remdi+ I am halfe ashamed, that long it hath ben sayd\nThat noble men by such wretches hath ben deceiued\nthey did reioyce and iest, and were very well apaide\nTrusting to scape cleare, and styl for to haue rained\nBut now they shall not so, let them be wel assured                   900\nThat ylwyl and shrewde wyt shal haue but yl rest\nFor wheresoeuer they be I wyll breake theyr nest\n\n  +wealth+ In the honour of god we aske you forgeuenes althre\nwe ought to be ashamed to looke you in the face\nBy our foly & negligence, we haue done so vnwisely\nwe were fowle deceyued, we put vs to your grace\nThys shaibe a good warding for vs alonge space\nwhan man is wel punished then he wyl beware\nwho that knoweth what nede is, wel after drede care\n\n  +Remdi+ I may not blame you gretly for by mine owne reaso          910\nI know ylwyl and shrewdwit deceiueth great & smal\nyf ye can remabre thys. and beware a nother season\nThis is a good example and lerning to you all\nNow serue god and loue him, & for grace euer call\nAnd ylwyl and shrewdewyt, from you I shall abstaine\nye haue vsed them to longe to your domage and pain.\n\n  +health.+ Forsoth syr ye sai trouth, they did vs great displesur\nFull hard it is to vanquishe the vngrocious ylwyl\nHe is so croked, by flattery, dissulation & such other\nMannes mynd is so variable, & glad to report yl                      920\nI feare many one yet wolde haue him raine styll\nFor some vnto their owne wyl hath so much affection\nyet the devyl and yl wyl is both of one complexion\n\n  +liberty=+ yll wyll is nought, but worse is shrewdwyt\nFor he contryueth al subtil ymanginacien\nyt were vnpossyble for a man els to doo it\nshrewdwyt breweth myscef, & false conspyracion\nHe hath put me lyberty in prison, ad great tribulacion\nif it had not bene for your good remedi & forbera[=u]ce\nI & other [that] hath libertie, shold haue b[=e] in duraunce.        930\n\n  +Remdi+ Be al of good chere, and haue no mistrust\nThe ende of yl wyl and shrewd wyt is but shame\nThough they reygne a while, wrongfully and uniust\nyet truth wyll appeare and their misdedes blame\nThen wronge is subdued, and good remedy tane\nThough falsehod cloke, and hide his matters all\nCraft wyll out and disceite wyll haue a fall\n  Whereas ye are now, in distresse all three\nNeare were ye brought in case lyke to marre\nNow haue ye no doubt, yf ye wyll be ruled after me                   940\nI shal rcstore ye agayne as well as euer ye were\nWelth kepe styll this realme, looke ye stray not farre\nAnd Helth be of good chere, your disease I can soone m[=e]de\nLiberty now ye be released do no more offend,\n\n  +wealth+ Now let vs al thake god [that] good remedy hath sende\nTrust to hym only for his grace and goodnes\nwe are forgiuenes of our trespas I trust we wil am[=e]d\nAnd cleane forsake syn, foly, and unthriftines\nth[us] we wil here coclude, soueraine of your graciousnes\nwe besech you to remyt our negligence, & misbehauor                  950\nThere we haue sayd amis, we comit al to your fauor\n\n  +Health+ And for your preseruacion hartely we wyl pray\nyour realme to increase, with ioy and tranquility\nThat welth, helth & liberty, may continue here alway\nBy the ouersight and aide of him that is good remdy\nwhich willingly doth his deuer, vnder your actoritye\nAs parte here apereth your purpose to maintaine\nGod rontinue his goodnes, that longe he may riagne\n\n  +Remdi+ Iesu preserue quene Elizabeth,\n            [that] noble pr[=i]cis worthy\nIesu continue her helth long for to endure                           960\nIesu indue her w vertue grace & honour\nIesu maintaine the lords of [the] co[=u]sel\n            to execute good remedi euer\nIesu spede and helpe al them gods honour to further\nIesu increase the comunaltie to prosper and doo wel.\n\nFINIS.",
    "metadata": {
        "author": [
            "Anonymous",
            "Anonymous, Anonymous",
            "Anonyme"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/17270/pg17270.txt",
        "name": "the_interlude_of_wealth_and_health.json"
    }
}