{
    "name": "The right to read = $b Le droit de lire",
    "author": [
        "Stallman, Richard",
        "Stallman, Richard M."
    ],
    "body": "Table of Contents\n\nAuthor's Note\n\nReferences\n\nOther Texts to Read\n\n\nThis article appeared in the February 1997 issue of Communications of\nthe ACM (Volume 40, Number 2).\n\n(from \"The Road To Tycho\", a collection of articles about the\nantecedents of the Lunarian Revolution, published in Luna City in 2096)\n\nFor Dan Halbert, the road to Tycho began in college--when Lissa Lenz\nasked to borrow his computer. Hers had broken down, and unless she\ncould borrow another, she would fail her midterm project. There was no\none she dared ask, except Dan.\n\nThis put Dan in a dilemma. He had to help her--but if he lent her his\ncomputer, she might read his books. Aside from the fact that you could\ngo to prison for many years for letting someone else read your books,\nthe very idea shocked him at first. Like everyone, he had been taught\nsince elementary school that sharing books was nasty and\nwrong--something that only pirates would do.\n\nAnd there wasn't much chance that the SPA--the Software Protection\nAuthority--would fail to catch him. In his software class, Dan had\nlearned that each book had a copyright monitor that reported when and\nwhere it was read, and by whom, to Central Licensing. (They used this\ninformation to catch reading pirates, but also to sell personal\ninterest profiles to retailers.) The next time his computer was\nnetworked, Central Licensing would find out. He, as computer owner,\nwould receive the harshest punishment--for not taking pains to prevent\nthe crime.\n\nOf course, Lissa did not necessarily intend to read his books. She\nmight want the computer only to write her midterm. But Dan knew she\ncame from a middle-class family and could hardly afford the tuition,\nlet alone her reading fees. Reading his books might be the only way she\ncould graduate. He understood this situation; he himself had had to\nborrow to pay for all the research papers he read. (10% of those fees\nwent to the researchers who wrote the papers; since Dan aimed for an\nacademic career, he could hope that his own research papers, if\nfrequently referenced, would bring in enough to repay this loan.)\n\nLater on, Dan would learn there was a time when anyone could go to the\nlibrary and read journal articles, and even books, without having to\npay. There were independent scholars who read thousands of pages\nwithout government library grants. But in the 1990s, both commercial\nand nonprofit journal publishers had begun charging fees for access. By\n2047, libraries offering free public access to scholarly literature\nwere a dim memory.\n\nThere were ways, of course, to get around the SPA and Central\nLicensing. They were themselves illegal. Dan had had a classmate in\nsoftware, Frank Martucci, who had obtained an illicit debugging tool,\nand used it to skip over the copyright monitor code when reading books.\nBut he had told too many friends about it, and one of them turned him\nin to the SPA for a reward (students deep in debt were easily tempted\ninto betrayal). In 2047, Frank was in prison, not for pirate reading,\nbut for possessing a debugger.\n\nDan would later learn that there was a time when anyone could have\ndebugging tools. There were even free debugging tools available on CD\nor downloadable over the net. But ordinary users started using them to\nbypass copyright monitors, and eventually a judge ruled that this had\nbecome their principal use in actual practice. This meant they were\nillegal; the debuggers' developers were sent to prison.\n\nProgrammers still needed debugging tools, of course, but debugger\nvendors in 2047 distributed numbered copies only, and only to\nofficially licensed and bonded programmers. The debugger Dan used in\nsoftware class was kept behind a special firewall so that it could be\nused only for class exercises.\n\nIt was also possible to bypass the copyright monitors by installing a\nmodified system kernel. Dan would eventually find out about the free\nkernels, even entire free operating systems, that had existed around\nthe turn of the century. But not only were they illegal, like\ndebuggers--you could not install one if you had one, without knowing\nyour computer's root password. And neither the FBI nor Microsoft\nSupport would tell you that.\n\nDan concluded that he couldn't simply lend Lissa his computer. But he\ncouldn't refuse to help her, because he loved her. Every chance to\nspeak with her filled him with delight. And that she chose him to ask\nfor help, that could mean she loved him too.\n\nDan resolved the dilemma by doing something even more unthinkable--he\nlent her the computer, and told her his password. This way, if Lissa\nread his books, Central Licensing would think he was reading them. It\nwas still a crime, but the SPA would not automatically find out about\nit. They would only find out if Lissa reported him.\n\nOf course, if the school ever found out that he had given Lissa his own\npassword, it would be curtains for both of them as students, regardless\nof what she had used it for. School policy was that any interference\nwith their means of monitoring students' computer use was grounds for\ndisciplinary action. It didn't matter whether you did anything\nharmful--the offense was making it hard for the administrators to check\non you. They assumed this meant you were doing something else\nforbidden, and they did not need to know what it was.\n\nStudents were not usually expelled for this--not directly. Instead they\nwere banned from the school computer systems, and would inevitably fail\nall their classes.\n\nLater, Dan would learn that this kind of university policy started only\nin the 1980s, when university students in large numbers began using\ncomputers. Previously, universities maintained a different approach to\nstudent discipline; they punished activities that were harmful, not\nthose that merely raised suspicion.\n\nLissa did not report Dan to the SPA. His decision to help her led to\ntheir marriage, and also led them to question what they had been taught\nabout piracy as children. The couple began reading about the history of\ncopyright, about the Soviet Union and its restrictions on copying, and\neven the original United States Constitution. They moved to Luna, where\nthey found others who had likewise gravitated away from the long arm of\nthe SPA. When the Tycho Uprising began in 2062, the universal right to\nread soon became one of its central aims.\n\nAuthor's Note\n\nThe right to read is a battle being fought today. Although it may take\n50 years for our present way of life to fade into obscurity, most of\nthe specific laws and practices described above have already been\nproposed--either by the Clinton Administration or by publishers.\n\nThere is one exception: the idea that the FBI and Microsoft will keep\nthe root passwords for personal computers. This is an extrapolation\nfrom the Clipper chip and similar Clinton Administration key-escrow\nproposals, together with a long-term trend: computer systems are\nincreasingly set up to give absentee operators control over the people\nactually using the computer system.\n\nThe SPA, which actually stands for Software Publisher's Association, is\nnot today an official police force. Unofficially, it acts like one. It\ninvites people to inform on their coworkers and friends; like the\nClinton Administration, it advocates a policy of collective\nresponsibility whereby computer owners must actively enforce copyright\nor be punished.\n\nThe SPA is currently threatening small Internet service providers,\ndemanding they permit the SPA to monitor all users. Most ISPs surrender\nwhen threatened, because they cannot afford to fight back in court.\n(Atlanta Journal-Constitution, 1 Oct 96, D3.) At least one ISP,\nCommunity ConneXion in Oakland CA, refused the demand and was actually\nsued. The SPA is said to have dropped this suit recently, but they are\nsure to continue the campaign in various other ways.\n\nThe university security policies described above are not imaginary. For\nexample, a computer at one Chicago-area university prints this message\nwhen you log in (quotation marks are in the original):\n\n\"This system is for the use of authorized users only. Individuals using\nthis computer system without authority or in the excess of their\nauthority are subject to having all their activities on this system\nmonitored and recorded by system personnel. In the course of monitoring\nindividuals improperly using this system or in the course of system\nmaintenance, the activities of authorized user may also be monitored.\nAnyone using this system expressly consents to such monitoring and is\nadvised that if such monitoring reveals possible evidence of illegal\nactivity or violation of University regulations system personnel may\nprovide the evidence of such monitoring to University authorities\nand/or law enforcement officials.\"\n\nThis is an interesting approach to the Fourth Amendment: pressure most\neveryone to agree, in advance, to waive their rights under it.\n\n\nReferences\n\nThe administration's \"White Paper\": Information Infrastructure Task\nForce, Intellectual Property and the National Information\nInfrastructure: The Report of the Working Group on Intellectual\nProperty Rights (1995).\n\nAn explanation of the White Paper: The Copyright Grab, Pamela\nSamuelson, Wired, Jan. 1996\n\n\nOther Texts to Read\n\nFSF & GNU inquiries & questions to gnu@gnu.org. Other ways to contact\nthe FSF.\n\nComments on these web pages to webmasters@www.gnu.org, send other\nquestions to gnu@gnu.org.\n\nCopyright 1996 Richard Stallman\n\nVerbatim copying and distribution of this entire article is permitted\nin any medium, provided this notice is preserved.\n\nUpdated: 12 Feb markg\n\n\n\t\t\t      * * * * *\n\n\nLe droit de lire\n\nRichard Stallman\n\nTable of Contents\n\nNote de l'auteur\n\nReferences\n\n\nCet article a été publié dans la parution de février 1997 de\nCommunications of the ACM (volume 40, numéro 2).\n\n(extrait de \"The Road to Tycho\", une collection d'articles sur les\nantécédents de la Révolution lunaire, publiée à Luna City en 2096)\n\nPour Dan Halbert, la route vers Tycho commença à l'université -- quand\nLissa Lenz lui demanda de lui prêter son ordinateur. Le sien était en\npanne, et à moins qu'elle puisse en emprunter un autre, elle échouerait\nson projet de mi-session. Il n'y avait personne d'autre à qui elle\nosait demander, à part Dan.\n\nCeci posa un dilemme à Dan. Il se devait de l'aider -- mais s'il lui\nprêtait son ordinateur, elle pourrait lire ses livres. À part le fait\nque vous pouviez aller en prison pour plusieurs années pour avoir\nlaissé quelqu'un lire vos livres, l'idée même le choqua au départ.\nComme à tout le monde, on lui avait enseigné dès l'école primaire que\npartager des livres était malicieux et immoral -- une chose que seuls\nles pirates font.\n\nEt il était improbable que la SPA -- la Software Protection Authority\n-- manquerait de le pincer. Dans ses cours sur les logiciels, Dan avait\nappris que chaque livre avait un moniteur de copyright qui rapportait\nquand et où il était lu, et par qui, à la Centrale des licences. (Elle\nutilisait ces informations pour attraper les lecteurs pirates, mais\naussi pour vendre des renseignements personnels à des détaillants.) La\nprochaine fois que son ordinateur serait en réseau, la Centrale des\nlicences se rendrait compte. Dan, comme propriétaire d'ordinateur,\nsubirait les punitions les plus sévères -- pour ne pas avoir tout tenté\npour éviter le crime.\n\nBien sûr, Lissa n'avait pas nécessairement l'intention de lire ses\nlivres. Elle pourrait ne vouloir l'ordinateur que pour écrire son\nprojet. Mais Dan savait qu'elle venait d'une famille de classe moyenne\net qu'elle arrivait difficilement à payer ses frais de scolarité, sans\ncompter ses frais de lecture. Lire les livres de Dan pourrait être sa\nseule façon de graduer. Il comprenait cette situation; lui-même avait\neu à emprunter pour payer pour tous les articles scientifiques qu'il\navait eu à lire. (10% de ces frais allaient aux chercheurs qui\nécrivaient ces articles; puisque Dan visait une carrière académique, il\npouvait espérer que si ses propres articles scientiques étaient souvent\nlus, il gagnerait un revenu suffisant pour rembourser sa dette.)\n\nPar la suite, Dan apprendrait qu'il y eut un temps où n'importe qui\npouvait aller à la bibliothèque et lire des articles de journaux, et\nmême des livres, sans avoir à payer. Il y avait des universitaires\nindépendants qui lisaient des milliers de pages sans subventions des\nbibliothèques gouvernementales. Mais dans les années 1990, les éditeurs\naussi bien commerciaux qu'à but non lucratif avaient commencé à\nfacturer l'accès. En 2047, les bibliothèques offrant un accès public\ngratuit à la littérature scientifique n'étaient qu'un pâle souvenir.\n\nIl y avait des façons, bien sûr, de contourner la SPA et la Centrale\ndes licences. Elles étaient elles-mêmes illégales. Dan avait eu un\ncompagnon de classe dans son cours sur les logiciels, Frank Martucci,\nqui avait obtenu un outil illégal de déboguage, et l'avait utilisé pour\noutrepasser le code du moniteur de copyright quand il lisait des\nlivres. Mais il en avait parlé à trop d'amis, et l'un d'eux l'a dénoncé\nauprès de la SPA pour une récompense (des étudiants criblés de dettes\npouvaient facilement être tentés par la trahison). En 2047, Frank était\nen prison, non pas pour lecture pirate, mais pour possession d'un\ndébogueur.\n\nDan apprendrait plus tard qu'il y eut un temps où n'importe qui pouvait\nposséder des outils de déboguage. Il y avait même des outils de\ndéboguage disponibles gratuitement sur des CD ou qu'on pouvait\ntélécharger du Net. Mais des usagers ordinaires commencèrent à s'en\nservir pour outrepasser les moniteurs de copyright, et éventuellement\nun juge a décidé que c'était devenu leur principale utilisation en\npratique. Ceci voulait dire qu'ils étaient illégaux; les développeurs\nde ces débogueurs furent envoyés en prison.\n\nLes programmeurs avaient encore besoin d'outils pour déboguer, bien\nsûr, mais les vendeurs de débogueurs en 2047 ne distribuaient que des\ncopies numérotées, et seulement à des programmeurs officiellement\nlicenciés et soumis. Le débogueur que Dan utilisait dans son cours sur\nles logiciels était gardé derrière un garde-barrière spécial afin qu'il\nne puisse servir que pour les exercices du cours.\n\nIl était aussi possible de contourner les moniteurs de copyright en\ninstallant un noyau système modifié. Dan apprendrait éventuellement\nl'existence de noyaux libres, et même de systèmes d'exploitation\nentièrement libres, qui avaient existé au tournant du siècle. Mais non\nseulement étaient-ils illégaux, comme les débogueurs, mais vous ne\npouviez en installer un, si vous en aviez un, sans connaitre le mot de\npasse de l'usager superviseur de votre ordinateur. Or, ni le FBI ni\nl'Aide technique Microsoft ne vous le révèlerait.\n\nDan conclut qu'il ne pouvait simplement prêter son ordinateur à Lissa.\nMais il ne pouvait refuser de l'aider, car il l'aimait. Chaque chance\nde lui parler le remplissait d'aise. Et le fait qu'elle l'avait choisi\npour demander de l'aide pouvait signifier qu'elle l'aimait aussi.\n\nDan résolut le dilemme en faisant une chose encore plus impensable --\nil lui prêta l'ordinateur, et lui dit son mot de passe. Ainsi, si Lissa\nlisait ses livres, la Centrale des licences penserait que c'était lui\nqui les lisait. C'était quand même un crime, mais la SPA ne s'en\nrendrait pas compte automatiquement. Ils ne s'en rendraient compte que\nsi Lissa le dénonçait.\n\nBien sûr, si l'école devait un jour apprendre qu'il avait donné son\npropre mot de passe à Lissa, ce serait la fin de leurs études, peu\nimporte ce à quoi le mot de passe aurait servi. La politique de l'école\nétait que toute interférence avec ses mécanismes de surveillance de\nl'utilisation des ordinateurs par les étudiants était punissable. Il\nn'importait pas qu'aucun mal n'ait été fait -- l'offense était de se\nrendre difficile à surveiller par les administrateurs. Ils supposaient\nque ça signifiait que vous faisiez quelque chose d'autre qui était\ninterdit, et ils n'avaient pas besoin de savoir de quoi il s'agissait.\n\nLes étudiants n'étaient habituellement pas expulsés pour cela -- pas\ndirectement. Ils étaient plutôt bannis des systèmes informatiques de\nl'école, et échouaient inévitablement leurs cours.\n\nPlus tard, Dan apprendrait que ce genre de politique n'a commencé dans\nles universités que dans les années 1980, quand des étudiants\ncommencèrent à être nombreux à utiliser des ordinateurs. Avant, les\nuniversités avaient une approche différente au sujet de la discipline\nauprès des étudiants; elles punissaient des activités qui causaient du\ntort, et non pas simplement celles qui soulevaient des doutes.\n\nLissa ne dénonça pas Dan à la SPA. La décision de Dan de l'aider mena à\nleur mariage, et les amena aussi à remettre en question ce qu'on leur\navait enseigné durant leur enfance au sujet du piratage. Le couple se\nmit à lire sur l'histoire du copyright, sur l'Union soviétique et ses\nrestrictions sur la copie, et même sur la Constitution originale des\nÉtats-Unis. Ils déménagèrent à Luna, où ils trouvèrent d'autres gens\nqui comme eux avaient pris leurs distances par rapport au long bras de\nla SPA. Quand la révolte de Tycho commença en 2062, le droit universel\nde lire devint bientôt un de ses buts principaux.\n\nNote de l'auteur\n\nC'est aujourd'hui même qu'on se bat pour le droit de lire. Même si cela\npourrait prendre 50 ans pour que notre façon de vivre actuelle s'efface\ndans l'obscurité, la plupart des lois et pratiques décrites\nprécédemment ont déjà été proposées -- soit par l'Administration\nClinton ou par des éditeurs.\n\nIl y a une exception: l'idée que le FBI ou Microsoft gardera les mots\nde passe de l'usager superviseur des ordinateurs personnels. Ceci est\nune extrapolation du Clipper Chip et d'autres propositions de\n\"key-escrow\" de l'Administration Clinton, ainsi que d'une tendance à\nlong terme: de plus en plus de systèmes informatiques sont configurés\npour donner à des opérateurs absents le contrôle sur les gens qui\nutilisent le système.\n\nLa SPA, qui veut en fait dire Software Publisher's Association, n'est\npas aujourd'hui une force policière officielle. De façon officieuse,\nelle se comporte ainsi. Elle invite les gens à faire de la délation à\nl'endroit de leur collègues et amis; comme l'Administration Clinton,\nelle préconise une politique de responsabilité collective où les\npropriétaires d'ordinateurs doivent activement faire respecter le\ncopyright ou être punis.\n\nLa SPA menace actuellement de petits fournisseurs d'accès à l'Internet,\nen exigeant qu'ils lui permettent de surveiller tous les usagers. La\nplupart des fournisseurs capitulent lorsqu'ils sont menacés, parce\nqu'ils n'ont pas les moyens de contre-attaquer en cour. (Atlanta\nJournal-Constitution, 1er octobre 1996, page D3.) Au moins un\nfournisseur, Community ConneXion à Oakland en Californie, a refusé la\ndemande et a été conséquemment poursuivi. Il appert que la SPA a\nabandonné cette poursuite récemment, mais ils vont sûrement continuer\ncette campagne de diverses autres façons.\n\nLes politiques universitaires de sécurité décrites précédemment ne sont\npas imaginaires. Par exemple, un ordinateur dans une université de la\nrégion de Chicago affiche le message suivant quand on s'y branche (les\nguillemets sont dans l'original -- ce qui suit est une traduction):\n\n\"Ce système est réservé aux usagers autorisés. Les individus qui\nutilisent ce système informatique sans autorisation ou au delà de leur\nautorisation pourront faire l'objet d'une surveillance et d'un\nenregistrement par le personnel de toutes leurs activités sur ce\nsystème. Lors de la surveillance d'individus utilisant le système\ninadéquatement, ou lors d'activités d'entretien du système, les\nactivités d'usagers autorisés pourraient aussi être surveillées.\nQuiconque utilise ce système consent expressément à une telle\nsurveillance et est avisé que si cette surveillance révèle des indices\nd'une possible activité illégale ou violation des règlements de\nl'Université, le personnel du système peut fournir ces indices aux\nautorités de l'Université et/ou aux forces de l'ordre.\"\n\nIl s'agit d'une approche intéressante face au Quatrième amendement:\nfaire pression sur presque tout le monde pour qu'il accepte d'avance de\nrenoncer aux droits qu'il leur accorde.\n\n\nReferences\n\nThe administration's \"White Paper\": Information Infrastructure Task\nForce, Intellectual Property and the National Information\nInfrastructure: The Report of the Working Group on Intellectual\nProperty Rights (1995).\n\nAn explanation of the White Paper: The Copyright Grab, Pamela\nSamuelson, Wired, Jan. 1996\n\n\nFSF & GNU inquiries & questions to gnu@gnu.org. Other ways to contact\nthe FSF.\n\nComments on these web pages to webmasters@www.gnu.org, send other\nquestions to gnu@gnu.org.\n\nCopyright 1996 Richard Stallman\nTranslated by Pierre Sarrazin [ps@cam.org] on February 16th, 1999.\n\nVerbatim copying and distribution of this entire article is permitted\nin any medium, provided this notice is preserved.\n\nUpdated: 13 Mar 1999 jonas",
    "metadata": {
        "author": [
            "Stallman, Richard",
            "Stallman, Richard M."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/1981/pg1981.txt",
        "name": "the_right_to_read_b_le_droit_de_lire.json"
    }
}