{
    "name": "The Price of Coal\r\nA Play",
    "author": [
        "Brighouse, Harold"
    ],
    "body": "          A play in one act By Harold Brighouse\n\n          Mary Brown, Jack Brown, Ellen Brown,\n          Polly Walker,\n\n          Miss Agnes Bartholomew. Mr. R. B.\n          Drysdale.\n\n          Miss Elspeth Dudgeon. Miss Lola Duncan.\n\n          The Scene is laid in a Lanarkshire\n          Colliery Village.\n\n\n\n          Modern industrialism has evolved its\n          special types, and the Lanarkshire\n          collier is small and wiry. He swings a\n          pickaxe for hours on end crouched in an\n          impossibly small space in heated\n          atmosphere, and physique on the grand\n          scale is unsuited to such conditions. He\n          takes tremendous risks as part of his\n          daily routine. His recreations are, to a\n          fastidious taste, coarse. He works hard\n          under ground and plays hard above\n          ground. Constrained attitude is so much\n          his second nature that he sits in\n          perfect comfort on his haunches, in the\n          pictured pose of the mild Hindoo, his\n          back to a wall, discussing, amongst\n          expectoration—a long row of him—,\n          football, dogs, his last spree and his\n          next, the police reports, women.\n\n          Altogether a most unpleasant person,\n          this undersized, foul-mouthed, sporting\n          hewer of coal-until you come to know him\n          better, to discover his simplicity of\n          soul, his directness, his matter-of-fact\n          self-sacrifice, the unconscious heroism\n          of his life: and to lose sight of his\n          superficial frailties in your admiration\n          for his finer qualities.\n\n          The womenkind of the colliers are marked\n          by the life of the pits no less than the\n          men. They are rough, capable housewives,\n          dressing with more care for durability\n          than effect, tolerant of their menfolks’\n          weaknesses, and, above all, stamped with\n          the pit-side stoicism apt to be mistaken\n          for callousness. The sudden death of\n          their breadwinner is an everyday hazard,\n          accepted without complaint and without\n          concealment as part of their life. Like\n          their husbands, they exist from hand to\n          mouth on the brink of eternity. Thrift,\n          when any day’s work may be your last,\n          seems a misplaced virtue. Lean fare\n          approaches as pay day recedes, and\n          illness, meagrely provided for by\n          membership of a “sick” society, is tided\n          over in the main by the unfailing\n          generosity of neighbours whose own table\n          suffers by the charity.\n\n          SCENE\n\n          The scene represents the living room of\n          a collier’s cottage in Lanarkshire. The\n          room has three doors, one to the right\n          and one to the left, which lead to the\n          sleeping rooms, and one in the centre\n          which opens on to the village street. A\n          fireplace with a cooking stove set in it\n          is at the right. A holland blind is\n          drawn down at the window, but it does\n          not completely shut out the night, which\n          is now dissolving into a grey, cold\n          dawn, for the cheap German alarm clock\n          that ticks loudly on the mantleshelf\n          marks the hour five-thirty. When the\n          curtain rises the room is in darkness\n          save for the glint of bluish-grey light\n          that shows at the window. Then Mary\n          Brown enters from the door on the right,\n          she strikes a match and lights a lamp,\n          when you see she is a girl of about\n          twenty; she does not look her best, her\n          hair has been hurriedly screwed up, her\n          print blouse, murky with toil, has not\n          yet been fastened, she wears a draggle-\n          tailed skirt of sombre colour and list\n          slippers are on her feet.\n\n          A small spirit-lamp is on the hob and a\n          little tin kettle near by; she lights\n          the lamp, puts the kettle on it, then\n          crosses to the door on the left and\n          knocks.\n\n\n\n\n\n          MARY\n\n          Are ye up, Jock?\n\n          JOCK\n\n          (within)\n\n          Aw richt, A’ll be there in a meenit.\n\n          Mary takes a plain and fairly clean\n          apron from a hook by the dresser and\n          puts it on briskly; she then takes a cup\n          and saucer from the rack, putting them\n          on the dresser, from the cupboard of\n          which she takes a cocoa-tin and puts a\n          spoonful of cocoa in the cup. Then she\n          takes bread and meat from the cupboard\n          and makes a couple of huge sandwiches.\n          These she puts on a tin plate, and\n          covering them with another tin plate,\n          she ties the whole in a large red\n          handkerchief with the ends looped for\n          carrying. A tin can with a screw top is\n          placed near by. Then, from the door at\n          the left, enters Jock Brown, Mary’s\n          cousin.\n\n          He is dressed in his working or “black”\n           clothes, which may have been coloured\n          once but are now blackened with coal\n          dust. He wears no collar, but a muffler,\n          which, because it is doffed in the pit,\n          still preserves something of its\n          original hue, which was a bright red.\n\n          JOCK\n\n          A wis hardly expectin’ tae see you this\n          mornin’, Mary.\n\n          MARY\n\n          (apparently unmoved, proceeds with her\n          operations at the stove)\n\n          An’ why no’, bless ye. Mebbe ye’d\n          raither A dragged yer mither oot o’ her\n          bed an’ her bad wi’ her rheumatics, tae.\n\n          JOCK\n\n          A could a’ dune fur masel’ for wan\n          mornin’.\n\n          MARY\n\n          Ye’d a’ made a bonnie mess o’ the job.\n\n          JOCK\n\n          Aw, A’m no’ a wean.\n\n          MARY\n\n          A can jist see ye daein’t, an’ gettin’\n          doon tae the pit ahint time, tae. We\n          huvnae quarrell’t, huv we?\n\n          JOCK\n\n          Naw: no’ that A ken.\n\n          MARY\n\n          Then whit wey should A no’ get up and\n          dae fur ye jist the same as A’ve dune\n          near’s lang’s A can mind?\n\n          JOCK\n\n          A donno.\n\n          MARY\n\n          Naw, nor naebody else either.\n\n          JOCK\n\n          (disconcerted and apologetic)Weel, ye\n          see, A thocht mebbe that efter whit we\n          were sayin’ last nicht ye widnae want\n          tae see me this mornin’.\n\n          MARY\n\n          Naw, there wis naethin’ in that tae pit\n          us aff the usual.\n\n          JOCK\n\n          (with eagerness)Then, wull ye tell me——\n\n          MARY\n\n          (cutting him short and putting the cocoa\n          on the table) There’s yer cocoa. Ye’ll\n          better drink it when it’s hot.\n\n          JOCK\n\n          (tasting)Aye. It’s hot anough onyway.\n\n          MARY\n\n          It’s a cauld mornin’ tae be gaun oot.\n          Ye’ll be nane the waur o’ somethin’ hot\n          this weather.\n\n          JOCK\n\n          Aye. A dare say it’s cauld anough, bit\n          the weather can wait. A’ve got somethin’\n          else tae talk tae ye aboot besides the\n          weather.\n\n          MARY\n\n          Mebbe ye huv, ma boy, but ye’ll huv tae\n          wait till the richt time comes.\n\n          JOCK\n\n          Mary, lassie, will A huv tae wait till\n          the nicht fur ma answer?\n\n          MARY\n\n          Play fair noo, Jock. Ye gien me a day\n          frae last nicht tae think aboot it.\n\n          JOCK\n\n          A ken A did. That’s richt anough. Only\n          it’s no’ sae easy tae wait as A thocht\n          it wis when it comes tae daein’t.\n\n          MARY\n\n          Mebbe no’. But ye’ll jist huv tae pit up\n          wi’t. It wis you that said wait. A never\n          mentioned it.\n\n          JOCK\n\n          Ye shouldnae be sae hard on a chap,\n          Mary. A’m wantin’ ye that bad. A’m on\n          needles and peens till A ken whit road\n          the cat’ll jump. Ye never ken, Mary,\n          what’ll happen doon a pit. Jist think. A\n          micht never come up again and ye’d be\n          sick and sorry if A wis blown tae\n          kingdom come an’ no’ huv the consolation\n          o’ kennin’ that ye meant tae huv me.\n\n          MARY\n\n          It’s nae use, ma boy. Ye’ll no’ frichten\n          me that wey. A’m no’ pit born like you,\n          but A’ve stayed aside pits a bit ower\n          lang fur that. An’ ye ken weel anough\n          it’s no’ richt tae talk aboot they\n          things. A tell’t ye A’d gie ye yer\n          answer the nicht an’ ye’ll huv tae wait\n          till the nicht fur it. A’m no’ gaun back\n          on ma word.\n\n          JOCK\n\n          Bit if ye ken whit ye’re gaun tae say\n          whit wey wull ye no’ say it noo and pit\n          me oot o’ misery?\n\n          MARY\n\n          Aye, an’ huv ye gaun aboot tellin’\n          everybody that aw ye hud tae dae wis\n          whistle an’ A rushed intae yer airms.\n          Naw, ma boy, A’m a single wumman yit and\n          A’m no promised tae nae man. A’ll tak’\n          ma ain time tae tell ye whether A’m gaun\n          tae chinge ma name or no’. (Breaking off\n          and looking at the clock.) It’s time ye\n          were flittin’. Ye’ll be late if ye don’t\n          hurry up.\n\n          JOCK\n\n          A don’t care if A am.\n\n          MARY\n\n          Aw, but ye dae. Don’t be a silly. Ye ken\n          ye’ve never missed bein’ in the first\n          cage doon since ye startet workin’ an’ A\n          ‘ll no’ hae folk saying ye startet\n          missin’ it ower me. Hae ye finished yer\n          cocoa?\n\n          JOCK\n\n          Aye. Ye’re terrible hard on a chap,\n          Mary.\n\n          MARY\n\n          Awa’ wi ye. If ye hud a’ been as keen on\n          mairryin’ me as ye think ye are, ye wud\n          mebbe huv plucked up courage tae ask me\n          shuner.\n\n          JOCK\n\n          A only waitet till ma mind wis med up\n          fur sure. A wisnae long o’ askin’ ye\n          whin it wis.\n\n          MARY\n\n          Then ye’ll jist hae tae wait till mine\n          is med up. Whit’s sauce fur the goose is\n          sauce fur the gander, ye ken.\n\n          JOCK\n\n          Ye couldnae gie me sae much’s a hint?\n          Only a lick an’ a promise like?\n\n          MARY\n\n          Naw, A’m no’ makin’ no promises till A’m\n          ready. Ye’re only wastin’ yer time, man,\n          an riskin’ bein’ late tae.\n\n          JOCK\n\n          Aw, weel, if A huv tae wait, A’ll jist\n          huv tae. MARY\n\n          It’ll be stoppin’ time afore ye know it.\n\n          JOCK\n\n          (he goes towards the door, lifting his\n          cap from a peg on the way)\n\n          Oh aye. It’s easy talkin’. Ye’re only\n          keepin’ me in suspense, ye teasin’\n          buddy. Its mebbe fun to you, but there’s\n          no’ much fun tae me wi’ you cairryin’ on\n          like that.\n\n          MARY\n\n          Ye’ll be late for yer work. That’ll be\n          the end o’t.\n\n          JOCK\n\n          Aw richt. (He puts his cap on.) A’m\n          gaun. Whaur’s ma piece?\n\n          MARY\n\n          Here ye are.\n\n          [She hands him the handkerchief of food\n          and the can, which he slings over his\n          shoulder by a short strap.\n\n          JOCK\n\n          Huv ye tied it up weel?\n\n          MARY\n\n          Aye. Why?\n\n          JOCK\n\n          Rats wur busy at it yesterday whin A\n          cam’ to pit my pick doon an look fur ma\n          dinner. Bit ye cannae help rats in a pit\n          an mebbe they’re as hungry as A am.\n\n          MARY\n\n          Weel, its tied as ticht as A can mak’\n          it. Noo look sherp or ye’ll be late.\n          Ye’re forgettin’ yer lamp. Dear kens\n          whit a fix ye’d be in if A wisnae up tae\n          look efter ye.\n\n          JOCK\n\n          It’s wi’ thinkin’ o’ you, lass.\n\n          [He takes up his lamp.\n\n          MARY\n\n          Time anough fur that when yer work’s\n          dune.\n\n          JOCK\n\n          (as he opens the door slowly, morn has\n          broken fully, and a hard grey light\n          enters the room)\n\n          A’ll be hame pretty quick so ye’ll\n          better be ready.\n\n          MARY\n\n          A’ll be ready richt anough.\n\n          JOCK\n\n          A’ richt. Then we’ll leave it at that.\n\n          MARY\n\n          Aye.\n\n          [Jock goes out, closing the door quietly\n          after him. Mary, left alone, begins to\n          tidy up and prepare the house for the\n          use of the day. Soon the door at the\n          right opens, and Ellen Brown, Jock’s\n          mother, enters. She is an old woman, but\n          not so old as she looks; her spare\n          figure bears all the marks of a life\n          that is one continuous struggle against\n          a hard fate. She is dressed plainly in\n          black, with an apron; her head is\n          covered with a shawl. Mary, who is at\n          the window rolling up the broken blind,\n          starts and turns to her in surprise.\n\n          MARY\n\n          Why, auntie, ye’re up airly.\n\n          ELLEN\n\n          Aye. Is the lad awa’ yit?\n\n          MARY\n\n          He’s jist awa’. Is onythin’ wrang?\n\n          ELLEN\n\n          Naw, lass, naw. A wid a’ liket to a’\n          seen him afore he went.\n\n          MARY\n\n          Will A rin efter im? He’s jist this\n          meenit awa’. ELLEN\n\n          An’ mak’ ‘im late? Naw, we musnae dae\n          that. It wis only a fancy. A thocht A\n          micht catch ‘im, but A widnae chance\n          makin’ ‘im late. He tak’s a pride in\n          bein’ at the pithead regular for the\n          first cage gaun doon; he’d be rare an’\n          mad wi’ me if A brung him back fur\n          naethin’.\n\n          MARY\n\n          Why did ye no’ shout on us frae yer\n          room?\n\n          ELLEN\n\n          A didnae think o’ that.\n\n          MARY\n\n          (puzzled by her appearance, decides to\n          be consoling) Weel, A’m sorry ye left\n          yer bed fur naethin’, before the room’s\n          aired tae.\n\n          ELLEN\n\n          Ach, that’s naethin’, lass.\n\n          MARY\n\n          Weel, sit doon while A mak’ a fire an\n          get the breakfast ready. Room’ll soon be\n          warm.\n\n          ELLEN\n\n          Aye, lass.\n\n          [She moves listlessly to the rocking-\n          chair, in which she sits passively,\n          while Mary takes some sticks and paper\n          from the oven and kneels, making a fire.\n\n          MARY\n\n          It’s a wee sherp this mornin’ too. (She\n          looks up to see Ellen furtively dabbing\n          her eyes with a clean handkerchief .)\n          Auntie, whit’s up wi’ ye? Wull ye no\n          tell me whit’s the maitter?\n\n          ELLEN\n\n          Naethin’, lass, naethin’.\n\n          MARY\n\n          (as she rises and stands by the chair)\n\n          Bit there must be somethin’. Whit wey\n          did ye get up sae airly? Ye were soon’\n          anough asleep when A left ye.\n\n          ELLEN\n\n          Sleepin’? Aye, A wis sleepin’ richt\n          anough, an’ would to God A hidnae been.\n\n          MARY\n\n          Whit dae ye mean?\n\n          ELLEN\n\n          Only an auld wife’s fancy, lass.\n\n          MARY\n\n          Naw, ye must tell me whit it is.\n\n          ELLEN\n\n          It wis a dream that made me rise, lass.\n\n          MARY\n\n          A dream?\n\n          ELLEN\n\n          Aye. A dream’t A wis gaun in a field an’\n          the grass wis green, greener than life,\n          an’ there wis coos in it and sheep-no’\n          dirty, blackened beasts like whit’s\n          here, bit whit ye wid fancy they wid be\n          some place whaur there isnae always\n          smoke. An’ A walked in the field an’ the\n          sun wis shinin’ an’ it cam’ dark suddent\n          an’ A couldnae see the coos nae mair.\n          There wis thunder an’ it frichtened me\n          an’ whin A cam’ tae look up again, it\n          wis rainin’ bluid on ma heid, naethin’\n          bit bluid, an’ the field ran rid wi’ it.\n          Bluid everywhaur, naethin’ bit bluid.\n\n          MARY\n\n          An’ it frichtened ye? Aye, the\n          nichtmare’s no pleasant fur ony yin. Ye\n          ett pretty hearty last nicht. Weel,\n          never mind. It’s a’ past noo. Ye’ll feel\n          better efter a cup o’ tea. A’ll shune\n          huv breakfast on the table noo.\n\n          ELLEN\n\n          A’ve dream’t yon dream afore, an’ the\n          last time A dream’t it wis the nicht\n          afore the big fire in the pit whin\n          Jock’s faither got ‘imself kill’t. A’ve\n          niver dream’t it since that nicht an’\n          noo it’s come again an’ ma boy’s gaun\n          oot tae his work an’ me too late to stop\n          ‘im.\n\n          MARY\n\n          (moves towards the door)\n\n          Mebbe it’s no’ too late.\n\n          ELLEN\n\n          Come back, lass. Look at the clock. The\n          first cage ‘ull be gaun doon lang afore\n          ye could get there and oor Jock’ll be\n          in’t. He’s aye in the first cage, is oor\n          Jock. Best timekeeper on the pit.\n\n          MARY\n\n          Oh, why did ye no’ tell me at first?\n          He’ll be kill’t; he’ll be kill’t.\n\n          ELLEN\n\n          It’s nae use worryin’ like that. Jock’s\n          in God’s hand, lass, same as he is every\n          day whether A dream or no’. An’ mebbe\n          there’s naethin’ to worry ower. They do\n          say that there’s naethin’ in dreams. A\n          doot it’s gaun against the Almighty tae\n          tak’ notice o’ a dream. If He hud meaned\n          it fur a warnin’ He’d likely have sent\n          it shuner so as A could a’ kept Jock\n          frae gaun oot. Aye, he’s in God’s\n          keepin’. We can dae naethin’. Get the\n          kettle filled.\n\n          MARY\n\n          Yes, Auntie.\n\n          ELLEN\n\n          A’ll see tae the table.\n\n          MARY\n\n          Aw richt.\n\n          ELLEN\n\n          (as she takes a coarse white cloth from\n          a drawer, spreads it and proceeds to lay\n          breakfast.)\n\n          Ye’ll hardly mind an accident here will\n          ye, Mary?\n\n          MARY\n\n          Naw.\n\n          ELLEN\n\n          Naw, A thocht no’. (She has now come to\n          the fireplace, where she sits in an arm-\n          chair.) It’s mony a year sin’ we hud yin\n          tae speak o’. A don’t mind o’ hearin’\n          the alarm bell ringin’ mair than yince,\n          or mebbe twict since yer uncle wis\n          kill’t. That wis somethin’ like a do.\n          There wis mair than twinty kill’t that\n          time an’ mebbe forty or mair that wis\n          hurt. A’ve heard folks say there his\n          been bigger accidents in America, but A\n          don’t tak’ ower much notice o’ they\n          newspaper tales masel’. Eh, it micht a’\n          been yesterday.\n\n          MARY\n\n          Tell me aboot it, Auntie. Ye’ve never\n          tell’t me hoo it happen’t.\n\n          ELLEN\n\n          Eh? Bless the lass, whit’s the use o’\n          that! Seems to me we’re baith o’ us a\n          bit cracket the day. We’ve got accident\n          on the brain.\n\n          MARY\n\n          They ay ring the bell don’t they,\n          Auntie, when onythin’ gaes wrang?\n\n          ELLEN\n\n          No! fur an odd man an’ ‘is laddie nipped\n          in a roof fall, jist if it’s a big\n          thing. Look here, lass, if ye cannae\n          talk o’ naethin’ bit accidents, ye’d\n          better shut up. (She rises from her\n          chair.) Whit wi’ ma dream an’ your\n          worryin’ A don’t know where A am.\n\n          MARY\n\n          A wis jist askin’. Ye never can ken wi’\n          a coal-pit whin its gaun tae git nesty\n          an’ a man cannae ay mind whaur he is\n          whin he’s doon.\n\n          ELLEN\n\n          They’re watched shairper gaun doon\n          nooadays an the men ken better nor tae\n          take risks theirsel’s, the way they\n          use’t tae in the auld days.\n\n          MARY\n\n          Aye, but a man that forgets yinst ‘ll\n          forget yinst too often.\n\n          ELLEN\n\n          A’ve tell’t ye tae quit bletherin’.\n          Folks ‘ud think ye hudnae lived aside\n          pits mair nor a week tae hear ye talk\n          daft like that. There’s ay danger and\n          naebody but a born fool wid say there\n          wis’nt, but it’ll no’ mend it tae go\n          thinkin’ aboot it. There’s coal there\n          an’ it’s got tae be got and that’s the\n          first an’ last o’t. Hae ye pit tea in\n          the pot?\n\n          MARY\n\n          Naw.\n\n          ELLEN\n\n          Ye’d better dae it then.\n\n          [Mary puts tea in the tea-pot from a\n          canister on the mantelshelf As she does\n          so, a heavy bell rings clangorously.\n\n          MARY\n\n          Whit’s that?\n\n          ELLEN\n\n          (quietly and slowly bending her head as\n          if to a physical blow)\n\n          God’s wull be dune.\n\n          MARY\n\n          Is it——?\n\n          ELLEN\n\n          Aye. (Then, as Mary makes for the door.)\n          Whaur are ye gaun, lass?\n\n          MARY\n\n          A’m gaun tae the pit tae see whit’s up.\n\n          ELLEN\n\n          Naw. Ye’re no’. A’ll want ye here.\n\n          MARY\n\n          Why no’?\n\n          ELLEN\n\n          There’ll be plenty fills o’ wimmen there\n          seein’ whit’s up and keepin’ the men\n          frae their wark, withoot you gaun an’\n          helpin’ them tae dae it.\n\n          MARY\n\n          But we——\n\n          ELLEN\n\n          Look here ma lass, if oor Jock’s hurt,\n          oor job’s tae get ‘im weel again.\n          Rushin’ oot tae the pit-heid ‘ll dae ‘im\n          nae guid. It’s only wimmen that huvnae\n          got husbands and sons doon in the pit\n          that gaes staunin’ roon faintin’ and\n          whit nut an’ makin’ a nuisance o’\n          theirsel’s. The ithers stays at hame an’\n          gets things ready.\n\n          MARY\n\n          We dinnae ken whit tae get ready fur.\n\n          ELLEN\n\n          We ken anough.\n\n          MARY\n\n          Jock ‘ll mebbe no’ be hurt.\n\n          ELLEN\n\n          Then we’ll hae wastet oor wark.\n\n          MARY\n\n          Whit’ll A dae i\n\n          ELLEN\n\n          A donno that there’s sae much when aw’s\n          dune. We’ll mebbe need hot watter.\n\n          MARY\n\n          Fur——\n\n          ELLEN\n\n          Hoo dae A ken whit fur? Yon kettleful\n          ‘ll dae an’ oor tea will huv tae wait.\n\n          MARY\n\n          Bit whit can we dae? Gie me somethin’\n          tae dae fur mercy’s sake. A’ll go mad if\n          A don’t dae somethin’. A cannae sit\n          still and wait, and wait, and wait.\n\n          ELLEN\n\n          Ye’d best be makin’ his bed.\n\n          MARY\n\n          Yes, auntie.\n\n          ELLEN\n\n          Whit are ye greetin’ fur, lass? We ken\n          naethin’ yit, an’ if we did, greetin’\n          ‘ll no’ mend it. It’ll dae Jock nae\n          guid, nae maitter hoo he is, to see ye\n          slobberin’ whin he comes in. (Mary dries\n          her eyes and begins to clear the table.)\n          Whit are ye daein’ that fur?\n\n          MARY\n\n          A don’t know. A thocht——\n\n          ELLEN\n\n          A body mun eat. Let things be. A tell’t\n          ye tae gang tae the room and mak’ his\n          bed.\n\n          MARY\n\n          Aw richt, auntie.\n\n          [Mary goes to the bedroom, closing the\n          door behind her. Ellen looks to see it\n          is shut, and moves rapidly and\n          purposefully to the door to the street.\n          It is now daylight. The confused murmur\n          of a distant crowd is heard. She stands\n          on the threshold and looks out.\n          Presently she speaks to some one\n          approaching but not yet visible.\n\n          ELLEN\n\n          Whit is’t, Polly?\n\n          A middle-aged woman in a drab skirt and\n          blouse with a shawl thrown over her head\n          appears breathless at the door; it is a\n          neighbour, Polly Walker.\n\n          POLLY\n\n          Ropes slipped and the cage fell doon the\n          shaft.\n\n          Is your’s oot at his wark.\n\n          ELLEN\n\n          First cage doon?\n\n          POLLY\n\n          Aye.\n\n          ELLEN\n\n          Mine’s is in’t.\n\n          POLLY\n\n          We’ll shune ken the warst. They wis\n          riggin’ tackle whin A come away. They’ll\n          huv them up in nae time.\n\n          ELLEN\n\n          A’ll be ready. Whaur’s yours?\n\n          POLLY (who has come into the room)\n\n          Mine’s aw richt-safe in their beds-\n          sleepin’ aff last nicht’s drink, thank\n          the Lord.\n\n          ELLEN\n\n          They must bring him here, Polly, nae\n          maitter whit he’s like.\n\n          POLLY\n\n          Aye. A body likes tae dae fur her ain.\n          Whaur’s the lass? Awa’ tae the piti.\n\n          ELLEN\n\n          Makin’ his bed in case its needet.\n\n          POLLY\n\n          That’s richt. Don’t let her oot.\n\n          ELLEN\n\n          No’ if A can help it. She wantet tae go,\n          but A widnae huv it. Ye’ll see things at\n          a pit-heid efter an accident that’s no\n          fit fur a young yin. Waste her life fur\n          her to be there whin they’re brung up.\n\n          POLLY\n\n          Aye. A’m no’ gaun back. A’ve seen\n          anough, never nae mair if A can help it.\n\n          ELLEN\n\n          Come in, wull ye?\n\n          POLLY\n\n          Aye. A’d best shut the door, tac, an’\n          keep oot the row or she’ll be wantin’\n          tae go.\n\n          [She closes the door and takes a chair\n          at the table.\n\n          ELLEN\n\n          Aye. They cannae sit quiet when they’re\n          young.\n\n          POLLY\n\n          That’s a fact. A mind the day when the\n          pit wis on fire. A wis only a wee lassie\n          then, bit ma mither had nae mair sense\n          nor tae let me oot tae the pit—heid tae\n          see the bodies brung up. A’ll never\n          forget that sicht. A dream aboot it tae\n          this day.\n\n          ELLEN\n\n          Sit doon, Polly. A bit o’ comp’ny comes\n          handy at a time like this.\n\n          POLLY (sitting)\n\n          Thenk ye.\n\n          ELLEN\n\n          Aye. It’s a thing ye cannae forget.\n          Seems as if it wis only the ither day A\n          heard the bell ringin’ an’ saw ma man\n          brung up. He wis that charred A only\n          kent him by the earrin’s he wore because\n          his eyes wis weak. They tell’t me efter\n          that a rabbit had crossed his road on\n          the wey tae the pit, but he always wis\n          obstinate, wis ma Joe an’ he widnae tak’\n          warnin’ and noo the cage has slipped wi’\n          ma son in her and A’ll hae nae menfolk\n          noo.\n\n          [The door from the bedroom has been\n          opening slowly, and Mary listens. The\n          others do not see her.\n\n          POLLY\n\n          Ye never ken. Mebbe he’ll no’ be kill’t.\n\n          ELLEN\n\n          A dream’t the same dream last nicht as\n          when his faither went.\n\n          POLLY\n\n          In the midst o’ life we are in death.\n          There’s no’ a truer word nor that.\n\n          ELLEN\n\n          No’ when ye live aff coal. There’s\n          wimmen keepin’ hoose in the places the\n          coal goes that pay fur their coal wi’\n          brass. We pay a sicht heavier fur it\n          here. We pay wi’ the lives o’ men.\n\n          POLLY\n\n          But it’s a comfort tae think he’ll no’\n          be burnt. A cannae staun’ a corp that’s\n          burnt.\n\n          ELLEN\n\n          Aye, better broken than burnt.\n\n          POLLY\n\n          An’ ye’ll huv money in the funeral\n          Society.\n\n          ELLEN\n\n          Oh, aye. A can gie him a decent burial.\n\n          POLLY\n\n          That’s ay a comfort. Ye don’t seem tae\n          care sae much some wey, when ye ken he’s\n          hud a decent burial. He’s bin a guid son\n          tae ye, tae.\n\n          ELLEN\n\n          Oh aye, he’s a good lad. He’s mebbe had\n          his shillin’ on a horse noo and then an’\n          whiles gone rattin’ on a Sunday mornin’,\n          but that’s only tae say he’s a man an’\n          no’ an angel in breeks.\n\n          POLLY\n\n          It’s mair than A can say about ma lot.\n          Lazy, drunken, good-for-nothings they\n          are, faither an’ sons tae. Come tae\n          mention’t, it’s a funny thing.\n          Providence works in its ain way. If mine\n          hadnae been on the spree last nicht,\n          they’d as like as no huv been in the\n          cage alang wi your boy.\n\n          MARY (comes forward into the room)\n\n          A’ll awa’ tae the pit noo, auntie.\n\n          ELLEN\n\n          Tak’ yer hurry, lass.\n\n          MARY\n\n          A cannae wait, A must ken.\n\n          ELLEN\n\n          Sit doon.\n\n          MARY\n\n          A cannae sit doon an’ listen tae you twa\n          talkin’ that way. First ye’ve got ‘im\n          kill’t an’ then ye bury ‘im, an’ next\n          ye’ll be argying whit’s tae go on his\n          grave-stane an’ aw the time ye don’t sae\n          much as ken if he’s hurt.\n\n          POLLY\n\n          Sit still, lassie. Ye’d better wait.\n\n          MARY.\n\n          Oh, A don’t know whit ye’re made o’-you\n          twa. Ye sit there quiet an’ calm as if\n          there wis naethin’ the maitter.\n\n          ELLEN\n\n          We’re auld enough tae ken we cannae dae\n          nae guid. Hae ye made the bed?\n\n          Aye,\n\n          ELLEN\n\n          Weel, there’s a bottle o’ brandy in the\n          room-press. We micht need it.\n\n          Aye. It’s harder when ye’re young tae\n          haud yersel’ in. It disnae come natural\n          tae her, no’ bein’ born tae pits like\n          us. Her mither mairret a weaver chap in\n          Dundee an’ brought her up tae mills. It\n          tak’s mair than a year or twa tae git\n          intae the wey o’ pits when ye’re born\n          strange tae them.\n\n          POLLY\n\n          Aye. We’re used tae the thocht o’ losin’\n          oor men suddent.\n\n          ELLEN\n\n          But she’ll no gae tae the pit-heid if A\n          can stop her. We’ll hae tae keep her\n          mind aff it. Can ye mind o’ onything\n          else we micht want?\n\n          POLLY\n\n          Naw naethin’.\n\n          ELLEN\n\n          We micht need linen fur tyin’ up\n\n          MARY\n\n          A’ll get it.\n\n          [Mary goes to the bedroom again.\n\n          POLLY\n\n          She’s gettin’ restless.\n\n          ELLEN\n\n          Aye.\n\n          POLLY\n\n          Naw, ye’ll no’. The doctors were there\n          afore A come away, and ambulance men tae\n          wi’ aw they’ll need. But we’ll huv tae\n          keep her here whether she likes it or\n          no’.\n\n          ELLEN\n\n          Aye. (She looks towards the street-door.\n          Polly catches her meaning.) Wull ye? A\n          don’t move sae easy as A used.\n\n          POLLY\n\n          The door?\n\n          ELLEN\n\n          Aye.\n\n          POLLY\n\n          Aye. That’s richt. (She goes to the\n          street-door.) Better let her think we’re\n          ill usin’ her than let her oot tae see\n          them sichts.\n\n          [She turns the key and gives it to Ellen\n          as she resumes her seat.\n\n          ELLEN\n\n          Thenk ye, Polly. (She pockets the key)\n          Help me tae mak’ talk noo and keep her\n          mind aff it.\n\n          MARY (enters with a bottle)\n\n          There’s the brandy.\n\n          ELLEN\n\n          That’s richt. (A slight pause; the older\n          women try to make conversation. First\n          Polly bobs forward as if about to speak,\n          but leans back without saying anything;\n          Ellen does the same. Mary moves to the\n          door as Ellen, glancing round for a\n          subject, lets her eye fall on the brandy\n          bottle and fires off her remark in time\n          to arrest Mary’s progress towards the\n          door.) A thocht there wis mair nor that\n          in the bottle, aw the same.\n\n          POLLY\n\n          It’s a handy thing tae huv aboot the\n          hoose.\n\n          ELLEN\n\n          Aye. Rare stuff fur the jaw-ache.\n\n          POLLY\n\n          It is that. Goes weel wi’ a cup o’ tea,\n          tae, on a cauld mornin’.\n\n          MARY\n\n          Is there onything else?\n\n          ELLEN\n\n          Eh? Naw, A don’t think there is, Mary.\n          Let me think. Naw. That’s aw A can mind.\n\n          MARY\n\n          A’ll awa’, thin.\n\n          ELLEN\n\n          Naw, ye’ll no’.\n\n          MARY\n\n          Why no’?\n\n          ELLEN\n\n          Because ye’ll no’. Ye’ll stay whaur ye\n          are.\n\n          MARY\n\n          Let me go. A must go. A cannae stay\n          here.\n\n          POLLY\n\n          Dae whit yer auntie tells ye, lassie.\n          Young folks is that smert nooadays,\n          there’s nae use tellin’ them onythin’.\n\n          MARY\n\n          Oh, ye don’t understand. A must go. A\n          must. (She goes to the door; tries to\n          open it.) Door’s locked. This door’s\n          locked. Whaur’s the key? Whit huv ye\n          dune wi’ the key?\n\n          ELLEN\n\n          Look here, lass, A tell’t ye ye widnae\n          go, an’ A’ve made sure o’t. Come noo.\n          Come an’ sit quiet, ravin’ aboot as if\n          ye were mad. Ye’ll huv the haunel aff\n          the door.\n\n          MARY\n\n          Let me go tae him.\n\n          ELLEN\n\n          No.\n\n          MARY\n\n          A must go. A must. A love him. A love\n          him.\n\n          ELLEN\n\n          D’ye think A don’t love him, lassie? Aye\n          and a sicht better than a bit wean like\n          you could love him. A’m his mither.\n\n          MARY\n\n          Oh, huv mercy. Ye don’t know. A sent ‘im\n          oot. He wisnae for gaun till A’d said\n          the word. A widnae tell ‘im. A made him\n          wait till the nicht. A sent him tae his\n          death.\n\n          ELLEN\n\n          The lassie’s ravin’.\n\n          MARY\n\n          Let me go.\n\n          ELLEN\n\n          No.\n\n          MARY\n\n          Ye won’t?\n\n          POLLY\n\n          Haud yer wheish, lass. It’s fur yer ain\n          guid.\n\n          MARY\n\n          Why huv ye locked thon door? Ye’re\n          cheatin’ me. Ye’re cruel. A can dae nae\n          guid here. Let me go tae ‘im. A must go.\n          A wull. [The two women have now faced\n          each other; there is a violent knocking\n          at the door.\n\n          MARY\n\n          Whit’s that? Oh, ma God, whit’s that?\n\n          [Ellen takes the key from her pocket\n          moves slowly to the door, unlocks it,\n          and throws it open. Jock stands on the\n          threshold, very pale, with his coat\n          buttoned at the bottom, and only his\n          right arm thrust into the sleeve.\n\n          ELLEN\n\n          Ma boy!\n\n          [She tries to embrace him.\n\n          JOCK\n\n          Steady, mither. Watch ma airm.\n\n          ELLEN\n\n          Is it broken?\n\n          JOCK\n\n          Aye, the doctor’ll be roon’ tae set it\n          shune. They’ve anough tae dae first,\n          though. There’s plenty worse nor me.\n\n          ELLEN\n\n          Thank God!\n\n          JOCK\n\n          Naw, mither. It’s aw by. There’s\n          naethin’ tae greet fur, and no’ sae much\n          in a broken airm tae thank God fur,\n          neither.\n\n          MARY\n\n          Oh, Jock!\n\n          JOCK\n\n          Is that aw ye’ve got tae say tae me? The\n          shift’s ower, ma lass. Mebbe it’s ower\n          afore it startet, but that disnae\n          maitter. A’ve come fur ma answer, Mary.\n\n          MARY\n\n          Ye’re an old fraud. Ye kent aw the time.\n          Oh, Jock, Jock, A thocht ye wis kill’t.\n\n          JOCK\n\n          Ye thocht wrang. A’m no the deein’ kin’.\n          So ye’ll huv me?\n\n          MARY\n\n          Aye.\n\n          JOCK\n\n          A’ll awa roon’ an’ see the meenister\n          aboot pittin’ up the banns when ma\n          airm’s set. A’ll be huvin’ some time on\n          ma hauns. A think gettin’ mairrit ‘ll\n          fill in the time beautiful.\n\n\n          CURTAIN\n\n\n\n          Glasgow: Printed at the University Press\n          by Robert MacLehose and Co. Ltd. The\n          Repertory Theatre was founded between\n          January and April, 1909, as a direct\n          effort of Scotsmen in general, and\n          Glasgow men in particular, to throw off\n          London’s despotic rule in things\n          dramatic.\n\n          In its first season it produced nine\n          plays (three altogether new), including\n          John Galsworthy’s play, “Strife,” which\n          had just been produced in London.\n\n          The second season commenced on September\n          5th. In it thirteen plays were produced,\n          including the first production in\n          English of a play by the Russian\n          dramatist, Anton Tchekhov, “The\n          Seagull,” and six entirely new plays.\n\n          In the Spring season, 1910, “Justice,”\n           produced simultaneously in London,\n          created an unique record in the history\n          of the British stage, while astonishing\n          success attended the production of John\n          Masefield’s masterpiece, “The Tragedy of\n          Nan.” In all, seven entirely new plays\n          were produced.\n\n          The Summer season of lighter fare added\n          six more plays to the record, including\n          two new ones. In the fifth season ten\n          plays were produced, four entirely new.\n\n          In the sixth season, Spring, 1911,\n          fifteen plays were produced, seven\n          entirely new. In all seventy-three plays\n          have been produced, of which about\n          fifty-five would never have been seen\n          but for the energies of this Theatre.",
    "metadata": {
        "author": [
            "Brighouse, Harold"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/55287/pg55287.txt",
        "name": "the_price_of_coal_a_play.json"
    }
}