{
    "name": "The wellsprings of space",
    "author": [
        "Teichner, Albert",
        "Teichner, Albert R."
    ],
    "body": "The three top scientists had come to describe their greatest triumph\nto the revered Huddleston; after centuries of bitter disagreement the\nworld's cosmologists were now unanimous in accepting the newly-proposed\nLowen-Crane-and-Fitzhugh Hypothesis. At three hundred Huddleston was\ndoddering toward death but the great man certainly deserved to know\nin his more lucid moments that the problems he had outlined long ago\nwere finally solved. He had been the first to prophesy that all parsec\njourneys to the stars must fail because each spaceship would steadily\nlose electrons to the weak magnetic field of the galaxy. The few\nweakened shells that had managed to limp back into the solar system had\nproven his point.\n\nHe was having one of his brighter periods when they came in. Not only\nwere his eyes and wrinkled flesh glowing with pink health (the illusory\nsuper-health of the very aged) but he knew instantly who they were. \"My\nbest pupils!\" he chuckled, curling his plasti-patched lips. \"May your\nlives be as long and as happy as mine has been.\"\n\nLowen, four-square solid and close to seven feet in height, almost\nautomatically became the spokesman for the trio. \"We have the best\nnews of all for your final phase,\" he said with bluff kindliness. \"The\nelectron leakage problem has been solved.\"\n\nThe old man's eyes widened and a network of hairfine lines proliferated\naround them. \"It can't be done,\" he said, wistfully gazing out his\nwindow at the night sky, then at the shelves of antique bottles that\nringed the room. \"We're the eternal prisoners of the solar system. You\nshouldn't tease an old man.\"\n\nThey exchanged knowingly sympathetic glances. None of them could ever\nbe the great pioneer that he had been but even a midget standing on a\ngiant's shoulder could see further than the giant himself.\n\n\"We now _know_ there is continuous creation of matter out in space.\"\nLowen paused dramatically for the point to sink in but the ancient only\ncontinued to look incredulous. He hurried on. \"It was simply a matter\nof incorrect methodology, Learned Master. We have always assigned too\nmany of the decision-functions in this area to computers when it was\ntoo purely a creative problem for anything but human minds.\"\n\n\n\nHuddleston had suddenly become serious. \"That _could_ make a\ndifference. Well, I haven't given a moment's thought to the whole\nmatter for fifty years--much too exhausting when you're having so many\nprosthetic operations, much nicer to putter around with hobbies like\nold maps and bottles--but, gentlemen, just before I gave up, oh now\nit's clear as if it were yesterday! I remember thinking what you've\njust said: This problem's too basic for automated analysis. If I'd only\nbeen less tired; but, by then--.\"\n\n\"You'd already done more than your share,\" Fitzhugh consoled him.\n\"And we have more precise instruments now. The big breakthrough came\non the data from the newest Jupiter observatory. Every once in a while\nit would pick up unaccountable Doppler shifts from the direction of\nArcturus but the disturbing area was too small for an accurate fix\nat such a distance. That was the beginning--Crane and I worked out\nthe rest. But Lowen made the great practical achievement. Together\nwe achieved a hypothesis that proves beyond any question that the\nuniverse has no beginning, will have no end and is constantly receiving\nnew matter as it expands, matter from other dimensions--in a word,\ncontinuous creation.\"\n\n\"You can imagine the uproar at first,\" Lowen grinned, \"especially since\nthe big-bang theory has held the field for two centuries. That's why we\nhad to tell you quickly--you never surrendered your mind to any dogma,\nalways kept it open.\"\n\nHuddleston spryly took the sheaf of reports that Lowen had been holding\nand started to glance rapidly through them. \"Brilliant, brilliant! What\nI'd give to be young again.\"\n\n\"You'll tire yourself,\" Fitzhugh said. \"We didn't expect you to do an\nanalysis.\"\n\n\"Nonsense,\" the old man snapped waspishly. \"This gives me new life,\njust seeing what you youngsters are up to. Of course, though,\ncontinuous creation can't make any difference as far as parsec travel\nis concerned.\"\n\n\"But it does!\" they all shouted.\n\nHuddleston laughed. \"Now, now, gentlemen. Just because hydrogen atoms\nare springing into being from nothingness throughout space doesn't\nmean--.\"\n\n\"That's not how it is,\" Crane said, speaking down to Huddleston as if\nhe were the tallest man in the room, not the shortest. \"Lowen has shown\nthat continuous creation does not take place everywhere. That's his\ngreat practical discovery and--\"\n\n\"It happens at specific, restricted points,\" Lowen broke in. \"Great\nstreams of hydrogen and free electrons welling into our universe the\nway water does out of dry ground.\"\n\nHuddleston let the report slip from his hands onto a table and stared\nat them. He was very pale now. \"My God, I think I see what you're\ngetting at.\"\n\nThey considered each other, bewildered by his reaction to such good\nnews. \"You must be missing the real point, Learned Master,\" said Lowen.\n\"The wellsprings are spaced at approximately one million parsecs apart.\nI've already pinpointed hundreds of them. We established the first one\nfrom the Jupiter readings and the rest practically mapped themselves\nout. It has checked out a dozen different ways. That was one place\nwhere the computers could handle the job--on the checkout.\" He tapped\nthe report with his thumb. \"Nodes of lifesaving electrons across the\ndeepest reaches of space--.\"\n\n\"--where each spaceship can bathe its weakened structure,\" suggested\nHuddleston, \"refill every lattice gap where electrons have dropped out.\"\n\n\"Exactly. You still can always see to the heart of the matter, Learned\nMaster.\"\n\nHuddleston sank into a chair, shaking his head as if dazed. \"It won't\nwork.\"\n\n\"Why not?\" they demanded, astounded.\n\n\"I don't know. I just know that it can't work. You never get something\nfor nothing. What would you _lose_ at each wellspring?\"\n\n\"Nothing!\" Lowen insisted. \"You see, the ship's structure would be\nstrengthened as the empty electron positions were refilled. Then we\nwould shift back into hyperdrive and move on to the next wellspring.\nThe ancient systems of caravan waterholes but on a cosmic scale.\"\n\n\n\nThe old man pounded the table energetically. \"No, no! Oh, I'm willing\nto accept your calculations as far as they go. You were all excellent\nstudents and have had distinguished careers and you're in your eighties\nat the first peak of vigor. But nothing can be this convenient. I sense\nthat the problem lies--.\" He was chalk-white now, his hands shaking.\n\"Lies in those maps of ancient Manhattan. Did Broadway go into Grand\nCentral or stop at North Michigan Avenue? Annie, Annie,\" he shouted,\n\"where are the subway maps?\"\n\nHis niece came running into the room, carrying some rare antique maps,\nand gasped as she saw him. \"You'll all have to go,\" she whispered.\n\"I've never seen him this bad before.\"\n\n\"Here, uncle, here are your favorite maps.\" He took them from her with\nquivering fingers, mumbling something about it being time.\n\n\"One more question,\" Lowen persisted.\n\nShe whirled on him, anger making her look much younger than her nearly\ntwo centuries. \"Get out of here, the whole bunch of you--distinguished\nmen! Haven't you the sense to see how he is? All he wants now is his\nlittle hobby.\"\n\n\"But we have to get an explanation from him,\" Crane protested. \"It's\nvery import--.\"\n\nFitzhugh tugged at his elbow. \"Forget it, Crane. His mind's far away\nnow.\"\n\nThey retreated to the door. Eunice Huddleston gave them one sharp\nglance, then turned back to her uncle who was slipping into sleep, his\nface still deathly pale.\n\nThey stopped in the garden outside the great man's house and Crane\nshook his head, worried. \"I'd give a lot to know what he was thinking\nabout.\"\n\nLowen thumped his back encouragingly. \"He _was_ a very great man but,\nwell, after three hundred years, he's entitled to the special pleasures\nof senility.\"\n\n\"He seemed so lucid for a while,\" Fitzhugh said, \"I mean when he saw\nthe point of moving through the wellspring nodes to overcome materials\nfatigue.\" He shrugged. \"No, you're right, Lowen. We'll have to go to\nthe President without Huddleston's backing.\"\n\n\"I was thinking about his prestige. But his support really wouldn't\nhave proven anything.\" Lowen shook his head. \"I had no idea he had gone\ndownhill that much in the last twenty years.\"\n\nThey joined in a sympathetic sigh for past greatness, then hurried on\nto the business of the future.\n\n\n\nPresident Collins was pleased to see them. He was even happier when\nhe was shown how the recent, highly-publicized discovery of the space\nnodes of continuous creation could be put to practical use. \"There's a\nserious sociological problem that this can solve for us, gentlemen. You\nprobably haven't given it much attention since your interests lie in\nother directions.\"\n\n\"We leave that to our political leaders,\" Lowen nodded. \"They're\nthoroughly competent to do so.\"\n\n\"Thank you, Professor,--.\"\n\n\"No, President Collins, you're right--I don't have time to bother with\nimprecise life studies.\" Lowen tried to keep contempt out of his grin.\n\"A little entertainment, somewhat more theory and lots of practical\ntechnical applications--that's my personal prescription for staying\nfully alive.\"\n\n\"Anyway your work fits the present social bill to a _T_,\" President\nCollins went on, choosing to disregard the unpleasant aspects of his\nvisitor's one-sided nature for the pleasant fruits they had borne.\n\"For close to two centuries now we have known we were trapped in the\ngeneral area of the solar system and society has learned to live\nwith the limitation. But lately an indefinable restlessness has been\ngrowing--nothing in the least serious but it's there and continuous\nentertainment, study and sports just aren't enough to eliminate it.\nThis renewed outward movement can, though. I'm backing your request\nfor a new Stellar Reaches Expedition to the limit of my strength.\" He\nrubbed his chin, smiling sadly. \"You know who we ought to get in touch\nwith? Old Huddleston. He deserves to know. Come to think of it, his\nopinion would still carry plenty of weight with many people.\"\n\n\"We've told him,\" Lowen announced. \"He was enormously impressed with\nthe solution.\"\n\n\"Good, good. Now, there's an ultimate Master, if I ever heard of one,\nknowledge in every area, the humanities, mathematics, logic, poetry,\nphysics--. What did he think about fatigued metal revival at the\nwellsprings?\"\n\nLowen squinted. \"Sad thing, Mister President, we couldn't get much\nof an opinion there. He's so worn-out.\" Lowen disregarded Fitzhugh's\nconscience-stricken look. \"But he did grasp what we told him before he\nrelapsed.\"\n\n\"It _is_ a sad thing, isn't it? Well, the years get us all one way or\nthe other, don't they?\"\n\n\"I guess so,\" said Lowen, \"but, Mr. Pres--.\"\n\nCollins perked up. \"Tell you what, though--he's liable to get a clear\nperiod any time and we really should have his thinking on this. I'll\nhave that niece of his notify my office as soon as it happens and we'll\ngo right over.\"\n\n\"He's in very bad shape,\" Lowen hastened to say. \"It would just wear\nhim down more.\"\n\n\"That bad, heh? Then I'd better make certain we get to see him very\nsoon.\"\n\nLowen glared at the floor, ready to kick himself for aggravating an\nalready touchy situation.\n\nThe intervideo snapped on. \"Could you come out for a moment?\" his\nsecretary whispered on screen. She looked very upset.\n\n\"Certainly, Helen, I'll be right there.\" President Collins turned to\nthem. \"I hope you gentlemen will excuse me.\"\n\n\"Of course, Mister President.\" They all rose and bowed slightly in his\ndirection.\n\n\"Maps,\" President Collins smiled just before he went out. \"That's\nhis big hobby now, isn't it? Wonder what I'll go in for when I reach\nthe intermittent senile phase?\" He grinned. \"Oh well, I still have a\ncentury before that.\"\n\nAs soon as the door shut, Lowen whirled on his associates. \"What the\nhell's the matter with you two? You looked as if you were going to\nspill the whole beans about the old man. We have to watch our step.\"\n\n\"But the implication about his reaction was somewhat distorted,\"\nFitzhugh protested.\n\n\"_Somewhat distorted!_ Well, what of it? The most innocent little\ndistortion I ever heard! We don't even know what Huddleston really\nmeans, do we?\"\n\n\"That's what I mean by distorted, Lowen. You didn't convey that\nimpression--.\"\n\nLowen exploded. \"You're making me sick! You too, Crane, you looked\nqualmish.\" He leaned forward, spitting his words through clenched\nteeth. \"The hypocrisy of it--you'd lie to your own soul if anything got\nin the way of this project. But now you can make nice prissy postures\nbecause I'm doing the so-called dirty work for you.\"\n\nFitzhugh waved for calm. \"Agreed, agreed, Lowen, it is much more\nimportant than a squeamish little point.\"\n\n\"Much more important,\" seconded Crane.\n\n\n\nCollins made a grim-faced return. \"I have news from Huddleston's niece.\"\n\nThe three men tensed. \"What--,\" asked Lowen.\n\n\"Gentlemen, you were right about the seriousness of his condition. He's\ndead. She said he became so excited about something you had told him\nthat he had a serious relapse. He started to babble incoherently and\nnever returned to articulate speech.\"\n\nThey leaned back, more relaxed. \"A terrible blow,\" said Crane. \"The\nleast we can do is carry forward his work.\"\n\n\"You're absolutely right.\" Tired, he rubbed his silver eye-brows for a\nmoment. \"Gentlemen, I'll see to it that the Expedition gets every bit\nof support it needs.\"\n\n\n\nThe next month was one of unaccustomed excitement for the tranquilly\nroutine existence of human society. First the death of the one survivor\nof the earliest generation of Learned Masters and then the announcement\nabout the renewed thrust to the stars that was to be enacted by the\nthree men who had made it possible. There was talk for a time of\nconstructing a larger ship that could carry a full crew complement but\nLowen's arguments had quickly overcome such objections. For one thing,\ndesign and execution of the project would take many years. For another,\nit would require vast expenditures even in the preliminary stages. \"Of\ncourse, the effort is worth any amount eventually,\" Lowen had been the\nfirst to emphasize, \"but why not wait until we see what the results are\nfrom the smaller design first?\"\n\n\"Very reasonable,\" President Collins had agreed. \"You three have\nsacrificed your own interests far beyond the call of duty.\"\n\nThis devotion reinforced his decision to have the three men named\nLearned Masters _before_ their theory was put to the ultimate test, a\nmove that had been hopefully anticipated in their calculations. Here,\nthough, some public opposition did develop. \"No one has ever been named\na Learned Master under the age of one hundred and fifty,\" a few people\npointed out. \"Now, suddenly, we are told _three_ men, none of them more\nthan eighty-five, should be so honored! Even the great Huddleston never\nhad that.\"\n\nBut President Collins expressed the feelings of the overwhelming\nmajority of citizens when he said, \"The successful accomplishment\nof the task these men have set themselves will be an even greater\nachievement than that of their first teacher.\" His viewpoint prevailed\nand, after much grumbling, the Solar Institute of Learning unanimously\nconfirmed their nomination for supreme honors.\n\nThe ceremony took place four months after construction on the _New\nCosmos_ had begun and was celebrated in the great hall of the\nInstitute. The world's most important figure in each major field of\nthought, usually a doddering oldster, gave a confirming speech; and\nthe accompanying three-D explanations enthralled billions who suddenly\ndiscovered how bored they had been for the past century. The only flaw\nin an otherwise glorious day of festivities was the refusal of Eunice\nHuddleston to participate. She issued no public statement but they knew\nwell enough that she still insisted they had somehow upset her uncle\nand that, if his death could not have been avoided, his final moments\ncould have at least been happier ones without their intrusion.\n\nHer abstention almost upset Fitzhugh. \"Still,\" he managed to console\nhimself, \"she'll see the matter in a different light once we get back.\"\n\nLowen, though, remained altogether undisturbed by the development. \"I\nfeel like a distinguished oldster and like a vigorous youngster both at\nthe same time. Learned Master--oh, my colleagues, how we've managed to\nspeed things up!\"\n\n\"Which just goes to prove,\" Crane laughed, \"that you really can have\nyour cake and eat it.\"\n\nPlanning the flight was much simpler than it seemed to the\nnon-specialist public. Very little of a new nature had to be added to\nthe ship's design beyond what had been known for a long time. And there\nwas no doubt that hyperdrive speeds far beyond those of light were\npossible if the proper carrier components were selected from those that\naveraged out to the normal 186,000-mile limit. That had been mastered a\nlong time ago. The only doubt had been about the ability to return. Now\nthat was dispelled and they could safely plan to reach a point close to\nthe galactic center and return within seven weeks. No calculations had\nbeen left to chance; the survey of all known factors showed that it\nwas no more dangerous than a journey within the solar system--and that\ncertainly was routine by now.\n\nIf anything, popular enthusiasm increased the longer the project\nlasted. Thousands of men threw themselves into the round-the-clock\neffort and nine months after construction had commenced the great sleek\nship was ready.\n\n\n\nThe _New Cosmos_ took off on a morning of bright spring sunlight but,\ninstead of immediately moving onto special carrier components, stuck\nto solar velocities so that they first could make a triumphal tour\nof the system. Approaching Mars, they were met by a great fleet of\ncommuting liners, rising to greet them with an enormous display of\natomic fireworks, and in their circuit of Saturn they were treated\nto a special auroral display. Then, two days later, the last planet\nbehind them, they moved into hyperdrive, heading for the first node of\ncontinuous creation.\n\nCrane made his hundredth re-check and said, \"We'll be there in forty\nminutes.\"\n\nOutside the nearer stars had become tiny beeps of light, visible only\nfor miniseconds, and only those of the farther reaches accompanied them\nfixedly on their way. Lowen gave regular two-minute interval readings\nof structural fatigue. \"The electron loss is within one part in a\nmillion of estimate--and the error is in our favor. We can proceed five\nhours without danger.\"\n\nFitzhugh beamed his contentment. \"So much margin of safety--it's a\nbeautiful universe!\"\n\nThey established voice contact with Earth on the carrier components and\nspoke all at once into the receiver as the \"Are you all right?\" query\ncame: \"Never better!\" they shouted.\n\nLowen was the first to pull himself out of their attack of space\necstasy. \"We will start sending data following the first node,\" he\nintoned. \"Twenty minutes to first report.\"\n\nThen, suddenly, they were entering the area of continuous creation and\nlooked out with awe on the one mystery in the universe that was even\ngreater than that of life itself. The electron loss started to ease\noff at an accelerating rate, reached balance and finally moved into\nactive acquisition. All around them the latticework of matter that was\nthe _New Cosmos_ was filling up again. They hurried to their assigned\nstations and intently studied the readings until the ship, as good as\nnew, had passed beyond the initial wellspring.\n\nCrane was the first to notice. After staring, hypnotized, at the master\ndial before him he suddenly became aware of his hand resting on the\nconsole below it. \"My God!\" he croaked.\n\nThey turned to look at each other in horror. \"Turn back!\" Lowen\nshrieked.\n\n\"We can't,\" Fitzhugh moaned, \"it's set for the next node.\" He struggled\ndesperately with his console and shouted into the sender, \"Top Secret\nScramble to President Collins, Top--.\" He fought to get the words\nout. \"We're reversing back as soon as possible. It's all wrong. This\nway won't work. I can't talk much longer,\" he wheezed. \"I've set for\nautomatic return after the next wellspring. My God, it was so beautiful\nand it is so horrible. We're heading straight into the next wellspring\nnow. It--.\"\n\nThen the contact went dead.\n\n\n\nFive hours later the great ship, undamaged, made a perfect automatic\nlanding at the precise point from which it had left. Collins and\na staff from the Institute were already waiting there, nervously\nwondering whether they would really have to start looking for a new\napproach to the star travel problem. \"They have to be all right,\" he\nsaid, as the ship came down. \"It's in perfect shape. Probably some\nspace hallucination.\"\n\nAs they moved toward the craft, the exit hatch opened and three wizened\nmen came creeping out, leaning forward as if they were resting on\ncanes. Their individual differences were barely distinguishable beneath\nthe levelling networks of wrinkles but they were giggling hysterically.\n\n\"Old bottles!\" Lowen kept cackling and each time he said it Crane and\nFitzhugh joined him in wild laughter.\n\nCollins stared, wide-eyed. \"What was it?\" he said.\n\nLowen squinted at him and there was the slightest glint of recognition\nas he became briefly lucid. \"Ah yes! We didn't get it for nothing. We\nhad to pay with--.\" The glint disappeared and he laughed. \"Old bottles!\nI'm going to have the biggest collection in the world.\"\n\n\"What happened?\" Collins pleaded, knowing even then that he would never\nget another rational word from any of them.\n\n\"Me too! Old bottles!\"\n\n\"Collect them! Maybe maps too!\"\n\n\"They've gone insane and they've become diseased,\" said a man from the\nInstitute, shrinking back in disgust.\n\n\"No, not that, not really that. It's something else--They're only very\nold.\"\n\nAnd in the split second of his saying that last word Collins knew what\nit was, what they had paid with. It was the only thing with which you\ncould buy matter--Time.\n\n\n                                THE END",
    "metadata": {
        "author": [
            "Teichner, Albert",
            "Teichner, Albert R."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/73226/pg73226.txt",
        "name": "the_wellsprings_of_space.json"
    }
}