{
    "name": "The Chasers",
    "author": [
        "Galouje, Daniel F.",
        "Galouye, Daniel F.",
        "Galouye, Daniel Francis"
    ],
    "body": "As the dust drifted clear of the ship's landing skids, at least two\nthings became obvious:\n\nOne--although they had missed the city (if that's what it was) by\nmiles, they had nevertheless managed to slam down near one of the\nnumerous rural estates.\n\nTwo--the landscape would be crawling with Zaortian Fuzzy Tails for a\nlong while to come. They were still pouring out of hatches sprung open\nby the crunching impact.\n\nKent Cassidy untangled himself from the control column and plucked\none of the Fuzzy Tails from his neck. The creature scampered around\nuntil it found the ruptured hatch, then scurried through to join the\nsquealing zoological exodus.\n\n\"There goes ten thousand credits' worth of cargo,\" groaned Gene Mason.\nHis stout form was slumped in dejection before the view port.\n\nCassidy sniffed the refreshing air that was drifting into the ship.\n\"Any idea where we are?\"\n\n\"After the directional stabilizer blew, we made three blind jumps, all\nin the direction of Galactic Center. We could be _anywhere_ between\nZaort Seven and the Far Rim.\"\n\n\"Hey, look,\" said Cassidy.\n\nFrom the hatchway, the sumptuous estate sprawled nearby, its many\ngabled manor closed off behind a high wire fence. Cassidy squinted, but\nfailed to recognize the bold, flowing architectural style.\n\nA small, bent figure clung to the wire netting of the fence. He was\nshouting at the ship, but his excited words were no match for the\ndecompression hisses of the auxiliary drive.\n\n\"Humanoid?\" Mason suggested.\n\n\"Human, I'd say.\" Cassidy gestured toward the gear locker. \"Better\nbreak out the translator.\"\n\nIn baggy trousers and sagging blouse, the man raced back and forth\nbehind the fence--the picture of frustrated anger. However, large,\ndoleful eyes, complemented by a bald head and huge, pendulous ear\nlobes, belied his furious actions.\n\nPresently the squeals of the Fuzzy Tails trailed off in the distance\nand the auxiliary drive quieted with a final sigh. And now the native's\nshouts rang out distinct and loud:\n\n\"Quick! From here get you! Shoo! Scram! Or out there I'll come and\napart tear you!\"\n\n\"It's English!\" Mason exclaimed.\n\n\"Of a sort. Archaic, but understandable. And not at all friendly.\"\n\nMason scratched his blunt chin. \"Guess we're not too far off the beaten\nstar paths, eh?\"\n\nCassidy could find no grounds for challenging this observation as they\nstarted down the ladder--not until he looked overhead and saw three\nsuns shining in the same sky. As far as he knew, there were no settled\ntrinary systems.\n\nBeyond the fence the native, a wisp of a man was still fuming. \"The\nhell away from here get! You I'm warning--no closer come!\"\n\nMason displayed a half frown. \"He's sure a sour cuss.\"\n\n\"You stay with the ship,\" said Cassidy. \"I'll see what's fouling his\ntubes.\"\n\n\n\nBefore Cassidy reached the fence, his pet Fuzzy Tail came scampering\nfrom behind a bush. It clambered up his trousers and wrapped itself\naround his neck. This encouraged the speculation that perhaps the\nshipment of Tails could be bartered for repairs to the stabilizer--_if_\nthere was a local space technology, and _if_ they could corral the\nanimals.\n\nThe native grew even more frenzied now as Cassidy drew up before him.\n\n\"Trespasser! Back get! _My_ property this be! Scram! You I'll kill!\"\n\nThe Fuzzy Tail uncoiled itself from around Cassidy's neck. Perching on\nhis shoulder, it fussed back at the native in chirping, excited tones.\nIt not only acted at times as though it owned Cassidy, but it also\nexercised a personal responsibility for his welfare.\n\n\"Quiet!\" Cassidy snapped out.\n\nIt caught both the Fuzzy Tail and the old man by surprise. The animal\nbounded for cover while the native rocked back on his heels.\n\n\"Be you not just a--_little bit_ afraid?\" His eyebrows mounted the\nwrinkled expanse of his forehead.\n\nThe nearby hedge rustled and parted to let through a dark-haired\ngirl whose tanned skin suggested accustomed exposure to the multiple\nsunlight. Wearing a belted tunic that lacked inches of reaching her\nknees, she confronted the old man calmly.\n\n\"It's all about what, Papa?\" she asked, with a trace of an amused smile.\n\n\"Trespassers! On _our_ property, Riva! The alarm sound! Scat! To the\nwoods take! Or a dead duck you be!\"\n\n\"Now, Papa,\" she chided. Then, through the fence, \"Him you musn't mind.\nIt's only his duty he's attending to.\"\n\nFrom the distance, Cassidy had suspected the man was of Terran descent.\nNow, with Riva in the picture, he was certain this world was stocked\neither by intent or accident with true humans.\n\n\"We're from Terra,\" he said.\n\nShe frowned. \"Ter-ra?\"\n\n\"Earth. The original world--\"\n\nIncomprehension flooded her even features. But her confusion was only\ntemporary. \"Let's play.\"\n\nIt seemed like an altogether acceptable suggestion, Cassidy thought,\neying the attractive girl. But he went on, \"This is our ship and--\"\n\n\"Ship?\" Then she chased away her puzzlement with a sudden smile. \"Some\nnice games I know.\"\n\nThere was no space technology on this planet, Cassidy decided. They'd\nbe strictly on their own as far as repairing the directional stabilizer\nwas concerned.\n\nBy this time Papa, his eyes focused afar, had exploded again.\n\"Charge!\" he roared. \"After him! Wa-hoo! Away don't let him get!\" He\nwas gripping the fence and straining toward the field.\n\nCassidy turned and saw, in the distance, a skimmer vehicle floating\nalong several feet off the ground. In full pursuit was a shouting youth\nwho paused occasionally to seize a rock and hurl it at the craft.\n\nThe old man turned toward his daughter. \"A good chase that be. Bet he\nwins.\"\n\n\"Not a chance.\" The girl frowned. \"That be Nedal. Not so swift is he.\nLoses interest too quick, he does.\"\n\nShe surveyed Cassidy. \"Be you a chaser?\"\n\n\"No, but I could do with a couple of stiff shots.\"\n\nThis drew Papa's attention back to the matter at hand. \"Trespassers!\nThe road hit! Scat! Some dust kick up!\"\n\n\"Quiet!\" Cassidy shouted. \"Will you listen a minute? I--\"\n\nTwo loyal Fuzzy Tails came charging up to the fence and added their\nraucous chatter to Papa's screeching diatribe, which had continued\nunchecked despite Cassidy's loud, desperate plea.\n\nIn the next instant, though, it seemed that a dam had burst overhead.\nMaterializing from nowhere, at least a ton of water poured down on the\nagile-tongued native, the two Fuzzy Tails, Riva and Cassidy himself,\nbringing an abrupt end to all the commotion.\n\nThe animals streaked for the safety of the bushes while Papa and the\ngirl dived back through the hedge. Bedraggled, Cassidy headed for the\nship, wondering what sort of meteorological quirk he had encountered.\n\n\n\n\"No, sir,\" he said some time later as he attacked the directional\nselector with pliers and a screwdriver, \"I don't like the setup. I\ndon't like it worth a damn.\"\n\nMason traced the power lead to the junction box beside the hatch.\n\"Maybe they aren't _all_ like that.\"\n\n\"In this sort of place, chances are that the first people you run into\nare typical. I'm afraid--\"\n\n\"Say!\" Mason interrupted, staring outside. \"Look at this!\"\n\nCassidy went over to the hatch and watched a dozen or so men sprinting\nacross the field, their voices rising in excited waves. A lithe young\nwoman was in full flight before them. But she was screaming in delight\nas she turned now and then to beckon them on. One overtook her and\nbrought her down with a waist tackle. She rebounded to her feet,\nhowever, and took off again.\n\nTwo of the pursuers collided and sprawled on the ground. They sprang\nup and tore into each other. Unconcerned with the personal dispute,\nthe chase struck off in a new direction, heading toward the ship as it\nparalleled one of the nearby fenced-in estates.\n\nBehind the wire mesh, a burly young man came charging down the main\nsteps of the manor and raced along with the others.\n\n\"That be the way!\" he yelled encouragement. \"Her go get! It's gaining\nyou are! Hurry!\"\n\nHe drew up in time to avoid crashing into the side fence, then stood\nthere watching the chase recede in the distance.\n\nWithin a hundred feet of the ship, one of the men fell out of the\ngroup, panting. He squinted at the vessel, then crept forward, circling\nto the right. Within arm's reach, he walked back and forth alongside\nthe hull, giving it a close inspection. Finally he paused and fumbled\nwith his clothes.\n\nCassidy started. \"Look what he's doing!\"\n\n\"Against the side of the ship, too!\" said Mason.\n\nHearing them, the native jerked his head up toward the hatch, then\nbacked off for a better view.\n\n\"Stinkers!\" he yelled, shaking his fist. \"Out here come and fight! Take\nyou both on I can!\"\n\nWhen they only gaped, he whirled and sped off to rejoin the chase.\n\n\"You see?\" said Cassidy. \"Now what do you think?\"\n\n\"I think we'd better get that directional stabilizer working.\"\n\n\n\nIt took more than an hour to locate the trouble. \"The rectifier\ncircuit's shot,\" Cassidy said finally. \"But maybe we can patch\nit up. Some of the amplifiers I suppose we can do without. But a\nhyper-oscillator we've got to have.\"\n\n\"Say, you're doing it too,\" said Mason.\n\n\"What?\"\n\n\"Talking like the natives.\"\n\nCassidy looked up. \"Guess it's something that grows on you. Well, what\ndo we do now?\"\n\n\"Maybe the natives can help us.\"\n\n\"If they don't even know where they're from, they probably left their\nvolts and amps behind too. But that's only an assumption.\"\n\n\"In that case,\" Mason said with a sigh, \"there's only one thing left to\ndo--take Riva up on her invitation to, ah, play.\"\n\n\"Funny,\" Cassidy grunted, heading for the hatch.\n\n\"I was only joking.\"\n\n\"I'm not. If we can get in that house, we'll know for sure whether or\nnot they've developed electronic devices.\"\n\nHalfway across the field, they were almost run down by the laughing\ngirl and her retinue of galloping suitors, if that's what they were.\nShe was a well-proportioned blonde whose wind-frothed tresses suggested\na nymph in flight.\n\nAt the fence, they were confronted by Riva, who smiled up at Cassidy\nand said, \"You I was just going to come and get. Ready to play yet you\nare?\"\n\nHe looked away and cleared his throat. \"Not quite, Riva. We'd like to\nvisit your house.\"\n\n\"It's some interesting games I know. Enjoying them you'd surely be.\"\nHer smile, revealing even teeth that contrasted ruddy cheeks, was as\npersistent as her intent on playing.\n\nStaring at the girl, Cassidy wrestled with a pang of wistful envy over\nthe Olympian life he had witnessed thus far on this world. Maybe they\nwere all irresponsible and childlike. But was that bad?\n\n\n\nMason pointed in alarm toward the meadow in front of the next estate.\nAn ominous-looking, furry thing, supported on six or eight spindly\nlegs, was racing across their field of vision.\n\n\"Hurt you he won't,\" the girl assured them, noticing their\napprehension. \"Nothing to be afraid of there is.\"\n\n\"_What_ is it?\" Cassidy was still trying to determine whether it was an\novergrown spider or a dry-land octopus.\n\n\"Look!\" Mason exclaimed. \"It's on a leash!\"\n\nAnd Cassidy noticed the thong that extended from the creature to the\nhuman who was running along behind it.\n\n\"To Wolruf he belongs,\" the girl explained. \"One of them I can get for\nyou too--if you want.\"\n\nHer slender hand reached out through the fence and tugged at Cassidy's\nsleeve. \"To chase me wouldn't you like?\" she asked, pouting.\n\nGlancing behind her, Cassidy spotted the girl's father bearing down on\nthem in a sprint that was nothing short of phenomenal for his age. He\nbegan shouting with the last few strides and was in full lung when he\nhurled himself at the fence. \"Git! Out! Away! I'll--\"\n\nRiva moved back and glanced overhead and Papa, seeing some hidden\nsignificance in her gesture, lowered his voice.\n\n\"You I'll tear into and apart I'll rip!\" he went on in a menacing\nwhisper. \"Your limbs I'll scatter like--\"\n\n\"Papa, it's not afraid of you they are.\"\n\n\"They're _not_?\" He was disappointed.\n\n\"The house they want to come in and see.\"\n\nHe began working up a rage again, but caught himself and looked up into\nhis daughter's face. \"Mean you--_my_ house they want to see?\"\n\nWhen she nodded Papa seized the lowest strand of wire and lifted the\nfence high enough for Cassidy and Mason to crawl under. \"Why, arranged\nit can be, I think.\"\n\nIts architectural prominences rendered shadowless in the tri-solar\nlight, the manor was even more imposing close at hand. Of stone\nconstruction, it flaunted millwork and beams whose rich carvings would\nhave been welcome on any mansion in the known Galaxy.\n\nMounting the steps, Mason observed, \"Nice little layout they've got\nhere.\"\n\nRiva moved closer to Cassidy. \"Inside is cozy,\" she said behind a coy\nsmile. \"Play we can _really_ in there.\"\n\nPapa had been at the door for some time, fumbling with the lock. In a\nburst of impatience, he drew off and gave it a solid kick. Then he went\nback and tried rattling the handle. After a while there was a click and\nit swung open.\n\nCassidy followed him into a blaze of iridescent color and unfamiliar\nform. The huge, circular room was like a vast diorama and it was\nimpossible to tell exactly where the solid objects blended in with the\njumbled geometric pattern of the wall.\n\nHe walked across a carpet of undulant fibers that reached well above\nhis ankles. And he tripped across a padded, Z-shaped slab that\nprotruded from the wall but slithered into a U and retracted as soon as\nit received the burden of his weight.\n\nLaughing, Riva helped him up and he paused for a closer visual\ninspection of his outlandish surroundings. Objects of weird shapes and\nunguessable purposes hung from the ceiling, some changing form and\nsize as he watched. Scattered about were articles of furniture (he\nguessed) that resembled giant starfish supported at their centers and\nextremities by coiled springs. Only, each arm was shaped like a trough\nthat ran into the bowl-like central depression of the piece.\n\n\n\nA gleeful scream sounded behind them and Papa went tearing by. With\na running leap, he landed on an arm of one of the starfish. Its\nsupporting spring contracted under the weight, then catapulted him\nceilingward. When he came down again, it was on an arm of another\nstarfish, then another.\n\nThe fourth collapsed, depositing him on the floor, and its spring\nwent twanging across the room. Struggling to his feet, he staggered\ninto something resembling a clothes tree, knocked it over and sprawled\nbeside it.\n\nHe roared with delight as he snapped the stem of the thing across his\nknee and hurled the pieces at the ceiling. They scored direct hits on\none of the bulky objects suspended overhead and it came crashing down\nwith a twinkling roar amid a shower of sparks.\n\n\"Yow-ee!\" he exuberated. \"So much fun I never had!\"\n\nRiva helped him up. \"Papa, it's control yourself you must. The last\ntime--remember?\"\n\nBut he only shook her off and went bounding through an archway. His\nhectic progress through the house was punctuated by sounds of crashing\ndestruction.\n\n\"Honestly,\" Riva said, spreading her hands, \"what to do with him I\ndon't know.\"\n\nCassidy continued staring in the direction the old man had gone. \"He's\nwrecking the place!\"\n\n\"That he is,\" she admitted sighing. \"And such a nice joint it be, too.\"\n\n\"He's just plain nuts!\" said Mason.\n\nRiva smiled. \"But it's _so_ much fun he has.\"\n\nCassidy moved away to get a better view of a silvery gray screen set\nin the wall and flanked by twin rows of dials and knobs.\n\n\"You got stereovision, Riva?\" he asked.\n\nMason went over and twisted several of the controls until a soft light\nbegan suffusing the screen.\n\n\"Ster-eo-what?\" the girl asked.\n\n\"Video, television--pictures with sound.\"\n\nHer face brightened. \"Pictures we got--sounds too. Right in that little\nwindow.\"\n\nJust then Papa, uninhibited as ever, came storming back into the room\nwith a lusty \"Ya-hoo!\" He lost his footing and crashed against the\nscreen. Sparks shot out and the picture that was beginning to take\nshape faded into obscurity.\n\n\"It that settles, Papa!\" Riva said, exasperated. \"Outside I'm going and\nfor what happens to you I'm not responsible!\"\n\nAt the door, she paused and smiled at Cassidy. \"It'll have to be out\nthere that we play, but no less fun will we have. Put on my best\ncavorting clothes I'm going to.\"\n\nMason turned the knobs again, but produced nothing more than the smell\nof burning insulation and a few snickers from Papa.\n\n\"At least,\" Cassidy observed, \"they evidently do know something about\nelectronics. All we have to do now is run down one of the technicians\nand we might get the parts we need for the stabilizer.\"\n\n\n\nOutside Mason dropped down on the steps and sat with his shoulders\nslumping. \"Damnedest thing I've ever seen,\" he mumbled.\n\nCassidy paced to the edge of the porch and stared out over the field. A\nmonstrous skimmer craft appeared in the distance, floating over toward\nwhat seemed to be a pile of trash in front of one of the estates. Twin\nbeams of crimson light darted from the nose of the vehicle and played\nover the mound. In seconds, the heap had melted away and the skimmer\nfloated on.\n\nWolruf was still walking his octopus-spider pet. There were now two\npacks of youths out chasing girls. And another skimmer car was having\nno difficulty surviving the stone-throwing assault of not one, but two\ndedicated pursuers. Outside of that, Cassidy noted, things appeared\nquite normal.\n\nMason slapped his thighs and rose. \"You go see if Riva knows how we can\ncontact the authorities. I'm going back and stay with the ship.\"\n\nCassidy watched him crawl under the fence, then went around the side of\nthe house. When he caught sight of the girl, she was just disappearing\ninto a smaller structure that might have been a guest house or garage.\n\nFollowing, he knocked on the door and called out her name anxiously.\n\n\"To play are you ready?\" There was an eager note in her voice as it\ncame through the panel. \"In come on. It's all set I'll be in a jiffy.\"\n\nHe turned the knob, stepped half into the room, lurched back outside\nand slammed the door behind him. \"_Riva!_\"\n\nThe door started to open, then closed again as the girl laughed. \"Oh,\nall right. Funny you be. It's to play you want, don't you?\"\n\nHe assured her that he did and added, \"But there's something we have to\ntalk about now, Riva.\"\n\n\"Talk, talk, talk. And it gets you where? Only wastes time, it does.\"\n\nA moment later the door opened and she stood there smiling, with legs\napart and hands on her hips. But he hardly had time to react to the\nskimpiness of her halter and skirt.\n\n\"Now,\" she urged as she sprang up on her toes and kissed him full on\nthe lips, \"like a chaser make! To the races we're off!\"\n\nWith that, she whirled and went streaking through the next room.\n\n\n\nHe surveyed his surroundings. It was an ordinary bedroom with\nconventional furnishings--perhaps a bit crude even for a\nculture without any space technology. But, then, it didn't seem\nuncharacteristic, considering the circumstances.\n\nRecognizing the contrast between this guest house and the manor, he\nfrowned as he started off in search of the girl. A worrisome suspicion\ndogged his thoughts--there had to be sense to Riva and her father and\nthis sumptuous estate, natives who made sport of chasing skimmer craft\nand voluptuous women when they weren't otherwise indiscreetly occupied.\nBut what?\n\nIn the kitchen, he discovered Riva's shapely leg protruding from behind\na cabinet. He suspected the exposure was not as accidental as she\nwanted him to believe. He was certain of that when, as he seized her\nankle, she crawled out laughing.\n\nNow she stood before him, unsmiling and impatient, and her slender arms\nreached out for his shoulders.\n\n\"Riva, this is serious!\" He forced her hands down again. \"I'm in\ntrouble. I need help.\"\n\n\"It's to help you I've been trying all along.\"\n\n\"I've got to get in touch with the authorities--your government.\"\n\nShe looked blank.\n\nHe simplified it, \"Your leaders.\"\n\n\"Oh, it's easy that is. There be Aline and Clio and Leah and--but that\nLeah! It's the cake she takes! Thirty chasers she led on the best\ndrag-out of all. Two whole days it lasted!\"\n\n\"No, Riva! Not _that_ kind of leader. I mean--well, someone who gets\nthings done. The kind who gets behind things and--\"\n\n\"That be Leanc. Behind those floating cars he's getting all the time.\nAnd how he can throw so many rocks I'll never know!\"\n\nHe mussed his hair in frustration, then composed himself. \"How do I get\nto the city?\"\n\n\"That crowded place with all the big houses?\" When he nodded, she went\non, \"It's never been there I have. _Now_ we play?\"\n\nHe drew in a hopeless breath. \"All right. Now we play. You go hide.\"\n\nShe radiated a warm eagerness as she initiated the game all over again\nwith a kiss and then went sprinting toward the front of the house. He\nwatched her disappear through the next room, then went out the nearest\ndoor, heading for the fence and his ship beyond. It had required no\nsmall degree of restraint not to go racing off after her.\n\nAt the corner of the manor he was bowled over by a shouting Papa who\nwas in full flight as he shot out around a hedge, heading for the guest\nhouse.\n\n\"All your fault it is!\" he cried, recovering his balance and plunging\non. \"You it be who caused this! that I'll remember!\"\n\nCassidy sat up, arms resting on his updrawn knees, and stared after the\nold man.\n\n\"Ow! Riva! Ouch!\" Papa clutched his rear as he neared the cottage.\n\"Help! Oh, my aching back!\"\n\n\n\nCassidy found Mason frozen in the shadow of the ship, fascinated by\nanother girl chase that was in progress nearby.\n\nThe swirl of action swerved toward him and Mason tensed, shifting from\none foot to the other. With the wind pressing her clothes in revealing\ntightness about her, the flaxen-haired sprite swept past and he lunged\nfor her.\n\n\"Mason!\" Cassidy shouted.\n\n\"Seemed like a good idea,\" Mason explained, checking himself. \"Wonder\nwhat it takes to get in on that chase.\"\n\nCassidy forced a fetching thought of Riva out of his mind. \"What we\nought to be wondering is how soon we can blast off.\"\n\n\"But if we get spaceborne before the stabilizer's working, we'll only\nbe floundering around again.\"\n\nCassidy started for the ladder. \"There's one thing we _can_ do--patch\nup the hatches and jump over to another spot on this planet. Maybe\nwe'll find somebody who's normal, at least.\"\n\nBut Mason caught his arm and pointed toward Riva's estate where a\nskimmer car was now parked on the side of the manor opposite the guest\nhouse.\n\n\"Anybody who can drive one of those things,\" he suggested, \"must know\nsomething about the city and how to get there. Maybe he'll even give us\na lift.\"\n\n\n\nMason circled the skimmer craft. \"It's a fine piece of workmanship,\" he\nsaid in admiration.\n\n\"I'll say,\" Cassidy agreed. \"If we can find out where that was made,\nI'm sure we'll--\"\n\nHis vision was suddenly cut off by a pair of hands that came around his\nhead from behind and clamped themselves over his eyes. If he had any\ndoubt as to the identity of their owner, it was soon cleared up by a\nsoft voice next to his ear:\n\n\"Not right this is. It's chasing _me_ you're supposed to be.\"\n\n\"Riva,\" he said, facing her, \"we'd like to meet the person who came\nhere in that skimmer.\"\n\n\"Excuses, excuses,\" she complained. \"Always something more important\nthan a chase it is.\"\n\n\"Take us to the driver of that thing,\" Mason prompted. \"We--\"\n\nBut he tensed and stared up in alarm toward the field. Cassidy followed\nhis gaze to the skimmer vehicle that had earlier reduced a pile of\ntrash to nothing. The craft was just now floating up to their ship.\n\nIts two beams of sizzling red light swept over the hull from stem to\nstern, again and again--until there was nothing left of their ship but\nincandescent molten metal.\n\nMason displayed a sickened, then resigned expression, thrust his hands\nin his pockets and shuffled off toward the field.\n\n\"Getting in on one of those chases I think I'll be,\" he said.\n\nBut he paused outside the fence, turned to say something, then lurched\nback. \"Cassidy! Watch out! There's one of those things!\"\n\nThe spider-octopus came into view from around the rear of the manor\nand crawled leisurely toward the guest house. Its body, covered with a\nmultitude of eyes and an unkempt mat of fuzz, was like a coal-black\nknob perched atop hairy stilts.\n\nEvidently, Cassidy guessed as he dived behind a hedge and pulled the\ngirl with him, the thing had gotten away from its master, for it was\ntrailing its leash in the dust.\n\n\"It's hurt you he won't,\" Riva assured, quite puzzled over his\napprehension. \"He belongs to--\"\n\nBut Cassidy clamped a hand over her mouth.\n\nThe thing reached the guest house and made a queer noise in front of\nthe door.\n\nPapa came outside on the double.\n\nThe spider-octopus picked up the other end of the thong and clamped its\nbraceletlike device around the old man's wrist.\n\nGrinning, Papa pulled toward the gate, straining at the leash.\n\nEventually, Cassidy was aware of Riva's smiling, inquisitive face in\nfront of his.\n\n\"Play?\" she invited.\n\nAnd, glancing back at the charred remains of his ship, he didn't see\nwhy not.",
    "metadata": {
        "author": [
            "Galouje, Daniel F.",
            "Galouye, Daniel F.",
            "Galouye, Daniel Francis"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/51508/pg51508.txt",
        "name": "the_chasers.json"
    }
}