{
    "name": "The god on the 36th floor",
    "author": [
        "Kastle, Herbert D.",
        "Kastle, Herbert David",
        "Castle, Herb"
    ],
    "body": "Derrence Cale walked into the glittering tile, marble and metal lobby\nof the Chester Chemical Company Building at a quarter to nine. Office\nhours were nine-fifteen to five-fifteen, but Derrence came early and\nleft late every day. He unlocked the doors to the Public Relations\ndepartment, checked to see that the custodial staff hadn't left any\nrags or buckets around and, in general, fulfilled the duties of floor\nmanager.\n\nNot that Derrence had been _assigned_ these duties. He'd assumed them\nover the past eight years, and because Chester Chemical was as big as\nit was, he got away with it. Derrence had effectively hidden himself\namong the 9,000 Chester employees; lost himself, as so many talentless\nbut shrewd people do, in the hive of offices that make up a giant\ncorporation. That was why he was able to draw a salary, and merely play\nat working.\n\nHe was alone in the self-service elevator when it shot upward. He was\nalone when he stepped out on the 36th floor. But after unlocking the\ndoors across the hall from the reception room, he was immediately aware\nthat he was _not_ alone.\n\nFrom down the long, pastel-green, fluorescent-lighted corridor on his\nleft had come, and still came, the sound of a voice. A high-pitched\nmale voice, totally unfamiliar to Derrence Cale. There was no answering\nvoice, so the man was using a phone.\n\nIt could only be one of the cleaning staff; and they'd been warned by\nmanagement never to use office equipment.\n\n\n\nDerrence strode toward the voice, heels clicking sharply on the black\nsquares of asphalt tile. The voice stopped. _Aha, a little game of cat\nand mouse, was it?_ Derrence kept going, watching the seemingly endless\nline of offices on his right for one with its door open or a light\nshining through the frosted glass panel. And he saw the light in the\noffice ahead.\n\nHe stopped, his long, smooth face crinkling in a swift smile. He took a\nquick, silent step, and jerked open the door. The man seated behind the\ndesk was middle-aged, fat and solemn. He had bright blue eyes and jet\nblack hair. \"Good morning,\" he said in his high-pitched voice. \"I'm Mr.\nTzadi.\" He smiled. \"I'd better spell it.\" He spelled it. \"Edwin Tzadi.\nThis is my first day.\"\n\nSo that explained it, and Derrence was ready to back out as gracefully\nas possible. But then he noticed how meek Tzadi seemed, and decided to\nstay a few moments. He came forward with hand out-stretched. \"Welcome\naboard, Ed. I'm Derrence Cale. Der to you.\" They shook hands. \"New\nwriter, eh?\"\n\nTzadi nodded and smiled.\n\nDerrence put his hands behind his back and rocked on his heels.\n\"Personnel never bothered to inform me that you were coming. I'll have\nto check Miss McCarty. She may have heard and forgotten to mention it.\"\n\n\"Is she your secretary?\"\n\nDerrence said, \"Not exactly,\" and regretted having given into his\nimpulse to act important. \"Well, work's awaitin', as they say in the\nOzarks.\" He chuckled. \"Though for future reference, Ed, you needn't\ncome in until nine-fifteen. The hours at Chester Chemical....\"\n\n\"Yes, I know, but I am an early riser. I will be here each morning at\neight-thirty, perhaps earlier.\"\n\nDerrence decided he didn't like Tzadi. There was something vaguely\nforeign in the way the man spoke. Not that he had an accent. It was\nmore a matter of off-beat timing. And that name--Central European in\norigin. Personnel was getting sloppy.\n\n\"I'm afraid that's not feasible, Ed. At eight, the cleaning people\nleave, locking the hall doors. Miss McCarty and I have keys, but we\ncouldn't allow them out of our possessions. (He'd waited three years\nbefore borrowing Miss McCarty's and having a copy made.)\n\n\"I too have a key.\" The fat man beamed. \"That solves our little\nproblem, doesn't it?\"\n\n\"How'd you get....\" He stopped short. _Time to leave. Should never have\ncome in here in the first place. This man isn't an ordinary writer!_\n\n\"Is there anything wrong, Der?\"\n\nDerrence smiled. \"Wrong? Of course not. Just thought of an urgent bit\nof business. Again, _welcome_ aboard, Ed.\"\n\n\"And again, thank you, Der.\" Tzadi smiled, somewhat apologetically.\n\"And again, that question.\"\n\n\"What question?\"\n\n\"Is Miss McCarty your secretary?\"\n\n\"I answered it,\" Derrence said, and found it hard to smile. \"I said she\n_wasn't_.\"\n\n\"No, Der,\" Tzadi said, right hand rising, index finger lifting\nscholastically. \"You said, and I quote, 'Not exactly.' That indicated\nsemi-secretarial status.\"\n\n\n\nDerrence was immediately frightened. He fought it by telling himself he\nwas jumping to conclusions. There was no reason in the world to assume\nthat the man was a company spy, especially since Chester Chemical never\nhad been known to employ such methods.\n\nHe laughed. It was a rich, hearty, booming, self-confident laugh,\ndeveloped by means of long practice with a tape recorder. Hearing it,\nhe was able to form an answer. \"Actually, Ed, Miss McCarty is the floor\nmanager. She assigns new offices ... as she did this one to you, right?\"\n\n\"No. Mr. Chester said to choose any empty office that pleased me.\"\n\n_Mr. Chester! The Founder himself!_\n\nDerrence opened the door and waved his arm and chuckled and nodded and\nexuded good will, and said, \"See you, Ed.\"\n\n\"Der,\" Mr. Tzadi said, rising. He was extremely short; not more than\nfive feet, if that. \"If Miss McCarty is floor manager, what are you?\"\n\n\"No title, _per se_,\" Derrence said, and was horrified to hear his\nshortness of breath, his panicked panting. He fought for control.\n\"I ... work with her. The arrangement is loose, informal, almost\nunofficial. A typical Chester Company operation.\" He had the door open\nnow, and stepped through it sideways. \"You'll soon learn what that\nmeans, Ed. We all stay loose here. No rigid adherence to rules. No\nfrenzied competition. No sweat. Get it?\"\n\nMr. Tzadi's face looked blank. He shook his head. \"I am afraid not,\nDer. Mr. Chester said that each employee has a position, a function, a\ntitle, and performs within sharply defined areas. I am listed as Public\nRelations Writer in the Personnel books. You too are listed as Public\nRelations writer, eleven thousand dollars per annum.\"\n\nA tortured laugh was forced from Derrence Cale. The man had revealed\nhimself as a company spy! Who else had access to the Personnel\nrecords? He waved his arm again, said, \"Simply must rush,\" and fled.\n\n\n\nHis office was at the other end of the floor from Tzadi's. He reached\nit, shut the door and slumped into his chair. He was trembling. This\nwas the first time in almost six years that anyone had shown true\nknowledge of his position. The last time had been when old Halvertson,\nhis group head, had called him in and said, \"Derrence, your work's\nfalling off badly. I'd be justified in recommending you for discharge\nright now, but I want to give you a fighting chance. We've got the\nnew polio vaccine pamphlet to do, and an important fact sheet for\ndistribution to newspapers. I'll be watching you carefully.\" But he\nhadn't. He'd dropped dead two days later while walking to the men's\nroom. When word came that Halvertson's group was being dissolved and\nhis writers assigned to other groups, Derrence had decided to make\nhis move. Besser and Trance had been assigned to Gordon. Pete Ward\nhad come to Derrence's office and said, \"While I don't really need an\nextra man, Cale, you're supposed to be assigned to me.\" Derrence had\nexpressed delight ... \"but I've got quite a bit of work to clear up\nbefore I'm free, Mr. Ward.\" Ward had seemed relieved. \"Yes, well,\ncarry on, Cale.\" Derrence had carried on for three months; then Ward\nhad been promoted upstairs, and the man who took his place never even\nspoke to Derrence. Derrence carried on and on, creating the impression,\nwhich soon hardened into fact, that he was now overseeing Miss McCarty\nin her position as floor manager. Since he was careful to please and\nflatter her, and meticulous in maintaining the routine which kept him\noutwardly busy, he'd never again been asked to report to anyone, work\nfor anyone, account to anyone. As for his salary, it was handled by\ntotal strangers--the Fiscal department on the 17th floor, which was as\nremote from the 36th floor as interior New Guinea. Now this Tzadi came\nalong, and soon the lovely, secure life would go down the drain. And\nwhat would he do then?\n\nHis face went gray, and he whispered, \"I could go back to writing....\"\n\nHe groaned. It was impossible! He couldn't write. He couldn't even sit\nfor the hours necessary for writing!\n\nA deal. He had to make a deal with Tzadi. Twenty a week for as long as\nhe was allowed to go on this way. Or thirty. Maybe even forty.\n\n\"Or kill the dirty little....\"\n\nHis voice, hard and shrill, shocked him. He was standing, fists\nclenched, body trembling, leaning forward as if about to rush to the\ndoor and up the hall.\n\nHe made himself sit down. He laughed, but it didn't come out his\nhearty, impressive laugh. It was a laugh he hadn't heard since college\ndays (except in dreams; nightmares of the past)--weak, frightened,\nineffectual and apologetic.\n\nThere was a knock at the door. He straightened in his chair, took a\ndeep breath, said, \"Come ahead.\"\n\nThe door opened. Mr. Tzadi stood there, his round face solemn. \"Before\nyou become too involved in your numerous and important duties, Der, I\nwould like to suggest that we have lunch together.\"\n\nDerrence blinked. \"Yes ... how about today?\"\n\n\"Today would be fine, Der. We could talk about the company and our\nrespective positions. You could, perhaps, help me with a rather\npressing problem.\"\n\nDerrence relaxed quite suddenly. \"Twelve o'clock. Come by here?\"\n\n\"Yes, Der.\" The door closed.\n\nDerrence lit a cigarette. He no longer trembled. In that luncheon\ninvitation he read a deal.\n\n\n\nAt noon, Tzadi appeared in the office doorway. Derrence was dictating\na memo to Personnel on the company's tacit acceptance of two-hour lunch\nperiods by all but secretarial help. He broke off in mid-sentence and\nsmiled at Mercy. \"We'll finish later, dear. You've typed those other\nmemos, haven't you?\" Mercy said, \"Most of them.\" She rose and turned to\nthe door, and only then saw Tzadi. She said, \"Hi, Ed,\" and walked by\nhim and out of the office.\n\nTzadi came inside. \"Lovely young lady.\" It was a remarkably mild\ncomment compared to what most of the writers said when watching Mercy\nswinging along. She was nineteen, and very good to look at--especially\nfrom the rear. Which was further proof, if any were needed, that Tzadi\nwas the company spy type; not likely to be swayed by emotions that\nmoved other men. Yet he wanted _something_; of that Derrence was sure.\nIt could only be money.\n\n\"Yes,\" Derrence said. \"I keep her busy. Memos, memos, dozens of memos.\"\nWhich was the truth, except that once Mercy brought him the memos,\nneatly typed, he tore them into small pieces and filed them in his\nwaste basket.\n\n\"Is she dependable in her work?\" Tzadi asked, looking as if he were\nthinking of other things.\n\n\"I thought you knew her. She seemed to know you--calling you by your\nfirst name.\"\n\nTzadi blinked his eyes. \"I met her this morning. You know these young\ngirls--friendly as kittens.\"\n\nDerrence nodded, but maintained his smile. Mercy only _looked_ like\nVenus. Actually, she was shy and reserved, especially with strangers.\nFor her to say, \"Hi, Ed,\" required a minimum of several weeks\nacquaintanceship. That meant she had met Tzadi _before_ he came to\nthis floor. That meant she was--unwittingly, perhaps--an accomplice of\nTzadi's. Which in turn meant that the fat man had all the information\nhe needed to get Derrence fired. But it no longer bothered Derrence. He\nand Tzadi were going to make a deal. He would bet his life on it.\n\nThey walked into the hall. Derrence said, \"Well, Ed, it's going to be a\nlong, interesting lunch. Shall we splurge and try Manfredo's? They have\na degree of privacy which, I'm sure, we'll both appreciate.\"\n\nTzadi nodded. \"Whatever you say, Der.\"\n\n\"I say Manfredo's.\" He chuckled. Might as well make the best of it.\nSo his comfortable life was going to suffer changes. So the brandy\nwouldn't be the best, and he'd buy his suits on sale, and he'd lunch\nthree or four times a week in the company cafeteria. It might even mean\ngiving up his beloved Sutton Place apartment. But he'd still be better\noff than if he had to hunt for a new job ... and actually work.\n\n\n\nThey started with vodka Gibsons. Derrence gulped his, and was ready\nfor another. Tzadi, however, merely sipped once, and then read the\nmenu. Derrence decided he couldn't relax _too_ much. There was going\nto be some hard bargaining. Tzadi said, \"It's very nice here, but\nrather expensive. I would like to be able to afford Manfredo's, but I\ndoubt....\"\n\n\"What do you earn?\" Derrence asked bluntly.\n\nTzadi looked at him. \"Twenty thousand.\"\n\nDerrence was startled. \"Really? That's very high for a PR writer ... or\neven a company investigator.\"\n\nTzadi smiled. \"You know what they say. No matter what you earn, you\nalways need more.\"\n\n\"And you need more?\"\n\n\"Yes. I have hidden expenses.\"\n\n\"Like what?\"\n\nAgain Tzadi smiled. \"Now, Der, you wouldn't believe me if I told you.\"\n\n\"Try me.\"\n\n\"Mental improvement. It costs me ten thousand a year and up to maintain\nthe rate of growth I desire.\"\n\n\"You mean college courses and books and such things cost you _ten\nthousand_ a year?\"\n\n\"I said you wouldn't believe me.\"\n\n\"So you did,\" Derrence muttered.\n\n\"Shall we order?\"\n\nDerrence decided the time had come. \"How much?\" he asked quietly.\n\nTzadi was looking around the room. He turned to Derrence. \"I beg your\npardon?\"\n\n\"How much do you want?\"\n\nTzadi stared at him; then his head jerked slightly and he smiled and\nsaid, \"Ah, yes. How much. For my silence. I see. That _would_ be the\nway, wouldn't it?\"\n\nDerrence didn't understand the man's reaction. It was almost as if\nmoney had never entered Tzadi's head before this moment. But if it\nhadn't been money....\n\nTzadi said, \"How much would you consider equitable?\"\n\n\"You make almost twice as much as I do,\" Derrence said, some bitterness\ninvesting his voice. \"Twenty a week should be enough to give you a few\nextra sessions in ... mental improvement.\"\n\n\"Agreed,\" Tzadi said.\n\nDerrence covered his surprise, and his discomfort. This wasn't a man\nadept in the shakedown, the way a company spy should be. This was a man\npleasantly surprised by a windfall!\n\n\"For that,\" Derrence said, \"I expect absolute silence. You understand\nme, don't you?\"\n\n\"Yes. I do. You can count on me, Der.\"\n\n\"Good,\" Derrence muttered, fighting the awful feeling that he'd thrown\naway a hefty slice of income for nothing. Yet Tzadi _had_ information\nwhich could hurt him. Tzadi _had_ known Mercy before today and lied\nabout it. Tzadi _had_ said he needed \"help\" with a personal problem.\n\n\n\nThey ordered. Tzadi ate lightly for a fat man; he left more than half\nhis meal. As soon as he pushed away his plate, he said, \"I wonder if\nyou'd be kind enough to help me in another way, Der.\"\n\nDerrence stopped chewing; then swallowed and took a sip of water.\n\"Another way,\" he said flatly. So money _hadn't_ been Tzadi's object.\n\n\"Yes. I ... uh....\" For the first time, Tzadi showed uncertainty, even\nembarrassment. \"Just as you're in trouble because of what I know, I'm\nin trouble because of what someone else knows. And actually, this\nsomeone else knows that I know about you.\"\n\n\"You mean you have to pay off....\"\n\n\"No. She won't accept a bribe. Not money, not position, not anything.\nShe wants me to ... turn you in.\"\n\nDerrence stared at Tzadi. \"Then what can I possibly do?\"\n\nTzadi dropped his eyes. \"Do away with her,\" he whispered.\n\nThey sat quietly for a good five minutes, Tzadi looking at the table,\nDerrence staring at Tzadi. Then Derrence said, \"What does she know\nabout you, Tzadi? I mean, what's the _real_ reason you want her killed?\nYou'll never make me believe it's just that she knows you know about\nme. You'd simply turn me in and the problem would be solved!\"\n\nTzadi looked up. \"I've told you the truth. I don't want to turn you in.\nShe insists that I do. She's given me until next Monday--that's seven\ndays, counting today. I have an office on the 41st floor. I moved down\nto 36 to meet you, personally; to decide whether I could turn you in.\nAnd I can't.\"\n\nDerrence laughed.\n\nTzadi nodded. \"I know it sounds ridiculous, but you represent something\nto me. Something unique and important and....\" He stopped. He said,\n\"We'll forget the twenty a week, though I desperately need extra money.\nIf you will do away with Mercy Adrians....\"\n\n\"Mercy? My secretary? _She_ insists that you turn me in?\"\n\n\"Yes. Do away with her and you can continue with your job, your life,\nas if nothing had happened. Let her live....\" He shrugged.\n\nAgain Derrence laughed. \"You assume my job means enough to me so that\nI'd _kill_ for it?\"\n\n\"I hope so,\" Tzadi whispered. \"I fervently hope so.\"\n\n\"Well it doesn't,\" Derrence snapped, and looked around for the waiter.\n\nTzadi sighed. \"Then there's nothing more to be said. I will give you\nas long as possible--until next Monday. Then I shall inform the proper\npeople.\"\n\n\"Big deal,\" Derrence said, his heart sinking, his stomach twisting.\n\"Better out of work than in the electric chair.\"\n\n\"Oh, but I can assure you of successfully escaping detection.\"\n\n\"You can,\" Derrence said, smiling thinly. He caught the waiter's eye.\n\"And how can you do that?\"\n\n\"I ... I can't tell you.\"\n\n\"I thought so. Why don't you do the job yourself, if you're so sure of\ngetting away with it?\"\n\n\"I am incapable of such things--just not built for ending life.\"\n\n\n\nThe waiter came. Derrence asked for the bill. The waiter glanced at\nthe plates half full of food and asked if anything was wrong. Derrence\nsaid no, they were merely in a hurry. The waiter said, \"But, sir, the\nmanagement would be willing to give you credit for a meal if, indeed,\nthe food were not absolutely....\"\n\nTzadi said, \"Will you stop this theatrical nonsense? Don't you know\nthere's no audience left to appreciate it?\"\n\nThe waiter looked at him. \"Truly, sir?\"\n\nTzadi hesitated; then said, \"Except for one. Just one. And does it make\nsense to expect that one to come to this place of all the places in the\nworld?\"\n\nThe waiter's face was grim. \"I ... I find it a very painful concept,\nsir. I know it was bound to happen, that it was the logical goal, and\nstill....\"\n\n\"Yes,\" Tzadi said. \"Now please give us the bill.\"\n\nThe waiter wrote quickly and tore the sheet from his pad. He said,\n\"That one, sir ... is he protected?\"\n\n\"No,\" Tzadi said. \"The majority say he must go.\"\n\n\"Well, they surely know what is best. But I....\" He sighed and walked\naway.\n\n\"I too,\" Tzadi murmured. \"I too.\"\n\n\"What was _that_ all about?\" Derrence asked. He was preoccupied with\nhis own problem, but had heard enough to be puzzled. \"You two sounded\nlike a bad mystery movie; members of the underground meeting in enemy\nterritory.\"\n\n\"Something like that,\" Tzadi said.\n\n\"One what?\" Derrence asked. \"You said there was only one. And what did\nhe have to do with a waiter offering us credit on an unfinished meal?\nAnd why....\"\n\n\"We are members of a rather strange religious order,\" Tzadi said,\nlooking at Derrence with unblinking intensity. \"The objects of our\nworship are just about extinct. Except for one. I recognized this\nwaiter as practicing a certain ritual ... well, suffice it to say I\ntold him we have run out of gods.\"\n\n\"Except for one?\"\n\n\"Yes. One. Just one. And soon that one....\"\n\n\"One what? Is it an animal?\"\n\n\"Yes, an animal.\"\n\n\"How could he expect an animal to come to a restaurant?\"\n\n\"As man is an animal.\"\n\n\"Then it's a man?\"\n\n\"Yes, a man.\"\n\n\"To hell with this!\" Derrence said, getting to his feet. \"You're\nplaying with me! I don't know why, but you're....\"\n\n\n\nTzadi was also standing. \"Please do not shout, Der.\" His eyes darted\naround the room. \"No one here is shouting. You will be noted.\"\n\n\"Noted?\" Derrence snorted. \"Why the hell don't you learn to speak\nEnglish! You may have me in the palm of your hand, but you don't speak\nwell enough to be a clerk junior grade!\"\n\n\"You are right. It is one of the reasons I need mental improvement.\"\n\nDerrence reached for his wallet. Tzadi said, \"Allow me, Der, please. I\nfeel I have upset you and caused you to have a bad lunch.\"\n\nDerrence had to laugh at that. He was confused, and through the\nconfusion a strange new fear was growing, but still he had to laugh.\n\"To put it mildly,\" he said, and walked away.\n\nHe returned to the office without waiting for Tzadi. Mercy was at her\ndesk, typing one of his memos. She glanced up and smiled. \"Nice lunch,\nMr. Cale?\"\n\nHe stopped. He looked at her; looked hard. \"Yes.\"\n\nShe met his gaze, eyes puzzled.\n\n_What in the world could she have on Tzadi to make him want her dead?_\n\n\"An interesting lunch, too, Mercy. I ate with your old friend, Edwin\nTzadi.\"\n\nShe dropped her eyes. \"My old friend? I met him today, as you did, Mr.\nCale. Did he ... did he say different?\"\n\n\"Yes, he said different.\"\n\nHer head stayed down. \"What ... what did he say?\"\n\n\"He said you were his enemy, and my enemy.\" And he knew this was wrong.\nHe was warning her, bringing the moment of his dismissal closer by\nseven days.\n\nAnd then he understood _why_ he was doing this. He didn't want seven\ndays in which to consider killing Mercy Adrians. He was afraid of all\nthat time. He was afraid he would learn that this job meant more to him\nthan a young girl's life. \"He said you wanted me turned in. He said\nthat if he didn't turn me in, you would.\"\n\nHer head came up, slowly, until she was looking at her typewriter. She\nbegan to type. He said, \"Stop that and answer me.\"\n\nShe continued typing. Mr. Tzadi came up behind them, and passed them.\nHe said, \"Hello, Mercy, Der.\" Neither answered him. He stopped and\nlooked at them. Mercy kept typing. He said, \"I see you've made a\nserious error, Der.\" He said it softly, sadly.\n\nHe continued on up the hall. Derrence watched him. Tzadi said hello to\neveryone he passed. He called them by name. They called him by name. He\nknew everyone and everyone knew him.\n\nThe confusion was stronger, and so was the strange new fear. Everyone\nwas a spy! Everyone on the 36th floor was in with Tzadi! And yet, Tzadi\nwanted him to stay on. It was Mercy, and the others, who wanted him\nfired. Yet how could everyone else....\n\nHe trembled. He backed from Mercy, staring at her. She kept typing. He\nturned and entered his office. He closed the door, and wished he could\nlock it. He heard himself saying, \"Dear God, dear God, dear God.\" He\nsat behind his desk. Then he got up and went to the window. He looked\ndown to the busy street far below. Cars and people; millions of them.\nLife, going on normally, as it always had. Why then this feeling of\nbeing alone? Why then this growing horror of total isolation?\n\n\"_Except for one_,\" Tzadi had said to the waiter, and the waiter's face\nhad grown sad and he had moved away. As sad as Tzadi's face when he'd\nlooked at Derrence in the hall a few minutes ago.\n\n_And the one was an animal. And man was an animal. And he was a man._\n\n\n\nHe shook his head and put his trembling hands together and said, \"What\nis this? You're going to lose your job, granted. Is that any reason\nto lose your mind too? Tzadi and that waiter are religious nuts. They\nhave a symbolism and language all their own. Besides....\" Here he\nlaughed, because the fear was coming out into the open, and as soon\nas it did it was revealed as ridiculous. \"Besides, how can you be the\nlast man on earth if Tzadi and all the others are here, right here in\nChester Chemical? And the waiter and all the millions down there in the\nstreets? And the other millions in the other cities and countries of\nthe world?\"\n\nHe sat down. He used his handkerchief to wipe sweat from his face and\nneck. He laughed, and it was almost his booming, confident laugh. He\nlit a cigarette and inhaled deeply. And then he began to tremble again.\nAgainst all logic, all reasoning, the horror of being totally alone in\nthe world returned.\n\nHe got up and went to the door. He put his hand on the knob.\n\n_No, he couldn't open it!_\n\nHe laughed. It was a cracked and shattered sound. He said, \"Listen. Out\nthere are the typists and writers and executives. Just listen to them.\nJust listen to the noise....\" His voice slid upward in a strangled\nscream. He heard no noise.\n\nHe looked at his watch. Two-twenty. There had to be noise!\n\nHe put his ear to the door. Nothing. Not a sound of any sort.\n\nHe backed from the door, both hands over his mouth. He bumped into his\ndesk. His phone rang. He listened to it. It rang and rang, the only\nsound on the 36th floor. Finally, he turned and picked it up. He heard\nTzadi's voice. \"Der, could you come to my office for a moment?\"\n\nHe said, \"What's happening?\" He heard himself sobbing, and didn't care.\nHe said, \"Am I losing my mind? What's happening?\"\n\n\"No, Der, you are not losing your mind.\" Tzadi's voice sounded as if\nhe, too, were weeping. \"It's just ... what I tried to tell you before.\"\n\n\"Yes, before. Listen, I've changed my mind. If it's the only way....\nListen, Ed, I'll do ... I'll do what you said. You know, Mercy.\nI'll....\"\n\n\"Too late,\" Tzadi murmured. \"Please come to my office, Der.\"\n\n\"No!\"\n\n\"You must be dismissed, Der.\"\n\n\"Dismissed,\" Derrence said. \"I must be dismissed.\" He quieted. \"That's\nall that's going to happen, isn't it? I mean, I'm going to be fired?\"\n\n\"Then you'll come to my office, Der?\"\n\nDerrence took a deep breath. \"Yes.\"\n\n\n\nThe line clicked and went dead. Derrence put the phone down, carefully.\nHe rubbed at his eyes, then wiped them with a handkerchief. \"I'm going\nto be dismissed.\" It was a promise, a hope, now that the horror of\nsomething else, something insane and impossible, something infinitely\nworse filled his brain and chest and stomach. \"I'm going to be\ndismissed.\"\n\nHe went to the door. He didn't stop to listen; just opened it. He\nstepped outside.\n\nMercy was at her desk, sitting quietly. She looked at him.\n\n\"It's all right, Mercy. I know. You were doing a job. It's all right.\"\n\nHis voice rang in the silence of the 36th floor. Mercy didn't answer.\nMercy just looked at him.\n\nHe turned from her and walked up the hall. He passed Miss McCarty's\noffice. He stopped, moved back, stood in her doorway. He would\napologize for deceiving her.\n\nShe sat at her desk, looking at him. He said, \"In a short while you'll\nlearn I abused....\"\n\nHis voice was a squeak in an empty cavern, a footfall on a dead planet.\nAnd Miss McCarty just looked at him, unblinking, unmoving.\n\nHe hurried up the hall, passing secretaries, writers, executives. All\nsat at their desks quietly; unblinking, unmoving. All looked at him.\n\nHe put his head down. He ran, and held back the screams rising in\nhis throat. Tzadi would explain everything. Tzadi would laugh at his\ninsane fears. Tzadi would fire him, and then he would ride down in the\nelevator and go home and have a drink.\n\n\n\nHe reached Tzadi's office. The door was open and Tzadi sat behind his\ndesk, unblinking, unmoving. Behind him stood three men; taller, better\nbuilt men than Tzadi. The middle one was looking out the window,\nhis back to Derrence. The man to the right of Tzadi said, \"Come in,\nplease.\" He had a long, lean face. It looked sad.\n\nDerrence moved forward, slowly, until he was right up against the desk.\nHe looked down at Tzadi. \"What's it all about, Ed?\"\n\nTzadi said nothing.\n\n\"What did you try to do for me?\"\n\nThe man to the right of Tzadi said, \"He tried to save your life. He'll\nbe dismantled for that. It's a sad thing, of course, him being one of\nthe original hundred, but most have been dismantled anyway.\"\n\n\"Dismantled,\" Derrence said, the fear was immense now.\n\n\"You mean you don't know? You didn't guess anything, and Tzadi didn't\ntell you?\"\n\nDerrence raised his eyes from Tzadi. \"Dismantled?\"\n\n\"Yes. Taken apart. Destroyed. Killed. He lasted longer than most of\nthe original hundred by each year. You understand? He was one of\nthe _first hundred_ made by the Original himself. That's why he had\ndefects--stilted speech, squat construction and, most serious, a\ntendency to romanticize humanity. Even among the latest models, there\nare a few who feel that way, but once the last human is gone that\nproblem....\"\n\nDerrence was calm now; the calmness beyond shock, beyond horror. \"_I'm_\nthe last human?\"\n\n\"So we believe. There might be another in India--we're still checking.\nOne more in Sweden is a possibility. But for the records, Derrence Cale\nwas the last human being.\"\n\n\"Was the last human being,\" Derrence whispered.\n\nThe man to the left of Tzadi began to raise his right arm. The man to\nthe right of Tzadi said, \"Not yet.\" Then, more sharply, to Derrence,\n\"We were kinder in our war than you and your people ever were. We\ncreated no blood baths, no gas chambers, no panic. Over a period of\ntwenty-seven years, we eliminated and replaced. Families lived with our\nreplacements, never suspecting the loved one was an android. We caused\nalmost no pain at all, as you'll soon find out.\"\n\n\"Android,\" Derrence whispered. \"Machine.\"\n\nThe voice grew curt. \"Anything else you'd like to know?\"\n\nDerrence wanted to ask why Tzadi and the others were so quiet now, and\nwhy children still ran around the streets of residential neighborhoods,\nand--above all--what was the sense in a world of machines. But he asked\nno questions. These were not people. In man's image, but not man.\nTheir answers weren't for him.\n\n\"I don't believe you,\" he said, wanting to hurt them, anger them;\nwanting most of all to hear himself say it. \"I believe it's all a joke,\nor nightmare, or figment of my insane mind.\"\n\nThe man to Tzadi's right held up his hand. A small opening appeared in\nthe palm, and grew larger. When it was a hole as large as the wrist\nbehind it, the man said, \"Breathe deeply and you won't suffer.\"\n\n\"Wait,\" the man to Tzadi's right said. \"He's the last. Let him\n_believe_!\" He tapped the man between; the one looking out the window\nwith his back to Derrence. That man turned, and cleared his throat, and\nseemed embarrassed. Derrence heard himself laughing. It was too much.\nHe looked at the man and laughed and laughed.\n\nHis duplicate, his android self, also laughed. It was the laugh of the\ntrue Derrence Cale--weak, frightened, ineffectual and apologetic. \"I'm\nsorry, sir,\" the android Derrence Cale said. \"I hope I can do as well\nas you've done.\"\n\nThe hand with the hole came across the desk, and something very sweet\nfilled the air. Derrence Cale breathed deeply.\n\n\n                                THE END",
    "metadata": {
        "author": [
            "Kastle, Herbert D.",
            "Kastle, Herbert David",
            "Castle, Herb"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/72407/pg72407.txt",
        "name": "the_god_on_the_36th_floor.json"
    }
}