{
    "name": "The small bears",
    "author": [
        "Henderson, Gene L."
    ],
    "body": "Billowy white clouds hid the entire surface of the mystery planet and\nthe space-cruiser cautiously searched, seeking an opening. A wind\ndisturbance momentarily split the misty blanket and like an arrow the\nship darted through.\n\nThe sudden movement had caught some of the men unprepared and Dr. Dick\nBoyette hurried past fully-manned battle stations to answer a call\nfrom the control-room. It required but a couple of minutes to revive a\ntechnician who had stumbled into a panel and afterward Boyette stood in\nthe background, watching.\n\nEverywhere, as far as the eye could see, the terrain was dotted by\npatches of woods and green meadows. The perpetual cloud blanket was\ntwo miles high, thin enough so that it barely diffused the sunlight.\nEnough, Boyette thought, so that the planet would have been a mystery\neven without the disappearance of all ships that had visited it.\n\n\"No sign of life,\" growled Commander Kellews, breaking the silence.\n\n\"I don't like it,\" the gunnery officer added uneasily. \"There must be\nlife or what could have happened to all the other ships that vanished\nhere?\"\n\n\"That's what we're here to find out,\" said Commander Kellews. He gazed\naround with a fighting man's pride in the finest weapons that Earth\nscience had been able to devise. This one ship itself could destroy the\nentire planet that lay so peacefully beneath them.\n\nAs Boyette knew, the mystery planet was necessary for further expansion\nfrom the solar system, lying as it did between their system and the\nnearest one. Yet, it had swallowed all ships that had landed.\n\n\"_Look!_\" shouted the lookout, \"that plateau's covered with ships.\"\n\nBrisk instructions were relayed throughout the craft. The crew readied\nfor any possible emergency. The _Assault_ cruised forward, turrets\nbearing on the targets now dead ahead.\n\n\"Why, those are Earth-ships!\" Commander Kellews exclaimed.\n\n\"And that's the _Conquest_!\" Boyette blurted, forgetting himself.\n\n\n\nAll eyes centered on the sleek heavy cruiser squatting on the ground.\nShe was a sister ship of the _Assault_ and the first Patrol craft sent\nto investigate the planet. Practically every man aboard the _Assault_\nhad personally known someone on her crew.\n\nSmoke trailing from the center of the plateau caused brief excitement\namong the watchers. Their hopes fell when it was seen to emanate from\na small lake of boiling lava. The molten rock seethed and bubbled, an\nindication of the fiery core that lay beneath.\n\nThe _Assault_ landed and search parties were immediately organized.\nThere were only enough men left behind to adequately man the ship's\ndefenses. Boyette was assigned to the main party after convincing the\nreluctant Commander that he might be needed.\n\nAll of the ships were empty. There was no sign of disorder or\nconfusion. Tools and equipment had been left lying when their owners\nhad quietly left. Not one clue could be found to account for the\ndisappearance of their crews. A feeling of awe began to temper the\ninitial exuberance of the crewmen.\n\nThe main party was almost ready to return to its ship when a movement\nat the edge of the plateau caught the attention of the men. They froze\nin their tracks, weapons ready, then a small animal crawled into sight.\nIt stood only about a foot high and to Boyette resembled a small Teddy\nBear.\n\nRelieved the men relaxed and one laughed. At this the creature stood\nup even higher and barked softly, bringing others into sight. Squad\nleaders half-heartedly endeavored to keep their men together but the\ntemptation was too great to resist. Each man wheedled and coaxed until\nthe Teddy Bears had allowed themselves to be brought within reach.\n\nBoyette alone stood aloof and one of the animals made its way towards\nhim. It even avoided attempts by the crew-members to catch it. In\nfact, Boyette noted, nowhere did he see more than one of the Bears to\nany one man. He frowned thoughtfully, remembering that there was no\nsign of any other form of life.\n\nThe animal stopped in front of him and waited expectantly. A desire to\npet it crept over Boyette, one so strong that his hands tingled. He\nalmost gave in to the impulse when a dark suspicion made him draw back.\nWhy hadn't he felt the same emotion before the Bear had reached him?\n\nOne of the men noted his backward motion and yelled, \"What's the\nmatter, Doc, afraid that it'll bite you?\"\n\nBoyette only smiled by way of reply. The brief moment of introspection\nhad served to strengthen his willpower. He determined from now on to\nlook before leaping. Nothing was above suspicion until the mystery of\nthe deserted space-ships had been solved.\n\nLoud laughter caught his attention and brought a brief smile to his\nnormally serious face. One of the men had been smoking and dropped some\ntobacco on an animal. It dug at its hide frantically in an effort to\ndislodge the particles. Once freed of the irritant it promptly made its\nway back to the same crew-member.\n\nBoyette pondered the act. All of the Bears seemed to have a purpose in\nmind and the intelligence to direct it. There wasn't any biological\nreason a thinking and intelligent creature should have a human form.\nPerhaps ... at least it was worth considering, Boyette mused.\n\nHe now became interested in a faint path leading towards the lake of\nmolten rock. It appeared too large for the Bears and not too old.\nBesides, he reasoned, what would any living creature want at the lake?\nHe followed the path to a high promontory overlooking the lake. He\nstood there, fascinated by the thought of the terrific energy necessary\nto melt the planet's substance itself.\n\nThere was a movement against his legs and he looked down. There was the\nsame Teddy Bear that had followed him, rather than stay with its fellow\ncreatures. The display of affection almost led him to lean over and\nstroke the beast. However he remembered his resolve barely in time and\nsnapped erect. The desire disappeared immediately and he glared down at\nthe Bear.\n\nIt appeared saddened and sat back on its haunches, searching his face\nwith button-like black eyes. Again Boyette turned to the lake, reminded\nof the old swimming hole back home. Many a time he'd stood on its high\nbank, similar to this, then leaped far out to join the rest of the gang.\n\nIt looked so peaceful below, he thought. If one were to leap or fall,\nthere'd be no pain. And to be released from the worries of life in such\nbeautiful surroundings, who knew what wonderful existence might lie in\nstore for him? He moved closer to the edge and tensed, ready to leap.\n\nA lingering doubt crept into his mind, struggling to overcome the urge\nto jump. Would the others follow him? He forced his head around and saw\nthem cavorting with the Teddy Bears on the grass below. The one that\nhad followed him was standing erect, eagerly watching his every move.\n\nHis resolve to consider every action was smothered under. Once again he\nteetered on the lip of the rock, trying to edge back but finding that\nhis muscles refused to obey. Fragments of thought flitted through his\nmind, each being erased after a brief flash.\n\nAll at once he remembered the Teddy Bear that had become so frantic at\nthe tobacco that had fallen on it. Accustomed to analytical approaches\nto problems in the lab he suddenly wondered if the creatures were\ncapable of implanting suggestions in human minds?\n\nThe mental struggle caused perspiration to break out in beads over his\nforehead. He slowly dug a heel into the dirt, then straining, scattered\nsoil into the face of the animal behind him. Instantly it seemed as if\nbonds had been cut from his limbs and he recoiled in horror from the\nbubbling rock below.\n\nBoyette shoved by the animal, frantically brushing dirt from its face\nand hide. It was now quite evident that the creatures needed full\nconcentration to work their will. He also determined not to let himself\nfall under their power again.\n\nAt least he was convinced where the expedition's peril lay. He headed\nfor the ship, determined to act now. Intent on his own thoughts he\ndidn't see the figure that loomed up before him.\n\nA hearty voice roared, \"Well, Doctor, why the gloomy look on such a\nfine day?\"\n\nHe looked up in surprise. The voice had come from Old Man Snead, Exec\nof the Patrol-ship. Not only was he astonished at being addressed by\nthe dour old man but was almost made speechless by the sight of the\nExec fondling one of the Teddy Bears.\n\n\"You won't find anyone there,\" Snead said. \"Everything was so peaceful\nthat the Skipper gave permission to all hands to alight.\" He stared at\nthe Teddy Bear which refused to leave Boyette. \"Nice looking pet you\nhave there. Sure tame, aren't they?\"\n\nBoyette looked down and saw the Bear gazing up at him reproachfully.\nAgain he felt an inclination to lean over and stroke the beast. He\nresisted with no difficulty as the Exec strolled off. With him went\nBoyette's last hope. The Exec's noted aversion to pets of any type had\nmade him the man most likely to resist what appeared to be a suggestive\nhypnosis being applied by the alien beasts.\n\nThe subtle delving at his mind was still apparent but easier now to\nresist than at first. The capture of the Exec's will left no one to\nturn to, so a plan began to form in Boyette's mind--one which he must\ncarry to completion all on his own.\n\nHe pretended to fall under the power of the Teddy Bear and leaned over,\npicking it up. To all outward appearances he was just as absorbed with\nit as the rest of the crew were with theirs. The only difference was\nthat he promptly headed for the ship rather than out on the meadow with\nthe others.\n\nThe ship did prove to be empty and he placed the Bear on a workbench\nin his lab. It sat watching intently, a gleam of intelligence every so\noften breaking through the innocent mask of blank innocence. Boyette\nmoved around aimlessly, aware of the scrutiny and trying to appear\nbusy. However the ruse was giving him an opportunity to think over his\nplan.\n\nHis main problem right now was to verify his suspicions. And the only\nway to do that would be through one of the animals itself. Then would\nfollow the disclosure to the skipper and crew. First, though, they'd\nhave to be released from their hypnosis.\n\nA Brain Emanation Recorder would be just the thing of course. It was\nused to transmit the thought pictures of one mind to another. Its\nprimary function was to detect brain deterioration caused by radiation\nin space but other experiments had been made. Pure thought knew no\nlanguage barriers, so the difficulty didn't lie there. It was getting\nthe Bear to cooperate. He could over-power it but its evident mental\ncontrol would enable it to blank off its thoughts.\n\nThe crew would be returning before long and Boyette was becoming\ndesperate. His gaze fell on a vial of the new Martian truth serum and\nthe solution fell into place like tumblers in a lock. Still he had to\nbe careful. Some Earth animals no larger than the Bears packed a pretty\nmean wallop when aroused or cornered.\n\nA tray was blocking the cabinet so Boyette shoved it to one side.\nImmediately a shrill raw sound cut across his nerves like a hot knife.\nHe saw where a protruding piece of the tray had scraped along the\nmetallic table top. A low moan froze him and he saw that the Teddy Bear\nhad squeezed against a wall and lay there quivering. The animal was\nseemingly in agony for a short while but quickly recovered and sat up.\n\nBoyette frowned thoughtfully. Even though the aliens strongly resembled\nsmall bears, their characteristics were proving to be more like those\nof canines. At least he was learning more about them and might be able\nto put it to good use in the future.\n\nHe filled a hypodermic needle with the truth serum, not even so much as\nlooking at the Bear down the workbench. Then, casually walking by the\nanimal, he suddenly turned and grasped it by one hand. The creature\nexploded into action, almost knocking the needle from his hand. Boyette\nshifted his left hand to the loose skin around the neck of the animal.\nThe needle was then efficiently planted at the base of the skull. There\nwas a brief struggle, then the Bear slowly lay down, a glaze coming\nover its eyes. The effect would last for an hour, long enough for his\npurpose.\n\nBoyette next obtained a magnetic recorder from the electronics lab.\nSpeed was essential and he was thankful that the ship was empty.\nThe recorder would enable him to save the innermost thoughts of the\ntelepathic beasts. This would be necessary, he well knew, to convince a\nskeptical Commander Kellews of his suspicions.\n\nHis own lab contained the Brain Emanation Indicators. One cap was\nfitted over the erstwhile _pet_, the other over his own head. The\nrecorder would transcribe the electrical waves so that they could be\nplayed back through the Analyzer at a later date.\n\nThe apparatus was still a recent enough invention to give Boyette a\nthrill whenever he used it. There was no actual exchange of words\nbut the illusion made it seem that there had been. Neither had he\never _seen_ a picture of what was being thought in another brain.\nRather he sensed what the other would have said if he'd spoken in\nan understandable language. This would be very valuable in the\ncommunication between the alien's and his brains.\n\n\"What happened to crew-members of all the other Earth-ships on your\nplanet?\" was the first question Boyette put to the drugged creature.\n\n\"They all jumped into the lake of fire,\" came the reply.\n\n\"Why?\" asked Boyette.\n\nThere was no hesitation in the Bear's return thought. \"Because it was\nsuggested by us and their minds were unable to resist. Our Council\ndecided that it was the only way to save our planet from being over-run\nby the peoples of Earth.\"\n\n\"Then why haven't the members of this last Expedition suffered the same\nfate?\" Boyette inquired.\n\n\"The Council has come to realise that the people of Earth will keep\nreturning as long as they are able. Since we have developed a high\nmental science rather than the physical ones, sooner or later our\nsecret would be discovered.\"\n\n\"What do you plan on doing?\"\n\n\"The minds of Earthmen indicate a fondness for what they call pets. We\nhave used that weak emotion as a means for their destruction. We'll\nbe carried back to Earth where, by careful infiltration, we can cause\ndestructive wars. Eventually it is planned that everyone on Earth will\nbe destroyed, thus removing our danger at its source.\"\n\n\"What will--\" At that moment he was interrupted by a clamor at the\nouter space-lock. A quick check disclosed an angry group of men led by\nCommander Kellews and the Exec.\n\nBoyette cursed his stupidity in overlooking what should have been a\nglaring fact. The alien creatures had such a high degree of telepathic\ndevelopment that his had called for help when threatened. Only the\nquick action of the truth serum had prevented its fellow creatures from\nlocating him instantly. Their control over the rest of the crew could\neven lead to his death if he were careless.\n\nQuickly hiding the recorder Boyette went to the lock and opened it. The\nentire crew came pouring in, each man accompanied by one of the aliens.\n\n\"What have you been up to, Doctor?\" demanded Commander Kellews\nbelligerently.\n\nBoyette glanced around at the ring of hostile faces and replied, \"Just\nsome work in the lab, sir.\"\n\n\"Where's the animal you had?\" asked Snead.\n\nBoyette pretended surprise. \"Why, in my lab.\"\n\n\"Bring him along,\" instructed the Skipper and Boyette was hustled\ninto the lab with as many men as could squeeze their way in. The\ndrugged alien was beginning to stir feebly and the others showed their\nagitation with short barks as they swarmed around him. Boyette tensed.\nHe'd have to make a break for it against impossible odds, if they\ndiscovered that he possessed their secret plans.\n\nHe concealed a sigh of relief when the investigation again was applied\nthrough the Commander and the Exec. \"What were you doing, Doctor?\"\nKellews asked.\n\n\"Just examining the animal, sir.\" Suddenly he felt inspired, \"I thought\nwhat nice pets they'd make back on Earth and wanted to find out if\ntheir physical structure would permit space-travel.\"\n\nThe men's faces relaxed. Boyette knew his answer couldn't have been\nmore satisfactory in view of the alien Council's plans. Still, he'd\nhave to find some way of releasing the crew from its hypnosis before\nhe dared reveal his discovery. He knew that the beasts' power over\nmen depended upon full concentration. The aliens were meticulously\nclean and at the same time very similar to Earth canines in physical\nstructure.\n\nThe Skipper--under compulsion from the alien attached to him--still\nseemed dissatisfied. \"What's wrong with the creature now?\" Kellews\npersisted.\n\n\"I injected a mild sedative to quiet it for examination.\"\n\n\"Wasn't that a little high-handed?\" inquired the Exec testily.\n\nBoyette carefully considered the question, realising it might be a\ntrap. \"Why, sir?\" he asked. \"I've examined the lower animals on other\nplanets, even dissected them. Why should those on this planet be any\ndifferent?\"\n\nAgain the answer was correct. However the restless movements of the\naliens indicated that his reference to them as _lower animals_ must\nhave rankled their high intelligence.\n\n\"Well,\" growled the Exec, \"Why don't you bring him out of it? And then\nforget about further experiments.\"\n\nThere was a possibility the alien might remember something damaging\nwhen it regained its full senses. But there was an immediate danger in\nnot complying so Boyette made a great show of cooperation. His mind\ndarted about, trying to figure a solution for his present dilemma.\nHe could stall only for so long--then the aliens, by their use of\nsuggestion, might resort to direct action. He shivered, thinking of the\ndisappearance of all the crews of the ships lying outside.\n\nSeveral of the aliens again moved restlessly and he hastened the\nrevival of the one now on its feet. He felt more and more the despair\nof working all alone. He accidentally brushed against one of the trays\nand stopped. What had happened the last time he moved one of them? The\nscraping noise had hurt the alien, of course! There, then, lay the\nsolution to his problem in releasing the crew.\n\nBoyette almost groaned aloud. How could he ever be able to produce\nthe shrill noise continuously enough to do any good? Even one of the\nsupersonic dog-whistles would work--if he only had one. The distraction\nafforded by such a noise would bring about the crew's release. Or\nwould the aliens' superior mentality enable them to overcome their\naversion to high-pitched sounds? If they could and his purpose were\ndiagnosed.... Boyette preferred not to dwell on the possibility.\n\n\"What's the hold-up?\" growled the Exec.\n\n\"I can't find my bottle of stimulant,\" Boyette replied.\n\nHis glance fell on the intercom microphone. He was desperate by now\nand his mind ran rapidly over the possibilities the mike opened. Every\ncrewman was familiar with the fact that when one was opened in front of\na speaker a shrill howl would result.\n\nIt was due to a feed-back of course but the important part was that the\nsound did result. The only drawback was that the position must be just\nright or he'd get nothing but a low growl. The mike was within reach so\nhe casually moved it closer to the wall-mounted speaker.\n\nHe picked up the bottle he'd purposely overlooked until now and was\nreaching for the mike-button when a command was growled.\n\n\"Wait a minute!\"\n\nBoyette turned slowly and carefully to see the burly Exec bearing down\non him. He considered staking everything on a quick movement but gave\nup the idea. If the mike wasn't in the proper position it would avail\nnothing.\n\n\"Yes?\" he answered.\n\n\"What's in that bottle?\" the Exec asked.\n\nBoyette felt his pulse slow down to normal. \"Just the stimulant I was\nlooking for,\" he explained.\n\n\"Let's see it.\" The bottle changed hands and the Exec examined it\ncarefully, finally returning it with a short, \"All right.\"\n\nBoyette moved the still groggy and doped alien closer to the\nmicrophone, then shot the stimulant into him. The reaction was quick in\ncoming, the animal arose to its feet with a dazed look. The rest of the\naliens clustered around, silent but obviously questioning by telepathy.\n\nFor the moment Boyette was unnoticed and with no sign of haste he\ndepressed the mike-button. There was a low hum over the intercom\nsystem, almost inaudible. Evidently it was much louder to the ears of\nthe aliens since several peered around uneasily for the source.\n\nHe moved the mike slightly and immediately a high-pitched wail broke\nout. Even Boyette flinched as it grated across his nerves but to the\naliens it must have represented pure physical torture.\n\nThose still being held by crew-members tore frantically to be free,\nsome even biting in their frantic haste. There was a confused milling\nabout the room, then a mass exodus through the door and out the\nair-lock.\n\nThe men inside were almost as rattled by the time Boyette had shut\noff the mike. He rushed to close the outer lock with every alien now\noutside the ship.\n\nHe returned to the lab and laughed at the bewildered expressions on\nrough-and-ready crewmen. Even the normally belligerent Exec meekly\nlooked to him for an explanation. Boyette explained the train of events\nsince the alien animals had been contacted and what had happened to the\ncrews they had come seeking.\n\n\n\nOnly Commander Kellews questioned his explanation, sharply inquiring,\n\"Just a moment. How could you discover all this?\"\n\n\"I'll show you,\" Boyette said. Before long the amazed Commander was\nreceiving the much amplified telepathic confession of the alien.\n\nAt the end he grimly took off the helmet and announced, \"Mr. Snead,\nhave all hands go to their battle stations and stand by for takeoff.\nAs soon as we're ready systematic destruction of every living thing\non this planet will commence. Their invasion of Earth is going to\nbackfire.\"\n\n\"Are you sure that such a policy of destruction would be wise, sir?\"\nBoyette asked quietly.\n\nThe Exec's mouth dropped open in horrified astonishment at this\nquestioning of a military order. The Commander raised a hand to\nforestall what he knew would be an outburst.\n\n\"That's all right, Mr. Snead. Since the Doctor was instrumental\nin saving all of us I believe he has a perfect right to raise an\nobjection.\" He turned to Boyette, \"Now then, why shouldn't we destroy\nthem? After all they did their damnedest to destroy us.\"\n\n\"Well, sir,\" began Boyette confidently. \"This is the first alien\nintelligent life we've run across in our space expansion. What happens\nnow could very well determine our relations with other forms of life\ncontacted later on.\"\n\nHe paused, then added, \"Actually they were just defending themselves\nagainst what they considered an invasion.\"\n\n\"But their superior mental powers could still be dangerous to any\nfuture colonization,\" argued the Commander. \"How do we know they won't\ntry it again?\"\n\n\"We don't,\" Boyette said. \"Unless we convince them that we intend no\nharm either to them or their planet.\"\n\nCommander Kellews seized this eagerly. \"But how could we ever believe\nthem if they did agree? And what assurance have we that they'll even\nconsider cooperating? They're tricky little devils.\"\n\n\"I've thought that out too,\" Boyette said. \"It all came about as a\nresult of my examination of the one I had in here. The animals are\nscrupulously clean--perhaps you noticed that?\"\n\nThe Commander frowned briefly, then nodded in assent.\n\n\"Also,\" Boyette continued, \"to control effectively a human's mind\nthey require full concentration on the task. What I propose is the\nimportation of common fleas from Earth. Judging by the complete absence\nof other forms of life I believe the lowly and ever-busy flea will be\nsomething entirely new in their life.\"\n\nHe grinned. \"Gentlemen, have you ever watched a mongrel dog\nindustriously rooting a flea from his hide? I believe you'll agree an\nalien would require quite a bit of willpower for these friendly little\nfellows to forget all about them.\"\n\n\"Well, it might just conceivably work,\" the Commander reluctantly\nagreed.\n\n\"I'd be willing to wager it would,\" insisted Boyette. \"In addition it\nwould leave our reputation intact. For full cooperation we could even\ndistribute limited amounts of flea-powder. Enough so that they could\nremain comfortable but not enough that--in the event it should be cut\noff--their lives would become one long itching misery.\"\n\nThe old Exec chuckled. \"_Boy!_\" he roared, \"You've got something. I've\nwon a lot of battles in my life but this tops them all. This is the\nfirst time my side ever managed to win a major victory because the\nenemy went to the dogs!\"",
    "metadata": {
        "author": [
            "Henderson, Gene L."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/72496/pg72496.txt",
        "name": "the_small_bears.json"
    }
}