{
    "name": "The Space Between",
    "author": [
        "Gilbert, Robert E.",
        "Gilbert, Robert Ernest",
        "Gilbert,  R. E."
    ],
    "body": "One hour and forty-one minutes before deceleration, the spacecopter\nmaterialized off to right, matching precisely the 3360 kilometers per\nsecond speed of the Box. Jak SP34509260 jerked erect in answer to\nblinking red lights and screeching collision whistles. The dark glass\nand liquid ozone of the control cabin windows gave but a distorted view\nof space, although enough to show the sleek shape outside.\n\nDrusilla GW414249834, asymmetric in a flowing, floreated, red robe,\nclamped slender hands over her ears and squawled, \"What now, Jak? You\nknow I have a headache! Can't you be considerate?\"\n\nJak pressed a switch, to stop the whistles, and hoped she would not\nfaint again. His wide mouth drooping with concern, he said, \"It's\nO.K., sweetjet. That spacecopter did it. See?\"\n\nHe activated all viewers.\n\nWith rotorwings and fins retracted, the spacecopter resembled a thick,\nbut sharply pointed, needle. Jak increased the magnification of Number\n3 viewer until he could read the license, SE-YNWGR. \"From Enceladus!\"\nhe said. \"Saturn's second moon. If I'd known she had a station, we\ncould have looked there for a doc. Did you take that tomato juice off\nmy uniform?\"\n\nDrusilla's gray eyes squinted. She stood with such rigidity that her\nfeet floated clear of the deck. She said, \"I informed you I'll accept\nno substitute for the Wollongong Obstetric Hospital on Earth, and I\ndidn't clean your uniform. That cleanser makes me vomit.\"\n\n\"Sorry, sweetjet,\" Jak mumbled. He wished he could say something just\nonce without upsetting her. He magnetized his shoes and pulled Drusilla\ndown from the ceiling. \"I was thinking of you,\" he pleaded, \"but don't\nyou worry. We'll be on Luna in a bit over four earth-days. From there\nto--\"\n\nDrusilla pulled loose and flitted to Number 3 viewer. \"Why couldn't\nyou have a plane like that?\" she demanded with a dramatic gesture at\nthe needle shape. \"The Box! That's what this wreck looks like, a\nprehistoric boxcar!\"\n\n\"But, sweetjet, I've told you. Streamlining is useless except in\natmosphere. The Box is the most economical construction for--\"\n\n\"What's that insignia?\" Drusilla interrupted. \"Like a skull and two\nbones. What is it?\"\n\nJak turned the knob to maximum magnification. \"Umm. I believe that's\nan old pictograph for poison. Perhaps they're carrying some poisonous\ncargo, and--\"\n\n\"In a yatch?\" Drusilla sneered. \"Why can't you have a yatch?\"\n\n\"My salary. I hoped to pick up enough ore in the Rings, this trip, but\nwe had to bring you back, and--\"\n\n\"You act as if it were my fault!\" Drusilla squeaked.\n\nThe plates of the Box vibrated slightly as the spacecopter threw out\nmagnetic grapplers and reeled in until the fuselages touched. The\nairlock of the slender plane opened to release three spacesuited\nfigures. \"Men!\" Drusilla gasped. Her hands flew in instinctive twitches\nto red tattooed lips, blue tattooed eyelids, and green dyed hair.\n\nJak's pointed chin seemed to grow longer. He sighed. He shook his head\nand muttered, \"Probably want to borrow a welding rod. I remember once\nin the Albert Group, a miner boarded me looking almost devitalized,\nand all he wanted was a can opener to--\"\n\n\"Spare me the anecdotes,\" said Drusilla, surveying her surgically\ntilted nose in a small mirror. \"That's all I've heard for three months.\"\n\n\n\nJak's shoulders heaved in a greater sigh. He hoped for no more trips\nlike this one. During endless earth-days he had cruised the Cassini\nDivision of the Rings of Saturn, picking up a little yttrium, antimony\nand platinum, with Drusilla sunk in depths of boredom and rarely\nleaving the plane. The arrival of the viewnote informing her that\nher Self Portrait had won first prize in the Interearth Photographic\nSalon had elated her for several days; but then she had announced, one\nearth-morning, the development of an acute case of pregnancy. Since the\nmuch published history of Lar BW16177 on Hungaria throbbed vivid in his\nmind, Jak could do nothing except set a course for Luna, carrying half\nempty ore bins and four months of unexpired leave.\n\nA bulb on the instrument panel blinked to signal the opening of the\nouter airlock door. Jak said, \"If I can't greet them in uniform, I'll\nhave to go like this.\" He adjusted his trunks and stood by the airlock,\nwhich placed him head down in relation to Drusilla posing by the\nstrangely silent radio.\n\nLar BW16177, stranded on the asteroid, had been devitalized horribly\nwhen, under low gravity, the fetus had developed with unprecedented\nrapidity. Jak had set the fastest course he thought safe for Drusilla,\n6,240,000,000 kilometers at 1 G acceleration, 208,000,000 kilometers\nin free fall, and 6,240,000,000 kilometers at 1 G deceleration. He\nhad tried to keep Drusilla occupied with her photographic hobby and\nits current triumph, although he could not understand why her picture\nhad won first prize. It had no color, being done in blacks, grays,\nand whites, and showed every detail of her face. It looked about\nlike something Daguerre would have done in 1839. Jak much preferred\nmodern photography with its soft colors, pleasing blurs, and striking\nabstractions. His own hobby was woodcarving, because so few things were\nmade of wood.\n\nThe inner door of the airlock opened. The three men in space-suits\nwalked across the ceiling and down the bulkhead to the deck. Jak\nsaluted the faces almost invisible behind colored glass and made\ngestures asking the visitors to remove their helmets. One of the men\nturned and clanked off along the narrow passage. Another unsealed and\nremoved the helmet of the tall man who seemed to be the leader.\n\nDrusilla actually blushed and giggled. Jak, who considered himself\nabove petty embarrassment, felt rather ashamed himself, for the\nvisitor had never had his facial hair removed. It grew profusely in a\ndisgusting fringe between nose and upper lip and formed a horrid black\ntriangle on the point of his chin. Jak rubbed a shaking hand over his\nown smooth cheeks and shaven head and stammered, \"Welcome to the--the\nBox. How's your hobby? I--I am Jak SP345O926O, and this is Drusilla\nGW414249834. How may we help?\"\n\nThe man with the hairy lip paid little attention to the traditional\ngreeting, nor did he reply. His black eyes smoldered at Drusilla. In a\nvibrant voice, he purred, \"Drusilla, Latin, meaning 'with dewy eyes.'\nHow appropriate! What a rare and sweet old name! I detest these ugly\nmodern names.\"\n\nThe eyes flashed to Jak. \"I presume your name is a horrid modern one?\"\n\nJak, maddened with indignation, snapped, \"I told you I'm Jak\nSP345O926O. Who are you, and how may we help? In about an hour and a\nhalf--\"\n\n\"Silence!\" shouted the visitor.\n\nThis brutal direction shocked Jak into acquiescence. An even greater\nshock stunned him when the other man who had remained in the cabin\nremoved his helmet. This one, Jak decided, must be mentally deficient,\nor else he would have had a plastidoc treat the red scar tissue\ncovering the left side of his face. Jak could not understand the\nsemicircle of black cloth over the man's left eye.\n\nThe leader bent his torso toward Drusilla as much as the spacesuit\nallowed, and said, \"My true name and serial number, you shall never\nknow, fair lady; but for practical purposes, I have adopted the name of\nthe most famous pirate of the early Twentieth Century, Earl Flim. You\nmay call me Captain Flim.\"\n\nThe third man came back through the passage. He looked ordinary enough,\nalthough he had let his hair grow. He reported, \"No one else aboard,\ncaptain.\"\n\nFlim said, \"Excellent, Ger. Destroy all communication apparatus.\"\n\nGer pulled a wrench from his tool kit and took a preliminary slash at\nthe radio. Completely puzzled, Jak protested, \"Wait! What do you mean\n'pirate?' Pirate? What--\"\n\n\"Silence!\" Flim roared.\n\nOnly then did Jak notice the pistol. Since the successful conclusion\nof the Crime War, when Organized Crime, the greatest blight that ever\nsapped a planet, was eradicated, guns could be found only in museums.\nEven before the War, guns had become a rarity among the law abiding\ncitizenry; since the slaughter of fifteen thousand people a year in\nhunting and home accidents in the State of America alone had brought\nabout anti-firearm laws and sent the gun the way of the private\nautomobile.\n\n\n\nOf course, the small criminal divisions of the Earth Patrol and the\nSpace Patrol still carried pistols, although more as ornaments than\nweapons. The pistol in the clip holster on Flim's right leg seemed to\nbe the standard Patrol arm--not a \"needle gun,\" or a \"disintegrater,\"\nor a \"heat ray,\" or any other impractical dream weapon, but a Morgia,\n30-shot, 6 mm, semi-automatic pistol with adjustable optical sight. The\nMorgia alarmed Jak sufficiently to prevent him from interfering as Ger\ntore into the radio with wrench and pliers.\n\nDrusilla squeaked and drifted aside. \"There, there, fair lady,\" Flim\ncrooned. \"No harm shall come to you.\"\n\n\"Watch what you call her!\" Jak rasped. \"I demand to know what you're\ndoing! There's no time for your hobby. Drusilla needs obstetric\nattention, and I'm--\"\n\n\"Silence!\" Flim turned to Drusilla. \"Ah, fair one, you shall have every\nattention, obstetric and otherwise. Fear not. Such gorgeous green hair!\nThose lips! Do I detect the master touch of Per BT1414?\"\n\nDrusilla managed to subdue her blushing and said, \"Yes. He did my\neyelids too. Do you like them?\"\n\n\"Blue as the skies of Earth!\" Flim's gaze dropped. \"However, in that\nrobe, I cannot tell--\"\n\n\"What--\" Jak tried to shout in mounting disgust at this performance.\n\n\"Stupid!\" Drusilla spat. \"Can't you see what Captain Flim is? Don't you\nremember that tridie we saw on Mars about Jean Lafitte? Daun TA1924 was\nJean, and he rode his Model T-Ford into New Orleans to help Olehickory\nJackson. He was a pirate, and that's what Captain Flim is.\"\n\nFlim murmured, \"True, fair lady. I follow a great tradition! Jean\nLafitte, Robert Kidd, Mary Ree, Henry Morgan, and Long John Ag! The\nold Brotherhood of the Coast shall become the brotherhood of the space\nbetween worlds ripe for plunder. Among the cosmic motes--\"\n\n\"You need a psycodoc,\" Jak said, proud to create an interruption\nhimself for once. \"How can you be a pirate? No one is. The Space Patrol\nwould put you in Corrective School for twenty semesters if you were.\nThat's a worse negative action than falsehood in advertising!\"\n\n\"I am a pirate,\" Flim said in defiance of Jak's logic. \"The Space\nPatrol! Avast! The Space Patrol is fit for nothing but rescue and\nexploration. No pirates? What of the Crime War? The noble cause of\nOrganized Crime put planes into the void. They sent one of the first to\nLuna in the old days.\"\n\nJak could see no other course but to believe the man, whose brain had\nobviously deteriorated. He said, \"Check. You're a pirate. Why? Why is\nhe wrecking my equipment, and why are you armed?\"\n\n\"Because there is nothing exciting!\" Flim declaimed. \"The whole Solar\nSystem is humble drum. I would have ridden the star-plane to new\nadventure, but they refused me. On Earth, they made me a microcataloger\nmaintainer. Me! Its sole benefit was to acquaint me with the great\npiratical traditions of the past by revealing records available only to\nqualified scholars. No, there is nothing both legitimate and exciting\nto do any more.\"\n\nJak said, \"Why don't you find a quick cure for dementia praecox? That\nhasn't been done.\"\n\n\"I dislike your tone,\" Flim rasped. \"Looge! Silence him!\"\n\nThe scarred man, who had stood without moving, blinked his visible eye\nand grunted, \"Yer, uh, what?\"\n\n\"Silence him!\"\n\n\"Oh. Er, how?\"\n\n\"Knock him down!\" Flim cried. \"Beat him! Use your fists!\"\n\nDrusilla giggled. \"Now we'll see if you're brave as you always tell me,\nJak.\"\n\n\n\nJak gaped at her in amazement. \"Drusilla,\" he wheezed. \"Are you turning\nagainst me completely? After all--our child! I know you're attracted to\nthis man. All women are attracted by anything vulgar, but--\"\n\nDrusilla placed one hand on her hip and fluffed her hair with the\nother. \"All you've ever done for me is give me three boring months in\nthe Rings,\" she said.\n\nJak stood with open mouth, and Looge squeezed past Flim. Grasping his\nright wrist with his left hand, Looge drew back his arm. \"No, no,\" Flim\nsaid. \"Use one hand at a time!\"\n\nLooge mumbled and cocked his right arm. With no gravity, the force of\nthis movement yanked his magnetized boots from the deck and sent him\nsprawling across the astrogator's couch.\n\nFlim stroked the loathsome triangle of hair on his chin and sighed,\n\"How decadent we are these days! He does not even understand brutality.\"\n\n\"Bring over the rest of your crew,\" Jak said. \"They may.\"\n\nWith nauseous pride, Flim bellowed, \"This is my crew! We three against\nthe void! Ger, find a plank!\"\n\nGer turned holding a mess of loosened wiring in his hand and asked, \"A\nwhat?\"\n\n\"A plank.\"\n\nDrusilla said, \"I know what you mean. Jak has one in quarters. He does\nwoodcarving. Of all the silly hobbies--\"\n\n\"Don't be so helpful,\" Jak told Drusilla. \"Leave that plank alone. It's\nthe only piece of red cedar this side of Oak Ridge.\"\n\n\"You shall walk it,\" Flim predicted. \"It is one of the most famous\npiratical traditions. In shark infested waters, a plank was extended\nover the side of the ship and all male prisoners were required to walk\nout it until they fell to their--death.\"\n\nJak shuddered at the pirate's calm use of the ugly archaic word. Flim\ninclined his head to Drusilla. \"You, of course, fair lady, will be\nspared so awful a fate. When this creature, who, I perceive, has used\nyou most cruelly, is no more, we shall see the stars together.\"\n\nDrusilla simpered and tittered. Jak belched (the ultimate expression\nof disgust) for he had never seen a woman behave in such an abnormal\nmanner. He resolved to discuss the matter with the Eugenics Counselor\nas soon as he reached Earth, if he did. Flim's intention to devitalize\nhim seemed but an impossible threat since Jak had never seen anyone\ngo through the strange process nor reviewed any remains afterward. He\nsaid, \"I can't walk a plank in space. I would just drift back to the\nplane, unless you made a sudden change in velocity. Besides, I can last\nfor weeks with the purifier in my suit.\"\n\n\"Who mentioned a spacesuit?\" Flim sneered.\n\n\"Without it I couldn't walk at all.\"\n\nFlim frowned ferociously. \"True. Too true. Avast, how I wanted to see\nyou walk the plank. We could take you to Earth and land on a Pacific\nisland.\"\n\n\"That would take too long,\" Jak objected. \"Let me speak for a minute.\"\nJak placed a hand over his heart. \"Captain Flim, my indoctrination\nmakes your methods repellant, but, in my unconscious, I've a certain\nadmiration for you. There may be some of the old romance in me. I know\na way of--uh--of devitalization that you may not. I've always wished\nthat when my time came to--uh--go, this way would be used. It's even\nmore romantic than Walk the Plank. It's called the Firing Squad.\"\n\n\"The Firing Squad,\" Flim mused. \"Never mind, Ger. Return the plank.\"\nGer, carrying a one meter length of red cedar, shrugged and drifted\nback to the passage. Flim stroked the mess on his upper lip and said,\n\"Interesting. How does the Firing Squad operate? Do I soak you in\nalcohol and ignite it?\"\n\n\"No!\" Jak gasped quickly. \"The Firing Squad was men with weapons.\nRifles, I think. The person to be treated stood before a wall and\nperformed a rite called Smoking the Cigarette, whatever that was. Then\nan officer gave commands, and the person was perforated by the riffles\nor rifles.\"\n\n\"What a manner to death!\" exclaimed Flim.\n\nExhibiting great self-control, Jak did not wince at the word, although\nDrusilla giggled. Flim inexpertly dragged the 6 mm Morgia from the clip\nholster and smirked at it. He said, \"We have but the single weapon,\nalthough I will have Ger and Looge stand by to simulate a complete\ngroup. I have wanted to test this pistol ever since Ger pockpicked a\nPatrolman in Mars Base. It is but an advanced model of the flintlock\nused by noble pirates of old.\"\n\n\"Let me show you,\" Jak said. His fingers barely touched the knob of the\noptical sight before Flim slapped them away.\n\n\"I am expert in these matters,\" the pirate affirmed. His gauntleted\nhands fumbled until he succeeded in pulling back the slide and letting\nit snap forward. \"A wonderful modern improvement!\" he exclaimed. \"Henry\nMorgan loaded his from the other end of the barrel.\"\n\nDrusilla made an unseemly noise with her mouth. \"I never thought you\nwere brave, Jak,\" she jeered. \"Why didn't the big hero take that away\nfrom the Captain?\"\n\n\"How did I know he didn't have a shell in the chamber? I didn't want\nyou to be hurt--\"\n\n\"Silence!\" commanded the pirate. \"Male prisoner, prepare to be\nperforated. Which wall shall we use?\"\n\n\"Outside. I wouldn't want Drusilla to see--\"\n\n\"Yes, outside. We shall spare the fair lady any unpleasantness. Don\nyour armor, male prisoner.\"\n\n\"What?\"\n\nFlim said, \"Your spacesuit.\" He bowed to Drusilla. \"Soon, I shall\nreturn to claim you, fair lady. Together, we shall approach the speed\nof light.\"\n\nDrusilla began to pant. Jak pulled his spacesuit from the rack and\nsquirmed into it. \"Aren't you going to tell me seelata?\" he asked.\n\n\"Seelata, Jak,\" Drusilla said absently, her eyes on Flim.\n\nSeveral words, the meaning of which Jak did not know, seeped from his\nunconscious mind. As they became vocal, Flim glanced at him with an\nexpression--indicative of faint admiration. The pirate said, \"Avast, it\nis the custom. All male prisoners must be deathed unless they join the\njolly crew. You wish to join?\"\n\nClutching his helmet to his aluminum breast, Jak thrust out his wedge\nof chin and cried, \"Never! I regret having one vitality to give for my\nplanet!\"\n\n\"I salute you,\" said Flim, and clamped on his helmet. Ger and Looge did\nlikewise; and Jak, with a despairing glance at the entranced Drusilla,\nsealed his own. Flim adjusted Jak's tuning dial and said, \"Hear me?\"\n\n\"Yes.\"\n\n\"Men! Follow the prisoner. Forward!\"\n\nThey stepped out on the dark side of the Box, a right quadrangular\nprism of dull metal. A tube ran through the long axis of the craft with\na swivel-mounted Carver Atomicket located at the center of gravity and\nsteering jets slightly forward. By turning the Atomicket, acceleration\nor deceleration could result without the necessity for rotating the\nentire plane.\n\nTheir suits glowing with luminous paint, the four men stood for a\nmoment beneath the starry spectacle. Jupiter, the largest celestial\nobject in sight, appeared as a small belted moon to left. Flim placed\nthe muzzle of the Morgia against the face of Jak's helmet.\n\n\"That's not correct!\" Jak protested.\n\nFlim lowered the pistol slightly. He said, \"Are you certain all this is\nnot a trick? I suspected something below.\"\n\nJak's heart shuddered. He wondered what would happen to Drusilla. This\nmental case would never take her to Earth, the only place she would\nhave a chance. She should have realized her own peril instead of ogling\nthe pirate. He pleaded, \"No. No trick.\"\n\nFlim stated, \"I am prepared to death you at any instant. Be careful.\nHow do you wish it arranged?\"\n\n\"Stand at the tail, side by side, and I'll stand at the nose. That's\nforty meters apart. A good distance for the Firing Squad.\"\n\nJak took two jerky steps which brought him into position over the\ncontrol cabin.\n\nJak said, \"One last request. Shoot me through the faceplate. I'll\ndevitalize instantly whether you hit the brain or not.\"\n\nFlim's voice crackled through the radio. \"Out of respect for the fair\nlady below, I shall avoid brutality and accommodate you. However, I am\nplacing Ger and Looge behind me. I still feel this may be a trick.\"\n\n\"That's not right. All three--\"\n\n\"Behind me,\" Flim insisted. \"What were the commands?\"\n\nJak croaked, \"Load, aim, fire.\"\n\n\"I'm already loaded. Aim!\"\n\nFlim extended his right arm at full length. Jak licked the dry inner\nsurfaces of his mouth with a drier tongue.\n\n\"Fire!\"\n\n\n\nSparks spurted from the muzzle of the Morgia. Flim, his magnetic boots\nripped from the plates by the recoil, crashed into Ger and Looge. A\ntangle of spacesuited legs and arms accelerated back along the course\nof the Box to become a luminous spot in the blackness.\n\nYanking a pair of snippers from his tool kit, Jak trudged along the\nedge of the Box and cut the cables of the grapplers. He clutched the\nlow hand rail and shoved the curvilinear side of the spacecopter. For a\nmoment, he watched as the space between the weightless vessels widened.\nHe dropped into the airlock.\n\nDrusilla reclined on the astrogator's couch. She had exchanged her\nconcealing red robe for a suit of skintight translucent cover-alls.\n\"Back so soon, captain?\" she mewed. \"Did he put up a last heroic\nstruggle, or did he devitalize like the coward he was?\"\n\nJak said, \"He didn't have to be heroic. He used his brains.\"\n\nDrusilla looked up. Her face blanched even under the Deepurple she had\nsprayed on. \"Jak!\" she squeaked.\n\nJak hung his helmet on the rack, swept some of the broken tubes and\nsevered wires from the control board, placed them in a jagged ball\nin midair, and savagely canceled the flight plan. He activated the\ncalculator. In a voice like nothing he had heard issue from his own\nthroat, he said, \"Your Captain Flim didn't know any more about a\npistol than the average citizen. At sea level on Earth, the 6 mm Morgia\nbullet has a muzzle velocity of 1253 meters per second; and, at a range\nof, say, 300 meters, the bullet rises 10.5 centimeters above the line\nof sight at the top of the curve it traces. Out here, with no gravity\nor air pressure, the bullet travels in a perfectly straight line. I\nran Flim's sight all the way up, and when he tried to hit my head as I\nasked him, he missed me a mile--whatever that means. On Earth, he would\nhave hit regardless of the sights. He had only one shot, because the\ncold of the dark side contracted the slide; and the recoil, terrific\nwithout gravity, sent him and his crew flying.\"\n\nJak left the clicking calculator and stared at the motionless Drusilla.\n\"Don't worry about your sweetjet,\" he rasped. \"He'll drift back to\nhis copter. We're changing course for the Patrol station on Callisto\nto report and have them picked up. I hope the centrifugal force and\ndeceleration is enough to smear you!\"\n\n\"But, Jak,\" Drusilla moaned, \"you know--\"\n\n\"Don't start that again!\" Jak roared. \"You told me a--a dis-truth!\nWhat an act! You ought to be in tridies. At two months, Lar BW16177 on\nHungaria looked like--You wanted to go to Earth because of that prize\nin the Photographic Salon! You wanted to taste your fame. What are you\ntrying to do, ruin me? You don't need the Wollongong Obstetric Hospital\nany more than I do! I'm going back to the Rings, and you can sit on\nCallisto till you--yes, till you death yourself!\"\n\n\"Jak,\" Drusilla murmured. \"I never knew you could be so domineering,\nso,\" she giggled the naughty word, \"masculine.\"\n\n\"Silence!\" Jak bellowed. He darted down the passage to quarters and\nspurted back carrying a gray uniform soaked with tomato juice. He\nsnarled, \"I told you to clean this! Now do it!\"\n\nThe silver crescent and rocket emblem of the Space Patrol still\nglittered through the stain. Beneath that crest appeared Jak's serial\nnumber, SP34509260.",
    "metadata": {
        "author": [
            "Gilbert, Robert E.",
            "Gilbert, Robert Ernest",
            "Gilbert,  R. E."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/63613/pg63613.txt",
        "name": "the_space_between.json"
    }
}