{
    "name": "The Revolt: A Play In One Act",
    "author": [
        "Butler, Ellis Parker"
    ],
    "body": "Author of \"Pigs Is Pigs\" etc.\n\nCopyright, 1912, by Samuel French\n\n\n\n\nCHARACTERS\n\nGRANDMA GREGG--Founder of the Flushing Academy of Household Science for\nYoung Ladies.\n\nPAULINE--Working out her tuition.\n\nSUSAN JANE JONES--An Emissary of the American Ladies' Association for\nthe Promotion of Female Supremacy.\n\nKATE--A student.\n\nGRACE--A student.\n\nEDITH--A student.\n\nIDA--A student.\n\nMAY--A student.\n\nOTHER YOUNG LADY STUDENTS.\n\nTHE IDEAL HUSBAND--by himself.\n\n\n\nSCENE.--The class room of Grandma Gregg's Academy of Household Science\nfor Young Ladies, at Flushing.\n\n\nTIME.--Now or soon.\n\n\n\n\nTHE REVOLT\n\nSCENE.--_The Class-room. A table. Chairs arranged in semi-circle; an\neasy chair for Grandma Gregg. Screen in one corner. Chairs or couch upon\nwhich to lay wraps and hats. Otherwise an ordinary room. Tea things on\nthe table._\n\n(PAULINE, _center of stage, with pail, broom, dusting rag, scrubbing\nbrushes and mop, is discovered on hands and knees scrubbing. As curtain\nrises she rises to her knees, throws scrubbing brush and soap into the\npail, gets up with difficulty and mops the floor. She is singing._)\n\nPAULINE. (singing) \"All alone, all alone, nobody here but me. All alone,\nall alone, nobody here but me, All alone, all--\" (_she stops mopping and\nleans on the mop handle_) Here it is now two weeks I've been workin' out\nmy tuition in this Academy of Household Science for Young Ladies, and\n'tis nothin' but scrub, scrub, mop, mop, sweep, sweep, from mornin' 'til\nnight! I see plenty of work, but none of that tuition has come my way\nyet \"Wanted,\" says the advertisement, \"a young lady to work out her\ntuition in an academy.\" It says that, \"Grandma Gregg's Flushing Academy\nof Household Science,\" it says, \"fits the young ladies for to occupy\nproperly their positions at the heads of their homes,\" it says, \"It\nwill be a fine thing for you, PAULINE,\" I says, \"to be tuitioned in an\nAcademy,\" so I come, (_mops_) \"We'll begin your lessons right away,\"\nsays Grandma Gregg, \"take th' scrub brush an' a pail of water an' some\nsoap an' scrub th' cellar.\" I've been scrubbin' ever since. I don't care\nmuch for the higher education when there is so much scrub in it.\n(_mops_)\n\n(GRANDMA GREGG _enters_. PAULINE, _not seeing her, goes to table and\nexamines tea things, books, etc._)\n\nGRANDMA GREGG. PAULINE!\n\nPAULINE. (_beginning to mop hastily_) Yes'm!\n\nGRANDMA. Don't forget your curtsey, PAULINE.\n\nPAULINE. (_making a curtsey_) Good mornin', Grandma Gregg. I hope I see\nyou well to-day. (_changing her tone_) If it ain't askin' too much, mam,\nwhen does my tuitioning begin? I've been scrubbin' for two weeks now,\nfrom mornin' 'til night--\n\nGRANDMA. Have you scrubbed the cellar, Pauline?\n\nPAULINE. Yes'm.\n\nGRANDMA. Don't forget your curtsey, PAULINE.\n\nPAULINE. (_curtseying_) No'm. (_curtsey_) Yes'm. (_curtsey_)\n\nGRANDMA. You have scrubbed the cellar?\n\nPAULINE (_curtseying_) Yes'm.\n\nGRANDMA. And the garret? And the first floor? And the second floor?\n\nPAULINE, (_curtseying_) Yes'm.\n\nGRANDMA. Very good, very good, Pauline. Then, when you have finished\nscrubbing this class room, you may scrub the front porch and the stable.\nThen it will be time to scrub the cellar again. You are doing very\nnicely.\n\nPAULINE. Yes'm, thank you, mam. (_curtsey_) But I was thinkin', mam,\nmaybe I could have a little more tuition, and a little less work. \"Work\nand tuition\" was what the advertisement said, mam, an' I've seen nothin'\nbut the work yet.\n\nGRANDMA. My dear child! My dear, sweet child! I don't understand you.\nYou have done no work yet.\n\nPAULINE. (_looking at her dress and at pail and mop_) I've done no work?\nI wonder, now, what I have been doin'!\n\nGRANDMA. (_placidly_) You have been receiving your tuition. In this\nacademy the study of Household Science begins with the rudiments.\nScrubbing is one of the rudiments. As a new scholar you begin with the\nrudiments, of course. And I must say you are doing very well. You are\nmaking excellent progress. Apply yourself earnestly to your lessons and\nin a short time you will be promoted to another class. (PAULINE _stands\nwith her mouth open as_ GRANDMA _talks. She seems to be stunned_) Let me\nsee you scrub, Pauline.\n\nPAULINE. (_dropping on her knees and taking brush from pail_) Yes'm.\n\nGRANDMA. Don't forget your curtsey, Pauline.\n\nPAULINE. (_curtseying on her knees_) No'm (curtsey. She scrubs)\n\nGRANDMA. Very good indeed! Very good indeed! You are progressing,\nPauline! You are progressing. Apply yourself faithfully to your lessons.\nYou may study awhile on the front porch now. And don't be afraid to use\nyour muscle.\n\nPAULINE. (_gathers up her pail and mop, etc. At door she turns_) Good\nmorning, Grandma Gregg. (_curtseys_) (_aside_) Rudiment, is it? If I\nhaven't done any work yet, I wonder now what the work will be like.\n\nGRANDMA. (_has dropped into her chair and taken up her knitting_)\nPauline.\n\nPAULINE. Yes'm.\n\nGRANDMA. Did you curtsey, Pauline?\n\nPAULINE. No'm. (curtseys) But I will, (_curtseys_)\n\nGRANDMA. Pauline, have the new Professors come yet? I have hired two new\nProfessors. A Professor of Husbandology, and a Professor of Rudiments.\nThey are very highly recommended.\n\nPAULINE. Beg pardon mam, but what's Husbandology?\n\nGRANDMA. Husbandology is the Science of the Proper Treatment of\nHusbands.\n\nPAULINE. And I know what Rudiments is. It's scrubbin'. No, mam, nothin'\nlike them has come yet. \"All alone. All alone--\" (_sings_) (_exit_\nPAULINE)\n\nGRANDMA, (knits) Dear me! Dear me! I thought when I started this Academy\nthe girls would flock to it most eagerly. When I was a young girl my\nmother would have been glad to have an academy like this for me to\nattend. I don't know what the world is coming to. Suffragists and\nSuffragettes, and Suffrage--this and Suffrage--that! If this academy\nwasn't sustained by the Anti-suffrage League it would have to close\nits doors. (_sees a book on table, takes it in hand_) \"Woman and Her\nRights.\" (_with disgust_) Augh! Who brought that here? (_throws it\non floor_) I declare, I believe this is the last stronghold of the\nold-fashioned home-loving woman. I teach the girls to be good wives,\n(_door bell rings_) (_enter_ PAULINE)\n\nPAULINE, (_curtseys_) If you please, mam, there's a female at the door\nsays she is the new Professor of Husbandology. It's Susan Jane Jones,\nmam.\n\nGRANDMA. Show her in, Pauline.\n\nPAULINE. Yes'm.\n\nGRANDMA. Don't forget your curtsey, Pauline.\n\nPAULINE. No'm. (_curtseys_) (_exit_ PAULINE)\n\nGRANDMA. I hope Susan Jane Jones will be a real nice lady. There's\nnothing in the world more necessary than lessons on the Proper Treatment\nof Husbands. Women don't seem to know how to treat husbands now-a-days.\nThey neglect 'em, the poor things. When I was a girl--(_enter_ Susan\nJane Jones.)\n\nSUSAN. (_strides into room with umbrella held by middle and hand bag\nunder one atm. Slaps them on table, and begins pulling off her gloves_)\nWell, here I am--\n\nGRANDMA. (_mildly_) Don't forget your curtsey, Miss Jones.\n\nSUSAN. (surprised) Hey? What's that?\n\nGRANDMA. (_gently_) All the faculty and students curtsey when they come\ninto my presence, Miss Jones. It is a sweet old-fashioned custom--\n\nSUSAN. (_briskly_) Well, I'll soon change that--I mean, Howdy! Howdy!\n(_bobs several times_) (_aside_) I must not forget I am here as a spy\nin the enemy's country. If you are going to do the Romans you must do as\nthe Romans do. (to GRANDMA) Swell joint you've got here, old lady.\n\nGRANDMA, (_rubbing knees_) Swell joints? Yes, my dear, a little\nrheumatiz makes the joints swell. But I don't complain. I'm an old lady.\nI have to expect some aches and pains at my time of life. I'm thankful\nI can do a little good work in the world. Do you understand What your\nduties will be?\n\nSUSAN. Sure Mike! I'm the Husbandology lady. I teach the girls how to\ntreat their husbands when they get 'em.\n\nGRANDMA. Just so. You will lecture on How to Coddle and Pet a Husband.\nFive lectures. Then you will give five lectures on Smoothing the Lines\nof\n\nCare from Hubby's Brow. Then--of course you show by example how all this\nis done.\n\nSUSAN. By example? You don't have a man here, do you?\n\nGRANDMA. We use the practical method in our classes. \"Practice makes\nperfect,\" you know, (_calls_) Pauline!\n\nPAULINE, (_off stage_) Yes'm, I'm comin'.\n\nGRANDMA, (_calling_) Bring me the Ideal Husband, Pauline.\n\nPAULINE. Yes'm. In a minute, mam.\n\n(_Enter_ PAULINE _with the Dummy Husband under her arm. She throws it\ninto a chair. Exit._)\n\nGRANDMA. There! That is our Ideal Husband. He is all a husband should\nbe. He does not drink nor smoke. He does not go to the club at night. He\nnever says an unkind word. And he is happy. Do you know why?\n\nSUSAN. Go ahead. I'll be the goat. What's the answer?\n\nGRANDMA. He is happy because we are kind to him. Because we coddle and\npet him. I think, before I finally engage you, Miss Jones, I would like\nto see an example of your method of coddling and petting.\n\n(SUSAN _looks at the dummy thoughtfully, takes a step toward it and\npauses, another step, and so on. Finally she jerks the dummy from the\nchair by the head and lays the head on her shoulder._)\n\nSUSAN. Poor hubby, does his poor head ache? (_pats dummy_) Was he out so\nlate last night? (_puts dummy gently in chair_) Let little wifey rub his\npoor head, (_does so_) What did hubby say? All right, little wifey will\ntie a nice cold cloth around poor hubby's head. (does this) Now, kiss\nlittle wifey. (_kisses dummy_) What did hubby say?\n\nGRANDMA. What did he say?\n\nSUSAN. He said \"For goodness sake get away from here and leave me alone.\nCan't you see I'm a sick man? Get out of here and stop bothering me.\"\n\nGRANDMA, (_admiringly_) How like a real man! And what do you do next?\n\nSUSAN. (_looking around_) I get a pillow. (_gets one from couch and puts\nit lade of dummy_) And I wrap up his feet (_does it_) There, poor dear.\nHe's sleeping now.\n\nGRANDMA. Very good. You will do very well. Remember to teach that wives\nshould obey their husbands and be kind to them. Husbands are such tender\ncreatures. We should love them and obey them. I will see that your\nroom is in order. No doubt you will wish to practise coddling the Ideal\nHusband a little longer before your classes begin. (_exit_ GRANDMA)\n\nSUSAN, (_alone_) Get off that chair, you big brute! (_jerks dummy of\nchair_) Come home intoxicated, will you? (_throws dummy back on chair_)\nDon't talk back to me! (_takes up dummy again_) You are going out, are\nyou? Well, go out! (_walks toward screen with dummy_) Out you go! I'll\nstand no nonsense, I tell you! (_throws dummy behind screen_) Go, if you\nwant to! There! Coddle and pet them! That's how I coddle and pet them!\n(_looks around_) This is a nice situation for Susan Jane Jones, Captain\nof Company A, First Regiment, Militant Suffragettes! But all is fair\nin Love and Votes for Women! This academy is the last stronghold of the\nold-fashioned woman, and from in it the tender young girls learn the\nvicious habits of keeping house, being good housewives and attending\nto their own affairs as their grandmothers did. From this root\nanti-suffragism might spread over the whole world, and I have crept\nin, like a spy, to corrupt and destroy it. Woman must and will rule!\n(_enter_ KATE _pouting_)\n\nKATE. (_not seeing_ SUSAN) I don't care! I don't care one bit! I'm\nnever, never going to speak to John Mason again as long as I live. I\nthink he is just too horrid for anything, (_takes off coat and hat and\nthrows them on sofa_) I just hate him. I hate every boy that ever lived,\nI do! I think they are mean, overbearing, egotistical things. (_wipes\nher eyes_)\n\nSUSAN. (_clapping her hands once_) My sentiments exactly! I so consider\nall men.\n\nKATE. (_startled_) Oh! I did not know anyone was here. Good morning!\n(_curtseys_) Please, you won't tell Grandma Gregg what I said, will\nyou? (_with head on one side_) She wouldn't like it. (_picking at her\nfingers_) She says females should admire and worship all males.\n\nSUSAN. Humph! Fiddlesticks! Absolutely exploded theory. Latest theory\nis, females should abhor and despise all males. What's a man? He's a\nworm. A poor silly worm. Now, here! (_takes_ KATE _by arm and leads\nher across stage_) We understand each other. You have felt the cruel\noppression of a man!\n\nKATE. I--I--I just think John Mason treated me real mean, anyway.\n\nSUSAN. Woman, how else do men ever treat us? We are slaves. But we must\nbe free. You think I am the new Professor of Husbandology, don't you?\nYou think I am here to teach you how to treat husbands, don't you?\n\nKATE. I did think so.\n\nSUSAN, (_threateningly_) Oh, I'll teach you how to treat husbands!\n(PAULINE _enters and overhears, unseen. She gradually comes closer to\nthem_) I'll teach you how to treat all men. For ages man has crushed us\nunder his cruel heel.\n\nKATE. Has he?\n\nSUSAN. But we will trample him under foot.\n\nKATE. Will we?\n\nSUSAN. We must throttle him. We must crush him.\n\nKATE. Must we?\n\nSUSAN. Pooh! He's a worm. We will do without him. We will drive him from\nthe land. Absolutely. Man is a by-gone institution. I class him with the\nstage coach and the dodo bird. Woman can do his work better than he can.\nHe must be driven from the land.\n\nPAULINE. But, now, mam, if he's driven from the land, he'll be taking a\ndeath of cold in the water.\n\nSUSAN. So much the better. The object that should burn in every true\nwoman's heart is the utter extermination of man. (_to_ KATE) You have\nfelt a man's cruelty. (KATE _wipes her eyes_)\n\nKATE. I don't see why boys have to be so mean.\n\nSUSAN. And you, too, you poor creature. Have you not felt the heel of\nthe oppressor?\n\nPAULINE. Heel of the oppressor? Mercy sakes! That reminds me. Grandma\nGregg sent me for to get the Ideal Husband and take him down cellar and\nblack his shoes for him.\n\nSUSAN, (_triumphantly_) You see! Man makes slaves of us all!\n\nPAULINE. Has any of you seen the Ideal Husband? Grandma Gregg said he\nwas in the Classroom conversin' with the new Professor.\n\nSUSAN. (_carelessly_) Oh, he's gone to his club. I mean, look behind the\nscreen.\n\n(PAULINE _gets the dummy, and carries it out, its feet dragging behind\nher on the floor. Exit_ PAULINE.)\n\nSUSAN. My child, the time for the great revolution is at hand. Woman is\nabout to take her rightfully supreme place in the world. In me you see\none of the leaders of the Militant Suffragettes. Can I count on you?\n\nKATE. I don't know. I think John Mason treated me just too mean--Oh!\nhere Comes Grandma Gregg.\n\nSUSAN. Hush. Not a word of this! (_in a changed tone_). Yes, my dear,\nwhen his head aches take a handful of chopped ice, and fold it in a\nbandage--\n\n(_Enter_ GRANDMA GREGG.)\n\nKATE, (_curtseys_) Good morning, Grandma Gregg.\n\nGRANDMA. Good morning, my dear. (GRANDMA _seats herself and begins\nknitting_. KATE _takes sewing from bag and sews_. SUSAN _picks up book\nfrom floor and begins to read_.)\n\n(_Enter_ GRACE.)\n\nGRACE. (_curtseys_) Good morning, GRANDMA GREGG.\n\nGRANDMA. Good morning, my dear.\n\n(GRACE _seats herself and sews. Enter_ EDITH _and_ IDA.)\n\nEDITH and IDA. (_curtsey_) Good morning, Grandma Gregg.\n\nGRANDMA. Good morning, my dears.\n\n(_Enter_ MAY _and other girls._)\n\nMAY and Other Girls, (_curtsey_) Good morning, Grandma Gregg.\n\nGRANDMA. Good morning, my dears. And now we are all here, have you all\ndone your home work? Let me see it. (_the girls advance, by ones or twos\nand show their sewing_)\n\nGRANDMA. Very good--The stitches are a little too large, sweetheart--\nThis buttonhole might be a little neater, precious, etc. (_girls take\nseats again, and sew_)\n\nGRANDMA. Grace, will you act as monitor of the teapot?\n\nGRACE. Yes, Grandma Gregg. (_curtseys, and makes tea_)\n\nGRANDMA. Now, young ladies, will you repeat the Golden Text for the day?\n\nALL. \"The way to a man's heart is through his stomach.\"\n\nSUSAN. (_scornfully and aside_) Yes, feed the beast and he'll grin.\n\nGRANDMA. Kate, do you know your precept?\n\nKATE. (_curtseys_)\n\n     A husband is a precious thing,\n     He is the woman's lord and king.\n\nSUSAN. (_aside_) He was, but now he's no such thing.\n\nGRANDMA. GRACE?\n\nGRACE. (_with a curtsey_)\n\n   A wife should never hem and haw,\n   Her husband's word should be her law.\n\nSUSAN. (aside) Does any woman think that? Pshaw!\n\nGRANDMA. Next.\n\nEDITH. (_curtseys_)\n\n     Woman within her home should stay\n     Her duties there should be her play.\n\nSUSAN, (_aside_) That sentiment don't go to-day.\n\nGRANDMA. Next.\n\nIDA. (_curtseys_)\n\n     The man is noble, strong and brave;\n     Woman should be his loving slave.\n\nSUSAN. _That_ notion's in its little grave!\n\nGRANDMA. Very good, my darlings, (_she rises_) Edith, yesterday you\ncould not tell me all the ingredients of bread. Do you know now what you\nomitted?\n\nEDITH. Yes, Grandma Gregg. Add a cup of butter.\n\nGRANDMA. Correct. IDA, if you had a husband and he came home very late,\nwhat would you do?\n\nIDA. (_curtseys_) I would pretend to be fast, fast asleep.\n\nGRANDMA. Yes. And what would you say the next morning?\n\nIDA. \"Good morning, dear. I was asleep when you came in. I hope you had\na pleasant evening.\"\n\n(GRACE _passes tea. Door bell rings._)\n\nGRANDMA. Now, Miss--\n\nSUSAN. Susan Jane Jones.\n\nGRANDMA. Don't forget your curtsey, Miss Jones. (SUSAN _curtseys_)\nYou may take the class now, Miss Jones, and give it instruction in\nthe proper treatment of husbands. Inculcate ideas of meekness and\ngentleness.\n\nSUSAN. Oh, I'll inculcate. Have no fear of that. (_Enter_ PAULINE. _She\nhas a telegram which she hands to_ GRANDMA. _Also has the dummy, which\nshe throws on the floor carelessly_.)\n\nPAULINE. Here's your husband.\n\nGRANDMA. My dear child, you should not handle a husband in that manner.\n\nPAULINE. I'll not be handling that husband in any manner very long,\nmam. I'm going to quit my job. Nothing but scrub, scrub, mop, mop, from\nmorning to night. Look at them young ladies, a drinkin' tea and me doin'\nthe scrub work. I'm tired of being scholar, I am.\n\nGRANDMA. (_after reading telegram_) You are tired of being a scholar,\nare you, PAULINE?\n\nPAULINE. Yes'm. I'm sick of it. I've learned this scrubbin' lesson from\nthe cellar up.\n\nGRANDMA. So you have, dear, so you have! You do it very well. And I am\ngoing to reward you.\n\nPAULINE. (_happily_) Reward me, mam?\n\nGRANDMA. Yes. I have just received word my newly engaged Professor of\nRudimentary Household Science cannot come. How would you like to be a\nprofessor, Pauline?\n\nPAULINE. Oh, me a professor, mam! Me, who has nothing but rags to my\nname, a professor?\n\nGRANDMA. Yes, Pauline. I have made up my mind. I am going to make you\nmy Professor of Rudiments. Young ladies, this is our new Professor of\nRudiments, (_all curtsey_)\n\nPAULINE, (_wiping her eyes_) I feel like I ought to make a speech, mam,\nbut I can't, I'm that overcome. I don't feel like I could do justice to\nthe job, mam.\n\nGRANDMA. Oh, yes you can, my dear. Now, your duties as Professor of\nRudiments will consist in teaching the young ladies scrubbing--\n\nPAULINE. Scrubbin'?\n\nGRANDMA. Yes, scrubbing, and mopping, and blacking stoves.\n\nPAULINE. Scrubbin' an' moppin' an' blackin' stoves?\n\nGRANDMA. Just so. And you will teach by example. The young ladies will\nstudy your methods. You will scrub and mop and black stoves, and they\nwill watch you.\n\nPAULINE. I'll scrub and mop and--It's mighty like the job of bein'\nscholar, ain't it, mam? What pay do I get, mam, for all this scrub and\nmop?\n\nGRANDMA. Pay? I am surprised you should ask for pay when I have given\nyou such a position of trust and honor. But there. If you must have pay,\nyou shall have it. I will give you the work you owe me for the tuition\nyou have received.\n\nPAULINE, (puzzled) Yes'm. Thank you, mam. Now, now, do you do that work\nI owe you, or do I do it?\n\nGRANDMA. What a question! You do it, of course. You owe it to me, child,\ndon't you? (PAULINE _stands puzzled_) Now, young ladies, I will leave\nyou to your two new Professors, (_exit_ GRANDMA)\n\n(PAULINE, _when she is gone, stands puzzled. Turning her head she sees\ndummy. She grasps it, raises it above her head, ana throws it down\nangrily_)\n\nPAULINE. Get to work, you husband, get to work! (_ goes to tea table and\neats and drinks during the following scene_)\n\nSUSAN. Fellow females! (_the girls ignore her. They chatter loudly with\none another. Finally_ KATE's _voice is heard_)\n\nKATE. Well, I'll never speak to John again as long as I live.\n\nGRACE. Well, he can't be a bit worse than Arthur. Oh, I'm so mad at\nArthur. I was so mad I could have slapped him.\n\nEDITH. What did he do, Grace?\n\nGRACE. I met him on Main Street, quite by chance, you know, and he said,\n\"Hello, GRACE, you don't want an ice cream soda, do you?\" And I said,\n\"Oh, I don't care.\" And he said, \"Oh, well, if you don't care!\"\n\nIDA. The _horrid_ thing. I think boys are just too horrid for anything.\nI oo-ooed at George to-day, and he didn't OO-OO back at me at all. I'm\nthrough with George!\n\nEDITH. Imagine! When I Oo-oo at a boy and he doesn't OO-OO back I\nconsider it a deadly insult. I suppose he was talking to some other\ngirl.\n\nIDA. No, he wasn't! He was riding his motor cycle, and he was only two\nblocks away--\n\nEDITH. Perhaps he didn't hear you.\n\nIDA. That's no excuse at all. When a girl oo-oos it is a boy's duty to\nhear. I always hear when George oo-oos.\n\nMAY. Certainly! Any gentleman would OO-OO back at a girl if she oo-ooed\nat him.\n\nKATE. I suppose you mean Henry would OO-OO back at you. You and Henry!\n\nMAY. Thank you, but I don't speak to Henry any more. I've sent _him_\nabout his business! I was going over to the tennis court yesterday, and\nI oo-ooed at him, and he said, \"Where are you going, MAY?\" and I said,\n\"I'm going to play tennis, if I can find a partner.\" And what do you\nthink _he_ said?\n\nGRACE. What did he say?\n\nMAY. He said, \"Well, I'm sorry I can't go with, you!\"\n\nAll. Oh, how horrid!\n\nEDITH. Well, I've had all of _Sam_ I want! When I got home from school\nyesterday I sat on the front porch _all_ afternoon. Of course I expected\nSam would happen to pass by.\n\nKATE. Of course. Any gentleman _would_ happen, to pass by.\n\nEDITH. Certainly. And there I sat. And sat. And sat. And no Sam came\nby. Oh, I was mad. And what do you think his excuse was? His mother had\nfallen down the cellar stairs and broken her arm.\n\nKATE. And he let that keep him home! Girls, I think the way the boys\ntreat us is perfectly outrageous! There are whole minutes in every day\nwhen they don't think of us at all.\n\nGRACE. Oh, not _whole_ minutes.\n\nKATE. Well, parts of minutes, anyway. I understand that several times\nthis term several of the boys almost knew their lessons. That couldn't\nhappen if they thought of us _all_ the time.\n\nAll. The horrid things!\n\nKATE. Well, for my part, I'm through with boys! I wish they were\nall--all extinct.\n\nSUSAN, (_rapping on table with her umbrella_) Ladies! Fellow females!\nI have heard what you said. Your wrongs are enormous, but what does man\nlive for but to oppress us? We are down-trod, down-trod by man, that\nworm that like a roaring lion seeks to cast dust in our eyes with his\nsoaring wings while he rends our heart with his cruel beak! Shall we,\nladies, be slaves to a worm?\n\nPAULINE. No, mam. (_curtseys_)\n\nSUSAN. No! You wish the men were extinct. We will extinguish them. Why\nwaste your lives here doing plain and fancy sewing--\n\nPAULINE. And scrubbin'--\n\nSUSAN. When woman was meant to occupy the noblest spheres? Wives? Faugh!\nHousewives? Faugh! Let us take the work of the men, and do it! Follow\nthe bright banner of Susan Jane Jones, the Militant Suffragette, and\ndrive the men into the sea! I have heard the story of your wrongs--\n\nKATE. Well, I do think Henry was just too mean for anything.\n\nSUSAN. Sewing! Scrubbing! Have you women never wished to do the work of\nmen?\n\nKATE. Yes, I have. I always wanted to be a doctor, but my father\nwouldn't hear of it.\n\nGRACE. What kind of a doctor, Kate?\n\nKATE. Oh, a handsome doctor with curly gray hair. And you, Grace?\n\nGRACE. Oh, I want to be a lawyer, a plump, jolly lawyer. And you, Edith?\n\nEDITH. I want to be an editor.\n\nGRACE. Republican or Democrat?\n\nEDITH. I don't know. The kind with a big automobile. And you, Ida?\n\nIDA. I want to be a politician.\n\nMat. An honest one, of course.\n\nIDA. Well, no. A successful politician. And you, May?\n\nMat. I want to run a vegetable market, where the women can come with\ntheir market baskets.\n\nSUSAN. Where the _men_ can come with their market baskets, (_to_\nPAULINE) And you, you poor creature, have you never felt the longing to\nusurp man's sphere? Have you never longed to do a man's work?\n\nPAULINE. Oh, yes, mam. This humble heart (_tapping her waist_) has felt\nthe what-you-call it many a time. I have always wished, mam, to be a\npirate.\n\nAll. A pirate!\n\nPAULINE. A pirate. And why not? That's men's work. Listen:--\n\n     Since my mother's lap I played in\n     When I was a wee small maiden--\n\nSUSAN. Just so high!\n\nAll. Just so high!\n\nPAULINE.\n\n     I have had a great ambition\n     For to better my condition--\n\nSUSAN. So have I.\n\nAll. So have I.\n\nPAULINE.\n\n     Dolls was things I much detested\n     Toys left me uninterested.\n     Even as a little baby\n     I had hopes that sometime, maybe\n     I could be a roaring pirate,\n     Be a swearing, tearing pirate,\n     Be a shocking, wicked pirate,\n     With a cruel, cruel eye,\n\nSUSAN. I call that a very noble and uplifting ambition for a modern\nyoung lady.\n\nPAULINE.\n\nListen:--\n\n     I have dreamed of death and slaughter\n     On the wild tumultuous water\n\nSUSAN. Oh, how dear!\n\nALL. Oh, how dear!\n\nPAULINE.\n\n     I have longed to wear a dagger\n     And cut throats, and swear, and swagger.\n\nSUSAN, Hear! Hear!\n\nAll. Hear! Hear!\n\nPAULINE.\n\n     All around me, dead and dying,\n     I would see my victims lying;\n     And I'd laugh out loud and louder\n     As I smelled the blood and powder,\n     For I'd be a roaring pirate,\n     Be a swearing, tearing pirate,\n     Bloody-bones, the heartless pirate,\n     With a cruel, cruel eye.\n\nSUSAN. I consider Bloody-bones a very sweet name for a young lady\npirate. Very!\n\nPAULINE. Yes, mam. (_curtseys_) So, if it's all the same to you, I'd\nlike to be a pirate, mam, SUSAN. Certainly. A pirate's life is a very\nmannish occupation.\n\nKATE. Wouldn't it be lovely to be a pirate! It is much more interesting\nthan being a doctor.\n\nPAULINE. Yes, Miss Kate. And there's no scrubbin' on a pirate craft. The\nwash of the sea is merely a poetical term. And if the men is drove off\nthe land, they'll take to ships, do you see, and there'll be plenty of\nwork for a respectable, blood-thirsty lady pirate to do, catchin' 'em\nand extinguishing 'em.\n\nGRACE. Oh, girls, wouldn't it be lovely to be pirates?\n\nSUSAN. Then be pirates! The Militant Suffragettes need a navy as well as\nan army. Every revolution needs its privateers.\n\nKATE. No more sewing! (_gathers up sewing and throws it down_)\n\nPAULINE. No more scrubbin'. (_throws away mop and brush_)\n\nGRACE. No more rag bags! (_takes rag bag from chair, and is about to\nthrow it, when red rags fall out_)\n\nPAULINE. Hold on, Miss GRACE! Pirates is mostly dressed out of rag bags,\n(_winds red rag around_ GRACE's _head, and a red rag as sash. All do\nlikewise_) Wait till I get the swords, (_exit_ PAULINE)\n\nKATE, (_front, with clenched fists_) OO--I feel blood-thirsty!\n\nSUSAN. And you look extremely blood-thirsty.\n\nGRACE, OO--I feel ferocious!\n\nSUSAN. And you look too ferocious for anything.\n\nEDITH. OO--I feel wicked!\n\nSUSAN. You are certainly a fear-compelling sight.\n\nIDA. OO--I feel murderous!\n\nSUSAN. You look like a most criminal character.\n\nMat. OO--I feel dangerous!\n\nSUSAN. You look extremely dangerous.\n\nPAULINE. (_entering with table knives, etc_.) OO--I feel like if I seen\na cake of soap I could kick it! (_she distributes knives_)\n\nSUSAN. Reserve your wrath for the men. (_drawing them all to her_)\nHist! To-night--at dead of night--we will capture--a lumber schooner--at\nCopp's lumber yard--\n\nAll. Aye! Aye! Mam!\n\nSUSAN. To-night--at dead of night--meet me--at the corner of--Main and\nBroadway!\n\nAll. Aye! Aye! Mam!\n\nSUSAN. To-night--at dead of night--we will strangle the watchmen--\n\nKATE. At dead of night? I don't think we ought to strangle watchmen at\ndead of night unless we have a chaperone, do you girls?\n\nSUSAN. Nonsense! What kind of Suffragettes are you to need a chaperone?\nI don't have a chaperone.\n\nGRACE. Well, I don't care! I'm not going out strangling at night without\na chaperone! It isn't proper.\n\nSUSAN. But you are a pirate.\n\nEDITH. I don't care if we are pirates. We don't have to be improper\npirates. I want to strangle and murder in a perfectly proper manner.\n\nPAULINE. How about takin' the old lady with you?\n\nKATE. Grandma Gregg? Why, she's no Suffragette. Oh, girls! The very\nthing! We _will_ take Grandma Gregg! We'll capture her! We'll take her,\nin chains!\n\nSUSAN. Excellent! _You_ will have your chaperone, and I will be rid of\nthe most dangerous Anti-suffra-gette! Seek her and seize her!\n\nAll. We go! We go! (_exit all, left, except_ PAULINE) (_enter_ GRANDMA\nGREGG, _right_)\n\nGRANDMA. I thought I heard a noise, Pauline. How are the dear girls\ngetting on with their lessons?\n\nPAULINE, (_curtseys_) Fine, mam. They're learning new tricks every day.\n\nGRANDMA. (_picking up dummy and laying it over chair back_) Very good.\nBut I wouldn't wear a bandeau on my hair if I were you, Pauline. I don't\nlike these ribbons bound around the head of young girls. They make them\nlook like pirates. (PAULINE _starts uneasily_)\n\nPAULINE. Pirates, mam? What a notion!\n\nGRANDMA. Pirates, or Italian ditch diggers.\n\nPAULINE, (_boldly_) Well, mam, let it be pirates, then. Pirate is what I\nam. (_hesitates_) Grandma Gregg, you've always been good to me, barring\nthe scrubbing and mopping and blacking shoes and stoves. If I was you,\nmam, I'd pack some clothes, so as to be ready for the sea voyage.\n\nGRANDMA. Me? A sea voyage?\n\nPAULINE. Yes'm. (_curtseys_) This Susan Jane Jones is not what she\nseems, mam. I let on, mam, I was of her way of thinking, mam, but I\nain't. A husband is good enough woman's rights for me, mam. A nice,\nquiet, well-behaved husband like that one there is all I want.\n\nGRANDMA. I don't understand you.\n\nPAULINE. Susan Jane Jones is a Militant Suffragette, mam.\n\nGRANDMA. A Militant Suffragette? In this academy?\n\nPAULINE. Yes, mam. (_curtseys_) She's here like a snake in the grass,\nmam, and her and the young ladies is goin' to extinguish all the men.\nThey're all goin' to be pirates, mam, and most bloody minded pirates\nthey be, too. And you, mam, that never did them any harm, they are going\nto capture and take along with them in chains. For a chaperone, mam.\n\nGRANDMA, (_hanging her head_) And is this the reward for my efforts to\nmake good wives of them!\n\n(_Enter_ SUSAN _cautiously. She beckons to the girls_.)\n\nSUSAN. This way! She's here!\n\n(_The girls creep in, knives in their teeth, swaggering like story-book\npirates._ SUSAN _folds her arms._)\n\nSUSAN. Woman! Your hour has come!\n\nGRANDMA. Well, I do declare!\n\nSUSAN. These poor maidens you thought to corrupt into housework ways, I\nhave won from you. Here, to-day, the revolution that will sweep the men\nfrom the land and sea, begins! We are resolved! ALL. (_shouting_) We are\nresolved!\n\nSUSAN. In these hearts burns nothing but hatred and detestation of man.\n\nALL. (_shouting_) Hatred and detestation.\n\nKATE. We don't want to have anything more to do with men.\n\nGRACE. We are absolutely through with them. And with boys, too.\n\nGRANDMA. Now, my dears--\n\nSUSAN. Enough! Pirates, do your duty! Seize that man! (_two girls seize\nand bind the dummy_)\n\nSUSAN. Ha! Ha! Now seize and bind and gag that woman, (_points to_\nGRANDMA. _The girls rush at_ GRANDMA, _who skips backward_)\n\nSUSAN, (_front, rubbing her hands with joy_) pirates! My faithful band\nof man-haters, (_to audience_) You men, your turn is next!\n\nA BOY'S VOICE. (_off stage_) OO-oo!\n\n(KATE, _who it about to bind_ GRANDMA, _stops and listens_.)\n\nKATE That's John!\n\nSECOND BOY'S VOICE. (_off stage) Oo-oo! Oo-oo!_)\n\nGRACE. (_listening_) That's--that's Arthur!\n\nSEVERAL BOY'S VOICES. Oo-oo! Oo-Oo! Oo-oo!\n\nEDITH, IDA and Mat. That's Sam! That's George! That's Henry! (_all crowd\nto door and look out_)\n\nKATE. (_eagerly_) Oh, girls! It's the boys, they want us to come out!\nWhere's my hat?\n\n(_All rush in a crowd to sofa and begin digging wildly into wraps and\nhats, putting them on as hastily as possible_)\n\nSUSAN. Girls! Pirates! Stop! The revolution! Remember your cause!\n\nKATE. (_pinning on her hat_) Revolution! I haven't time for revolutions,\ndon't you hear the boys calling us?\n\nSUSAN. Stop! Are you not women?\n\nGRACE. (_as all come forward_) Women? Pirates? Why no, we are just the\nI. I. Club. Just girls. Just sweet girls!\n\nVOICES, (_off stage_) Oo-oo!\n\nGIRLS. Oo-oo! Oo-oo! Oo-oo! (_they rush out_)\n\n(SUSAN _slowly picks up umbrella and hand bag, and moves to door_.\nGRANDMA _takes up her knitting._ PAULINE _picks up her mop, and looks\nlovingly at dummy_.)\n\nPAULINE. I'm ashamed of you, sir. Why didn't you-oo at me when all them\nboys was oo-ooing? you had oo-ooed at me I would have oo-ooed back.\n\nGRANDMA. (_with interest_) Did he speak to you, Pauline?\n\nPAULINE. No, mam. He's an Ideal Husband, and Ideal Husbands don't talk\nback, mam.\n\n(CURTAIN)",
    "metadata": {
        "author": [
            "Butler, Ellis Parker"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/44221/pg44221.txt",
        "name": "the_revolt_a_play_in_one_act.json"
    }
}