{
    "name": "The haunter of the dark",
    "author": [
        "Lovecraft, H. P. (Howard Phillips)",
        "Littlewit, Humphrey",
        "Lovecraft, H.P.",
        "Lovecraft, Howard Phillips"
    ],
    "body": "Cautious investigators will hesitate to challenge the common belief\nthat Robert Blake was killed by lightning, or by some profound nervous\nshock derived from an electrical discharge. It is true that the window\nhe faced was unbroken, but nature has shown herself capable of many\nfreakish performances. The expression on his face may easily have\narisen from some obscure muscular source unrelated to anything he saw,\nwhile the entries in his diary are clearly the result of a fantastic\nimagination aroused by certain local superstitions and by certain\nold matters he had uncovered. As for the anomalous conditions at the\ndeserted church on Federal Hill--the shrewd analyst is not slow in\nattributing them to some charlatanry, conscious or unconscious, with at\nleast some of which Blake was secretly connected.\n\nFor after all, the victim was a writer and painter wholly devoted to\nthe field of myth, dream, terror, and superstition, and avid in his\nquest for scenes and effects of a bizarre, spectral sort. His earlier\nstay in the city--a visit to a strange old man as deeply given to\noccult and forbidden lore as he--had ended amidst death and flame, and\nit must have been some morbid instinct which drew him back from his\nhome in Milwaukee. He may have known of the old stories despite his\nstatements to the contrary in the diary, and his death may have nipped\nin the bud some stupendous hoax destined to have a literary reflection.\n\nAmong those, however, who have examined and correlated all this\nevidence, there remain several who cling to less rational and\ncommonplace theories. They are inclined to take much of Blake's diary\nat its face value, and point significantly to certain facts such as\nthe undoubted genuineness of the old church record, the verified\nexistence of the disliked and unorthodox Starry Wisdom sect prior to\n1877, the recorded disappearance of an inquisitive reporter named\nEdwin M. Lillibridge in 1893, and--above all--the look of monstrous,\ntransfiguring fear on the face of the young writer when he died. It was\none of these believers who, moved to fanatical extremes, threw into\nthe bay the curiously angled stone and its strangely adorned metal box\nfound in the old church steeple--the black windowless steeple, and not\nthe tower where Blake's diary said those things originally were. Though\nwidely censured both officially and unofficially, this man--a reputable\nphysician with a taste for odd folklore--averred that he had rid the\nearth of something too dangerous to rest upon it.\n\nBetween these two schools of opinion the reader must judge for himself.\nThe papers have given the tangible details from a skeptical angle,\nleaving for others the drawing of the picture as Robert Blake saw\nit--or thought he saw it--or pretended to see it. Now, studying the\ndiary closely, dispassionately, and at leisure, let us summarize the\ndark chain of events from the expressed point of view of their chief\nactor.\n\n\n\nYoung Blake returned to Providence in the winter of 1934-5, taking\nthe upper floor of a venerable dwelling in a grassy court off\nCollege Street--on the crest of the great eastward hill near the\nBrown University campus and behind the marble John Hay Library.\nIt was a cozy and fascinating place, in a little garden oasis of\nvillage-like antiquity where huge, friendly cats sunned themselves\natop a convenient shed. The square Georgian house had a monitor roof,\nclassic doorway with fan carving, small-paned windows, and all the\nother earmarks of early Nineteenth Century workmanship. Inside were\nsix-paneled doors, wide floor-boards, a curving colonial staircase,\nwhite Adam-period mantels, and a rear set of rooms three steps below\nthe general level.\n\nBlake's study, a large southwest chamber, overlooked the front garden\non one side, while its west windows--before one of which he had his\ndesk--faced off from the brow of the hill and commanded a splendid view\nof the lower town's out-spread roofs and of the mystical sunsets that\nflamed behind them. On the far horizon were the open countryside's\npurple slopes. Against these, some two miles away, rose the spectral\nhump of Federal Hill, bristling with huddled roofs and steeples whose\nremote outlines wavered mysteriously, taking fantastic forms as the\nsmoke of the city swirled up and enmeshed them. Blake had a curious\nsense that he was looking upon some unknown, ethereal world which might\nor might not vanish in dream if ever he tried to seek it out and enter\nit in person.\n\nHaving sent home for most of his books, Blake bought some antique\nfurniture suitable to his quarters and settled down to write and\npaint--living alone, and attending to the simple housework himself. His\nstudio was in a north attic room, where the panes of the monitor roof\nfurnished admirable lighting. During that first winter he produced five\nof his best-known short stories--_The Burrower Beneath_, _The Stairs in\nthe Crypt_, _Shaggai_, _In the Vale of Pnath_, and _The Feaster from\nthe Stars_--and painted seven canvases; studies of nameless, unhuman\nmonsters, and profoundly alien, non-terrestrial landscapes.\n\nAt sunset he would often sit at his desk and gaze dreamily off at\nthe out-spread west--the dark towers of Memorial Hall just below,\nthe Georgian court-house belfry, the lofty pinnacles of the downtown\nsection, and that shimmering, spire-crowned mound in the distance whose\nunknown streets and labyrinthine gables so potently provoked his fancy.\nFrom his few local acquaintances he learned that the far-off slope\nwas a vast Italian quarter, though most of the houses were remnants\nof older Yankee and Irish days. Now and then he would train his\nfield-glasses on that spectral, unreachable world beyond the curling\nsmoke; picking out individual roofs and chimneys and steeples, and\nspeculating upon the bizarre and curious mysteries they might house.\nEven with optical aid Federal Hill seemed somehow alien, half fabulous,\nand linked to the unreal, intangible marvels of Blake's own tales and\npictures. The feeling would persist long after the hill had faded into\nthe violet, lamp-starred twilight, and the court-house floodlights\nand the red Industrial Trust beacon had blazed up to make the night\ngrotesque.\n\nOf all the distant objects on Federal Hill, a certain huge, dark church\nmost fascinated Blake. It stood out with especial distinctness at\ncertain hours of the day, and at sunset the great tower and tapering\nsteeple loomed blackly against the flaming sky. It seemed to rest\non especially high ground; for the grimy façade, and the obliquely\nseen north side with sloping roof and the tops of great pointed\nwindows, rose boldly above the tangle of surrounding ridgepoles and\nchimney-pots. Peculiarly grim and austere, it appeared to be built of\nstone, stained and weathered with the smoke and storms of a century\nand more. The style, so far as the glass could show, was that earliest\nexperimental form of Gothic revival which preceded the stately Upjohn\nperiod and held over some of the outlines and proportions of the\nGeorgian age. Perhaps it was reared around 1810 or 1815.\n\nAs the months passed, Blake watched the far-off, forbidding structure\nwith an oddly mounting interest. Since the vast windows were never\nlighted, he knew that it must be vacant. The longer he watched, the\nmore his imagination worked, till at length he began to fancy curious\nthings. He believed that a vague, singular aura of desolation hovered\nover the place, so that even the pigeons and swallows shunned its smoky\neaves. Around other towers and belfries his glass would reveal great\nflocks of birds, but here they never rested. At least, that is what he\nthought and set down in his diary. He pointed the place out to several\nfriends, but none of them had even been on Federal Hill or possessed\nthe faintest notion of what the church was or had been.\n\n\n\nIn the spring a deep restlessness gripped Blake. He had begun his\nlong-planned novel--based on a supposed survival of the witch-cult in\nMaine--but was strangely unable to make progress with it. More and more\nhe would sit at his westward window and gaze at the distant hill and\nthe black, frowning steeple shunned by the birds. When the delicate\nleaves came out on the garden boughs the world was filled with a new\nbeauty, but Blake's restlessness was merely increased. It was then\nthat he first thought of crossing the city and climbing bodily up that\nfabulous slope into the smoke-wreathed world of dream.\n\nLate in April, just before the eon-shadowed Walpurgis time, Blake made\nhis first trip into the unknown. Plodding through the endless downtown\nstreets and the bleak, decayed squares beyond, he came finally upon\nthe ascending avenue of century-worn steps, sagging Doric porches,\nand blear-paned cupolas which he felt must lead up to the long-known,\nunreachable world beyond the mists. There were dingy blue-and-white\nstreet signs which meant nothing to him, and presently he noted the\nstrange, dark faces of the drifting crowds, and the foreign signs\nover curious shops in brown, decade-weathered buildings. Nowhere\ncould he find any of the objects he had seen from afar; so that once\nmore he half fancied that the Federal Hill of that distant view was a\ndream-world never to be trod by living human feet.\n\nNow and then a battered church façade or crumbling spire came in\nsight, but never the blackened pile that he sought. When he asked a\nshopkeeper about a great stone church the man smiled and shook his\nhead, though he spoke English freely. As Blake climbed higher, the\nregion seemed stranger and stranger, with bewildering mazes of brooding\nbrown alleys leading eternally off to the south. He crossed two or\nthree broad avenues, and once thought he glimpsed a familiar tower.\nAgain he asked a merchant about the massive church of stone, and this\ntime he could have sworn that the plea of ignorance was feigned. The\ndark man's face had a look of fear which he tried to hide, and Blake\nsaw him make a curious sign with his right hand.\n\nThen suddenly a black spire stood out against the cloudy sky on his\nleft, above the tiers of brown roofs lining the tangled southerly\nalleys. Blake knew at once what it was, and plunged toward it through\nthe squalid, unpaved lanes that climbed from the avenue. Twice he\nlost his way, but he somehow dared not ask any of the patriarchs or\nhousewives who sat on their door-steps, or any of the children who\nshouted and played in the mud of the shadowy lanes.\n\nAt last he saw the tower plain against the southwest, and a huge\nstone bulk rose darkly at the end of an alley. Presently he stood in\na wind-swept open square, quaintly cobblestoned, with a high bank\nwall on the farther side. This was the end of his quest; for upon the\nwide, iron-railed, weed-grown plateau which the wall supported--a\nseparate, lesser world raised fully six feet above the surrounding\nstreets--there stood a grim, titan bulk whose identity, despite Blake's\nnew perspective, was beyond dispute.\n\nThe vacant church was in a state of great decrepitude. Some of the high\nstone buttresses had fallen, and several delicate finials lay half lost\namong the brown, neglected weeds and grasses. The sooty Gothic windows\nwere largely unbroken, though many of the stone mullions were missing.\nBlake wondered how the obscurely painted panes could have survived so\nwell, in view of the known habits of small boys the world over. The\nmassive doors were intact and tightly closed. Around the top of the\nbank wall, fully enclosing the grounds, was a rusty iron fence whose\ngate--at the head of a flight of steps from the square--was visibly\npadlocked. The path from the gate to the building was completely\novergrown. Desolation and decay hung like a pall above the place, and\nin the birdless eaves and black, ivyless walls Blake felt a touch of\nthe dimly sinister beyond his power to define.\n\n\n\nThere were very few people in the square, but Blake saw a policeman\nat the northerly end and approached him with questions about the\nchurch. He was a great wholesome Irishman, and it seemed odd that he\nwould do little more than make the sign of the cross and mutter that\npeople never spoke of that building. When Blake pressed him he said\nvery hurriedly that the Italian priests warned everybody against it,\nvowing that a monstrous evil had once dwelt there and left its mark.\nHe himself had heard dark whispers of it from his father, who recalled\ncertain sounds and rumors from his boyhood.\n\nThere had been a bad sect there in the ould days--an outlaw sect that\ncalled up awful things from some unknown gulf of night. It had taken\na good priest to exorcise what had come, though there did be those\nwho said that merely the light could do it. If Father O'Malley were\nalive there would be many the thing he could tell. But now there was\nnothing to do but let it alone. It hurt nobody now, and those that\nowned it were dead or far away. They had run away like rats after\nthe threatening talk in '77, when people began to mind the way folks\nvanished now and then in the neighborhood. Some day the city would\nstep in and take the property for lack of heirs, but little good would\ncome of anybody's touching it. Better it be left alone for the years\nto topple, lest things be stirred that ought to rest for ever in their\nblack abyss.\n\nAfter the policeman had gone Blake stood staring at the sullen steepled\npile. It excited him to find that the structure seemed as sinister\nto others as to him, and he wondered what grain of truth might lie\nbehind the old tales the bluecoat had repeated. Probably they were mere\nlegends evoked by the evil look of the place, but even so, they were\nlike a strange coming to life of one of his own stories.\n\nThe afternoon sun came out from behind dispersing clouds, but seemed\nunable to light up the stained, sooty walls of the old temple that\ntowered on its high plateau. It was odd that the green of spring had\nnot touched the brown, withered growths in the raised, iron-fenced\nyard. Blake found himself edging nearer the raised area and examining\nthe bank wall and rusted fence for possible avenues of ingress. There\nwas a terrible lure about the blackened fane which was not to be\nresisted. The fence had no opening near the steps, but around on the\nnorth side were some missing bars. He could go up the steps and walk\naround on the narrow coping outside the fence till he came to the\ngap. If the people feared the place so wildly, he would encounter no\ninterference.\n\nHe was on the embankment and almost inside the fence before anyone\nnoticed him. Then, looking down, he saw the few people in the square\nedging away and making the same sign with their right hands that the\nshopkeeper in the avenue had made. Several windows were slammed down,\nand a fat woman darted into the street and pulled some small children\ninside a rickety, unpainted house. The gap in the fence was very easy\nto pass through, and before long Blake found himself wading amidst\nthe rotting, tangled growths of the deserted yard. Here and there the\nworn stump of a headstone told him that there had once been burials\nin this field; but that, he saw, must have been very long ago. The\nsheer bulk of the church was oppressive now that he was close to it,\nbut he conquered his mood and approached to try the three great doors\nin the façade. All were securely locked, so he began a circuit of the\nCyclopean building in quest of some minor and more penetrable opening.\nEven then he could not be sure that he wished to enter that haunt of\ndesertion and shadow, yet the pull of its strangeness dragged him on\nautomatically.\n\nA yawning and unprotected cellar window in the rear furnished the\nneeded aperture. Peering in, Blake saw a subterrene gulf of cobwebs\nand dust faintly litten by the western sun's filtered rays. Debris,\nold barrels, and ruined boxes and furniture of numerous sorts met his\neye, though over everything lay a shroud of dust which softened all\nsharp outlines. The rusted remains of a hot-air furnace showed that the\nbuilding had been used and kept in shape as late as mid-Victorian times.\n\nActing almost without conscious initiative, Blake crawled through the\nwindow and let himself down to the dust-carpeted and debris-strewn\nconcrete floor. The vaulted cellar was a vast one, without partitions;\nand in a corner far to the right, amid dense shadows, he saw a black\narchway evidently leading upstairs. He felt a peculiar sense of\noppression at being actually within the great spectral building,\nbut kept it in check as he cautiously scouted about--finding a\nstill-intact barrel amid the dust, and rolling it over to the open\nwindow to provide for his exit. Then, bracing himself, he crossed the\nwide, cobweb-festooned space toward the arch. Half choked with the\nomnipresent dust, and covered with ghostly gossamer fibers, he reached\nand began to climb the worn stone steps which rose into the darkness.\nHe had no light, but groped carefully with his hands. After a sharp\nturn he felt a closed door ahead, and a little fumbling revealed its\nancient latch. It opened inward, and beyond it he saw a dimly illumined\ncorridor lined with worm-eaten paneling.\n\n\n\nOnce on the ground floor, Blake began exploring in a rapid fashion.\nAll the inner doors were unlocked, so that he freely passed from room\nto room. The colossal nave was an almost eldritch place with its\ndrifts and mountains of dust over box pews, altar, hour-glass pulpit,\nand sounding-board, and its titanic ropes of cobweb stretching among\nthe pointed arches of the gallery and entwining the clustered Gothic\ncolumns. Over all this hushed desolation played a hideous leaden light\nas the declining afternoon sun sent its rays through the strange,\nhalf-blackened panes of the great apsidal windows.\n\nThe paintings on those windows were so obscured by soot that Blake\ncould scarcely decipher what they had represented, but from the little\nhe could make out he did not like them. The designs were largely\nconventional, and his knowledge of obscure symbolism told him much\nconcerning some of the ancient patterns. The few saints depicted bore\nexpressions distinctly open to criticism, while one of the windows\nseemed to show merely a dark space with spirals of curious luminosity\nscattered about in it. Turning away from the windows, Blake noticed\nthat the cobwebbed cross above the altar was not of the ordinary kind,\nbut resembled the primordial ankh or crux ansata of shadowy Egypt.\n\nIn a rear vestry room beside the apse Blake found a rotting desk and\nceiling-high shelves of mildewed, disintegrating books. Here for the\nfirst time he received a positive shock of objective horror, for the\ntitles of those books told him much. They were the black, forbidden\nthings which most sane people have never even heard of, or have\nheard of only in furtive, timorous whispers; the banned and dreaded\nrepositories of equivocal secrets and immemorial formulæ which have\ntrickled down the stream of time from the days of man's youth, and the\ndim, fabulous days before man was. He had himself read many of them--a\nLatin version of the abhorred _Necronomicon_, the sinister _Liber\nIvonis_, the infamous _Cultes des Goules_ of Comte d'Erlette, the\n_Unaussprechlichen Kulten_ of von Junzt, and old Ludvig Prinn's hellish\n_De Vermis Mysteriis_. But there were others he had known merely by\nreputation or not at all--the _Pnakotic Manuscripts_, the _Book of\nDzyan_, and a crumbling volume in wholly unidentifiable characters yet\nwith certain symbols and diagrams shudderingly recognizable to the\noccult student. Clearly, the lingering local rumors had not lied. This\nplace had once been the seat of an evil older than mankind and wider\nthan the known universe.\n\nIn the ruined desk was a small leather-bound record-book filled with\nentries in some odd cryptographic medium. The manuscript writing\nconsisted of the common traditional symbols used today in astronomy and\nanciently in alchemy, astrology, and other dubious arts--the devices\nof the sun, moon, planets, aspects, and zodiacal signs--here massed in\nsolid pages of text, with divisions and paragraphings suggesting that\neach symbol answered to some alphabetical letter.\n\nIn the hope of later solving the cryptogram, Blake bore off this\nvolume in his coat pocket. Many of the great tomes on the shelves\nfascinated him unutterably, and he felt tempted to borrow them at some\nlater time. He wondered how they could have remained undisturbed so\nlong. Was he the first to conquer the clutching, pervasive fear which\nhad for nearly sixty years protected this deserted place from visitors?\n\nHaving now thoroughly explored the ground floor, Blake plowed again\nthrough the dust of the spectral nave to the front vestibule, where he\nhad seen a door and staircase presumably leading up to the blackened\ntower and steeple--objects so long familiar to him at a distance. The\nascent was a choking experience, for dust lay thick, while the spiders\nhad done their worst in this constricted place. The staircase was a\nspiral with high, narrow wooden treads, and now and then Blake passed a\nclouded window looking dizzily out over the city. Though he had seen no\nropes below, he expected to find a bell or peal of bells in the tower\nwhose narrow, louver-boarded lancet windows his field-glass had studied\nso often. Here he was doomed to disappointment, for when he attained\nthe top of the stairs he found the tower chamber vacant of chimes, and\nclearly devoted to vastly different purposes.\n\n\n\nThe room, about fifteen feet square, was faintly lighted by four lancet\nwindows, one on each side, which were glazed within their screening of\ndecayed louver-boards. These had been further fitted with tight, opaque\nscreens, but the latter were now largely rotted away. In the center of\nthe dust-laden floor rose a curiously angled stone pillar some four\nfeet in height and two in average diameter, covered on each side with\nbizarre, crudely incised and wholly unrecognizable hieroglyphs. On\nthis pillar rested a metal box of peculiarly asymmetrical form; its\nhinged lid thrown back, and its interior holding what looked beneath\nthe decade-deep dust to be an egg-shaped or irregularly spherical\nobject some four inches through. Around the pillar in a rough circle\nwere seven high-backed Gothic chairs still largely intact, while behind\nthem, ranging along the dark-paneled walls, were seven colossal images\nof crumbling, black-painted plaster, resembling more than anything else\nthe cryptic carven megaliths of mysterious Easter Island. In one corner\nof the cobwebbed chamber a ladder was built into the wall, leading up\nto the closed trap-door of the windowless steeple above.\n\nAs Blake grew accustomed to the feeble light he noticed odd bas-reliefs\non the strange open box of yellowish metal. Approaching, he tried to\nclear the dust away with his hands and handkerchief, and saw that\nthe figurings were of a monstrous and utterly alien kind; depicting\nentities which, though seemingly alive, resembled no known life-form\never evolved on this planet. The four-inch seeming sphere turned out\nto be a nearly black, red-striated polyhedron with many irregular\nflat surfaces; either a very remarkable crystal of some sort, or an\nartificial object of carved and highly polished mineral matter. It did\nnot touch the bottom of the box, but was held suspended by means of\na metal band around its center, with seven queerly-designed supports\nextending horizontally to angles of the box's inner wall near the\ntop. This stone, once exposed, exerted upon Blake an almost alarming\nfascination. He could scarcely tear his eyes from it, and as he looked\nat its glistening surfaces he almost fancied it was transparent, with\nhalf-formed worlds of wonder within. Into his mind floated pictures of\nalien orbs with great stone towers, and other orbs with titan mountains\nand no mark of life, and still remoter spaces where only a stirring in\nvague blacknesses told of the presence of consciousness and will.\n\nWhen he did look away, it was to notice a somewhat singular mound of\ndust in the far corner near the ladder to the steeple. Just why it took\nhis attention he could not tell, but something in its contours carried\na message to his unconscious mind. Plowing toward it, and brushing\naside the hanging cobwebs as he went, he began to discern something\ngrim about it. Hand and handkerchief soon revealed the truth, and Blake\ngasped with a baffling mixture of emotions. It was a human skeleton,\nand it must have been there for a very long time. The clothing was in\nshreds, but some buttons and fragments of cloth bespoke a man's gray\nsuit. There were other bits of evidence--shoes, metal clasps, huge\nbuttons for round cuffs, a stickpin of bygone pattern, a reporter's\nbadge with the name of the old _Providence Telegram_, and a crumbling\nleather pocket-book. Blake examined the latter with care, finding\nwithin it several bills of antiquated issue, a celluloid advertising\ncalendar for 1893, some cards with the name \"Edwin M. Lillibridge,\" and\na paper covered with penciled memoranda.\n\nThis paper held much of a puzzling nature, and Blake read it carefully\nat the dim westward window. Its disjointed text included such phrases\nas the following:\n\n    \"Prof. Enoch Bowen home from Egypt May 1844--buys old Free-Will\n    Church in July--his archæological work & studies in occult well\n    known.\"\n\n    \"Dr. Drowne of 4th Baptist warns against Starry Wisdom in sermon\n    Dec. 29, 1844.\"\n\n    \"Congregation 97 by end of '45.\"\n\n    \"1846--3 disappearances--first mention of Shining Trapezohedron.\"\n\n    \"7 disappearances 1848--stories of blood sacrifice begin.\"\n\n    \"Investigation 1853 comes to nothing--stories of sounds.\"\n\n    \"Fr. O'Malley tells of devil-worship with box found in great\n    Egyptian ruins--says they call up something that can't exist in\n    light. Flees a little light, and banished by strong light. Then has\n    to be summoned again. Probably got this from deathbed confession\n    of Francis X. Feeney, who had joined Starry Wisdom in '49. These\n    people say the Shining Trapezohedron shows them heaven & other\n    worlds, & that the Haunter of the Dark tells them secrets in some\n    way.\"\n\n    \"Story of Orrin B. Eddy 1857. They call it up by gazing at the\n    crystal, & have a secret language of their own.\"\n\n    \"200 or more in cong. 1863, exclusive of men at front.\"\n\n    \"Irish boys mob church in 1869 after Patrick Regan's disappearance.\"\n\n    \"Veiled article in J. March 14, '72, but people don't talk about\n    it.\"\n\n    \"6 disappearances 1876--secret committee calls on Mayor Doyle.\"\n\n    \"Action promised Feb. 1877--church closes in April.\"\n\n    \"Gang--Federal Hill Boys--threaten Dr. ---- and vestrymen in May.\"\n\n    \"181 persons leave city before end of '77--mention no names.\"\n\n    \"Ghost stories begin around 1880--try to ascertain truth of report\n    that no human being has entered church since 1877.\"\n\n    \"Ask Lanigan for photograph of place taken 1851....\"\n\n\n\nRestoring the paper to the pocket-book and placing the latter in\nhis coat, Blake turned to look down at the skeleton in the dust.\nThe implications of the notes were clear, and there could be no\ndoubt but that this man had come to the deserted edifice forty-two\nyears before in quest of a newspaper sensation which no one else had\nbeen bold enough to attempt. Perhaps no one else had known of his\nplan--who could tell? But he had never returned to his paper. Had some\nbravely-suppressed fear risen to overcome him and bring on sudden\nheart-failure? Blake stooped over the gleaming bones and noted their\npeculiar state. Some of them were badly scattered, and a few seemed\noddly _dissolved_ at the ends. Others were strangely yellowed, with\nvague suggestions of charring. This charring extended to some of the\nfragments of clothing. The skull was in a very peculiar state--stained\nyellow, and with a charred aperture in the top as if some powerful acid\nhad eaten through the solid bone. What had happened to the skeleton\nduring its four decades of silent entombment here Blake could not\nimagine.\n\nBefore he realized it, he was looking at the stone again, and letting\nits curious influence call up a nebulous pageantry in his mind. He saw\nprocessions of robed, hooded figures whose outlines were not human, and\nlooked on endless leagues of desert lined with carved, sky-reaching\nmonoliths. He saw towers and walls in nighted depths under the sea,\nand vortices of space where wisps of black mist floated before thin\nshimmerings of cold purple haze. And beyond all else he glimpsed an\ninfinite gulf of sheer darkness, where solid and semi-solid forms were\nknown only by their windy stirrings, and cloudy patterns of force\nseemed to superimpose order on chaos and hold forth a key to all the\nparadoxes and arcana of the worlds we know.\n\nThen all at once the spell was broken by an access of gnawing,\nindeterminate panic fear. Blake choked and turned away from the stone,\nconscious of some formless alien presence close to him and watching him\nwith horrible intentness. He felt entangled with something--something\nwhich was not in the stone, but which had looked through it at\nhim--something which would ceaselessly follow him with a cognition\nthat was not physical sight. Plainly, the place was getting on his\nnerves--as well it might in view of his gruesome find. The light was\nwaning, too, and since he had no illuminant with him he knew he would\nhave to be leaving soon.\n\nIt was then, in the gathering twilight, that he thought he saw a\nfaint trace of luminosity in the crazily angled stone. He had tried\nto look away from it, but some obscure compulsion drew his eyes back.\nWas there a subtle phosphorescence of radio-activity about the thing?\nWhat was it that the dead man's notes had said concerning a _Shining\nTrapezohedron_? What, anyway, was this abandoned lair of cosmic evil?\nWhat had been done here, and what might still be lurking in the\nbird-shunned shadows? It seemed now as if an elusive touch of fetor had\narisen somewhere close by, though its source was not apparent. Blake\nseized the cover of the long-open box and snapped it down. It moved\neasily on its alien hinges, and closed completely over the unmistakably\nglowing stone.\n\nAt the sharp click of that closing a soft stirring sound seemed to come\nfrom the steeple's eternal blackness overhead, beyond the trap-door.\nRats, without question--the only living things to reveal their presence\nin this accursed pile since he had entered it. And yet that stirring in\nthe steeple frightened him horribly, so that he plunged almost wildly\ndown the spiral stairs, across the ghoulish nave, into the vaulted\nbasement, out amidst the gathering dusk of the deserted square, and\ndown through the teeming, fear-haunted alleys and avenues of Federal\nHill toward the sane central streets and the home-like brick sidewalks\nof the college district.\n\nDuring the days which followed, Blake told no one of his expedition.\nInstead, he read much in certain books, examined long years of\nnewspaper files downtown, and worked feverishly at the cryptogram in\nthat leather volume from the cobwebbed vestry room. The cipher, he soon\nsaw, was no simple one; and after a long period of endeavor he felt\nsure that its language could not be English, Latin, Greek, French,\nSpanish, Italian, or German. Evidently he would have to draw upon the\ndeepest wells of his strange erudition.\n\nEvery evening the old impulse to gaze westward returned, and he saw the\nblack steeple as of yore amongst the bristling roofs of a distant and\nhalf-fabulous world. But now it held a fresh note of terror for him. He\nknew the heritage of evil lore it masked, and with the knowledge his\nvision ran riot in queer new ways. The birds of spring were returning,\nand as he watched their sunset flights he fancied they avoided the\ngaunt, lone spire as never before. When a flock of them approached it,\nhe thought, they would wheel and scatter in panic confusion--and he\ncould guess at the wild twitterings which failed to reach him across\nthe intervening miles.\n\n\n\nIt was in June that Blake's diary told of his victory over the\ncryptogram. The text was, he found, in the dark Aklo language used by\ncertain cults of evil antiquity, and known to him in a halting way\nthrough previous researches. The diary is strangely reticent about\nwhat Blake deciphered, but he was patently awed and disconcerted by\nhis results. There are references to a Haunter of the Dark awaked by\ngazing into the Shining Trapezohedron, and insane conjectures about the\nblack gulfs of chaos from which it was called. The being is spoken of\nas holding all knowledge, and demanding monstrous sacrifices. Some of\nBlake's entries show fear lest the thing, which he seemed to regard as\nsummoned, stalk abroad; though he adds that the street-lights form a\nbulwark which cannot be crossed.\n\nOf the Shining Trapezohedron he speaks often, calling it a window\non all time and space, and tracing its history from the days it was\nfashioned on dark Yuggoth, before ever the Old Ones brought it to\nearth. It was treasured and placed in its curious box by the crinoid\nthings of Antarctica, salvaged from their ruins by the serpent-men of\nValusia, and peered at eons later in Lemuria by the first human beings.\nIt crossed strange lands and stranger seas, and sank with Atlantis\nbefore a Minoan fisher meshed it in his net and sold it to swarthy\nmerchants from nighted Khem. The Pharaoh Nephren-Ka built around it a\ntemple with a windowless crypt, and did that which caused his name to\nbe stricken from all monuments and records. Then it slept in the ruins\nof that evil fane which the priests and the new Pharaoh destroyed, till\nthe delver's spade once more brought it forth to curse mankind.\n\nEarly in July the newspapers oddly supplement Blake's entries, though\nin so brief and casual a way that only the diary has called general\nattention to their contribution. It appears that a new fear had been\ngrowing on Federal Hill since a stranger had entered the dreaded\nchurch. The Italians whispered of unaccustomed stirrings and bumpings\nand scrapings in the dark windowless steeple, and called on their\npriests to banish an entity which haunted their dreams. Something,\nthey said, was constantly watching at a door to see if it were dark\nenough to venture forth. Press items mentioned the long-standing local\nsuperstitions, but failed to shed much light on the earlier background\nof the horror. It was obvious that the young reporters of today are no\nantiquarians. In writing of these things in his diary, Blake expresses\na curious kind of remorse, and talks of the duty of burying the\nShining Trapezohedron and of banishing what he had evoked by letting\ndaylight into the hideous jutting spire. At the same time, however, he\ndisplays the dangerous extent of his fascination, and admits a morbid\nlonging--pervading even his dreams--to visit the accursed tower and\ngaze again into the cosmic secrets of the glowing stone.\n\nThen something in the _Journal_ on the morning of July 17 threw the\ndiarist into a veritable fever of horror. It was only a variant of the\nother half-humorous items about the Federal Hill restlessness, but to\nBlake it was somehow very terrible indeed. In the night a thunderstorm\nhad put the city's lighting-system out of commission for a full hour,\nand in that black interval the Italians had nearly gone mad with\nfright. Those living near the dreaded church had sworn that the thing\nin the steeple had taken advantage of the street lamps' absence and\ngone down into the body of the church, flopping and bumping around in\na viscous, altogether dreadful way. Toward the last it had bumped up\nto the tower, where there were sounds of the shattering of glass. It\ncould go wherever the darkness reached, but light would always send it\nfleeing.\n\nWhen the current blazed on again there had been a shocking commotion\nin the tower, for even the feeble light trickling through the\ngrime-blackened, louver-boarded windows was too much for the thing.\nIt had bumped and slithered up into its tenebrous steeple just in\ntime--for a long dose of light would have sent it back into the abyss\nwhence the crazy stranger had called it. During the dark hour praying\ncrowds had clustered round the church in the rain with lighted candles\nand lamps somehow shielded with folded papers and umbrellas--a guard\nof light to save the city from the nightmare that stalks in darkness.\nOnce, those nearest the church declared, the outer door had rattled\nhideously.\n\nBut even this was not the worst. That evening in the _Bulletin_ Blake\nread of what the reporters had found. Aroused at last to the whimsical\nnews value of the scare, a pair of them had defied the frantic crowds\nof Italians and crawled into the church through the cellar window\nafter trying the doors in vain. They found the dust of the vestibule\nand of the spectral nave plowed up in a singular way, with pits of\nrotted cushions and satin pew-linings scattered curiously around. There\nwas a bad odor everywhere, and here and there were bits of yellow stain\nand patches of what looked like charring. Opening the door to the\ntower, and pausing a moment at the suspicion of a scraping sound above,\nthey found the narrow spiral stairs wiped roughly clean.\n\nIn the tower itself a similarly half-swept condition existed. They\nspoke of the heptagonal stone pillar, the overturned Gothic chairs,\nand the bizarre plaster images; though strangely enough the metal box\nand the old mutilated skeleton were not mentioned. What disturbed\nBlake the most--except for the hints of stains and charring and bad\nodors--was the final detail that explained the crashing glass. Every\none of the tower's lancet windows was broken, and two of them had\nbeen darkened in a crude and hurried way by the stuffing of satin\npew-linings and cushion-horsehair into the spaces between the slanting\nexterior louver-boards. More satin fragments and bunches of horsehair\nlay scattered around the newly swept floor, as if someone had been\ninterrupted in the act of restoring the tower to the absolute blackness\nof its tightly curtained days.\n\nYellowish stains and charred patches were found on the ladder to\nthe windowless spire, but when a reporter climbed up, opened the\nhorizontally-sliding trap-door and shot a feeble flashlight beam into\nthe black and strangely fetid space, he saw nothing but darkness, and\nan heterogeneous litter of shapeless fragments near the aperture. The\nverdict, of course, was charlatanry. Somebody had played a joke on\nthe superstitious hill-dwellers, or else some fanatic had striven to\nbolster up their fears for their own supposed good. Or perhaps some of\nthe younger and more sophisticated dwellers had staged an elaborate\nhoax on the outside world. There was an amusing aftermath when the\npolice sent an officer to verify the reports. Three men in succession\nfound ways of evading the assignment, and the fourth went very\nreluctantly and returned very soon without adding to the account given\nby the reporters.\n\n\n\nFrom this point onward Blake's diary shows a mounting tide of\ninsidious horror and nervous apprehension. He upbraids himself for\nnot doing something, and speculates wildly on the consequences of\nanother electrical breakdown. It has been verified that on three\noccasions--during thunderstorms--he telephoned the electric light\ncompany in a frantic vein and asked that desperate precautions against\na lapse of power be taken. Now and then his entries show concern over\nthe failure of the reporters to find the metal box and stone, and the\nstrangely marred old skeleton, when they explored the shadowy tower\nroom. He assumed that these things had been removed--whither, and\nby whom or what, he could only guess. But his worst fears concerned\nhimself, and the kind of unholy rapport he felt to exist between his\nmind and that lurking horror in the distant steeple--that monstrous\nthing of night which his rashness had called out of the ultimate black\nspaces. He seemed to feel a constant tugging at his will, and callers\nof that period remember how he would sit abstractedly at his desk and\nstare out the west window at that far-off, spire-bristling mound beyond\nthe swirling smoke of the city. His entries dwell monotonously on\ncertain terrible dreams, and of a strengthening of the unholy rapport\nin his sleep. There is mention of a night when he awaked to find\nhimself fully dressed, outdoors, and headed automatically down College\nHill toward the west. Again and again he dwells on the fact that the\nthing in the steeple knows where to find him.\n\nThe week following July 30 is recalled as the time of Blake's partial\nbreakdown. He did not dress, and ordered all his food by telephone.\nVisitors remarked the cords he kept near his bed, and he said that\nsleep-walking had forced him to bind his ankles every night with knots\nwhich would probably hold or else waken him with the labor of untying.\n\nIn his diary he told of the hideous experience which had brought the\ncollapse. After retiring on the night of the 30th he had suddenly found\nhimself groping about in an almost black space. All he could see were\nshort, faint, horizontal streaks of bluish light, but he could smell an\noverpowering fetor and hear a curious jumble of soft, furtive sounds\nabove him. Whenever he moved he stumbled over something, and at each\nnoise there would come a sort of answering sound from above--a vague\nstirring, mixed with the cautious sliding of wood on wood.\n\nOnce his groping hands encountered a pillar of stone with a vacant top,\nwhilst later he found himself clutching the rungs of a ladder built\ninto the wall, and fumbling his uncertain way upward toward some region\nof intenser stench where a hot, searing blast beat down against him.\nBefore his eyes a kaleidoscopic range of fantasmal images played, all\nof them dissolving at intervals into the picture of a vast, unplumbed\nabyss of night wherein whirled suns and worlds of an even profounder\nblackness. He thought of the ancient legends of Ultimate Chaos, at\nwhose center sprawls the blind idiot god Azathoth, Lord of All Things,\nencircled by his flopping horde of mindless and amorphous dancers,\nand lulled by the thin monotonous piping of a demoniac flute held in\nnameless paws.\n\nThen a sharp report from the outer world broke through his stupor and\nroused him to the unutterable horror of his position. What it was, he\nnever knew--perhaps it was some belated peal from the fireworks heard\nall summer on Federal Hill as the dwellers hail their various patron\nsaints, or the saints of their native villages in Italy. In any event\nhe shrieked aloud, dropped frantically from the ladder, and stumbled\nblindly across the obstructed floor of the almost lightless chamber\nthat encompassed him.\n\nHe knew instantly where he was, and plunged recklessly down the\nnarrow spiral staircase, tripping and bruising himself at every turn.\nThere was a nightmare flight through a vast cobwebbed nave whose\nghostly arches reached up to realms of leering shadow, a sightless\nscramble through a littered basement, a climb to regions of air and\nstreet-lights outside, and a mad racing down a spectral hill of\ngibbering gables, across a grim, silent city of tall black towers, and\nup the steep eastward precipice to his own ancient door.\n\nOn regaining consciousness in the morning he found himself lying on\nhis study floor fully dressed. Dirt and cobwebs covered him, and every\ninch of his body seemed sore and bruised. When he faced the mirror he\nsaw that his hair was badly scorched, while a trace of strange, evil\nodor seemed to cling to his upper outer clothing. It was then that\nhis nerves broke down. Thereafter, lounging exhaustedly about in a\ndressing-gown, he did little but stare from his west window, shiver at\nthe threat of thunder, and make wild entries in his diary.\n\n\n\nThe great storm broke just before midnight on August 8th. Lightning\nstruck repeatedly in all parts of the city, and two remarkable\nfireballs were reported. The rain was torrential, while a constant\nfusillade of thunder brought sleeplessness to thousands. Blake was\nutterly frantic in his fear for the lighting system, and tried to\ntelephone the company around one a.m., though by that time service\nhad been temporarily cut off in the interest of safety. He recorded\neverything in his diary--the large, nervous, and often undecipherable\nhieroglyphs telling their own story of growing frenzy and despair, and\nof entries scrawled blindly in the dark.\n\nHe had to keep the house dark in order to see out the window, and it\nappears that most of his time was spent at his desk, peering anxiously\nthrough the rain across the glistening miles of downtown roofs at the\nconstellation of distant lights marking Federal Hill. Now and then he\nwould fumblingly make an entry in his diary, so that detached phrases\nsuch as \"The lights must not go\"; \"It knows where I am\"; \"I must\ndestroy it\"; and \"It is calling to me, but perhaps it means no injury\nthis time\"; are found scattered down two of the pages.\n\nThen the lights went out all over the city. It happened at 2:12 a.m.\naccording to power-house records, but Blake's diary gives no indication\nof the time. The entry is merely, \"Lights out--God help me.\" On\nFederal Hill there were watchers as anxious as he, and rain-soaked\nknots of men paraded the square and alleys around the evil church\nwith umbrella-shaded candles, electric flashlights, oil lanterns,\ncrucifixes, and obscure charms of the many sorts common to southern\nItaly. They blessed each flash of lightning, and made cryptical signs\nof fear with their right hands when a turn in the storm caused the\nflashes to lessen and finally to cease altogether. A rising wind\nblew out most of the candles, so that the scene grew threateningly\ndark. Someone roused Father Merluzzo of Spirito Santo Church, and he\nhastened to the dismal square to pronounce whatever helpful syllables\nhe could. Of the restless and curious sounds in the blackened tower,\nthere could be no doubt whatever.\n\nFor what happened at 2:35 we have the testimony of the priest, a\nyoung, intelligent, and well-educated person; of Patrolman William J.\nMonahan of the Central Station, an officer of the highest reliability\nwho had paused at that part of his beat to inspect the crowd; and of\nmost of the seventy-eight men who had gathered around the church's\nhigh bank wall--especially those in the square where the eastward\nfaçade was visible. Of course there was nothing which can be proved\nas being outside the order of nature. The possible causes of such an\nevent are many. No one can speak with certainty of the obscure chemical\nprocesses arising in a vast, ancient, ill-aired, and long-deserted\nbuilding of heterogeneous contents. Mephitic vapors--spontaneous\ncombustion--pressure of gases born of long decay--any one of numberless\nphenomena might be responsible. And then, of course, the factor of\nconscious charlatanry can by no means be excluded. The thing was really\nquite simple in itself, and covered less than three minutes of actual\ntime. Father Merluzzo, always a precise man, looked at his watch\nrepeatedly.\n\nIt started with a definite swelling of the dull fumbling sounds inside\nthe black tower. There had for some time been a vague exhalation of\nstrange, evil odors from the church, and this had now become emphatic\nand offensive. Then at last there was a sound of splintering wood, and\na large, heavy object crashed down in the yard beneath the frowning\neasterly façade. The tower was invisible now that the candles would not\nburn, but as the object neared the ground the people knew that it was\nthe smoke-grimed louver-boarding of that tower's east window.\n\nImmediately afterward an utterly unbearable fetor welled forth from\nthe unseen heights, choking and sickening the trembling watchers,\nand almost prostrating those in the square. At the same time the\nair trembled with a vibration as of flapping wings, and a sudden\neast-blowing wind more violent than any previous blast snatched off the\nhats and wrenched the dripping umbrellas of the crowd. Nothing definite\ncould be seen in the candleless night, though some upward-looking\nspectators thought they glimpsed a great spreading blur of denser\nblackness against the inky sky--something like a formless cloud of\nsmoke that shot with meteor-like speed toward the east.\n\nThat was all. The watchers were half numbed with fright, awe, and\ndiscomfort, and scarcely knew what to do, or whether to do anything at\nall. Not knowing what had happened, they did not relax their vigil;\nand a moment later they sent up a prayer as a sharp flash of belated\nlightning, followed by an ear-splitting crash of sound, rent the\nflooded heavens. Half an hour later the rain stopped, and in fifteen\nminutes more the street lights sprang on again, sending the weary,\nbedraggled watchers relievedly back to their homes.\n\n\n\nThe next day's papers gave these matters minor mention in connection\nwith the general storm reports. It seems that the great lightning flash\nand deafening explosion which followed the Federal Hill occurrence\nwere even more tremendous farther east, where a burst of the singular\nfetor was likewise noticed. The phenomenon was most marked over College\nHill, where the crash awaked all the sleeping inhabitants and led to a\nbewildered round of speculations. Of those who were already awake only\na few saw the anomalous blaze of light near the top of the hill, or\nnoticed the inexplicable upward rush of air which almost stripped the\nleaves from the trees and blasted the plants in the gardens. It was\nagreed that the lone, sudden lightning-bolt must have struck somewhere\nin this neighborhood, though no trace of its striking could afterward\nbe found. A youth in the Tau Omega fraternity house thought he saw a\ngrotesque and hideous mass of smoke in the air just as the preliminary\nflash burst, but his observation has not been verified. All of the few\nobservers, however, agree as to the violent gust from the west and the\nflood of intolerable stench which preceded the belated stroke; whilst\nevidence concerning the momentary burned odor after the stroke is\nequally general.\n\nThese points were discussed very carefully because of their probable\nconnection with the death of Robert Blake. Students in the Psi Delta\nhouse, whose upper rear windows looked into Blake's study, noticed the\nblurred white face at the westward window on the morning of the 9th,\nand wondered what was wrong with the expression. When they saw the same\nface in the same position that evening, they felt worried, and watched\nfor the lights to come up in his apartment. Later they rang the bell of\nthe darkened flat, and finally had a policeman force the door.\n\nThe rigid body sat bolt upright at the desk by the window, and when\nthe intruders saw the glassy, bulging eyes, and the marks of stark,\nconvulsive fright on the twisted features, they turned away in sickened\ndismay. Shortly afterward the coroner's physician made an examination,\nand despite the unbroken window reported electrical shock, or nervous\ntension induced by an electrical discharge, as the cause of death.\nThe hideous expression he ignored altogether, deeming it a not\nimprobable result of the profound shock as experienced by a person of\nsuch abnormal imagination and unbalanced emotions. He deduced these\nlatter qualities from the books, paintings, and manuscripts found in\nthe apartment, and from the blindly scrawled entries in the diary on\nthe desk. Blake had prolonged his frenzied jottings to the last, and\nthe broken-pointed pencil was found clutched in his spasmodically\ncontracted right hand.\n\n\n\nThe entries after the failure of the lights were highly disjointed,\nand legible only in part. From them certain investigators have\ndrawn conclusions differing greatly from the materialistic official\nverdict, but such speculations have little chance for belief among\nthe conservative. The case of these imaginative theorists has not\nbeen helped by the action of superstitious Doctor Dexter, who threw\nthe curious box and angled stone--an object certainly self-luminous\nas seen in the black windowless steeple where it was found--into\nthe deepest channel of Narragansett Bay. Excessive imagination and\nneurotic unbalance on Blake's part, aggravated by knowledge of the evil\nbygone cult whose startling traces he had uncovered, form the dominant\ninterpretation given those final frenzied jottings. These are the\nentries--or all that can be made of them.\n\n\"Lights still out--must be five minutes now. Everything depends on\nlightning. Yaddith grant it will keep up!... Some influence seems\nbeating through it.... Rain and thunder and wind deafen.... The thing\nis taking hold of my mind....\n\n\"Trouble with memory. I see things I never knew before. Other worlds\nand other galaxies.... Dark.... The lightning seems dark and the\ndarkness seems light....\n\n\"It cannot be the real hill and church that I see in the\npitch-darkness. Must be retinal impression left by flashes. Heaven\ngrant the Italians are out with their candles if the lightning stops!\n\n\"What am I afraid of? Is it not an avatar of Nyarlathotep, who in\nantique and shadowy Khem even took the form of man? I remember Yuggoth,\nand more distant Shaggai, and the ultimate void of the black planets....\n\n\"The long, winging flight through the void ... cannot cross the\nuniverse of light ... re-created by the thoughts caught in the Shining\nTrapezohedron ... send it through the horrible abysses of radiance....\n\n\"My name is Blake--Robert Harrison Blake of 620 East Knapp Street,\nMilwaukee, Wisconsin.... I am on this planet....\n\n\"Azathoth have mercy!--the lightning no longer flashes--horrible--I can\nsee everything with a monstrous sense that is not sight--light is dark\nand dark is light ... those people on the hill ... guard ... candles\nand charms ... their priests....\n\n\"Sense of distance gone--far is near and near is far. No light--no\nglass--see that steeple--that tower--window--can hear--Roderick\nUsher--am mad or going mad--the thing is stirring and fumbling in the\ntower--I am it and it is I--I want to get out ... must get out and\nunify the forces.... It knows where I am....\n\n\"I am Robert Blake, but I see the tower in the dark. There is a\nmonstrous odor ... senses transfigured ... boarding at that tower\nwindow cracking and giving way.... Iä ... ngai ... ygg....\n\n\"I see it--coming here--hell-wind--titan blur--black wings--Yog-Sothoth\nsave me--the three-lobed burning eye....\"",
    "metadata": {
        "author": [
            "Lovecraft, H. P. (Howard Phillips)",
            "Littlewit, Humphrey",
            "Lovecraft, H.P.",
            "Lovecraft, Howard Phillips"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/73233/pg73233.txt",
        "name": "the_haunter_of_the_dark.json"
    }
}