{
    "name": "The Lay of the Sheriff",
    "author": [
        "Lybbe, Philip Lybbe Powys"
    ],
    "body": "LONDON\n\nPRINTED FOR PRIVATE CIRCULATION.\n\n1869.\n\n\n\n\n  CHISWICK PRESS:--PRINTED BY WHITTINGHAM AND WILKINS,\n  TOOKS COURT, CHANCERY LANE.\n\n\n\n\n  REVERENDO\n\n  EDVARDO MOORE\n\n  DE COLL. ÆN. NAS. OXON. ALUMNO,\n  S. S. MARIÆ DE VITCHURCH, OXON. RECTORI,\n  OPUSCULUM HOC, OLIM CONDITUM,\n  NUPER CONFECTUM, DICAT, DEDICATQUE\n\n  PHILIPPUS LYBBE POWYS LYBBE,\n\n  DE DOMO ET MANORIO DE HARDWICK,\n  ARMIGER.\n\n\n\n\n  PROLOGUE\n\n  BY MRS. VANDERSTEGEN, MOTHER OF THE HIGH SHERIFF\n  OF OXFORDSHIRE, A. D. 1843.\n\n        \"Garrit aniles\n    Ex re fabellas.\"\n        HOR. _Sat._ Lib. 11. vi. 77.\n\n\n  Fiddlers, awake!  Rouse up, ye fife and drum!\n  Clarion and trumpet, lo!  I bid thee come!\n  Blow up, tin horn, twang, _harp of unbelievers!_[1]\n  Bring me your aid, ye marrow bones and cleavers!\n  Strike up at once, to celebrate this day!\n  Who'd not be jolly, and who'd not be gay?\n  I little thought such happy times to see,\n  Such bliss, such joys, a sheriff's _Ma_ to be!\n  Is't true?  can such felicity be mine?\n  It glads me more than all my currant wine![2]\n  Or do I dream? or are my senses flown?\n  It's very strange, and mighty queer, I own,\n  But yet I am, I must be, Mrs. Van![3]\n  If I ain't, who is? who, good Heavens! can?\n  I see my cupboards full, and running o'er,\n  With tamarinds, nuts, and many a luscious store;\n  There's my old chair, and here the oaken presses\n  All full of mildew and brocaded dresses,\n  Fashion'd in times of yore, when in the throng\n  Of dazzling courtiers, as they pass'd along\n  The palace halls, my grandam stood confess'd\n  By all to be most beautifully dress'd;\n  There's my old shay, and there the red-nosed Bob\n  Who drives me slow, nor tires with the job.\n  It must be true, I must be Mrs. Van,\n  The Sheriff's Ma, disprove it ye who can!\n  And ye, the crowds,[4] who various duties tend\n  In this our own snug circle at Cane End,\n  Dismiss your labours, and with mirth and glee\n  Bellow hurrahs for Henry and for me!\n  Know for your feast (for now no English sinner\n  Can e'er do anything without a dinner);\n  Fox-hunters, statesmen, parsons, 'tis the same,\n  And even sheriffs must partake the blame:\n  For rumour tells me, shocking to relate,\n  That at the \"_Star_\" 'twill be my Henry's fate\n  O'er the Grand Jury Dinner to preside,\n  And last, not least, believe me, pay beside.\n  Sure I have had the kitchen table spread\n  With mutton bones, and sundry pounds of bread;[5]\n  Water in plenty, and (though very dear)\n  Two gallons of strong treble X small beer!\n  Drink if ye can! the beer's so very small\n  I think there'll almost be enough for all!\n  Drink! sing! rejoice! but let the Sheriff's praise\n  Afford a subject for your roundelays!\n\n[_Exit_ MRS. VAN.\n\n\n[1] \"While vibrating in unbelieving tooth\n    Harps twang in Drury's walls.\"\n          _Rejected Addresses_, 19th ed. p. 24, see note 1.\n\n[2] The Cane End currant wine was noted for its goodness.--AUTHOR.\n\n[3] With regard to this abbreviation of the family name, the following\nanecdote may be relied on.  A stranger to Cane End inquired of an\nancient inhabitant thereof where Mr. Vanderstegen lived?  \"Lord, Sir!\"\n(was the answer), \"I cannot tell ye, but I knows where our Mr. Van\ndoes!\"--AUTHOR.\n\n[4] Report says, that the aforesaid red-nosed Bob, Screw Critchfield,\nand Blind Betty are the only attendants of this ancient family.  Of\ncourse the text is more to be depended on than mere report.\n\n[5] This seems to be an allusion to a certain supper after a certain\nball.\n\n\n\n\n  CHORUS OF ATTENDANTS.\n\n  _Red-nosed_ BOB _leader_.\n\n  _Bottom_.  \"Where are these lads,\n  Where are these hearts?\"\n          _Midsummer Night's Dream_, act iv. sc. 2.\n\n\n  Hail, happy day, our only holiday!\n      Hurrah, for old Cane End!\n    Hip, hip, hip! hurrah, hurrah, hurrah\n  Our master's a sheriff!\n  A sheriff, a sheriff, hurrah!\n\n  Hail, happy day, our only holiday!\n    Hurrah for Mrs. Van!\n  Hip, hip, hip! hurrah, hurrah, hurrah\n    Our master's a sheriff,\n        A sheriff, a sheriff, hurrah!\n\n  Hail happy day, our glorious holiday!\n    Hurrah for the sheriff!\n  Hip, hip, hip! hurrah, hurrah, hurrah!\n    Our master's a sheriff,\n  A sheriff, a sheriff, hurrah!\n\n[_Exeunt shouting and singing._\n\n\n\n\n  THE LAY OF THE HIGH SHERIFF.\n\n\n  \"Let's have him in a coach.\"--Boz.\n\n  _Enter_ HIGH SHERIFF _nervous, anxious, and\n  apparently much concerned._\n\n\n  Who'd be a sheriff, I should like to know,\n  With all this fuss and bother, teasing so?\n  These three last weeks I've not had any time\n  To sleep in quiet, eat, or drink my wine,\n  Though 'tis but little wine that I imbibe;\n  'Tis sleep I love, past all the world beside.\n  My moments once were calm from nine at night;\n  My dreams were pleasant and my slumbers light\n  Till next day's noon; but now 'tis alter'd quite.\n  O Sleep! thou loveliest of the gifts divine\n  From God to man, would thou again were mine,\n  To hide the visions which for ever seem\n  Haunting my fever'd moments, of the team\n  Of _Waddell's_[1] jaded, miserable tits,\n  Which, ere the rail had knock'd their trade to bits,\n  In the \"Tantivy\" once so gaily pranced,\n  When _Cheeseman's_[2] bugle all our ears entranced,\n  And _Sal'sbury_[3] work'd his then _fast-trotting_ bays,\n  Now the sad emblems of regretted days!\n  Of wigs and judges, barristers and ermine,\n  Murders and felons, I can scarce determine\n  Whether on head or heels I rightly stand,\n  Wholly perplex'd, a very fish on land.\n  Swords and cock'd hats, with all my other dress,\n  O'erload my fancies and my brain oppress;\n  Where can I get a carriage for the judge?\n  To pay _Brown_[4] thirty _Guas_,[5] I own, I grudge;\n  What's to be done?  A coach must needs be had.\n  A coach! but stay, the thought is none so bad,\n  I'll think me who, of all the people near,\n  Sport coaches, if I don't, whip me, that's clear;\n  The first coach-sporting neighbour that I know is\n  My best of friends, the worthy Squire Powys;\n  Yes! his will do, I'll ask for it to-morrow;\n  'Twill save me much vexation, toil, and sorrow.\n  But will it do?  Ah, stay!  I fear me no!\n  There's something whispers, \"Van,\" this here's no go;\n  'Tis far too coachy, far too like the drags\n  Of which our noted Oxford builder[6] brags.\n  Indeed, you'd live to hear the judges say,\n  \"Good Mr. Sheriff!  What's the fare to pay?\"\n  Had you that coach; besides, there's Master Phil[7]\n  To poke his fun, as well you know he will.\n    Next the bold captain's cumbersome and old.\n  Old as its owner, Rattletrappy, cold;\n  'Twon't do! but now, I think me, Mr. Reade[8]\n  Of Ipsden, he's the man to serve my need.\n  I recollect when I at Ipsden call'd\n  One day last week, with wondering gaze enthrall'd,\n  I spied his carriage standing at the door,\n  New lined, new varnish'd and new painted o'er,\n  Crests, arms, and all the proper blazonry\n  Pomps and achievements, known in heraldry,\n  Cushions well-stuff'd, well padded, and behind\n  A charming footboard, suited to the mind\n  Of any London \"figure man\" who clings\n  Behind the well-appointed coach, that wings\n  Its course down Bond Street, or the crowded rings\n  Of that proud rendezvous of fashion yclept the Park.\n  And what though arms and crest unlike my own\n  Glare on its surface? who's to make it known,--\n  No walking Gwyllim, Clarencieux, or Rouge Dragon\n  Infests our streets, to put an envious gag on\n  My borrow'd arms and crests.  That I'll rely on.\n  One care's at rest;--but now my liveries claim\n  My next attention, and my thoughts' best aim:\n  What shall the coats be? blue turn'd up with green,\n  And smalls contrived of darkest velveteen?\n  Or green with blue, and (pray don't, Ladies, blush,)\n  Continuations built of crimson plush?\n  'Tis passing hard for one, unskill'd as me\n  In dress, and such-like senseless vanity,\n  Such things to settle--would I had a wife!\n  I never long'd for one so in my life\n  (Not e'en when Jessica's fair hand I pray'd,\n  And struggled hard, with anxious hopes delay'd,)\n  As now, to bid some gorgeous liveries rise\n  To grace my servants and astound the eyes\n  Of wondering freshmen, javelineers, and Dons.[9]\n  I'll to my mother, she can best advise,\n  In coats and smalls she's wonderfully wise\n  (Who says she wears the latter _not_, he lies.)\n  When we've determined what the men shall wear,\n  Then in the shay to Letchworth's we'll repair;\n  He from his hoards of cloth blue, red, and green,\n  Shall rig out liveries such as ne'er were seen.\n  Such are my cares, and oh!  I must confess\n  I feel much trembling and sad nervousness;\n  I've suffer'd much anxiety of late,\n  Dread are my prospects, painful is my fate\n  When I consider how the judge to meet!\n  Make a low bow, or fall down at his feet;--\n  _And then_ my sword! 'twill sure be very queer,\n  Lest it upset me clean I greatly fear--\n  Powers of Impudence! assist, I pray,\n  Give me some brass, and teach me how to say,--\n  \"Good day, your lordships, welcome to our city.\"[10]\n  Of Oxford, now I'm Sheriff--more's the pity.\n  'Tis said, 'tis good, our griefs and joys t'impart\n  To kindly souls, and many a sorrowing heart\n  Where brooded hopeless, melancholy grief,\n  From sympathising friends has drawn relief.\n  May it be so with me! full many an hour\n  I've funk'd and stew'd[11] to think what earthly power\n  Could nerve me up sufficiently to fill\n  (The heart being sadly wanting, not the will,)\n  My Sheriff's office; even now a gleam\n  Of hope, though far, far off, is dimly seen\n  By my mind's eye,[12] new light within me burns,\n  Some welcome sprite my fear to courage turns,\n  Makes glad my heart, and bids my spirits rise!\n  What ho! within, some brandy and mince pies!\n  Uncork a bottle of that curious wine\n  Which once belonged to that grandfather mine\n  Who first from Holland, settled at Cane End.\n  Bring up, I say, a bottle! pray luck send\n  It be a good one! for 'tis true enough\n  It's either quite tip-top, or horrid stuff,\n  Like Thoyt's horse,[13] of which I knowledge had\n  Extremely good, or else extremely bad!\n  Here is a bottle! ah! 'tis wondrous kind,\n  Brilliant and sparkling, suited to the mind\n  Of more than sheriff, aldermanic quite!\n  I'll floor the bottle, then I'll say, \"Good night\"[14]\n\n\n[1] Mr. Waddell, partner in the great coaching firm of Coster and\nWaddell.  At his funeral Mr. William Bowers, better known as \"Black\nWill,\" the oldest servant in his employ, drove the hearse.\n\n[2] The celebrated \"Tantivy\" eighteen stone guard, nevertheless, as\nactive as a really good yacht sailor, familiarly known by gownsmen as\n\"Double Glos'ter.\"\n\n[3] The accomplished artist who many years worked the \"Tantivy\" along\nwith Mr. Cracknell.  Their style, and the performance of their splendid\nbay team from Woodstock into Oxford, equalled any thing known in\ncoaching days, and are still in my mind's eye as they used to pass my\nwindows in the Old Grove at luncheon time.  _Teste_ W. S. VAUX of the\nBritish Museum.  Mr. Cracknell was on the Brighton coach this season,\nand it _was_ a _treat_ to sit alongside him.\n\n[4] His son still carries on the business in Castle Street, Reading,\nwith increased talent.  _Teste_ two things just done for the author,\n1868.\n\nMr. Brown used to supply the Sheriff's coach, in which the under\nSheriff usually posted up to Oxford.\n\n[5] _Guas_ must be pronounced as spelled; _Guas_ are well known to\nlawyers and clients also.\n\n[6] Shackleford, of George Lane, Oxford, one of the best four-horse\ncoach builders.  He did the Tantivy work and all the other coaches that\nran through Oxford.\n\n_Teste_ the late James Castle of 44, Corn Market, son of the well-known\nJ. Castle, of the Blenheim.\n\n[7] The annotator confesses to being pretty considerably flummaxed by\nthis allusion.  That some existing person is meant, appears from the\ncontext, or else how could fun be poked by him? said Master Phil.\n\nHe has bestowed great labour and attention upon the consideration of\nthis point.  He has gone through all grades and classes of\nMasters--builders, sweeps, carpenters, masons, keys, mariners, &c.;\nMasters in Chancery, ordinary and extraordinary, not forgetting the\nRolls and Exchequer, Masters Smith, Brown, Thompson, Jones, Green, and\nhosts more, but without finding the least trace of this Master Phil.\n\nHe confesses to being regularly beat, and begs in \"whipping off\" to\nadd--\n\n    \"That as he can't discover Master Phil,\n    He only hopes and trusts the reader will.\"\n\n[8] John Reade of Ipsden, in the county of Oxford, Esquire, a\nwell-known magistrate, celebrated for giving the law to the Judges and\nthe Bar; his exertions in mending the \"ways\" of the neighbouring\nparishes, and sporting a blue umbrella on occasions about as suited for\nsuch a display as the late Eglinton Tournay.\n\n[9] It may appear strange that the MS. should class \"dons\" among the\nsubjects into which amazement is to be struck by the sheriff's gorgeous\nliveries.  Were all people aware of the secluded life led by the Don\nclass, wonder would cease, and a conviction might arise, that were\nVirgil now alive he might apply his line,--\n\n      \"Et penitus toto divisos orbe Britannos,\"\n\nto Oxford Dons rather than the British community at large.\n\n[10] Oxford city has a sheriff of its own; our hero was the High\nSheriff of Oxfordshire, and so welcomed the Judges to the County town.\n\n[11] Etonice for being frightened, or alarmed at, as may be illustrated\nby the following imaginary talk between two lower boys:--\"I say, old\nfellow, who funks a flogging?\"  \"Not I, my boy!  but I am in a precious\nstew about that licking Box Major promised me!\"\n\n[12] \"In my mind's eye, Horatio.\"--_Hamlet_.\n\n[13] A somewhat abstruse and curious simile, at the first blush\napparently paradoxical, somewhat akin to \"Aut Cæsar, aut nullus.\" The\nauthor can vouch for the truth of it, as he heard it delivered.\n\n[14] The break that occurs here in the MS. seems to prove that the\nSheriff's promises were but partially fulfilled.  There is ground for\nthe hypothesis that a sort of mutual flooring took place between the\nsheriff and the bottle; in other words, that as the sheriff floored the\nbottle, so the bottle returned the compliment, and effectually floored\nthe sheriff!\n\n\n\n\n  PART II.\n\n  \"Gentlemen from London; distinguished foreigners,\n  anything.\"--PICKWICK.\n\n\n  'Twas noon, in fact old Tom[1] had just rung out\n  The mid-day hour.  The crowd that hung about\n  The doors of that once famous hostelrie,\n  When 'neath the fostering sway of the Dupree,[2]\n  Had almost gaped and gazed their utmost fill,\n  Yet linger'd there, and gaped and wonder'd still;\n  As when in passing some secluded square,\n  I've seen a crowd of ragged urchins stare\n  With all attention and uplifted gaze\n  At a small theatre, covered with green baize,\n  Where Punch performs, with most discordant squeak,\n  His merry antics; now on gibbet's peak\n  Hanging (the rogue) the constable on high;\n  Now whopping Judy, whose most piteous cry\n  Rings through the square and stops the passers by--\n  So did the crowd expectingly surround,\n  Jostling with push and thrust and oaths profound,\n  Gathering from every part, both near and far,\n  The gate of Oxford's fast declining \"Star.\"\n\n  But what's the row?  There's something to be done;\n  It looks as if this shindy meant some fun,\n  Having the _entrée_ of this famed hotel,\n  We'll enter!  \"I say, Bob, just touch the bell.\"\n  \"Coming, sir, d'rectly.\"  Well, Smith[3] what's the cause\n  Of this tumultuous gathering and noise;\n  What's in the wind? we're just from London come,\n  Let's have the news!  I'll bet it something rum.\"\n  \"Oh, Sirs, the Sheriff causes all the fuss!\n  Excuse me, gents, I can't stay chattering thus;--\n  What shall I get ye? mutton chops for two?\n  Or a grill'd fowl, or will some cutlets do?\n  The cook's half-roasted--house is very full,\n  The Judge is coming--you'll not find it dull.\"\n\n  \"Here are the cutlets and a pot of ale,\n  And while you're eating, you shall hear the tale\n  Of this High Sheriff!\"  \"Who on earth is he?\n  (This tap's not bad, just hand it o'er to me.\")\n  \"Why, bless you, Sirs, 'tis Mr. Vanderstegen,\n  But here we call him 'Van;' I just now seed him\n  Dressing to go and bring the Judges in.\"\n  \"How does he look?\"  \"Why, really, quite the thing--\n  Barring his flurry--which is not surprising;\n  But bless my life! why here he's coming down\n  Ready for starting! here!  Jack, Dick, and Brown,\n  Way for the Sheriff!  Let the Sheriff pass!\"\n\n    _Blow up, ye trumpeters!_ and crack your brass![4]\n  Hark to the trumpets' mirth-creating strain![5]\n  View the bold javelineers, a motley train,\n  Perch'd upon what, in long-departed days,\n  Might have been horses, grey, white, black, or bays;\n  Height is no object--some stand fifteen three,\n  Others not twelve; this one appears to be\n  Fresh from a barge! that other tottering steed\n  Is booked next week 'Lord Parker's'[6] hounds to feed!\n  Could Mancha's knight his Rozinante bring\n  To show against this miserable string,\n  I'd bet a hat (a Randall[7] or a Paris one)\n  He'd prove a downright \"Clipper\" by comparison.\n  'Twere better far keep javelineers on foot,[8]\n  They're better there than where I've seen them put;--\n  Scarce one his saddle gains alone, and in it\n  When there, what's next? he's out in half a minute\n  Hilloa! what's this? that leader's rather queer,\n  Don't like the bars! a little light, I fear,\n  Behind--hold hard! look how that wheeler jibs!\n  Stupid! hit t'other, punch him in the ribs,\n  Tom Ostler, can't ye? hark ye, Master Will,\n  When you'd start jibbers, jib they ne'er so ill,\n  Let them alone, _but make them go_ as will.\n  Try it again--at last they're off, full tilt,\n  Pray Heaven grant our Sheriff mayn't be spilt!\n  Forward's the word, when lo! a sudden stop\n  Causes the Sheriff from the coach to pop\n  His head, to learn the cause of this delay.\n  \"Sir,\" says the footman, \"cause of this delay,\n  Look you, the Judge's carriage stops the way.\"\n  It's useless now to dare contend with fate,\n  Make the best of it, as you are too late;\n  It can't be help'd, so come, O Sheriff Van,\n  Pluck up your heart to meet him, if you can!\n    'Tis done! with solemn pace the Ipsden coach\n  With Judge, and Sheriff, (pale as any roach)\n  Reaches the goal, and sore from many a jar\n  Sets down its precious burthen at the \"Star.\"\n\n\n[1] Old Tom, not the Old Tom of London Gin notoriety, but the veritable\nTom of Christ Church, Oxford.\n\n[2] The famous landlady of the \"Star\" in the olden time.  The Queen of\nlandladies.\n\n[3] The then excellent head-waiter at the Star.\n\n[4] \"Blow, winds, and crack your cheeks.\"--SHAKESPEARE _and_ DRYDEN.\n\n[5] Mirth-creating, inasmuch as people laugh'd at their _dis_cord.\n\n[6] Now Lord Macclesfield, the best man ever known to get foxes _away_\nin our beech-wood country.\n\n[7] An Oxford-bought hat was usually called a \"Randall,\" after the\neminent _nunc_ alderman of that name, then in business in High Street.\n\n[8] They are on foot now (September 16, 1868).\n\n\n\n\n  THE DINNER.\n\n  \"Hold hard there, your eyes on me, gen'lemen.\"--MR. WELLER,\n  SENIOR.  Pickwick.\n\n\n  Hark to the clatter of the knives and forks,\n  In go the corkscrews and out come the corks,\n  Head waiter Smith bends 'neath a ponderous dish,\n  One hopes a salmon, or some weightier fish,\n  May be a turbot or a royal sturgeon--\n  The very thing one's appetite to urge on;\n  Covers of every size bedeck the feast,\n  The host has lots of \"plate\" to say the least;\n  It may be _plated_, though, 'tis hard to know\n  The real from sham, one does get puzzled so\n  By new inventions--here's albata plate,\n  Electro silver, numerous plans of late\n  Beguile the senses of the wondering guest,\n  And palm off drugs as equal to the best.\n  But to the dinner; one would think, forsooth,\n  'Twould be a banquet worthy of the tooth\n  Of any a city gourmand; wait a minute,\n  Look at that dish, and mark ye what's there in it;\n  It seem'd to promise turbot or a sturgeon,\n  And lo! what's there? a pike set round with gudgeon!\n  Its vis-à-vis contains a bit of beef\n  Cut from a cow, that died last week of grief,\n  At hearing of Sir Robert's new tariff.\n  A brace of sickly chickens, tough and dried,\n  Usurp the centre, flank'd on either side\n  By bad potatoes, baked, boil'd, roast and fried.\n  I'd most forgot a piece of veal and ham--\n  Try it--I'll bet a crown there's no one can.\n  Such, with a few disgusting tarts and pies,\n  Some cheese of which, at every mouthful, dies\n  A host of ugly vermin; such your bill\n  Of foul I call it--call it what you will.\n  Off with the cloth! don't let a trace remain\n  Of this vile medley.  Off!  I say again.\n  Oh, Mr. Griffith,[1] take a friend's advice,\n  Give the best dinner where you charge best price;\n  'Twould be far better for your credit's sake,\n  As for your conscience; that, old Nick may take,\n  If he will have it, which I greatly doubt,\n  You are far too clever, he has found you out.\n  Who's on his legs; hurrah, 'tis honest John,[2]\n  That Fane of Fanes!  What topic is he on;\n  Hark, let us listen!  What on earth's he at?\n  He means some fun, rest well assured of that;\n  Gazing around, with mirth-creating grin,\n  Says he, \"My friends, I scarce know where begin,\n  I am so modest, spare my youthful blushes,\n  I'm yet a colt and have not cut my tushes.\n  I beg permission to propose a toast.\n  Such as I guess, just now will please you most;\n  Health and long life to that illustrious man,\n  Our now high Sheriff, worthy neighbour Van.\n  Sheriff! your health! and now with three times three,\n  And as you love me! let it bumpers be;\n  We'll drink his health, now Gents, your eyes on me.\"\n    Finish'd the toast; High Sheriff! is the call;\n  Oh, dear! he looks just now uncommon small,\n  White as his choker, tho' blush-red by turns\n  With hectic flush, his quivering forehead burns.\n  At last for words he finds a labouring vent:\n  \"I thank you, Gentlemen, with best intent\n  \"To pay your kindness, with a due requite\n  \"Of mingled thanks, enhanced with delight.\n  \"As I am certainly not used to public speaking,\n  \"And vainly now, for words of thanks am seeking,\n  \"I'll cut it short, and with your kind permission,\n  \"Seek in my chair an easier position.\"\n    Round goes the wine, full many a toast goes down,\n  To Queen and Country, Albert, Church and Crown.\n  Some worthy Dons, wine-warm'd, propose the Bar;\n  The Bar, the Dons, and swear the gems they are\n  Of Oxford's glory.  They, good easy men,\n  Can't twig the joke, nor legal satire stem;\n  And is it so? for half their mouldering lives\n  They sweat their Fellowships, then marry wives;\n  Or when in College, they have topp'd the tree,[3]\n  They drone and doze in dull solemnity.\n    After this long digression we must try\n  Back to our Sheriff!  What's this?  Oh, my eye!\n  He's fast asleep, bad luck; in vain, in vain,\n  Old Ashurst[4] kicks, and kicks his shins again;\n  The Doctor roars[5] and Waterferry's chief,[6]\n  Thinks of some mode, to gain the wish'd relief.\n  Nought will avail! at last cries Fane, \"Here goes,\n  Give us a cork, we'll black our sheriff's nose.\"[7]\n\n\n[1] The \"Star\" sheriff's dinners, _teste_ the author, were miserable.\nBut as _per contra_ to his bad dinners, the author must record Mr.\nGriffith's conduct towards the \"Cause\" in the election, A.D. 1862.\nColonel Fane won't forget it, nor the author.  He placed his \"Star,\"\nall his horses, men, and carriages at the Colonel's service, free\ngratis.\n\n[2] John Fane of Wormesly, late M.P. for Oxfordshire, father of the\nColonel, now M.P. for Oxfordshire--known as honest John Fane, Master of\nHarriers, and \"king of the most celebrated and successful Wormesly\nTournament.\"\n\n[3] The author begs to say that this expression must be taken\nmetaphorically.  The worthy heads of the different Colleges would be\ndoubtless unable, from the expanse of waistcoat, to \"top a tree,\" nor\nwould their sense of dignity allow it, if they could.  He must except\nthe most Rev. the Prases of St. John's College, both from the tree and\ndozing business; he is without dispute an honour to our College, our\nUniversity, and our County,\n\n[4] Late M.P. for Oxfordshire.  _Vide_ his portrait in the County Hall.\n\n[5] His brother, late Fellow of All Souls, Oxford.\n\n[6] The Right Honourable J. W. Henley, M.P., &c. senior member for\nOxfordshire; and long may he so continue.\n\n[7] The author not having been present at this dinner cannot be\nresponsible for the concluding scene.  He can only say that from his\npersonal knowledge of the parties, he thinks it might most likely have\noccurred.\n\n\n\n\n  PART III.\n\n  Vitæ me redde priori.\"--HORACE, _Epist._ Lib. 1. 7, 95.\n\n\n  'Tis pass'd, and all is silence, o'er that scene,\n  Which of forensic eloquence has been\n  The fit arena; where with subtle brain,\n  Counsel have plied in nicely fitting train\n  Their logic's art, or press'd their rhetoric's aid\n  This to convince, the other to persuade\n  A doubting jury, where with anxious care,\n  Lest they in vain Justitia's sword should bear,\n  The upright guardians of our country's laws,\n  With practised eye, in each successive cause,\n  Watching the varying points, the tangled clue\n  Of facts explaining to the jury's view,\n  Have shown their power, unsullied to maintain\n  The sway of Justice, in her peaceful reign.\n  Can it be fitting, think ye, e'er to bend\n  Justice to Pleasure's gay voluptuous end?\n  Is such a time for mirth and revelry,\n  Is't in a Christian country we should see\n  The gay Assize Ball?  Reader, pray reflect,\n  (If thou'rt a woman) can this be correct?\n  I know the warmth and kindness of your nature,\n  Mercy and pity gleam from every feature;\n  Your sex's innate modesty will aid\n  My words far more than countless offerings paid\n  To Fashion's shrine!  Oh, think me not too vile\n  For your attention; stay the withering smile\n  That seems to say, \"This is some scribbler's cant;\n  Some low born Reptile's Methodistic rant;\n  Or else, some Fallen Star, condemn'd to dwell\n  With swaggering ostlers, or to bear the bell\n  In drunken riots; banish'd from the sphere\n  Where one of us, he once had his career,\n  Now dares, in hate, his slanderous venom raise,\n  In envious longing for his bygone days.\"\n    Pardon me if I break discretion's chain\n  In daring thus your pretty selves t' arraign,\n  To curb your pleasures, and to draw the rein\n  Of better feelings, o'er your giddy race.\n  Look on this picture first, then try to face\n  The other!  Here, with art's consummate care,\n  Deck'd and adorn'd with gold, her jewell'd hair\n  Glistening as sunbeams o'er the rippling tide\n  Reflected from some towering mountain's side,\n  Proud beauty seeks, with brightly flashing een,\n  The miscall'd glories of that heartless scene;\n  Where Weippert[1] proudly wakes his dulcet strains,\n  And pleasure's cold, unfeeling sceptre reigns.\n    Turn to the other; mark that darkening gate,\n  That fearful structure, brooding o'er the fate\n  Of fellow creatures!  There in loathsome cell\n  A wretched felon counts each passing bell\n  That marks the hours, as in their noiseless speed\n  They near the fatal morn, and bid him heed\n  His soul's salvation, ere that sun shall rise,\n  Which last on earth shall meet his dying eyes.\n  Say, can ye still unfeelingly forbear\n  To shed for pity's sake one sorrowing tear.\n  I know that youthful blood beats high to thread\n  Those mystic mazes, fairies love to tread;\n  This is but Nature's province, she bestows\n  Your limbs and beauty, these she bids you use\n  At proper seasons; will ye dare abuse\n  Her precious favours? that can never be\n  The time for dances and frivolity,\n  When open-handed Justice wields the scale\n  That rights the just, and bids offenders quail.\n    But to our Sheriff; we have strangely bent\n  A wandering course in search of sentiment.\n  Back to the \"Star;\" we want no Advertiser,\n  My lords being gone, he'll prove no early riser.\n  Hah! here we have him, slumbering sweetly still,\n  We must not wake him, lest he take it ill;\n  And when his dander's up, let them stand by--\n  Who'd singe a lion!  I've no wish to try.\n  Steady a moment, just pull up the blind,\n  The sun breaks out, right on him, very kind;\n  May be 'twill wake him; ah, one other ray\n  Will do the trick; but, I say, look this way,\n  This jug, with water fill'd, so cold, so big,\n  I wish we dared to give him a cold pig.[2]\n  But sheriffs stand not gammon, in a crack\n  I'd have his rapier walking[3] through my back;\n  Good! he awakes, without our intervention,\n  (This, though no consequence, I wish to mention,)\n  And having rubb'd his eyes, and clear'd his throat,\n  Apostrophizes thus his Sheriff's coat:--\n  \"O thou bless'd emblem of my shrievalty,\n  Perpetual witness of my dignity;\n  In which I've braved the concentrated gaze\n  Of wondering myriads, for the last few days;\n  How can I thanks sufficiently express\n  For thy assistance, for I here confess\n  How much I owe[4] thee, when I lay thee by;\n  Thou at Cane End in lavender shalt lie,\n  Snug in a chest, secure from curious eye,\n  Save mine; and I whene'er the lid I raise,\n  Will laud thy virtues, and renew thy praise.\n  Now, on my pony, straightway I'll depart,\n  Lighter in pocket, lighter far in heart,\n  Back to Cane End; I fear my anxious mother\n  In rapturous joy her boy will almost smother;\n  But this I'll risk, and should the Fates prove kind,\n  Should they restore my long lost peace of mind,\n  In slumbers light I'll close my wearied eyes,\n  And doze in quiet till the next Assize.\"\n\n\n[1] The name of Weippert recalls the memory of many happy balls in\nUpper Harley Street, where Weippert always conducted in person.  The\nmemory of the host lives in the author's mind.  The hostess still\nlives, and long may she live.  (September 16, 1868.)\n\nThe author is happy to say that Assize Balls are now \"gone out;\" when\nhe wrote this opusculum they did exist.  (September 16, 1868.)\n\n[2] Should any fair reader be at a loss for the meaning of this\nexpression, ask any school-boy brother, if you have one, for a\npractical illustration thereof, and mark the result.\n\n[3] The author remembers that \"being pretty considerably walked into at\nCollections,\" was a favourite phrase with undergraduates.  Hence he\nthus ventures to describe the undesirable transit of the sheriff's\ntoasting fork through his body.\n\n[4] From this sentiment of the Sheriff he seems to differ from William\nof Wykeham, who, if the plates at New College high table are to be\nrelied upon, held that \"manners makyth man.\"  The Sheriff, on the\ncontrary, would seem to hold that \"the coat makes the sheriff.\"\n\n\n\n  PRINTED BY WHITINGHAM AND WILKINS,\n  TOOKS COURT, CHANCERY LANE.",
    "metadata": {
        "author": [
            "Lybbe, Philip Lybbe Powys"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/61121/pg61121.txt",
        "name": "the_lay_of_the_sheriff.json"
    }
}